{
    "Episode Summary": [],
    "Recap": [
        "While Elizabeth agonizes over what to do about the Georges fiasco, Chris arrives at her hotel room, ready to work on the problem. Elizabeth's solution is to kill off the fake Georges, but Chris points out that it would make the papers and just make things worse. When Elizabeth worries about how this will adversely affect Alison's opinion of her, Chris decides to make some sketches. He works all night, but after seeing his artwork, Elizabeth is resigned to telling Alison the truth. She tries to improve upon his sketches but falls short of her own expectations. Newly inspired, she uses Chris as her model. Ian broods about his conversation with Kevin, who asked him to do the right thing for Lucy and Christina. He tells Lucy that he doesn't want her to give up anything just to be with him. Lucy assures him that she's very lucky to be with him, and she knows that if the situation were reversed, he would never leave her. After Imani's hotel room is trashed, one lone figure huddles under the bedspread, trembling from terror. When Jamal orders Jack to hand over Caleb's ring, Jack tries to throw suspicion on Imani, but Jamal knows all about Jack's ability to pick pockets. Jack tries to leave, but Jamal grabs him and lowers his fangs toward his neck. Realizing what he's doing, he releases his friend. Although Jamal insists that he wouldn't have killed him, Jack knows better. Jack has no use for a ring that would make his best friend try to kill him. He gives it back. At daylight, he and Jamal go to the river, and Jamal tosses the ring into the water. Jamal goes to visit Imani, who tries to get rid of him. Ian has a nightmare in which he visits the graves of his loved ones many years in the future, yet he doesn't look a day older."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Elizabeth: Oh, god! How could Chris do this to me? How are we supposed to produce an entire line of workout clothes? Unless I find some very industrial little elves. Oh, my god. I am doomed.",
        "[Knock on door]",
        "Chris: [Foreign accent] Elizabeth. Oh, Elizabeth! Your George was brilliant, no? Big, big star.",
        "Elizabeth: You are such an idiot!",
        "Chris: [Normal voice] You're still angry.",
        "Elizabeth: You have ruined my life. I am over. I am finished. I hope you're happy.",
        "Chris: Come on, come on, nothing's over till the fat lady sings.",
        "Elizabeth: Are you going to impersonate her, too, now?",
        "Chris: Ok, look, all I'm saying is before you do anything dramatic or dramatically stupid, just hear me -- out.",
        "[SCENE_BREAK]",
        "Lucy: I think the party was what you'd call kind of interesting. I mean, I do think that my cousin and Alison have a hit on their hands with that gym, don't you?",
        "Ian: Yeah.",
        "Lucy: You know, even though there was a little tension and it was kind of weird, I felt like tonight was a night of new beginnings -- for them because they have a whole new business, and for us because I told Kevin that I signed those divorce papers.",
        "Ian: Mm-hmm. Yeah.",
        "Lucy: And, you know, it didn't feel as weird as I thought it would. I'm glad it's over. I'm glad we made a clean, fresh break, a new start. Your hair's on fire.",
        "Ian: What?",
        "Lucy: You're not listening to me. I'm trying to --",
        "Ian: No, I am.",
        "Lucy: You haven't heard anything.",
        "Ian: Hi. What -- hi.",
        "Lucy: You were so quiet on the drive home.",
        "Ian: I'm just tired, that's all.",
        "Lucy: I bet you're hungry, too, aren't you?",
        "Ian: No, no, I'm not tired. I don't need anything right now.",
        "Lucy: Um -- someone's really cranky, because all I was going to do was offer you a sandwich.",
        "Ian: Thank you.",
        "Lucy: You're welcome. I guess I'll make two sandwiches.",
        "Kevin's voice: Just take me out of the equation, just for a minute, and take a hard look at your life.",
        "Ian's voice: I'm a vampire and I'm trying to --",
        "Kevin's voice: You need human blood to survive. You'll be alive long after Lucy's gone. You'll watch Danny and Christina grow up and grow old. Is that fair to Lucy? Is that what she wants? Is that fair to the kids? You're always asking me to do what's right for the family. I'm just asking you to do the same.",
        "Lucy: On second thought, I kind of feel like Chinese. Would that be ok with you if I don't make -- what is going on? What's wrong?",
        "Ian: I'm just tired, I told you. I'm just a little tired.",
        "Lucy: Tired? Ok, the way I see it, you have two choices. The first choice is obvious -- you just tell me what is really going on. And the second choice is I'm going to get it out of you. So you know I will, so you might as well think about telling me because I will be a pest until you tell me. What's going on? Come on, tell me.",
        "[SCENE_BREAK]",
        "Jamal: I said give me the ring, Jack.",
        "Jack: Come on, Jamal, you're giving me too much credit.",
        "Jamal: Look, one minute you were behind me in the crowd, the next minute you were gone and so was the ring. You do the math.",
        "Jack: There was a lot of people at that party. Why don't you check your girl? Maybe she stole it.",
        "Jamal: Whoa, whoa, whoa. Are you trying to blame this on Imani?",
        "Jack: I'm just saying that it's tough making a living as a waitress.",
        "Jamal: She had nothing to do with this, Jack.",
        "Jack: Oh, and why, because you like her?",
        "Jamal: No, because I know the kind of person she is and I know you.",
        "Jack: What do you know about her, Jamal? I mean, you've been looking for a chance to go over to her place. Why don't you go on over there, search her room. Might be surprised at what you might find.",
        "[SCENE_BREAK]",
        "Chris: Come on, Elizabeth, open the door. You won't be sorry.",
        "Elizabeth: Sorry? I am already sorry that I ever met you.",
        "Chris: Come on, is this any way to treat somebody who tries to help you?",
        "Elizabeth: You pretended to be a very famous fashion designer and then you offered to design an entire line of sportswear, neither of which you know anything about.",
        "Chris: I did this to save your skin. And I think I did a hell of a job.",
        "Elizabeth: Yeah, until you promised Alison that you'd design a whole -- why didn't you tell her that you're too busy or that maybe you're going to take your creative outlet to, like, lawn furniture? Just anything! Why?",
        "Chris: This is more exciting?",
        "Elizabeth: No, it's not exciting. The word that I'm searching for is more like \"humiliating.\" And the way I see it, there's one solution to this problem.",
        "Chris: I'm open to suggestions.",
        "Elizabeth: George must die.",
        "[SCENE_BREAK]",
        "Lucy: I am going to torture you, you know. I will torture you until you crack. You're going to tell me every single one of your deep, dark, little dirty secrets. So you'd better come clean with me now about this. Come on, fess up.",
        "Ian: All I'm thinking about is you, just you.",
        "Lucy: You are a liar. A big --",
        "[Phone rings]",
        "Lucy: Liar. You're not off the hook. Don't move. Hello. Hey, pumpkin head. Ooh. Shopping? Oh, no, I couldn't possibly. I would love to. Yeah, yeah, but you need to go to bed. Yeah, I love you, Serena. I love you, love you. Ok, I'll call you tomorrow about it. All right, ta.",
        "Ian: What was that all about?",
        "Lucy: My daughter wants me to go to Manhattan with her and go shopping. Except I don't have anything to wear.",
        "Ian: You don't have anything to wear to go shopping?",
        "Lucy: Yeah. I am going to need some expert shopping before I go shopping. Maybe I could go on a Friday, come back Sunday night. That -- you know, I don't want to be gone from home that long. No way.",
        "Ian: You're afraid to leave me alone, aren't you?",
        "Lucy: No. I don't want to leave you, period. I don't want to desert you when you need me. I wouldn't do that, especially not for some silly pair of shoes. So, why don't we go together? Let's make it a family trip, and you can shop till you drop. You could buy me stuff.",
        "Ian: No, Serena wants to spend time with her mother, and I think she should. Think that's good.",
        "Lucy: What are you doing? What are you doing? We are talking about just a silly little shopping trip here.",
        "Ian: No, we're not. This is not about a shopping trip. This is -- there are so many things you can't do because of me. You can't live a normal life.",
        "Lucy: I've never had a normal life, and who said I really want a normal life?",
        "Ian: I hate what I'm doing to you. I hate it.",
        "[SCENE_BREAK]",
        "Jamal: You think you're pretty smooth, don't you? You're trying to blame Imani for your sticky fingers, but, jack, I'm not buying it.",
        "Jack: You know what, I never thought you'd wig out over some piece of jewelry, which obviously you stole from Caleb.",
        "Jamal: Dude, it's not even about the ring anymore. It's about being a friend. We're supposed to be boys, Jack, and you're blowing it.",
        "Jack: Oh, boys?",
        "Jamal: Yeah.",
        "Jack: And you're the one coming here accusing me of being a crook?",
        "Jamal: Jack, because you are a crook and you're standing here lying to me about it!",
        "Jack: You know, I don't have to put up with this. I'm out of here.",
        "Jamal: Jack, you'd better do right by me. Now, give me back my ring! I said give me back my ring, Jack!",
        "[SCENE_BREAK]",
        "Elizabeth: Yes, that is the perfect solution to this problem.",
        "Chris: George must die?",
        "Elizabeth: Yeah! Yeah, nothing elaborate. Something simple, like a hot tub accident, and then there's -- there's a spotlight that falls in, because that way it's so tragic and glamorous.",
        "Chris: Ok, ok, you really don't think things through, do you? Because if you did, you would remember that I am impersonating a real human being, one who happens to be very famous and, should he just up and croak somewhere, well, it might make a paper or two, hmm?",
        "Elizabeth: Ok. So then come up with some bright idea here. Your turn.",
        "Chris: Things will work themselves out.",
        "Elizabeth: Oh, my god.",
        "Chris: What?",
        "Elizabeth: Oh, my god. Oh, you don't know how much I hate this. Once again, I'm going to let Alison down. It's not bad enough that I abandoned her as a child, I am absent her entire life growing up, and now, leave it to me, I'm going to disappoint her again.",
        "Chris: Well, Alison will understand, I'm sure.",
        "Elizabeth: Everybody's going to think it's another one of my self-centered, self-obsessed schemes.",
        "Chris: Ok, you're being way too hard on yourself.",
        "Elizabeth: I just -- I just want to be special in my daughter's eyes.",
        "Chris: Alison loves you, Elizabeth. I mean, lying about a bunch of dumb clothes isn't going to change that.",
        "Elizabeth: I know, but I want her to not only just love me, I want her to be proud of me. I mean, if you could've seen her eyes when I told her that I was bringing this designer in to help her, for the very first time, she looked at me with respect. And I thought that I'd finally found a small way to make it up to her for all the years that I've been gone.",
        "Chris: Ok. You know what we just need to do? We need to pull ourselves together. There are a number of ways to solve this problem.",
        "Elizabeth: Hmm, ok. Name one.",
        "Chris: Ok. Uh -- well, I'm drawing a blank. But that's ok because, you know, it takes time. You know, you can't rush genius. At all.",
        "Elizabeth: This is hopeless.",
        "Chris: No. No, it's not hopeless, and, once again, yours truly is going to save your skin.",
        "Elizabeth: Oh, please don't let it involve costumes.",
        "[SCENE_BREAK]",
        "Lucy: I thought we had gotten past all this, because you know I don't care what you are. It's -- it's who you are.",
        "Ian: You should lead a rich, full life and you shouldn't have to give up anything because you're with me.",
        "Lucy: I haven't. I am living with the man I am completely, incredibly in love with, so it makes me very lucky.",
        "Ian: Who happens to have a very unfortunate condition.",
        "Lucy: You take the trash out. Some guys don't do that. You don't work too much. Some guys work so much they don't come home. Some guys play golf all day. I just -- I happen to live with a vampire.",
        "Ian: A vampire is not a normal thing.",
        "Lucy: I don't care about normal. Everybody when they fall in love with somebody sacrifices some little something. You have.",
        "Ian: Me?",
        "Lucy: Yes, you. You don't have any closet space. You never will as long as you live with me. And I'm mean sometimes, because I have a temper, and I get little bossy, in case you haven't noticed. And I'm very scary when you get between me and my coffee in the morning.",
        "Ian: Hmm. That's true. Got the scars to prove it.",
        "Lucy: And you have not gone running for those hills yet. So, are we ok here?",
        "Ian: You can't leave me for long stretches of time.",
        "Lucy: I don't want to.",
        "Ian: Your feelings may change over time.",
        "Lucy: Ok, I want you to think about this, Mr. Doom and gloom -- if the situation was reversed here, you wouldn't leave me. We would not even be having this conversation at all.",
        "Ian: No.",
        "Lucy: No, we wouldn't. No question we wouldn't. We have each other, and we are so blessed. That's the way I feel. Because you are you and, somehow, I'm me. And this wacky, wonderful whatever you want to call it that we have, it just works. And you -- you can't ever doubt that, ever.",
        "Ian: How did I get this lucky?",
        "[SCENE_BREAK]",
        "Jack: What are you going to do, Jamal, huh? You going to bite me? You going to kill me?",
        "Jamal: No. No.",
        "Jack: Look, if it's the lousy ring you want, then take it. Take the damn thing. I don't want it.",
        "Jamal: Dude, what just happened?",
        "Jack: You tried to kill me, that's what happened.",
        "Jamal: Jack, look, I wouldn't have done that, man.",
        "Jack: No, no, I know that look, Jamal. I know that look, and you might have.",
        "Jamal: Look, I'm sorry, dude.",
        "Jack: I just wanted to see what the ring was all about. But obviously it has the power to get your best friend to try to kill you, and I don't want anything to do with it.",
        "Jamal: No, I don't either.",
        "Jack: Well, what? What are you going to do? You're not going to give it back to Caleb, are you?",
        "Jamal: No, no, not a chance.",
        "Jack: Ok, then what? You know he's going to come looking for it.",
        "Jamal: I'm going to do what I should've done in the first place when I first found this thing -- get rid of it before it causes any real harm.",
        "Jack: For what it's worth, man, I think what you're doing is the right thing.",
        "Jamal: Yeah.",
        "Jack: You know, if you can't send it straight back to hell, this is the next best thing. But you got to admit, having all that power must have been kind of cool, knowing everybody else wanted it, huh?",
        "Jamal: I don't know, can be kind of dangerous being able to have anything you want. No, no, it's safer this way.",
        "Jack: Well --",
        "Jamal: Gone",
        "Jack: There you go. The current will probably take it out to the sea.",
        "Jamal: Yeah. And about last night, man -- I really am sorry about that.",
        "Jack: No. No, forget about it. You know, I'm sorry, too. Like you said, we've been through way too much to let that come between us.",
        "Jamal: Yeah. You're right.",
        "Jack: So what do you think? Want to grab some breakfast? I think you should buy, considering you tried to bite me.",
        "Jamal: I'm going to have to pass. Maybe another time. Their's something I got to take care of, all right?",
        "Jack: All right.",
        "Jamal: No hard feelings.",
        "Jack: No hard feelings. Be safe.",
        "Jamal: I will.",
        "[SCENE_BREAK]",
        "Chris: Check this out.",
        "Elizabeth: Oh. Yeah, that's not bad.",
        "Chris: Yeah.",
        "Elizabeth: For a third-grader. You know, forget it. I'm going to tell Alison the truth and pray that she speaks to me in this life.",
        "Chris: Would you work with me, here? I mean, come o h how hard can it be to come up with a bunch of tight shorts and leg warmers?",
        "Elizabeth: Leg warmers? Ok, Chris, hello, join us here in this century. Leg warmers.",
        "Chris: I mean, I'm a doctor, ok? I sew up people. I should be able to do this. Why can't I not do this? God. Does that one not say, \"I am fit and fantastic,\" huh?",
        "Elizabeth: Just one more question. These? These? Are those sticks supposed to be legs?",
        "Chris: Yes, they're supposed -- look, I suppose you could do better?",
        "Elizabeth: A hamster would do better. See, all you got to do -- see, if you just fold this right in and cut this in -- see, that's wrong. See, that -- that fixes it. How's that?",
        "Chris: That's not bad.",
        "Elizabeth: Yeah.",
        "Chris: At least it looks like clothing now.",
        "Elizabeth: And ugh!",
        "Chris: Whoa!",
        "Elizabeth: What am oh, I'm just going to be the biggest laughingstock in this town. After you, of course.",
        "Chris: But you can do this. You really can do this. I mean, it's better than sitting around drinking martinis all day.",
        "Elizabeth: Oh, martinis.",
        "Chris: No. No, no, no, there's no drinking and drawing. Come on, I'm serious. Get that pencil. You will be the artist. I will be the model. Because ...",
        "Elizabeth: Shh, shh!",
        "Chris: What?",
        "Elizabeth: Oh, my god, just stop talking for a minute. Whatever you do, don't move. Don't move a muscle.",
        "[SCENE_BREAK]",
        "Jamal: Hey.",
        "Imani: Jamal. What are you doing here?",
        "Jamal: I was out for a little stroll this morning and I suddenly found myself in your neighborhood.",
        "Imani: It's a little early, isn't it?",
        "Jamal: Yeah. I lied. I just wanted to see you, that's all.",
        "Imani: No, now's not a good time.",
        "Jamal: Imani, what's going on? Are you leaving town or something?",
        "[SCENE_BREAK]",
        "Lucy's voice: I had a long, wonderful life with you. Oh, Ian, don't ever, ever feel guilty for going on without me.",
        "Ian: There's no one left but me. And nothing ahead but eternity without you. Without all of you. Stay tuned for scenes from the next \"Port Charles: The Gift.\"",
        "[NEXT_ON]",
        "Alison: Mother, I --",
        "Chris: Good morning.",
        "Jamal: You don't have anything to run from.",
        "Imani: You don't understand.",
        "Jamal: Are you running from me?",
        "Livvie: You're talking about going to hell. Anything could happen to you there. What if you can't come back?"
    ],
    "Transcript Author": [
        "By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=L2FhA8TrlHM"
}