{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Morning. ",
        "Rafe: Morning. You sleep well? ",
        "Alison: Oh, so good, right here in your arms, in our special place. Nothing \r\nbut good dreams. Awake or asleep, it's nothing but one wonderful dream. Thank \r\nyou so much. ",
        "Rafe: What for? ",
        "Alison: Inviting my parents to dinner last night. ",
        "Rafe: Oh. Yeah, I'm sorry that didn't work out. ",
        "Alison: No, but it did. It worked out just the way it was supposed to. ",
        "Rafe: But not how I planned. I mean, all I did was remind you of all the \r\ndistance that's still between you and every other member of your family. ",
        "Alison: Actually, not -- not everyone. ",
        "Rafe: What do you mean? ",
        "Alison: Come on. There's someplace we need to go. ",
        "Rafe: Where? ",
        "Alison: Well, you always said that you wanted to meet my family, right? ",
        "Rafe: Yeah. Right. ",
        "Alison: Well, it's time to go meet the one person who's always been there for \r\nme. Come on. ",
        "",
        "Kevin: Each wing has it's own gallery, right? ",
        "Paige: You remember. ",
        "Kevin: Of course. Nothing's changed. ",
        "Lucy: This whole thing is so darned English. I don't think the dust has \r\nchanged probably for hundreds and hundreds of years, either. ",
        "Paige: Hey, you wanted to come here, Lucy. ",
        "Lucy: Yes, Paige, I did because I know we can find a connection between your \r\nfamily and someone in Port Charles. It's just I didn't know we'd be walking \r\naround with a bunch of creepy people staring at us in this mausoleum of a place.\r\n",
        "Paige: Hey, these are my ancestors. ",
        "Lucy: Oh. Right. Sorry. ",
        "Kevin: Paige? Paige, what's wrong? ",
        "Paige: It's just -- I'm feeling so much being back, being home. I mean, it's \r\nbeen years, but it's almost as if it was just yesterday. Like in the blink of an \r\neye I could step right back into my life. ",
        "Lucy: I'm sorry, but you can't, I guess, huh? ",
        "Paige: No, I can't. And I've never been more aware of it than I have at this \r\nmoment. My life's behind me. It's over. ",
        "",
        "Ian: Victor. ",
        "Victor: Ian. ",
        "Ian: You got a minute? ",
        "Victor: For you, any time. What? ",
        "Ian: This man look familiar to you? ",
        "Victor: Should he? ",
        "Ian: I don't know. I thought maybe somebody you'd run into when you were \r\nworking with the CIA or the FBI or something. ",
        "Victor: Never seen him before in my life, not that that means anything. \r\nWhat's this? ",
        "Ian: Oh, it's a brochure that Eve picked up. ",
        "Victor: And who is he? ",
        "Ian: When Kevin and I met him, he said he was an agent working with the \r\nWitness Protection Program. ",
        "Victor: That's what he told you? ",
        "Ian: Yeah, and that he was taking care of Amy and Paige. ",
        "Victor: This doesn't make a whole lot of sense, not that everybody in the \r\nintelligence community knows who everybody else is, but anybody in witness \r\nprotection is a sphinx. They don't say anything about anything, certainly about \r\nnothing operational. ",
        "Ian: That's what I thought. ",
        "Victor: Whoa. And besides, even if he was in the spook business, this says he \r\ndied 30 years ago. ",
        "Ian: That's my question to you -- how can someone that died 30 years ago be \r\ntalking now? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Alison: Wow, look at this place. ",
        "Rafe: I thought we were coming to meet someone. ",
        "Alison: Yep. ",
        "Rafe: The person in your family that you're closest to that you felt you \r\ncould always count on? ",
        "Alison: Mm-hmm. ",
        "Rafe: Ok, so your grandmother kept this person locked up in the attic all \r\nthese years? I heard the Barrington family was cold, but that's a little -- ",
        "Alison: No, no, no, no. Remember that story that I told you about my \r\ngreat-great-great -- ",
        "Rafe: Great grandma. Yeah, the one who made the candles. ",
        "Alison: Yeah. Oh, you listened! ",
        "Rafe: Yeah, you talked to her portrait when you were a kid. ",
        "Alison: Yes, yes. ",
        "Rafe: Right? No, I didn't hear a thing you said. ",
        "Alison: Oh, that's very, very funny. Very funny indeed, Rafe Kovich. But it's \r\njust that -- um -- well -- ",
        "Rafe: Well -- ",
        "[Alison sighs] ",
        "Alison: I don't -- it was here. I mean, it -- I just -- it was here \r\nsomewhere, and I -- I just don't know where it would be. ",
        "Rafe: Hey, you know what? It's ok if -- ",
        "Alison: No, Rafe, listen to me. It's not ok. Ok, I'm the only one who comes \r\nup here. Ok, it's got to be here, you know? I mean, it didn't just sprout legs \r\nand walk away. Where did that painting go? ",
        "",
        "Victor: I can certainly understand why you're a little confused, but there \r\nare some possible if slightly far-fetched explanations. ",
        "Ian: Of how I talked to a man that's been dead for 30 years. ",
        "Victor: Oh, maybe the man you're talking to is an identical twin. ",
        "Ian: Oh, come on, Victor. ",
        "Victor: Well, maybe bad photograph, close physical resemblance, perhaps even \r\nplastic surgery. ",
        "Ian: Why? ",
        "Victor: I don't know, Ian. You tell me. ",
        "Ian: There's something strange going on here. This guy showed up just as \r\nKevin and I were getting suspicious. ",
        "Victor: About what? ",
        "Ian: Amy matches the description of a woman that was found dead in an alley \r\nin Manhattan. ",
        "Victor: A Jane Doe? ",
        "Ian: Yeah, and then Paige and Amy had those watches that we can't identify.\r\n",
        "Victor: Which connects them? ",
        "Ian: Yes, it connects them, and then this guy shows up out of nowhere and \r\nsays that those watches are some kind of a homing device that they use to track \r\ndown people that they're protecting. ",
        "Victor: Well, in my day, I worked witness protection five, six times. They \r\ndon't much like homing devices, and I certainly never heard of one used in a \r\nwatch. ",
        "Ian: That moves backwards. ",
        "Victor: Made of material that friends of mine in a government laboratory have \r\nnever even seen before. And there's something else -- you said that you and \r\nKevin were able to track down information about Amy? ",
        "Ian: Supposedly, yeah. ",
        "Victor: If she were really in a witness protection program, that couldn't \r\nhave happened, not without a whole lot more difficulty than you and Kevin \r\napparently had putting the pieces together. ",
        "Ian: So what are you saying? ",
        "Victor: Well, I don't know why, I'm certainly not sure how, but it feels to \r\nme like some kind of royal scam. ",
        "",
        "[Amy sighs] ",
        "Amy: Finally. Lucky that courier had no idea just how special his little \r\ndelivery was. And is. Well, my dangerous little friend. Sweet revenge in a box. \r\nTime to wake up. Stretch those little legs. You have a big job to do soon. \r\nWelcome to Port Charles, my little friend. Don't worry. You're not going to be \r\nin this box much longer. You have to handle a medical problem for me by the name \r\nof Dr. Ian Thornhart. ",
        "Amy: Any day now, you deadly little bug. Any day. ",
        "",
        "Paige: I'm sorry. It's just -- ",
        "Kevin: I know, I know. It's all right. I mean, we can't imagine what this \r\nmust be like. ",
        "Lucy: Well, you know what? You're not -- you're not finished quite yet. ",
        "Kevin: Right, right, you still have your journey to finish. ",
        "Paige: Whatever that turns out to be. ",
        "Kevin: Lucy? What is it? ",
        "Lucy: Oh, nothing. I'm just very curious all of a sudden. ",
        "Kevin: What about? ",
        "Lucy: Paige, remember in Port Charles you said that you did have some sort of \r\nfamily record -- the births and deaths -- a Bible or something? ",
        "Paige: Naturally, yes. I mean, it's tradition. Well, it's not a Bible, per \r\nse, but it's a scroll we've had over the generations. ",
        "Kevin: A scroll? ",
        "Paige: Yes, parchment. We always keep it in the armoire. It's a full \r\ngenealogy. This was started by the man in the very first portrait you saw in the \r\nvery first gallery. Now, careful, Lucy, gently. It's very, very fragile, all \r\nright? Handle with care. ",
        "Lucy: Yes -- kid gloves, I've got it. I know it's old, old. ",
        "Kevin: All right, Paige, it's time. ",
        "Paige: Time to join my ancestors. ",
        "Kevin: Yep, time to hang your portrait right where it belongs. ",
        "Paige: Do you have everything you need? Do you have all the tools? ",
        "Kevin: Of course I do. ",
        "Kevin: Oh. ",
        "Kevin: Ok. ",
        "Paige: Oh, it's -- ",
        "Kevin: What do you think? ",
        "Paige: It's wonderful, Kevin. ",
        "Kevin: Well, do you feel any -- ",
        "Paige and Kevin: Different? ",
        "Kevin: Yeah. ",
        "Paige: No, I'm afraid I don't. God, there's still this sense of something \r\nbeing incomplete, of -- ",
        "Lucy: Yes, yes, yes, yes. ",
        "Kevin: Uh, Lucy? ",
        "Lucy: Uh, Doc, I think I may have just found exactly what we were looking \r\nfor. ",
        "",
        "Ian: All right, Amy, where are you? Your shift is almost over, I know that \r\nfor sure. It's about the only thing I do know. ",
        "Ian's Voice: What are you doing? ",
        "Amy's Voice: I thought Victor's machine sounded interesting, so I was \r\nchecking it out. ",
        "Ian's Voice: Checking it out? You're taking it apart. What happened to you?\r\n",
        "Amy's Voice: What does it matter? I'm back now. ",
        "Ian's Voice: I just want to know what happened, that's all. ",
        "Amy's Voice: You know what? I don't have to take this. I only work for you. \r\nYou're not my father. ",
        "Ian's Voice: Well, that wouldn't have made much difference anyway, would it? \r\nAnd you haven't been in touch with him for years. That's according to the man \r\nwho is your father. ",
        "Amy's Voice: You spoke to my father? ",
        "Ian's Voice: I wanted to make sure you were all right. ",
        "Amy's Voice: You had no right! You want answers, you want to know what I \r\nreally am, then you better get ready for a real shock because I'm going to tell \r\nyou -- what I am is an -- ",
        "Ian's Voice: What the hell was that? Amy? ",
        "Kevin's Voice: Are you trying to tell us that Paige and Amy are in some kind \r\nof witness protection program? Well, what's supposed to happen in five weeks \r\nwhen they leave? ",
        "Ed's Voice: Relocation. ",
        "Ian's Voice: To where? ",
        "Ed's Voice: I'm telling you all I can tell you. ",
        "Ian's Voice: And it's a great story, Ed -- Edmond, Edward -- whatever your \r\nname is. I don't buy a word of it. Come on, Amy, who are you? Who are you, \r\nreally? ",
        "P.A. Announcer: Code blue, sixth floor east. Code blue, sixth floor east. ",
        "",
        "Rafe: Alison, look, calm down. ",
        "Alison: No, look, it's just -- it's got to be here, ok? It's got to be here \r\nsomewhere. ",
        "Rafe: Here. Come here, come here, come here. ",
        "Alison: What? ",
        "Rafe: Look at me. Look at me, ok? If it's here -- ",
        "Alison: Rafe, \"if?\"",
        "Rafe: Yeah, we'll find it, ok? Now just take a deep breath. ",
        "Alison: No, no, I will, ok? I will, I promise. I will breathe once I see this \r\npainting, ok? Once I find and see it -- it's ok, I promise. I just have to find \r\nit, ok? Where could it be? ",
        "Rafe: Come here, come here. Alison, Alison, wait a second. ",
        "Alison: What? What? ",
        "Rafe: No, it's ok, all right? ",
        "Alison: No, Rafe, listen to me, seriously. It's not ok, all right? This \r\npainting -- this painting is so important to me. I spent hours talking to this \r\npainting. I spent my whole childhood with this painting I grew up with. It was \r\nmy great-great-great-great grandmother Rebecca. She was so important to me. You \r\nknow, she always listened to me. I could always count on her. She never let me \r\ndown. She was always there for me. Always. When I was a little girl and when I \r\nwas lonely on rainy days or when my parents did something to make me sad, which \r\nwas, like, five times a day, seven days a week, I would come up here to the \r\nattic and I would say, \"great-great-great grandmother Rebecca, please come to \r\nme, talk to me. And she would. We'd spend all afternoon telling secrets -- or I \r\nwould -- and then she would just give advice back, and we shared -- oh -- more \r\nthan I shared with anyone else in that house, anyone else in the world. I was \r\nhappier with her and closer to her than anyone else in the whole entire world.\r\n",
        "Rafe: Sounds like you had a pretty good imagination as a kid, huh? ",
        "Alison: No, but you know what? It wasn't my imagination. It was really real. \r\nI mean, all of those memories were so incredibly clear. I can totally remember \r\nit. And they felt so real and they still do. You know, I can still close my eyes \r\nand I can see her and I can hear her voice. She was so special to me. ",
        "Rafe: Well, you know what? Then we are going to make sure that you see that \r\nface again. Yeah, I mean it. ",
        "Alison: Ok, but -- ",
        "Rafe: You know, you say that it was always up here -- ",
        "Alison: Yeah. ",
        "Rafe: And nobody else has been up here, so it must still be here, whether \r\nit's underneath something or behind something or stuck behind something or --\r\n",
        "Alison: Wait, wait, wait. Wait, wait, wait, wait. ",
        "Rafe: What? ",
        "Alison: Rafe, that's it. ",
        "Rafe: Where? ",
        "Alison: This is the velvet that covered it. And this is the frame! You found \r\nit! ",
        "Rafe: Whoa! Not in front of great grandma. ",
        "Alison: No, it's great-great-great grandma -- ",
        "Rafe: Right. ",
        "Alison: To the third power. Don't you forget it. Ok, so -- oh, it's so heavy. \r\nWatch yourself. Don't hurt your back. ",
        "Rafe: Let's go get this out of here. There'll be nothing stopping me from \r\nhaving a proper introduction to her. ",
        "Alison: Yeah. ",
        "Rafe: I'm kind of anxious about it, actually. I mean, anybody that you're \r\nthis close to, that means this much to you, I'm anxious about meeting. ",
        "Alison: Yeah. ",
        "Rafe: All right. ",
        "Alison: Yeah, I'm anxious to introduce you. So, ok. All right? ",
        "Rafe: All right, so -- so let's do it because -- so we can all relax and all \r\nbe friends, and -- ",
        "Alison: Absolutely. ",
        "Rafe: Have a good old time. ",
        "Alison: Ok, \"good old time.\" Ok. All right. So, my great-great-great-great \r\ngrandma Rebecca, come to me, talk to me. It's Alison. I know I haven't seen you \r\nor talked to you in a really long time, but I have someone that I really want \r\nyou to meet, someone who's really special to me. Ok, and I really hope that you \r\nlove him as much as I do. Ok. So, without further ado -- ",
        "Rafe: Rebecca! ",
        "Alison: Great Rebecca, I want you to meet Rafe Kovich. ",
        "Rafe: It is very good to finally -- oh, my God. ",
        "",
        "Ian: When did we start locking doors around here? ",
        "Ian: Let's see what you're hiding. ",
        "[Shower runs] ",
        "Ian: Amy? Turn off that shower, put on a towel or something, come out here. I \r\nneed to talk to you. Amy, it's Ian. I'm coming in. Amy? Ok, the heck with \r\nmodesty. Amy, listen -- ",
        "Ian: Amy? ",
        "[Amy gasps] ",
        "",
        "Kevin: Lucy? ",
        "Paige: What is it? What did you find? ",
        "Lucy: Well, I'm not -- I mean, I think it's what we're looking for. At least \r\nit's a clue. ",
        "Paige: What kind of a clue? ",
        "Kevin: What are you talking about? ",
        "Lucy: Ok, just look. Look here. ",
        "Paige: Where? ",
        "Lucy: Here. And look at the wall. You see? Every single generation in Paige's \r\nfamily has been portrayed by a portrait. Not there -- there's a gap. There \r\nshouldn't be. There is a gap in the portraits in the wall there. ",
        "Kevin: A gap? ",
        "Lucy: Yes. ",
        "Paige: So you're saying that a portrait of one of my ancestors is missing?\r\n",
        "Lucy: Yes, AWOL. ",
        "Kevin: Maybe he or she -- ",
        "Lucy: She. ",
        "Kevin: She didn't have her portrait painted. ",
        "Lucy: Or maybe she did something so ghastly that they took her portrait down.\r\n",
        "Paige: What? ",
        "Lucy: Well, maybe she did something that they wanted to erase from the family \r\nhistory forever and that's -- she doesn't get to hang in the family shrine. ",
        "Paige: Well, who is it? Who's missing? ",
        "Kevin: Well, if it's true -- ",
        "Lucy: I know it's true. ",
        "Kevin: You have a feeling, don't you? ",
        "Lucy: Oh, yeah, and it's not just a feeling, Doc. Look at this name. Right \r\nthere. ",
        "",
        "Rafe: I can't believe it. ",
        "Alison: God, it's just those eyes, you know? It's like they -- it's like they \r\nlook right through you. Oh, she's so beautiful, though. My \r\ngreat-great-great-great grandmother Rebecca Barrington. Oh, she's so beautiful, \r\njust like I remembered. Don't you think? And it really is a beautiful painting, \r\nnot really that I know that much about paintings, but -- oh. ",
        "Rafe: My God -- ",
        "",
        ">> on the next \"Port Charles\" -- ",
        "Rafe: You want to take Alison back with you, don't you, Paige? You want her \r\nto fill the fifth chair. ",
        "Paige: This Alison Barrington -- I must meet her. ",
        "Ian: What are you? ",
        "Amy: Leave me alone! ",
        "Singer: o/~ My baby's got a secret o/~ ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=veD5PCxf0M4"
}