{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jack: Ow. Damn. ",
        "Livvie: Hold on. Hold -- hold still. ",
        "Jack: Ah -- ",
        "Livvie: Here, hold this. Oh. What is it with you guys? ",
        "Jack: Ow, ow. It's just a cut lip, ok? ",
        "Livvie: No, Jack -- look -- that's not what I mean. I mean trying to solve \r\nproblems with your fists. ",
        "Jack: Hey -- well, I had to do something to get his attention. ",
        "Livvie: And? ",
        "Jack: Well, I think he got the message. ",
        "",
        "Rafe: May I take your jacket, Mrs. Rafe Kovich? ",
        "Alison: Why, yes, you can, Mr. Alison Barrington. ",
        "Rafe: Oh. ",
        "Alison: Thank you. Thank you. Oh, wow. Thank you very much. ",
        "Jamal: Sorry to interrupt. ",
        "Alison: Hi. ",
        "Jamal: Hey. ",
        "Alison: What happened to your face? You -- ",
        "Jamal: Uh, just forgot to duck, that's all. ",
        "Alison: Oh. Well, what -- what did you want? ",
        "Jamal: Look, I just need to talk to you, ok? There are some things I want to \r\ntell you. Actually, one thing. Just one thing, and it's long overdue. ",
        "",
        "[Knock on door] ",
        "Eve: Who is it? ",
        "Chris: Land shark. ",
        "Eve: Ramsey. Whoa -- ",
        "Chris: Oh, I'm sorry. I must've fallen asleep while you un-Houdini-ed the \r\ndoor. ",
        "Eve: I'm not in the mood, Ramsey. ",
        "Chris: What's with the extra security? ",
        "Eve: Somebody broke into our house last night while we were here. ",
        "Chris: You're kidding. Are you ok? Where's Danny? ",
        "Eve: Danny's at daycare. And, no, I'm not ok. ",
        "Chris: Whoa. What happened? ",
        "Eve: They cut the fuse box, and then they snuck in here when Ian went to go \r\nfix it or something. I -- do you want some coffee? ",
        "Chris: Oh. No, thanks. Look, did you see anyone? ",
        "Eve: No. ",
        "Chris: What'd they take? ",
        "Eve: Nothing. ",
        "Chris: Nothing? What do you mean, nothing? ",
        "Eve: I know that they were here because they put my purse in Danny's playpen.\r\n",
        "Chris: Who breaks into someone's house and doesn't take anything? ",
        "Eve: I don't know. I don't know, ok, and I don't even want to think about it \r\nanymore. What are you doing here? ",
        "Chris: Oh, well, I came by to see if you got a chance to take a look at that \r\npicture. ",
        "Eve: What picture? ",
        "Chris: The picture of Amy and her father that I slipped into your purse. ",
        "",
        "Amy: Just one more final piece of business, Papa, and then nobody will ever \r\nmake the connection between you and me. ",
        "Ian: Amy. What are you doing? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Alison: Um -- I -- we were -- ",
        "Rafe: You probably want to talk to Alison alone. ",
        "Jamal: Yeah, if you're cool with that. ",
        "Rafe: It's good. Fine. ",
        "Jamal: Thanks. Thanks, I appreciate it. ",
        "Alison: Ok. I want to know the truth. What is going on? Your face, your lip, \r\nyour mouth -- it's all red. What happened? ",
        "Jamal: Jack finally knocked some sense into me. ",
        "Alison: Jack did that? ",
        "Jamal: Look, it's ok, all right? I need it. He made me realize what an ass \r\nI've been, and that's why I wanted to actually come and talk with you. I just \r\nwanted to say that I'm sorry, Alison. Ok, I'm so sorry. ",
        "",
        "Rafe: How you doing? ",
        "Casey: How does it look like I'm doing? ",
        "Rafe: Lousy. What's the deal with you and that key, anyway? ",
        "Casey: How should I know? ",
        "Rafe: You don't know why the key is around your neck? ",
        "Casey: No, ok? I've never known. All right, all I know is that I just can't \r\nlet go of it. ",
        "Rafe: Casey, come on. ",
        "Casey: Look, I don't know anything, all right? I don't know why I'm here. I \r\ndon't know why I ever wanted to come back in the first place. ",
        "Rafe: What's wrong? ",
        "Casey: Everything's wrong. I wanted another chance. I wanted to be alive. I \r\nthought it'd be good, but it isn't. It just hurts. It hurts. ",
        "",
        "Eve: You put that picture in my purse after I told you I didn't want to have \r\nanything to do with it. ",
        "Chris: Yeah. ",
        "Eve: So the words \"I don't care\" mean nothing to you? ",
        "Chris: Well, nothing at all. ",
        "Eve: Ramsey, she doesn't like you, ok? Take a picture of some other girl. \r\nThis has become an obsession with you. ",
        "Chris: Ok, ok, ok. You think this about me, huh? And you really don't care \r\nthat this girl just waltzes into town one day telling stories that are so full \r\nof holes you could drive a truck through them, hits on your husband, lies about \r\nwho she is, where she's from. And then when I -- oh, God forbid -- defame her \r\nfather, she gets so riled up that, quite frankly, I feared for my own safety?\r\n",
        "Eve: Oh, right. I'll bet. Come on. ",
        "Chris: All right, seriously, I'm doing this for you. Ok? I mean, if I had to \r\ninvestigate every girl that didn't want to go out with me, it would be a \r\nfull-time job, right? It's not about me. It's about Amy. I don't know -- there's \r\njust been something off about her ever since she got to town. I mean, don't you \r\nwant to know more about that? ",
        "Eve: The only thing I care about right now is going on vacation with my \r\nfamily and forgetting all about her. ",
        "Chris: Ok, fine. But would it kill you to just take a look at the photo? ",
        "Eve: Oh, my gosh! Will it get you off my back if I look at the photo? ",
        "Chris: See? I knew you'd see things my way. ",
        "Eve: Fine. But I really don't see the point. What am I supposed to say if I \r\nlook at this picture of Amy and her father? What do you want to hear from me?\r\n",
        "Chris: Maybe nothing. You know how I like a second opinion. ",
        "Eve: You said you put it in my purse? ",
        "Chris: Yeah. ",
        "Eve: It's not there anymore. ",
        "",
        "Amy: Ian. How long have you been standing there? ",
        "Ian: I just walked up. I didn't mean to startle you. Got to be careful with \r\nthat shredder. Let me finish it for you. ",
        "Amy: No, no. It's ok. I've got it. ",
        "Ian: That's all right. I know you're perfectly capable of doing it. But this \r\nthing has taken a bite out of my finger before, so, may I? ",
        "Amy: Of course. You've always been so helpful to me, Ian. ",
        "Ian: Ok. About the other night -- I was a complete ass. ",
        "Amy: No. You just invited me to dinner to tell me that you and Eve got back \r\ntogether. And despite my attempts to turn your head, you've never been anything \r\nbut honest about your feelings for Eve and for me. ",
        "Ian: Ok. Why were you shredding the picture, anyway? Oh, that's -- no, you \r\nknow what? Don't. Because there's some things about your life that we can't talk \r\nabout. I understand. ",
        "Amy: I appreciate you understanding. ",
        "Ian: Now, there are some things I do need to talk about, and they're very \r\nserious. Please. ",
        "Amy: Ok. ",
        "Ian: Someone broke into our home last night. ",
        "Amy: Oh, my God. Is everyone ok? ",
        "Ian: Yeah, everyone's fine. ",
        "Amy: Well, did you catch the person? ",
        "Ian: No. But I think this might have something to do with you. ",
        "",
        "Jack: Whoever said the simple things in life are what matters knew exactly \r\nwhat they were talking about. Beautiful day, beautiful girl right here in my \r\narms. And your mind is totally someplace else. ",
        "Livvie: I'm sorry. I just -- oh, I can't stop thinking about Jamal. ",
        "Jack: Wait. You don't have to worry about him. I think last night we got our \r\nold friend back. ",
        "Livvie: Yeah, well, I wish I could say the same for Alison. ",
        "Jack: You know, you have been kind of hard on her since she started dating \r\nRafe. ",
        "Livvie: Yeah, I know, Jack. I just hate watching her set herself up to get \r\nhurt, that's all. ",
        "Jack: Well, hey, you know, who knows? Maybe this is the real thing for her. \r\nMaybe they'll live happily ever after. Ok. Well, did I say something funny? ",
        "Livvie: No, no. I'm sorry. No. It's just that Rafe and Alison won't live \r\nhappily ever after. That I can guarantee you. And Rafe knows it, too. He's just \r\ntoo selfish to admit it. I mean, he knew he shouldn't have got involved with her \r\nto begin with, but he did it anyway, and now he's only going to leave her. ",
        "Jack: Whoa. Back up. What do you mean, he's going to leave her? Hey. Look, \r\nwhat aren't you telling me? Oh. You know, I think I know what this is all about.\r\n",
        "Livvie: You do? ",
        "Jack: It's starting to make sense. ",
        "",
        "Casey: Stop looking at me! God. ",
        "Rafe: You know, it's ok to be upset. ",
        "Casey: Look, I don't cry, all right? Especially not in front of people. ",
        "Rafe: What happened with Ricky? ",
        "Casey: I hate him. ",
        "Rafe: What happened? ",
        "Casey: All I wanted to do was tell him that I loved him, and he just thought \r\nI was blowing out some hot air. ",
        "Rafe: I'm sorry. ",
        "Casey: Man, I even told him, \"Hey, dude, I'm dead,\" right? ",
        "Rafe: Whoa -- keep your voice down! ",
        "Casey: I told him the truth. You know? He just laughed at me. Thought I was \r\nthe same old freak that he'd been running away from. ",
        "Rafe: That's not true. ",
        "Casey: Can't do anything. It's over. ",
        "Rafe: Casey, we know better than anyone else how short time is. ",
        "Casey: Yeah, and I wasted mine, Rafe. I messed things up. Everything, all \r\nright? I just don't want to make things worse. ",
        "Rafe: Then stop looking back. Stop beating yourself up. Make the most of \r\nthese last days. Don't give up. ",
        "Casey: Don't you get it, man? He doesn't want me. All right, I even told him \r\n-- never mind. ",
        "Rafe: I'm not talking about Ricky. I'm talking about you. Don't give up on \r\nyourself. Do what you got to do. Say what you got to say. If this guy starts \r\nlaughing at you, make him stop laughing. If he won't listen, make him listen. \r\nTime is running short for all of us, ok? Do not leave here with any regrets. ",
        "",
        "Alison: You don't have to apologize to me. ",
        "Jamal: Come on, are you kidding me? I could sit here for the next month \r\napologizing and it wouldn't be enough. You were right about everything. Ok, I \r\njust wasn't trying to hear it. You know, as soon as Valerie died, I was just so \r\nangry at everybody, I just wanted to take it out on the whole world. But I ended \r\nup just mostly taking it out on you. ",
        "Alison: It's ok. ",
        "Jamal: It is not ok, Alison. We both know that. Look, I finally just stopped \r\nand I thought about everything that happened. And the one thing that stood out \r\nthere, the one thing that was clear, was how hard you fought for us. But the \r\nthing is I didn't fight with you. ",
        "Alison: Jamal -- ",
        "Jamal: I let you down. I know I did. It makes me so angry. I had no right to \r\ntreat you that way, and I'm so sorry for that, ok? Look, you really were the \r\nbest thing that's ever happened to me. You did not deserve the way I treated you \r\nin the end. And don't you ever think, not even for a second, that I ever stopped \r\nloving you, ok? I never told a bigger lie. Sometimes when I -- when I look at \r\nyou with Rafe, I think that this didn't really have to play out the way it did, \r\nyou know? That I could still be that guy that you look at like that. ",
        "Alison: I really did love you. ",
        "Jamal: I know, I know. But it's different with you and him, isn't it? I mean, \r\neven I can see that. ",
        "Alison: You were my first love. Nothing will ever change that. ",
        "Jamal: I just want you to be happy. ",
        "Alison: And I am. Really. ",
        "Jamal: I know. I can tell. I just hope that that guy knows how lucky he is.\r\n",
        "",
        "Amy: Why do you think I have anything to do with somebody breaking into your \r\nhouse? ",
        "Ian: Because of the witness protection program. Is it possible that someone's \r\nlooking for you, that someone's found you? ",
        "Amy: It's always possible. Do you think that -- ",
        "Ian: You did live with us. What if someone is looking for clues as to where \r\nto find you? ",
        "Amy: Oh, my God. Oh, my God. ",
        "Ian: I don't want to scare you. I don't want to do that. It just occurred to \r\nme. That's why I wanted to talk to you straightaway. ",
        "Amy: No, no, no, I'm -- I'm glad. I'm glad that you did. I'll tell my \r\nsuperiors right away. ",
        "Ian: Are you going to be ok? ",
        "Amy: Yeah, I'll be fine. They'll know what to do. ",
        "Ian: I might be wrong. This might just be some random break-in. ",
        "Amy: No, no, no. It's better to be safe. ",
        "Ian: Well, that's why I wanted to talk to you straightaway because if someone \r\nis looking for you, they might be very close. ",
        "Amy: I've been thinking about this since our talk. And even now, I'm even \r\nmore convinced that I have to stay away from you. I know I'm going to be leaving \r\nsoon anyway, but until then, I can't keep putting you in danger and your family \r\nin danger. I would die if anything happened to you because of me. ",
        "",
        "Eve: Well, I don't know. It must've just slipped out or something. ",
        "Chris: Amy took it. ",
        "Eve: What? ",
        "Chris: Amy. Amy took it. I mean, why didn't I think of this before? I told \r\nher that I had a photo of her and her father. I even told her that I put it in \r\nyour purse. And when she got all rattled -- man, you know, I got to give her \r\ncredit for coming after it the way she did. ",
        "Eve: Hey, speak English, Ramsey. ",
        "Chris: Amy was your intruder last night, Eve. ",
        "Eve: Amy? ",
        "Chris: Yes, think about it. Now, she knows this apartment, right? She \r\nprobably knows how to cut the lights at the fuse box. And I know she knew the \r\nphoto was in your purse. And then for it to miraculously end up in the playpen?\r\n",
        "Eve: I don't understand. How could she -- ",
        "Chris: What? How could she walk around in the dark without bumping into \r\nanything? Well, gee, you know, I would guess that blind people get a lot of \r\npractice at that. ",
        "Eve: Hold on. Hold on. She never returned the key that we gave her for this \r\napartment. ",
        "Chris: Bingo. ",
        "",
        "Livvie: Let's not talk about Rafe anymore, please. ",
        "Jack: Whoa. What, you don't care about my theory? ",
        "Livvie: No. I mean, yes, yes, of course I care. But, honey, you're right. \r\nRafe and Alison are none of our business. ",
        "Jack: You know what? I don't care. I'm telling you anyway. ",
        "Livvie: Jack -- ",
        "Jack: No. I think you don't like Rafe because he reminds you of Caleb. ",
        "Livvie: What? Now, why would you say that? ",
        "Jack: Because Rafe is a vampire slayer. And even though he was one of the \r\ngood guys, well, he kind of brings back all those memories. ",
        "Livvie: Yeah, you know, I really never thought of it like that, but I think \r\nyou're right. He kind of does remind me of that time. ",
        "Jack: Yeah. See? ",
        "Livvie: And I'm not saying that Rafe is anything like Caleb, who is pure \r\nevil. But neither of them are really from this world. They're both kind of like \r\nmagicians who learn enough tricks to fool for a while, you know? ",
        "Jack: Until you finally catch on. ",
        "Livvie: Yeah. ",
        "Jack: Maybe Alison will. So, when's he leaving? ",
        "Livvie: Soon. I think Rafe will be leaving very soon. ",
        "",
        "Rafe: Really live these last days, Casey. Don't be afraid to open up and feel \r\nthings. ",
        "Casey: I don't know if I can. ",
        "Rafe: You're never going to know if you don't try. ",
        "[Phone rings] ",
        "Rafe: Uh-oh. How do you use this -- hello? Yeah. Hi, hi. So it's all set up? \r\nGreat. Perfect. We'll be there soon. Ok, bye. ",
        "Casey: What are you up to? ",
        "Rafe: Just taking a little of my own advice. ",
        "",
        "Alison: You have no idea how much what you just said meant to me. ",
        "Jamal: Like I said, it was long overdue. ",
        "Alison: Well, I've missed you. ",
        "Jamal: I missed you, too. So, um -- it's official. This is the beginning of \r\nus being friends again, right? ",
        "Alison: Yeah. Yeah, you could say that. ",
        "Rafe: Hey. Sorry to interrupt. ",
        "Jamal: No, no, I was just -- I was heading out. That's all. Saying bye. Be \r\ngood to her, all right? She deserves it. ",
        "",
        "Casey: I know what I want, Rafe. I want what you have. ",
        "",
        "Alison: What are we doing? Are we going somewhere? ",
        "Rafe: Yep. ",
        "Alison: Oh, ok. Well, are you going to tell me where we're going? ",
        "Rafe: Nope. ",
        "Alison: What are you up to? ",
        "Rafe: You'll see. ",
        "Alison: Oh, ok. Is this some sort of a surprise? ",
        "Rafe: Ah -- it's better than a surprise. Let's go. ",
        "Alison: Oh. ",
        "",
        "Ian: So this is goodbye? ",
        "Amy: I think it has to be. ",
        "Ian: But how will I know where you are? How will I know that you're ok? What?\r\n",
        "Amy: Eve once told me that you had a reputation for rescuing damsels in \r\ndistress. It's true, you know. ",
        "Ian: Well, it's a bad habit. ",
        "Amy: No, it's not. But it's not necessary in my case. I know what I have to \r\ndo. Thank you, Ian. ",
        "Ian: For what? ",
        "Amy: For all that you've done for me. I couldn't have made it through these \r\nlast few weeks if it hadn't been for you. ",
        "Ian: Now, we both know it was the other way around, don't we? And sorry for \r\nthe mixed message. ",
        "Amy: No, don't be. I'm just glad you're happy. This is the way it should be, \r\nthe way it was always meant to be. You have your journey. I have mine. ",
        "Ian: You're an amazing woman. ",
        "Amy: Well, I guess it's in the genes. ",
        "Ian: Whatever it is, I'm going to miss you. Come here. ",
        "Eve: What's going on, Amy? ",
        "Amy: I don't understand. ",
        "Eve: You understand completely. You knew exactly what you were doing when you \r\nbroke into our home last night. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Kevin: Ready to go? ",
        "Paige: I don't have the slightest desire to go back to London at all. I don't \r\nwant to leave, Kevin. ",
        "Chris: And I happen to have a copy of that picture on disc. ",
        "Amy: No! I won't let you do that! ",
        "Chris: What are you doing? ",
        "Amy: Just leave me alone! ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=xsEjFAPMbJg"
}