{
    "Episode Summary": [],
    "Recap": [
        "At the Elixir, Olivia taunts Frank with the news of Caleb's intention to return to power. She points out that if Frank plays his cards right, he may be able to get a job with them when Joshua's reign is history. Unimpressed, Frank has his own ideas. Rightfully distrustful, Caleb refuses to let Rafe leave the apartment alone. He wants them to work together to bring down Joshua, get the ring, and rescue Alison. Finally coming to an agreement, they start to head out, but Frank is at the door, threatening to snap Olivia's neck. Working together, Caleb distracts Frank while Rafe sets his sights on a potential weapon. They attack. Rafe belts Frank with a baseball bat. Caleb sets Olivia free and spills acid in Frank's face, causing him to flee the apartment. Caleb realizes that Rafe has also left. Casey tells Ian about her visions, and while he doesn't want to believe them, she insists that they're real. With a heavy heart, Ian tries to explain to Lucy that he's out of ideas, but he can't go through with it. Instead, he claims that he and Chris are working on something better than transfusions. Casey worries that Lucy will figure out the truth when she's all alone, but she and Ian suddenly realize that Rafe's slayer blood may be able to save her. Ian tracks down Rafe and orders him to go to the hospital for Lucy's sake. Rafe promises to go after he takes care of important business, but Ian refuses to wait any longer. Meanwhile, Lucy has a surprise visitor she hopes can help her. Alison denies trying to steal Caleb's ring from Joshua's hand, but he doesn't believe her. Ordering her not to lie to him again, he states that it's time to do things his way. Alison breaks loose and ends up in Jamal's angry grip. Jamal lashes out about her blind devotion to Rafe. He urges Joshua to do what any ordinary vampire would do and just bite her, since she's obviously not worthy to be his queen. Joshua has no intention of doing any such thing. He intends to make her wish that he had only bitten her. Out of his earshot, Alison strikes out at Jamal for putting insane ideas into Joshua's head. Jamal urges her to trust him and not give up on herself or Rafe. Retrieving a vial of the drug that he used on Kevin, Joshua prepares to force Alison to honor and obey him."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "casey: I'm sorry, ian.",
        "ian: Sorry about what? lucy's fine. lucy's going to be ok. You're wrong about her.",
        "casey: But I'm not. I'm -- I'm having these visions. I know what I'm seeing.",
        "ian: No, what you claim you've been seeing. It's not real.",
        "Casey: But it is to me, ian.",
        "ian: We all imagine things.",
        "casey: Ok. It's more than that, though.",
        "ian: I -- I don't want to hear about this crazy vision of yours, please, ok?",
        "Casey: It's been going on for weeks, ian, ok? It's not just a vision, it's images, it's agages of the future.",
        "Ian: This is ridiculous.",
        "Casey: No. This is how they do it where I come from. You know that. Now, come on, ian, you -- you've had personal experiences with angels, right?",
        "Ian: Ok, fine. so let's hear about this vision of yours. What do you see?",
        "casey: Lucy. she's -- she's in a coffin with her arms crossed --",
        "ian: All right, I don't want to hear this.",
        "Casey: I didn't want to believe i either, ian, ok? I didn't want to believe it. Why do you think I've been hanging around lucy so much, huh? I didn't accept it, not for a long time. but I look at her now, ian, and I know -- I know that what I was seeing is a vision of the future.",
        "ian: You've been wrong before.",
        "Casey: You're right, man, and I wish I was wrong this time, but, ian, look at her. look at her. she's getting weak by the hour, worse and worse, and she's slipping. and I feel totally helpless from stopping her.",
        "ian: Well, you're off the hook, then. there's no problem because she doesn't need your help. I will fix this.",
        "casey: You already know what's happening, ian.",
        "ian: I don't know.",
        "casey: I think -- I think lucy needs some help just facing up to it.",
        "ian: Well, if she's going to hear anything from anyone, it's going to be me.",
        "livvie: Champagne, frank. your best, because I am celebrating.",
        "frank: Yeah. well, why don't you take it somewhere where somebody cares.",
        "Livvie: You better watch how you talk to me.",
        "Frank: Or what?",
        "Livvie: Or you'll find yourself out in the cold. Caleb will make sure of it.",
        "Frank: Caleb is out of touch.",
        "Livvie: Not anymore. He's back and he's better than ever.",
        "frank: What are you talking about?",
        "Livvie: See, caleb's a vampire again -- I made sure of that -- and we're going to get back what's ours. And joshua will be history, and you'll have a new boss around here.",
        "frank: You know, I find that a little hard to believe.",
        "livvie: Well, get used to it. my advice to you is to get those lips of yours ready, because there's going to be a lot of kissing up around here if you want to hang on to what you have.",
        "caleb: I'm not so sure I heard you right.",
        "rafe: Yeah, you did, you heard me. I'm out of here, ok? Alison's eececting me.",
        "Caleb: Alison?",
        "Rafe: Yes. Look, man, her life is in danger! I need to get to her.",
        "caleb: So all this about leaving town -- all a lie?",
        "Rafe: Forget it. that doesn't matter now. I don't have time for this, ok?",
        "caleb: Not so fast.",
        "Rafe: What?",
        "caleb: \"What?\" alison's not the only thing that joshua has that doesn't belong to him. that ring on his finger is mine.",
        "alison: Ow. Joshua, you are hurting me.",
        "Joshua: I'm hurting you?",
        "Alison: You're hurting me!",
        "Joshua: I'm hurting you? You cut me to the quick. How dare you, foolish girl! You thought you could get this ring out of my hand?",
        "Alison: That's not what I was doing.",
        "Joshua: Don't lie to me, princess.",
        "alison: Look, I married you. I did everything you wanted. what do you want from me?",
        "joshua: Just so you can get your hands on this ring.",
        "Alison: No. no, now you're just being paranoid.",
        "Joshua: You lied to me. People who lie to me don't lie to me a second time. Do you know why? Because I rip the tongues out of their heads.",
        "Alison: Ohoh, my god.",
        "[Door opens]",
        "Alison: Rafe! Rafe!",
        "Man: You ok, boss?",
        "Joshua: I'm fine!",
        "Man: We heard noises.",
        "Jamal: Get out!",
        "Joshua: So that's what this was all about? This whole marriage was just a ruse, just a sham so rafe would drop and rescue you, and probably kill me? Well, that's very foolish planning, young lady. Stupid idea to make a fool out of me!",
        "frank: You sound pretty confident. I'm not sure joshua would like it.",
        "livvie: Can you hear a word I am saying? Joshua is about to become irrelevant.",
        "frank: Really? And what makes you say that?",
        "livvie: Because he's a low-class fraud. he's a fake.",
        "frank: A fake? so, who do you think owns this bar, has options on two hotels, over 1,000 acres of undeveloped land?",
        "Livvie: Yeah, frank, we're not playing monopoly here. he's in way over his head. Can't you e e that?",
        "frank: Well, you know, I guess I'm blinded by what he has done, his vision for the future, not to mention his ability to destroy most of us with the snap of his fingers.",
        "livvie: Oh, please. why don't you look up \"feeble\" in the dictionary, and see whose picture you'll find next to it. Fran yours?",
        "livvie: That's right. you know, now that caleb's back, all you little vampires will be lining up in line, waiting to kiss his ring and cozy up to me, and joshua will be just a memory.",
        "frank: Except for one little detail -- that ring you're talking about is on joshua's finger, not caleb's, which makes joshua the vampire with the power.",
        "livvie: Yeah, not for long. I'm telling you not to underestimate caleb, because he is the real deal. and if you play your cards right -- well, I'm just saying that good help is really hard to come by these days. and once caleb and i officially take over, we'll be looking for some people.",
        "frank: You know, that is rich.",
        "livvie: What's so funny?",
        "Frank: You are. Not that I don't appreciate you putting me and the rest of the gang here on notice -- caleb morley's back in town.",
        "Livvie: Well, he is.",
        "frank: But you've overlooked one significant point -- we don't care.",
        "livvie: You should.",
        "Frank: No. what we care about are outsiders among us, namely you. and where I live, here in joshua's world, tstsiders are not welcome and dealt with accordingly.",
        "livvie: Don't say I didn't warn you.",
        "frank: What's your hurry, sweetheart? this is just getting interesting.",
        "joshua: You've been playing me for a fool all the time, and the whole time letting me believe. oh, yes, oh, yes, you were planning. What were you planning? To harm me. worse, you were planning to destroy me and let me believe the whole time you were coming around, you were ready to become my wife at my side in my bed.",
        "alison: No, you believed what you wanted to believe.",
        "Joshua: Yes, you're right, I have only myself to blame. I was momentarily distracted by some romantic idea of love. well, thankfully, I'm free of that. No more romantic notions!",
        "alison: Joshua, you need to let go of me.",
        "Joshua: Oh, I need to let go of you, do I? I need to let go of you? oh, do you hear that, jamal?",
        "Alison: Ow.",
        "Jamal: Yeah, I heard it.",
        "alison: Look, there are so many women out erere who would apeciate you and -- and love you for what you are and what you have to offer.",
        "joshua: Are you offering me a solution?",
        "Alison: No, I mean, I'll help you go find one. I promise I will.",
        "Joshua: No, that's not a solution that I have in mind.",
        "Alison: Please.",
        "Joshua: No. This time you listen to me. I've tried to do things your way, tried to do things the civilized way. I've honored every single request, and I made you very comfortable. haven't we, jamal? You're my witness. Haven't we treated her like a princess?",
        "Jamal: Yep, just like royalty.",
        "alison: And I've appreciated all of it. I know I have.",
        "Joshua: No, you haven't, not enough! noitit's time that we do things my way.",
        "alison: I'm getting out of -- ah! Get --",
        "jamal: Where are you going? sorry, ali. you got to stay anface the music.",
        "Rafe: You know what? I'll get you the damn ring, ok? You can put it through your nose for all I care, all right?",
        "caleb: Uh-uh. Not good enough.",
        "rafe: What do you mean, it's not good enough? That's what you want, I thought.",
        "Caleb: If I could trust you. Under the circumstances, we'll both go.",
        "rafe: We'll both -- why would I need you? you can't get the ring off joshua and you can't get anywhere near him. That ring makes him vampire-proof.",
        "Caleb: So I distrt t him, you drive a stake through his heart, then we both get back what we've lost.",
        "rafe: I'd rather work alone.",
        "Caleb: Oh. and risk losing alison? hey, you don't like me. fine. But you got to admit when comes to something like this, I have my strong points. it's not like you haven't made a deal with the vivil before.",
        "Rafe: Hmm. and I should trust you because --",
        "caleb: You know I'm right. Once joshua's gone, I get my ring back, and you get the woman you love.",
        "rafe: And we all live happily ever after.",
        "caleb: Sounds good to me, unless you'd like to waste some more time arguing.",
        "rafe: Let's go.",
        "frank: Knock-knock.",
        "ian: Hi. who were you talking to?",
        "lucy: Now you're being silly. there's just us in here.",
        "ian: Yeah, just us. How are you feeling?",
        "[Lucy sighs]",
        "lucy: I don't know. I do know I'd feel a lot better after that transfusion happens, huh? this is weird. they never took this long to set the whole thing up before. What's going on?",
        "ian: Ramsey and I were talking before, and --",
        "lucy: And there's something you're not telling me, isn't there?",
        "ian: I don't think we're going to do this transfusion.",
        "Lucy: You don't think so? Well, that doesn't make any sense at all. did you come up with something else? Did you think of some other treatment that could happen?",
        "ian: No.",
        "lucy: I don't think I understand. Then what are we going to do?",
        "ian: I'm -- I --",
        "lucy: So it's done? there's nothing we can do.",
        "ian: What are you talking about? No, no, no. It's -- chris and I, we're coming up with something better.",
        "lucy: Really?",
        "ian: Yeah, that's what we're doing -- something better. It's --",
        "lucy: Really? because, you know, for a minute there, you had me really scared. I thought you'd just given up on me. I'm sorry. I know you'd never do that.",
        "Ian: No, I never would --",
        "lucy: No.",
        "Ian: Give up on you. I don't even know -- you're staying here. you rest, ok?",
        "lucy: You can't go. I -- I don't -- no --",
        "ian: But I have to go.",
        "Lucy: No, you don't --",
        "ian: I do, I have to save people. I can't just hang with you all day, you know.",
        "lucy: Ok.",
        "ian: Ok.",
        "Lucy: Ian? I love you.",
        "ian: You have no idea.",
        "casey: Did you tell her?",
        "ian: I --",
        "casey: Ian -- ian, look, I get how hard this is, all right? But lucy, she's no dummy. She's going to figure it out for herself. ok, maybe in the middle of the night or when she's alone and afraid --",
        "ian: She won't be alone. never going to be alone, I'm going to be right here. and maybe I'm stalling a little bit, but I'm going to find something. I'm going to figure out something.",
        "casey: A miracle?",
        "ian: Let me talk to her. I've seen all kinds of diseases and I've always found a way to cure them, or at least slow them down, so --",
        "casey: Yeah, but, ian, ian, this is nothing like you've ever seen before, ok? There's nothing remotely normal about this. ok, then think. what were her first symptoms after she fell into the sprin??",
        "Ian: You don't think I thought about that? she lost her slayer powers, and her slayer blood was affected. so, what we -- what we need is rafe.",
        "frank: Back off! back off or I'll snap her neck. so, did we come at a bad time?",
        "caleb: Yeah.",
        "Frank: Ah -- your girlfriend doesn't want a face full of acid.",
        "livvie: No, don't, please.",
        "Caleb: You son of a bitch.",
        "Frank: Just a little vampire trick I learned from you.",
        "rafe: What do you want, frank?",
        "Frank: For starters, someone tell me why vampire man is hanging here with you, a slayer.",
        "rafe: Right. can you fill him in on that? I got something --",
        "frank: Rafe --",
        "caleb: All right, ok, don't be stupid, frank.",
        "frank: Stupid? I'll tell you stupid -- rafe pretending to be on the skids to get joshua's guard down. Now, that's stupid. The two of you working together when you hate each other's guts. and sending livvie to the elixir to announce to the world that caleb morley's back and joshua temple is history -- that is the stupidest thing of all.",
        "rafe: Frank, besides you jabbing me in the side with a switchblade, I don't really have a problem with you and I'd like to keep it that way.",
        "Frank: Or what? am I supposed to be shaking in my boots here, because I've got a news flash for both of you. I don't care if you are a vampire again. you don't have the power! joshua has the ring, he's the man.",
        "caleb: Are you working towards a point here?",
        "Frank: The point is I'm putting out a call to the rank and file, and if I were you two, I'd prepare for a little battle.",
        "alison: What are you doing?",
        "jamal: Taking care of joshua's business. don't ever lie to joshua, not ever.",
        "joshua: You don't have to get involved in this, jamal. I can handle this little lady. I have very special plans for her.",
        "jamal: All right. Whatever you say. but there's something I got to tell her first. you know you could have made this easier on yourself. But as usual, you want to go making things difficult.",
        "Alison: \"Making things difficult\"? We are talking about my life.",
        "Jamal: Yeah, and your life has been turned upside down ever since rafe landed in port charles, hasn't it? I've seen it so many times I can't even count. you're so blind by anything that has to do with rafe that you can't even tell what's right from wrong.",
        "alison: I don't have to take this anymore. I'm not going to listen to this.",
        "Jamal: Like you ever did. rafe is like a sickness with her. He's the disease that turns her mind into mush.",
        "joshua: Well, you cannot be exactly objective yourself, jamal. You were once in love with her, too.",
        "jamal: Yeah, and she loved me also. then she left me anyway for rafe.",
        "joshua: What exactly are you trying to say?",
        "jamal: That maybe if you want to get her to pay attention, you should do what any other regular, old vampire would do -- bite her right now. make her into your slave, because she's definitely not worthy of being your bride. . The abc television network mourns the passing of long-time newsman david brinkley -- journalist, pioneer, friend.",
        "caleb: Hmm. A little rumble with you and your friends -- that sounds like fun but kind of a waste of my time, don't you think?",
        "frank: Are you kidding? I could sell tickets and that's the truth.",
        "caleb: No, the truth is joshua's a loser.",
        "frank: You're wrong. like I said, joshua is the man.",
        "Caleb: Your loyalty is sadly misplaced.",
        "Frank: My loyalty is to the guy who won the prize, and it's clearly joshua. He's got your ring, your woman, not to mention the keys to a family fortune.",
        "caleb: Well, fine, you -- you can think that if you want, but in the end, it's probably going to get you killed.",
        "[Rafe yells]",
        "Frank: Oh --",
        "[Frank screams]",
        "livvie: I'm sorry.",
        "Caleb: All right.",
        "Livvie: He made me bring him here. I'm sorry.",
        "Caleb: Ok. You all right?",
        "Livvie: Yeah.",
        "Caleb: Yeah?",
        "Livvie: Yeah.",
        "Caleb: All right. rafe, let's --",
        "joshua: You are right, jamal. an ordinary vampire would find some ordinary punishment for her betrayal. but we all know I'm not the slightest bit ordinary.",
        "alison: Look, if you're planning to torture me --",
        "joshua: No, I'm planning to marry you and all that it entails. and by the time I'm finished with you, you'll wish I'd only bitten you. you and your obstinacy -- you'll be as docile as a lamb. I don't want to look at you anymore. Get her out of my sight, jamal.",
        "Jamal: Fine.",
        "jamal: Hey, hey, you ok?",
        "Alison: What are you doing, jamal? What are you doing?",
        "Jamal: Stop! Stop it!",
        "Alison: What are you doing?",
        "Jamal: Stop.",
        "Alison: You told him to bite me. He could've bit me!",
        "Jamal: I had to say something to distract him.",
        "Alison: I was so scared. You have absolutely no idea.",
        "Jamal: Stop. ok, I bought us some time, didn't I, ok, by letting him stroke his own ego?",
        "alison: That whole thing could have blown up in your face. You have no idea!",
        "Jamal: I wouldn't have let it get that far, ok? Now, alison, stop, you got to trust me.",
        "Alison: Ok. You're right. I need to focu I need to focus. Where is rafe? do you think that joshua's goons caught him?",
        "jamal: I don't think so. I think rafe is a little bit smarter than that. now, look, don't give up on rafe, and definitely do not give up on yourself.",
        "alison: Ok.",
        "Jamal: All right?",
        "Alison: Ok, you and me.",
        "Jamal: Yeah.",
        "Alison: Look at you --",
        "jamal: Calm down, calm down.",
        "Alison: You're still helping me after everything you've been through.",
        "Jamal: No, don't start feeling sorry for me now. I got nobody to blame for this but myself.",
        "alison: If I could fix this for you, I would. I swear to you.",
        "Jamal: I know, I know.",
        "Alison: You know I couldn't get through this without you. you know that.",
        "jamal: Don't start thanking me now until we're safely out of here, ok?",
        "Alison: Ok.",
        "Jamal: But for now, let's get you up to your room before mr. Joshua comes out.",
        "Alison: Ok. Ok, ok.",
        "Jamal: Come on.",
        "joshua: I'm still going to make you my bride, alison. and you may not love me, but I will make you honor me and obey me.",
        "ian: Rafe! We need you!",
        "rafe: I got to go.",
        "Ian: No, you don't understand. We need to go to the hospital right now.",
        "Rafe: You don't understand, i can'T.",
        "Ian: Lucy's taken a turn for the worse. We need to go right now.",
        "Rafe: Well, of course. I'll -- I'll be there, ok? I got to take care of something first.",
        "Ian: She needs your blood, slayer blood. We're going.",
        "Rafe: No -- I said I would meet you there!",
        "ian: There's nothing more important than you coming with me right now.",
        "lucy: Why are -- are you here to help me? Stay tuned for scenes from the next \"port charles: Desire.\" if someone's in there.",
        "[NEXT_ON]",
        "elizabeth: You want kevin all to yourself. You're hot for him, aren't you?",
        "kevin: Little self-medication time.",
        "rafe: I promise you lucy will get all the blood she needs.",
        "ian: I'm sorry.",
        "singer: Desire"
    ],
    "Transcript Author": [
        "Provided by Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=SHTdGHeoBeQ"
}