{
    "Episode Summary": [],
    "Recap": [
        "Using an outrageous disguise and a horrible fake accent, Chris manages to convince everyone but Elizabeth that he's Georges, the famous European designer. As Georges, he promises to design an entire clothing line for the gym, hold a fashion show, and invite the press. Elizabeth is appalled, but Chris doesn't see any reason to worry--until he actually thinks about it. Kevin is dismayed to learn that Lucy signed the divorce papers, but he understands that she felt she had no choice. After Ian apologizes to Kevin for his behavior at the house, Kevin lays out Ian's future as a vampire and asks him to do what's right for his loved ones. Upset about the questions everyone is asking, Imani packs her bags. Before she can leave her room, she hears a noise outside and realizes that her secret past has caught up with her. She locks the door and pulls the shades, wondering how \"they\" managed to find her. Jamal claims to have hidden the ring at the bike shop. Rafe refuses to allow Caleb anywhere near the ring. Before Rafe and Caleb fight it out, Jamal shouts at them to stop. He agrees to give Caleb the ring, but when he reaches into his pocket, it isn't there. Jack is pleased with himself for having gotten hold of Caleb's ring."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Chris: [Russian accent] Mmm! This is the perfect martini, my friend. You are a genius. I salute you.",
        "Jack: Thank you.",
        "Chris: You are --",
        "Jack: Jack. Jack Ramsey.",
        "Chris: Jack. How are you?",
        "Jack: Yeah, and you are --",
        "Chris: I am George. There is but one.",
        "Jack: Right, right.",
        "Elizabeth: I can't believe that Chris is actually convincing them that he's this designer.",
        "Chris: Ok, so now I think the party really does begun, yes? I give all all the peoples the fashion advice, and I start with Elizabeth. Oh-ho-ho, my love, my vixen -- my dress! You are wearing me!",
        "Elizabeth: In your honor, George.",
        "Chris: Yes -- oh, and, you, poor thing, you think I not show, huh? But I do. And I make your dreams come true, yes?",
        "Elizabeth: People were beginning to think that I didn't know you.",
        "Chris: Who said that you not know me? That -- this is insult! Lizzie is one my closest friends.",
        "Elizabeth: Close friend? Ok, don't call me Lizzie.",
        "Chris: [Normal voice] Wait, don't stop me. You're wrecking my vibe here.",
        "Elizabeth: What do you think of the gym, George?? Alison's done a fabulous job, hasn't she?",
        "Chris: [Russian accent] Yes, fabulous. Yes.",
        "Alison: Excuse me. Mother.",
        "Elizabeth: Oh, god. Alison, I'd like to pres--",
        "[Chris gasps]",
        "Elizabeth: This is my daughter, Alison.",
        "Chris: Alison, hmm. No your daughter. I cannot believe you. You two -- you are sisters.",
        "Alison: I just wanted to thank you so much for coming. I really appreciate it.",
        "Chris: Oh, no, it is nothing. It is my pleasure. I do anything for Lizzie. She is something special. But I digress. I must see the rest of this place. You must show me. I have attention span like busy bee. Come, go.",
        "Alison: Well, ok, ok. Well, it's sort of your small-town gym --",
        "Chris: Yes.",
        "Alison: So we tried to make it, you know, real casual, sort of a funky feel.",
        "Chris: Funky, funky, yes.",
        "Alison: You know, I know that probably not everybody will like it, but --",
        "Chris: I like it. Alison, honestly, what is there to like? There is only to love!",
        "Alison: Oh! You really love it, then?",
        "Chris: Yes.",
        "Alison: Ok.",
        "Chris: Good taste -- it can buy many things, including gyms, much like in my country. What does that mean? I don't know!",
        "[SCENE_BREAK]",
        "Kevin: Well, I guess for a town this size, this is bound to happen, so I suggest we try to make the best of it. Listen, I -- I'm sorry we couldn't work out Christina's visitation schedule, so I just want you to know I'm available to do it anytime --",
        "Ian: This is not the time or the place.",
        "Kevin: Of course not. I understand.",
        "Lucy: I guess I should tell him.",
        "Kevin: Tell me what?",
        "Lucy: I signed the divorce papers.",
        "[SCENE_BREAK]",
        "Imani: Ugh! What is the deal with this town? I can't even hang out at a party without somebody asking me too many questions. Of all people, Caleb Morley giving me a hard time. I just came here because I wanted to be left alone! I don't have time to make new friends. Not even you, Jamal. Sorry. Just I got to get out of here. Got to get out of Port Charles.",
        "[SCENE_BREAK]",
        "Rafe: What'd you just say?",
        "Jamal: I said that I have it.",
        "Caleb: Yeah, sure, you do.",
        "Jamal: No, I'm telling you I have the ring, ok, so you might as well stop wasting your time with Imani.",
        "Rafe: Are you telling me you had it this whole time and you're just coming clean about it right now?",
        "Jamal: What difference does it make at all, anyway?",
        "Caleb: You're not buying any of this, are you?",
        "Rafe: Why shouldn't I?",
        "Caleb: Anybody can see he's just trying to protect his new girlfriend.",
        "Jamal: I am telling you, I have it. I have it.",
        "Caleb: All right, I'll play along. Let's say you have the ring.",
        "Jamal: Ok, let's say.",
        "Caleb: How'd you get it?",
        "Jamal: Dude, what difference does that even make? I've had it since you and Rafe here killed Joshua.",
        "Caleb: All right, you got it. There's only one thing left to do. Hand it over.",
        "[SCENE_BREAK]",
        "Chris: [Russian accent] Yes, it is so wonderful to be here in Port Charles. I must tell you, I will dress you all! Except for you. You I will undress. Give me your phone number.",
        "Alison: Oh, my god. He said that he would design a whole line of workout clothes for us. I mean, do you really think that he would do that for our gym?",
        "Elizabeth: Well, actually, maybe not quite a -- an entire line. He's -- he's very, very busy.",
        "Chris: Oh, nonsense. Lizzie, your daughter -- I design the whole line.",
        "Alison: Will you really?",
        "Chris: Yes! Yes. I can see it now. We have the gym shorts and we have the little teeny stretchy bras. Very nice.",
        "Alison: Oh, it would be so fun, and that would really put us on the map.",
        "Elizabeth: oh, yes.",
        "Chris: Yes, and, of course, we will need a couple or two beautiful models?",
        "Alison: You must have your own models.",
        "Chris: Of course I do, but I must use local ladies -- the short, the tall, the blond, blonder.",
        "Elizabeth: Ok, Georgie, why don't we take all of these details back to your hotel and discuss them there.",
        "Chris: Lizzie, you're going to make me cry.",
        "Elizabeth: No, no, no. I insist, George.",
        "Chris: No, but the people of Port Charles, they have so little, and I have so very much to give.",
        "[SCENE_BREAK]",
        "Lucy: You know --",
        "Ian: Yeah.",
        "Lucy: Thanks. He really is just taking good care of me, looking out for me.",
        "Kevin: He has no reason to trust me, and he shouldn't. Lucy, it really is me.",
        "Lucy: You?",
        "Kevin: The old me.",
        "Lucy: Doc.",
        "Kevin: So, you signed the papers?",
        "Lucy: Yes, I did. I signed those papers.",
        "Kevin: Then we're done. Ok, well, you know, it's strange, isn't it? When you know something's coming, but you still get sad when it gets there. But, hey, you know what? I'm happy. I am, really. I'm happy for you.",
        "Lucy: Thank you. And you're right, it is strange. I think the feelings get a little mixed up, don't they? The happiness and sadness and -- just mixed up.",
        "Kevin: You know what I find myself thinking about is everything we lost, all those years leading up to one special day.",
        "Lucy: Our fantasy white wedding.",
        "Kevin: I wasted it all, didn't I?",
        "Lucy: We had quite a ride.",
        "Kevin: Yeah, but --",
        "Lucy: But -- I've done a lot of thinking about it. Obviously, I'd have to -- I have no choice -- in the past year or so.",
        "Kevin: Well, go ahead, fire away.",
        "Lucy: I just thought of all the problems we had before. You know, there were a lot of things that we worked out and got through, but I've just decided that maybe the universe was telling us this wasn't quite meant to be.",
        "Kevin: Wow. For someone who believes in fate and destiny so much, that must be very hard to say.",
        "Lucy: I just -- I'm trying to read the universe. And I think what she was telling us was it wasn't fate and it wasn't destiny, and I guess we just weren't listening.",
        "Kevin: I like to think that it was telling us to enjoy what we have right now, because tomorrow may not be what you think.",
        "Lucy: Tomorrow, right. Hey, what are you going to do? What is your tomorrow?",
        "Kevin: I don't know. I don't know. As much as I think about it, I can't leave town. I have Livvie to think about --",
        "Kevin and Lucy: And Christina.",
        "Kevin: And Christina. Thank you for that, again. Beyond that, I don't know. I'll take it slow.",
        "Lucy: Good. I think the best way with all of this is just step by step. It'll work.",
        "Kevin: Yeah, I think you're right. I'm going to need some time. I need to make amends with a lot of people, and -- I don't know. In the end, I could open up a private practice. It will take time. And I'll paint. Of course, I'll paint.",
        "Lucy: You should. You're an amazing artist.",
        "Kevin: No, I wanted to be an amazing artist. But I lost my muse.",
        "Chris: Excuse. Ms. Lucy cue.",
        "Lucy: Coe. I don't know you, I'm sorry.",
        "Chris: Yes. No, no, no. I never do forgot your gown at the nurses' balls -- exquisite!",
        "Lucy: You've seen my balls?",
        "Chris: Just two of them.",
        "Lucy: Well, what did you think? I mean, you really liked them?",
        "Chris: Absolutely. Sublime.",
        "[SCENE_BREAK]",
        "Jack: Hey, Livvie. So you're going, huh?",
        "Livvie: Hardly, Jack.",
        "Jack: Yeah, well, it's kind of surprising because you and Caleb are joined at the hip.",
        "Livvie: Why is it every time we see each other you have to say really horrible things to me?",
        "Jack: The only thing that's horrible are the memories I have of you.",
        "Livvie: Oh, that's sweet. You miss me, huh?",
        "Jack: No, not hardly. You're Caleb's headache now. And I'm sure he's popping aspirin as we speak.",
        "[SCENE_BREAK]",
        "Caleb: If you got it, then give it to me.",
        "Jamal: I don't have it here, Caleb.",
        "Rafe: Where is it?",
        "Jamal: At the bike shop, hidden away, and I'm the only one who knows where it's at.",
        "Rafe: Is that true?",
        "Jamal: No, Rafe, I'm lying.",
        "Caleb: Right, so what are we waiting for? Let's go get it. After you.",
        "Jamal: Actually, you know what? I'll meet you two there. There's something I got to do first.",
        "Caleb: No, no! All right, look, I don't think so, Jamal. We're going there tonight, together, you and me. Let's move. I said let's move!",
        "Rafe: Caleb, stop!",
        "Caleb: Get out of my way, Rafe.",
        "Rafe: No. You're not going anywhere near that ring.",
        "[SCENE_BREAK]",
        "Imani: All packed. Only one thing left. I owe him this note at least.",
        "Imani: \"Dear Jamal --\"",
        "Imani's voice: \"I'm not very good at goodbyes, so I'm just saying thanks. You're a cool guy, and you read me so well. You even seem to know how I'm feeling before I do sometimes. Sorry we'll never have that smoothie, but --\"",
        "Jamal's voice: I just wish there was someone I could actually share you with, somebody nice and soft. That would be kind of cool. Because when I came to Port Charles, I was --",
        "Jamal: I was all over the place. It just takes you a little bit of time to get your bearings straight, you know. You'll be fine. All right?",
        "Imani: You really wouldn't mind if I moved in?",
        "Jamal: Who me? No.",
        "Imani's voice: Oh, Jamal's so cute. Hmm, he seems like such a sweet, sexy guy. Oh, only who am I kidding? I already know it can never work out with us -- never.",
        "Imani: I can't just tell him why I have to leave.",
        "Imani's voice: \"All I wanted to tell you is --\"",
        "Imani: God, no! I can't even do it!",
        "[SCENE_BREAK]",
        "Ian: Looks like she met her match. I'm sorry about the other night, because I was trying to pick a fight with you, but you already know that.",
        "Kevin: Hey, I'm an old pro. I tried it with you, remember? You know what? This is just going to take some time to get used to.",
        "Ian: Yeah. I do love her. And I will take care of her always.",
        "Kevin: I know you know that.",
        "Ian: What do you -- we've gone through this way --",
        "Kevin: Ian, you know what you are. Just let me finish. I'm not pointing fingers. Your situation isn't your fault. But happiness isn't just about today, either.",
        "Ian: Go on.",
        "Kevin: Just take me out of the equation, just for a minute, and take a hard look at your life and woo you are right now.",
        "Ian: I know who I am. I'm a vampire, and I'm trying to --",
        "Kevin: You need human blood to survive. You'll be alive long after Lucy's gone. You'll watch Danny and Christina grow up and grow old. Is that fair to Lucy? Is that what she wants? Is that fair to the kids? You're always asking me to do what's right for the family. I'm just asking you to do the same.",
        "[SCENE_BREAK]",
        "Livvie: Is this ever going to stop, or are you just jealous that I chose Caleb over you?",
        "Jack: How'd you know? I mean, because you're totally right. I mean, I cry pretty much every night that -- you know --",
        "Livvie: Ahem. You know, that's very funny, Jack.",
        "Jack: I'm doing fine, Livvie. I have a great girl, and I don't have to feed on blood, so how would I possibly want with your life?",
        "[SCENE_BREAK]",
        "Lucy: You really, truly were at two nurses' balls?",
        "Chris: [Russian accent] Yes, yes. There was so much champagne. And I thought all the peoples that Lucy Cue was the chickest of the chick.",
        "Elizabeth: You know, so, what do you say, George? We should probably get going now.",
        "Chris: Not now, Lizzie-pooh. Come.",
        "Lucy: Oh, well, you know, like I say, I don't know you. I mean, I know --",
        "Chris: Ah, nonsense! Everyone knows George.",
        "Lucy: I don't, but you know what? Now that I look at -- there's something very familiar about you.",
        "Chris: Oh, of course, because we are so \"soo mats.\"",
        "Lucy: We're \"soo\" what?",
        "Chris: \"Soo mats.\"",
        "Lucy: \"Mats\"?",
        "Chris: The \"mats\" of the soul, yes --",
        "Alison: Lucy, Lucy, Lucy, I'm sorry, so sorry to interrupt you. Did you hear? George here is going to do a whole line of clothes for us for the gym!",
        "Chris: Yes.",
        "Lucy: Really?",
        "Alison: Yes!",
        "Lucy: A whole line, like little tight stretchy bras and little tight pants --",
        "Chris: One can only hope.",
        "Lucy: Hey, a fashion show. That's what I'm sensing. We should do sort of a rock 'n' roll --",
        "Chris: Oh --",
        "Lucy: \"Soo mats,\" do you feel it? A fashion show?",
        "Chris: Yes, yes, here in the gym.",
        "Alison: That would be such an awesome idea. That's perfect!",
        "Chris: Of course it is.",
        "Elizabeth: No, it's not.",
        "Alison: Oh, my god. That's great! That's great!",
        "Elizabeth: Yeah, it's a great idea.",
        "Alison: Wait, wait. Jack, if we did a rock 'n' roll fashion show, couldn't we get, like, a lot of really good press, maybe through television?",
        "Jack: Yes, and I know a great bar that can do all the catering.",
        "Alison: Right?",
        "Chris: Yes, it will be bigger than big!",
        "Alison: No, it will be perfect! Best show in town!",
        "Chris: Yeah, well, you know, maybe not so big.",
        "Jack: No, the bigger, the better, my friend. Come on, let's give it up for the man right here.",
        "Alison: Yeah! That's great!",
        "[SCENE_BREAK]",
        "Caleb: What? You know you can't hurt me.",
        "Rafe: You're not going anywhere near that ring.",
        "Jamal: I said that I would meet you guys at the bike shop, come on.",
        "[SCENE_BREAK]",
        "Chris: Ok, this is good on opening night -- chaos.",
        "Jack: Come on, Alison.",
        "Chris: Yes.",
        "Elizabeth: Ok, come on, this is our chance. You are coming with me.",
        "Chris: Ok, peoples, I will see you. Ciao.",
        "[SCENE_BREAK]",
        "Jack: What's going on?",
        "Rafe: All right, everybody get back inside.",
        "Ian: What's going on, Rafe?",
        "Rafe: Ian, I'm fine. It's going to be ok.",
        "Kevin: What's going on here?",
        "Rafe: This is between me and Caleb!",
        "Caleb: Yeah, listen to him, folks. I've seen him like this before. He's very serious right now.",
        "Jamal: Just when I was kind of getting used to having you around, I got to give you up.",
        "Caleb: What was that you said, Jamal? I didn't hear you.",
        "Jamal: Me? No, nothing. I wasn't talking to you.",
        "Caleb: Yeah, well, I'm talking to you, and I want an answer. What the hell are you hiding?",
        "[SCENE_BREAK]",
        "[Chris laughs]",
        "Chris: Was that a great save or what?",
        "Elizabeth: What, that is your definition of a save?",
        "Chris: Well, yeah. I mean, I had everybody fooled in there with the accent. I mean, there was Lucy and Kevin, even my brother, Jack.",
        "Elizabeth: You have completely lost your mind.",
        "Chris: What are you talking about?",
        "Elizabeth: You completely designed us into a corner. [Disguised voice] Mr. Fabulous, fabulous. It was just fabulous.",
        "Chris: Ok, ok, just stop for a second. I just saved your butt in there. I mean, you said yourself you were going to be the laughingstock of the whole party.",
        "Elizabeth: [Normal voice] But you did not save my butt. What you did was, a, promise my daughter that you were going to design a whole new fashion line of workout clothes for the gym, b, put on a fashion show, and, c, invite the press and make it just the grandest presentation that Port Charles has ever seen. We can't do that.",
        "Chris: What are you talking about? Of course we can do that. All we have to do is put together -- oh, no.",
        "Elizabeth: Exactly. So, what do you propose, George?",
        "[SCENE_BREAK]",
        "Imani: So much for starting over. Bye, Port Charles. Maybe I'll even get an apartment in my next town.",
        "[Imani gasps]",
        "Imani: No!",
        "Imani: How did they find me? How?",
        "[SCENE_BREAK]",
        "Rafe: Ok, everybody go inside. There isn't going to be a fight.",
        "Lucy: Ahem. Excuse me? Cousin, what is going on?",
        "Rafe: I'll explain later. Just go.",
        "Lucy: No, I'm not going. My slayer powers are back. I can help you. Let me help you.",
        "Rafe: I got this one, please.",
        "Lucy: Oh, let me do something.",
        "Rafe: Lucy?",
        "Lucy: What?",
        "Rafe: Please.",
        "Lucy: Fine. I hope he knows what he's doing.",
        "Ian: Well, he knows exactly what he's doing.",
        "Lucy: I'm talking about Rafe, not Kevin. What's going on?",
        "Ian: I just got a lot on my mind, that's all.",
        "Alison: Hey, hey, what's going on? What is all this about?",
        "Rafe: You want to tell her, Jamal, or should I?",
        "Jamal: You know --",
        "Caleb: Come on, Jamal. Look, why don't you just save yourself a lot of trouble and hand over the ring?",
        "Jamal: I told you, I don't have it.",
        "Caleb: All right, kids, I tell you what I'm going to do. I'm going to count to three.",
        "Jamal: I don't have it.",
        "Caleb: One --",
        "Rafe: Not as long as I'm alive, vampire.",
        "Caleb: Two --",
        "Livvie: Caleb, please.",
        "Rafe: You're not going to get the ring!",
        "Caleb: Three!",
        "Jamal: All right, enough! Enough! I'll give it to you. You're right, I got it right here in my pocket. I'll just -- just stay cool. I just -- I don't have it.",
        "Caleb: Jamal, come on, no more games!",
        "Jamal: I'm not playing any games! I don't have it. It was in my pocket. I don't have it. I don't have your ring.",
        "Caleb: Oh, Jamal, Jamal.",
        "[SCENE_BREAK]",
        "Jack: Well, well, well. Looks like things are going to be a little different around here. The Elixir is all mine, and so is Caleb's ring. Stay tuned for scenes from the next \"Port Charles: The Gift.\"",
        "[NEXT_ON]",
        "Jack: What is so special about this ring?",
        "Reese: Oh, my god! Jack!",
        "Ricky: You either stay here or stay away for good.",
        "Jamal: I took the ring to keep you two idiots from killing each other.",
        "Caleb: You know how heroes usually end up, Jamal? They end up dead."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=Qn3MTc3zWXk"
}