{
    "Episode Summary": [],
    "Recap": [
        "Kevin and Ian team up to help Tess. Ian has trouble focusing on his patient, who goes into cardiac arrest. When she's out of immediate danger, Kevin confronts Caleb, and Ian soon follows suit. Caleb denies Lucy's claim that she saw love for Livvie in his eyes. Lucy tells him to leave Tess alone, because he'll never be able to recreate his vampire bride. Jack threatens to go after Kevin if he ever does anything to Tess again. Unwilling to stay away from Tess, Caleb materializes in her room. Marissa is angry with Jamal for lying to her about the urgency of visiting her mother. Jamal explains that he needed to get her out of town in order to protect her. Marissa is stunned to hear that Jack saw Stephen's fangs, proving that he really is a vampire. Tired of Stephen's lackadaisical attitude toward rehearsal, Ricky throws a tantrum and urges Caz and Reese to cut loose from the band. After warning Ricky to be careful, they agree that they're also tired of Stephen's behavior. Ricky in! troduces a new song that he wrote, and they like it. Reese can barely contain her hunger for her \"drummer boy.\" Alone with Ricky, she's all over him, and just as she prepares to bite him, Caz returns and puts a stop to it. After Ricky leaves, Caz bawls Reese out for her impatience. Marissa goes to the rehearsal hall to look for proof that Stephen is a vampire. When she starts going through a backpack, Reese catches her."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Marissa: Jamal, you lied to me. That is not cool.",
        "Jamal: Baby, come on, all right?",
        "Marissa: No, no, do not -- do not \"come on, baby,\" me, ok? Because you let me believe my mom needed me, Jamal. You let me rush all the way there thinking something was wrong.",
        "Jamal: Look, I had my reasons for bringing you out of town. Ok, why are you --",
        "Marissa: Jamal, it freaked me out.",
        "Jamal: Look, I was just trying to protect you, that's it. I'm --",
        "Marissa: Protect me from what? Oh -- no. No, Jamal, if you say the v word again, I will strangle you.",
        "Jamal: Look, Marissa, come on. You can't strangle me because if you strangle me, that's going to kill me, and the lack of oxygen to the brain --",
        "Marissa: I am not kidding.",
        "Jamal: Look, ok, I'm sorry, ok? I'm sorry I scared you, all right? But I had to get you away from that bloodsucker.",
        "Marissa: Jamal, we have been over this, what, like a zillion times? Ok, yes, yes, Stephen Clay -- he's a quirky musician. The man's probably, what, thrown a couple of chairs out of hotel windows, crashed a car or two in his day, but the man is a rock star. That's what he does.",
        "Jamal: I know, who happens to have fangs. Marissa, Jack saw them.",
        "[SCENE_BREAK]",
        "Ricky: I'm so sick of this. Stephen's blowing off rehearsal again. I mean, doesn't he know we have a recording session coming up?",
        "Caz: Hey, you need to chill, Ricky.",
        "Reese: Yeah, Stephen doesn't like whiners.",
        "Ricky: \"Stephen doesn't like whiners.\" Stephen doesn't like this. Stephen doesn't like that. Stephen says \"jump,\" and you guys say, \"how high, boss?\"",
        "Reese: That's right. And you would, too, if you knew what was good for you.",
        "Ricky: What? Come on, guys. Haven't you noticed how much tighter we've gotten as a band in the last couple of weeks? I mean, he might be the frontman, but we're so rocking as a trio here.",
        "Caz: It's Stephen's band. We in it for life.",
        "Ricky: Listen to that, man. I mean, what kind of a life is that? We're sitting here waiting around for him while he's out there doing whatever the hell he's doing. Look, if he keeps blowing us off, he should take his little act solo.",
        "Caz: Well, the guy's not entirely wrong.",
        "Ricky: What about you, Reese? I mean, the great Stephen Clay is not around here. What do you really think?",
        "Reese: Yeah, ok, the three of us do make a pretty slamming team.",
        "Ricky: Oh.",
        "Reese: And I'm as frustrated as you are about Stephen blowing us off. I'm frustrated about a lot of things around here.",
        "Ricky: We're going to do something about this. I'm working on a new song. You guys want to check it out?",
        "Caz: Yeah, all right.",
        "Reese: Why not?",
        "Ricky: All right.",
        "Reese: I think it's time we make Ricky a full-fledged member of the club.",
        "Caz: You mean invite him to the nonstop, eternal party?",
        "Reese: I'm willing to do the honors.",
        "Caz: Not until the boss signs off on it, or we're both in trouble.",
        "Reese: That's right. Stephen says, \"Jump,\" we say \"How high?\"",
        "Caz: Uh-huh.",
        "Reese: Forever and ever and ever.",
        "Caz: That's the gig we signed on for, Reese. Ain't no way out of it that I know of except feet first. Stephen still calls the shots. Especially that shot.",
        "Reese: Yeah, ok. You know how much I like following the rules.",
        "Ricky: All right, you guys ready to hear something nius? Let me know if you like what you hear.",
        "Reese: Yeah, because I already love what I see.",
        "[SCENE_BREAK]",
        "Jack: What'd you do to her?",
        "Caleb: She needs help.",
        "Jack: Not from you. It's ok, Tess. It's ok. Yeah, I got you, I got you.",
        "Kevin: Let's get her on the gurney.",
        "Lucy: What -- what happened? What happened to her?",
        "Caleb: We were talking, and she fainted.",
        "Lucy: You were talking?",
        "Caleb: That's right, talking.",
        "Lucy: Somehow I find that really hard to believe.",
        "Caleb: No, I don't care what you believe. She needs a doctor. Hey, Thornhart, you going to do something?",
        "Lucy: He's right. I hate to say it, but he's right. She really needs your help.",
        "Ian: I'm not myself. I don't think I can do this.",
        "Lucy: I know. I know. Can you try?",
        "Kevin: Pulse is weak. She's fading. Ian! You going to stand there, or are you going to help us?",
        "Lucy: What do you want me to do? Do you want me to get Karen?",
        "Ian: No, there's no time.",
        "Lucy: Ok, ok.",
        "Ian: Get the crash cart and get a line started.",
        "Jack: Come on. Please don't let her die.",
        "Jack: Ian, how is she?",
        "Ian: I can't tell yet.",
        "Jack: Is she breathing?",
        "Lucy: Wait -- Jack, come on. Let them do their job. Let them do their job.",
        "Ian: Still unconscious. Severely bradycardic.",
        "Kevin: I can't tell if it's shock or an injury causing this.",
        "Ian: We need to get her stabilized.",
        "Kevin: Pacer pads?",
        "Ian: No, I --",
        "Kevin: Ian, do you want pacer pads?",
        "Ian: I need a B.P. cuff.",
        "Kevin: Ian, take her pressure.",
        "Ian: I need a B.P. cuff.",
        "Nurse: I gave it to you, doctor.",
        "Ian: Right. Ok.",
        "Kevin: Wait a minute. We've lost her pulse.",
        "Ian: She's gone into full arrest. Give me one milligram of epi.",
        "Jack: Lucy, she's not waking up.",
        "Lucy: I know, I know. It's going to be ok. She's going to pull through. They just have to do their jobs.",
        "Jack: Just want to --",
        "Lucy: Do something, I know. Let's send all our positive energy her way and -- for God's sakes, I guess we just better pray.",
        "Ian: Come on, Tess.",
        "Kevin: Still no pulse. What's causing this?",
        "Ian: Open the fluids. Come on, Tess, you got to fight this.",
        "Kevin: Wait a minute. We got a pulse. She's breathing on her own.",
        "Ian: 70 palpated.",
        "Kevin: That's good.",
        "Ian: Good girl. She's coming out of the woods.",
        "Lucy: Thank God.",
        "Caleb: Good. That's good.",
        "Jack: Tess, it's ok. It's me -- it's Jack. Look, just squeeze my hand, ok? Just let me know you're here.",
        "Ian: I don't know why she's still unconscious. I need to get more information. Hey -- what did you do to her?",
        "Karen: Ian, hey, what have we got?",
        "Ian: They brought in Tess. She's unconscious, but she's stable. I don't know why she went into cardiac arrest. Can you take over, please?",
        "Karen: Yeah , sure. Let's get her to a room. Come on.",
        "Jack: I'm by your side. Let's go. Let's move fast.",
        "Kevin: Well, Houdini? You took her away from me to bring Livvie back, so what happened?",
        "Caleb: Olivia came back, but Tess fought her. She fought her till she collapsed.",
        "Kevin: Everything you touch dies, doesn't it?",
        "Caleb: Not everything, Doc. If I wanted to hurt that girl, she'd be beyond the help of medical science right now.",
        "Ian: Right now, she still is.",
        "Caleb: Well, then, fix it.",
        "Ian: Let me tell you what I'd like to fix right now.",
        "Lucy: No, Ian, no! No, no, you can't. Not now. Look, Caleb, we're just all a little upset. I'm sure you can understand. Tess is very special to us, too.",
        "Caleb: You know what I understand? I understand you'd all like to get rid of me. But you can't. So why don't you save your strength for something you can do, like helping Tess.",
        "Caleb: What the hell are you looking at?",
        "Lucy: You -- the big, bad vampire.",
        "Caleb: You think I'd come in here and bite everyone, then fly out the window?",
        "Lucy: No, actually, I was just a little surprised. I -- I didn't see revenge or malice or hate or anger on your face just now. Surprisingly, I saw something else.",
        "Caleb: Yeah? What did you see?",
        "Lucy: I actually think I saw love.",
        "[SCENE_BREAK]",
        "Marissa: No way.",
        "Jamal: Marissa, none of us actually wanted this to be true, ok? Least of all Jack. Ok, Caleb busted him the worse than anybody else. But you cannot deny what you see with your own eyes, like you're trying to do right now.",
        "Marissa: No, I'm not denying --",
        "Jamal: Marissa, come on, come on. Come on, Marissa. Come on. Ok, you know they're not your normal rock 'n' roll band. They've always given you the creeps. They're like a pack of dogs. You've said so yourself.",
        "Marissa: Not Stephen. Jamal -- not Stephen. If he's a monster, then how could he be capable of such beautiful feelings?",
        "Jamal: Look, it's all a part of the head trip that he lays on his victims. Ok, think about it. He has to be smart to have lasted this long, to keep coming back again and again and --",
        "[Phone rings]",
        "Jamal: And again. Yeah, what up? Ok, ok, I'll be right there. Don't do anything stupid. All right.",
        "Marissa: That didn't sound good.",
        "Jamal: No, no, it was Jack. Tess is in the hospital.",
        "Marissa: Well, then, let's go.",
        "Jamal: No, no, we're not going anywhere because Caleb's there.",
        "Marissa: With Tess?",
        "Jamal: Yeah. Apparently, he's the one that brought her in.",
        "Marissa: Did -- did he --",
        "Jamal: Bite her? I don't know. Jack didn't say.",
        "Marissa: Oh, my God.",
        "Jamal: Just go home. I'll be there in a little bit, ok?",
        "Marissa: Yeah. I've got to stop Stephen.",
        "[SCENE_BREAK]",
        "Ricky: So we riff a little here, then back to the chorus. So, what do you guys think?",
        "Caz: Pretty hot.",
        "Reese: You are amazing.",
        "Ricky: Thank you.",
        "Reese: Stephen may not always think so, but I do.",
        "Ricky: Well, you know, I really need this to work. This is my dream. This is my ticket. And I don't need anybody getting in the way, not even the great Stephen Clay.",
        "Caz: Well, since it don't look like Stephen's going to show up, I'm going to go ahead on and split.",
        "Reese: What, do you have a hot date?",
        "Caz: Don't I always? And you -- be a good girl, hear?",
        "Reese: Promise. I'm going home straight to bed. Only not alone.",
        "Ricky: Take it easy, man.",
        "Caz: All right, man.",
        "Ricky: Hey, listen, I'm getting pretty tired here. What do you say we get out of here?",
        "Reese: Does the night really have to end?",
        "Ricky: What, do you want to grab a bite or something?",
        "Reese: How'd you guess? I'm starving.",
        "Ricky: Whoa. Where is this coming from?",
        "Reese: You just really turn me on. I can't help myself.",
        "Ricky: Well -- ah -- you know, shouldn't we keep this about the music, you know, strictly professional?",
        "Reese: Is that really what you want, drummer boy?",
        "Ricky: No, no -- look, look -- you know how Stephen -- wait -- is always harping on us about keeping things strictly business. But he's not around here. Oh, what the hell.",
        "[SCENE_BREAK]",
        "Jack: Hey, hey, how's Tess?",
        "Ian: She's still unconscious, but the good news is she's not hurt physically.",
        "Jack: Then why isn't she waking up?",
        "Kevin: Whatever Caleb did traumatized her. She shut down. I've seen cases of shock like this before.",
        "Jack: I don't trust a word you say. Ian, tell me the truth.",
        "Ian: Listen to Kevin. He'll explain it.",
        "Jack: What's going on with you, man? Are you all right?",
        "Ian: Yeah. I shouldn't be here. Talk to Karen.",
        "Ian: I shouldn't be here.",
        "Jack: No, no, no, no, no. I don't think you heard a word I said. You already tried to kill Tess once. I'm not letting you and your buddy Caleb go near her again.",
        "Kevin: I guess you missed it. I just helped save Tess' life.",
        "Jack: Oh, yeah, and that's the part I don't understand. See, because you told me Tess meant nothing to you. Except you let her believe that you cared about her, and then you turned her over on a silver platter to Caleb. Let me tell you something, Kevin -- if she doesn't come out of this, I will come after you.",
        "Jack: Hey, Karen. How is she?",
        "Karen: She's comfortable, Jack. We're doing everything we can.",
        "Jack: Yeah, she just looks pretty pale.",
        "Karen: You know what? Don't stay too long. I'll be back to check on her in a few minutes.",
        "Jack: My beautiful wife. I'm sorry that I wasn't -- I wasn't there to protect you. I know that you're probably scared, but, hey, you don't have to be because you're safe now. You can wake up, Tess. I love you so much, and I'd give anything if I could just see your smile right now. You know that I'm no good without you. Come on, Tess. Please don't leave me.",
        "[SCENE_BREAK]",
        "Caleb: Love. When I looked at Tess, you saw love. Maybe I was just hungry.",
        "Lucy: Maybe. I don't think so. Can you just forget what you are for a minute and forget that I'm a slayer, just for a minute?",
        "Caleb: If this is some sort of peace offering --",
        "Lucy: You can take it for whatever it is to you. I don't care. I know that you loved Livvie, your Olivia. You loved her very much. So what are you trying to do? I think what you're trying to do is replace Livvie with Tess.",
        "Caleb: Hmm. Is this your own theory, or did you get some help on it?",
        "Lucy: Tell me I'm wrong.",
        "Caleb: You're wrong as usual.",
        "Lucy: I don't think so. I was there, remember, Caleb? I saw you with Olivia. I saw how much you loved her. Despite all the monstrous, horrible things you've done, I believe with all my heart you truly loved her.",
        "Caleb: Your point is?",
        "Lucy: My point is what you do to things you love. You destroy them. You can't help it, can you? Isn't that part of what you've been forever and ever, that everything that you love -- it's like that eternal life thing doesn't have the rewards you hoped because you destroy it. Something you want, something you want to possess, something that you can't have you lose because you have to kill it just like you killed Livvie.",
        "Caleb: One correction -- she destroyed me. But as you might have noticed, neither one of us really goes away. Trust me, I know better than anyone.",
        "Lucy: I don't trust you at all. But trust on this -- you need to leave Tess alone. It doesn't work that way. You cannot take Tess and re-create Livvie. You can't make that vampire bride. She doesn't exist anymore. Let Tess have a life. If you have anything left inside that dark heart of yours, leave Tess alone. Let her be.",
        "[SCENE_BREAK]",
        "Ricky: You're so hot.",
        "Reese: I just want to be with you forever.",
        "Ricky: Whoa, whoa, whoa, whoa -- hey, wait a minute. Forever? Look, I'm not looking for a commitment here.",
        "Reese: Just a good time, right?",
        "Ricky: Yeah. Yeah, that's right. Just a good time.",
        "Reese: Get ready for the time of your life.",
        "Caz: Reese -- stop now.",
        "Ricky: Dude, your timing stinks!",
        "Caz: I'm sorry to break up your little party, but Stephen called and he would like to speak to you. So you might want to split if you know what's good for you.",
        "Reese: Another time, drummer boy. I promise.",
        "Ricky: Whatever.",
        "Caz: What are you doing? Are you trying to get us all killed?",
        "Reese: Stephen said I could have him.",
        "Caz: When he gives the word, not a moment sooner.",
        "Reese: I'm sick and tired of doing what Stephen says all the time!",
        "Caz: And I am warning you! Put your fangs away, girl. You'll have your chance at Ricky. Just have a little patience.",
        "Marissa: They're gone. Good. I just need to find some proof Stephen's a vampire. Oh, whoa, look what Reese left behind. I bet you that weirdo's a vampire, too.",
        "Reese: Don't you know little girls who snoop get into big trouble?",
        "[SCENE_BREAK]",
        "Jack: When I saw Caleb carrying Tess into the hospital, I wanted to kill him with my own bare hands.",
        "Jamal: Look, dude, just calm down. We took him down once. We'll take him down again, all right?",
        "Jack: Yeah, but will he stay down? And now Caleb's not my only problem. Kevin's out to get her, too.",
        "[SCENE_BREAK]",
        "Lucy: Um -- are you ok?",
        "Kevin: Seeing Tess lying in there, I couldn't help but think about Livvie, wonder how she can be gone, if I'll ever see her again.",
        "Lucy: I know it must be very hard. I think you have to just have faith and hope, which is probably the hardest and the most simple thing to try to do at the same time, somehow, huh?",
        "Kevin: Why does it seem like I'm losing everything I love most in the world?",
        "Lucy: Doc, I don't know. I don't know that. I can't answer that.",
        "Lucy: I don't know why things happen the way they do. I'm not sure why that is. Can I ask you something? And you can be honest with me. You have to be. I need to know -- was Jack right? Did you help Caleb get to Tess? Did you?",
        "Kevin: You can't help yourself, can you? You pretend to care, and then you come over here and accuse me of terrible things. What a slap in the face.",
        "Lucy: No, I -- I do care. I just need to know if you're involved in all of this.",
        "Kevin: Well, that's not your concern anymore, remember? You walked out on me, Lucy.",
        "[SCENE_BREAK]",
        "Caleb: When will they learn? They can't keep me away from you.",
        "[NEXT_ON]",
        "Alison: I was just looking for something that maybe daddy would have left behind somewhere.",
        "Elizabeth: Alison --",
        "Alison: Anything.",
        "Elizabeth: Why don't you tell me why you're really here.",
        "Kevin: I know where Livvie's been all along. Tess has Livvie.",
        "Tess: You wanted Livvie.",
        "Caleb: Not if it means losing you."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=f91FrgunTI0"
}