{
    "Episode Summary": [],
    "Recap": [
        "To gain Casey's trust and cause her to fall from grace, Ricky gives his guardian angel a day just for the two of them. Ricky confesses his willingness to do almost anything to keep from losing his gig as lead singer of The Experience. After kissing Casey, he pulls away and expresses a reluctance to break the rules. Jack advises Jamal to embrace his new identity since it can't be reversed. After informing Frank that he has no intention of whining or fighting with him, Jamal asks his sire for a job. While Alison tries to comprehend the men's need to fight, Caleb struggles to make Olivia understand that Alison isn't the enemy. Rafe and Caleb sit down to strategize. In the spirit of openness, Caleb admits that Olivia worries that he'll eventually prefer being mortal. This angers Olivia, who shape-shifts and attacks a bewildered Alison outside the catacombs. Caleb comes to his friend's rescue, causing Olivia to feel betrayed by the man she loves. Determined to get what she wants, Olivia phones Joshua with news about his dearly departed Alison."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ricky: Hey, Casey, get your butt out here! This sorry excuse for a fire is about to go out. Bring the marshmallows.",
        "Casey: Ok, I'll be right out! Hold up.",
        "Joshua: I really would like to focus and take this band to heights where you see it. But I've got this angel who keeps looking over my shoulder.",
        "Ricky: So what does that have to do with me?",
        "Joshua: You're a smart kid. How would you make an angel fall? Think about it.",
        "Casey: No, no, no, I'm not here on vacation, Ricky. I'm here on assignment.",
        "Ricky: What? What? An angel assignment.",
        "Casey: Yeah. Yeah, that's right.",
        "Ricky: So what, you know? You can't work all the time.",
        "Casey: No, honey, you don't understand.",
        "Ricky: What's to understand? You're back and that's all that matters.",
        "Casey: Look, there are rules. There are rules. That's why I got yanked back, ok? There's no -- no kissing, no fooling around, no -- no -- no -- no.",
        "[Casey laughs]",
        "Casey: Wow, you really are a boy scout. That's a pretty fat fire, man.",
        "Ricky: Hey.",
        "Casey: Whoa.",
        "Ricky: Spend an evening with Ricky Garza, it's first class everything.",
        "Casey: Hey, I take back that boy scout thing. What's up with you, man?",
        "Ricky: Oh, what do you mean?",
        "Casey: I don't know. You're acting all -- you're practicing for your groupies or something?",
        "Ricky: No, I'm not practicing for my groupies. I was just hoping that, you know, you'll keep your promise and just hang out. Forget about your job, forget about the vampires and your buddy Jamal. Just kick back and enjoy it.",
        "Casey: I am.",
        "Ricky: Me, too.",
        "[SCENE_BREAK]",
        "Jamal: So what? What's the big deal? I feel lousy. It's nothing.",
        "Jack: If it's nothing, why are you so uptight?",
        "Jamal: Why don't you get off my back, Jack? Ok, manage your bar, and then go manage your little rock band. Just stay off my case.",
        "Jack: I would, but I see that look in your eyes. I've been down that road before, Jamal. The whole -- chills, the hunger pangs. Trust me, it's no flu.",
        "Jamal: Oh, shut up, man.",
        "Jack: No, not till you start talking, because we both know that you've been turned.",
        "Jamal: What? Proud of yourself now, huh? Good. Ok, but look, here's a news flash -- I don't want your pity.",
        "Jack: Good, because you're not going to get any. But I do have some advice -- embrace it.",
        "Jamal: What?",
        "Jack: You are what you are.",
        "Jamal: Oh, my God. Please.",
        "Jack: You've been turned. No, listen to me. Stop fighting it. Let the beast be your friend.",
        "[SCENE_BREAK]",
        "Alison: So what is it with you guys? You need to kick the crap out of each other in order to work together, hmm?",
        "Rafe: I guess it's just not meant to be understood.",
        "Alison: Well, as long as you understand the point that I was trying to make, you understand that it's right, that's all that matters.",
        "Caleb: Huh. Right about what? I -- I've forgotten.",
        "Livvie: Next she'll be trying to convince us that's what we all want to do.",
        "Rafe: None of us wants this. We're doing what we have to do.",
        "Caleb: Amen to that. No offense.",
        "Rafe: None taken.",
        "Alison: So then we all agree -- no more secrets, right?",
        "Livvie: Yeah.",
        "Caleb: Deal.",
        "Livvie: I need some air.",
        "Livvie: Well? Come on, Rafe? Did you or didn't you get the antidote? Yes or no?",
        "Rafe: There is -- no antidote. I'm sorry, we were wrong about that.",
        "Alison: Hey, you are ok with this, right?",
        "Rafe: Well, name the other choices.",
        "[Rafe sighs]",
        "Caleb: Hey.",
        "Livvie: Tell me we are not going to do this. We're not really going to work with these two, are we?",
        "Caleb: We need them.",
        "Livvie: But, Caleb, I thought you said yesterday that you couldn't trust Rafe.",
        "Caleb: At this point, it doesn't matter about any of that. Two is better than one, four is better than two. Joshua has an army. It'll take all four of us if we want to have any chance of taking him down.",
        "[SCENE_BREAK]",
        "Casey: Ricky, what are you doing?",
        "Ricky: What do you mean, what am I doing? What, do I have to draw you a map so we can enjoy this?",
        "Casey: Stop it!",
        "Ricky: What? You kissed me, too. You know you did.",
        "Casey: Look, what do you have, like, a brain cramp? Look, we can't be doing this -- even if we wanted to. Ricky, I -- for heaven's sake, I'm your guardian angel, all right? If we do anything like that, they're going to yank me up so fast, you're going to be here all alone.",
        "Ricky: Look, I'm sorry, all right? I mean, man, you look so fine and your kisses are so good.",
        "Casey: Just chill. It's cool. What's going on, man?",
        "Ricky: I just wish it was different.",
        "Casey: Yeah? Since when? You've been acting like such a jerk lately.",
        "Ricky: Yeah, yeah, I know, but, I mean, we've been hanging out lately like this, and it just -- it's all coming back -- the way we used to be.",
        "Casey: Really?",
        "Ricky: Yeah.",
        "Casey: Me, too. That was a long time ago, though.",
        "Ricky: Do you remember?",
        "Casey: Every minute, and I bet you don't remember the first time we ever met.",
        "Ricky: Oh, please.",
        "Casey: When?",
        "Ricky: I busted your butt for armed robbery.",
        "Casey: Ah, no, I don't think so. You were scamming as a security guard.",
        "Ricky: Yeah, yeah, yeah, that's fine and everything, but you still got caught without a -- what was it?",
        "Casey: Necklace. It was a necklace, and we both got caught.",
        "Ricky: That's right. Do you remember how you started that fire at the police station?",
        "Casey: Oh.",
        "Ricky: That's what busted us out.",
        "Casey: That was the great escape, right?",
        "Ricky: Yeah. I bet you thought I was a jerk back then.",
        "Casey: Oh, no, I didn't.",
        "Ricky: Yes, you did.",
        "Casey: Yeah, I did. I did, only because you were a jerk. I mean, that's until you decided to show me that you were really a nice, sweet guy, and then when you did that, it was game over. I couldn't help myself. I had to fall madly, deeply in love with you. How do you play that thing?",
        "Ricky: Oh, it's actually not as hard as it looks. Come on, I'll show you.",
        "Casey: Oh. Ok, well, I'm warning you, I'm tone deaf.",
        "Ricky: All right, ok. You strum it with your right hand and, ok --",
        "Casey: Yeah?",
        "Ricky: Go ahead and strum. There you go. strum some more. All my life I lived a lie. Believed I was in love and I was satisfied. Then I learned of you loving me but you were gone before I found you. Too late for me to know you.",
        "[SCENE_BREAK]",
        "Rafe: We have to find some way to infiltrate Joshua's circle of power.",
        "Caleb: You could always plant a hidden camera in his living room.",
        "Rafe: You can joke all you want, but it worked, didn't it?",
        "Alison: Ok, ok. Same side. Come on.",
        "Livvie: Please. Next, you'll be wanting us all to take a vacation to the Poconos together.",
        "Alison: Are you ever pleasant? Umm, ever?",
        "Livvie: Look, little miss goody two-shoes, we are not the same. We don't want the same things. We have nothing in common, so get over it.",
        "Alison: No, we do have one thing in common -- we all want to bring down Joshua.",
        "Livvie: Yeah, that's -- that's right, and when this nightmare of a thing is over, you get what you want -- like always -- and I get nothing, like always.",
        "Rafe: Livvie -- what --",
        "Caleb: She's talking about the antidote, the one that supposedly doesn't exist.",
        "Rafe: That's right, it doesn't.",
        "Caleb: She's a little worried -- the longer that I'm mortal, the more that I'm going to like it.",
        "Livvie: Yeah, thanks. That's great. Just tell them everything, why don't you?",
        "Caleb: Hey. Hey, relax. I'm just -- I'm trying to come clean, make everything right.",
        "Livvie: Yeah, well, my fight isn't with you.",
        "Caleb: It's not -- it's not with them, either, not right now.",
        "Livvie: I don't have to like it.",
        "Caleb: I know you don't. I know you're suffering, but you are making this harder on yourself than what you need to.",
        "Livvie: You're right. I'm sorry. You're right.",
        "Caleb: Ok. You just got to trust me. I'm -- I'm going to make everything work, I will.",
        "Livvie: I know you will, and I do trust you, and I love you. Ok?",
        "Caleb: Ok. No more fights?",
        "Livvie: I'll try.",
        "Caleb: All right.",
        "Livvie: I'm just going to try and clear my head for a while.",
        "Caleb: You want me to come with you?",
        "Livvie: No. No, you -- you and Rafe have big plans to make, so I need some down time.",
        "Caleb: Ok. You be careful.",
        "Livvie: Ok.",
        "Alison: Ok, so, I'm going to get some firewood while you guys try and save the world, ok? Thanks.",
        "Alison: Oh, God, get off! Get off! Rafe!",
        "[SCENE_BREAK]",
        "Ricky: Lighten up my brain. That's it.",
        "Casey: Oh, I love that song.",
        "Ricky: Yeah? Well, you should. You know, it was written for you.",
        "Casey: No, no, no, no, it's the way you sing it. You have a sick voice. oh.",
        "Ricky: No, no, no, I just -- I just love to sing, you know? When I sing, everything else is unimportant. I would almost do anything not to lose that. And me being the lead singer of this new band -- that's the greatest thing that's ever happened to me.",
        "Casey: You said it, right? you wanted the life, being upfront, top of the list at all the clubs, your face seen everywhere, besides those wanted posters.",
        "[Casey laughs]",
        "Casey: I mean, look at you. You're a genuine rock star.",
        "Ricky: It's not about the posters and --",
        "Casey: Chicks? What?",
        "Ricky: No, it's not about the chicks. It's about the music. I mean, I love the whole process. I love rehearsal. I love practicing. I can even put up with Joshua yelling at me. All right, I love the music. I feel like I'm finally becoming what I'm supposed to be.",
        "Casey: Guess what -- you did it without fangs. I mean, you did it without sacrificing anything, and you should give yourself props for that.",
        "Ricky: I should give my guardian angel props for that.",
        "Casey: Oh, please. I didn't do anything.",
        "Ricky: Oh, come on. You -- you -- you taught me to believe in myself before I even knew what that meant.",
        "Casey: Well, that's just because you hadn't realized it yet.",
        "Ricky: No. When I got myself in that fight and I got my face all cut up, you told me not to give up on myself. Then -- then you touched me. and it was gone.",
        "Casey: Just a little trick I learned from up there. That's all it was.",
        "Ricky: No, it wasn't about the healing. It was much deeper than that. You taught me that my life could actually be worth something.",
        "Casey: It is worth something, Ricky.",
        "Ricky: I owe you. I owe you, and I can never let myself forget that. I -- I just want to --",
        "Casey: You just got to be happy. That's it.",
        "[SCENE_BREAK]",
        "Jamal: You're actually telling me to go with the flow of being a vampire?",
        "Jack: Is there anything that you can do about it?",
        "Jamal: No. No, I can't, not at the moment.",
        "Jack: Then why not go with the flow?",
        "Jamal: Yeah, that's easy for you to say. Yeah, you don't have to wake up every morning and brush your fangs, now, do you, Jack?",
        "Jack: I made it loud and clear that it wasn't my choice.",
        "Jamal: What, do you think it was my choice?",
        "Jack: Jamal, all I'm saying is you've been turned. All right? It's done. There's no point in fighting it.",
        "Jamal: I have to.",
        "Jack: No, you don't.",
        "Jamal: Yes, I do.",
        "Jack: Look around. Jamal, there aren't enough good guys left in this town to fight this fight, and if big boss finds out that you're playing for the angels, he's going to make your life a living hell.",
        "Jamal: Oh -- well, what do you call the life I got right now?",
        "Jack: Look, I know this is going to be tough to embrace, ok? No, listen to me, listen to me. But if you just quit fighting it, well, maybe eternity won't be such a rotten place to live after all.",
        "Jamal: Eternity, huh?",
        "Jack: Is this starting to make sense?",
        "Jamal: Yeah, in a weird, kind of twisted way, it is.",
        "[SCENE_BREAK]",
        "Rafe: The kitchen upstairs.",
        "Alison: Rafe! Rafe!",
        "Caleb: Hey.",
        "Alison: Oh, God! Oh, God! Oh, my God.",
        "Rafe: You ok?",
        "Alison: Did you see that? Did you see that?",
        "Rafe: What was it?",
        "Alison: I have no idea. It was -- I don't know. It just had, like -- like, claws or something. It was -- big wings.",
        "Rafe: A wild bird or something?",
        "Alison: I have no idea. I have absolutely no idea.",
        "Rafe: A bat?",
        "Alison: I don't know. I don't know! I have no -- I just don't know.",
        "Rafe: All right. But you're ok, all right. Are you hurt?",
        "Alison: Yeah -- no, I'm fine, ok.",
        "Rafe: All right.",
        "[SCENE_BREAK]",
        "[Livvie hisses]",
        "Caleb: Easy. Easy. Shh.",
        "Livvie: What is wrong with you? Look at this.",
        "Caleb: Ok. Ok. I'm sorry about your arm. But I had to stop you.",
        "[SCENE_BREAK]",
        "Ricky: No, no. This is really a bad idea.",
        "Casey: Ricky, what?",
        "Ricky: No. No breaking the rules, Casey. You said so yourself.",
        "Casey: Wow. Wow. You really do have my back, like you said you would.",
        "Ricky: I guess I'm finally learning how to keep my word.",
        "Casey: You don't want me to go back, do you?",
        "Ricky: No, no. Not because of me, I don't. No.",
        "Casey: Well, you know, I got to tell you it's going to be really hard trying to keep my hands off of you, so you got to be strong for the both of us, ok?",
        "Ricky: Yeah. I know.",
        "[SCENE_BREAK]",
        "Alison: I mean, did you see that?",
        "Rafe: That's enough. Now, just sit down for a second, ok? Yeah, I saw it. Let me look at you. I'm going to look at you, ok? You look all right, perfect as usual.",
        "Alison: That was the strangest thing that has ever happened to me in my entire life.",
        "Rafe: What was it? What do you think it was, huh?",
        "Alison: I don't know.",
        "Rafe: Well -- I haven't heard much about killer birds around here lately, you know?",
        "Alison: Do you think that it was one of Joshua's -- you do, don't you?",
        "Rafe: I don't know. I don't know.",
        "Alison: Well, I'm glad that I threw that temper tantrum, then.",
        "Rafe: What are you talking about?",
        "Alison: Caleb saved my life.",
        "[SCENE_BREAK]",
        "Livvie: I can't believe you'd do this to me.",
        "Caleb: What? Stop you from killing Alison?",
        "Livvie: What would be so terrible if she was really out of the way? Everyone thinks I did it anyway.",
        "Caleb: Alison is not the enemy. Hey, you want revenge? Then think about Joshua.",
        "Livvie: I can't believe you're lecturing me now.",
        "Caleb: You are not hearing me. Alison just wants the same thing that we want. She wants her life back. What do I have to do to convince you of that?",
        "Livvie: Apparently, by not letting me forget it. I'm in pain, Caleb. I can't be with you. The world thinks I murdered the little princess, and all I get from you is how wrong I am. Fine! I get it. I'm ruining everything. That's just great. Thank you.",
        "Caleb: Livvie --",
        "Livvie: No. I want to be by myself. I want to be alone.",
        "[SCENE_BREAK]",
        "Jamal: Is there anything that is going to quench this thirst?",
        "Jack: Yeah. I hate to say it, but you need to feed.",
        "Jamal: Nah -- nah, I'm not going there, Jack. Don't even mention that.",
        "Jack: Listen to me. I can help you, all right? I'm going to go to the hospital and I'm going to steal some blood.",
        "Jamal: No. No, no, no, no, no. Let's try plan A first. All right? I'll be right back. Hey.",
        "Frank: You still here?",
        "Jamal: Yeah. I want to say something to you.",
        "Frank: If you're going to start whining about being turned, I don't have the time or the inclination.",
        "Jamal: I'm not going to start whining. All right, it's just this -- I'm not going to fight you.",
        "Frank: You serious?",
        "Jamal: Yeah. I mean, I've already lost everything that means anything to me, so I give up. if this is going to be my life, I might as well make the best of it, right?",
        "Frank: Bottom line, Jamal.",
        "Jamal: That's what I'm saying. So, now I want in. I want to come work for you.",
        "[SCENE_BREAK]",
        "Livvie: All right, blondie, you can turn this whole stupid backwater town against me, but not Caleb. No, not my man.",
        "Livvie: Hi, Joshua? Hi, it's Livvie. Look, I have something to tell you. It's about Alison Barrington. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Rafe: We need Livvie to turn Caleb back into a vampire.",
        "Alison: You really meant it when you said that we were all going to work together, didn't you? I wish that Livvie felt the same way. Where is she anyway?",
        "Livvie: I'll give you Alison if you agree to give that antidote to me."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=RXTBsjLAkfE"
}