{
    "Episode Summary": [],
    "Recap": [
        "Finding a vase of pink roses, Alison wrongly assumes that Rafe sent them, and she doesn't believe his exasperated denials. They both want things to be the way they used to be, but when Rafe again denies having sent the roses, Alison storms out into the hall. Looking down at the floor, she finds a note from her mother, who really sent the flowers. Before she can apologize, Rafe surprises her by taking credit for the roses after all. Thanking him for his willingness to end the fight, Alison shows him the note from her mother. Agreeing that their own magic is the only magic they need, they kiss and make up. Olivia doesn't like being the last to know about the concert scheduled for the fashion show. Realizing that she is jealous of his ring, Caleb asks what she would wish for if she had it. After teasing him with false wishes, Olivia tells him her real wish. She would want things to go back to the way they were. They kiss, and when she opens her eyes, she is thrilled to see that Caleb has transported them to the villa. They play their game of hide and seek among the silks until Caleb sinks his fangs into her neck. After Chris calls with news about his research, Ian reluctantly leaves Lucy and Christina alone with Kevin. At the hospital, Chris informs Ian that he believes he has the answer, but he refuses to be rushed into testing it out on Ian. A confused Chris goes into \"Georges\" mode when the so-called designer gets an unexpected phone call on his cell phone. Happy to have found such a pretty ring at the edge of the river, Christina hides it in her pocket. Lucy and Kevin make more strides toward a cordial relationship. After Christina wishes for her mommy and daddy to kiss, she's delighted to see her wish come true."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: That is exactly what I needed, was a nice, hot lavender bath. Now, if I could just start my day over again. Oh, my god, Rafe. Pink roses. You really shouldn't have.",
        "Rafe: Oh, Alison, good. Listen, all this stuff with us and Caleb and the band playing at the fashion show --",
        "Alison: Wait, wait, I -- thank you so much for the flowers. It's really sweet and all --",
        "Rafe: What are you talking about?",
        "Alison: Look, I know that you and I would both like to magically, like, snap our fingers and make all of our problems go away, but it's not going to happen, really, with just sending pink roses.",
        "Rafe: If I thought to send you flowers, I would have sent you 10 dozen, but I didn't. I didn't send them.",
        "[SCENE_BREAK]",
        "Caleb: See, that's it. The new song will draw in whoever has the ring, and they will bring it directly to me.",
        "Livvie: Ok, using your music is really a great idea, Caleb, but --",
        "Caleb: But what?",
        "Livvie: Just don't play at Alison and Rafe's fashion show, please. They are the enemy here, and doing anything in the enemy's house --",
        "Caleb: That just makes it that much more of a surprise.",
        "Livvie: Why not get the song out there some other way, like some way we can control? On our turf, somehow? In a C.D. Or on the radio or --",
        "Caleb: Because my way gets the ring back to me the fastest. As long as that ring is in somebody else's hands, anything could happen.",
        "[SCENE_BREAK]",
        "Christina: Look what I found, a pretty ring.",
        "Lucy: Christina, hey, you've gone a little too far there, punkin head.",
        "Christina: Coming, mommy.",
        "Lucy: Hey, you, you did good. I still can see you, but you're getting a little far, ok? What were you doing?",
        "Christina: Nothing, mommy.",
        "Kevin: What can you tell me about this research, anyway?",
        "Ian: About the research?",
        "Kevin: Yeah, this stuff you're working on to give you back a normal life.",
        "Ian: Well, that's just that -- we're working on it.",
        "Kevin: Then Lucy still doesn't know?",
        "Ian: Unless you told her.",
        "Kevin: That's why I asked you while she's over there.",
        "[Phone rings]",
        "Ian: Hospital. Thornhart.",
        "Chris: Hey, get over here now. I just found your four-leaf clover.",
        "Ian: What are you talking about?",
        "Chris: The research. Hey, I think this is it.",
        "Ian: I can't right now, Chris. I can't. I'm so-- I'll call you back.",
        "Kevin: Is it about the research?",
        "Ian: It'll wait.",
        "Kevin: Who are you kidding? It's important. Go ahead.",
        "Ian: I'm --",
        "Lucy: Hey. Go -- go ahead where?",
        "Ian: That was G.H. Ramsey called me.",
        "Lucy: Ram-- Ramsey? He needs you to go take care of a patient or something?",
        "Kevin: Well, you know patients, Lucy. When they need someone, they want the big gun on the team.",
        "Lucy: Right. I -- it's all right. You know, if you need to go, you need to go do what you got to do, and we'll be here and we'll be ok. Really, so --",
        "Ian: I'll see you at home.",
        "Lucy: Ok.",
        "Ian: I love you.",
        "Lucy: I love you.",
        "Christina: Bye, Ian.",
        "Ian: Bye.",
        "Kevin: Bye-bye.",
        "Lucy: So, here we are.",
        "Kevin: Yep. Just you and me.",
        "[SCENE_BREAK]",
        "Christina: Let's play show and tell. You first.",
        "Kevin: He just keeps waiting, doesn't he?",
        "[Lucy sighs]",
        "Lucy: What?",
        "Kevin: Ian -- he keeps waiting for the evil Kevin to show his face.",
        "Lucy: He really -- he really is trying, as we all are trying. You just have to give him some time.",
        "Kevin: He's afraid to leave you alone with me.",
        "Lucy: Yes, so, he did, though.",
        "Kevin: With a little prompting. It's ok. But what about you?",
        "Lucy: No, I am not afraid to be alone with you.",
        "Kevin: Because of Christina?",
        "Lucy: Yeah, maybe so. I overheard a conversation you had with her when she called to say good night. What it did for me was remind me that you are the one who brought Christina back to me, and you did that selflessly, despite what was going on with us. It wasn't about you or me. It was about me and my daughter.",
        "Kevin: She's doing fine, then?",
        "Lucy: Yeah, she's doing great. So anyway, the point of all that is I just wanted you to know by listening to that conversation, I was reminded how much you do love her and she loves you.",
        "Kevin: I guess I came to my senses a little late, then, huh?",
        "Lucy: At least you did. You made it happen. I guess you kind of proved dreams can come true.",
        "Kevin: I wish it were only that simple.",
        "Christina: Come true, come true, come true, come true.",
        "[SCENE_BREAK]",
        "Caleb: That's not the plan that's bothering you. You're upset because I didn't tell you first.",
        "Livvie: You told Alison, and then you both went to Rafe. And then, of course, I was the last one to find out.",
        "Caleb: I had to do it my way.",
        "Livvie: That's what I don't understand.",
        "Caleb: Don't tell me you are jealous of the ring now.",
        "Livvie: Well, how can a girl compete with a ring that makes all of your wishes come true?",
        "Caleb: Look at me. You do not need to compete with anything.",
        "Livvie: But if I had that ring --",
        "Caleb: What would you wish for?",
        "Livvie: I don't know. I was thinking maybe a very rich, very old man who only had eyes for me.",
        "Caleb: Really?",
        "Livvie: Yeah.",
        "Caleb: I was hoping that maybe you'd be more inclined to wish for something like -- like this.",
        "Livvie: Hmm --",
        "Caleb: Or maybe something like this.",
        "Livvie: No, no. No, uh-uh. I don't think so.",
        "Caleb: I don't believe you.",
        "Livvie: Uh-uh, no, I was -- I was --",
        "Caleb: I'm not listening.",
        "Livvie: I was thinking more like something I could keep, like some diamonds.",
        "Caleb: Anything you want. But not now. Right now no more wishes.",
        "Livvie: Caleb, I do have one real wish. If I could have anything --",
        "[Livvie sighs]",
        "Livvie: I was thinking -- I was thinking I would wish that things could go back to where they all began for us.",
        "Caleb: Close your eyes.",
        "Livvie: I'm ready.",
        "Caleb: You are sweet, Olivia. My sweet Olivia.",
        "[SCENE_BREAK]",
        "Alison: Just admit it, Rafe, please?",
        "Rafe: I swear to you, I did not send these.",
        "Alison: Really? Then where's the card?",
        "Rafe: I don't know.",
        "Alison: Rafe, stop it. You do magical things like this all the time, and most of the time --",
        "Rafe: Alison --",
        "Alison: It's ok, but this time I'm just saying --",
        "Rafe: Alison, I --",
        "Alison: It's not going to work. We need to talk.",
        "Rafe: Ok, but I didn't send them. All right? I didn't conjure them. I'm beginning to wonder who did send them. Hmm? Because I'd like to know.",
        "Alison: Ok, look, stop it. Nothing is going to make me stop worrying about this war between you and Caleb, and especially not some magical pink roses, ok?",
        "Rafe: Wait a second. You're always talking to me about how I always throw Caleb's name into the mix, right --",
        "Alison: Well, yes, you do.",
        "Rafe: Every time something bad happens.",
        "Alison: You do.",
        "Rafe: Ok, ok. But what about you? I mean, you just show up here with Caleb, talking about him playing in the fashion show. Right? And now you're just saying, what, it was Caleb made these appear? Hmm?",
        "Alison: Here we go again -- Caleb, Caleb all the time.",
        "Rafe: I didn't say that! I'm just repeating what you said!",
        "Alison: Well, you said it first.",
        "Rafe: What are you talking about? This is stupid! What are we doing? This is really stupid!",
        "Alison: No -- I don't know. Look, you started it. You started this, Rafe.",
        "Rafe: Well, I started it? I started what? What are we doing?",
        "Alison: Ok, ok, don't worry about it! Ok, great. Great, great! Thanks a lot, Rafe!",
        "Rafe: Are you --",
        "Alison: Fine, ok?",
        "Rafe: I'm sorry.",
        "Alison: Look, I don't want your help, ok?",
        "Rafe: Are you ok?",
        "Alison: No, but just leave me alone, Rafe. Just -- maybe you should go.",
        "Rafe: You don't want my help. That's great. Just tell me what you want, ok, because I don't know! I don't know what you want anymore!",
        "Alison: See, that's it right there. And maybe that's the biggest problem that we have, is you don't know what I need. I need things to be like they used to be. You know, when we first, like, fell in love, when we were able to trust each other --",
        "Rafe: Yeah.",
        "Alison: And not argue about stupid little things.",
        "Rafe: Yes, I need that, too. I want that, too. I -- I do, I -- I remember the first time I ever saw you.",
        "Alison: I remember the -- the way you kissed me for the very first time.",
        "Rafe: The first time we made love.",
        "Alison: Yeah. And just what we were when we told each other that we would be with each other forever.",
        "Rafe: Oh, I want that. I want it so much. I want you back, you know, the magic, you know?",
        "Alison: No. No.",
        "Rafe: No?",
        "Alison: No, no --",
        "Rafe: No, what? What?",
        "Alison: No, no. No, no, no, no. No, not all the magic, Rafe!",
        "Rafe: I didn't mean like that.",
        "Alison: No, I don't want -- oh, god, we were so close! I don't want this! I don't want the magic --",
        "Rafe: Then what?",
        "Alison: I don't want the ring. I don't want, like, roses that you poofed in the air. I want --",
        "Rafe: I told you, I didn't do that! I did not do that with the roses!",
        "Alison: Ok, whatever! Fine! Then the tooth fairy brought them, or whatever.",
        "Rafe: The tooth fairy -- that's good.",
        "Alison: I -- I just need to leave. Fine.",
        "Rafe: That's good -- tooth fairy. That's great. I didn't do it! Alison, come on!",
        "Alison: Rafe, you can't do this. You can't -- every time something goes wrong, you can't just, like, throw magic in the air and let it rain down with petals and expect that everything is going to be fixed. You can't do that all the time. It just doesn't work that way.",
        "Alison: Oh, god, Rafe.",
        "[SCENE_BREAK]",
        "Caleb: Open your eyes.",
        "Livvie: Caleb, it's beautiful. Where are you?",
        "Caleb: Not far.",
        "Livvie: You know, I love this game.",
        "Caleb: It's one of my favorites. Just follow my voice.",
        "Livvie: Come on, I'll make it worth your while, I promise.",
        "Caleb: Oh, no, you'll have to find me.",
        "Livvie: You know, I think you'll like what's behind the silk.",
        "Caleb: Game's over.",
        "[SCENE_BREAK]",
        "Chris: I divided the cultures, and then I added the trial serum. To that I gave it a growth hormone on the first one, ok? And I got a growth rate right off the chart. I mean, the thing will live forever.",
        "Ian: All right, what about the second culture?",
        "Chris: Same serum, but this time I added a growth deterrent, and it fizzled out and died.",
        "Ian: So if you combine the two --",
        "Chris: We get a normal lifespan. So, you know, we'd had no apparent side effects and, you know, same results every time.",
        "Ian: So this could work? I could have a normal life? A mortal life?",
        "Chris: Yeah, I mean, but it's just the beginning.",
        "Ian: I know, but we have hope now. It's more than we had yesterday. So now all I have to do is try this.",
        "Chris: No, no, I'm not going to let you jump off a cliff without a safety net.",
        "Ian: What are you talking about? We know it's not going to kill me, so let's do this so I can live a normal life with Lucy, now.",
        "Chris: No, we're not going to rush this, ok? It's not like you're going to lose Lucy tomorrow.",
        "[SCENE_BREAK]",
        "Lucy: You know, you have made it look pretty simple. I mean, you turned your life around. You're living proof about dreams come true, I guess, huh?",
        "Kevin: Ever the optimist.",
        "Lucy: Well, yeah. I guess I try. But look at us. We're actually talking, and we may be on the road to being friends again. I did wish that you would go back to being yourself, being the real Kevin, and from what it seems, you have.",
        "Kevin: Now, I can't argue with you there, but --",
        "Lucy: But what?",
        "Kevin: Just things I miss. Simple things that I took for granted.",
        "Lucy: Like what?",
        "Kevin: Well, frankly, like the way you looked when I would come home at night.",
        "Lucy: Kevin, that --",
        "Kevin: Well, you know, it's not everyone who could say they suffered through one of your tofu turkey Thanksgiving dinners. And the way it felt when we kissed.",
        "Chris: I wish mommy and daddy could kiss, too.",
        "Lucy: I -- oh.",
        "[SCENE_BREAK]",
        "Ian: I could kiss you.",
        "Chris: Ok, you just restrain yourself on that one.",
        "Ian: I will, I will. Just you remember, you can't --",
        "Chris: Yeah, don't tell Lucy, I know. I got you.",
        "Ian: Not until we know for sure.",
        "Chris: Mm-hmm. That's fine. I'll let you know if I have any more brilliant breakthroughs, ok?",
        "Ian: You're a good man.",
        "[Phone rings]",
        "Chris: See you later. Dr. Ramsey. George? No, I think you got the wrong number. Hold on one second. Yeah, I'm sorry, is this your phone?",
        "Chris: [Russian accent] Yes, it's my phone. What are you doing with it?",
        "Chris: [Normal voice] Hold on one second. A mistake.",
        "Chris: [Russian accent] Yes, hello? Go away. Phone thief. Yes, can I help you? Yes, this is George. Oh, so nice to talk to you! Yes. Oh, an interview? Yeah, that will be lovely. I love it. Yes. Oh, I know the place. That's on Boulevard. I see you then. Ciao, baby. Ok.",
        "Chris: [Normal voice] Ok. All right, Elizabeth, why are fashion reporters calling my phone at the hospital?",
        "[SCENE_BREAK]",
        "Alison: I wanted to --",
        "Rafe: Alison, wait, wait.",
        "Alison: Please, I just wanted to say --",
        "Rafe: I'm sorry.",
        "Alison: I'm -- what?",
        "Rafe: I sent them. I sent -- I sent -- I sent the flowers. I just didn't want to tell you about it, because I, you know, I kind of wanted it to be this kind of funny, anonymous thing, and -- and I just thought, you know, that it would be kind of --",
        "Alison: Thank you.",
        "Rafe: Cute in a weird way, and you already thanked me, anyway.",
        "Alison: Thank you so much for being willing to say anything to end our fight.",
        "Rafe: Well, what do you mean? I --",
        "Alison: I found this note.",
        "Rafe: Ok. \"Alison, good luck with the show. Love, mom.\"",
        "Alison: Sorry. I'm sorry about the fight earlier. I was not --",
        "Rafe: Hey, hey, what fight? You know what? I don't remember it. You know what I remember? I remember that you and me, together -- together, we don't need magic. You know why? Because we are magic.",
        "Alison: Right.",
        "Rafe: Yeah.",
        "Alison: How could I have forgotten that?",
        "Rafe: It's not that. I don't think you forgot. I just think we needed a little reminder.",
        "Alison: Yeah.",
        "Rafe: I -- I missed you.",
        "[SCENE_BREAK]",
        "Livvie: I want you.",
        "Caleb: Olivia, here.",
        "[Livvie giggles]",
        "Livvie: I need you. Do it. Oh -- ah!",
        "[SCENE_BREAK]",
        "Lucy: I don't want to do this. I -- I can't.",
        "Kevin: Can't --",
        "Lucy: I -- I don't --",
        "Kevin: Can't what?",
        "Lucy: I am -- I am so sorry. I have no idea what just happened here.",
        "Kevin: Uh -- you know what? Don't worry about it. It's ok.",
        "Lucy: No, no, it's not ok.",
        "Kevin: Yes, it is.",
        "Lucy: I wanted to thank you for being so worried and caring about Christina. That's all this was. I mean --",
        "Kevin: You know what? You're absolutely right. That's -- that's all it was.",
        "Lucy: It's -- I apologize. I'm -- I am very sorry. And we have to go.",
        "Kevin: Yeah, go.",
        "Lucy: Punkin, we need to pack up and get ready.",
        "Kevin: I'm going to help you pack up.",
        "Lucy: No! I don't -- I don't need your help! I'm fine. I would appreciate it if you just would go.",
        "[Phone rings]",
        "Lucy: I --",
        "Kevin: Lucy? Lucy, it's ok.",
        "Lucy: No -- yeah, it is ok. It's going to be ok, but I'm not sure what happened.",
        "Kevin: Lucy?",
        "Lucy: What?",
        "Kevin: Your phone.",
        "[Ring]",
        "Lucy: Hello? It's Lucy Coe.",
        "Ian: How's everything? Kevin behave himself?",
        "Lucy: Yeah. Yes. He is. And I'm so glad you called. I -- are you ok? Is everything going fine there?",
        "Ian: Yeah. You sound frazzled. Everything is perfect here. I just needed to hear your voice, and I wanted to tell you how much I love you.",
        "Lucy: I love you. I do. Stay tuned for scenes from the next \"Port Charles: The Gift\".",
        "[NEXT_ON]",
        "Jack: It's time for you to see what everybody else sees.",
        "Reese: Caleb's the boss.",
        "Alison: I'm the boss for this particular show. So if Caleb doesn't like it, then that's just fine.",
        "[Door closes]",
        "Caleb: And I don't like it."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=4OHe_7L9iaE"
}