{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Rafe: Sorry, sir. I just -- I had to see you. See, I’ve been thinking --",
        "Man: That's your problem -- thinking you know it all. You're still off the\r\ncase.",
        "Rafe: Yes, I know. Look -- I screwed up, but -- you know what? The situation\r\nin port Charles has gotten a lot worse since I left.",
        "Man: Well, we've already put in the papers for a substitute angel.",
        "Rafe: No, it'll be too late! Come on. I want back in. And I'll play by the\r\nrules this time. I swear. Just don't let those people suffer because of my\r\nmistake. We can't let Caleb win.",
        "Caleb: Why are you upset? Don't tell me there's more trouble out there.",
        "Livvie: Why don't you just leave them alone? Caleb, I’ll go away with you.",
        "Caleb: I can't fly the coop just yet, my love. Not quite strong enough. And\r\nnot until everyone that raised a hand against me is ruined. Of course, the way\r\nthings are going, that day's not too far off.",
        "Alison: Jack, what if Livvie’s right? What if Jamal is the father of\r\nValerie’s baby?",
        "Jack: Alison -- come on. Do you think Jamal would keep something this big\r\nfrom you? I mean, it's not like he got a parking ticket.",
        "Alison: No. But what if he doesn't know? And what if she's going to use it to\r\nget him back?",
        "Jack: Hey -- if this was Valerie’s ticket, she would've waved it in front\r\nof your face back from day one. Some other family has the baby now, and you have\r\nto let it go.",
        "Alison: Huh. Yeah. I don't think so.",
        "Andy: So, just come down to the station and sign your statement when you feel\r\nup to it, ok, Jamal?",
        "Jamal: Ok.",
        "Andy: Talk over here, Valerie?",
        "Valerie: Sure.",
        "[Jamal sighs]",
        "Alison: Hey.",
        "Jamal: Hey. What a night, huh?",
        "Alison: Yeah. Wow.",
        "Jamal: How you feeling? You ok?",
        "Alison: Um -- no. Jamal -- I have to ask you a question about you and\r\nValerie.",
        "Lucy: Oh, doc, listen -- wait, wait, wait. This is -- this is not what it\r\nlooks like. It's not.",
        "Kevin: Really? So you're not half-naked in Ian’s room?",
        "Lucy: Uh -- well -- yeah, maybe that is --",
        "Ian: I spilled my drink --",
        "Kevin: Shut your mouth! You know I was actually coming over here to apologize\r\nto you? I was prepared to give you the benefit of the doubt. Instead I find you\r\nshacked up in a hotel room with the woman I love.",
        "Lucy: Wait, wait, and wait. I can explain --",
        "Ian: Don't bother.",
        "Lucy: Exactly what happened. I --",
        "Ian: We can't fool the good doc any longer. Couldn't wait to be together,\r\nKevin. Couldn't be done.",
        "[Captioning made possible by ABC, inc.]",
        "Jamal: Ali, look -- before you start in on Valerie, let me just set the\r\nrecord straight. Ok, first of all, she had nothing to do with that robbery\r\ntonight.",
        "Alison: Yeah, I sort of figured that.",
        "Jamal: Was that before or after you practically accused her?",
        "Alison: I'm sorry. I will apologize if you would like me to.",
        "Jamal: No, no, no. What I really want you to do is to stop acting like this\r\none night that I had with Valerie way before I met you was anything more than\r\nthat. It was one night.",
        "Alison: All right. I will try and be nice.",
        "Jamal: That's my girl.",
        "Alison: I just have one more question.",
        "Jamal: No, not if it's about Valerie.",
        "Alison: No, no, this is -- this is about you.",
        "Jamal: Ok. Go ahead. Shoot, baby.",
        "Alison: When was it exactly that you and Valerie had your one night together?",
        "Caleb: You shouldn't be sad. I don't want you to ever feel lonely again. I\r\nwant you to try and remember what it felt like when we were together.",
        "Livvie: I know that when I’m with you. But the rest of the time, I feel\r\nlike I’m sleepwalking and I have these dreams.",
        "Caleb: Dreams can't hurt you.",
        "Livvie: Yeah, but I can't remember them. They're so out of reach. I just --\r\nI'm so confused.",
        "Caleb: You don't have to feel lost, Olivia. No matter where you go, I'm with\r\nyou, guiding you.",
        "Livvie: You're always there for me. But why do you have to hurt the others?",
        "Caleb: Because they're against us -- all of them. Besides, it's destiny --\r\nour destiny. But we shouldn't worry about that all right now. I think I know\r\nwhat you need. And even though I'm not quite at full strength, I think I can\r\nstill work a little magic.",
        "Caleb: Now let's see if we can't wash away some of those fears.",
        "Kevin: You think this is funny?",
        "Ian: No. You got everything figured out. I can't slip anything past you. I've\r\nbeen planning this for weeks -- for months. And you're right, I did plan the\r\nkidnapping. That's why I wanted to steal eve away from you. Worked well, didn't\r\nit?",
        "Lucy: Just stop it. Just please stop --",
        "Ian: But then I had to take a break from the kidnapping and the mayhem to\r\nwatch the birth of my son. Plus I wanted to give the two of you a little chance\r\nto get to know each other a little better so I could steal her away as well.",
        "Lucy: What are you doing? What are you doing? This isn't helping. Ian --",
        "Ian: Only this time I didn't have to kidnap anyone. We went to bed right\r\nhere.",
        "Lucy: What?",
        "Kevin: That was brilliant. Absolutely brilliant performance. Trouble is I\r\nbelieve every word you said.",
        "Lucy: Oh -- wait a minute. I am standing in this room, too, you know. This is\r\nnot even remotely funny!",
        "Ian: Sorry, Lucy. It's either that or kill the bastard.",
        "Kevin: And he would, too, Lucy, but it wouldn't be the first time, would it,\r\nIan? Only problem is you won't be able to get away with it so easy this time. It\r\nseems one of your victims survived.",
        "Ian: What are you talking about?",
        "Kevin: Anne-Marie. Oh, name ring a bell? The woman you left for dead? She\r\ntells me that you killed her husband in cold blood and that you tried to murder\r\nher, too.",
        "Man: A little while ago, you came in here whining about following the -- what\r\ndid you call it? -- \"Lame rules.\" What's changed?",
        "Rafe: I have. Look, I made a mistake by taking things into my own hands the\r\nway that I did.",
        "Man: We certainly didn't teach you to improvise.",
        "Rafe: Come on, I need another chance!",
        "Man: Hmm.",
        "Rafe: Ok, ok. You know what? If you don't want to do it for me, then do it\r\nfor them, ok? Lucy, Kevin, Ian, Eve, Jack, Livvie -- all of them. See, they're\r\nnot just names to me anymore. They're my friends.",
        "Man: You should've thought about that before you took on Caleb. It's a team\r\nsport, hotshot.",
        "Rafe: I just -- I can't walk away now. I can't let them down. Please, sir.\r\nIt's not like you found another replacement.",
        "[Man chuckles]",
        "Man: Luckily for you, I didn't. You know, I don't know if you're more trouble\r\nup here or down there. All right. All right. Everybody deserves a second chance.",
        "Rafe: Oh, thank you. Thank you, sir.",
        "Man: Don't you blow it. And, remember, the people you're guiding, they have\r\nto find the power inside themselves to win the battle.",
        "Rafe: I understand that now.",
        "Man: Your power is strong. Their power is stronger. The power of good. Now,\r\nget the hell out of here before I change my mind.",
        "Jamal: I'm going to say this one time, and then the subject is closed, right?",
        "Alison: Yes. Promise.",
        "Jamal: Ok.",
        "Alison: So, now, when was it exactly that you -- you know, whatever. I mean,\r\nweren't Valerie and Cedric a couple, or --",
        "Jamal: Yeah, yeah. Yeah, they were a couple of crazies. I mean, one minute\r\nthey're having, you know, these -- they're loving each other up. The next minute\r\nthey're having these knockdown-dragouts. I mean, one night we were at this\r\nparty, and we just --",
        "Alison: Wait. I'm sorry. What party? Was it like a summer thing, or maybe it\r\nwas a Christmas party?",
        "Jamal: No, it was the first preseason football game of the year.",
        "Alison: Oh.",
        "Jamal: Ok, Cedric, he bet on the 49ers. The cowboys won. Cedric lost big. So,\r\nwhich was really bad news for anybody in his general vicinity, you know what I'm\r\nsaying? So --",
        "Alison: Oh, so then he took it out on Valerie.",
        "Jamal: Yeah, he got drunk, and he just started wailing on her, and that's\r\nwhen I stepped in and took her home. And we were already kind of loose, and --\r\nthings happened --",
        "Alison: Yeah.",
        "Jamal: And next day they were tight again, and that was that. Ok?",
        "Alison: Yeah. Things just sort of happened.",
        "Jamal: Yeah.",
        "Alison: Some people don't always think about the consequences.",
        "Jamal: Ali, there were no consequences.",
        "Alison: Yeah.",
        "Jamal: Ok? I met you, and then that was that. Ok? Look, I got to get down to\r\nthe station and sign this statement.",
        "Alison: Yeah.",
        "Jamal: Ok? So I want you to go home and lock up tight.",
        "Alison: Yeah.",
        "Jamal: All right?",
        "Alison: Yeah. I'll do that. I'll go home, and I'll wait up for you.",
        "Jamal: Ok.",
        "Alison: Ok?",
        "Jamal: So, is everything cool with this Valerie thing now?",
        "Alison: Yeah.",
        "Jamal: You sure?",
        "Alison: Yeah, I found out what I needed to know.",
        "Jamal: All right.",
        "Alison: Ok?",
        "Jamal: All right.",
        "Officer: And call us if you see any suspicious characters hanging around.",
        "Valerie: I will.",
        "Officer: Good night.",
        "Valerie: Good night.",
        "Jack: Hey. Welcome to your first day at work. Think you deserve this.",
        "Valerie: Oh, I get it. You're softening me up for a big lecture, right?",
        "Jack: Excuse me?",
        "Valerie: Come on. I know you're tight with Jamal and Alison. Aren't you going\r\nto tell me that he's off-limits, that he's so much in love; he'll never even\r\nlook at another woman?",
        "Jack: No. I got my own problems. And I'm the last one to tell anybody about\r\nrelationships.",
        "Caleb: I know your body so well. My beautiful wife.",
        "Livvie: Don't stop.",
        "Caleb: I want you so bad, I can taste it. It hurts my heart.",
        "Livvie: You sound so sad.",
        "Caleb: Just impatient to be with you. Your love's a miracle. You know that,\r\nOlivia? You brought me back from death. And there's just one more thing that we\r\nneed to do before we can be one again.",
        "Livvie: Tell me.",
        "Caleb: Well, you see, there's forces out there. They're starting to figure\r\nout that I’m on my way back. And we can't have that, can we?",
        "Livvie: No.",
        "Caleb: Because if they know I’m here before I have my strength back, we\r\ncan't be together. I won't be able to touch you like this, kiss you, or make\r\nlove to you. You still remember how that felt, don't you?",
        "Livvie: Yes. Oh, yes.",
        "Caleb: It will happen. It will happen. And this time eternity won't be long\r\nenough. We're almost home, my love. I can see the prize. First we have to stop\r\nthem from finding out our secret. I'm going to have to hit them where it hurts\r\nthe most.",
        "Ian: Anne-Marie is dead. She was hit by a car. She was killed running from\r\nthe man who practically beat her to death.",
        "Kevin: Well, that's not the way she tells it.",
        "Ian: She's dead, Kevin. The woman is dead. Whoever you're talking to is an\r\nimpostor.",
        "Kevin: Well, Eve and I both spoke to this impostor. She says that you're the\r\nfake.",
        "Ian: Eve spoke to her?",
        "Kevin: Oh, Eve got quite an earful from Anne Marie tonight. She heard all\r\nabout your big romance with her, how you sneaked her away from her husband, how\r\nyou set up you and her being kidnapped!",
        "Ian: They're all lies, Kevin.",
        "Kevin: Well, you know, I came here wanting to believe that. But after what I\r\nsaw in here, I'd say Anne Marie is on to something.",
        "Lucy: Wait a minute. Nothing happened between the two of us. Nothing! Ian,\r\nlisten. Don't you see? All this proves what I’ve been trying to tell you.\r\nCaleb's out to destroy us. It's got to be Caleb.",
        "Kevin: Are you going to blame this on a dead vampire?",
        "Ian: She died years ago.",
        "Kevin: Well, she's pretty active for a dead person, Ian. Here's the note she\r\nwrote to me. Now, if she's the phony and you want your wife back, I suggest you\r\nfind a way to prove it.",
        "Lucy: Doc, you know something? You're the one who needs to do the proving\r\nhere. You're the one that caused all this trouble --",
        "Kevin: Don't talk to me about causing trouble, Lucy! I come in here and find\r\nyou half-naked with another man in a hotel room? How many times have we replayed\r\nthat scene? Or did Caleb make you do that, too?",
        "Lucy: Well, you know what? At least it's a lot better explanation than you\r\npeddling this flimsy evidence all over the place!",
        "Kevin: And at least I have my clothes on.",
        "Lucy: Wow. Well, I'm sorry you do not trust me. But why don't you just take\r\nyour sick mind and your lousy behind and go home alone without me!",
        "Kevin: That's fine -- oh, that's fine with me.",
        "Lucy: Fine!",
        "Kevin: Be together. Don't let me stop you. Except not just for this one night\r\nbut for always.",
        "Ian: Where did you hear that?",
        "Kevin: Oh, Anne Marie said that was your best line! I guess Eve believed it,\r\ntoo.",
        "Ian: What the hell is going on here?",
        "Lucy: I -- I don't know. I am in a lot of trouble. I know that.",
        "Ian: I said those words to one person -- to one person only. That's Eve. How\r\n-- how would this woman know?",
        "Lucy: I don't know. But you do know what I think is causing all this. You\r\nknow that. And -- we got to talk about this later. I got to go after doc and\r\njust try and work this out, you know, if that's possible, and solve this. Just\r\n-- oh, Ian. I'm so sorry. I'm sorry.",
        "[Child laughs]",
        "Caleb: Sleep well, my love. You'll need your rest. You still have much work\r\nto do. I'll get it all back -- everything they took from me. Because I promised\r\nyou the world, Olivia.",
        "Alison: Ok, Alison. Ok. So -- if preseason is in early august and Valerie had\r\nher baby in may -- December, January, February, March, April, May. Oh, my god.\r\nIt adds up. Jamal could be the father of this little girl.",
        "Valerie: I just wish things could've worked out with Jamal. But I'm not going\r\nto deliberately tank his relationship. I just thought he invited me here.",
        "Jack: What do you mean?",
        "Valerie: I thought he sent me this letter telling me about the retreat in\r\nport Charles, like it was some way of inviting me to come here and see him. I\r\nwish I knew who wrote that and who wanted me to come back in town.",
        "[Phone rings]",
        "Ian: Come on, please, please, pick up.",
        "Eve's voice: Leave a message for Eve, Ian, or Daniel. Bye.",
        "[Answering machine beeps]",
        "Ian: I know what you must be thinking about me right now, but none of it is\r\ntrue. You got to believe me. I would never hurt you or my son. I just want my\r\nfamily back. And I will do whatever I have to -- I will die before I let you\r\nbelieve those lies. Call me when you get this. I love you.",
        "Kevin: All right, all right, just calm down. Calm down, Collins. You're --\r\nyou're a shrink! You're a shrink. So, be rational. Just be rational.",
        "[Child laughs]",
        "Lucy: Oh. This is brilliant. What a night. First I have visions of my own\r\ndeath, and now I’m hearing things. This is great. Christina? Oh. Christina.",
        ">> Stay tuned for scenes from the next \"port Charles:\r\nTempted.\"",
        ">> On the next \"port Charles\" --",
        "Lucy: Christina? Oh, excuse me. Get out of my way! That's my little girl!\r\nThat's my daughter!",
        "Chris: Either you come with me right now and we run the tests that I want to\r\nrun, or I’m going to find frank and I'm going to tell him what's happening to\r\nthe woman he's sharing his bed with.",
        " \r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=QLD16w61ysk"
}