{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Eve: Is there anything I’m forgetting?",
        "Kevin: I left a note for Livvie so she knows where we are when she wakes up.\r\nHow you doing?",
        "Eve: Well, I can't believe that Ian is forcing me to go to court to allow him\r\nto spend time with Danny.",
        "Kevin: That's not going to happen.",
        "Eve: How can you be so sure the judge is going to agree with you? Ian does\r\nhave rights as Danny’s father.",
        "Kevin: Well, then we'll make him understand the risks involved. We'll let him\r\nknow what Ian’s been up to and that he tried to kidnap Danny. Look, it'll all\r\ncome out in the hearing.",
        "Eve: Never in my worst nightmare did I ever expect this to happen.",
        "Kevin: I know.",
        "Eve: Half the time I can't believe what I’m seeing or hearing and that this\r\nman --",
        "Kevin: The other half of the time you're scared, and you have every reason to\r\nbe. You're doing the right thing.",
        "Eve: All that matters is protecting Daniel. That's all I can think about.",
        "Livvie: I am so sorry, Eve. I can't believe what you've been going through.",
        "Kevin: Livvie. Did we wake you up? I'm sorry.",
        "Livvie: No, it's ok. I feel like all I've been doing is sleeping lately. Are\r\nyou guys off to the hearing now?",
        "Kevin: Yeah. I'm going to testify. But it's just an informal hearing. We\r\nshouldn't be gone that long. You going to be ok?",
        "Livvie: Yeah, I'm fine. Dad, I don't know what Lucy or Jack's told you, but\r\nyou don't have to worry about me.",
        "Kevin: I don't mind.",
        "Livvie: You know, Jack and I broke up. There's nothing more to say. It's\r\ndefinitely nothing compared to what Eve's been dealing with.",
        "[Daniel cries]",
        "Eve: Ohh. Hi, sweetie. Oh, it's ok, buddy. Yes, it's ok. Mommy's here. I\r\ncan't believe I have to put him through this, too.",
        "Livvie: Then, eve --",
        "Eve: Oh, baby.",
        "Livvie: Why don't you leave him here with me? I mean, I'd be happy to take\r\ncare of him.",
        "Rafe: What's going on? Why'd you pull me out of there? I was getting through\r\nto Livvie.",
        "Man: Getting through to her? That's what you call it, huh?",
        "Rafe: Yeah. Sir, look, I’ve got it all figured out. Caleb is using Livvie\r\nto destroy everyone, right, only she doesn't know it yet, and I was this close\r\nto helping her.",
        "Man: You were this close to telling her.",
        "Rafe: No. No, I was -- you know, I was guiding her.",
        "Man: Hmm.",
        "Rafe: I was helping her remember what she already knows, like you said.",
        "Man: mm-hmm. \"I'll help you fight him\"? \"I'll tell you what's\r\nreally happening\"?",
        "Rafe: Yeah, so maybe I got a little carried away.",
        "Man: Mm-hmm, threw out the rules again.",
        "Rafe: Oh, man, do you see what he's doing with her? Livvie needs help and\r\nCaleb needs to know that he can't get away with this!",
        "Man: So you thought you'd send him a message, is that it?",
        "Rafe: Well, he was sweating it before you pulled me back here. Now he's just\r\nsitting down there thinking nobody can stop him.",
        "Man: You know something -- I really don't car-- I don't give a damn what he\r\nthinks. This isn't about you and Caleb. It's about helping these people with\r\ntheir lives, helping them fight for themselves and for each other, not doing it\r\nfor them. Otherwise, you're taking away their strength.",
        "Rafe: All right, so meanwhile, while I'm down there helping them do this, we\r\njust let Caleb do whatever he pleases, is that it?",
        "Man: Why don't you concentrate on what you can do, the things you can do.\r\nGiving Caleb a conscience isn't one of them.",
        "Caleb: Soon I’ll have everything I deserve.",
        "Livvie: You -- you are so right. I belong to you and always will. Thank you\r\nfor giving me another chance and letting me help you.",
        "Eve: I brought you what is rightfully yours.",
        "Kevin: I just remembered, this will be an informal hearing. There will only\r\nbe a judge and a court reporter.",
        "Eve: Is there anything I should do or expect?",
        "Kevin: Just tell the truth, why you don't want Ian near your son. This isn't\r\nyour fault, Eve Ian’s the one who forced the issue.",
        "Eve: I'm glad you're here, Kevin.",
        "Kevin: Lucy?",
        "Eve: I don't know what you're trying to do, but I won't let you get near\r\nDaniel.",
        "Ian: That's where you're wrong. He's my son and you're not keeping me away\r\nfrom him -- not now, not ever. ",
        "Rafe: Look, I get what you're saying, but I'm not making any progress. Every\r\ntime my cousin and her friends come close to finding each other again, Caleb\r\njust comes right in and blows them apart again.",
        "Man: There's always setbacks, kid. That's how it is in life. That's how it is\r\nnow.",
        "Rafe: Well, but there's more to this. I mean, they're further apart now than\r\never before.",
        "Man: You losing faith in them?",
        "Rafe: No. No, I'm just -- I'm stuck. You know, I thought giving them that\r\nnight to dream would help remind them of what's really in their hearts and --",
        "Man: They haven't forgotten.",
        "Rafe: Why's it feel like they have?",
        "Man: Because it isn’t that easy. One night of dreaming doesn't take\r\neverything away. Certainly not your problems or your fears or your doubts,\r\ncertainly not evil. That battle's as old as time.",
        "Rafe: All right, so what are you saying? I just go out there and fight the\r\ngood fight and just throw my hat in the ring and see what happens -- what?",
        "Man: No, no, no. You give them as much as you can to fight with, and that's\r\nhope. Like you did with the dreams. Like you did with the girl you were working\r\nwith for a while.",
        "Rafe: Livvie?",
        "Man: Yeah, Livvie. Reminding her that she's still got the love of her family\r\nand her friends. That was good work, by the way.",
        "Rafe: Are you giving me a compliment?",
        "Man: Well, you went a little too far. You got to watch the impatience, kid.\r\nThis is a marathon, not a sprint.",
        "Rafe: But, you know, Caleb’s on his way back! There's people's lives at\r\nstake here!",
        "Man: Lives they have to save. So you focus on them, and would you please put\r\naway your old human emotions someplace?",
        "Rafe: \"Old human emotions\"? What?",
        "Man: Look, kid, it's good that you care -- it really is good -- but it\r\ndisrupts you, it distracts you. You got to keep your eye on the ball. I think\r\nyour friends' lives depend on it.",
        "Eve: Why don't we let them talk.",
        "Kevin: I'm not leaving Eve alone with him.",
        "Eve: We'll be fine. Really, this is a courthouse, after all.",
        "Kevin: What the hell are you doing here?",
        "Lucy: I suppose I should ask you the same question.",
        "Kevin: I have to testify.",
        "Lucy: Oh. Well, so do I.",
        "Kevin: For Ian?",
        "Lucy: Yes, for Ian. Somebody needs to be in his corner, you know.",
        "Kevin: You're only making this worse, Lucy. Do you see that?",
        "Lucy: No, what I see is you stuck to your ex-wife like glue and turning Eve\r\nand Ian against each other. That's what I see. You are making it worse.",
        "Kevin: Eve's husband tried to take their baby.",
        "Lucy: That is not true. He was set up.",
        "Kevin: And you actually buy that? You of all people?",
        "Lucy: Yeah, I do. Oh. Oh. Is this because my daughter, Christina, was\r\nkidnapped, and so you think I’d sympathize with a kidnapper? I don't think so.\r\nHe is not a kidnapper, and so I do sympathize with him.",
        "Kevin: Does Ian know?",
        "Lucy: Yeah. Yes, I told him that I saw Christina. And you know what -- he\r\ntruly believes me.",
        "Kevin: So that's what this is about. He believes you, so you believe him.",
        "Lucy: No, this is not what it's about. It's about Ian. He's been a good\r\nfriend. He's a good man and he is not capable of doing what you and eve are\r\naccusing him of doing.",
        "Kevin: And it has nothing to do with Christina?",
        "Lucy: No. But it sure feels awfully good to have somebody support me in\r\nsomething that is so important to me.",
        "Kevin: I want Christina back with you more than anyone and you know it, but\r\nScott’s people have been everywhere and they can't find a single trace that\r\nChristina was here ever",
        "Lucy: Fine.",
        "It's true, Lucy.",
        "Lucy: I know, ok? But right now that's not what matters. This is not about me\r\nor you or Christina. This is about eve and Ian and their baby, and you're\r\nmeddling. And if you keep doing this, if you and eve keep working together on\r\nthis, you take the chance of tearing their family apart forever.",
        "Ian: I'm not the one who's doing this, Eve.",
        "Eve: I won't give you another chance to take Daniel. I can’t.",
        "Ian: I -- I didn't kidnap Daniel. And I don't know who did, and I don't know\r\nwhy they tried to make it look like I was going to take him outside the country.\r\nBut I know this -- if we don't stick together here, whoever's behind this is\r\ngoing to succeed.",
        "Eve: I can't let my guard down now, not with Danny.",
        "Ian: I know, I know. But you're focusing on the wrong person. So let's figure\r\nout who's behind this the way we figure out everything else -- together. Let's\r\nforget about this hearing and go home as a family -- you, me, and the boy -- so\r\nI can take care of you.",
        "Judge: I see you two have had a chance to talk. Is there a chance you've\r\nsettled your differences?",
        "Eve: No, we haven't.",
        "Eve: Forgive me for taking so long and for ever denying this child belongs to\r\nyou.",
        "Caleb: Hmm. You're home, son. You're home.",
        "Eve: I'm so sorry. I should have known you were the one. You're so much\r\nbetter than Michael. I should have picked you.",
        "Caleb: But I didn't pick you. Now, you've brought your child. You're of no\r\nuse to me anymore.",
        "Caleb: Would you like to hold our child, my love?",
        "Livvie: Oh, please.",
        "[Daniel whimpers]",
        "Livvie: Mommy's here, Daniel. Mommy's here.",
        "[Daniel cries]",
        "Livvie: It's ok, baby, I'm here. Oh, there you go. Here's a toy. You are the\r\nsweetest little baby. Yes.",
        "Livvie: When was that? I remember holding you, but that was at eve's, not --\r\nshh, it's ok. No, I've never -- I've never been in the park with you. What am I\r\nremembering?",
        "Eve: Did he tell you he was going to give you a child?",
        "Livvie: Yes. It was going to be our family.",
        "Eve: And it was going to be our son.",
        "Livvie: Why am I remembering this? What is happening to me?",
        "Judge: And finally, though this isn't a formal court, my decision is binding.\r\nNow, I’ve read the claims and counterclaims, and they're pretty ugly. I would\r\nlike to hear from the couple involved, in your own words, how you got here,\r\nstarting with dr. Lambert.",
        "Eve: The reason I am keeping my son away from his father is because I came to\r\nfind out some things about his past.",
        "Ian: There's a woman telling lies about me, and my wife has chosen to believe\r\nthem.",
        "Eve: A woman Ian worked with in Africa told me that he murdered her husband\r\nand then tried to kill her.",
        "Ian: Anne-Marie died tragically. Whoever this woman is spreading lies is an\r\nimpostor.",
        "Judge: Is this woman you've spoken of available to testify?",
        "Kevin: No. We can't find her because she's afraid of Ian.",
        "Ian: She's afraid of being exposed as a liar. Anne-Marie’s dead.",
        "Judge: Is there a document or person who can confirm that?",
        "Ian: No, but we're trying to locate somebody.",
        "Eve: And then come to find out that Ian purchased two tickets to Europe --\r\none for himself and one for my baby. Your honor, I'm afraid that if you let him\r\nsee my son, he'll take him away from me and I'll never see either one of them\r\never again.",
        "Ian: Anyone could have ordered those tickets in my name. And I would never\r\ntake Danny away from his mother, regardless of what my rights are as a father.",
        "Judge: I'm very disturbed by everything I've heard here today, but neither of\r\nyou has given me anything that proves whose version of events is true, if any of\r\nit is. Every incident or story comes down to a case of he said/she said.",
        "Ian: So that means there's no evidence of me being a risk to my son, which\r\nmeans I should be allowed to see him.",
        "Eve: No, you can't let him.",
        "Judge: Ms. Coe, do you have anything to add that we haven't heard?",
        "Lucy: Um -- yeah, I wasn't going to, but, yes, I do. Your honor, you have to\r\nunderstand this whole thing. It sounds awful, but what it is is just a big,\r\nawful mess, that's what it is, and the saddest part of it is there's a little\r\nbaby involved. You see, Ian loves his son very, very much, and eve loves Danny,\r\ntoo. And I hate to say this because eve is a wonderful mother. She's been very\r\ncaring and wonderful. She's very good with her little boy, but it's just lately\r\nthe way she's acting toward Ian -- it's too much. It's really become irrational.",
        "Judge: I need specifics, ms. Coe.",
        "Lucy: Um -- ok, I'll try. Eve, you have to admit you have been very, very\r\nanxious with this baby. I mean, I think it sort of started when you were\r\npregnant, remember? I mean, you were so scared for Danny’s safety. In fact,\r\nyou would go running between her husband and she would run to this priest, who\r\nended up not really being a priest, but she was very concerned about Danny’s\r\nsafety, and I think it's carried over because she actually went out of an\r\napartment and left the baby locked in, she didn't turn on the baby monitor, and\r\nI think Danny came too early because she was really stressed out. Not to mention\r\nthese horrible nightmares she was having --",
        "Eve: Damn it, Lucy! You know it's because a vampire was after my son!",
        "Man: You feeling sorry for yourself, kid?",
        "Rafe: No, it's just all these people I’m supposed to be helping.",
        "Man: You haven't failed. Neither have they -- yet.",
        "Rafe: What would happen, you know, what would be so terrible about just\r\nbending the rules just a little bit?",
        "Man: I guess there's only one way to make you understand.",
        "Rafe: All right, tell me, go ahead.",
        "Man: If you'd followed your impulse at that moment and told Livvie, this is\r\nwhat would have happened.",
        "Caleb: It was your desire, Olivia.",
        "Rafe: No. Look, I'll help you fight him. We'll bring him down together. I'll\r\ntell you what's really happening here. You are the one helping Caleb. He's\r\nmaking you destroy all the people you love.",
        "Livvie: No!",
        "Rafe: It's because of you that Lucy’s chasing after Christina, that\r\nKevin’s going after Ian.",
        "Livvie: No, I don't believe you!",
        "Rafe: It's not your fault, but you have to remember all the things you're\r\ndoing to Jack, sabotaging Ian and eve --",
        "Livvie: No!",
        "Rafe: You're Caleb’s tool!",
        "Livvie: No!",
        "Rafe: You can change that, but --",
        "[Water splashes]",
        "Rafe: I -- I would have killed her.",
        "Man: Sorry you had to see that. Now maybe you understand.",
        "Rafe: Right. We guide, we plant seeds, and we hope, we hope.",
        "Man: We more than hope.",
        "Rafe: Right, we have faith that, given encouragement, people will ultimately\r\ndo the right thing.",
        "Man: Now -- now you' really ready to go back.",
        "Rafe: I just hope I'm not too late.",
        "Caleb: Oh. I am so proud of you, Olivia. You've finally become the woman I\r\nknew you always could be.",
        "Livvie: You're so right. This is incredible. You're incredible. Thank you.",
        "Caleb: This is our destiny. It's like I always told you. We finally have\r\neverything we've always wanted, and we'll have it for eternity.",
        "Livvie: Come up here, Daniel.",
        "[Daniel whimpers]",
        "Judge: Excuse me? A vampire was after your son? Are you serious?",
        "Ian: Yes, your honor. I know it sounds crazy, but it's true, and if you'll\r\nlet me explain, maybe you'll understand why all the other problems followed.",
        "Judge: I don't care to listen to either one of you at the moment. You have an\r\ninfant who has had health problems, and each of you is wasting time flinging\r\naccusations back and forth -- unbelievable accusations -- and ridiculous excuses\r\nfor neglect that you actually believe. Whatever breakdown you're experiencing,\r\nthe one thing I am sure of is that we have two parents, two doctors whose desire\r\nto get the best of each other is at the expense of their baby. I don't trust\r\nthis child with either of you. And until you prove to me otherwise, Daniel\r\nThornhart is to be placed in protective custody as a temporary ward of the\r\nstate.",
        ">> Stay tuned for scenes from the next \"port Charles:\r\nTempted.\"",
        ">> On the next \"port Charles\" --",
        "Woman: Please don't try to see hope any more. It's all explained in these\r\npapers.",
        "Alison: This is all my fault.",
        "Eve: I'll run for the rest of my life, but at least you won't find my son.",
        "Livvie: Hi, I brought Daniel. I thought he needed to be with his parents. Did\r\nI do something wrong?"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=9KoBTqxMwV4"
}