{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Wow. You -- you mind telling me how you did that? ",
        "Rafe: What? ",
        "Alison: That bird -- it was dead. You put it in your hands and you brought it \r\nback to life. ",
        "Rafe: That bird was just hurt a little and i -- I helped it. ",
        "Alison: You have some sort of special powers, don't you? ",
        "Rafe: You know, you should forget about what you saw or thought you saw. ",
        "Alison: Who are you, rafe? What are you? ",
        "Gabriela: Hey, frank! What happened to you? ",
        "Frank: Nothing compared to the four guys i left behind at jake'S. ",
        "Gabriela: Oh, so you're taking it out on the world, huh? ",
        "Frank: What? ",
        "Gabriela: You know what -- karen. ",
        "Frank: Oh, hey. So what if my girlfriend decides to switch species and hop in \r\nthe sack with chris ramsey? I can handle that. ",
        "Gabriela: Yeah, I can see that. ",
        "Frank: Hey, look, look, no offense, gabby, but leave me alone, ok? ",
        "Gabriela: Look, frank, you need stitches, all right? And unless you're \r\nplanning on taking a swing at me, I'm going to take you to the hospital. \r\nNobody's worth going to pieces over, especially not karen. ",
        "Chris: Karen, you really should try to eat something. ",
        "Karen: What's the point? I'm going to be dead in a matter of days. ",
        "Chris: Hey, don't say that. Don't go shopping for headstones just yet. Have \r\nyou forgotten that you're dealing with a genius here? I will reverse the effects \r\nof that vampire serum. ",
        "Karen: I know when you're lying, chris. It's usually every time you open your \r\nmouth. I'm getting weaker. I -- i feel it slipping away. Oh, god. ",
        "Chris: Karen, why don't you just get some rest, ok? Let me do my job. I \r\npromise you -- ",
        "karen: What, chris? What? Oh. ",
        "[Knock on door] ",
        "caleb: Well, if it isn't my favorite mad scientist. Now, be a good boy and \r\ninvite me in, if you know what's good for you. ",
        "Eve: This pretending to be a happy couple is killing me. ",
        "Ian: I don't like it any better than you do, but I will do anything to get \r\nour son back -- even pretend that you can be trusted. ",
        "Eve: Excuse me. You sleep with lucy coe and I'm the one who can't be trusted? \r\nGive me a break. ",
        "Ian: Hey. ",
        "Livvie: Hi. ",
        "Ian: How are you? Oh, and how's daniel? ",
        "Livvie: He's doing great. We're taking really good care of him. Lucy wanted \r\nme to give you a message. She said for you to meet her tonight at this new place \r\ncalled tempted. ",
        "Ian: Why didn't she call me herself? ",
        "Livvie: She just said it was really important and for you to keep it on the \r\nQ.T. She just said that you would understand, so -- ",
        "ian: Fine. I'll meet her there. ",
        "Livvie: Ok. It's all falling into place. Everything will be just perfect for \r\nyou tonight, caleb. ",
        "alison: You're not like the rest of us, are you? ",
        "Rafe: Well, you know, I just know a few magic tricks. You know, makes me a \r\nhit at the parties. ",
        "Alison: No, rafe. What i saw was no magic show. Ok, I saw this -- this light \r\nand this energy just flowing from you. ",
        "Rafe: Yeah, well, the sun got in your eyes. ",
        "Alison: No. I've seen that. I've seen that light before. It was that night at \r\nthe monastery. And jack thought that I was dead after that tree branch hit me. \r\nAnd then you helped me. ",
        "Rafe: You just got lucky, that's all. ",
        "Alison: No, I remember the way you touched me. Oh, my god. I was dead, and \r\nyou brought me back to life, just like that bird. ",
        "Rafe: Uh -- you know what? Can we just drop this? ",
        "Alison: No, wait! I was a goner, wasn't I? I -- i was a goner! Oh, my god. \r\nThis is not happening, alison. This -- ",
        "rafe: Ow! ",
        "Alison: Oh! Ok, I'm sorry. You are so real. You are just as real as I am. \r\nOnly -- only you -- you, like, bring things back to life with this really pretty \r\nlight and this really cool energy. Only i thought that only god could do stuff \r\nlike that, you know, and -- oh, my god, are you him? ",
        "Rafe: No. ",
        "Alison: Oh, good, because if it was judgment day -- ",
        "rafe: Of course not. I -- look, i would love to answer all your questions, \r\nbut I can'T. ",
        "Alison: Ok, ok, ok, ok, ok. All right. I get it. Ok, why don't I just sort \r\nof, you know, throw out some guesses, ok, and if I'm right, you don't have to \r\ntell me but just sort of give me a look. ",
        "Rafe: Ok, that might work. ",
        "Alison: Ok. So we've ruled out that you are not god. Ok, so did you come from \r\nsome sort of, like, spaceship? I mean, are you, like, mr. Spock or something?\r\n",
        "Rafe: No. ",
        "Alison: No. Ok. Are you some sort of healer? ",
        "Rafe: You know what? This is just trouble. Let's go. ",
        "Alison: Wait, wait! Ok, wait! Just -- I'm getting warmer, I can see it, ok? \r\nJust -- if you're not god, then did you come from the same zip code? I mean, are \r\nyou -- are you, like, from heaven? ",
        "Rafe: Alison, don't do this. ",
        "Alison: Oh, my god, you are! I can see it in your eyes! I know what you are \r\nnow with -- with the light and the miracles and the whole \r\nbringing-people-back-to-life thing. I know what you are. You're an angel. ",
        "Eve: What wall did you walk into? ",
        "Frank: I cut myself shaving, all right? ",
        "Gabriela: Frank got into a fight. ",
        "Eve: Oh, man. Ok, champ, how did it happen? ",
        "Frank: Look, if you can't just stitch me up without the great inquisition, \r\ni'll go somewhere else. ",
        "Ian: We're all friends here. Remember that. ",
        "Eve: Fine. We'll just call karen, then. ",
        "Frank: No, don'T. She wouldn't be interested anyway. ",
        "Eve: Excuse me? ",
        "Frank: We're not together anymore. ",
        "Ian: When did this happen? ",
        "Frank: When karen decided chris ramsey was the love of her life. ",
        "Eve: What? Oh, frank, is this some sort of joke? ",
        "Gabriela: We caught karen shacked up at chris' place. ",
        "Eve: I guess you can't believe in anyone anymore. ",
        "Livvie: Eve. ",
        "Eve: Yes? ",
        "Livvie: Can I talk to you in private? ",
        "Eve: What's wrong? Is it danny? ",
        "Livvie: No, it's dad. He wants you to meet him at this new place tonight \r\ncalled tempted. He said it had something to do with getting daniel back to you, \r\nbut he asked that you not tell anyone, especially ian. ",
        "Eve: Well, why? I don't understand. ",
        "Livvie: I don't know. That's all he said. He just said to be there and keep \r\nit quiet. ",
        "Eve: Ok. Yeah, I'll be there. ",
        "Livvie: Ok. ",
        "Chris: Gee, caleb, I'd love to have you in, but, you know, it's not a good \r\ntime -- place is a mess, I've been working on that serum. ",
        "Caleb: Invite me in, doc, if you value your health. I mean, after all, you \r\ncan't stay holed up in here forever. ",
        "Chris: Ok, well, please. Come on in, take a load off. ",
        "Caleb: Yeah, thanks. ",
        "Chris: Lunch. ",
        "Caleb: So, how's our little project coming? ",
        "Chris: It's terrific. You know, I -- i think i'll have that serum ready any \r\n-- any day now. ",
        "Caleb: Ah, good. So my friend, she'll have the power of a vampire, but she \r\nwon't have to feed. Is that right? ",
        "Chris: Yeah. You know, I guess you could say that they'll have all the bark \r\nand none of the bite. ",
        "Caleb: Yeah, let's hope you're a better doctor than you are a comedian. How's \r\ndr. Wexler doing? ",
        "Chris: She's great. ",
        "Caleb: How great? ",
        "Chris: Like the -- little battery bunny thing, you know? It's always on the \r\ngo. It's remarkable, really. ",
        "Caleb: I'd like to see her. ",
        "Chris: Sure, you know, all in due time. ",
        "Caleb: I'd like to see the amazing dr. Wexler now. ",
        "frank: Karen and ramsey. You know, in a way, it makes a sick kind of a sense. \r\nThis whole town seems to have gone to hell. ",
        "Ian: That's what lucy was saying. Some dark force watching over us. ",
        "Eve: Maybe lucy's the dark force. You ever think of that? What's the matter?\r\n",
        "Frank: Are you guys all right? I heard you got back together. ",
        "Eve: Yeah. Oh, we're great. Everything's -- really great, isn't it? Life's \r\njust full of miracles, huh? ",
        "Alison: Wow. So an angel, huh? ",
        "Rafe: If you're looking for wings, forget it. We travel light these days. ",
        "Alison: Right. So are you my own personal guardian angel? ",
        "Rafe: Not exactly, but I wouldn't turn down the job. ",
        "Alison: Ok, so wait. Why are you here? I mean, is it like having a genie in a \r\nbottle? Do i get to, like, make wishes and stuff, or what? ",
        "Rafe: You know what? Don't believe the hype. It doesn't quite work like that.\r\n",
        "Alison: Ok, I'm sorry. It's just I don't really know how to act around an \r\nangel, you know? I mean, you're sort of my first. ",
        "Rafe: Right. ",
        "Alison: I mean, I've always, like, believed in them and everything, and I've \r\nalways thought they were really -- really there. Oh, no. ",
        "Rafe: What's wrong? ",
        "Alison: I kissed you. Wait -- am i going to get in, like, big trouble because \r\nof that? Because I -- i didn't mean to. ",
        "Rafe: Sit down before you pass out. ",
        "Alison: Yes, but you could revive me if i did. ",
        "Rafe: Look, it was a perfectly harmless, perfectly nice kiss. And you know \r\nwhat? I would be the one who would get in trouble anyway because no one's \r\nsupposed to know what i am. ",
        "Alison: But you didn't tell me. I mean, I guessed. So you're safe, right? ",
        "Rafe: Yeah. Must be. I'm still here. Didn't get called up to the principal's \r\noffice. ",
        "Alison: Yeah, that's a relief. Ok, so -- look, I know what you did for the \r\nbird, and I know what you did for me. What else can you do? ",
        "Rafe: You know, contrary to what I said before, this isn't really a magic \r\ntrick. ",
        "Alison: Please, please, just, like, one teeny, tiny little thing, just \r\nanything, right -- i mean, you don't have to, like, move a mountain or \r\nsomething, unless -- unless you really want to -- ",
        "rafe: Ok, ok, ok, fine. One thing. Mm-hmm. What's your favorite flower? ",
        "Alison: Pink roses. ",
        "Rafe: Oh. You mean like this one? ",
        "Alison: Oh, that's so cool! Oh. Oh, oh, I have something for you, too. ",
        "Rafe: I'm not really into flowers. ",
        "Alison: It's present day. No, I have -- I have your journal. Yeah. What is an \r\nangel doing walking around with a 10-year-old journal? ",
        "Rafe: Yeah, well, it's, you know, a souvenir of what my life was like before \r\nand -- ",
        "alison: Right. I'm sorry. Your -- your journal -- the last entry in it is \r\napril 12, 1991. Is that when you, you know -- yeah. How did it happen? ",
        "Rafe: Let's just say i was killed in the line of duty. ",
        "Alison: Oh, so then you were iced by a vampire. I mean, rafe, I know that \r\nyou're a slayer, so it's sort of no secret. ",
        "Rafe: You know what? We're getting into dangerous territory here. I can't \r\ntalk about this. ",
        "Alison: Wait, it was caleb. Rafe, caleb is -- is dead. So what are you doing \r\nhere now? ",
        "Chris: You know, I'm really sorry that you didn't get to see karen, but i \r\nreally appreciate you stopping by. ",
        "Caleb: You know, you -- you may not know this about me, but I have issues \r\nwith people who say no to me. ",
        "Chris: I appreciate that. It's just that karen's not here. She's running. She \r\nruns all the time, you know? That excess energy -- she's, you know, gone for \r\nhours, sometimes days. ",
        "Caleb: I'll wait. ",
        "Chris: If you're here, I'm never going to get to finish this serum. ",
        "Caleb: I'll be quiet as a mouse. You won't even know I'm here. ",
        "Caleb: You seem nervous, ramsey. Is it me? ",
        "Chris: Quite frankly, yes. It is you. See, i find it a little unsettling to \r\nbe chatting here in my living room with a recently deceased vampire. And now if \r\nkaren does come back, she might freak out if she sees you, and that's not going \r\nto be good for either of us. Right, partner? ",
        "Caleb: You make a point, partner. But i want that serum. And I want to see \r\nhow dr. Wexler's responding. So i'd like to see you both tonight. ",
        "Chris: You know what? Tonight is really not good. We have plans. ",
        "Caleb: Chris, if you appreciate the little things in life like breathing, I'd \r\ncancel them. You know, there's this new club in town called tempted. I'd like \r\nyou to be there. Or stay at home and start picking out the suit that you can \r\nwear to be buried in. ",
        "Chris: I -- well, can't pass up a charming invitation like that one. We'll be \r\nthere. ",
        "Caleb: I know you will. ",
        "Chris: Ooh. ",
        "Karen: Did I see what i thought I saw? ",
        "Chris: Karen, hey, what are you doing out of bed? ",
        "Karen: Caleb's alive, isn't he? He's alive. ",
        "Alison: Come on, rafe. I mean, it had to be caleb. So does this mean -- ",
        "rafe: It means that I've already told you all i can, more than I can, if you \r\nwant to know the truth. ",
        "Alison: Well, come on, please! Ok, I have so many questions. I mean, what is \r\nheaven like? And do you guys run around with harps and stuff? Is that true? And \r\nI just have to know if the pearly gate thing is just real. ",
        "Rafe: Alison -- ",
        "alison: Please, I'm just curious. I'm sorry, i just want to know why you're \r\nhere. You know -- angels have, like, missions and stuff? ",
        "Rafe: I asked you to trust me once. I need you to trust me again. Come here.\r\n",
        "Alison: Ok. Ok, I mean, it's going to be hard, but I'll try. ",
        "Rafe: You know what? If having faith were easy, everyone would do it. ",
        "Alison: Right. Ok, I won't bug you. But I can't promise you what jack and \r\njamal are going to do. I mean -- ",
        "rafe: No, no, no, no, no. You can't tell another living soul about this. I'll \r\nlose my gig. ",
        "Alison: What? ",
        "Rafe: You got to promise me. ",
        "Alison: Come on, i know and I talked and i kissed an angel, and I can't tell \r\nanyone? That's going to be hell. I'm sorry. I'm sorry, that's probably a very \r\nsensitive subject with you. That's stupid. ",
        "Rafe: Look, look, look, look. I saved your life. I need you to keep this \r\nsecret. Ok? Fair enough? ",
        "Alison: Ok, that's fair. I mean, as long as you maybe sort of clue me in on \r\nwhat's going on. ",
        "Rafe: I can only say i'm here for a very urgent reason and things are going \r\ndown real soon. Tonight. So i'll be in touch. ",
        "Alison: Ok. So something very bad is happening tonight, and i just had a \r\nconversation with an angel. Either this whole town is crazy or i am. ",
        "Karen: I saw caleb. He was sitting right here. ",
        "Chris: Karen, that was a lab tech from the hospital. He was just dropping off \r\nsome results. ",
        "Karen: But I thought I -- maybe it's my fever. ",
        "Chris: Hey, it's ok. You know caleb is dead. You're just going a little stir \r\ncrazy from being cooped up in here all day. We both are. In fact, i would \r\nprescribe that we -- we go out tonight, cheer us up. ",
        "Karen: You know, chris, i can barely get out of bed. ",
        "Chris: No, I insist. It'll -- it'll do you good. It'll get you some fresh \r\nair. And, hey, you promised that you'd put yourself in my hands. ",
        "Karen: Ok, fine, if you think it'll help. ",
        "Chris: I do. ",
        "Karen: I don't have any pressing plans. ",
        "Chris: Ok. Well, go on, get a little more rest, and I'll wake you up in a \r\ncouple of hours. Damn. I got to keep caleb away from karen, stall him, or we're \r\nboth toast. ",
        "Frank: Hey, is something bugging eve? ",
        "Ian: Ah, she's a little cranky being separated from daniel. We're under a lot \r\nof pressure. ",
        "Frank: Tell me about it. Hey, thanks for patching me up. ",
        "Ian: All right. Go straight home, no more battles, ok? ",
        "Frank: Straight home to an ice pack and bed. ",
        "Gabriela: I'll drive you, make sure you get there safely. ",
        "Frank: Ok. ",
        "Alex frank, gab. I have messages for you two. ",
        "Gabriela: Thanks. What do you make of this? ",
        "Frank: Karen wants to meet us tonight at this new place called tempted to \r\nexplain about her and chris. This should be good for a laugh. ",
        "Gabriela: Maybe you shouldn't go. Seems kind of strange. ",
        "Frank: Stranger than her falling for a snake like ramsey? No, uh-uh. Wouldn't \r\nmiss this for the world. ",
        "Eve: Hi. ",
        "Ian: Hey. Frank just left. ",
        "Eve: Oh. Well, actually, I was looking for you. ",
        "Ian: Why? ",
        "Eve: I just wanted you to know that i won't be home for dinner tonight. ",
        "Ian: Why not? You working later? ",
        "Eve: No, I'm meeting a friend. ",
        "Ian: Ok, well, that's good because I'm -- i'm meeting a friend, as well. ",
        "Eve: Who? ",
        "Ian: Don't wait up. ",
        "Caleb: Olivia. ",
        "Livvie: It's all coming together, and no one's figured out that lucy's dead.\r\n",
        "Caleb: You delivered the messages? ",
        "Livvie: Everyone will be at tempted as planned. Tonight will be everything we \r\nwanted it to be. ",
        "Caleb: You have made me very proud. ",
        "Livvie: Oh, have i been a good wife? ",
        "Caleb: The best. There's just one more thing we need to do. ",
        "Livvie: Oh, it would be my pleasure. ",
        ">> Stay tuned for scenes from the next \"port charles: Tempted.\" ",
        ">> on the next \"port charles\" -- ",
        "eve: Looks like you've got something worse than the flu. Are you sure there \r\nisn't something else wrong? ",
        "Kevin: Both lucy and jack have been talking about caleb being back, and now \r\nwe can't find either one of them. Now, what is going on, and I want the truth.\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=inkSM4mL-F8"
}