{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Rafe: It’s the bottom of the ninth and my last chance at bat Oh, sorry. Bat\r\n-- that's a lousy choice of words, especially considering how far ahead Caleb\r\nis. No, but that -- see, that's exactly what it's like. It's like I'm down here\r\ntrying to coach a team that doesn't remember that running for home is the way to\r\nscore. Caleb's made them afraid of their own home base. All they feel is his\r\ndark powers growing and growing around them, and it scares them. And he's\r\nfeeding off that, sir. He's drained every drop of faith they have in each other.",
        "Ian -- he's sinking, boss. He sees the bottom rushing up at him and doesn't\r\nwant to feel it when it hits. Even without his fangs, Caleb’s ripping apart\r\nall their connections. And the thing is, they don't understand how it happened.\r\nAll they know is they want the ache to stop.",
        " Jack -- he tries to bury it\r\nunder work. He thinks he wants to move on, but I'm telling you his soul cries\r\nout for Livvie. Caleb's using their own love against them. It's the greatest\r\ngift of all, and this guy -- he's turned it into a scalpel, slicing them into\r\nbits. Dissecting hearts, souls, soul mates. Robbing them of everything, even\r\nhope. Even Kevin and Lucy. All their faith in a future together has been stolen\r\naway. Kidnapped. Every last piece of hope that might have helped them is lost.\r\nThe tiniest spark that could've helped them find their way back to each others'\r\nhearts is gone. Caleb snuffed out every trace.",
        "Well, almost. Because whether they know it or not, as long as the heart\r\nbeats, it dreams. Right, sir? Well, you told me to use my imagination, big guy.\r\nSo here goes -- one night -- that's all I'm asking for. One night where they get\r\nto peek into their hearts and see their deepest dreams. One night, that's all.\r\nOne last chance. Please, boss. Come on, you got to let this happen. What do you\r\nsay? Come on. All right.",
        "************************************",
        "Ian: What happened here? How did we get here, Eve, huh?  How could she do this to us? How could you believe their lies?",
        "************************************",
        "Eve: Hi. Oh, goodness, that was a loud noise, wasn't it? Oh, it's ok. Yeah.\r\nOh, it's ok. Mommy's not going to let anything happen to you. No, she's not. No.\r\nIt's ok. Shh. Mommy's always going to watch over you. Yeah. Just like the stars.\r\nLook, Danny. There's your star. There it is. And it's there for you to wish upon\r\nany time you feel alone or scared. It's going to be ok. And if you wish enough\r\nand dream enough, all your wishes can come true.",
        "************************************",
        "Rafe: Remember the truth, Eve. Your heart remembers.",
        "************************************",
        "Ian: Eve?",
        "Eve: What?",
        "Ian: Shh. It's ok.",
        "Eve: Ian.",
        "Ian: Yeah. Right here where you left me. Always looking after you.",
        "Eve: Oh. I -- I had the worst dream about Caleb.",
        "Ian: About who?",
        "Eve: Caleb.",
        "Ian: It's another one of those books about vampires, isn't it?",
        "Eve: What? Books?",
        "Ian: What's this one called? \"Tainted love\"? Nice title, that. See,\r\nthat's the problem with you -- always filling your head with nonsense.",
        "Eve: And that's the problem with you -- no imagination.",
        "Ian: Well, I don't need any fantasies. I'm already married to the most\r\nbeautiful, sexy woman in the world.",
        "Eve: Oh.",
        "Daniel: Daddy! Daddy! Daddy! There's a monster under my bed!",
        "Eve: Oh!",
        "Ian: Monster? What kind of a monster? Is it a vampire?",
        "Eve: Shh. Don't tease him. Hey, Danny, I told you. There's no such thing as\r\nmonsters, remember?",
        "Daniel: But I saw one!",
        "[Eve gasps]",
        "Ian: Well, the good news is that the Thornharts are known to be monster\r\nslayers. Just ask your mother. I've always kept her safe.",
        "Eve: From the moment we met.",
        "Ian: Yeah. So, what do you think? How about the Thornhart men go in there and\r\ntake care of that slobbering thing once and for all?",
        "Daniel: Together, yeah!",
        "Ian: Yeah! Come on! We're leaving. But, of course, we have to go on top of\r\nour noble steed. First thing we need is a kiss from your mother for good luck.\r\nOne for you. And one for me.",
        "Eve: To guide you, my champions. To protect you and keep you safe always.",
        "Ian: All right, we're off to fight evil with the power of love and the power\r\nof light. You ready, noble sir?",
        "Daniel: Yeah.",
        "Ian: Let's go.",
        "Eve: I love you, Ian.",
        "Ian: I love you, Eve. ",
        "************************************",
        "Lucy: Oh, Christina, I know what I saw. I know I -- I saw you, and it was\r\nreal. It was really you. Oh. Oh. Wait, wait, wait. Please, please stop. Are you\r\nabsolutely --",
        "Bellhop: Absolutely, positively. I haven't seen a little girl in a red\r\nslicker wandering around down here or on any of the other floors.",
        "Lucy: Could you just look --",
        "Bellhop: Maybe it's time to go home, huh? I could call somebody.",
        "Lucy: No. No, that's -- that's ok. Thank you for your time. I appreciate it.\r\nThere's actually nobody to call.",
        "Kevin's voice: I don't know what it is that you saw --",
        "Lucy’s voice: Don't touch me. Don't -- don't touch me! You don't believe\r\nme, do you?",
        "Kevin: Lucy --",
        "Lucy: No, you don't! You're not even listening to me! I saw her, and you\r\ndon't believe me.",
        "Lucy: Oh, Doc.",
        "************************************",
        "[Knock on door]",
        "Ian’s voice: Come in.",
        "Lucy: Oh, Doc. Listen -- wait, wait, wait. This is not what it looks like.",
        "Kevin: Really? So you're not half-naked in Ian’s room? I want to believe\r\nyou, Lucy.",
        "Rafe's voice: Then believe.  That's it, Kevin. Let go and stop fighting so hard. Just let the truth\r\ncome through. Remember what you know. Remember what it's like to believe.",
        "[Sigmund quacks]",
        "Lucy: You know what? I don't want hear you talk like that. You are going to\r\ndo this for me. Oh, Sigmund, listen to me -- what do you mean you and the kids\r\ndon't want to be flower ducks at our wedding? Oh, good grief.",
        "Kevin: Lucy?",
        "Lucy: Oh, Doc, just a darn minute here. I've got a little bit of a problem I\r\nneed to straighten out with Mr. Sigmund over there. Listen to me, you -- it's\r\ngoing to be fun, you know, and -- and I know you have a white tail. Just wear a\r\nblack tie. Everyone else is going to be in black tie. And the little yellow guys\r\n-- well, the kids can put on, like, little black bow ties, and they'll look\r\nadorable.",
        "Kevin: She's right, Sigmund. It's going to be a great party.",
        "Lucy: It's going to be a fantastic party. Listen to you --",
        "[Sigmund quacks]",
        "Lucy: Oh, stop it right now. You know what it is? I think he just -- he's\r\njust squawking to hear himself squawk like men do sometimes.",
        "Kevin: Even your husband-to-be?",
        "Lucy: No. You know, there are exceptions to every rule and every flock,\r\ncovey, group, bunch.",
        "Kevin: Gaggle?",
        "Lucy: Gaggle. Wait -- ok. Just -- just a second. All right, you guys. Come\r\non, everybody out. Everybody out. Come on. Let's go. Let's go. Here, I'll get\r\nthe door. Come on. Everybody out. You know what you need to do? You need to go\r\nswimming. You got a little dirty. Come on, let's go. Everybody out the door.\r\nCome on, babies. Come on, my babies. Here we go. Sigmund, take them swimming,\r\nfor Pete’s sake. We've got to get them all cleaned up for the wedding. It's\r\nok. Go on. Go on. Here we go. Ok. Swim. Swim -- they're dirty. You know, you let\r\nyour babies really get a little unkempt. Go. Ok. Oh, ok. You can stay. Swim. All\r\nright, see you later. Ohh. Bye. So --",
        "Kevin: Hmm?",
        "Lucy: Are we -- are we married yet?",
        "Kevin: About 24 hours from now.",
        "Lucy: Oh. 24 full hours.",
        "Kevin: Mm-hmm.",
        "Lucy: No, that's too long. That's forever and ever and ever and ever.",
        "Kevin: You know, not that I don't like the attention or anything, but did I\r\ndo anything to deserve that? I mean, you know, besides being my own adorable\r\nself?",
        "Lucy: Oh, you're not only adorable, you're sexy. Oh! And you're absolutely\r\nbrilliant. Guess what happened.",
        "Kevin: What?",
        "Lucy: I went down to the local paper, and I got that advice column. They're\r\ngoing to call it \"Psyche Up With Your Psychic.\" That's the title they\r\ngave me.",
        "Kevin: Hey, congratulations! Oh, that's wonderful!",
        "Lucy: Isn't it terrific? And you know why I got that?",
        "Kevin: Why?",
        "Lucy: Because of you. Because you believed in me, and you made me channel my,\r\nyou know -- my gifts.",
        "Kevin: Speaking of gift, I have something for you.",
        "Lucy: You do?",
        "Kevin: Mm-hmm.",
        "Lucy: What is it? What is it? I love gifts. You've given me so many.",
        "Kevin: Just pipe down until I can give it to you",
        "Lucy: Ok.",
        "Kevin: All right. This is something that I wanted you to have before the\r\nwedding.",
        "Lucy: \"Wedding\" -- you said that word. Say it again.",
        "Kevin: Wedding.",
        "Lucy: No, no, again.",
        "Kevin: Wedding.",
        "Lucy: Again.",
        "Kevin: Wedding.",
        "Lucy: Wedding.",
        "Kevin: Lucy, listen to me --",
        "Lucy: Our wedding. What?",
        "Kevin: Listen -- tomorrow we're going to commit ourselves to each other. I\r\nmean, our whole lives. So I wanted to say something to you first.",
        "Lucy: Ok, I'm listening.",
        "Kevin: When I met you, Lucy, I had cut myself off from everything. I mean,\r\ncertainly from anything mysterious. But, strangely enough, that's what you are\r\n-- you're a mystery. Actually you're kind of like the impossible dream, but to\r\nlove you and to be loved by you is all about learning how to love surprises.\r\nLucy, you helped me find my father and my daughter and my soul. Because of you,\r\nI've learned to treat every day as a gift. You're my dream, Lucy, and I promise\r\nto spend the rest of my life trying to make all your dreams come true.",
        "[Lucy gasps]",
        "Kevin: We'll find her, Lucy. I promise you we'll find her. I swear.",
        "Lucy: Oh, Doc, I love you, and I do. I mean, I know I’m going to say\r\n\"I do,\" you know, and it's not the time, but I do. I swear to god I\r\ndo. I do, I do, I do. I do.",
        "Kevin: I do.",
        "************************************",
        "Rafe: All right, Jack. Come on. You can do it. Don't hold your heart back.\r\nCome on, man, just let it fly! It knows the way. Come on. You got to hope, for\r\nLivvie’s sake.",
        "Jack: Livvie -- oh, I am so proud of you. You made your dreams happen. You\r\nfought for it.",
        "Livvie: You know, it's -- ahem -- it's not enough to just dream; Jack, about\r\na career or about love. You have to believe and have to see it all through. And\r\nnow I do, and -- and it's here, and it's happening, and it's because of you. You\r\nbrought my dreams to life. You made it happen.",
        "Jack: You know, this whole feeling reminds me of when I connected back with\r\nmy mom. You know, that -- that feeling of being alive, the warmth, the feeling\r\nof love. And that's how I feel now. You are my home. You are my true family. My\r\ndream come true. And everything's perfect. Or at least it will be when you say\r\nyes and put this ring on. Are you ready for that? Are you ready to spend the\r\nrest of your life with me?",
        "Ian: Ohh.  It's bright tonight.  Starlight, star bright.  Eve.",
        "Eve: Ian.",
        "Livvie: Oh, Jack. I wish I could -- that we could wish together.",
        "Rafe: It's all up to them now. The power of love and the power of faith and\r\nthe strength in their hearts.",
        "[Footsteps]",
        "Rafe: And the stars to guide them.",
        "************************************",
        "Kevin: Trouble sleeping?",
        "Lucy: Sleep -- what is that?",
        "Kevin: Sleep? That's a blessing.",
        "Lucy: Sure could use a few more of those today, huh?",
        "Kevin: Tired of counting the ones you already have?",
        "Lucy: I don't know. I'm just tired, I guess. You sure seem to be ok for\r\nsomeone who does love his sleep.",
        "Kevin: I had a wonderful dream. For some reason, I just had to come out here\r\nand look at the stars.",
        "Lucy: Me, too. I -- I really, really needed to come out and look at the\r\nstars, too.",
        "Kevin: Any special reason?",
        "Lucy: I -- I don't know. I guess just because they are special.",
        "Kevin: You're shivering.",
        "Lucy: It's the only reason I need, I guess.",
        "Kevin: You know, a patient told me something once that I've never forgotten.\r\nHe said his grandmother taught him that the stars are the eyes of the angels\r\nlooking down on us.",
        "Lucy: Well, my Aunt Charlene told me when I was a little girl that all those\r\nstars were like fireflies captured in a jar, only the fireflies were people's\r\nwishes.",
        "Kevin: Makes sense. People make a lot of wishes. Just look at them all.",
        "Lucy: Doc, tell me something -- why did you do this? Why did you come right\r\nhere, right at this moment, right now tonight to look at the stars? Why?",
        "Kevin: I don't know. I woke up, and I just had to see the stars. Somehow I\r\nknew this was the best place to do that. There's the air and water, the\r\nlighthouse light guiding the ships in. And then the miracle of the stars reminds\r\nyou that anything is possible.",
        "Lucy: Doc, anything?",
        "Kevin: Anything.",
        "************************************",
        ">> Stay tuned for scenes from the next \"Port Charles:\r\nTempted.\"",
        ">> On the next \"Port Charles\" --",
        "Eve: I just had this really nice dream. We were a family again and --",
        "Ian: Wait, wait, wait, wait. I had the same dream.",
        "Livvie: Jack, please tell me that you'll give us another chance."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=ooF8UNXN2OM"
}