{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Lucy: Christina, hello? Christina, don't hang up. It's mommy, don't hang --",
        "[Dial tone]",
        "Kevin: Lucy? You're white as a sheet.",
        "Lucy: It was Christina. Christina was just on the phone.",
        "Kevin: No, no. Lucy, no, it wasn’t.",
        "Lucy: Yes, it was. I know her little voice. It was her little voice.",
        "Kevin: Lucy, Lucy, remember what we were talking about.",
        "Lucy: Doc, she told me she missed me.",
        "Kevin: Look at the board. Lucy, just look at the board. Whoever's doing this\r\nto you is playing some kind of a cruel joke.",
        "Lucy: No, no, it was real! It was real! I can feel it!",
        "Kevin: No, Lucy, you’ve been targeted just like the rest of us.",
        "Lucy: She's reaching out to me. She's trying to get to me. I -- I got to go\r\nfind Christina. She needs me.",
        "Kevin: Lucy --",
        "Lucy: I got to find Christina!",
        "Kevin: Lucy?",
        "Jack: Alison, was that a bat that just flew out of here?",
        "Alison: No. No. I'm sure it was just a -- a bird. Sometimes they get trapped\r\nin the building, you know?",
        "Jack: Caleb is a vampire. Vampires take the shape of bats. I mean, Livvie’s\r\nnowhere in sight, the pictures are all torn up.",
        "Alison: Jack, Caleb is dead.",
        "Jack: Alison, you saw what I saw.",
        "Alison: Jack, I know that it's got to be easier to blame Caleb rather than --",
        "Jack: What? Just say it. Just say it.",
        "Alison: I know that it's going to be really hard to take the fact that Livvie\r\nhas left you again; ok, but some evil bat thing did not carry her away from you.\r\nShe walked away. She left a note, Jack.",
        "Jack: Yeah. I know, I know. I'm just -- I'm just being --",
        "Alison: Jack, please, just doesn’t -- don't beat yourself up, ok? You love\r\nLivvie.",
        "Jack: Yeah, well, I won't make that mistake again. I mean, she made it loud\r\nand clear that she doesn't want me in her life. End of story.",
        "Eve: Someone took our baby.",
        "Ian: What?",
        "Eve: He's gone and he needs his monitor!",
        "Ian: Ok, call 911, get the cops, we're going to go look for him.",
        "Eve: Oh, my god, hurry!",
        "Eve: Please, please, don't let anything happen to our baby. Please.",
        "Ian: Daniel? Daniel!",
        "[Caleb's music plays]",
        "Livvie: Shh. It's ok.",
        "Shh.",
        "Ian: This can't be happening. Daniel? Daniel!",
        "Jamal: How's the job? Frank treating you solid her",
        "Valerie: I love being here -- for the work, I mean.",
        "Jamal: What do you got there?",
        "Valerie: Just a picture of the most beautiful girl in the world. Her adoptive\r\nparents were nice enough to send me a couple photos every few months.",
        "Jamal: Well, they sound like good people.",
        "Valerie: They even kept her name. Yeah. I know she's with a loving family and\r\nshe looks really happy, but not a day goes by that I don't miss her.",
        "Jamal: She is absolutely gorgeous. Looks just like you.",
        "Valerie: Well, you've helped me with her so much, Jamal, and when my life was\r\na mess, you were there for me, so I’d like you to have it.",
        "Jamal: Look, I know I said this before, but for what it's worth, I think you\r\ndid the right thing with hope.",
        "Valerie: It's so hard giving up someone you love.",
        "Alison: Don't let Livvie get to you, ok? When you're upset, you just need to\r\ntalk things out.",
        "Jack: Yeah.",
        "Alison: Unless -- ahem -- you're Valerie, to which you should just zip it and\r\ngo far, far, far, and far away.",
        "Jack: Alison, they're just having a conversation.",
        "Alison: Well, does he need to stand so close to him?",
        "Jack: Hey --",
        "Alison: What, is she deaf? I'm --",
        "Jack: Hey, hey. Look, nothing is happening. If you say one more thing about\r\nJamal being the father of Valerie’s baby, I’m going to pick you up on my\r\nshoulder and I'm going to take you out of here.",
        "Alison: Well, Livvie does bring up a very real possibility.",
        "Jack: Well, Livvie says a lot of things that aren't true.",
        "Alison: All right. Come off the ledge, Alison. Jack is right. Why am I even\r\nworrying about this?",
        "Jamal: Hi.",
        "Alison: Oh, my god, Jamal. I am so glad to see you.",
        "Jamal: Hey. Well, you remember my wife, Valerie, and our beautiful daughter,\r\nhope.",
        "Valerie: This place is so special and, you know --",
        "Jamal: I know.",
        "Valerie: This is where I was working when we got back together.",
        "Jamal: And this little girl right here brought us all together. Isn't that\r\nright, silky?",
        "Alison: Silky?",
        "Valerie: Yeah, that's his pet name for me. Didn't you guys used to date?",
        "Jamal: Hey, Ali. Hey, hey.",
        "Alison: What?",
        "Jamal: You ok? What's up?",
        "Alison: Hi. Yeah, no. I am now.",
        "Lucy: This is the place. This is where Christina was taken. All I have to do\r\nis stand right in this spot and that horrible nightmare of a date comes back to\r\nme. Her memory's in every tree and the wind and every sound, every rock.",
        "Kevin: Lucy, don't do this to yourself.",
        "Lucy: Isn't it amazing how fast your life can just change just like that? I\r\nloved that little girl so, so much.",
        "Kevin: Lucy, you're just going to get hurt all over again.",
        "Lucy: Why'd I do it? What was I thinking? What -- why did I do that? Why did\r\nI let frank take her? I -- I knew better. I shouldn't have let her out of my\r\nsight. I shouldn't have let her out of my arms.",
        "Kevin: Lucy, we've been down this road before. There was nothing else you\r\ncould have done.",
        "Lucy: Does Christina know that? Does she understand, doc, that I didn't just\r\ngive her up? I didn't desert her, I didn't let her go. Her voice sounded just so\r\nsad on the phone.",
        "Kevin: It wasn't her voice, Lucy.",
        "Lucy: We don't know that. You can't be sure. Can you be absolutely sure?",
        "Kevin: You've been targeted. You've been targeted just like the rest of us,\r\nLucy. Now, whoever or whatever this is, is using this because they know that\r\nChristina is your weak point. They're using it just to tie you up in knots.",
        "Lucy: No. You know, maybe this thing, maybe this one thing is real. Maybe my\r\nbaby's out there and she needs me and she wants me to find her. She wants me to\r\ngo out there and find her!",
        "Kevin: Lucy, please, just come home with me.",
        "Lucy: Oh, my god, Christina! Christina, it's mommy!",
        "Kevin: Lucy?",
        "Eve: Oh, my god, did you --",
        "Ian: No. Are the police on their way?",
        "Eve: Ian, Danny’s never been separated from me, and he could die without\r\nhis monitor!",
        "Ian: Don't think that way. He's going to be fine. We'll get him back.",
        "Eve: How can you be so sure?",
        "Ian: I think I know who's behind this -- the same woman that was trying to\r\nset me up.",
        "Eve: She's crazy. She thinks that you killed her unborn child. Maybe that's\r\nwhy she took Daniel.",
        "Ian: Well, we -- we'll hunt her down. She's not going to get our son.",
        "Eve: Ian, she's not stable. You don't know what she'll do to Danny.",
        "Ian: I know, I know, I know. If she's trying to get to us by using Daniel,\r\nshe'll keep him safe. Hold on to that, ok?",
        "Eve: Oh, thank god, you're here.",
        "Garcia: I've got my people spreading out all over this park. Now, did you see\r\nwho took your baby? I mean, can you identify them?",
        "Eve: We didn't see anything.",
        "Ian: We were standing right there, we had our backs turned and, just for a\r\nminute --",
        "Eve: And they just took him. They stole our baby!",
        "Ian: Ok. I'm going to go look for him. You stay with the detectives.",
        "Eve: No, no, I'm coming with you.",
        "Ian: It's better if you go home.",
        "Garcia: You husband's right. This is a kidnapping. One parent should be at\r\nhome in case there's a ransom call. Ofc. Prentiss will go with you.",
        "Ian: It'll be ok.",
        "Eve: Please, bring him home.",
        "Ian: I promise I will.",
        "[Caleb's music plays]",
        "Livvie: Don't worry, Daniel. You'll be happy here with your daddy.",
        "Jamal: All right, sweetie, not -- not that I’m complaining or anything, but\r\nthat hug you just gave me was a rib crusher. Are you ok? What's up?",
        "Alison: Yeah -- no, I'm just really glad to see you.",
        "Jamal: What, since this morning?",
        "Alison: Well, are you complaining?",
        "Jamal: No.",
        "Alison: No?",
        "Jamal: No. Not a chance.",
        "Alison: Good. So listen, I just saw Jack, and, you know, him and Livvie, they\r\nbroke up and I think that it's -- I think it's really real this time.",
        "Jamal: That girl -- she needs some serious help. I'm sorry --",
        "Alison: Well, it's Jack that I’m worried about, you know. So maybe we\r\nshould invite him over for dinner tonight.",
        "Jamal: Yeah, yeah, that's great. I mean, I got this bike that I’m working\r\non for this dude uptown, but --",
        "Alison: Ok.",
        "Jamal: Yeah, I'll be done early, that's fine.",
        "Alison: Ok, cool. I'll just whip up, like, a big batch of comfort food and,\r\nyou know, I'll stop in the store or something.",
        "Jamal: Buy whatever you need.",
        "Alison: Oh.",
        "Jamal: Later.",
        "Alison: Dangerous.",
        "Jamal: All right.",
        "Alison: Oh, wait, wait. You're coming to our house for dinner tonight, and do\r\nnot argue with me.",
        "Jack: Ok, who's going to argue with a home-cooked meal? Not I. I will be\r\nthere -- on one condition.",
        "Alison: You got it.",
        "Jack: That we don't talk about Livvie.",
        "Alison: Absolutely.",
        "Jack: Because if this is one of your brilliant plans to try to patch things\r\nup between us then --",
        "Alison: No -- no, no, it's not, I promise.",
        "Jack: Because I got to start living my life without her.",
        "Alison: Ok. Whatever you say.",
        "Jack: What -- you -- did you just kiss me? What was that for?",
        "Alison: For being such a good guy. And for being my good friend and for\r\ngiving me, you know, really good advice with Jamal and stuff, even though you\r\nsort of feel so rotten yourself.",
        "Jack: Well, no sense in all of us losing the people we love.",
        "Alison: Well, I am just not going to think any more about Jamal being the\r\nfather of Valerie’s baby. Please. That case is officially closed.",
        "Jack: What's that?",
        "Alison: It's Jamal’s wallet, and I highly doubt that the picture of this\r\nlittle girl came with it. \"Hope, October 2001.\" Now, what is Jamal\r\ndoing with a picture of Valerie’s baby in his wallet?",
        "Lucy: Christina, it's mommy! Chris--",
        "Woman: Who are you? What do you want with my daughter?",
        "Kevin: Uh -- we're sorry. We -- we thought she was someone else.",
        "Lucy: I'm sorry.",
        "Kevin: We'll just be going.",
        "Lucy: I'm so sorry.",
        "Kevin: Lucy --",
        "Lucy: I'm so --",
        "Kevin: Come on, come on.",
        "Lucy: Oh, why couldn't this be the time? I really thought maybe this was the\r\ntime I found her.",
        "Kevin: Lucy, Lucy, listen to me. Do you remember when Julie sent you that\r\npicture of Christina? She told you that you would never be able to find her,\r\nthat she made sure of that.",
        "Lucy: Don't you think I know that letter by heart? I know every word in that\r\nletter!",
        "Kevin: I know -- I know this is hard, Lucy, but there's no way that Julie\r\nwould ever bring Christina anywhere near port Charles or you.",
        "Lucy: But that was -- that was her little voice. I know her voice. That was\r\nher voice on the phone.",
        "Kevin: Someone's playing you. Come on. Come on. You've got good hunches,\r\nLucy. Listen to them. It was your hunches that told us that there was something\r\nout there, something that is out there trying to do us all in. That's all this\r\nis. It's an illusion.",
        "Lucy: Could -- could I get something to drink or something? I'm not doing too\r\ngood. Just -- anything?",
        "Kevin: You going to be ok here alone?",
        "Lucy: Yeah, I'll be fine. Don't worry, I won't run after any more little\r\ngirls in red sweaters and scare their moms half to death. I'll be fine. I just\r\nneed to sit here for a minute, ok?",
        "Kevin: Ok. I'll be right back.",
        "Lucy: Ok.",
        "Lucy: Ok, universe, you know me very well and you know I have that light of\r\nhope in my heart still every day for Christina, so what are you doing? Is this\r\nall real or is this some sort of sick cosmic joke you're playing on me? You\r\nknow, I'm getting really tired. They're wearing thin on me. So could you please\r\njust give me a sign, you know, that this might be real. I mean, anything. I'll\r\ntake a sound of the wind. Anything, just a -- a sign, please.",
        "[Girl giggles]",
        "Eve: I should have never let him out of my sight. What kind of a mother loses\r\nher child? There's no messages. Aren't they supposed to call or something?",
        "Ofc. Prentiss: We'll be ready if they do. The technicians are downstairs\r\nsetting up a phone tap. Why don't I go see how they're doing.",
        "Eve: Please call. Please call, please call, please call. Tell me this is some\r\nsort of mistake and that my baby is ok.",
        "[Phone rings]",
        "Eve: Hello?",
        "Woman: [Distorted voice] don't say a thing. I know where your baby is. I\r\nwon't let him do this again.",
        "Eve: Him? Who -- who are you talking about? Who are you?",
        "Woman: If you ever want to see your son again, come alone. Don't tell anyone.",
        "Eve: Please, just let me know where you are and please don't hurt my baby. I\r\n-- I will meet you. I'll meet you there. Where are you?",
        "Alison: Jamal doesn't even have a picture of me in his wallet.",
        "Jack: Hey --",
        "Alison: But he's got one of Valerie’s kids?",
        "Jack: Calm -- calm down. All right, there's probably a perfectly good\r\nexplanation.",
        "Alison: Yeah, like it's his kid!",
        "Jack: If it were Jamal’s kid, he would have told you.",
        "Alison: But what if Valerie is setting some sort of a trap and Jamal doesn't\r\neven know? You know, she's giving him pictures, you know, and totally talking\r\nabout the kid, really reeling him in so he's ready to accept the big news that\r\nshe's got. What if that was her plan all along?",
        "Jack: Or how about this -- you're putting yourself through hell for no\r\nreason.",
        "Alison: Jack, I checked. The math adds up. Ok, I need to know once and for\r\nall if Jamal is hope's father.",
        "Jack: Whoa, whoa, whoa.",
        "Alison: What?",
        "Jack: Hold on.",
        "Alison: What? What?",
        "Jack: Sit down. Come on. You are asking for a lot of trouble. Alison, look,\r\nif you open that box, whatever you find, you can't put back in there.",
        "Alison: Well, whatever I find is going to be better than a these questions.\r\nSo will you help me?",
        "Jack: Help you? You mean sneak around my -- my best friend's back? Help ruin\r\nyour relationship? Alison, don't you remember the last time I helped you?",
        "Alison: Fine, I'll do it myself.",
        "Jack: Wait, wait. Ok, ok. Where -- where do -- do they live?",
        "Alison: Who?",
        "Jack: The adoptive parents? You said you were looking for them.",
        "Alison: Yeah. My friend at the judge's office was going to check it out for\r\nme. She owes me a favor.",
        "Jack: So you're just going to go in there and ask the pas if the kid, like,\r\nhas some kind of talent fixing bikes?",
        "Alison: I don't know, Jack.",
        "Jack: Hey, you need a plan.",
        "Alison: Yeah, I do. Will you help me?",
        "Jack: Oh, gosh. I don't have a good feeling about this. But I'm -- I’m not\r\ngoing to let you face this alone.",
        "Alison: Thank you. Livvie was such a jerk to ever let you go.",
        "[Girl giggles]",
        "Lucy: Ok. Ok, what is this? Is it a sign? Is it -- is it a sign or -- or just\r\nsome trick? It's just a -- just a trick. Just a mean trick.",
        "[Girl giggles]",
        "Lucy: Christina, it is you! It is you. It really is you. Hi.",
        "Ian: Hey. Oh, thank god. Thank god, it's ok. Come here. Hi. Hi. I'm never\r\nletting you go.",
        "Eve: Danny? Oh, Danny! Oh, baby! Oh, it's ok, mommy's here! You're safe!\r\nYou're safe! Oh, baby!",
        "Ian: He's ok. He's ok.",
        "Eve: They called you, too, and told you he was here?",
        "[Knock on door]",
        "Bellhop: Here are the plane tickets you ordered, dr. Thornhart. One for you\r\nand one for your baby.",
        "Ian: Excuse me?",
        "Bellhop: Cab's waiting.",
        "Ian: What was that all about?",
        "Eve: Oh, my god. It was you all along. You had the baby taken from the park.\r\nYou were going to run away with our baby.",
        ">> Stay tuned for scenes from the next \"port Charles:\r\nTempted.\"",
        ">> On the next \"port Charles\" --",
        "Chris: It's blood work -- yours. If I didn't know any better, I'd swear that\r\nthese didn't come from a human being.",
        "Lucy: I've seen Christina twice! I talked to her! I heard her voice on the\r\nphone!",
        "Kevin: But you're the only one, Lucy.",
        "Eve: I caught you red-handed trying to kidnap my son.\n\n",
        " \r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=RS_C48V41ao"
}