{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: I was afraid you weren't going to make it.",
        "Eve: I promised I’d come.",
        "Ian: Hey, there. What you looking at? I missed you.",
        "Eve: He missed you, too.",
        "Ian: I want to show you something. This is the name of a nurse who was with\r\nus in Africa. She saw the accident happen. She was there when Anne Marie died.",
        "Eve: Did you find her?",
        "Ian: No, not yet, but I’m not going to stop looking till I do.",
        "Eve: I want to believe you.",
        "Ian: What's stopping you? I told you somebody tampered with the answering\r\nmachine.",
        "Eve: It was very threatening, Ian.",
        "Ian: I would never threaten you. I love you.",
        "Eve: In my heart I know that, but I'm --",
        "Ian: Scared? So am I. But listen to what's in your heart, ok?",
        "Lucy: Hey. You know, last night was truly a cosmic experience.",
        "Kevin: Yes, it was. Well, you were.",
        "Lucy: Ok. Well, then, why are you acting like an angry old bear and not\r\ngrinning from ear to ear?",
        "Kevin: Because I was lying there holding you last night, and I just started\r\nto get so damn angry.",
        "Lucy: Uh-oh. I must really be losing my touch.",
        "Kevin: You were right, Lucy. There is something out there jerking us all\r\naround, and it just got to me.",
        "Lucy: Doc, this is great. So that means whether it's some creepy, evil,\r\nsinister force or some earthly enemy, you're on it. Better watch out because my\r\ndoc is going to get it.",
        "Kevin: Yeah, if it wants a fight, it's going to get one. I'm going to be\r\ndamned if I'm going to let it screw with anybody that I care about.",
        "Livvie: Jack? Jack, where are you?",
        "[Caleb's music plays]",
        "Livvie: Caleb.",
        "Caleb: Don't be frightened. I'm here now.",
        "Livvie: No, I want Jack.",
        "Caleb: Why?",
        "Livvie: Because he's going to help me.",
        "Caleb: Oh, Livvie, he's not even capable of helping himself. Come on. You\r\ndon't belong here. Let's go home.",
        "Livvie: No, I'm not going with you. Not this time.",
        "[Captioning made possible by ABC, inc.]",
        "Kevin: First thing I'm going to do is track down Anne Marie or whoever the\r\nhell she is. I'm going to get the truth out of her if I have to string her up by\r\nher toes.",
        "Lucy: Wait -- no, no, no. Doc, listen to me. Your determination is very\r\nimpressive -- not to mention kind of sexy here -- but I think we need to start\r\nwith logic.",
        "Kevin: You're counseling me to be logical? Now I know there's an evil force\r\nout there.",
        "Lucy: No, I'm just saying that whatever it is we're up against is pretty damn\r\npowerful.",
        "So I did a little homework. You see, I -- I woke up kind of in the middle of\r\nthe night.",
        "Kevin: Oh, I see you couldn't sleep, either.",
        "Lucy: No. Well, actually, I couldn't. So this is what I did. I kind of went\r\nover everything that's happened since Caleb supposedly bit the dust.",
        "Kevin: It helped us catch Caleb the last time, so it's a good place to start.",
        "Lucy: Right! Ok, so, what we have here is everybody who helped defeat -- we\r\nthought -- count Dracula. Look. There's eve and Ian, you and me, and Livvie and\r\nJack.",
        "Kevin: And one thing they all have in common -- all of our lives are falling\r\napart.",
        "Alison: Hey, let me do it before you break something.",
        "Jack: Oh. Whatever happened to coffeepots?",
        "Alison: What?",
        "Jack: All I want to do is make a simple cup of coffee for Livvie and --",
        "Alison: Whoa.",
        "Jack: This thing -- I don't know what this thing is.",
        "Alison: Livvie's here?",
        "Jack: Yeah. She spent the night last night.",
        "Alison: Wow. I'm surprised that you can forgive her after how badly she hurt\r\nyou.",
        "Jack: Well, it's not like we're back together. I'm just helping Livvie try to\r\nfigure out what's going on with her, that's all.",
        "Alison: Jack, hello, it's me. You really, really want this to work out, don't\r\nyou?",
        "Jack: Alison, I do love her, ok, but I don't have my blinders on anymore and\r\nI’ve realized that maybe love is not enough.",
        "Alison: Yes, but it is awfully hard to walk away from, now, isn't it?",
        "Jack: Yeah. Yeah. You know, last night I was watching her sleep, and she\r\nlooked so happy, so peaceful, so beautiful. And I wanted to --",
        "Alison: To make love to her? Sorry.",
        "Jack: Yeah, that, too, but there's more than that. I wanted to get inside her\r\nhead and figure out what's going on with her. I mean, she's living this\r\nnightmare, you know, and half the time she doesn't even know what she's doing\r\nwhen she's awake.",
        "Alison: Hmm.",
        "Jack: I swear, sometimes I wish Caleb were still alive.",
        "Alison: Jack, don't even think that!",
        "Jack: No, no. At least he's an enemy I can see, that I can fight. Right now\r\nthere's this darkness that's come over Livvie, and how do you fight that when\r\nyou can't even understand it?",
        "Caleb: You're just tired, sweetheart. You're not thinking clearly.",
        "Livvie: That's not true. Not since Jack's been helping me.",
        "Caleb: You and I both know I’m the only one who can take care of you.",
        "Livvie: Then why do I feel so much better when I'm with him?",
        "Caleb: Did you feel so much better when he walked out on you?",
        "Livvie: That's because I hurt him. And Jack is willing to help me. Now,\r\nthat's real love.",
        "Caleb: You're just setting yourself up for more heartache, sweetheart. Think\r\nabout it. These people have always hurt you. When you turned to them before,\r\nwhat did they do? They just tried to control you.",
        "Livvie: They were just protecting me.",
        "Caleb: How? How? By locking you in your room like a child. And who knows what\r\nthey'll do this time. Maybe they'll throw away the key. Or better yet, maybe\r\nthey'll have you committed like they did to your mother.",
        "Livvie: No, stop it! You're twisting things. Jack promised he'd help me.",
        "Caleb: And I promised you eternal life, a life with more pleasures than these\r\npeople could ever even dream of.",
        "Livvie: And I keep telling you all I need, all I want, is Jack.",
        "Caleb: Fine. Then have him. But I wouldn't count on him being there forever.\r\nYou know only I can give you that. But you'll never know.",
        "[Daniel cries]",
        "Eve: It's ok, sweetheart. Here we go.",
        "Ian: It's all right.",
        "Eve: I'm just so confused. When I look in your eyes, I see how much you love\r\nme.",
        "Ian: I can't fake that.",
        "Eve: But that woman said you looked at her the same way.",
        "Ian: And you believed her?",
        "Eve: She said that you wanted her not just for one night but for always. She\r\nused the exact same words that you said to me.",
        "Ian: Well, I don't know where she got that.",
        "Eve: But how? How could she know?",
        "Ian: I don't know. You're the love of my life. I'm -- I want to spend the\r\nrest of my days with you.",
        "Eve: I want that, too. I really do, but --",
        "Ian: But what? You going to throw all that away because some woman is lying\r\nto you?",
        "Eve: Do you think this is easy for me?",
        "Ian: No, I don’t. Not for a minute.",
        "Eve: When I’m not with you, I feel like I'm walking around with half of my\r\nheart and my soul and the other half is with you.",
        "Ian: Think about it -- all the lifetimes we fought through just to be here.\r\nWe even have the same dreams. You know, that -- that kind of love doesn't come\r\naround very often.",
        "Eve: I know, but --",
        "Ian: Well, then, let's fight for it, believe in it. Let's treasure this. And\r\nthis thing --",
        "Eve: The restraining order.",
        "Ian: It's just a piece of paper. Only you can keep me away, and only you can\r\nkeep us apart.",
        "Eve: How did we get to this point?",
        "Alison: We know that you love Livvie and she loves you, ok? So now just the\r\nquestion is, where do we go from here? How do you help her?",
        "Jack: Well, for starters, I told her I think she needs to talk to her dad.",
        "Alison: Ok, that's good.",
        "Jack: But the more I thought about it -- I mean Caleb has affected us all.\r\nThere are a lot of people who've been affected by him.",
        "Alison: So maybe we should all go?",
        "Jack: I think everybody on Caleb’s hit list should go sit down and talk to\r\nKevin.",
        "Alison: Ok, yeah. So that could be, maybe, sort of like a vampire therapy\r\nsession.",
        "Jack: Yeah, something like that.",
        "Alison: That could be good.",
        "[Phone rings]",
        "Jack: Yeah. Sure. Phone.",
        "Alison: Excuse me. Hello? Yeah. Oh, that's good news. Good. Yeah. I really\r\nappreciate your help with this. Ok. I'll talk to you. So, you know --",
        "Jack: What was that about",
        "Alison: Nothing.",
        "Jack: \"Nothing\"?",
        "Alison: Yeah.",
        "Jack: Ok.",
        "Alison: What?",
        "Jack: So, then, what's the solemn look for?",
        "Alison: Look, I went to ask my friend a favor, ok? My friend works for one of\r\nthe family judges in town, and I just asked if she could maybe find the names of\r\nthe people that adopted Valerie’s baby.",
        "Jack: Alison, why did you do that?",
        "Alison: I'm sorry, ok? I'm sorry, but I just can't get it out of my mind --\r\nLivvie’s suspicions that Jamal may be the father of Valerie’s baby.",
        "Jack: Alison, listen to me. Don't screw up what you have with Jamal.",
        "Alison: That's the last thing that I want.",
        "Jack: Then drop whole thing now. Don't ruin what you have because of some\r\nstupid thing Livvie said. Trust me, Alison. Just let it go.",
        "Livvie: Leave me, then, because I had a good life before you, Caleb.",
        "Caleb: Your life was nothing before I found you. It was an illusion, a fairy\r\ntale told to keep you in line.",
        "Livvie: No, I had a family and a man who loved me.",
        "Caleb: Don't make me laugh. Your father locked you up, your mother lied to\r\nyou, and Jack, amongst other things, told you, you were too psycho for him. Is\r\nthat your definition of unconditional love, Olivia? If you put your faith in\r\nmortals, what you fear most in this world will come true -- they'll leave you\r\nand you'll be alone.",
        "Livvie: No. They won't. They won't.",
        "Caleb: They will. It's called human nature.",
        "Livvie: No, Caleb, please don't go.",
        "Caleb: No. You made your choice, Olivia. Now you can live with it. But know\r\none thing -- for the rest of your life, you'll miss me.",
        "Livvie: No, please. Just stay with me, please.",
        "Caleb: I've given you this time to get over Jack, and where's it gotten me?\r\nWhat is there for me to stay for?",
        "Livvie: Me.",
        "Caleb: I'm sorry, I -- I didn't hear that.",
        "Livvie: Me. Caleb, you get me.",
        "Caleb: Then prove to me that you've learned your lesson.",
        "Livvie: Human love is temporary, can't be trusted. You're the only one who's\r\nbeen there for me.",
        "Caleb: That's a good girl.",
        "Livvie: I'm sorry it's taken so much time to get right, but I won't let you\r\ndown, Caleb, I promise. Just please trust me.",
        "Caleb: Don't ever -- don't ever do this to me again, or it will end, and\r\nthere will be no one to look after you.",
        "Livvie: I understand.",
        "Caleb: Can't you see? I do everything for you. No one will ever love you the\r\nway I do.",
        "Alison: I know I -- I've got to let go of this obsession that I have of Jamal\r\nmaybe being the father of Valerie’s baby.",
        "Jack: Yeah, you do, before it blows up in your face.",
        "Alison: I know. I just -- I need to stop dragging up the past.",
        "Jack: Yeah, but don't say that so I don't bust you anymore.",
        "Alison: No, I -- no, I mean it. And with all due respect, I mean, all I have\r\nto do is look at what you and Livvie are going through to realize how lucky I\r\nam.",
        "Jack: Alison, you and Jamal have a good thing going.",
        "Alison: I know.",
        "Jack: Don't mess it up.",
        "Alison: I know. And I'm really sorry to sort of dump all this on you,\r\nespecially when you have your own problems that you need to deal with.",
        "Jack: Hey. You know what? That's what friends are for.",
        "Alison: Yeah. Mm-hmm. So, why don't you bring this to her --",
        "Jack: Right.",
        "Alison: Before it gets --",
        "Jack: Coffee.",
        "Alison: Cold?",
        "Jack: Why don't you come with me and say hello?",
        "Alison: Are you sure?",
        "Jack: Yeah, you know, the more she sees the more of us into it and together,\r\nthe more -- the better she'll feel --",
        "Alison: Ok.",
        "Jack: Let's go.",
        "Alison: Ok. That's ok.",
        "Jack: Livvie?",
        "Alison: Well, maybe she's in the bathroom. She's not in there.",
        "Jack: \"I changed my mind. I don't want your help. I don't want anything\r\nfrom you.\"",
        "Alison: Oh, my god.",
        "Jack: Whoa.",
        "Alison: What was that?",
        "Jack: I don't know. Just a bird or a bat.",
        "Lucy: Ok. We've done good. We've got all the cards up here of things that\r\nhappened since Caleb kissed that lightning bolt. Let's maybe -- should we\r\nreview?",
        "Kevin: Ok. Well, there was Jack's surge of strength that we know about.",
        "Lucy: Right.",
        "Ken: Livvie being bitten by the snake that we found in Caleb’s catacombs,\r\nright?",
        "Lucy: Right. Right. And not to mention Rafe’s brush with evil right here\r\nwith that mirror right in this room.",
        "Kevin: But how is that connected to Eve freaking out because she was afraid\r\nsomeone was after Daniel or all that business with Anne Marie and Ian?",
        "Lucy: Oh, wow. You know what? I think we're going to need a whole other\r\nboard.",
        "Kevin: More importantly, the letter Anne Marie wrote to me incriminating Ian.",
        "Lucy: Right. Not to mention the fact that she showed up in your car and at\r\nEve's house.",
        "Kevin: Not to mention the conflicting story she told me and Eve.",
        "Lucy: Right. And now Eve and Ian are sort of splitsville.",
        "Kevin: There's one more card.",
        "Lucy: I know. I know. Christina. I -- I made up the card. I have it right\r\nhere. There. Ok. Doc, I swear to you, I really thought what I saw in that hotel\r\nwas real. I thought I saw her.",
        "Kevin: I know, but it wasn’t.",
        "Lucy: Maybe not, but whoever's doing this or whatever's doing this is really\r\ngood, aren't they, because they know that's the one thing I want more than\r\nanything else in this whole world.",
        "Kevin: I'm going to make us some coffee. It's going to take a while.",
        "Lucy: Ok.",
        "[Phone rings]",
        "Lucy: Oh, I got it. Hello?",
        "Girl: Mama, it's me.",
        "Lucy: Christina? Christina, baby, is that really you?",
        "Christina: I miss you, mama.",
        "Eve: I'm sorry I doubted you.",
        "Ian: We're back.",
        "Eve: I can't believe I let some strange woman fill my head with lies about\r\nyou.",
        "Ian: It's not your fault.",
        "Eve: I feel so stupid.",
        "Ian: Someone went through a lot of trouble to make me look guilty, and I'm\r\ngoing to find out who it was.",
        "Eve: No, we're going to find out, ok? The two of us together, which is how it\r\nshould have been from the very beginning.",
        "Ian: Come here. I love you.",
        "Eve: I missed you. Oh.",
        "Ian: Let's go home.",
        "Eve: Oh.",
        "Ian: Come on.",
        "Eve: Oh, my god. Danny!",
        "[Caleb's music plays]",
        ">> Stay tuned for scenes from the next \"Port Charles:\r\nTempted.\"",
        ">> On the next \"Port Charles\" --",
        "Kevin: You've been targeted just like the rest of us!",
        "Lucy: She's reaching out to me. She's trying to get to me. I -- I got to go\r\nfind Christina. She needs me.",
        "Kevin: Lucy --",
        "Lucy: I got to find Christina!",
        "Ian: Call 911. Get the cops. I'm going to go look for him.",
        "Eve: Oh, my god! Hurry!",
        "Ian: Daniel!"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=e-lSurd5jfw"
}