{
    "Episode Summary": [],
    "Recap": [
        "Rosanna was very upset with Craig for being late to Cabot's christening. He manages to convince her he was truly sorry and then says a prayer asking for help keeping his secret. As Rosanna and Craig are about to go home she decided to change Cabot. She finds a wig and scarf and immediately asks Craig who it belongs to. Craig lies saying it might be Carly's. Rosanna leaves Craig at the church and goes to Carly's. Before Rosanna can get there Craig shows up asking for Carly's help. Craig is listening to Rosanna ask Carly if the wig and scarf are hers.",
        "Just as Rose gets home there is a knock on the door. The hitman Barbara hired is asking to use the phone because he has a flat tire. As Rose turns her back he pulls out a cord to choke her. Mizi comes into the room as he puts away the cord and pulls out a gun. He points the gun at Rose just as Barbara starts yelling and banging on the door. The hitman leaves and Rose demands to know why Babs is there. Later Babs meets the hitman to tell him she changed her mind. He says that is impossible because the money has changed hands and someone will die. He finally changes his mind after telling Barbara he could kill her. She tells him that James knows him and wouldn't like that. He walks away. Rose answers the phone and hears a voice on the other end tell her someone has it in for her."
    ],
    "Recap Author": "Kim",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Craig: So that's your birth mother, huh? I don't see any resemblance.",
        "Rosanna: I've given the minister his honorarium. We can leave now.",
        "Craig: Okay.",
        "[Craig laughs]",
        "Rosanna: Come on, Cabot. Come to Mommy. There you go. There you go.",
        "Craig: Okay. So, are you going to tell me what's bothering you or are you just going to continue giving me the cold shoulder?",
        "Rosanna: If I were you, I would settle for the cold shoulder. Because if I start speaking, I may start screaming. And I don't want to upset the baby.",
        "Craig: I told you -- I told you, I was held up.",
        "Rosanna: If it wasn't at gunpoint, I don't want to hear it.",
        "Craig: It couldn't be helped.",
        "Rosanna: It was your own son's christening. A chance to celebrate, to declare your devotion to Cabot in front of family and friends. And you nearly missed it. And for what?!",
        "Craig: I -- I --",
        "Rosanna: Batteries that you never were able to find? Where were you? How could you let down the people that you claim to love the most?!",
        "[SCENE_BREAK]",
        "Molly: Drinking alone? That's never a good sign.",
        "Paul: Hello, Molly. You're kind of a \"glass is half empty\" kind of a person, aren't you?",
        "Molly: What is that supposed to mean?",
        "Paul: I think you have the tendency to read all kinds of dramatic things into the most benign behavior. It's probably why you were so anxious to warn me about Dusty and Rose.",
        "Molly: So did you confront her?",
        "Paul: Yeah, I confronted both of them, actually, together.",
        "Molly: Together? What, are you nuts?",
        "Paul: I don't think so. I went to Dusty's hotel room to, you know, offer him a hit off the peace pipe. As it happens, I wound up making peace with Rose, instead.",
        "Molly: Rose and Dusty were in his hotel room?",
        "Paul: Yeah, they were talking.",
        "Molly: Yeah, definitely. Sure.",
        "Paul: You have a one-track mind. Did anyone ever tell you that?",
        "Molly: Yeah.",
        "Paul: I don't know why you immediately think the worst about Dusty and Rose. It's all perfectly innocent.",
        "[SCENE_BREAK]",
        "[Dusty sighs]",
        "Dusty: There's got to be a bug in here someplace.",
        "Dusty: Where'd you put it, Paulie? I'm gonna teach you to spy on me, you little punk.",
        "[SCENE_BREAK]",
        "Lily: Hi, Hal.",
        "Hal: Hi.",
        "Lily: Hey.",
        "Hal: Holden's not with you?",
        "Lily: No, he went to pick up the kids at my mom's. What's this about?",
        "Hal: Barbara.",
        "Lily: Has she done something?",
        "Hal: She got will involved in a scheme to try to sabotage Rose and Paul.",
        "Lily: She got will involved? How did she do that?",
        "Hal: It -- a long story, Lily. But Rose found out about it, made sure that the rest of us found out about it. And Barbara had to come clean. Now, consequently, she's lost her visitation rights with Will.",
        "Lily: Oh, no, see, this is not good for Rose. Barbara hates her enough as it is.",
        "Hal: That's why I wanted to talk to you.",
        "Lily: Wait a minute. Has Barbara done anything to her already?",
        "Hal: No, not yet.",
        "Lily: Okay.",
        "Hal: And that's what I'm hoping to avoid. Coffee?",
        "Lily: Yeah.",
        "[SCENE_BREAK]",
        "[Banging on door]",
        "Barbara: Rose! Rose, are you in there?! [Banging on door] Rose?!",
        "Stranger: I need confirmation, Ms. Ryan. You asked me to kill Rose D'Angelo. If I take that money, that's what I'm going to do. So you'd better be sure it's what you want.",
        "Barbara: I told you, I don't have any choice.",
        "Stranger: You have to tell me yes or no, lady.",
        "Barbara: Yes. But this is not my fault. You have to understand that this is not my fault.",
        "Barbara: Oh, dear God. Rose! [Banging on door] Rose! If you're in there, I have to talk to you! I have to talk to you before it's too late!",
        "Rose: What's my problem tonight? What? Aw, man! What, is it a full moon tonight?",
        "[Knocking at door]",
        "Stranger: Hi, I'm really sorry to bother you. My car is just down the road with a flat tire. And I go to get the spare, and -- wouldn't you know -- that's flat, too.",
        "Rose: Oh.",
        "Stranger: I was wondering, if it's not too much bother, could I -- could I come in and use your phone just to call a tow truck?",
        "Rose: I thought everybody carried cell phones these days.",
        "Stranger: Well, I usually do. But my wife has mine.",
        "Rose: Oh.",
        "Stranger: Hers conked out, you know? I didn't want her driving around without a cell phone, all by herself, so I loaned her mine. God forbid anything should happen. I just -- I didn't think anything would happen to me. Look, you know, I'm sorry. I realize you don't -- you don't even know me.",
        "Rose: No.",
        "Stranger: Could you just tell me where the local gas station is? Maybe I can just -- I can just walk it from here, right?",
        "Rose: Oh, no. It's so far. I really don't think you can walk it. [Rose sighs] come on in.",
        "Stranger: Thank you so much. This will just take a minute.",
        "Rose: Phone's right there.",
        "[SCENE_BREAK]",
        "Carly: Who was that?",
        "Jack: It was the station. It looks like I'm gonna have to go in for a little while.",
        "Carly: No, not tonight. Parker's with Hal and Emily. And I've just got the baby to sleep. And I was really looking forward to a nice, quiet evening at home with my husband.",
        "Jack: I tell you what. I'll bust those bad guys in record time, and I'll come right back home.",
        "Carly: Can you believe Craig almost missed his own son's christening?",
        "Jack: All I can say is that -- he made it.",
        "Carly: Yeah, finally. Poor Rosanna. Talk about grace under pressure.",
        "Jack: She's a class act, your sister.",
        "Carly: I wonder if she'll ever find out where he was all that time.",
        "Jack: Where do you think he was?",
        "Carly: I have no idea. But he had that look in his eye that I have seen too many times before. He's definitely up to something.",
        "Jack: I hate to say it, but when she married the guy, she knew what she was getting into. With Craig Montgomery, you've got to prepare yourself for anything. Love you.",
        "Carly: Craig -- whatever you're plotting, it better not have anything to do with that baby.",
        "[SCENE_BREAK]",
        "Craig: Time just got away from me, Rosanna.",
        "Rosanna: Well, everything got away from you. Including the battery pack for the video camera. What happened to it?",
        "Craig: I wish I knew. I looked for the one I thought I left on the coffee table. I ended up running all over town.",
        "Rosanna: That is so ridiculous.",
        "Craig: What?",
        "Rosanna: That you would stand here and blatantly lie to me -- and in a church.",
        "Craig: Check the odometer. I've been running all over town.",
        "Rosanna: Well, you know, I'm not a stupid woman. Something is wrong. And it really bothers me that you won't tell me what it is. Are you having second thoughts?",
        "Craig: About what?",
        "Rosanna: About -- about Cabot? About being a father again?",
        "Craig: Oh, bub -- having Cabot has changed my life. I love him more than I ever thought possible. And I will do anything to keep him.",
        "Rosanna: To keep him? What do you mean?",
        "Craig: Well, it just means that -- Cabot is a true son to me now. And I know I was late for the christening, but I made it. And I stood here before god and our family, and I vowed to protect him, didn't I?",
        "Rosanna: Yes.",
        "Craig: All right. So don't ever doubt my commitment to Cabot. He is a part of us now.",
        "Rosanna: Okay.",
        "Craig: Okay.",
        "Rosanna: You always make me forget why I get mad at you.",
        "Craig: Good. Good, because old Cabot doesn't need anything to spoil his day, does he? Not this day.",
        "Rosanna: No. At least we have the still photos. Jack and Carly had the presence of mind to bring their little camera.",
        "Craig: Oh, yeah. Always thinking, those two.",
        "Rosanna: Oh. Well, listen, I'm gonna put him down, okay? Grab the diaper bag, will you?",
        "Craig: Yeah, sure.",
        "Rosanna: Are you coming?",
        "Craig: Yeah, yeah. Let me meet you in the car, okay? I just -- I'd like to say a quick prayer.",
        "Rosanna: I'm not gonna ask. I'll see you. Come on, sweetie. Come on, the cutest --",
        "Craig: Lord, I haven't asked for anything in a long time. So can you help me out this once? Please, just -- can you help me keep this a secret? Amen.",
        "[SCENE_BREAK]",
        "Molly: Don't play with me, Paul. Just tell me what is going on. What happened?",
        "Paul: Nothing. I -- I was talking with dusty and rose.",
        "Molly: In his suite, yeah. You know what? If nothing's going on between them, then why the secret rendezvous?",
        "Paul: They're grown-ups. If they want to have a private conversation, they're entitled. You need to have some faith.",
        "Molly: How are you so amazingly calm about this grown-up conversation, especially given their history.",
        "Paul: Well, maybe I've learned a thing or two between then and now.",
        "Molly: Like what?",
        "Paul: Like if you're gonna get married, you should trust your fiancée. You know, it's amazing. Once you give up all that suspicion, it gives you all this psychic room to kind of enjoy your life. You should try it.",
        "Molly: Maybe next time, I will. So how'd it end up? You said you and Rose made peace. Was Dusty not so quick to kiss and make up?",
        "Paul: Not so quick. But maybe Rose talked him into it after I left.",
        "Molly: You left? You left Rose and Dusty alone in his hotel room?",
        "Paul: Yeah. I'm not worried about Dusty. Rose knows that she's made the right decision for herself. She's not going anywhere, not this time. That I know for sure.",
        "Molly: Right. Keep telling yourself that, buddy.",
        "[SCENE_BREAK]",
        "Hal: Thank you.",
        "Lily: Thank you.",
        "Hal: I mean, I'm grateful to Rose for blowing the whistle on Barbara. She could have been a little bit more subtle about it.",
        "Lily: Really?",
        "Hal: But at least I found out how will was being used. I mean, you don't make your own kid play crazy just to get his brother to stay in town. It was truly just unforgivable. That's why I got that restraining order.",
        "Lily: And now Barbara needs somebody to blame. She's gonna blame ?Rose, of course.",
        "Hal: Well, it's about the size of it.",
        "Lily: We know Barbara hates Rose for years. But after everything that happened in the past, do you really think that Barbara would do something drastic again, Hal?",
        "Hal: When Barbara's back is up against the wall, we all know the kinds of things she's capable of, right?",
        "Lily: Right.",
        "Hal: Right.",
        "Lily: And now the wedding of Paul and Rose is coming up, and Rose wants to prove to everybody that Barbara can't stop them.",
        "Hal: Right. So you know what you can do for your sister?",
        "Lily: What?",
        "Hal: Tell her to back off from the show of force just a little bit, because Rose is not the only player in the ring.",
        "[SCENE_BREAK]",
        "Rose: You know what? Try Burt's garage. They're pretty decent, and they're not that far away. I'm gonna work on my coat here. I broke my belt. If I don't do it now, I'll never do it. You know, it's too bad. My sister could have helped you out. She lives close by. But I saw the lights are all off. They're probably sleeping already, knowing them. And the nearest farm, you'd have to walk forever. So --",
        "Mitzi: I thought I heard voices out there.",
        "Rose: Hey.",
        "Mitzi: Hey.",
        "Rose: There you are.",
        "Mitzi: I was just about to color my hair.",
        "Rose: Ah.",
        "Mitzi: We've got company?",
        "Rose: Oh, yeah, he got a flat, and he's calling a tow truck.",
        "Mitzi: Oh, could you section my hair, please?",
        "Rose: Yeah, yeah. That's no problem.",
        "Stranger: Somewhere on route 2, I believe.",
        "Rose: Yeah. Tell them Luther's Corners, the first mailbox on the right.",
        "Stranger: Luther's corners. Yeah, it's a black sedan, four-door, license plate eqx407.",
        "[SCENE_BREAK]",
        "Craig: Hello.",
        "Rosanna: Hello. I had no idea you were so devout.",
        "Craig: Well, I think we all need a moment every now and then for some reflection.",
        "Rosanna: Mm. Or a diaper change.",
        "Craig: Huh?",
        "Rosanna: I think Cabot's a little wet.",
        "Craig: Oh, we're not that far --",
        "Rosanna: Should I change him now, or should I wait until we get home?",
        "Craig: Can't he wait? We're not that far.",
        "Rosanna: I don't know. He's all bundled up. I don't want him to get another rash.",
        "Craig: Okay. Whatever you say.",
        "Rosanna: Oh, here.",
        "Craig: Okay.",
        "Rosanna: He's so adorable in his little christening gown. Do you know this lovely thing has been in the Snyder family for ages? So nice of Emma to let us borrow it.",
        "Craig: Yeah, it was. She was smitten. You could tell. Seems a great grandmother type, huh?",
        "Rosanna: Yes. Nobody can make Cabot smile like Emma can. No, she's a very good grandma. Yes, she is. She had this moment right before the christening where she just really had him going. Not to beat a dead horse, but it would have been really nice to get moment like that on video.",
        "Craig: Well, we have a lifetime ahead of us of moments ripe for the taping. We have his first ball game, his school play, the countless awards ceremonies, graduation. You're gonna be begging me to stop, we'll have so much video.",
        "Rosanna: Yes. But in order to get that video, we'll have to -- have you around, won't we?",
        "Craig: Oh, come on. I was just a little late.",
        "Rosanna: Yes. Because you were busy -- what did you say? Running all over town?",
        "Craig: Desperately. Believe me.",
        "Rosanna: Yes, I'll just bet you were running around. What I'd like to know is who with?",
        "Craig: Hey!",
        "Rosanna: Who was she?",
        "Craig: Hey, hey, hey!",
        "Rosanna: You jerk!",
        "Craig: Hey, hey, hey. Hey, hey.",
        "[SCENE_BREAK]",
        "Molly: Hey. Holy schamoly. Who did all of this?",
        "Dusty: Who do you think? I did.",
        "Molly: Why?",
        "Dusty: Paul Ryan found himself alone in my apartment for God knows how long. I think he was deprived of playing junior detective as a kid or something.",
        "Molly: What? So you think that he bugged the place?",
        "Dusty: He bugged the Metro, didn't he?",
        "Molly: Have you found anything?",
        "Dusty: No. You know, you're the reason this is all happening? You know that?",
        "Molly: Me?",
        "Dusty: Yeah, you. You run over to Paul like a little chicken head going, \"something's going down between Dusty and Rose.\" And then you come back to me, and you confess everything? If you'd just mind your own business, girl, I wouldn't have to even see Rose or deal with her disturbed fiancé, who's now gonna throw something at me.",
        "Molly: I cannot believe you're suggesting that this is my fault.",
        "Dusty: I can't believe you don't see how weird you're acting!",
        "Molly: Whatever. I'll be at the Metro. By the way, has it occurred to you that Paul did not bug this place, that Paul didn't do anything at all? That he just showed up here to make you crazy?",
        "Dusty: What are you talking about?",
        "Molly: I'm talking about the fact that Paul likes to toy with people. And from where I'm sitting, you're playing right into his hands.",
        "[SCENE_BREAK]",
        "Paul: Hey.",
        "Lily: Hello.",
        "Paul: It's my soon-to-be favorite sister-in-law. You look great.",
        "Lily: Thanks, thanks.",
        "Paul: You want something to drink? Sit down.",
        "Lily: Seltzer. No, that's okay. Thank you.",
        "Paul: Seltzer. You sounded really upset when you called.",
        "Lily: Hal just told me about what happened with Barbara and Will.",
        "Paul: Yeah. Sometimes it's really hard for me to admit that that woman is my mother.",
        "Lily: He thinks -- Hal -- that your mother -- thank you -- is gonna try to have some revenge on Rose.",
        "Paul: Oh, don't worry about Rose. I won't let anything bad happen to her.",
        "Lily: I know you would try, but I -- your mother is desperate. And you know how she gets when she's desperate. She's very, very angry with Rose. Now she can't see Will because of Rose.",
        "Paul: But I have a plan to keep Barbara at bay.",
        "Lily: What is it? Does Rose know about it?",
        "Paul: I haven't worked out all the details yet.",
        "Lily: Where is she? Where is Rose right now?",
        "Paul: I don't -- yeah, she went home. Yeah.",
        "Lily: By herself? Are you -- you think that's a smart thing to do under these circumstances?",
        "Paul: Lily, she's a grown woman. She can go where she pleases. I trust her.",
        "Lily: This isn't about trust, Paul. This is about Rose's safety. And I'm sorry. I think you're handling this very casually.",
        "Paul: I am very serious about keeping Rose safe. I'm not gonna let Barbara hurt her or anybody else. Believe me. I've got Rose covered.",
        "[SCENE_BREAK]",
        "Rose: Here, you do the other side.",
        "Mitzi: Okay.",
        "Rose: Is that enough? Up, down?",
        "Mitzi: Up.",
        "[Banging on door]",
        "Barbara: Rose?! Rose, are you in there?! Rose?!",
        "Mitzi: Is that who I think it is?",
        "Rose: The bane of my existence? Yeah. Excuse me.",
        "Barbara: Rose?!",
        "[Banging on door]",
        "Rose: What?! What do you --",
        "Barbara: Oh, thank God.",
        "Rose: What? What happened? What?",
        "Barbara: You're home.",
        "Stranger: Well, the tow truck's on its way. Thank you so much. I'll be getting back to my car. Have a good night.",
        "Barbara: I'd be happy to drive you into town.",
        "Stranger: Oh, that's very sweet of you. But I have to go wait for the tow truck.",
        "Rose: I know you're lonely and everything. But could you pick up guys on your own time? Why don't you to tell me right now? What are you doing on my doorstep?",
        "[SCENE_BREAK]",
        "Rose: Nothing is gonna happen to me. Besides, I've got somebody special looking out for me. Paul would never, ever let anything happen to me.",
        "[SCENE_BREAK]",
        "Stranger: Money has changed hands. I told you what that means, Ms. Ryan. Someone's going to die.",
        "[SCENE_BREAK]",
        "Barbara: Hal has stripped me of my parental visitation rights with Will, thanks to you.",
        "Rose: Good! Maybe now that kid has a chance!",
        "Barbara: You're destroying my family -- Paul's family.",
        "Rose: No, no. You and Jimmy Stenbeck, your ex, did that a long time ago.",
        "Barbara: You think you've got this all figured out?",
        "Rose: Mm-hmm.",
        "Barbara: You know what's gonna happen? Paul's gonna see you for who you really are. And then he will resent you.",
        "Rose: I'll handle it. Get out. Now. Go.",
        "Barbara: You're playing with fire, Rose.",
        "Rose: Mm-hmm.",
        "Barbara: And you don't know how close to the flame you really are.",
        "Rose: And you are this close to being arrested for trespassing. And I will do it, even though your son won't. How do I know you don't have a spray paint can underneath that cute little coat? Get out of here! Scram!",
        "Mitzi: The broad never quits, does she?",
        "Rose: Yeah. Now she knows I never quit, either.",
        "Mitzi: Ain't that the truth?",
        "Rose: What was that supposed to mean? You got something on your mind, huh?",
        "Mitzi: It's just that, you know, coming between a guy and his family -- it's a big deal, Rose. And you just seem like you don't care.",
        "Rose: I care. But that family -- I mean, me coming between them may not be such a bad thing.",
        "Mitzi: Right.",
        "Rose: Paul and I, I mean -- he's my family now. And he's all the family that matters. And we're so close. He trusts me, and I trust him.",
        "Mitzi: Then that's what counts, right?",
        "Rose: Yeah.",
        "Mitzi: I'm gonna go get some highlights in this mop of mine. You're gonna be okay out here alone?",
        "Rose: Why wouldn't I be?",
        "Mitzi: It was kinda creepy with Barbara showing up like that. Don't you think?",
        "Rose: Oh. Oh, don't worry about me. Right now, I feel pretty invincible.",
        "Mitzi: Nobody's invincible, Rose.",
        "[SCENE_BREAK]",
        "Molly: See, Paul knew he couldn't come down on Rose for running into you. Because that would just throw a wrench between them again.",
        "Dusty: Paul's trying to come off like the good guy, talking about friendship, having Rose in his corner and protecting her until the wedding. When suddenly, bam! He can just --",
        "Molly: He can what?",
        "Dusty: Lower the boom on her, whatever.",
        "Molly: Whatever. He's, you know, played this pretty smart, I think. Disarming you and winning Rose over in one fell swoop. They're getting married, Dusty, in just a couple of weeks. And that's it. It'll be over.",
        "Dusty: I know that.",
        "Molly: Then why do you care so much? Why do you care what Paul does with Rose?",
        "Dusty: Why do you care? I'll tell you something. I can't figure you out, McKinnon. I can't figure you out at all.",
        "Molly: That is so funny. Because I'm reading you like a book, and you don't like it one bit.",
        "[SCENE_BREAK]",
        "Rosanna: Would you please get out of the car? I can't believe all this \"I have to say a prayer\" business. What were you praying for? Not to get caught?! Who is she?!",
        "Craig: She who?",
        "Rosanna: Whoever it is that this belongs to. I take it you're not dressing in drag these days. What is this doing in your car?",
        "Craig: I don't -- maybe it's Carly's.",
        "Rosanna: Oh, Carly. My sister?",
        "[Rosanna laughs]",
        "Craig: Come on, come on. I ran into her at the Lakeview the other day. She needed a ride home. I gave her a ride home. She probably dropped it.",
        "Rosanna: Oh, yeah, right. My sister hasn't worn a wig ever in her life, I don't think.",
        "Craig: Are you kidding? She's always changing her hair. She's probably just wearing it to look for a new look or something.",
        "Rosanna: Or maybe whoever this belongs to just didn't want to be seen driving around town with a married man!",
        "Craig: Oh, god.",
        "Rosanna: This belongs to Carly? That's your story, and you're sticking to it?",
        "Craig: There is no other woman. I have no reason to cheat on you. I have no intention of cheating on you. I love you. I love my boy. I love my family. I love my life. Why would I risk that?",
        "Rosanna: I don't know. Why, indeed?",
        "Craig: Come on, I'll give it back to Carly.",
        "Rosanna: No, no, no. I feel like driving home. Do you mind?",
        "Craig: Yeah, okay. Whatever you say.",
        "Rosanna: Why don't you call Carly and see if her car is fixed? Then maybe she can give you a ride home, you jerk!",
        "[Motor revs]",
        "Craig: Rosanna!",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Rose: Hey there, tiger Lily. What's going on? Come on in.",
        "Lily: I was by Al's getting some goodies, and I thought maybe you'd want a hamburger and fries. You have to heat them up, I think. They're --",
        "Rose: Thank you. Why do I get the feeling this has nothing to do with cheeseburger and cold fries?",
        "Lily: Because you're smart.",
        "Rose: Go on, spill it.",
        "Lily: Okay. I just saw Hal, and he told me about the spray paint incident with Will.",
        "Rose: And judging by that face, you're not gonna say, \"way to go, Rosie!\"",
        "Lily: Hal's concerned about you, and so am I.",
        "Rose: So he had you come over here and warn me about Barbara?",
        "Lily: Yeah.",
        "Rose: Well, you tell Hal I'm not runnin' scared from Barbara Ryan. That woman's gotten away with murder for too long in this town. She should be put in her place. Preferably a cage.",
        "Lily: Don't joke about this. I know -- I know the two of us have not been seeing eye to eye lately, but you do know that I love you.",
        "Rose: I love you, too, Lily.",
        "Lily: And you know I couldn't take it if anything ever were to happen to you. You know that.",
        "Rose: Nothing is gonna happen to me. I've got more lives than a cat. Besides, Barbara Ryan knows who she's dealing with. I actually looked in that woman's face, and I could see that she was scared of me.",
        "Lily: When? How do you know that?",
        "Rose: I -- just do. Don't worry about me.",
        "Lily: I can't help it.",
        "Rose: Don't you trust me, huh?",
        "Lily: Why does everybody think just because you tell them to be careful that means you don't trust them? Rose, you have made upset a very, very unstable woman who has done damage to you in the past. Remember that?",
        "Rose: Don't worry. I haven't forgotten about Dr. Death and the crazy spa.",
        "Lily: Don't treat this lightly.",
        "Rose: Nothing is gonna happen to me. Besides, I've got somebody special looking out for me. Paul would never, ever let anything happen to me.",
        "[SCENE_BREAK]",
        "Stranger: That was a stupid thing you did tonight.",
        "Barbara: I changed my mind.",
        "Stranger: Not an option. I made that 100% clear.",
        "Barbara: Yes. Yes, you did. You told me that if I gave you the down payment and you took it, that the job couldn't be reversed. But we're talking about taking someone's life here. It's murder. I can't have you do that. So, I've decided to resolve my problem in a different way. I hope you understand.",
        "Stranger: Money has changed hands. I told you what that means, Ms. Ryan. Someone is going to die.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Carly: Craig? What are you doing here?",
        "Craig: Yeah, Carly, did Rosanna come by? Did she call?",
        "Carly: No. Is something wrong?",
        "Craig: Now, look, I want you to cover for me.",
        "Carly: No. No way. I'm not gonna even ask why. The answer is no. Don't bother asking.",
        "Craig: It's for Rosanna's sake. Now, she may ask whether you were with me. And she may ask whether you left something in my car. All right? Just say yes, okay?",
        "Carly: No, Craig. No way! I have learned my lesson covering for you. And it's not gonna happen again. It's not gonna happen again ever.",
        "Craig: It's about Cabot.",
        "Carly: I knew it. I knew it. What have you gone and done this time, Craig? If you have done anything to compromise that adoption, you won't need me to cover for you because you will be dead! I will kill you with my own bare hands!",
        "Craig: I haven't done anything. But it's complicated. I have it under control. All right? So just help me out here, please.",
        "[Doorbell rings]",
        "Rosanna: Carly, are you there? I need to speak to you right away.",
        "Craig: Hey, hey, hey.",
        "Carly: I will not help you break my sister's heart.",
        "Craig: If you don't do this, that's exactly what you're going to do.",
        "[Doorbell rings]",
        "Carly: Coming! Hi.",
        "Rosanna: Hi.",
        "Carly: Is everything all right?",
        "Rosanna: Ah -- maybe this wasn't a good idea.",
        "Carly: No, please, come in. Come in. Where's Cabot?",
        "Rosanna: I took him to Fairwinds, and I dropped him off. Emma's baby-sitting for a while. I'm so sorry I'm just dropping by on you and Jack again like this. I'm so sorry. Banging on the door. I probably woke up Sage.",
        "Carly: No, no, it's fine. Jack had to go to work for a little while. And he and I were just talking about the christening. We can't wait to get the pictures developed and give them to you. Rosanna? What is it?",
        "Rosanna: I found these things in the back of Craig's car. I -- I don't know what to think. I don't want to believe that he's having an affair on me. But I don't know what to believe.",
        "Carly: Did you ask him who they belonged to?",
        "Rosanna: Yes, I did. He said that they belong to you. You know the way that man habitually lies. Do they? Do these belong to you?",
        "[SCENE_BREAK]",
        "Molly: Rose and Paul are getting married in a couple of weeks, and that obviously is getting to you. You were hoping they weren't gonna go the distance, and now that it looks like they are, you're having trouble accepting it.",
        "Dusty: Really, it's no big deal, girl.",
        "Molly: Fine.",
        "Dusty: Well, spit it out.",
        "Molly: What?",
        "Dusty: You obviously have something else to say on the subject.",
        "Molly: Okay, I just think that you should rethink this whole going-to-the- wedding thing. I think you should stay away from Paul and Rose.",
        "Dusty: Why?",
        "Molly: Because -- safety, okay? Staying out of the line of fire. Because obviously Paul is willing to do whatever to keep her.",
        "Dusty: If he can.",
        "Molly: What is that, wishful thinking?",
        "Dusty: Now you're really starting to frustrate me. But I'm gonna give you one shot. One more shot, because you and I have always been cool with one another. Here's the deal. I still care about rose. Could I complicate things with her? Yes, I could. But I won't. I just want to make sure she doesn't get hurt. Simple enough?",
        "Molly: Yeah. I just hope this desire you have to save Rose from Paul doesn't backfire in your face. You keep worrying about Rose being destroyed. I just hope to God you're not the one that's destroyed, instead.",
        "[SCENE_BREAK]",
        "Barbara: You have to call it off.",
        "Stranger: You've already paid me $20,000.",
        "Barbara: I don't care about the money.",
        "Stranger: Good, because it's spent either way.",
        "Barbara: Well, then you should be happy. You just pocketed 20 grand for doing nothing.",
        "Stranger: I'm a professional. I don't like to leave a job undone.",
        "Barbara: Well, no one knows we had a contract, and I'm not about to tell anybody.",
        "Stranger: So you want me to walk away from a contract with no insurance?",
        "Barbara: What insurance?",
        "Stranger: Well, I could kill you.",
        "Barbara: Yes. Yes, you could. But I don't think James Stenbeck would be very happy about that. He knows who you are. Insurance.",
        "Stranger: It's your money.",
        "Stranger: You won't be seeing me again. And as for the girl, she gets a break.",
        "Barbara: Yeah, she does. But I have other plans for her.",
        "[SCENE_BREAK]",
        "Lily: Please be careful.",
        "Rose: Yeah. And thank you for the cheeseburger and the advice. I'll chew on 'em both.",
        "Rose: C'mon, D'Angelo. Lily's got you getting the heebie-jeebies. Ugh. Ugh, my God.",
        "[Telephone rings]",
        "Rose: Hello?",
        "Mechanical voice: Careful, Rosie. Someone's got it in for you.",
        "[NEXT_ON]",
        "Craig: Gotta go.",
        "Carly: Oh, no, you're not!",
        "Craig: Huh?",
        "Carly: You are not going anywhere, buster. Not until I get some answers.",
        "Kim: So, what's your big news?",
        "Chris: I'm leaving Oakdale.",
        "Katie: You look like you haven't slept in a week, Alison. What's going on?",
        "[Alison sighs]",
        "Alison: I think I'm pregnant.",
        "Paul: He didn't tell you? Dusty's gonna be in my wedding."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=WVbIq85spsw"
}