{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\nAlison: And, Mike? If there's anything -- anything I can ever do for you -- ",
        "\r\nMike: Thanks, Alison. ",
        "\r\nAlison: No, but it was totally my fault. If I hadn't tricked you into staying \r\nwith Katie that night, you wouldn't have even been on the road at all. And that \r\nmaniac wouldn't have mowed you down and left you for dead. ",
        "\r\nKatie: It's not your fault, Alison. ",
        "\r\nAlison: No, but it was! I wanted to be with Chris that night, and I just wasn't \r\nthinking. And I put you guys in danger, and I'll never forgive myself. ",
        "\r\nMike: Did you and Chris at least have a good time that night? ",
        "\r\nAlison: Yeah, yeah. It was great, but -- ",
        "\r\nMike: Alison, look, accidents happen. All right? As far as I'm concerned, the \r\nless said about that night, the better. ",
        "\r\nAlison: Thank you, Mike. You're the best. ",
        "\r\nNurse: Look who's early for his appointment. ",
        "\r\nMike: You kidding me? I've been -- couldn't wait for the day to get this cast \r\noff. ",
        "\r\nKatie: And now that it's coming off, we should celebrate. ",
        "\r\nMike: And I know exactly how we're gonna do it. Nerf basketball. A little \r\none-on-one, you know? And I'm telling you, I’m not gonna be nice to you any \r\nmore. I'm through with that. ",
        "\r\nKatie: Oh, so bring it on. ",
        "\r\nMike: Listen to you, you little trash talker. ",
        "\r\nKatie: You're gonna choke, buddy. Oh, and you know what? While you're at it, you \r\nshould ask that doctor to give you a better hook shot. What? ",
        "\r\nAlison: So? So what's going on with you two? ",
        "\r\nKatie: Well, we're finally friends again. ",
        "\r\nAlison: I wish I could have a do-over for that night. Because I would be smart, \r\nyou know? I'd have some self-control, some, I don't know -- some maturity. But \r\nthe way that things are going now, I -- ",
        "\r\nKatie: Oh, Alison, that's okay. Hey, Chris. ",
        "\r\nChris: Hey, Katie. How you doing? ",
        "\r\nKatie: I'm actually doing really well. What's going on? ",
        "\r\nChris: I've actually got a meeting with John Dixon. Not exactly someone you want \r\nto keep waiting. ",
        "\r\nKatie: No. ",
        "\r\nChris: So, I'll see you later, Katie. ",
        "\r\nAlison: That is it! I quit! ",
        "",
        "\r\nJessica: I'm sorry it took me so long to get here. How you holding up, sweetie?\r\n",
        "\r\nBonnie: I'm fine. ",
        "\r\nJessica: I brought your black suit, your blouse, some shoes -- ",
        "\r\nBonnie: Did you get a chance to talk to Sarah last night? ",
        "\r\nJessica: Yeah, I did. But we'll talk about that later. Tom, I want to get this \r\nover with as soon as possible so Bonnie doesn't have to spend another second in \r\nthat holding cell. Can you tell me why she hasn't been arraigned yet? ",
        "\r\nTom: Yes, I didn't want to move forward without first discussing Bonnie’s plea \r\nwith you. ",
        "\r\nJessica: Plea? What plea? She's not pleading to anything. ",
        "\r\nBonnie: I'm pleading guilty, Mom. To manslaughter. ",
        "\r\nJessica: The hell you are! ",
        "\r\nBonnie: Look, Mom, I killed a man. And I have to take responsibility for that. \r\nAnd there is nothing you can do to stop me. ",
        "",
        "\r\n[Dusty dreaming] ",
        "\r\nMinister: If anyone present knows of any reason why these two should not be \r\nlawfully joined in marriage, speak now, or forever hold your peace. ",
        "\r\nDusty: Rose, don't do it! He doesn't love you! Listen to me! Why won't you \r\nlisten to me? ",
        "\r\nMolly: Give it up, Dusty. Don't waste your breath. She's Paul’s now. So it \r\ndoesn't matter if you scream 'til you're blue in the face, she's not gonna \r\nbelieve a word you're saying. ",
        "\r\nDusty: Rose! Rose -- you gotta listen to me, now. If you marry him, if you go \r\nthrough with this, your life -- it's gonna be over. You hear me? Rose -- wait -- \r\nwhoa, whoa, whoa -- wait! Rose, come back! ",
        "\r\nPaul: You're too late, Dusty. You snooze, you lose. You're too late! ",
        "\r\nDusty: No! ",
        "",
        "\r\nPaul: You're awfully happy this morning. ",
        "\r\nRose: Well, why shouldn't I be? I'm marrying the man of my dreams, things are \r\nactually calming down, you're not mad at me anymore. ",
        "\r\nPaul: Yeah, well -- why? Is there a reason that I would be mad at you? ",
        "\r\n[Phone rings] ",
        "\r\nRose: Hello? Yeah. Oh. Yeah, sure -- let me think about it. I'll get back to \r\nyou. Okay. Bye. ",
        "\r\nPaul: Anyone I know? ",
        "\r\nRose: I might have a buyer for the Roller Palace! ",
        "\r\nPaul: Oh, that's great. That's just great. ",
        "\r\nRose: Isn't that great? I can sell the place and we can just get started on our \r\nlife together. I gotta go. I gotta, like, clean the shop. And you can meet with \r\nyour financial analyst. And maybe we'll both be really rich by the end of the \r\nday. Love you. Hey, here -- look at the flowers. ",
        "\r\nPaul: Oh, come on -- ",
        "\r\nRose: Pick out something nice, would you? Something nice. ",
        "\r\nPaul: Sure, I’ll try. ",
        "\r\nRose: Nice, colorful. ",
        "\r\nMolly: I've been a lot of things, but never a financial analyst. ",
        "\r\nPaul: What do you need, Molly? Why -- why all the secrecy? ",
        "\r\nMolly: It's about Rose. Every time I think I’m getting somewhere with Dusty, \r\nyour fiancée gets in the way. And I don't know if you've seen the two of them in \r\na room together, alone -- but it's like nobody else exists. ",
        "\r\nPaul: All right, look, I don't have a lot of time. You got something to say, say \r\nit. ",
        "\r\nMolly: I saw them together, Paul. And it's not over between them. No matter what \r\nthey keep telling themselves or us. ",
        "\r\nMolly: Dusty and I were planning to have this great afternoon rendezvous and \r\neverything, but while he was waiting for me, he suddenly comes up with this \r\nridiculous reason for me to be at the club longer. ",
        "\r\nPaul: Right, so what? ",
        "\r\nMolly: So what? In his spare time, he turned on the charm with your fiancée. And \r\nthen by the time I got there -- ",
        "\r\nPaul: What? Could you hear what they were saying? ",
        "\r\nMolly: No. Not exactly. I mean, I wasn't close enough to hear exactly what they \r\nwere saying, but it didn't matter because the look was on their faces. I mean, \r\nshe is definitely still under his skin, Paul. ",
        "\r\nPaul: Did you talk to Dusty about any of this? ",
        "\r\nMolly: No, he would've just denied it. ",
        "\r\nPaul: Why are you bringing this to me? ",
        "\r\nMolly: Because I think you should know that while you're busy sending out \r\ninvitations, Rose is busy reconnecting with Dusty behind your back. It's not \r\nover. She's always gonna be a part of him. ",
        "\r\nPaul: Molly, I'm really sorry that whatever it is you have with Dusty is going \r\ndown the drain, again. But Rose is committed to me. ",
        "\r\nMolly: Fine. Whatever. Okay, I don't know Rose, Paul. And I'm not speaking for \r\nRose. But I do know Dusty. And I do know that if you don't do something about \r\nhim, something definitive, he's always gonna be a threat. See, I don't know what \r\nkind of ceremony you're planning, but I sure hope your deposits are refundable.\r\n",
        "",
        "\r\nMitzi: You know, I can't thank you enough for getting involved like this. ",
        "\r\nLily: Oh, thank Jack. He's your biggest supporter. ",
        "\r\nMitzi: He's a great guy. ",
        "\r\nLily: He is. If Rose is determined to sell the place and start fresh, then I \r\nthink this is a viable option. ",
        "\r\nMitzi: Yeah. ",
        "\r\nLily: Thank you. ",
        "\r\nMitzi: You know, she's so busy with the wedding plans and everything. You know, \r\nwe're gonna be doing her a favor. And that's -- that's pretty much why I wanna \r\nkeep the place running. ",
        "\r\nLily: Okay. ",
        "\r\nMitzi: You'll find a way to break it to her without making her feel like we're \r\ngoing behind her back making plans? ",
        "\r\nLily: Oh, sure, I’ll do my best. ",
        "\r\nMitzi: Well, whatever you do, just don't tell her it was my idea. Okay? 'Cause \r\nshe already turned me down when I asked her about buying the place, and if she \r\nfinds out I went to you for help -- I’m dead. ",
        "\r\nLily: Don't worry. Leave it to me. She'll know nothing. ",
        "\r\nRose: It's good thing I’m not paranoid. I would think this is a conspiracy. ",
        "",
        "\r\nAaron: So what else is going on? ",
        "\r\nLucy: Uh, my brother's getting christened today. Can you come? ",
        "\r\nAaron: Yeah, anything for my man Cabot. ",
        "\r\nChris: Hey, Lucy. Aaron. ",
        "\r\nLucy: I hope this isn't round two of the fight you started at my Halloween \r\nparty. ",
        "\r\nChris: Uh, that's what I wanted to talk to you about. I wanted to apologize for \r\nmy behavior that night. I don't know if you know, but Alison and I broke up and \r\nthings got kind of complicated. ",
        "\r\nLucy: Alison told us. I can understand why you went off the way you did. \r\nEspecially if she really -- it doesn't matter. Um, I get it and you're forgiven.\r\n",
        "\r\nChris: And as for you -- I shouldn't have lost it like that. And now that I’ve \r\nrecovered from my temporary insanity, I wanted to apologize for jumping to \r\nconclusions. I know that you would never be with Alison. So we cool? ",
        "\r\nAaron: Yeah. Yeah, we're cool. ",
        "\r\nChris: Great. I'll leave you to your breakfast. ",
        "\r\nLucy: Bye, Chris. Does that whole Chris and Alison thing seem kinda weird to \r\nyou? ",
        "\r\nAaron: Weird how? ",
        "\r\nLucy: Well, I don't know. It's just, like, Chris and Alison just broke up and \r\nfive minutes later, she's sleeping with someone else. On the other hand, it's \r\njust like Alison to try to get back at him by jumping in bed with another \r\nperson. ",
        "\r\nAaron: Well, maybe there was more to it for Alison than just getting back at \r\nChris. ",
        "\r\nLucy: Oh, really? Care to share? ",
        "\r\nAaron: Forget I said anything, actually. ",
        "\r\nLucy: Aaron -- ",
        "\r\nAaron: No, I'm just -- I'm just making conversation. Let's just -- just forget \r\nabout it. Let's talk about something else. ",
        "",
        "\r\nKatie: What is going on with you two? ",
        "\r\nAlison: He broke up with me. ",
        "\r\nKatie: Oh, Alison, I didn't know. I'm so sorry! ",
        "\r\nAlison: Yeah, me too. Because after it happened -- I kind of overreacted. ",
        "\r\nKatie: Oh, please, he's overreacting if he's gonna sulk around and not even let \r\nyou talk about it or try to straighten it out. ",
        "\r\nAlison: No, there isn't a way to straighten this out. ",
        "\r\nKatie: Believe me, Alison, there's always a way. ",
        "\r\nAlison: No, there isn't, Katie. Chris found out that -- ",
        "\r\nKatie: What? Found out what? ",
        "\r\nAlison: I slept with someone else. Exactly. And now Chris wants to find out who \r\nit is and if he finds out? Quitting my job isn't going to be nearly enough. I \r\nmight as well get the first flight out of town because my life in Oakdale is \r\nofficially over! ",
        "\r\nKatie: Oh my God, you slept with Aaron Snyder? ",
        "\r\nAlison: Aaron Snyder? Are you out of your mind? We're friends. Friends from, \r\nlike, way back. ",
        "\r\nKatie: Alison, you were so in love with the guy you burned down a barn. ",
        "\r\nAlison: Yeah, that was ancient history. It wasn't Aaron. ",
        "\r\nKatie: Who was it? ",
        "\r\nAlison: It was someone a lot older. ",
        "\r\nKatie: Where did you meet this guy? ",
        "\r\nAlison: He's a family friend. And that's why it has to stay a secret. ",
        "\r\nKatie: Oh. Okay, whatever you say. But just please, more importantly, tell me \r\nthat you were safe with this anonymous older family friend? ",
        "\r\nAlison: Emily had already given me the whole lecture about sleeping around. \r\nThanks. I mean, there was this point where I thought we could actually patch \r\nthings up. But now -- Chris is so over me it's like I didn't even exist. I just \r\nblew it. ",
        "\r\nKatie: Maybe not. Do you still love him? ",
        "\r\nAlison: Yeah, but he doesn't love me anymore. ",
        "\r\nKatie: Alison, love isn't something that just goes away overnight. It goes a lot \r\ndeeper than that. ",
        "\r\nMike: Got my cast off. They gave me these. ",
        "\r\nKatie: Crutches? ",
        "\r\nMike: Yeah, they said I can use these, you know, now that I got my arm back. ",
        "\r\nKatie: Oh, great. I'm gonna have to hide all the breakables. ",
        "\r\nMike: I'm telling ya -- I’m gonna be on my feet in no time flat. ",
        "\r\nKatie: More like flat on your back in no time flat. ",
        "\r\nMike: Ye of little faith. You'll see. ",
        "\r\nKatie: Right. Try and talk to him. ",
        "\r\nAlison: No, that won't work. He hates me. ",
        "\r\nKatie: Alison, he doesn't hate you. If Chris hated you, he wouldn't even care \r\nthat you cheated on him after you guys broke up. He still has feelings for you. \r\nAnd I promise he'll forgive you. ",
        "\r\nAlison: Well, how do you know that? ",
        "\r\nKatie: Because if you love someone enough, there's nothing so horrible that \r\ncan't be forgiven. Trust me on this one. ",
        "\r\nMike: Are you ready to go? ",
        "\r\nKatie: Yeah. Where to? ",
        "\r\nMike: Home. And step on it. ",
        "",
        "\r\nJessica: Bonnie, sweetheart, it is not too late. There is still time. We still \r\nhave time to come up with a defense that we can both feel comfortable with. ",
        "\r\nBonnie: Mom, I don't really care about what's legal right now. I don’t. I care \r\nabout what's right. And it's not right for us to create some sort of escape \r\nhatch for me. ",
        "\r\nJessica: Is it right for you to go to prison? Because that's exactly what will \r\nhappen if you plead guilty. Bonnie, sweetheart, you have to help me help you.\r\n",
        "\r\nBonnie: You gotta stop trying to fix everything, Mom. If you get me off the hook \r\nfor manslaughter, I'll never respect myself again. And Sarah -- she'll never \r\nforgive me. She'll never forgive me for what I did to her father unless I take \r\nresponsibility. ",
        "\r\nJessica: You couldn't be further from the truth, Bonnie. Sarah loves you. She \r\ndoesn't blame -- she -- she will understand. She will forgive you. It's me she \r\ncan't forgive. ",
        "\r\nBonnie: You? ",
        "\r\nJessica: She blames me for everything -- for all of it. ",
        "\r\nBonnie: It's not your fault. ",
        "\r\nJessica: She says that if it weren't for me, she and Marshall wouldn't have had \r\nto leave town, you wouldn't have gotten upset and -- ",
        "\r\nBonnie: God, I just need to talk to her! ",
        "\r\nJessica: Because you want to comfort her, right? You wanna reassure her, you \r\nwanna put your arms around her and tell her that everything is going to be okay \r\nbecause you're going to help her see it through, right? ",
        "\r\nBonnie: Yes! ",
        "\r\nJessica: I know, because that's how I feel about you. Baby, you have to let me \r\nhelp you. Now I know -- I know you wanna help Sarah. But the only way that you \r\ncan help Sarah is if you let me help you. Please, honey, let me help you.",
        "",
        "\r\nDusty: Well, good morning, stranger. Beauty sleep agrees with you. You look \r\nfantastic. ",
        "\r\nMolly: Thank you. You look like hell. ",
        "\r\nDusty: Yeah, I had this crazy dream last night. Probably because I missed you so \r\nmuch. ",
        "\r\nMolly: Didn't Jennifer keep you company? ",
        "\r\nDusty: No, Jennifer’s got her own place now. Something wrong? ",
        "\r\nMolly: Was that fun for you yesterday? Keeping me busy at the club just so you \r\ncould sneak a few extra minutes with Rose? ",
        "\r\nDusty: What are you talking about, girl? ",
        "\r\nMolly: I'm talking about I got to the Lakeview early enough to see you and Rose \r\ntogether. ",
        "\r\nDusty: Yeah? Is that what you're so tangled up about? If that was the case, why \r\ndidn't you just come out and say something? ",
        "\r\nMolly: Well, because I thought, \"well, hey, if we're keeping secrets and playing \r\ngames now, maybe I should get in on the action.\" ",
        "\r\nDusty: Whatever. It was innocent. ",
        "\r\nMolly: Really? Dusty, if it was so innocent, then why didn't you just mention it \r\nto me? If it was so innocent, why did you have to make up that big lie about \r\n\"oh, only Molly can cash out the register\"? ",
        "\r\nDusty: What do you think -- I had some secret date lined up? I walked in on the \r\ntail end of a conversation between Emily and Rose. Rose is crying. I asked what \r\nwas up, and she said that she and Paul were shaky. ",
        "\r\nMolly: And you wanted to be her hero. Come on. It's just you and me -- admit it. \r\nYou're just waiting for Rose to get her heart broken by Paul so you can be the \r\nguy who swoops in and saves the day. ",
        "",
        "\r\nImaginary James: Wondering how it's gonna feel when rose leaves you hanging at \r\nthe altar? ",
        "\r\nPaul: Why don't you just disappear? ",
        "\r\nImaginary James: Perhaps you're wondering about that night at the hunting lodge \r\nwhen you had your chance. You could have left her hanging -- twisting by the \r\nneck. ",
        "\r\nPaul: You know, it's a small town. She's bound to run into Dusty sooner or \r\nlater. ",
        "\r\nImaginary James: You and Dustin used to stay up all night, shooting pool or \r\nplaying ping-pong. Because he couldn't stand to lose. He kept demanding \r\nrematches, crying foul. You think he's gonna give up so gracefully on Rose, hmm?\r\n",
        "\r\nPaul: He never beat me, you know. He just always took -- so -- long to do \r\neverything that I just got bored and gave up. ",
        "\r\nImaginary James: Yeah. Well, it's time to do something about him, Paul. \r\nSomething definitive. ",
        "",
        "\r\nComing up on \"As The World Turns\" -- ",
        "\r\nRose: Wait, wait. What's this about? ",
        "\r\nDusty: It's not good. I think you need to do some damage control with Paul. ",
        "",
        "\r\nChris: As a matter of fact, it would probably be good for me to get a fresh \r\nstart somewhere else. The sooner, the better. ",
        "",
        "\r\nMolly: Would you just admit it? You can't get Rose out of your head. ",
        "\r\nDusty: What are you talking about? You are the one who's obsessed with her. I'm \r\ndealing in reality here. Who cares if she and Paul have problems? She made her \r\nchoice. And I've made mine. Get it? ",
        "\r\nMolly: Yeah, I get it. But get this -- if there comes a time when you decide you \r\ncan't live without her, that you want her back, don't sneak around and lie about \r\nit, okay? Just be a man, Dusty. Make sure I'm the first to know. ",
        "\r\nDusty: Okay, babe. You can count on that. ",
        "\r\nMolly: Okay. Dusty? ",
        "\r\nDusty: Yes? ",
        "\r\nMolly: Now that we're being all honest and mature here, I think that I have a \r\nconfession to make. I might have messed up. I told Paul that I saw you and Rose \r\ntogether. ",
        "\r\nDusty: You what? ",
        "\r\nMolly: Yeah. Rose can fix it. And besides, Paul didn't seem overly concerned \r\nabout it or anything. ",
        "\r\nDusty: Overly concerned? Molly, are you serious? The guy's paranoid, he -- he's \r\ndisturbed, you know this, right? ",
        "\r\nMolly: Well, I guess I forgot. ",
        "\r\nDusty: Forgot? ",
        "\r\nMolly: It doesn't matter, okay? Because if they're some super-couple, if nobody \r\ncan come between them, then it shouldn't make a difference, right? ",
        "\r\nDusty: Uh-huh. Yeah. I'll catch you back at the club, all right? Come on. ",
        "\r\nMolly: You've got to be kidding me. You're not mad at me, are you? ",
        "\r\nDusty: No, I'm not mad. I'm glad you let me know. I'll catch you later. Damn it, \r\nMolly. What the hell were you thinking? ",
        "",
        "\r\nLily: The Roller Palace never really got a chance to get off the ground, and I \r\nthink Oakdale needs a very good beauty salon, so I figured instead of taking my \r\nmoney out, why not let Mitzi run the place? ",
        "\r\nRose: You serious? ",
        "\r\nLily: Yes. Mitzi, you want to do it. She wants to do it, it's a great investment \r\n-- ",
        "\r\nRose: I love you, Mitz, I do. But -- I can't say this. ",
        "\r\nMitzi: No. Go ahead. Why hold back? ",
        "\r\nRose: All right, the idea of you running this place -- it's a little crazy, \r\ndon't you think, Mitz? I mean, you got no business experience, and if something \r\ngoes wrong here, it's my name and my reputation. I can't take that chance. ",
        "\r\nMitzi: Good. I'm glad to finally know what you really think of me, Rose. Thanks.\r\n",
        "\r\nRose: All right, all right, all right. I could've been more gentle, but she went \r\nbehind my back. You've got to keep things very simple for her, or else she gets \r\ncarried away. ",
        "\r\nLily: She's your best friend. You sounded like you didn't care. ",
        "\r\nRose: Oh, I care! I care so much, about so many different things. I'm caring \r\nabout so much, I -- I can't think straight. ",
        "\r\nLily: Well, think about this on your stampede to the altar -- watch out who you \r\nstep on. ",
        "\r\n[Phone ringing] ",
        "\r\nRose: Rosie's Roller Palace. ",
        "\r\nDusty: Hey, it's me. I need to see you. You free? ",
        "\r\nRose: Yeah, but -- ",
        "\r\nDusty: Meet me in the lounge at the Lakeview. ",
        "\r\nRose: Wait, wait, wait. What's this about? ",
        "\r\nDusty: It's not good. I think you need to do some damage control with Paul. ",
        "",
        "\r\nPaul: When you say \"do something definitive about Dusty,\" you --? ",
        "\r\nImaginary James: Well, don't kill him. Just -- contain him. Find a way to keep \r\nhim in line. Unless, of course, you're too much of a coward to handle Mr. \r\nDonovan. ",
        "\r\nPaul: I know what needs to be done. You stay out of it, stay away from me, stay \r\nout of my head. ",
        "\r\nLisa: Oh, here you are. The handsome groom. Now that I’ve found you, I’m not \r\nletting you out of my sight. I have to ask you a couple of questions. Paul? ",
        "",
        "\r\nLucy: So you have that job interview later today. I almost forgot. ",
        "\r\nAaron: Yeah. I'm only going because I promised Holden. ",
        "\r\nLucy: Maybe it won't be so bad. ",
        "\r\nAaron: You're kidding, right? Management track at the Country Club? I'll have \r\ngray hair by the time I’m 21 just from the boredom. ",
        "\r\nLucy: You're not thinking about going back to Metro, are you? ",
        "\r\nAaron: I'm not thinking anything, okay? I -- I just -- Luce, can we just not \r\ntalk about this? Please. ",
        "\r\nLucy: Fine with me. You don't want to talk about Chris, you don't want to talk \r\nabout Alison, you don't want to talk about your job, or us, that's for sure -- \r\nso, what do you want to talk about? ",
        "\r\nAaron: I just want to -- can we just be together? Just not talk? Please? ",
        "",
        "\r\nJohn: Thanks for joining me. ",
        "\r\nChris: No problem. I'm a big fan of Al's breakfast fries myself. ",
        "\r\nJohn: Not a word of this to any of the cardiac patients now, all right? ",
        "\r\nChris: Your secret's safe with me. ",
        "\r\nJohn: So, I understand that your contract with Memorial is up soon, is that \r\nright? ",
        "\r\nChris: Actually, that's what I wanted to talk to you about. ",
        "\r\nJohn: Okay, good. Have you had any other offers? ",
        "\r\nChris: Uh, yes. A friend of mine on staff at Philadelphia Children's called me \r\nand told me I was going to be offered a position there. I haven't mentioned it \r\nto my parents yet. ",
        "\r\nJohn: Very prestigious offer. You should be very proud. Let me make an offer of \r\nmy own, all right? Stay at Memorial, in Pediatrics. We could use you there, you \r\nknow? I mean, you -- you would be an invaluable member of the staff, you're \r\nalready a member of the Memorial family. ",
        "\r\nChris: With all due respect, Dr. Dixon, you've been riding me since the day I \r\nstarted. ",
        "\r\nJohn: Chris, have you ever helped anyone to heal yet? Have you challenged \r\nyourself at all? Have you learned that there is so much more to learn? ",
        "\r\nChris: Yes. ",
        "\r\nJohn: Good. Then I’ve done my job. Now I think it's time for you to stay at \r\nMemorial and do your job. Those children and their parents need you. We do, too. \r\nWell look, think about it. Will you? That's all I ask. Just think about it. ",
        "\r\n[Phone ringing] ",
        "\r\nChris: Excuse me. I'll just see who this is. Sorry. ",
        "\r\nJohn: Do you have to take it? ",
        "\r\nChris: Uh, no. No. It's not important. ",
        "\r\n[Voice mail] ",
        "\r\nChris: This is Chris Hughes. I can't come to the phone right now, but you know \r\nwhat to do and when to do it. ",
        "\r\n[Beep] ",
        "\r\nAlison: Uh Chris, it's me. I hope that your meeting with Dr. Dixon goes well. \r\nAnd I hope that when you get back to work that you won't walk away from me. I \r\nhate not being able to talk to you, so, um -- I guess I'll see you soon, and \r\nthen we can talk -- I hope. Bye. ",
        "",
        "\r\nSarah: I need to, to see Bonnie Mckechnie. ",
        "\r\nCop: You can’t. ",
        "\r\nSarah: Why not? ",
        "\r\nCop: She's going to court for her arraignment. ",
        "\r\nBonnie: Sarah. ",
        "\r\nSarah: Um, look, I've been thinking a lot about some stuff -- ",
        "\r\nBonnie: Well, I don't want you to think about what's going to happen next. Okay?\r\n",
        "\r\nSarah: They said that you're going to court. Do you need me to be there? I -- if \r\nthere's going to be a trial -- ",
        "\r\nBonnie: Look, honey. There's not going to be a trial. I'm pleading guilty. ",
        "\r\nSarah: You're pleading guilty of what? What happened to my dad, Bonnie, that \r\nwasn't your fault! ",
        "\r\nSarah: Bonnie, I know you didn't mean for anyone to get hurt. ",
        "\r\nBonnie: I'll never forget the look on your face. You know, when you heard that \r\nI’d pushed Marshall. I took your father from you, Sarah, and -- honey, I am \r\nready. I am ready to accept the consequences. ",
        "\r\nSarah: What -- the look on my face? I was -- I was scared, but I didn't blame \r\nyou. I could never blame you for an accident. That's stupid. Just forget \r\nwhatever you saw on my face and go and -- and tell the judge the real truth. ",
        "\r\nJessica: Bonnie, if you won't listen to Sarah, and you won't listen to me as \r\nyour mother, then listen to me as your attorney. I will not let you plead \r\nguilty. ",
        "\r\nBonnie: I know. That's why you're fired. ",
        "",
        "\r\nLisa: The strangest thing just happened. I saw Paul a little while ago, I went \r\nover to say hello, and he just walked right out like he didn't even see me. It \r\nwas as though he was fighting some kind of war in his head or something. ",
        "\r\nLily: Really? Well, I know he has a lot on his mind, he's planning the wedding.\r\n",
        "\r\nLisa: Yeah. It was more like he was planning his own funeral. ",
        "\r\nLily: It's probably family stuff. Barbara has not been making things easy for \r\nPaul and Rose. ",
        "",
        "\r\nRose: I got here as fast as I could. ",
        "\r\nDusty: Yeah. Uh, let's not stay here. Let's go back to my place. Lily's in \r\nthere, so do you want her to start asking questions or what? ",
        "\r\nRose: I'm not going to your room. ",
        "\r\nDusty: To talk? I'm not a moron. I know the deal. Nothing's going to happen. I \r\npromise. ",
        "\r\nLisa: Wha -- what's Rose doing with Dusty Donovan? ",
        "\r\nLily: I don't know. But I hope it doesn't blow up in her face. ",
        "",
        "\r\nKatie: Oh, watch it. Margo! What are you doing here? ",
        "\r\nMike: Hey, I got my cast off. ",
        "\r\nMargo: That's -- that's great. Uh, listen, I have the latest information on your \r\naccident. Uh, we haven't had any luck tracking down the fat cowboy you described \r\nas driving the vehicle. ",
        "\r\nMike: I'm not surprised. ",
        "\r\nMargo: No, I'm not either. ",
        "\r\nMike: You'll probably never catch the guy. He's probably -- probably long gone \r\nby now. ",
        "\r\nMargo: Do you mind if I have a moment alone with my sister? ",
        "\r\nMike: Sure. Don't keep her long. ",
        "\r\nKatie: Here, let me help you. I'll be right in. ",
        "\r\nMike: All right. ",
        "\r\nMargo: So, uh, forensics had a look at my car. The car that you were driving the \r\nnight that Mike got hit. And, uh, they said that there has been recent body work \r\non it which really surprised me, since I haven't had an accident. So you want to \r\ntell me what's going on, or -- ",
        "\r\nKatie: Margo -- oh, I wanted to tell you from the beginning. I did. I just -- I \r\ngot so scared. I mean, here was this amazing guy who had been nothing but \r\namazing to me and -- I was hateful to him. I said the most awful things and -- \r\nand if that wasn't enough, then I go and hit him with my car? I guess I just \r\nthought that if I could help fix Mike, then I would fix everything, and -- ",
        "\r\nMargo: Who -- who fixed the car? ",
        "\r\nKatie: A guy who had no idea what was going on. And if you ask me his name -- \r\nplease don't ask me his name 'cause I’m not going to tell you. ",
        "\r\nMargo: Katie, what am I supposed to do now? ",
        "\r\nKatie: All I know is that Mike gave me an incredible gift. He saved my life in \r\nAustralia, and he's saving it again right back here. ",
        "\r\nMargo: So he knows the whole truth about this, right? ",
        "\r\nKatie: That's why he invented the whole guy in the cowboy hat. Oh, when I heard \r\nhim come up with that, after everything I've done and everything I've said to \r\nhim, Margo -- I realized, in that moment, that he had forgiven me -- for all of \r\nit. And all of that hatred and anger and resentment that I felt ever since Simon \r\ndied -- it just melted away. What are we going to do about the case? ",
        "\r\nMargo: I'll find a way to make it go away. Bury it, somehow. It's against all \r\nthe rules, I can't believe I'm doing this, but I mean, if the victim is so madly \r\nin love with the perp he can't tell the truth, what choice do I have? ",
        "\r\nKatie: Oh, Margo. I don't know what else to say except thank you. Oh, but it \r\nsure doesn't seem like enough. ",
        "\r\nMike: Everything okay? ",
        "\r\nKatie: All I can say is I have the most wonderful sister in the entire world. \r\nNow -- on your feet. ",
        "",
        "\r\nJohn: Well listen, I hope that you will think a long time about this before you \r\narrive at a decision, all right? ",
        "\r\nChris: I'm grateful for all the training that I've received here, but I feel I \r\nneed to be honest. Outside of my family, there's really nothing keeping me here. \r\nAs a matter of fact, it would probably be good for me to get a fresh start \r\nsomewhere else. The sooner, the better. ",
        "\r\nJohn: Hmm. I hope that isn't your final decision about this, Dr. Hughes. I would \r\nbe very disappointed. And you don't want to see me disappointed. ",
        "\r\nChris: I got your message. You wanted to talk? ",
        "\r\nAlison: Did I just hear that you were leaving town? ",
        "\r\nChris: I got an offer to go to Philadelphia. ",
        "\r\nAlison: So then that's just it? You're just going to leave without even \r\ndiscussing it with me? ",
        "\r\nChris: It's just an offer, Alison. I haven't accepted the job yet, but, even if \r\nI did, I didn't know that we had anything left to discuss. ",
        "\r\nAlison: No, but you can't just -- I guess you're right. I have my own life, you \r\nhave your own. It's not even -- it's not even like we're even friends or \r\nanything -- anymore. So good luck. ",
        "\r\nChris: That's all you wanted to say? ",
        "\r\nAlison: Oh, God. ",
        "",
        "\r\nBonnie: Tom, I'm going to need a court-appointed attorney. My mother is no \r\nlonger on my team. ",
        "\r\nSarah: So you're just going to give up? ",
        "\r\nBonnie: Mom? Can you take Sarah back -- ",
        "\r\nSarah: No. I can take care of myself. Okay? If it weren't for her, none of this \r\nwould've happened. ",
        "\r\nBonnie: You're not going to give up on her, are you? You're going to make her \r\nunderstand. ",
        "\r\nJessica: How can I do that when I don't understand this myself? ",
        "\r\nTom: They're ready for us in the courtroom, Bonnie. ",
        "\r\nBonnie: I love you, Mom. ",
        "\r\nJessica: I love you too, baby. I just wish you'd let me help you. ",
        "\r\nBonnie: I know. It'll be okay. ",
        "\r\nJessica: Tom? You have to do something. She is not thinking straight. And I'm \r\nnot asking for any kind of favors. Just tell me what I have to do to keep my \r\ndaughter from going to prison. ",
        "",
        "\r\nLucy: Aaron, if there is something wrong with us, you would tell me, right? ",
        "\r\nAaron: Sure. Yeah, of course. There's nothing wrong. There's nothing to tell.\r\n",
        "\r\nLucy: It's just, you've been acting so weird. ",
        "\r\nAaron: I haven't been acting weird. I -- I got freaked out a little bit we broke \r\nup. I thought my whole life was over, now that was pretty weird. All I am is \r\nglad that we're back together. ",
        "\r\nLucy: I am, too. ",
        "\r\nAaron: So you're going to stop being so paranoid? I will if you will. ",
        "\r\nLucy: I just don't want anything to come between us again. ",
        "\r\nAaron: If you trust me, then nothing will. ",
        "",
        "\r\nNurse: Are you all right, Alison? You're looking pretty green there. ",
        "\r\nAlison: I'm okay. Better than I was five minutes ago when I was throwing up my \r\nlunch in the ladies' room. ",
        "\r\nNurse: Probably picked up a bug. ",
        "\r\nAlison: Yeah, that's what it must have been. I mean, what else -- no. No. Um, \r\ncan I just borrow that calendar right there? Just -- just for a minute? I just \r\nwanted to find out what day Christmas falls on this year. ",
        "\r\nNurse: Help yourself. ",
        "\r\nMike: All right, I can do this, I'm telling you. ",
        "",
        "\r\nKatie: But can you do this and survive? ",
        "\r\nMike: I've walked thousands of feet up in the air on those beams with no safety \r\nnet. I think I know what I'm talking about, okay? ",
        "\r\nKatie: Oh, okay, mister. ",
        "\r\nMike: Okay. ",
        "\r\nKatie: Knock yourself out. ",
        "\r\nMike: Seriously, you gonna let go of me? Okay. It's not bad, huh? I told you. I \r\ntold you. I --seriously, I don't -- ",
        "\r\nKatie: It's great -- ",
        "\r\nMike: Ah. ",
        "\r\nKatie: Mike, are you okay? ",
        "",
        "\r\nRose: Molly did what? ",
        "\r\nDusty: She, uh, she told Paul that she saw us together last night. ",
        "\r\nRose: When I ran into you at the lounge? ",
        "\r\nDusty: Yeah -- ",
        "\r\nRose: Wait, I was crying my eyes out with Emily and you were just being nice to \r\nme. ",
        "\r\nDusty: Yeah. It was innocent, but -- ",
        "\r\nRose: Right. ",
        "\r\nDusty: Molly saw us, and I guess Molly's a little jealous. ",
        "\r\nRose: I decide not to make Paul crazy and tell him about seeing you, and it \r\ngives her a whole new reason for living. This is wonderful. What kind of spin is \r\nshe going to put on it? ",
        "\r\nDusty: We shouldn't be talking about this out here, you know? ",
        "\r\nRose: Paul's going to freak out when he hears about us! ",
        "\r\nPaul: Hey, Dusty. Oh, great! You brought Rose. That's -- that's perfect. That's \r\n-- that's terrific. Maybe now we can settle some things. Right here and right \r\nnow. ",
        "",
        "\r\nOn the next \"As The World Turns\" -- ",
        "\r\nDusty: What are you doing in my room? ",
        "\r\nPaul: Oh just -- just, you know, waiting for you, Dusty -- you and Rose. ",
        "\r\nRose: Ah, it's -- it's not what you think – ",
        "\r\nBarbara: I asked James to help me. He said he would send someone. ",
        "\r\nStranger: Who do you need help with? ",
        "\r\nBarbara: I want you to kill her. ",
        "\r\nCraig: Tell me you didn't steal that baby from his mother."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=_Id61gSue3s"
}