{
    "Episode Summary": [],
    "Recap": [
        "Aaron offers to help with the baby if that is necessary. Alison bustles by her boss and heads to the door, explains that she is not having a domestic dispute and promises to meet up with a friend at the YMCA. Barbara hopes that she will be able to help her son now that she is free, knows that whatever her son says, he still loves her and sees that her son really hates himself. Holden can't answer as to whether his wife will ever really return to her family and can't make his wife see that he doesn't want to forget about his sister-in- law.",
        "Lily cries out for a sign from her sister, is told that she is the one that needs help and learns that her sister wants her to be at peace. Margo asks Mike not to go charging over to his fiancee's house and goes off on her brother-in-law. Mike finds his fiancee hugging and kissing another man and starts hallucinating about what he should do. Paul assures his mother that she will not be able to get to her son anymore and has an outburst in court. Simon doesn't believe in an engagement, as he is still married, forces his wife to remember him and tells his wife that they have to leave town right now."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Judy: So, you'll also be responsible for filing medical reports, stocking supplies and helping patients. Have you handled all of that before?",
        "Alison: None of this is new to me.",
        "Judy: Great. So, why don't you put this on and get started. I'll be right back here if you need me.",
        "Alison: Who designed you? Grandma Moses?",
        "Aaron: Alison. Are you crazy?",
        "Alison: Aaron? What are you doing here?",
        "Aaron: Stopping you from making the biggest mistake of your life. I am not letting you get an abortion.",
        "[SCENE_BREAK]",
        "Katie #1: Mike? I love you. I love you so much.",
        "Mike: Oh, God, Katie. I've been going out of my mind. What the hell went wrong?",
        "Katie #2: You pushed me. You knew I wasn't ready. This was a huge mistake.",
        "Katie #1: No, don't listen to her. I love you.",
        "Katie #2: I want you outta my life.",
        "Katie #1: No, don't go. I love you.",
        "Katie #2: Hey, I said get lost.",
        "Katie #1: No, stay. I love you.",
        "Katie #2: Get lost.",
        "Katie #1: I love you.",
        "Katie #2: Get lost!",
        "Mike: Enough! All right, I gotta figure out what's going on, 'cause not knowing is driving me crazy.",
        "[SCENE_BREAK]",
        "Margo: I know that you're in shock. And you don't know what you're feeling. But you gotta tell Mike.",
        "Katie: Oh, yeah, right. \"Hey, Mike, you know how I said I'd marry you? I'm gonna have to pass. My dead husband's back alive.\"",
        "Margo: It's not your fault. It's not like he's going to blame you. He was there with you when the warehouse blew up. He's watched you grieve --",
        "Katie: I know. He's gonna want to know what I feel. I mean, I'm engaged to him, Margo. How do I tell him that what I had with Simon -- it came first.",
        "Simon: I'll tell him then, Katie. 'Cause you and I are belong together.",
        "Katie: Simon, it's just -- it's not that easy.",
        "Simon: I'm not letting go of you, Katie. No way, not ever again.",
        "[SCENE_BREAK]",
        "Lily: Whoo. Come on, guys. Come on in. Whoo-hoo-hoo! It's just gonna be a minute, I promise.",
        "Luke: That's what you always say.",
        "Lily: Oh, you're so smart. I never should've taught you how to tell time.",
        "Luke: Why couldn't we just go home?",
        "Lily: Are you cold? Yes, you're cold. It's okay. We're just gonna be here a couple of minutes. And it's nice and warm in here. Here we are, surrounded by all of Rose's wonderful things. Doesn't it feel like she could walk through that door any minute?",
        "Luke: No, she's dead.",
        "Lily: But not in our hearts. We have to remember her. Come here, come here. I wanna show you something. I put this scarf on you. It's so pretty. Oh, and it smells like Aunt Rose.",
        "Faith: Stop it, Mommy.",
        "Luke: Faith doesn't like it here. And neither do I. We wanna go home, Mom.",
        "Lily: Okay, we'll go. In a few more minutes -- just a few more minutes.",
        "Luke: Mom --",
        "Lily: All right, you guys go outside. You can -- why don't you build me a snowman outside? I'll be outside in just a minute. Okay?",
        "Holden: Lily?",
        "Lily: I'm losing Rose. Holden, I'm losing her all over again.",
        "[SCENE_BREAK]",
        "Judge: Ms. Ryan, you stand before this court, guilty, by your own admission, of numerous crimes following the death of Rose D'Angelo. You've pled guilty to obstruction of justice and accessory after the fact. By covering up for your youngest child, Will Munson, after he committed murder, you have diverted the police and wasted the resources of the justice department. You have thrown suspicion on innocent people, causing them heartache, humiliation and financial loss. And you have delayed justice for the victim and her family. These are grave crimes that warrant grave consequences. Therefore, it is the opinion of this court that the defendant, Barbara Ryan, be sentenced to a period not to exceed ten years. [Audience whispering] Silence. Ms. Ryan, while you have admitted to these crimes and accept the judgment of the court, you have also described mitigating circumstances which I cannot ignore. Therefore, after due consideration, I have decided to suspend your sentence. You are hereby sentenced to probation for a period not to exceed five years.",
        "[Audience talking]",
        "Paul: No!",
        "Tom: Your honor --",
        "Paul: This is a joke!",
        "Judge: Order or I will have people removed.",
        "Tom: The crimes committed by Ms. Ryan are --",
        "Judge: I have only passed my judgment, Mr. --",
        "Paul: Well, you should un-pass it! Because your judgment stinks!",
        "Judge: Bailiff, I want this man removed from the courtroom.",
        "Paul: My brother goes away for god-knows-how-long because all he did was exactly what she wanted him to do!",
        "Judge: That's it. I want Mr. Ryan removed from the courtroom now!",
        "Paul: No! I'm not going anywhere. Not until you hear the truth about my mother!",
        "[SCENE_BREAK]",
        "Paul: You're not gonna get away with this, mother! Not this -- get your hands off of me.",
        "Judge: Silence, right now, or I will hold you in contempt of court!",
        "Paul: She used my little brother to get what she wanted!",
        "Jennifer: Paul, please --",
        "Paul: This isn't justice!",
        "Tom: Not another word Paul. Will doesn't need you in jail, not now.",
        "Paul: You gotta do something, anything.",
        "Tom: I am. I'm going to file a complaint with the state supreme court.",
        "Paul: It's just a suspended sentence. You gotta get it overturned. My mother belongs in jail!",
        "Tom: The complaint is just for the record. Your mother has won.",
        "Paul: The hell she has.",
        "Tom: Listen to me -- your brother's in lock-up because of this war between you and your mom. So you need to forget about it, give it up, and concentrate on that kid. He needs you at your best.",
        "Paul: I gotcha.",
        "Tom: I'll go file this complaint.",
        "Barbara: I'm just so grateful that Judge Boland was able to understand why I did what I did --",
        "Paul: The Oakdale Players are looking for a star in their new production. Maybe you go should try out -- they're doing \"Medea.\"",
        "[SCENE_BREAK]",
        "Margo: Gotta a hug for your sister-in-law? Oh, Simon, I can't believe that your alive. And I cannot believe what you are doing to my little sister.",
        "Simon: Margo, I did what was best for both of us.",
        "Margo: Do you have any idea what you put her through?",
        "Katie: Oh, Margo --",
        "Margo: I mean, first she almost dies trying to save your life. And then when she feels she'd failed at that, she almost dies of grief. And now -- poof! You're back from the grave?",
        "Simon: Look, I understand you're upset. But there was no other way.",
        "Margo: Oh, come on.",
        "Simon: Trust -- there was no other way!",
        "Margo: Please, there are at least a half a dozen other ways you could have gone about this. You could have come to me. You could've gone to Hal or Jack. But no, no. You decided to take matters into your own hands and made the situation even worse. Well, I'm sorry, Simon. This has gotta to end. You can't run forever. And if you think running back here is at all romantic, it's not. It's not -- it's not good for Katie. So, until you face what you've done and get the police on board, you just have no right to involve her.",
        "Simon: Look, I know what you're saying, Margo, I really do, but I can't argue with you right now. Please. Katie, can I talk to you alone?",
        "Margo: No, no, no. No Aussie charm behind my back. No.",
        "Katie: No, Margo, please. I can handle this. Simon and I need some privacy.",
        "Margo: No, I'm not gonna leave you alone with him and have you run off with him again.",
        "Katie: I won't go anywhere, I promise.",
        "Margo: Are you sure? 'Cause I can throw him into jail, you know.",
        "Katie: No, just keep Mike away, please. I don't want him walking in here while Simon and I are talking.",
        "Margo: You call me.",
        "Katie: Okay.",
        "Simon: Margo, please -- look, everything I have done, everything I'm trying to do is to protect Katie. So, please, you can't tell Tom -- you can't tell anyone that I'm here.",
        "Margo: And you want me to trust you?",
        "Simon: If you want to keep Katie safe, yes.",
        "Margo: Simon, if you harm her, if you endanger her in any way -- I'll be the one you're running from.",
        "[Katie clears her throat]",
        "Simon: You had to know it destroyed me leaving you like that.",
        "Katie: What a coincidence. It destroyed me being left like that. Why did you do it, Simon?",
        "Simon: I don't have time to explain to you it all right now. But I will -- I will. I promise. As soon as we leave Oakdale. Please.",
        "Katie: What?",
        "Simon: Katie, we have to leave -- now.",
        "Katie: No, I -- I can't just run off with you. Not anymore.",
        "Simon: Please --",
        "Katie: No. Things have changed.",
        "Simon: Yeah, right. And by \"things\" you mean Mike?",
        "[SCENE_BREAK]",
        "Margo: Where are you?",
        "Mike: Metro. Why? Is something up with Katie?",
        "Margo: Ah -- just stay right where you are. I'll be there in a few minutes.",
        "Mike: All right, now you're starting to worry me. Just tell me Katie's okay.",
        "Margo: She's fine. There's something you need to know.",
        "[SCENE_BREAK]",
        "Alison: I'm not getting an abortion!",
        "Aaron: Oh, yeah? Then what's up with that gown-thing, huh? No more lies about the baby.",
        "Judy: Is everything okay?",
        "Alison: Yes!",
        "Aaron: No! How could you say that?",
        "Judy: Who are you?",
        "Aaron: Aaron Snyder. I'm her husband.",
        "Judy: Is this a domestic dispute? Do you want me to call the police?",
        "Alison: No! No, no, no. This isn't a big deal. I just need a few minutes to talk to Aaron.",
        "Judy: All right. Well, keep it short. All right? It's past time for you to get started.",
        "Aaron: Past time to get started for what?",
        "Alison: I work here, Aaron. My shift's already started.",
        "Aaron: Oh. So -- so you're really not getting an abortion?",
        "Alison: Look, there are plenty of girls who come here -- and, you know, that's the right decision for them. But I love my baby, okay? It just started to kick and sometimes at night it gets the hiccups. One of my books said that it means that it might have allergies, so I have to keep an eye on what I eat when I'm nursing, like no peanuts or peanut-butter --",
        "[Aaron laughs]",
        "Aaron: Okay, all right, I got it. I got it. I got the whole picture. Really? You really do want the baby, huh?",
        "Alison: More than anything in the world.",
        "Aaron: That's good. That's real good, Ali. Well, you know, if you're gonna have the baby, you should probably take care of yourself first.",
        "Alison: Well, hello? I'm working at a family planning clinic. I think I'm getting pretty good prenatal care.",
        "Aaron: Oh, yeah? You eating three squares a day?",
        "Alison: Yeah.",
        "Aaron: Yeah, do you have a doctor?",
        "Alison: I'm gonna get one.",
        "Aaron: Where do you live?",
        "Alison: Well, for now I'm living at the YWCA, but --",
        "Aaron: The \"Y\"?! Listen to yourself. You're living at the \"Y\" and you're pregnant. You don't have a doctor. This is crazy, Alison.",
        "Alison: Well, I'm sorry that you don't approve, but this is the only thing that I can think of to keep Chris from taking away my baby, okay?",
        "Aaron: Okay, listen. Listen, okay? If Chris tries to take that baby, he's gonna go through me first. I won't let him.",
        "Alison: You mean that you'll tell him that the baby is yours? Because, Aaron, if you do that, then I can go back to Oakdale.",
        "Aaron: Ali -- Ali, listen. It's too late for that. I think that Chris has already figured out that he was the father.",
        "[SCENE_BREAK]",
        "Holden: What do you mean, \"you're losing Rose\"?",
        "Lily: Nothing. I should check on the kids.",
        "Holden: They're fine. It's you that I'm worried about. Lily, you're talking about Rose as if she was still with us.",
        "Lily: No, I wasn't.",
        "Holden: I don't know what you're going through -- I don't. But I do know that it is tearing you apart.",
        "Lily: You don't understand.",
        "Holden: You're right. I don't understand what it's like to lose a sibling, especially a twin, but I want to know. I want you to share it with me.",
        "Lily: I feel like I died; only I'm alive. I'm trapped in this life, like my soul is just charging the gates trying to follow Rose. And sometimes I feel like I'm never gonna see her again, and it hurts. And it's so heavy, the pain -- I can't breathe.",
        "Holden: I know what that pain is like.",
        "Lily: You do? You understand?",
        "Holden: I do. These past few months I've watched you move further and further away from us. Lily, you are somewhere I just can't follow. And I need you; the kids need you to stay with us.",
        "Lily: I'm so scared. I feel like I lost her. I've lost her. I've lost my sister. I just --",
        "Holden: That's because she's gone. And you have to let go.",
        "Lily: What? What? You want me just to pretend that she didn't exist and just go on with my life?",
        "Holden: No, no.",
        "Lily: I'm not gonna do that. I can't let Rose go. I cannot do that!",
        "Holden: Lily?",
        "Lily: Come on. Don't leave me, Rose. Please just don't leave me. I need you. Rose? Rose? Where are you?! Where have you gone without me?! Where are you?!",
        "[SCENE_BREAK]",
        "Barbara: I know that it's difficult for Paul to understand why I did what I did. He's never been a parent.",
        "Kim: Well, I'm a parent, and I can't say that I understand.",
        "Barbara: You understand, don't you, honey?",
        "Jennifer: It doesn't matter, Mom. Can't you see that? This feud between you and Paul has destroyed our family.",
        "Kim: She's absolutely right. Stop fighting. Do something constructive for a change. For Will's sake.",
        "Barbara: Well now that my legal problems seem to be behind me, I'll be able to help Will make sure --",
        "Paul: Your help has already deprived him of his childhood, deprived him of his freedom and has, quite possibly, ruined his life!",
        "Barbara: That is not for you to say.",
        "Paul: So from now on you don't to help him anymore. If he needs a toothbrush, you don't get to get it. If he needs a lawyer, you don't get to make that call. You don't get to make him cookies, or write him letters or go and visit him in prison. The only thing you do get to do from now until your dying day is leave my brother alone!",
        "Barbara: Could Paul and I have a little privacy please? There seems to be some confusion as to who Will's parent is.",
        "Jennifer: Mom? Kim: Barbara?",
        "Barbara: It's okay. It's really okay. Will you wait for me outside, honey? Thank you, Kim. I haven't destroyed Will's life, you have.",
        "Paul: You are clinically insane.",
        "Barbara: Oh really? Should we review the situation here? I wasn't on a plane to South America. I was risking everything to keep your brother free and you stopped us. You stopped him. And now your little brother is in an institution locked up once again, being subjected to another battery of psychological tests!",
        "Paul: I did what I did because I had to protect him from you.",
        "Barbara: Huh?! Oh, you did more than that. You have now protected him from ever being happy again. From ever being able to start over again. He is locked up, and he will never be able to forgive himself, Paul. So I just hope that you're proud of yourself, because I will never, ever let you forget this.",
        "Paul: You pushed Will until he snapped and poisoned Rose. Maybe you were able to convince the judge that you did what you did for your baby boy, to protect him, but you and I, we both know the truth. I know that you were protecting yourself.",
        "Barbara: I was not!",
        "Paul: And I hope that you are proud of yourself, because I will never, ever let you forget it what you have done.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Katie: Simon, I'm engaged to him.",
        "Simon: But you're married to me.",
        "[SCENE_BREAK]",
        "Lily: What's wrong, do you need help?",
        "Lois: No. But you do.",
        "Lily: Me?",
        "Lois: If you ever want to reach your sister?",
        "[SCENE_BREAK]",
        "Margo: I'm sorry I'm late. I just I had to stop by the station.",
        "Mike: What about Katie?",
        "Margo: Ah, Katie, yeah.",
        "Mike: I knew it. She's sorry she ever agreed to marry me.",
        "Margo: No, no, Mike, it's nothing like that, no.",
        "Mike: Well, then what is it? I mean, it seems like the idea of marrying me lost its appeal pretty quick. She send you to give me the ring back?",
        "Margo: No, last time I checked it was on her finger. I came 'cause -- 'cause there's been a big change in Katie's life.",
        "Mike: What? What happened so big that made her not want to marry me and completely be away from me right now? Not knowing is driving me crazy, Margo.",
        "Margo: This whole thing -- it's totally unfair. It's not fair to Katie. It's not fair to you, and I don't want to keep my mouth shut.",
        "[Margo remembering]",
        "Simon: Please, you can't tell. You can't tell anyone I'm here.",
        "Mike: What whole thing? Do you know something?",
        "Margo: Yeah, I do. I know that Katie loves you very much, and she just needs time to deal with this change.",
        "Mike: That's it, huh? You're not going to tell me anymore?",
        "Margo: Oh, man, I wish I could, but you will know soon enough, you will. [Beeper goes off] Oh, I gotta go. I'm sorry, I'm sorry. Listen -- um, Mike, don't go charging over to Katie's tonight. Just give her the night to sort through this, please.",
        "Mike: Thanks for the excellent advice, Margo, appreciate it. Too bad I'm not taking it, though.",
        "[SCENE_BREAK]",
        "Katie: We have to talk about it.",
        "Simon: Talk about what?",
        "Katie: Well, we could start with the fact that you seem pretty upset.",
        "Simon: Yeah -- yeah.",
        "Katie: I don't -- know what you're thinking, I mean, I hope you don't think that I didn't care. That I just jumped into any old bed when you were gone. I don't know what Henry told you, Simon.",
        "Simon: Nothing. He didn't have to. I saw you and Mike.",
        "Katie: What do you mean, you saw us?",
        "Simon: You were feeding Snickers and I was gonna surprise you, and then Mike came up behind -- it kills me, Katie, it killed me seeing you with someone else.",
        "Katie: I'm sorry. I didn't know. I didn't even know I was still married, Simon. I'd lost you so many times, and then I finally found out that you're alive, and I lose you again. I mean, if it weren't for Mike I --",
        "Simon: You what? Go on. Go on, say it.",
        "Katie: If it weren't for Mike, I would have died.",
        "Simon: No, you wouldn't have. I would never have let you die in that warehouse in Australia. You know that!",
        "Katie: I know that, but you took away my reason to live. And Mike gave it back to me. Can you understand that?",
        "Simon: No, no I don't. You are the only one I will ever love. And I guess I just assumed it would be the same for you.",
        "Katie: I just owe him so much.",
        "Simon: Oh, right, so that's what this is now? A debt of gratitude. What?",
        "Katie: No. It's more than that. Simon, I'm engaged to him.",
        "Simon: But you're married to me -- and you always will be.",
        "[SCENE_BREAK]",
        "Barbara: If I am guilty of anything, it's of trying to protect one son from the other.",
        "Paul: Will didn't need protection from me. I've never done anything to hurt him.",
        "Barbara: You've hurt him constantly.",
        "Paul: That's not true.",
        "Barbara: And when he couldn't take it anymore, when he couldn't get Rose to go away, because he didn't want you to abandon him, you sent him off to prison.",
        "Paul: No, that's a lie.",
        "Barbara: You wouldn't let us get on that helicopter. We should have been in Panama or Libya or Mozambique. Where he would be looking at schools, making friends, having a chance. But you were more interested in making me suffer.",
        "Paul: Oh, get over yourself, Barbara! It had nothing to do with you! I don't care about you at all! You are a sick, self-involved, crazy lady control freak. And one day, Will's gonna grow up, and he's gonna realize that. But until that happens, I need to keep him away from you.",
        "Barbara: Even if it means he spends the rest of his life in an institution? Because that's what you've done to your little brother. Because you had to be right. Right about Rose, right about the wedding, right about going to Paris. He's a smart boy, do you think he would have anything so foolish if he wasn't desperate? He tried to talk to you. You wouldn't listen. You wouldn't share the blame. You wouldn't take the risk to make sure that he was being helped, because you had to have it your way. And now, Will is locked up in a mental hospital because of your self serving stubbornness.",
        "Paul: I hate you.",
        "Barbara: You don't hate me. You hate yourself.",
        "[SCENE_BREAK]",
        "Holden: Did you help your brother build a snowman?",
        "Faith: No, a snow angel.",
        "Luke: Mom's car! Never mind.",
        "Holden: Sorry, bud, that's the vet. Gotta do follow-up on your mare. Make sure that she's doing better.",
        "Luke: Is Mom coming back?",
        "Holden: What?",
        "Luke: Is Mom gonna come back?",
        "Holden: Yes, yes, of course she's coming back.",
        "Luke: When?",
        "Holden: I don't know. She had to run a few errands. You know how that can be.",
        "Luke: Dad, I'm ten years old. You don't have to protect me. Why does Mom keep leaving?",
        "Holden: It's not because she doesn't love you, or me, or your sisters. It's because she's -- she's sad about Aunt Rose.",
        "Luke: Well, is she gonna stay sad forever?",
        "[SCENE_BREAK]",
        "Lily: I can't feel you any more. Please don't leave me, Rose. Please.",
        "Lois: Hi, I don't have an appointment, I was just wondering if anybody was free for a quick wash and blow-out?",
        "Lily: This salon is closed until further notice. You must have heard.",
        "Lois: I'm sorry, I'm from out of state, I -- are you okay?",
        "Lily: Yes, I'm just making sure the shop is closed up properly.",
        "Lois: Okay, well, sorry for the interruption.",
        "Lily: What? What's wrong? Do you need help?",
        "Lois: No, but -- you do.",
        "Lily: Me?",
        "Lois: If you ever want to reach your sister.",
        "[SCENE_BREAK]",
        "Alison: Chris knows that the baby is his?",
        "Aaron: You can't keep running, Alison.",
        "Alison: Watch me.",
        "Aaron: Where are you gonna go?",
        "Alison: Some other town.",
        "Aaron: Yeah, what happens when Chris finds you?",
        "Alison: One hundred and twenty, forty --",
        "Aaron: Answer the question, Ali, what happens when he finds you, 'cause you know he is.",
        "Alison: I don't know! I move to another town, I guess.",
        "Aaron: Oh yeah, move to another city and a new job. When are you going to stop and give birth? Where are you going to live?",
        "Alison: I don't know.",
        "Aaron: You don't know, huh? Well, who's going to watch your baby when you're at work?",
        "Alison: I don't know!",
        "Aaron: You don't know! That's your problem! Alison, come on. It's time to come home.",
        "Alison: I have to take care of my child.",
        "Aaron: Yes, but not alone. With Emily, your mom, they love you. They're going to be a big help.",
        "Alison: I miss them so much, and I'd love to come home, but Chris -- I'm so scared of him. I'm so scared of what he might do.",
        "Aaron: Alison, whatever he tries, it's better that you're in Oakdale. With your mom, Emily, with me, we're gonna back you up. You're gonna be okay there. Come on, pack your stuff.",
        "Alison: Okay, I have a couple of loose ends to tie up. So if you could just meet me at the YWCA, and I'll call them and tell them it's cool to let you in.",
        "Aaron: Okay. You're gonna meet me there?",
        "Alison: Just in like half an hour.",
        "Aaron: You're doing the right thing, okay?",
        "Alison: You bet I am.",
        "Judy: You finished with your personal life? 'Cause I'd need to get some work done around here.",
        "Alison: Well then, find someone who's willing to wear this thing, because I quit!",
        "Judy: Not so fast.",
        "[SCENE_BREAK]",
        "Simon: You and I are husband and wife.",
        "Katie: No, Simon, we're a lot of things, but marriage is 'til death do we part. And you are legally dead. They gave me your ring after you were supposedly blown up.",
        "Simon: I had to convince you I was dead.",
        "Katie: And you did. You took off your ring.",
        "Simon: No, I had a copy made. This -- this is the real thing. Katie, this, is the only thing, for better or worse that has kept me breathing. You are the reason I'm alive. You are the reason I have come back. Do you still love me?",
        "Katie: I -- I don't know what I feel or think about you right now.",
        "Simon: You can't have forgotten this. You can't have forgotten this. You can't have forgotten this.",
        "Mike: Katie?!",
        "Katie: Stop it! Stop confusing me!",
        "Simon: I want you confused. I want to shut you up. I want you to feel me again.",
        "Mike: Get your hands off of her.",
        "[SCENE_BREAK]",
        "Alison: You don't own me. I quit. I don't have to tell you why.",
        "Judy: I gave you a chance. You told me --",
        "Alison: I have to get out of Chicago. Someone is looking for me.",
        "Judy: A bad someone?",
        "Alison: Please, just let me go.",
        "[SCENE_BREAK]",
        "Lily: I'm sorry; I didn't get your name.",
        "Lois: Oh, Lois. Lois Serafin.",
        "Lily: I'm Lily Snyder, but you already knew that, right?",
        "Lois: I should go.",
        "Lily: No -- I've been trying to reach my sister. How did you -- how did you know that information?",
        "Lois: It just came to me. I know, I sound like a nut case.",
        "Lily: Or a crook.",
        "Lois: No, never. Look, this thing that happens to me, I hate it. I didn't ask for it, but ever since I was a kid, I get these -- feelings. I don't know where they come from or why. I hate it when people ask me about them, but there they are.",
        "Lily: What are these feelings like? No, I know -- I'm more receptive to the whole thing than you may realize. I've been having these things happen to me recently that make me more open to -- other worlds.",
        "Lois: Since one of your sisters crossed to the other side?",
        "Lily: Which one?",
        "Lois: The one who looks just like you. Your twin.",
        "Lily: Just as it was reported, yes.",
        "Lois: I don't read the Oakdale newspapers. I'm from out of state, remember?",
        "Lily: Yes, my mother owns a newspaper, and I know that this story was picked up by the wire services.",
        "Lois: I don't blame you for being skeptical. That's why I shouldn't have said anything. Thank you for the tea, but I won't take up any more of your time.",
        "Lily: If Rose is -- excuse me. But if Rose is trying -- has something to say, message to you? Why you? Why -- I've been trying to get in touch with here so I find out that she's okay. Why'd she talk to you?",
        "Lois: I'm just a conduit. I just -- can deliver messages from the other side, that's all.",
        "Lily: Wait! If she has a message -- for me, did she tell you what it is?",
        "Lois: I really should go.",
        "Lily: No, please. What? What is it!?",
        "Lois: Rose -- she -- she wants you to be at peace.",
        "[SCENE_BREAK]",
        "Paul: You can lie to the rest of the world, but you and I both know the truth. Rose is dead because of you. You manipulated your son, your young son, until you got what you wanted. You finally got Rose out of the way. Maybe the judge won't punish you for your crimes, but I sure will.",
        "Barbara: Do you know what you used to do when you were little? When you couldn't get your way? You used to stamp around and call me a bad mommy.",
        "Paul: Don't change the subject.",
        "Barbara: Tell me that you hate me?",
        "Paul: Don't change the subject.",
        "Barbara: I'm not. 'Cause you're still stamping around. Still calling me a bad mommy. Still telling me you hate me. And I'll tell you now, what I used to tell you then. Don't worry, darling, I know deep down inside, you still love me.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns.\"",
        "Mike: I don't want to lose you.",
        "Katie: I don't want to lose you either.",
        "Simon: Without you, I'm already dead.",
        "Chris: Alison, Ali! Ali, my God, don't move. Don't move."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2S3cBJYK-zs"
}