{
    "Episode Summary": [],
    "Recap": [
        "Alison and Chris discovered a puzzle box, which Alison managed to open, revealing a small key. They deduced that it is the key to a bank safe deposit box, and Alison was convinced they will be able to get into the box. When Susan told Rick that she couldn't believe him anymore, he told her he had a psychiatric disorder, and said he had been having a panic attack in the bathroom the night that Alison came for her things. He convinced her to go with him to a Florida clinic, where he can receive \"treatment.\" Craig is hesitant to agree to adoption, saying he felt that he had failed Bryant, and didn't want to fail another one. He also wondered why Rosanna was in such a hurry for a child, and was upset that he felt that she shared more of her feelings with others, like Paul. She insisted that she simply wanted to share a child with the man she loves; he finally agreed to check into adoption. Marshall discovered that Zara's casket was full of nothing but sandbags. When he promised not to go after Bonnie if Jessica was truthful, she admitted that Sarah was his daughter. When Bonnie couldn't convince Isaac to leave the country immediately with Sarah and her, she decided to go without him. Isaac told Jessica about Bonnie's escape plans, but didn't know that Marshall was in the next room. Marshall, Jessica, and Isaac raced to the shelter, and Marshall announced that Bonnie was not going anywhere with his daughter. In Australia, Mike arrived at the Frasier farm. He found Simon's letter, half-burned, then was held at gunpoint by a stranger, who said Katie had been there, but had left. Mike suspected otherwise, but agreed to have a beer with the man. Just as he tried to call Margo, he passed out, realizing on the way down that he had been drugged. When he came to, he heard the man on the phone, telling someone to tell Simon they had his wife."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Chris: This is a mistake, I can feel it.",
        "Alison: Well, then, do you have a better idea? You heard Hal -- they don't have enough evidence against Rick to get a search warrant. Well, this is my permission to search.",
        "Chris: What do you think you're going to find? Huh? Nurse Krebs' diary? A couple of bottles of potassium chloride? If Rick is the killer, he's not going to leave evidence lying around.",
        "Alison: Chris, criminals make mistakes.",
        "Chris: Yeah, well, so do cute young blondes.",
        "Alison: You think I'm cute?",
        "Chris: I think you're reckless.",
        "Alison: So then what are you doing here?",
        "Chris: I'm here to protect you in case Dr. Decker decides to come home early.",
        "Alison: You'd beat up a serial killer just for me?",
        "Chris: No, I'd grab you and run.",
        "Alison: And I'd grab you right back. Come on, let's go find some evidence.",
        "[SCENE_BREAK]",
        "Rick: You're upset. Let's go home and talk about this, huh?",
        "Susan: I don't want to go home. I want to talk about it right now. I just came from Emily's.",
        "Rick: And she said something?",
        "Susan: It wasn't what she said. I was trying to explain where you were the other night. Why Alison didn't see you when she came by to get her things. And I couldn't do it. I just couldn't --",
        "Rick: Susan, we have been through this.",
        "Susan: You were upstairs getting an aspirin. You were out moving your car. But it doesn't add up. I'm sorry, I don't believe you. I don't think you were in the house. Or out parking your car. I don't know where you were. I don't want to know. But I can't go on like this, with me defending myself -- defending you to my children.",
        "Rick: No, you're right, I -- I've put you in a terrible position. And I'm sorry. It's not fair of me to ask you to defend me when I've been lying to you.",
        "Susan: You admit it?",
        "Rick: Honey, I've been lying to you since the day I met you.",
        "Susan: Why?",
        "Rick: No -- no, I'm not the killer. Susan, I'm sick. And I didn't want you to know.",
        "[SCENE_BREAK]",
        "Craig: You want to adopt a baby?",
        "Rosanna: Yes.",
        "Craig: As in -- a baby baby?",
        "Rosanna: I know it's a big step. But I didn't bring this up until I'd given it an enormous amount of thought. But the way I look at it, I mean, we have so much. We have money, and a beautiful house, and family, and -- we can do whatever we want. So, why not? What's stopping us? Be honest, tell me what you think.",
        "Craig: Oh, I think -- I think you really haven't thought this through. A baby? With all we have going on? Wait -- where are you going? Where are you going?",
        "Rosanna: I told Carly this would be a mistake to talk to you about this.",
        "Craig: No, no. Hey, whoa, whoa, whoa. That's not fair. You come in here asking to be honest and you don't like what I say, so you're getting up and leaving?",
        "Rosanna: Well, you could at least tell me that you're gonna think about it. Or that we could discuss it. This is important to me.",
        "Craig: All right, fine. If -- if talk is what you want, then talk is what you will get.",
        "[SCENE_BREAK]",
        "Isaac: So what did your mother have to say?",
        "Bonnie: It doesn't really matter what my mother had to say. Not changing my mind.",
        "Isaac: So you want to marry me, but you don't want to discuss issues that affect both of us?",
        "Bonnie: Of course I want to discuss anything with you. It's just that, we really don't have much time, Isaac. Marshall is suspicious, and I don't know how long I can hold him off. Sarah's only chance right now is for us to sneak her out of the shelter this afternoon. Now we can be in Toronto by nightfall. And first thing in the morning we can get married. And then be on a plane to Scotland right away.",
        "Isaac: Whoa, whoa, whoa. You want to kidnap a minor and then take her out of the country?",
        "Bonnie: Marshall never wanted her. He -- he abandoned her mother. He didn't even go looking for a child until James Steinbeck came calling. And as far as he knows, his daughter is dead.",
        "Isaac: Only, she isn't.",
        "Bonnie: Sarah needs good people to love her. People who love each other, like you and me. Isaac, trust me on this. Let's just do it. Let's just get married and start over. Please, Isaac? I don't want to do this alone.",
        "[SCENE_BREAK]",
        "Workman #1: It's unsealed, Mr. Travers.",
        "Marshall : I don't understand.",
        "Director: There must have been a mistake before it was shipped. Oh, my God. Mr. Travers, wait. What about your daughter's casket?",
        "Marshall : Keep it. I guarantee somebody's gonna need it.",
        "[SCENE_BREAK]",
        "[Knocking]",
        "Mike: Katie? Katie? Bangers and beer, doesn't seem like you, Katie, but somebody's been here. \"There will never be a happy ending in our beautiful cottage.\" You had this in your pocket when you left; I know you did, Katie. You wouldn't have left without it.",
        "Mike: \"By the time you read this, I will be dead. But not even death can destroy our love. Please forgive me. All my love, Simon.\"",
        "Katie: I have to go find him.",
        "Mike: Katie, it's not safe.",
        "Katie: No, he needs me. I have to go to Australia . I have to find Simon.",
        "Mike: You never would've burned Simon's letter, even if you found him.",
        "Mordecai: I don't know what you do where you're from, mate. But here in Australia , when we see trespassers, we shoot 'em.",
        "[SCENE_BREAK]",
        "Alison: Mom?! Rick?! Mom?! See, I told you. They're at the hospital.",
        "Chris: I'll check upstairs. You check downstairs.",
        "Alison: But the bedroom's upstairs. I thought we could check it together.",
        "Chris: You and me in a bedroom?",
        "Alison: Well, if Rick's gonna hide something, he's gonna want to hide it someplace private, you know? Like his sock drawer maybe? What? Oh, you think I just want an excuse to be alone with you and a bed?",
        "Chris: As enticing as that sounds, we don't have time.",
        "Alison: We have about an hour.",
        "Chris: Alison, I thought we came here to catch a serial killer.",
        "Alison: Fine. Then you go upstairs. Probably be safer for me anyway.",
        "Chris: Why?",
        "Alison: Well, they're newlyweds. I wouldn't want to stumble on something that could scar me for life.",
        "Chris: Yeah.",
        "Alison: Okay, Alison, think like a serial killer. Poor mom. Her husband's such a nut job she doesn't even have any photos. I'm gonna have a lot of photos when I'm married.",
        "[Alison daydreaming] Say I do I do, I do, I do I do, I do",
        "Alison: Thanks, guys! Make sure this makes the front page! Was that wedding amazing or what?",
        "Chris: You're amazing.",
        "Alison: I'm so glad I could take time off from my career.",
        "Chris: Make 'em wait. They'll just want you more. After all you're the sexiest, richest, most beautiful woman in the world.",
        "Alison: And you're just a doctor, but that's okay. Because opposites attract, right?",
        "Chris: I'm glad I finally wised up and figured out how much I love you.",
        "Alison: Oh, say it again.",
        "Chris: I love you, Alison. I love you more than life itself. Say I do. I do, I do, I do I do, I do",
        "[Alison coming out of her daydream]",
        "Chris: Alison?",
        "Alison: Huh?",
        "Chris: Stop daydreaming. If Rick comes back and catches us --",
        "Alison: Okay, okay. But you're gonna be really glad that you know me someday.",
        "Chris: Yeah, I'll just be glad to get out of here. I do, I do",
        "[SCENE_BREAK]",
        "Rosanna: But you're a wonderful father.",
        "Craig: It's not all finger painting and muffins, you know? Parenthood is exhausting. Sierra and I were exhausted for about ten years. Is that what you want now? Really? What about when Lucy goes off to college, you know? In the meantime, you have Sage and you have Lily's little -- what's her name? Nicole, right?",
        "Rosanna: Natalie.",
        "Craig: Well, okay, Natalie. That's two infants within ten miles. Huh? I am not saying no, per se. I'm just saying why now? How 'bout in a couple, two, three, four years -- five, tops.",
        "Rosanna: Have you and Dusty got your business settled?",
        "Craig: Yes, we're going to close down for a couple weeks to do the renovations.",
        "Rosanna: Do you need anything from me?",
        "Craig: Well, I'm gonna run ideas by you.",
        "Rosanna: Like the way you run ideas by me with Monte Carlo?",
        "Craig: Oh, okay. Okay, okay, look, I get you are angry, all right? But what is going on now? We're still married, right? We have a beautiful home, we have family, we've managed to make a couple of friends. I thought we were -- we were happy? Well, I thought we were happy?",
        "Rosanna: What's the point? You have your business, I have mine. We have dinner together. We sleep in the same bed. So what?",
        "Craig: Is this Paul talking?",
        "Rosanna: What are you talking about? This absurd paranoia with Paul Ryan?",
        "Craig: Well, well, he has decided he wants to blame me for his parents being psychotic and his inability to function in society.",
        "Rosanna: I don't know what you're talking about. I barely know the man. Our paths wouldn't have even crossed if you hadn't rented him my apartment.",
        "Craig: So now you're listening to him?",
        "Rosanna: No, he's listening to me. Which is more than I can say for you at the moment.",
        "Craig: Now you're starting to make me angry.",
        "Rosanna: Oh, I'm making you angry?",
        "Craig: Yes. Yes, you are, Madam Chairman. You decide something. To have a hysterectomy, to champion Aaron Snyder, to adopt a baby. And instead of confiding in me, the man you love and trust, you make me try to figure out where you're coming from, and I am sick of that.",
        "Rosanna: That's fair enough.",
        "Craig: All right, so Rosanna, my dear wife, would you do me the honor of treating me, your loving husband, with at least some of the same respect you are giving that idiot, Paul, tell me why you want to adopt a baby? Is this too much to ask?",
        "[SCENE_BREAK]",
        "Bonnie: Isaac, Isaac, we don't have time for a long debate here.",
        "Isaac: Do you have any idea how much time you get for kidnapping? 25 to life. Now you do this thing, and you risk losing contact with Sarah forever. Now is that what you really want?",
        "Bonnie: Well, that's only if we get caught. Which we won't, if we move fast. Look, Isaac, you and I both know I have a lot of money. And back in Europe , I have friends in very high places who can have tickets and passports waiting for us in Canada . All I have to do is say the word --",
        "Waitress: Sorry, I don't mean to interrupt.",
        "Isaac: What's going on?",
        "Waitress: The delivery's not matching up with the order. And now the driver's refusing to unload.",
        "Isaac: All right, tell him I'll be there in a minute, okay?",
        "Waitress: Okay.",
        "Isaac: Look, I've got to handle this. Dusty and Craig can't take over the place unless I do proper inventory, but it shouldn't take long.",
        "Bonnie: I know, I understand.",
        "Isaac: Okay?",
        "Bonnie: Yeah.",
        "Isaac: This is gonna be okay. All right?",
        "Bonnie: Isaac. I love you.",
        "Isaac: Hey, we're gonna figure this thing out. Okay?",
        "Bonnie: I'm so sorry.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Jessica: What in the world? Marshall ?",
        "Marshall : Where's Bonnie?",
        "Jessica: I don't know.",
        "Marshall : Bonnie!",
        "Jessica: She's not here.",
        "Marshall : Bonnie, get down here!",
        "Jessica: I told you --",
        "Marshall : Jessica, I swear, if you don't tell me where she is -- who are you calling? Who, Margo? Well, let's see who she arrests first. Me, or Bonnie, for stealing my DNA.",
        "Jessica: You called the police?",
        "Marshall : See, now that was the wrong first question. That tells me that you knew exactly what your daughter was up to when she broke into my hotel room and stole my toothbrush.",
        "Jessica: Marshall , I have no idea what you're talking about.",
        "Marshall : Yeah? I didn't either, until I saw that little juvenile delinquent's hospital records. See, Bonnie's little protégé? Sarah? The one she sicced on me at the Country Club? The one who conveniently grew up in Brazil . Yeah, that's right. Two plus two equals four, right? That's what Bonnie wanted me to think. And I did, for a dark moment or two. I even went and dug up my child's grave. And guess what? Empty. Nothing but sandbags in the casket. And then I realized who did this to me. Who robbed me of my -- my peace, my memories and my regrets. Bonnie.",
        "Jessica: Now, wait a minute. I'm not following this. How could Bonnie --",
        "Marshall : You see, Bonnie made me hope that my daughter -- the child that I buried was still alive. And you knew about it.",
        "Jessica: No, Marshall , I have no idea what --",
        "Marshall : Bonnie brought that girl into my life for one reason. To make me think that she was my daughter. Unless, of course, she really is my daughter. Jessica, please, this is eating me alive. Is that little girl my Zara? Is she still alive?",
        "[SCENE_BREAK]",
        "Mike: Mike Kasnoff. I'm a friend of the family.",
        "Mordecai: The family?",
        "Mike: The Frasier's. Wait, this is their farm, isn't it? The guy at the post office gave me directions --",
        "Mordecai: Yeah, this is the Frasier station. But there's only one Frasier left. Simon Frasier. And he left these parts years ago.",
        "Mike: You look familiar. I can't place it. You ever been to Chicago?",
        "Mordecai: What was it you said you were doing here?",
        "Mike: I am a friend of Simon's and his wife, Katie. All right? She was headed here. She's a petite blonde, big smile, she should've been here by now.",
        "Mordecai: Well, I guess you are a friend of the family. Yeah, Mrs. Frasier was here a couple days ago, looking for her husband. He wasn't here, so she took off.",
        "Mike: I see. She happen to mention where she was headed?",
        "Mordecai: Not to me. Pity, you coming all this way for nothing. You'll be heading home now?",
        "Mike: I guess so.",
        "Mordecai: You want a beer before you take off?",
        "Mike: Sure. Sure, never turned down a beer. I know you're here, Katie. But where?",
        "[SCENE_BREAK]",
        "Chris: What the hell have you been doing?",
        "Alison: Searching.",
        "Chris: Yeah, well, you ever hear of cleaning as you go?",
        "Alison: I'm a snoop, not a maid.",
        "Chris: Yeah, well, if we don't want Decker coming after us, we better make sure he never figures out we were here.",
        "Alison: Did you find anything upstairs?",
        "Chris: Only the trapeze over the newlyweds' bed.",
        "Alison: Get out.",
        "Chris: Gotcha. Hey, come on. No, I didn't find anything.",
        "Alison: Well, I didn't find anything down here either.",
        "Chris: What's this?",
        "Alison: I don't know. It's not my mom's.",
        "Chris: It looks like a puzzle box. My roommate in medical school had one. There's a trick to opening them.",
        "Alison: Which makes it a perfect place to hide something. There's something in there.",
        "Chris: Yeah, and I think it's gonna stay in there.",
        "Alison: Allow me. Puzzle boxes are my specialty.",
        "[SCENE_BREAK]",
        "Susan: You're sick? Honey, all those migraines you've been having? Oh, please, tell me that you didn't lie to me about the results of that CT scan.",
        "Rick: No, no, it's not a tumor, or anything like that. It's -- I guess it's what you could call a psychiatric condition. That's why I got so defensive when you suggested that I see a shrink. Because you were right. That's precisely what I needed. Only I didn't want to admit it.",
        "Susan: I don't understand.",
        "Rick: Well, when all that started in San Francisco , it got to me, big time. I had anxiety attacks. I couldn't work. I couldn't sleep at night. So, I went into therapy, and I was put on a course of medication. I recovered.",
        "Susan: Until the stress of being under suspicion here at Memorial --",
        "Rick: Oh, it brought it all back again.",
        "Susan: But that's completely understandable.",
        "Rick: No, no, not to me. Not Dr. Perfect. I mean, when Gordo killed himself, I thought it was all over, but it wasn't. And with no end in sight, I just --",
        "Susan: Why didn't you talk to someone here at Memorial? Lynn Michaels.",
        "Rick: Talk to your best friend, when you're about to marry a nutcase? I mean, I believe that's the word that Alison used, wasn't it? Well, she was right. I mean, the day of our wedding -- driving my car into the ditch, panicking because I thought I was going to be late, passing out in the middle of the service! I mean, it's a wonder you went through with it.",
        "Susan: Where were you the night Alison came over?",
        "Rick: I was huddled in the downstairs bathroom breathing into a paper bag. I couldn't have Alison see me that way. I didn't want to embarrass her mother. And Susan, I can barely look at you right now. Please, you have to believe me.",
        "[SCENE_BREAK]",
        "Jessica: You're asking the wrong person.",
        "Marshall : So, are you denying that Bonnie stole my DNA?",
        "Jessica: Marshall , I won't be interrogated in my own house.",
        "Marshall : Are you denying that she's attached herself to a girl whose hospital records state that she grew up in Brazil ? A girl who happens to be the same age that my daughter would've been/ a girl whose name, Sarah, is nothing but an anglicized version of my daughter's name, Zara? Who -- who obviously -- I mean, you look at her. I mean, am I making myself believe that she resembles Neia, that she resembles me? She's got my smile, my stubborn nature. She's got her mother's eyes. I mean, am I making myself believe this?",
        "Jessica: Marshall , why are you bringing this to me?",
        "Marshall : Because I trust you. And I know you wouldn't lie to me. Not about this.",
        "Jessica: Look, you're an intelligent man. You have your own resources. Do your own tests if -- if it's necessary. I can't -- can't help you. Where are you going?",
        "Marshall : To take your advice. To do my own tests. And when I get answers -- when I get proof what your daughter has done to me, she'll wish she'd never been born.",
        "Jessica: All right, Marshall , wait! Don't go after Bonnie, please.",
        "Marshall : You're gonna tell me the truth?",
        "Jessica: Are you gonna leave Bonnie out of this?",
        "Marshall : You have my word.",
        "Jessica: Then I'll confirm what you already seem to know. Sarah is your daughter.",
        "[SCENE_BREAK]",
        "Bonnie: I'm taking you out of the country.",
        "[SCENE_BREAK]",
        "Rosanna: I want us to be somebody's mommy and daddy because I'm ready.",
        "Craig: I can't argue with that.",
        "[SCENE_BREAK]",
        "Mike: Oh, no, it's that beer.",
        "[SCENE_BREAK]",
        "Alison: Yes! Look.",
        "Chris: Key. Now the question is, to what?",
        "Alison: Well, it's too small to be a door key. Maybe it's a key to a medical box?",
        "Chris: Yeah, not any boxes at Memorial. Looks more like a key to a safety deposit box.",
        "Alison: Like at a bank?",
        "Chris: Most likely. But they have them at hotels sometimes.",
        "Alison: But we're talking about something small, right? Like papers or jewels?",
        "Chris: Yeah, no dead bodies.",
        "Alison: Maybe the diary?",
        "Chris: It's possible.",
        "Alison: Okay, great. So then, we'll clean up, go to the bank, find his box, and get the evidence. Here.",
        "Chris: Uh, Alison? I hate to break the news, but no bank in the world is gonna let you waltz right in with a key and let you rifle through somebody's box. I mean, you need photo I.D., Signatures --",
        "Alison: Chris, this is a small town, not Switzerland .",
        "Chris: Yeah --",
        "Alison: We'll get in. Don't worry, okay?",
        "Chris: Okay, but if Rick finds out we took his key -- all right, he had you up against a wall for blowing his alibi with your mom.",
        "Alison: He won't find out. Okay, we have some time. So, let's clean up, and they'll never even know.",
        "[SCENE_BREAK]",
        "Susan: I have to tell the girls. They deserve an explanation. And you have to take time off. You have to see a therapist.",
        "Rick: Whatever it takes. I want to get back on track as soon as possible.",
        "Susan: If you don't want to see Lynn , I'm sure she can recommend someone.",
        "Rick: No, no, no. I'd really rather not see someone here at Memorial. I'll stick with the fellow down in Orlando.",
        "Susan: Florida? You would leave town?",
        "Rick: Yeah. Only for treatment. Hey, why don't you come with me? Come on, we haven't really had a proper honeymoon. I mean, it's a terrific facility. They have a golf course, a swimming pool --",
        "Susan: I have a family, a practice --",
        "Rick: Oh, please. Now you can refer your patients and I'm sure that your daughters would be able to survive without you for a couple of weeks. Susan, I'm afraid to ask, and that's why I didn't tell you in the first place, but -- I need you. I'm counting on your support.",
        "Susan: I'll -- I'll take a look at my schedule --",
        "Rick: And I'll clear mine. Come on, let's go home and plan our trip, huh?",
        "Susan: All right. I just need a few minutes.",
        "Rick: Sure.",
        "[SCENE_BREAK]",
        "Rosanna: Would you stop arguing with me for a second, and just consider the possibilities?",
        "Rosanna: Oh, poison ivy, snoring, couldn't find the hamper if his life depended on it, and I still love you.",
        "Craig: It's because I know how to make you happy.",
        "Rosanna: Yes, you do. Which is why I want to adopt a baby with you. And just think about it, our -- our own little daughter or son.",
        "Craig: Yeah, I had a son. I don't need another.",
        "[SCENE_BREAK]",
        "Isaac: Jane, have you seen Bonnie?",
        "Waitress: She left a little while ago.",
        "[SCENE_BREAK]",
        "Troy : Why don't you check that on the computer?",
        "Bonnie: Troy .",
        "Troy : Hey.",
        "Bonnie: Hi.",
        "Troy : I wasn't expecting you.",
        "Bonnie: I know, I know. I felt so bad about Marshall and all the trouble that he's caused.",
        "Troy : You mean all the trouble Sarah's caused.",
        "Bonnie: But I still -- I felt so bad about everything, and I know Sarah's probably pretty upset that I can't take her from the shelter anymore. So I thought I would just stop by and give her a hug, you know?",
        "Troy : Sarah, you've got a visitor. She needs to learn from her mistakes, Bonnie, so don't sugarcoat it.",
        "Bonnie: No, of course not.",
        "Sarah: Bonnie.",
        "Bonnie: Hi.",
        "Sarah: Hi.",
        "Bonnie: Oh.",
        "Sarah: I'm really, really sorry about that wallet.",
        "[Whispering]",
        "Bonnie: You are -- good, good. Very good, because Sarah, stealing is not good for you. You know, I'm really, really tired. I've been on my feet all day. Do you mind if we have a seat?",
        "Sarah: Are you mad at me?",
        "Bonnie: No, just a little disappointed. Regardless, Sarah, I need for you to listen to me very, very carefully, and no matter what I say, I need for you to just keep smiling. Do you understand?",
        "Sarah: Well, did something bad happen?",
        "Bonnie: No, something good. I'm taking you out of the country.",
        "[SCENE_BREAK]",
        "Craig: So, it's not about wanting or loving another child. It's -- it's -- it's about failing another child.",
        "Rosanna: But you didn't fail Bryant. You didn't. And you're not failing Lucy. She's thriving, she adores you.",
        "Craig: Well, that has a lot to do with you.",
        "Rosanna: So, I make a good stepmother.",
        "Craig: Yes, and you'll make a great mother, too. That's not the problem.",
        "Rosanna: I can't imagine what it's like to lose a child, and I'm not going to pretend to understand what you're going through. And I certainly don't want to remind you of Bryant or losing anything or regrets. It's not that, really. It's --",
        "Craig: I know. You want a baby. I -- I understand that. But why now? Why -- why all of the sudden now?",
        "Rosanna: I suppose -- you know, I've always heard women talking about how much they would want to have a child with somebody that they had fallen in love with, you know, that it was just this physical craving that would happen, this -- this thing. Spiritual, perhaps. I don't know, it wasn't logical, I mean, if you saw some of these men.",
        "[Craig laughs]",
        "Craig: Yeah.",
        "Rosanna: I've always considered it a rationalization for reckless behavior. But then I married you, and I got used to it. It wasn't so bad. Now, I can't imagine waking up without you, and I have that feeling, and I want to have a child with you. I want to share those moments of a child reaching for us, you know? We're it. Where are mommy and daddy? I want us to be somebody's mommy and daddy, because I love you.",
        "Craig: Well, I can't argue with that.",
        "Rosanna: That's good. I was hoping that's what you'd say.",
        "[SCENE_BREAK]",
        "Mike: Is there a hotel nearby, a guest house?",
        "Mordecai: Nearest place is 60 miles east. Why?",
        "Mike: I thought I'd spend the night and see if Katie comes back.",
        "Mordecai: You want to stay here? I mean, there's no room service, but the beer's cold.",
        "Mike: I am a little tired. That jet lag's a killer.",
        "Mordecai: Yeah, it's a long flight from the States.",
        "Mike: Well, thanks. I will stay, if it's all right.",
        "Mordecai: Let me see if I can find you a blanket.",
        "Mike: All right, be there, Margo, be there. Whoa, what's going on? Oh, no, it's that beer.",
        "[SCENE_BREAK]",
        "Sarah: We're going on a trip?",
        "Bonnie: Uh-huh.",
        "Sarah: When are we leaving?",
        "Bonnie: As soon as Troy turns his back.",
        "Sarah: Now?! Well, I have to pack.",
        "Bonnie: No, Sarah, we really don't have time for that. Honey, if we're gonna be together, I have to sneak you out of here right now, okay? Shh. Now, don't worry about your things, because I have plenty of money, honey, and we'll buy you whatever you need.",
        "Sarah: Well, just let me get a couple things from my room -- personal things, gifts from you, my mom's pin. I'll be right back.",
        "Bonnie: Look, Sarah -- Sarah!",
        "[Whispering] Sarah.",
        "[SCENE_BREAK]",
        "Marshall : Zara is alive.",
        "Jessica: Now, Marshall , you promised not to go after Bonnie.",
        "Marshall : Jessica, she had my DNA tested.",
        "Jessica: You know I can't confirm that.",
        "Marshall : Jessica, please. I am not trying to build a case against Bonnie. I'm just trying to believe the impossible -- that some teenage girl named Sarah, who lives in a shelter in the middle of Oakdale, could somehow be my child. I need to know.",
        "Jessica: Well, Marshall , you're welcome to run your own tests.",
        "Marshall : You'd make me get a court order, wait on blood to be drawn, results to meander in? Please, Jessica. If you've got any proof -- do you have proof? Does this satisfy you? Is Sarah mine?",
        "Jessica: Yes. [Doorbell rings] if that's Bonnie --",
        "Marshall : I understand.",
        "Jessica: Isaac?",
        "Isaac: Hey, is Bonnie here?",
        "Jessica: No, uh --",
        "Isaac: Well, then we have real trouble, Jessica. Listen, she got this crazy idea in her head that she's gonna run off with Sarah. I tried to stop her. At Java I tried to stop her, at my place, but she must -- well, she must have just left. And Jessica, she has her passport.",
        "Marshall : Bonnie's leaving town with my daughter?",
        "Jessica: No, of course she's not. Now, Isaac will go down to the shelter. Marshall , wait. Isaac, if he gets to her before we do --",
        "Isaac: No, he won't. I know a shortcut, let's roll.",
        "[SCENE_BREAK]",
        "Rosanna: I know. I get that you don't want to have another child. I just -- I don't know what to do with all these feelings. I'm not trying to guilt you into anything. I just -- I don't know how to make it go away.",
        "Craig: And I thought I was being such a nice guy these days.",
        "Rosanna: You are a nice guy. You're a wonderful guy. You are. If you were a drunk, a real drunk or a cheat or a womanizer, I would divorce you. I would have nothing to do with you. I would find somebody else who would want to have a child with me. I'm sure that would be possible. But you're not those things. You're not, and I love you with all my heart. So, I guess I'm just gonna have to figure out a way to give up something I really want.",
        "Craig: Why?",
        "Rosanna: Why? Well, what do you mean?",
        "Craig: Well, you could say, \"I hear you, Craig, but you've gotten your way when I haven't exactly been thrilled about it.\"",
        "Rosanna: What are you saying?",
        "Craig: Well, I'm saying now maybe it's your turn to get your way.",
        "Rosanna: So -- so we can -- ?",
        "Craig: Call an adoption agency. [Rosanna laughs] okay.",
        "[SCENE_BREAK]",
        "Mordecai: Lesson for the day, yank -- don't stick your nose in where it doesn't belong. Yeah, it's me. We've got a problem -- an unwanted tourist. Yeah, some friend of Mrs. Frasier's. I took care of it. But let's get this thing rolling. Find Simon Frasier; tell him I've got his wife.",
        "Mike: Katie.",
        "[SCENE_BREAK]",
        "Alison: Well, at least we found something that makes all this heavy lifting worthwhile.",
        "Chris: Shh. Did you hear that?",
        "Susan: I must drop these keys ten times a day. I don't keep everything on one ring. I never have what I need.",
        "Rick: Hey, I want you to know how much I appreciate this, that you'd even consider taking time out to help me through this.",
        "Susan: I want you to get better. I want you to -- I want us to get started on that happily ever after part of our life.",
        "Alison: They're back. We are so busted.",
        "[SCENE_BREAK]",
        "Sarah: Sorry.",
        "Bonnie: Oh, that's okay. Come on, let's go.",
        "Jessica: Bonnie --",
        "Isaac: Look, we cannot let you do this, Bonnie.",
        "Jessica: Marshall knows. He's on his way over here. Sweetheart, we will find a solution.",
        "Bonnie: There is no solution, Mom. This is the only way I can keep her away from him.",
        "Jessica: Don't give Marshall grounds, Bonnie. Come on, be smart.",
        "Sarah: What's going on?",
        "Bonnie: Nothing. We're leaving.",
        "Marshall : Over my dead body. You're not going anywhere with my daughter.",
        "[SCENE_BREAK]",
        "Sarah: I don't know you, and what I do know I hate.",
        "Marshall : Please don't say that.",
        "Sarah: It's true, I hate you.",
        "[SCENE_BREAK]",
        "Alison: This is gonna work like a charm.",
        "Susan: What in the world is going on in here?!",
        "[SCENE_BREAK]",
        "Jennifer: Dance with me. I dare you."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=p1k5jjF66mM"
}