{
    "Episode Summary": [],
    "Recap": [
        "Aaron tells Alison that he loves her and that Chris is in love with another woman, Alison going ballistic and telling him she never wants to see him again. Hal and Emily argue over Will coming home, Hal being called back to the station before they can work anything out. Chris fantasizes about Emily as he readies his and Alison's honeymoon suite. Aaron is destroyed over Alison's response. Carly and Roseanna find JJ's hat at the rest stop. Jack gets the papers so he and Julia can wed."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Hal: Will is my son, Emily. How can you turn your back on my child?",
        "Emily: You of all people should know how easy it is to turn your back on people. You do it to me all the time.",
        "[SCENE_BREAK]",
        "Susan: Excuse me? What huge mistake is my future son-in-law about to make?",
        "Chris: It's nothing, Susan, really.",
        "Susan: I'll be the judge of that.",
        "Chris: I was just telling Margo that Alison and I will be staying at your place for a few weeks, you know, until we can sign papers on a new place to live.",
        "Susan: Oh, that's sweet. I always love helpful hints from the in-laws, don't you?",
        "Chris: Yeah. And I was just telling Margo what I've been telling everybody else -- that Alison and I will be out of your hair just as soon as we can.",
        "Susan: Chris, there's no pressure. We've all been getting along fine at my place. So where's the horrible mistake?",
        "Chris: Look, there's no mistake, okay? Everything's going to be fine.",
        "[SCENE_BREAK]",
        "Aaron: I finally said it. I love you.",
        "Alison: This is insane.",
        "Aaron: I know. I know. I can't believe it myself. I mean, it totally just snuck up on me. Hey, Alison, I just told you I loved you. Can you say something back, please?",
        "Alison: I love you, too. We're best buds. Always. But we'd better get inside the church before they start the wedding rehearsal without the bride. You remember? It's the most important day of my life.",
        "Aaron: That's all you have to say?",
        "Alison: Whatever there is to talk about, we can talk about after the wedding, because --",
        "Aaron: No.",
        "[Aaron kisses Alison.]",
        "[SCENE_BREAK]",
        "Carly: Oh, come on. Please, please, somebody be there.",
        "Rosanna: Anything?",
        "Carly: Well, it's ringing, finally, at least. Please, please, somebody answer.",
        "Rosanna: Carly --",
        "Carly: Rosanna, it was Jack's voice. I know it was. I know what I heard. He will answer.",
        "Rosanna: I'm just saying that you had a very difficult day today.",
        "Carly: It wasn't wishful thinking. I know Jack's voice. He was asking if I was okay, he was worried about those guys who broke in here. It was Jack. He was there. Now I just have to figure out where there is.",
        "[SCENE_BREAK]",
        "Julia: Jack? I heard Frank drive away. Guess he wasn't much help, huh?",
        "Jack: All it takes to become husband and wife is a few lousy pieces of paper. Is that too much to ask?",
        "Julia: Hey, if Frank can't give us the documents we need, then we'll find someone who can. Maybe not today, maybe not tomorrow -- maybe not even this year, but Jack, you just have to be patient, babe. [Jack laughs] You okay?",
        "Jack: I couldn't resist.",
        "Julia: You were teasing me? I hate you. You're worse than J.J.",
        "Jack: Oh. You really think I'd let Frank leave without helping me out?",
        "Julia: Did he give you a lead? You scared me half to death. Don't ever do that to me again.",
        "Jack: Never.",
        "Julia: Where are you going?",
        "Jack: No, I can't stick around here all day, woman. I gotta find out what it's going to take to make you my wife.",
        "[SCENE_BREAK]",
        "Alison: What do you think you're doing?!",
        "Aaron: It's the only way I can make you understand.",
        "Alison: That you're crazy?",
        "Aaron: I'm in love with you, Ali.",
        "Alison: You can't be.",
        "Aaron: Give me one good reason.",
        "Alison: I will give you the best. I'm getting married tomorrow.",
        "Aaron: No, don't do it. It's a mistake.",
        "Alison: My fiancé is in there waiting for me.",
        "Aaron: Yes, I know. I know, I know he's in there. Hear me --",
        "Alison: His family, my family -- they're all in there doing everything they can to make tomorrow special. You're supposed to be my best friend. You should know what this means to me!",
        "Aaron: I know everything there is to know about you.",
        "Alison: Then why are you trying to ruin this for me?",
        "[SCENE_BREAK]",
        "Susan: I'm sorry, I don't understand what Chris and Alison's living situation has to do with you.",
        "Margo: It just seemed a perfectly innocent question.",
        "Susan: You know what they say about good intentions paving the way to a place I'd rather not mention in church?",
        "Margo: All right, Susan, I'm sorry I asked.",
        "Susan: Don't be sorry. Just have a little faith. Chris thinks he's on top of things, he's in control. I believe in him.",
        "Margo: Good. Good. I think I need to go talk to Casey. Excuse me.",
        "Chris: You know, family -- you know, just being protective of me.",
        "Susan: That's also called interfering.",
        "Chris: Look, her heart is in the right place, okay, Susan? And I told her not to worry, and now I'm going to tell you. Let's all just relax and have a great wedding.",
        "[SCENE_BREAK]",
        "Hal: Emily, I can't tell you how sorry I am. I never meant to make you feel like you weren't important to me or invalidated.",
        "Emily: I tried to understand. I tried to be patient. Every time, I went to bed alone. Every time, you ignored me. I made up excuses for you. I convinced myself, \"it must be my fault.\"",
        "Hal: All you had to do was say something.",
        "Emily: I did! About a thousands times! But you were never there, you were always at the station, with Nikki or dealing with Barbara or your kids -- and where does that leaves me and Daniel? Alone.",
        "Hal: Look, you gotta help me here. I'm no good with this. If I'd known things were this bad, I would've made some changes, but it's been like a catastrophe every day, Emily. First -- I mean, with Parker and then Will --",
        "Emily: Right, everybody, everybody. You have to take care of everybody, the whole world, and just forget about your wife?",
        "Hal: That's not fair.",
        "Emily: Fair? Well, you want fair? How about an ultimatum? 'Cause I know how much you love those. Start treating me like your wife, like your partner, or --",
        "Hal: Or what?",
        "Emily: Or I'm afraid of what might happen.",
        "[SCENE_BREAK]",
        "Carly: You want to check me out? Call the police department. Yes, I'd be happy to hold. Thank you.",
        "Rosanna: Did you convince them to break their rules?",
        "Carly: Yeah, they start breaking the rules or I start breaking their necks. Yes. Hi, I'm still here. Yeah. What is that again? Okay. Thank you. Thank you so much.",
        "Rosanna: Where did he call from?",
        "Carly: A rest stop on some highway. I got a map. We can find it.",
        "Rosanna: What, you want to actually go there?",
        "Carly: Yes, of course. Maybe I'll find something -- an attendant who saw him, a sign of some kind, something.",
        "Rosanna: Look, I just don't want to see you get your hopes so high.",
        "Carly: Well, it's a little too late for that. Are you coming with me or not?",
        "[SCENE_BREAK]",
        "J.J.: Jack's coming back, right?",
        "Julia: Of course he's coming back, silly. This is his home now.",
        "J.J.: Awesome. Maybe he'll take me to buy a new baseball cap.",
        "Julia: I don't know. He might be busy.",
        "J.J.: I'm sorry about losing my other one.",
        "Julia: Its okay, J.J., Losing things is not the end of the world. I know it used to be, right? In El Paso?",
        "J.J.: Yeah.",
        "Julia: Things are different now.",
        "J.J.: Way different.",
        "Julia: You're sure you're okay with all the changes?",
        "J.J.: Yeah.",
        "Julia: 'Cause it used to be just you and me. I know it's not anymore. But one thing that's never gonna change, J.J., is how much I love you. I know you know that, right?",
        "J.J.: I know. I like Jack. Two is cool, but three is awesome. When it's us three, of course.",
        "Julia: Hey, wait a minute! No, no, no, no, no! You can't go outside today. You have to go upstairs and take a bath.",
        "J.J.: I said I was sorry for losing my hat.",
        "Julia: It's not a punishment.",
        "J.J.: Only babies take a baths this early.",
        "Julia: Go and take your bath, please. Don't ask me why. Tonight is a very special night. I want everything to be perfect.",
        "[SCENE_BREAK]",
        "Jack: Andrew Blackmoor?",
        "Blackmoor: Who wants to know?",
        "Jack: My name's Jack. I'm a friend of Frank's.",
        "Blackmoor: How can I help you, Jack?",
        "Jack: I need I.D.",
        "Blackmoor: Birth certificate, social security number, license, passport?",
        "Jack: Everything I can get. Yeah.",
        "Blackmoor: One-stop shopping. I can get it all, but I'll need photos.",
        "Jack: Yeah, I have -- I have some. Will that work?",
        "Blackmoor: You've come prepared.",
        "Jack: Yeah.",
        "Blackmoor: And cash?",
        "Jack: How much is all this going to cost?",
        "Blackmoor: $1,500.",
        "Jack: 15 -- $1,500? Are you kidding me?",
        "Blackmoor: Do I look like I'm in the mood to laugh?",
        "Jack: No, I don't have that kind of money.",
        "Blackmoor: Happens every time I leave the college campus. College kids are the only ones who can afford my services.",
        "Jack: Maybe we can work something out --",
        "Blackmoor: It's $1,500, Jack. You want to find a better deal, be my guest. It was nice doing business with you.",
        "[SCENE_BREAK]",
        "Alison: Why would you try to do this today of all days? If you love me so much, then why would you try to ruin something that I've been looking forward to my whole life?",
        "Aaron: Because today is my last chance.",
        "Alison: It's your last chance to what?",
        "Aaron: You know how inside, they say, \"speak now, or forever hold your peace\"? Well, today is my last chance to speak. I can't hold this in anymore.",
        "Alison: Sure, you can!",
        "Aaron: I love you, Alison.",
        "Alison: I don't want to hear this!",
        "Aaron: No, but its true! Ali -- I love everything about you! I love the way you let Daniel beat you in video games and how you pushed Kevin into the pond to win that key and how you make breakfast burritos -- they're so good. And the way you bounce back after something that would cripple others. Ali, I love they way how you would give your last $10 to a homeless man on the street. I loved working with you every night at Metro, okay? Even though I yelled at you for letting Kevin win that stupid contest -- I enjoyed every minute of that stupid game. Because I got to be around you as much as I wanted. That's why I kissed you. And I'm glad I did it, I want to do it again if I can. I wish I did it sooner. Hey!",
        "Alison: Why didn't you tell me any of this before?",
        "Aaron: I'm telling you now!",
        "Alison: I spent an entire year of my life following you around like some pathetic loser! I burned down a barn, I followed you across the country, I did jail time, I broke up your relationship with the love of your life -",
        "Aaron: No, no -- now, Lucy was not the love of my life.",
        "Alison: Oh, no? Now you tell me?",
        "Aaron: Ali, I didn't realize how I felt about you until now.",
        "Alison: Well, you can get over it.",
        "Aaron: No! No, I'm not! Okay? And there's more.",
        "Alison: I don't want to hear this!",
        "Aaron: I'm asking you not to go in there. Do not marry Chris.",
        "Alison: Because of you?",
        "Aaron: Because of you.",
        "Alison: Chris is the most wonderful, loving man --",
        "Aaron: No, no! Chris does not love you, Ali!",
        "Alison: Oh? Right. So he's just marrying me because he has tomorrow free?",
        "Aaron: He's marrying you because he doesn't have the guts to call it off.",
        "Alison: And why would he do something like that?",
        "Aaron: Because Ali -- Chris is involved with another woman.",
        "[SCENE_BREAK]",
        "Hal: Now things have been crazy for way too long, Emily, so just give a chance to get Will home into the house --",
        "Emily: This is precisely what I'm talking about!",
        "Hal: What?",
        "Emily: I just got done telling you I'm not cool with the idea of Will moving into the house with Daniel and Parker, yet here you are, making plans to move him in anyway!",
        "Hal: He's my son!",
        "Emily: And who the hell am I?",
        "Hal: My wife --",
        "Emily: What am I?! Really, what am I?! I'm a ghost. I'm a ghost living in that house with Daniel. You wouldn't know I was there unless we did something wrong, unless we move something out of place.",
        "Hal: Stop it! That's not true, Emily. That house and everybody in it would fall apart if you weren't there.",
        "Emily: Well, then Nikki could take over. She would love that. She's wanted me out of that house ever since -- ever since you moved her in -- again, without consulting me.",
        "Hal: I'm sorry about that, Emily. We can talk about that. Look, Emily, I want this to be better. You and Daniel, you mean the world to me.",
        "Emily: Do we?",
        "Hal: Yes, you do. And I'll prove it to you. I'll prove it to you if it takes the rest of my days to prove it to you. And I'm sorry that I've hurt you. But I know that once you consider what Will's doctors have to say --",
        "Emily: No! No! No, you're gonna considered my needs for a change.",
        "[SCENE_BREAK]",
        "Susan: I know you think I'm making too much of this, but it's weird. Margo, in all the years I've known her, she's never been the type to get all bent out of shape over something like whether you and Alison have a place of your own.",
        "Chris: Look, Susan, Susan -- she's just being protective. Okay? And in just a few short hours, she's gonna see that Alison and I are gonna be happy no matter where we live. In fact, I am going to make your daughter so happy, you're not even gonna recognize her.",
        "[Both laugh]",
        "Susan: I'm sure you mean that, Chris.",
        "Chris: You know I do.",
        "[SCENE_BREAK]",
        "Emily: I do not want Will living in that house with Parker and Daniel. And I am sorry, you cannot get around it by saying \"Will is my son\" over and over again! Because I have a son. And Daniel is a lot younger and a lot more vulnerable than Will --",
        "Hal: Will's doctors believe that he is ready for outpatient care. What do you expect me to do, tell the kid that I'm going to keep him locked up anyway?",
        "Emily: I don't know. But there's gotta be some other -- there's gotta be some interim situation.",
        "Hal: Like what? A halfway house? Or do I tell the kid that he's gonna live out on the street?",
        "Emily: What about Daniel and Parker?",
        "Hal: They love Will.",
        "Emily: They don't know Will. Will has been living in an insane asylum, with people far sicker than he is. He hasn't been in school, I'm sure he has no friends his age. How did he cope, Hal? Did you ever think of that? Who is this child?",
        "Hal: He's a kid who needs a home, Emily -- a home with people in it. So if you planning on being gone as much as you have been, maybe you should just --",
        "Chris: Guys, guys, guys -- please. I'm sorry. I don't mean to intrude, but -- look, I would hate for Alison to walk in on this, okay? I don't want anything to spoil this day for her. All right? And Hal, you can go ahead and tell me that it's none of my business, but please do not blame Emily for being away from home so much these last few weeks, okay? It's my fault.",
        "Hal: What's your fault, Chris?",
        "Chris: Well, I'm the one who dragged her into the stupid keys to the kingdom contest. And -- well, things just got a lot more intense than we expected. But it's over.",
        "Hal: Well, I'm sorry things didn't work out the way you wanted them to.",
        "Chris: Yeah. If we could please just try to keep everything cool, for Alison's sake.",
        "Emily: You're right. All right. Where is Alison?",
        "Chris: I don't have a clue.",
        "[SCENE_BREAK]",
        "Alison: Chris and another woman? Oh, that's low. I thought you were out of your mind before, but this --",
        "Aaron: Ali, I didn't want to be the one to burst your bubble, okay, but I don't think its right for you to go through this without knowing what's going on.",
        "Alison: Why are you doing this to me?",
        "Aaron: Because Chris isn't man enough to tell you himself! Ali, he's in love with another woman. And I've seen this more than once! Ali --",
        "Alison: Don't.",
        "Aaron: Let's just go somewhere and talk about this.",
        "Alison: I am never going anywhere with you!",
        "Aaron: You don't mean that.",
        "Alison: What did you think?! That you would just say what you had to say and I would be so thankful that I would fall at your feet? I hate you! And I never want to see you again!",
        "Susan: Aaron? What was that about?",
        "Aaron: You don't want to know.",
        "Susan: Yes, I do. What happened that made Alison slap you like that?",
        "Aaron: Ask Emily.",
        "[SCENE_BREAK]",
        "Jack: Frank?",
        "Frank: What's up, piano man?",
        "Jack: What would you say if I asked you for $1,500?",
        "Frank: I would ask you if you're trying to outrun the law.",
        "Jack: No --",
        "Frank: That's a lot of scratch, Jack.",
        "Jack: Yeah, I know. I know it is. I know it is. Think of it as an advance. It's important. Please.",
        "Frank: Does this got anything to do with that -- situation we discussed earlier?",
        "Jack: Yes, it does. It's costing me a heck of a lot more than I thought. Look -- this is how we'll do it. I'll work extra hours, you can keep my tips. I'll push a broom, wash dishes, I'll come in days and take deliveries --",
        "Frank: That's still -- it's a lot of money.",
        "Jack: Yeah, I know that. Look, you're the only guy I can turn to.",
        "Frank: You promise me the cops are not gonna come knocking on my door about you?",
        "Jack: Listen to me, I'm one of the good guys.",
        "Frank: Hey --",
        "Jack: No. Who just happens to need some I.D. Look, one of these nights, when this is all cleared up, I'll buy you a cold one and I'll tell you the whole sad tale. But for right now, I need you to help me out, no questions asked.",
        "[SCENE_BREAK]",
        "Carly: Mrs. Kenyon should be here any second to pick up Parker. As soon as she gets here, we can go. Hey! Hi, sweetheart. Are you ready for your game?",
        "Parker: Yes -- but I can't find my glove.",
        "Carly: Well, now, let's see. If I were a baseball glove, where would I hide?",
        "Parker: Hi, Aunt Rosanna.",
        "Rosanna: Hi.",
        "Parker: You and Mommy are going somewhere?",
        "Carly: Ah, look what I found. Here's your glove. Now, you be sure to thank Mrs. Kenyon for me, okay, when she picks you up?",
        "Parker: Where are you going?",
        "Carly: Out with Aunt Rosanna.",
        "Parker: To go find Jack.",
        "Carly: Sweetie, I know how much you want to come with us, but --",
        "Parker: How come you weren't going to tell me?",
        "Parker: But this time, you have to go without me.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Alison: I wish that we could get married right now and that nothing else would matter.",
        "Chris: Your wish is my command.",
        "Blackmoor: By this time tomorrow, your past will disappear.",
        "Jack: Good.",
        "[SCENE_BREAK]",
        "Rosanna: He's gone now, so what do we do?",
        "Carly: We search.",
        "Rosanna: For what?",
        "Carly: For anything that could lead me to Jack.",
        "[SCENE_BREAK]",
        "Rosanna: Parker, sweetie, how come you know your mommy can't take you with her this time?",
        "Parker: 'Cause this time she has to do it on her own.",
        "Rosanna: Yes, but how do you know that?",
        "Parker: I just know. [Car horn] That's Mrs. Kenyon.",
        "Carly: Well then, I guess you'd better run along then, right? You have a great time, okay?",
        "Parker: Good luck, Mommy.",
        "Carly: Are you sure you're okay with this?",
        "Parker: You can tell me everything after. Bye.",
        "Rosanna: Bye.",
        "Carly: Bye. You know, sometimes that kid scares the heck out of me. Let's go find Jack.",
        "[SCENE_BREAK]",
        "Susan: What does Emily have to do with you and Alison having a fight?",
        "Aaron: I've said too much already, okay? >From now on, I'm keeping my big mouth shut.",
        "Susan: But how can I fix this if --",
        "Aaron: You know what? This can't be fixed, Mrs. Stewart. Like I said before, ask Emily. Because I can't help you. I can't help anybody.",
        "[SCENE_BREAK]",
        "Chris: Alison, there's my bride-to-be. I was about to ask Hal to send out a search party for you. Is everything okay?",
        "Alison: I was just thinking about tomorrow. I wish that we could get married right now, that nothing else would matter.",
        "Chris: Your wish is my command. Sorry to keep everybody waiting, but we're ready when you are.",
        "Reverend: Thank heaven. Now, Chris, you stand down here with your groomsmen while Alison's bridesmaids walk down the aisle, followed by Alison and her mother, who will give away the bride. I'll do the benediction, and then we'll get right to the vows.",
        "Chris: Uh, you know what, Reverend? We're here for our rehearsal. We may as well rehearse.",
        "Reverend: Well, I'd love to, but as you may already know, I do have a previous engagement.",
        "Chris: Please, Reverend. It's important.",
        "Reverend: Well, I suppose a few minutes more won't make any difference. So Chris, after the benediction, I'll ask you to take your bride's hand. Christopher Hughes, do you take this woman to be your wedded wife? To have and to hold, from this day forward, for better for worse, for richer for poorer, in sickness and in health, for as long as you both shall live?",
        "Chris: I do.",
        "Reverend: And Alison Stewart, do you take Chris Hughes to be your wedded husband? To have and to hold, from this day forward, for better for worse, for richer for poorer, in sickness and in health, for as long as you both shall live?",
        "Alison: I do.",
        "Reverend: Blah, blah, blah, thunderous applause from the guests, blah, blah, the end.",
        "Chris: Reverend, excuse me, I think you \"blah, blah'ed\" right over my favorite part. Don't we have to do something --?",
        "Reverend: Ah, yes. You may now kiss the bride.",
        "[Applause]",
        "Alison: That was incredible.",
        "Chris: Well, I have a lifetime supply of those just for you, Mrs. Hughes.",
        "Reverend: I hate to cut this short, but if we're finished here?",
        "Chris: Thank you, Reverend.",
        "Alison: You're in big trouble. This is just the rehearsal. You'd better save those tears for tomorrow.",
        "Chris: So what do you think, Ma?",
        "Kim: Oh, sweetheart, I hope you two makes each other as happy as you deserve to be.",
        "Tom: So nice rehearsal. Now can I stay home and watch the game and skip the ceremony?",
        "Margo: Tom, you're so mean.",
        "Tom: You got any big plans for your last night as a single guy?",
        "Casey: Yeah, man, where's the bachelor party? The scotch, cigars, girls jumping out of cakes.",
        "Tom: That would be in your dreams.",
        "Chris: I'm just putting the finishing touches on the honeymoon suite.",
        "Margo: You staying at the Lakeview?",
        "Chris: Yeah, just for the night. And then we take off for our honeymoon the following morning.",
        "Margo: Good. It'll be good for you to get out of town. There are fewer distractions.",
        "Tom: So listen, call us if you need anything.",
        "Chris: See you tomorrow. Will do. Thank you.",
        "Alison: That was amazing.",
        "Chris: Yeah.",
        "Alison: Those vows that we say tomorrow will be so powerful and so forever.",
        "Chris: I can't wait to make it official.",
        "Alison: You really mean that?",
        "Chris: I do. I love you.",
        "Alison: I love you more.",
        "[SCENE_BREAK]",
        "Hal: Emily, this is a conversation I don't think we should postpone. Why don't you ride with me?",
        "Emily: Okay. If you don't mind dropping by the Lakeview. I have to leave some things there.",
        "[Phone rings]",
        "Hal: Sorry.",
        "Emily: Its okay, I'm used to it.",
        "Hal: Munson. Don't tell me that. Have you tried -- I don't believe this. Yeah, right. Fine. No. I'm on my way. Right.",
        "Emily: Let me guess -- the station.",
        "Hal: I'm sorry. They depend on me.",
        "Emily: And I don't? No, you know what? That's okay. I'll -- see you at home.",
        "[SCENE_BREAK]",
        "Susan: You're sure you're all right?",
        "Alison: I'm ecstatic. You're the one in tears. What, were you afraid that I wasn't going to show up for my own wedding rehearsal?",
        "Susan: I wasn't the only one crying.",
        "Alison: You can tell?",
        "Susan: No. Not at all. I was wondering what happened between you and Aaron?",
        "Alison: He said -- he said some really, really awful things that you never say to a friend.",
        "Susan: Oh, you'll patch that up before the wedding.",
        "Alison: Aaron won't be coming to the wedding. It turns out that he wasn't really my friend after all.",
        "[SCENE_BREAK]",
        "Jack: Andrew? $1,500 firm?",
        "Blackmoor: Not a penny less.",
        "Jack: Let's do it.",
        "Blackmoor: Show me the money, my friend.",
        "Jack: I'm working on it. You just start working on those papers, pronto.",
        "Blackmoor: You better not be bustin' my chops.",
        "Jack: You'll get your money. Just get going on what I need.",
        "Blackmoor: Okay. But be sure there are no last minute problems on your end, because that would make me upset. And in case you're thinking, \"so what?\" You should know I have friends -- very good friends who hate it when I get upset. You know what I mean?",
        "Jack: Yeah.",
        "Blackmoor: Good.",
        "Jack: So when are we going to do this?",
        "Blackmoor: This time tomorrow, your past will disappear.",
        "Jack: Good.",
        "[SCENE_BREAK]",
        "Carly: This is the place.",
        "Rosanna: It looks deserted to me.",
        "Carly: Here's the pay phone. It's probably too late to get prints from it now. Jack held this phone. He dialed my number. Rosanna, he was here.",
        "Rosanna: But he's gone now. So what do we do?",
        "Carly: We search.",
        "Rosanna: For what?",
        "Carly: For anything that could lead me to Jack. We'll tear this place apart if we have to.",
        "[Thunderclap]",
        "[SCENE_BREAK]",
        "Casey: Do wedding rehearsals usually go like that? I mean, the bride disappears, the in-laws are like at each other's throats, even the minister didn't look like he wanted to be there.",
        "Margo: You know, it wasn't that bad. All right, it was that bad. But you know what? They're nervous, and it's natural.",
        "Casey: Yeah, yeah. Every condemned man is nervous the night before an execution.",
        "Tom: Yeah, if you thought tonight was bad, wait till tomorrow.",
        "Margo: You know, ours wasn't bad.",
        "Tom: You're right.",
        "Casey: I guess there's a lot you can forget when you're crazy in love. Man, I'm starved. Dad, you want to stick around for some pepperoni?",
        "Tom: You know what? I can't. I've got a deadline to hit tomorrow, so I've still got some work to do.",
        "Casey: You sure? Come on, it's my treat.",
        "Tom: Oh, big spender. Look, I'm gonna have to take you up on it some other time.",
        "Casey: All right, you're on. I'll call in the order.",
        "Tom: All right. I'm going to hit the road. Don't forget, I'm driving you guys to the wedding tomorrow.",
        "Margo: Hey, are you sure you don't want to stay for a pizza pie? 'Cause there is nothing like a pepperoni pizza pie from Tower Pizza.",
        "Tom: That's true. A very tempting offer. Very tempting. Rain check. I'll see you tomorrow.",
        "[SCENE_BREAK]",
        "Susan: Ali, I'm sorry. I know how much you wanted Aaron to be part of your wedding.",
        "Alison: We've been through so much together, Mom. He is usually the one that holds me together. But not this time. This time, he went and did something totally psychotic.",
        "Susan: What?",
        "Alison: He tried to ruin my life.",
        "Susan: Maybe if you talk about it, you'll feel better.",
        "Alison: He said the most heinous thing ever. He said that Chris was in love with another woman. Isn't that the most disgusting thing that you've ever heard?",
        "Susan: Oh, honey, why would he say something like that?",
        "Alison: Because he's crazy. Or jealous. Or both. He actually said that he saw them together.",
        "Susan: Oh, Alison, I don't know what to say.",
        "Alison: There is nothing to say.",
        "Susan: You don't believe him?",
        "Alison: No, of course not. Mom, Chris would never do something like that. He loves me. And unlike certain people, he knows what love is. Aaron is deluded. Chris would never cheat on me. Never.",
        "[SCENE_BREAK]",
        "Chris: One more minute, and I am coming in there after you.",
        "Alison: I'm almost ready!",
        "Chris: You said that five minutes ago.",
        "Alison: Have some patience.",
        "Chris: Finally.",
        "Alison: Don't turn around. I want you to get the full effect.",
        "Chris: Ah, you're killing me.",
        "Alison: All right. I'm ready. Turn around and feast your eyes, and you will get a big surprise.",
        "[Chris imagines Emily standing there naked not Alison.]",
        "[The real Emily comes into the room to drop off some things.]",
        "Chris: Emily.",
        "Emily: Uh, I had to drop these things off for Alison.",
        "Chris: Oh, yeah. Yeah, come on in. Let me give you a hand.",
        "Emily: No. I've got it.",
        "Chris: Look, Emily --",
        "Emily: No, I have to go.",
        "Chris: Why?",
        "Emily: Because.",
        "Chris: You and I, we need to learn how to be in the same room together.",
        "Emily: No, not this room. Not tonight.",
        "Chris: Don't go.",
        "Emily: I have to.",
        "Chris: Don't go.",
        "[Phone rings]",
        "Chris: Chris Hughes.",
        "Alison: I'm so glad that you picked up.",
        "Chris: Alison -- is everything all right?",
        "Alison: I just really wanted to hear your voice. Did I catch you in the middle of something?",
        "Chris: No. No, nothing. Why do you ask?",
        "Alison: You sound strange.",
        "Chris: I'm good. I'm great. In a few hours, I'm going to have the most beautiful wife in the world.",
        "Alison: You really excited?",
        "Chris: Of course I'm excited. I don't know how I'm going to sleep tonight.",
        "Alison: I love you, Chris.",
        "Chris: I love you, too, Alison. Sweet dreams.",
        "[SCENE_BREAK]",
        "Carly: Did you find anything?",
        "Rosanna: No. We've been here the better part of an hour. I just don't know where else we can look.",
        "Carly: I do. We may as well find out what's in that can.",
        "Rosanna: You are not asking me to dig through the garbage, are you?",
        "Carly: Well, think of it as an archaeological dig. Or prospecting.",
        "Rosanna: Do you have any protective gear?",
        "Carly: We're not going to have to dig that deep. Right? I mean, whatever evidence we find, it should be right near the top.",
        "Rosanna: You go right ahead. I'm going to sit this one out. But good luck.",
        "Carly: All righty. Jack, this is for you.",
        "Rosanna: Carly, wait! What's that?",
        "Carly: What?",
        "Rosanna: That. Here.",
        "Carly: It's a hat.",
        "Rosanna: Yes, it's a small hat. It looks like a child's hat.",
        "Carly: Maybe.",
        "Rosanna: You think it's a clue?",
        "[Carly remembering when she was at the Water Park.]",
        "J.J.: It's mine!",
        "Julia: And we know that because we put his initials on all of his toys for school. You see, sweetheart, that's J.J.'s.",
        "[SCENE_BREAK]",
        "Carly: Oh, my God. It was her!",
        "[SCENE_BREAK]",
        "Jack: Hey, Julia? Julia? Wow. Honey? You look -- you two --",
        "J.J.: Told ya, Mom. He's speechless.",
        "Jack: This, this is the best homecoming ever.",
        "Julia: Well, it's the first of many.",
        "Jack: Look what I got.",
        "J.J.: Yes! Thanks, Jack.",
        "Jack: Oh, you got it buddy.",
        "Julia: Wow, you sure know how to make that little boy happy. What about me? Where's my happy?",
        "Jack: Tomorrow. The future is ours.",
        "Julia: That soon?",
        "Jack: No, it's not soon enough for me. I can't wait to make this family officially mine forever. And ever.",
        "[NEXT_ON]",
        "Susan: A well meaning friend told Alison that Chris is in love with another woman. You wouldn't happen to know anything about that, would you?",
        "Carly: Jack is alive. And the last time he was seen he was seen, he was with J.J. and his mother. If I find out where they live, I find Jack.",
        "Julia: Everybody here?",
        "Jack: Even the justice of the peace. We can start anytime."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=8qeYAPVzHJw"
}