{
    "Episode Summary": [],
    "Recap": [
        "Faith admits to Lily that Paul took Ethan. Paul frantically calls Meg for help with Ethan. Maddie feels that she has to break up with Casey with not too much of an explanation for his own good thanks to what she did to Adam. Jade confronts Will about what he is willing to do for Gwen. Gwen finds Iris in her home, as they play a game of cat and mouse. Gwen deduces Iris was the one taunting and terrorizing her regarding Adam. Lily frantically calls the police. Henry can't locate Maddie after Vienna suggests he ask her to join them for lunch. Henry is somewhat worried thinking her absence is due to her dealing with Casey. Craig tries to convince Meg not to help Paul, but Paul interrupts them when he shows up with Ethan. Meg is shocked, but it turns to worry when she realizes Ethan really is sick. Craig calls Lily and tells her to meet them at the hospital. Jade agrees to stall calling the police because of Will. Iris tries to convince Gwen that if she did move any body, then she did it to help her because she needs her. Vienna asks a surprised Henry to move in with her. After initially thinking it isn't a good idea, Henry throws caution to the wind and agrees. The doctor doesn't know what is wrong with Ethan, but it is good that they got him to the hospital when he did considering how high his temperature was. Lily arrives furious and alarmed. Paul tries to explain what he did, but Lily doesn't want to hear it. Ethan is sick because of him, but then as she watches her ill baby through the window, she worries about how she missed what was wrong with him. Maddie and Will show up to pick up Gwen and head out of town because Jade knows. They are shocked when Iris walks out at Gwen's side. She and Gwen have been chatting and she has some questions, so their road trip may need to be delayed."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Where is he, Faith? What did you do with your little brother?",
        "Emma: Faith, listen to me. Now, just try -- try very hard to remember what you were doing before Ethan was missing. Okay? It's going to be all right. It's going to be okay --",
        "Lily: No, it's not going to be all right!",
        "Emma: Now, just a minute. Okay? Let's all take a deep breath and try to think. Now, did you and Parker take him outside? I mean, there were a lot of people out there. There were cameras and things like that. Did you leave him alone for a minute?",
        "Lily: Are you serious? He's not even a year old! They wouldn't be that irresponsible!",
        "Emma: Lily, please -- please Sweetheart, you're not helping things! Please! Is that what happened?",
        "Faith: No, it's not.",
        "Lily: Well, you better figure it out and tell me what happened! He's not even a year old. He cannot be left alone. He's a small child!",
        "Faith: He's not alone!",
        "Lily: Well, who's he with? Who is it? You've got to tell me!",
        "Faith: Paul. Paul took him.",
        "[SCENE_BREAK]",
        "Craig: You don't really want me to take it back, do you? It looks so beautiful on your gorgeous neck.",
        "[Cell phone rings]",
        "Meg: I -- I should get that.",
        "Craig: Oh, what does he want now?",
        "Meg: Give me a second, I'll find out. Paul?",
        "Paul: Meg, where are you?",
        "Meg: At the Lakeview.",
        "Paul: Stay where you are until I get there.",
        "Meg: But I --",
        "Paul: Stop! Don't move. It's a matter of life and death.",
        "[SCENE_BREAK]",
        "Maddie: Please Casey, you're making me late.",
        "Casey: Late for what?",
        "Maddie: I really can't get into it with you. I have to --",
        "Casey: No, I'm not letting you leave.",
        "Maddie: Fine, I'll use the back door. Hey!",
        "Casey: You were out all night.",
        "Maddie: So what?",
        "Casey: So the first thing you do when you get here is you dump me, and then you've got your stuff, and you're just leaving? Why?",
        "Maddie: You can't change it, Casey. I have to leave.",
        "Casey: But this is so messed up. Why won't you just tell me what's going on?",
        "[SCENE_BREAK]",
        "Will: What's your deal, Jade? Do you have plans for my bank account?",
        "Jade: No. But it looks like you just hit your withdrawal limit. And I know why. Don't do this, Will. It's not gonna work.",
        "Will: Am I supposed to know what that means? Because I don't.",
        "Jade: You're trying to protect Gwen by leaving town. My advice -- you're better off using that cash on a lawyer.",
        "Will: You need to back off, Jade.",
        "Jade: Gwen wanted your brother dead, Will.",
        "Will: Don't say that, you hear me? Never say that again.",
        "Jade: You're gonna have to face it. She threw his body out in the woods and covered it with dirt and left it to rot. Is that the kind of person you want to spend the rest of your life with?",
        "Will: Jade, you don't know what you're talking about.",
        "Jade: I do know that Gwen is in so deep, you cannot protect her. And if you play things her way, she's gonna pull you down with her.",
        "[SCENE_BREAK]",
        "Gwen: Will? Will?",
        "Iris: Strike three, you're out.",
        "Gwen: What are you doing in my house?",
        "Iris: Honey, are you all right? I mean, I come here for a nice, friendly little visit. You like you're gonna bash in my brains. I must have startled you pretty good, huh?",
        "Gwen: Is that what you wanted to do?",
        "Iris: Oh, you're in one of those moods. All right, give me that.",
        "Gwen: No, I'll hold onto it, thank you.",
        "Iris: Suit yourself, but it does make me a little tense.",
        "Gwen: Sorry. Hey, tell me what you want.",
        "Iris: Would it be too much to offer me a little cup of tea? A little crumpet?",
        "Gwen: I have nothing to say to you!",
        "Iris: Oh, I guess we tore into each other pretty bad last time I was here, huh? You know what? Let's try and work it out, Honey. Let's just be open with each other.",
        "Gwen: No!",
        "Iris: You know what? I have a great idea. You know what used to help me with my social worker back in the slammer? Role playing. So, why don't you be me and I be you?",
        "Gwen: No! No, are you insane? I don't have time for your stupid games!",
        "Iris: Or for me?",
        "Gwen: Yes, that's what I'm saying! What are you looking for?",
        "Iris: Huh, looks like you're taking a trip. It seems kind of sudden, doesn't it? Where are you going, Gwennie?",
        "Gwen: You know what? Where I go and what I do have not been your business for a very long time.",
        "Iris: Yeah, it sure looks like a rush job. All right, give me your tissue paper.",
        "Gwen: What?",
        "Iris: Well, Honey, I mean, come on, you don't want your silky little undie things next to those stinky, disgusting running shoes, do you?",
        "Gwen: Hey, leave that stuff alone, and stop acting like you're Martha Stewart.",
        "Iris: Well, I may not be rich, but I know how things should be done. And this, Sweetie, is not it. I mean, everything is just -- it's going to get wrinkled. Look, it'll only take me a second to just fold everything up --",
        "Gwen: I'll do it.",
        "Iris: Wow, you sure are touchy. For someone whose husband is taking her on a fancy-schmancy vacation, you should be over the moon!",
        "Gwen: I was until you came. I just have some time off school.",
        "Iris: Oh -- Honey, this doesn't look like you're heading for spring break.",
        "Gwen: Well, we are.",
        "Iris: Sweetie, don't lie to me. Because I'll always know it. I know what's going on. I see the signs.",
        "Gwen: No, you can't see anything except yourself.",
        "Iris: Because I have been there before. I have been so scared and so panicked that I thought the only thing I could do was run. That's why you're in such a rush, isn't it? You're running baby, aren't you?",
        "[SCENE_BREAK]",
        "Jade: Help Gwen, and you'll be charged with harboring a fugitive. Your face is gonna be on those wanted posters right alongside hers.",
        "Will: You know what, Jade? You've always had a pretty scary imagination, but this is just out of control. Because whatever you're accusing Gwen of, you have no proof.",
        "Jade: Personally, I don't need any proof. But the cops will find it. I'm sure Gwen has scattered her DNA like pixie dust all across the crime scene.",
        "Will: Yeah, okay, you've been watching a little too much \"CSI.\"",
        "Jade: Don't blow this off, Will.",
        "Will: Look, all you need to know is that I got cash out of the machine because Gwen and I are going to Florida for spring break. All right? I'm sorry it doesn't have the drama of your story, but it's the truth.",
        "Jade: The truth is, Gwen killed Adam.",
        "Will: You don't know what you're talking about.",
        "Jade: Your brother is gone, Will. No nice words, no funeral. Just a hole in the ground in the woods.",
        "Will: Look, I'm not talking to you about Adam or anything else. Do you understand?",
        "Jade: Your brother paid a terrible price. And you're gonna pay, too. Which is so unfair, because the only thing you're guilty of is loving your wife.",
        "Will: That's right. The only thing that matters to me is Gwen.",
        "Jade: Will, you're very loyal, which is why you're not asking the questions the cops are gonna be asking, the questions that I'm asking.",
        "Will: What? Like what, Jade?",
        "Jade: Like why Maddie and Gwen didn't go for help. You wouldn't leave an injured cat or a dog alone, but they left your brother alone to die, to rot. That has to rip you apart.",
        "[SCENE_BREAK]",
        "Maddie: If you really want to know, I'm going to Dwight.",
        "Casey: Dwight?",
        "Maddie: So, I need my bag, please, so I can --",
        "Casey: That's, like, two hours outside of Chicago!",
        "Maddie: I know where it is.",
        "Casey: There's nothing there. Why --",
        "Maddie: There's a women's correctional facility -- maximum security -- my sister's been transferred there.",
        "Casey: You're going to see eve? Maddie, she hates you, and she probably still wants to kill you.",
        "Maddie: She's in therapy, and she's taking anti-psychotic medication.",
        "Casey: So what? As soon as you see her, it's going to mess your head up.",
        "Maddie: Yeah, well I need to get some perspective on what happened last summer.",
        "Casey: A serial killer having perspective? I don't think so.",
        "Maddie: You know what, Casey? I just -- I can't stop thinking about her, and thinking about how she snapped, and one day it could happen to me. I mean, it's a fine line. You're normal one day, and then the next day, you do something --",
        "Casey: No, just stop, right now, all right? That's why you don't need to see eve, all right? That sounds just like her. And she'd love just to let you think that you're just like her.",
        "Maddie: I need closure, okay? And a lot of things.",
        "Casey: Well, why don't you write in your journal then? Or talk to me? But don't go see Eve. I mean, have you talked to my parents?",
        "Maddie: No, I just decided I was going. I thought I'd call them --",
        "Casey: Well, they're going to -- yeah, they're going to try to talk you out of this, too, you know that.",
        "Maddie: Well, then I won't call them.",
        "Casey: No, Maddie. I don't get it. What --",
        "Maddie: Yeah, well, I don't really expect you to understand. We don't connect the way that we used to. You've done some things that left me really confused.",
        "Casey: And you're still mad about that?",
        "Maddie: No, I just decided to stop caring.",
        "Casey: Maybe you decided to get far away from me.",
        "Maddie: Yeah, you know what? You're right. You're absolutely right.",
        "[SCENE_BREAK]",
        "[Vienna laughs]",
        "Henry: Watch it. Hey, who wants to give me a fashion show?",
        "Vienna: Oh, should we get some lunch first? You know, shopping always gives me such an appetite.",
        "Henry: That's funny, cause shopping for this sort of thing always gives me an incredible appetite, too. I'm starving! But yeah, if you insist, we can order some lunch, I guess.",
        "Vienna: I was thinking that we should ask Madeline to join us.",
        "Henry: You serious?",
        "Vienna: Of course! I've noticed that you haven't stopped worrying about how quiet she was when we saw her.",
        "Henry: Yeah, I think it was just something with Casey. Yeah, she was not herself, and I want you to meet the real Maddie, because she's a lot of fun. She's definitely my favorite sister.",
        "Vienna: Were you guys close when you were children?",
        "Henry: She was pretty young when I left home.",
        "Vienna: Do you think that I can get her to tell me a little bit about you as a young boy?",
        "Henry: I think I can bribe her not to do that.",
        "Vienna: I am sure she only has happy memories, not like my brothers, who wanted me to play Joan of Arc so they could set me on fire.",
        "[Henry laughs]",
        "Henry: What is that? What, are you serious?",
        "Vienna: Yes. I mean, they were just being boys, but you know, -- got there in plenty of time.",
        "Henry: Just being boys? Wow. That's -- then I have nothing to hide. The worst thing I ever did is I cut off all of my older sister's hair when we were playing barber shop. Anyway, Maddie was too young to remember that.",
        "Vienna: Well, I am going to find out what she does remember. So give her a call and ask her if she wants to join us for lunch.",
        "Henry: Went right to voicemail. Maddie, hey, hey! It's me and Vienna. We want to know if you want to come over for a bite. Even if you can't, give me a call, okay? I want to make sure you're all right.",
        "Vienna: Oh, no. You're gonna be all worried again. Do you think Maddie has a broken heart?",
        "Henry: I think Casey disappointed her. I mean, he gambled, and he lied about it, and then he stole some money to take care of his debts. And he's in a lot of trouble with the law.",
        "Vienna: It happens -- to the best of us. Can Madeline do anything to help him?",
        "Henry: Not that I can think of, but you know what? That's not gonna stop her from trying. The problem with her is that when she gets scared, she doesn't ask for help because she doesn't think anyone will understand, and then when she's in that kind of place, she makes decisions that get her into more trouble than she was in the first place.",
        "[SCENE_BREAK]",
        "Lily: Are you saying that Paul Ryan took your little brother?",
        "Faith: To protect Ethan!",
        "Parker: Paul said he had a vision about Ethan being in trouble.",
        "Lily: What kind of trouble?",
        "Parker: Like his life was in danger.",
        "Lily: What? Did Paul say where he was going? Did he say anything at all?",
        "Faith: I don't think so.",
        "Emma: Listen, cars have all arrived out here. What should I do?",
        "Lily: We need -- tell Luke to take care of it, please? Did Paul say anything about where he was going? Well, what did he say? What did he say?!",
        "Parker: When he was telling us about the vision, he wanted to know if Ethan ate anything.",
        "Lily: Why?",
        "Parker: If you fed him.",
        "Lily: Why?",
        "Parker: I don't know exactly.",
        "Lily: You don't know much of anything, the two of you, just that Paul Ryan came in here and took my baby!",
        "Faith: Stop yelling.",
        "Lily: You let him do that. I have to call the police!",
        "[SCENE_BREAK]",
        "Meg: Paul's on his way over.",
        "Craig: Of course he is. Does he have some sort of radar or something that goes off every time I get near you?",
        "Meg: He told me to wait here for him.",
        "Craig: Did he say why?",
        "Meg: He said it was life and death. And he sounded exactly the same way he did when he was trying to warn me about the blood drive at the hospital. We both know how that turned out.",
        "Craig: Did he say he'd had another premonition?",
        "Meg: I assume he has.",
        "Craig: Do you really need this right now?",
        "Meg: He needs help.",
        "Craig: I don't dispute that. But does he always need it from you? I mean, you said you were trying to separate from him, but you still drop whatever it is you're doing whenever he wants to stage a breakdown.",
        "Meg: It's not an act.",
        "Craig: Okay. Just because you've stopped wanting anything from him doesn't mean it's over. He's still tied to you. The only way to separate from him is to cut it off completely.",
        "Meg: Oh, and you'd love that. You want me to slam the door in everybody's face but yours.",
        "Craig: That's not true. Okay. You're gonna make your own decisions.",
        "Meg: Yeah, that's right. And that includes seeing Paul. Look, the last time I ran into him, he wanted nothing to do with me. So why the sudden turnaround? He must have a legitimate reason for coming here today.",
        "Craig: Right.",
        "Meg: Okay look, I know what I'm doing.",
        "Craig: No, okay, fine, that's all right. But as your friend, I really support everything that you've done to change your life. All the effort that you've put into rebuilding it. So I'm just asking you to take that fresh start one step further.",
        "Meg: How?",
        "Craig: Take a walk with me around the lake. Come on, get some air, clear your head.",
        "Meg: My head's fine.",
        "Craig: Come on, come on. You don't owe Paul anything. And this is your chance to walk away. So take it, all right? For your own sake.",
        "[Ethan crying]",
        "Paul: Shh, shh.",
        "[Ethan crying]",
        "Meg: Is that Ethan? My God, Paul. What are you doing with my nephew? Are Lily and Holden here?",
        "Paul: No.",
        "Meg: So what are you doing with their baby?",
        "Paul: Look, I really want to explain but not with all this interference.",
        "Craig: I'll pay the check.",
        "Meg: Thank you. What is going on?",
        "Paul: I keep having this vision, okay? And every time I have it, it gets worse, and I think it's about Ethan.",
        "Meg: And that's why you brought him to me?",
        "Paul: I didn't know where else to go.",
        "Meg: Do Lily and Holden know that he's with you?",
        "Paul: No.",
        "Meg: So you just grabbed the baby and came here? Without asking?",
        "Paul: There wasn't any time.",
        "Meg: This time you have really gone too far, Paul.",
        "[SCENE_BREAK]",
        "Lily: The police are on their way. They're sending a squad car.",
        "Emma: Have you called Holden?",
        "Lily: No, I can't call Holden until I know what's going on. What's happening outside?",
        "Emma: Luke's taking care of everything.",
        "Lily: You two, you have to think very, very clearly about what Paul said, because the police are going to want to know.",
        "Faith: I told you everything.",
        "Lily: You haven't told me why you said yes in the first place. Why would you let someone come in here and take your little brother to God knows where?!",
        "Faith: Because Paul was scared something bad was going to happen to Ethan. We knew he wouldn't hurt him.",
        "Lily: You're an 11-year-old child! You do not know. You're not mature enough to know who or who will not hurt a baby!",
        "Lily: Why didn't you go get your grandmother? Why didn't you come get me and tell me what was going on, that Paul was here?",
        "Faith: You were busy with the baby food people!",
        "Lily: That's your excuse?",
        "Faith: You haven't had time for anything else.",
        "Lily: I always have time for my children. I will never let anything become more important than my children.",
        "Parker: Leave Faith alone!",
        "[SCENE_BREAK]",
        "Will: Where are you getting your information about what happened with Adam?",
        "Jade: I put it together by the way that, you know, Gwen and Maddie have been acting.",
        "Will: So you guessed.",
        "Jade: You should be thanking me. The fact that I was onto them is the only reason why Gwen told you what she and Maddie did. They thought they could hide it forever.",
        "Will: You know, Gwen was right, you do hate her.",
        "Jade: What did she tell you, Will? That she didn't mean for this to happen?",
        "Will: Jade, don't act like you know my wife.",
        "Jade: I know one thing. I know what happened to Adam. And I cannot believe she expects you to clean this up. Poor Will. But I gotta give you credit. No matter how bad things gets, you're still loyal.",
        "Will: If you're so sure about all this, then why haven't you told anybody? Why didn't you bring it to the cops?",
        "Jade: I thought that was obvious. It's because of you. It's because of how I feel about you.",
        "[SCENE_BREAK]",
        "Casey: Okay, look, I know that I let you down, all right? And not just with the gambling, but with the lying, too. So if that's why you don't want to be with me, then I get that. But what I don't get is you wanting to hurt me. Cause the time I've known you, you've never been this mean.",
        "Maddie: Or maybe it's because I've been too trusting.",
        "Casey: With my parents? Because the let you into their lives, not just this house.",
        "Maddie: Casey, please don't bring your parents into this.",
        "Casey: Well, I don't understand how can you leave and not say good-bye to them. They care about you so much.",
        "Maddie: Why are you making me feel guilty about dumping you because of your parents?",
        "Casey: Why are you twisting what I'm saying?",
        "Maddie: Well, now you know how it feels.",
        "Casey: Maddie, I love you. And I don't want you to leave.",
        "Maddie: Don't you get it? It doesn't matter what you want anymore. We are better off apart, so you better start facing it, okay? [Door slams] I'm so sorry, Casey.",
        "[SCENE_BREAK]",
        "Gwen: Will and I just want to be alone for a few days.",
        "Iris: Sweetie, come here. Sit here for a minute.",
        "Gwen: No, Mom! You have to leave.",
        "Iris: Honey, how can I leave when I don't know that you're really okay? I've been having the worst nightmares about you. You're in this room, and you're in the dark, and you call my name, only I can't find you. I can't get to you.",
        "Gwen: That's some dream, Mom.",
        "Iris: That's a mother's intuition. I know I'm right. Look at you, you're shaking, Sweetie.",
        "Gwen: That's because of you. You do this to me! Every time. You make me this angry.",
        "Iris: Why can't you admit that you're scared, Honey? You're panicked, and you're running. It's a bad combination. Believe me, I know it.",
        "Gwen: What is this, some kind of set-up for more blackmail? Why don't you just get to it?",
        "Iris: No, Honey, Honey, I promise. This has nothing to do with blackmail.",
        "Gwen: Really? Because the last time you were here, all you were talking about Adam and how he'd gone missing, and how somehow I was responsible for it. And you wanted me to pay to be quiet, only I thought you let that go once you realized I have nothing to hide.",
        "Iris: Are you sure about that? Oh, Sweetie, it must be so nice to have your wedding ring back where it belongs.",
        "Gwen: Oh, my God -- it was you! The wedding ring, the flowers, the calls from Adam. You've been in here, haunting me. It's been you the whole time!",
        "[SCENE_BREAK]",
        "Will: I don't know why you'd do me any favors, Jade. You and I are over, and we never had anything to begin with.",
        "Jade: Not even a friendship? I thought you still considered me a friend. That's the only reason why I haven't gone to Margo with any of this.",
        "Will: Yeah well, you don't owe me anything.",
        "Jade: Yeah well, sometimes I feel like I owe Adam something, like I should go to the police and tell them what Maddie and Gwen did and make them pay. It isn't right, keeping Margo from finding out what happened to her son. But, I keep thinking about how it's gonna break your heart if you see your wife get arrested, so I've been stalling.",
        "Will: For my sake?",
        "Jade: Yeah. If you're just gonna throw your life away being a fugitive, there is no reason for me to keep quiet.",
        "Will: Look, do you really want to help me, Jade?",
        "Jade: Yes, isn't it obvious?",
        "Will: Then stall, keep stalling just a little longer.",
        "Jade: Yeah, well, I don't think time is gonna make much of a difference, because I figured this much out. I'm not the only one.",
        "Will: Please, Jade. If you ever really did care about me, don't do or say anything about Adam.",
        "[SCENE_BREAK]",
        "Gwen: You still know how to hurt me. As bad as things get, you still know how to make things worse.",
        "Iris: Why would I want to hurt you, intentionally?",
        "Gwen: Oh, please. You'd cut up my body and sell the parts if you knew it could make you enough money.",
        "Iris: Where is this coming from?",
        "Gwen: The last time you were here, you informed me that the police had found a body, and you were so sure that it was Adam, and that I was the one who was responsible for putting him there.",
        "Iris: I'm sorry, I shouldn't have jumped to conclusions. Because we both know now it was this homeless guy.",
        "Gwen: Only you couldn't leave it go. You had to go home and channel all of your sick energy into finding out --",
        "Iris: What? Go on, Gwen. Finding out what? You'd better tell me.",
        "Gwen: You already know. Because you're the one who moved Adam's body.",
        "[SCENE_BREAK]",
        "Henry: She's still not picking up. Maddie, hey. Listen, give me a call, will ya? I'm just being brotherly, all right? Thanks. I don't think we're gonna see my little sister today.",
        "Vienna: Oh, that's too bad. I was hoping to learn a lot of new things about you. It was gonna be a fun afternoon.",
        "Henry: We could still have fun. We know how to do that.",
        "Vienna: Yes we do, don't we?",
        "Henry: Steady.",
        "Vienna: Ooh, I know what. You can teach me some American games.",
        "Henry: Like what?",
        "Vienna: What's your favorite?",
        "Henry: Well, I do have a certain fondness for poker.",
        "Vienna: Well, poker it is, then. We should play Texas hold-up.",
        "Henry: Texas hold 'em. Texas hold 'em.",
        "Vienna: Okay. I'll hold 'em, and you deal.",
        "Henry: I have an idea. What about a little variation here?",
        "Vienna: What? Do you mean strip poker?",
        "Henry: Whoa, whoa! For someone who says she needs a teacher, you seem to know a lot more than you're letting on.",
        "Vienna: I've only heard about the game. I've never played it before.",
        "Henry: All right, just one item of clothing for every hand you lose.",
        "Vienna: Okay, just tell me what to do as we go along.",
        "Henry: All right, you get seven, you keep five, and deuces are wild.",
        "Vienna: Okay. I'm ready.",
        "Henry: You're what? You're ready to make a bet?",
        "Vienna: I bet everything you have on.",
        "Henry: Sweetie, that's not the way it goes.",
        "Vienna: But that's my bet. I win.",
        "Henry: How did you do that?",
        "Vienna: I stacked the deck!",
        "Henry: You did what? Ohh!",
        "[SCENE_BREAK]",
        "Parker: Ethan's going to be all right, Mrs. Snyder.",
        "Lily: I know you two believe that, but I don't.",
        "[Knocking on door]",
        "Emma: I'll get that. It must be the police. Coming! Come in, come in. Hi Dallas, how are you? You know Lily, and that's Faith, her daughter. And Parker.",
        "Dallas: Any word from Paul Ryan?",
        "Lily: He took my child, why would he call?",
        "Dallas: He might.",
        "Emma: Let's be calm here, okay?",
        "Dallas: You reported that he abducted your baby. Is there any motive you can think of?",
        "Lily: No. The only thing I know is he came in here, and he took my child. The kids were here, but for some reason, Paul convinced him to let him take the baby.",
        "Dallas: Would you mind if I asked them some questions?",
        "Lily: I would be grateful for that. Thank you.",
        "Dallas: Can we go into the other room?",
        "Lily: Absolutely, wherever you need.",
        "Dallas: This won't take long.",
        "Parker: We told her everything.",
        "Dallas: Well, this time, tell me. Maybe together, we'll figure out what's going on.",
        "Lily: What if I never see him again?",
        "Emma: You will, you will. Come on, Sweetheart, its okay. You know, as much as I dislike Paul, I can't believe that he'd hurt a child.",
        "Lily: How did this happen? You were supposed to be watching him and Parker.",
        "Emma: I know, I know, Sweetheart, I feel horrible. I was just in the parlor. I was watching your show, and it happened so quickly.",
        "Lily: I'm sorry, I don't mean to snap at you. I'm so upset.",
        "Emma: Its okay, it's all right.",
        "Lily: Why are the police doing this? Why are they wasting their time? They should be going after Paul Ryan.",
        "Emma: It's okay.",
        "[SCENE_BREAK]",
        "Meg: You can't justify this, Paul. No matter what your visions are telling you, snatching the kid from his parents, it's -- it's asking for trouble. Look, I can only imagine what Lily and Holden are going through, okay? And why bring Ethan to me?",
        "[SCENE_BREAK]",
        "[Lily's cell phone rings]",
        "Craig: So Meg and I are finishing up breakfast at the Lakeview.",
        "Lily: Craig, I can't talk right now. Ethan's missing!",
        "Craig: I know. He's here.",
        "Lily: You've seen Ethan? What did you say?",
        "Craig: Paul, he just walked in carrying him. It didn't seem right.",
        "Lily: Whatever you do, you keep him -- you keep him at the Lakeview. I'll be right there. Don't let them leave!",
        "[SCENE_BREAK]",
        "Paul: Holden's away, and Lily was at some board meeting with her food company.",
        "Meg: So, interrupt her!",
        "Paul: Look, there wasn't time to argue, and there isn't any now. Please, will you just look at him?",
        "Meg: Come here, Honey. Come here, Sweetie. Ohh. Oh, Honey. Oh, my God.",
        "Paul: What? What's wrong with him?",
        "[Ethan crying]",
        "Paul: Meg, what's wrong? He's sick, isn't he? I knew he didn't look good.",
        "Meg: We need to take him to the hospital right away.",
        "Paul: Okay, I'll get the car, and I'll meet you out front.",
        "Meg: Okay, Honey. Its okay, Sweetie. Okay. It's okay.",
        "Craig: Where are you going?",
        "Meg: We're taking Ethan to the emergency. Call Lily. Tell her to meet us there as soon as she can.",
        "Craig: What should I tell her?",
        "Meg: Tell her Ethan's in trouble. He needs her.",
        "[SCENE_BREAK]",
        "Jade: Okay. I won't say anything -- for now.",
        "Will: Thank you.",
        "Jade: I want you to have what makes you happy, and that's Gwen.",
        "Will: I'm not gonna forget this.",
        "Jade: Just be careful. She did this to herself. And I know it may seem like if her and Maddie run, they can get away with it, but they can't. The truth catches up to you sooner or later.",
        "Will: The truth you're talking about -- who was right and who was wrong? It's not that simple.",
        "Jade: Maybe. But the real crime is covering it up, and you know it.",
        "Will: Jade, what do you want me to say?",
        "Jade: I just want you to be prepared. People are gonna go after Gwen with everything they've got. They're not gonna forget this, and Maddie is all on her own.",
        "Will: All right, I gotta get home.",
        "Jade: All right, well, good bye. I didn't want it to be like this, but if you're gonna go, go now.",
        "Maddie: Hey, Will!",
        "Will: Hey. Gwen was worried that you already left.",
        "Maddie: No, I just had to pack some stuff. So I saw you talking to Jade.",
        "Will: Yeah, she knows.",
        "Maddie: How does she know that we were planning on leaving? We only figured it out, like, five minutes ago.",
        "Will: I tried to tell her that Gwen and I were going somewhere for spring break, but she already put two and two together.",
        "Maddie: You must hate me.",
        "Will: No.",
        "Maddie: I mean, this is all my fault. None of this would be happening if I hadn't done what I did to Adam.",
        "Will: Maddie, you did what you had to do, and I understand. I would have done the same thing.",
        "Maddie: And you're sure? I mean, it would be a lot easier for you guys to get away if it was just the two of you.",
        "Will: No, Maddie. You're coming with us. We have to go now. We have to hurry. Because Jade's going to go to the cops. Not right now, but at some point.",
        "Maddie: Okay, well, let's go get Gwen.",
        "[SCENE_BREAK]",
        "Iris: Okay, let's go with your little scenario. Let's say I did move Adam's body. Why would I want to go near a corpse or risk being thrown back in jail? What would give me the strength, Honey?",
        "Gwen: Money, M om. Lots of it.",
        "Iris: Sweetie, there are a lot easier ways of making money than disturbing the dead and bringing down the wrath of the almighty.",
        "Gwen: Yeah, there are, like good, honest work, but we all know that's not your first choice.",
        "Iris: Boy, you sure are cocky for a girl who's in big trouble.",
        "Gwen: And this is your favorite game, isn't it? Torturing me? Only I've really had enough, so just tell me. Did you move Adam's body?",
        "Iris: Okay, if I did relocate Adam, I did it because I wanted to help my little girl. I wanted to take you out of harm's way, Honey.",
        "Gwen: Oh, really? Why start now?",
        "Iris: Oh, I just love how feisty you are. You know, you are a real pip. But then again, you get that from me.",
        "Gwen: No, Mom.",
        "Iris: Along with your good looks.",
        "Gwen: I didn't get anything from you except a good example of what not to be.",
        "Iris: Well, you sure didn't get my good manners, but you. You are a fighter. You can't help it. It's in the genes.",
        "Gwen: No, it isn't.",
        "Iris: Act first, and then you think, that's you, Gwennie. But the thing is, you see, those good looks and that fighting nature, it's gonna disappear pretty quickly when you're locked behind cement and barbed wire. I could not stand to see that happen to you.",
        "Gwen: You're loving this, aren't you? I mean, this is what you live for.",
        "Iris: I'm trying to show you what the stakes are. You need me. I'm the only mother you got, and right now, Mama's the only one who's gonna be able to help you out.",
        "Gwen: This is you helping me? Torturing me? Moving Adam's body so that you can terrorize me? I mean, I should have known that it was you. I mean, even Jade wouldn't be this sadistic. I mean, the flowers were a big clue. Adam would have sent something a lot nicer.",
        "Iris: Oh Honey, you did care about him, didn't you?",
        "Gwen: Yes, yes, I did! But not the way that you mean it. You're incredible, you know that? I mean, you're really incredible. Sending me the ring, and finding somebody to sound like Adam to call us, call Jade, putting the branch in my bed. What was that, the icing on top of the cake?",
        "Iris: That's real horror movie stuff, huh?",
        "Gwen: And what the hell is wrong with you? To see me this scared, to have no idea what was going on? I mean, you're sick, you know that? You're really sick.",
        "Iris: You may be in college, Gwennie, but you didn't learn how to think smart. Luckily for you, you got a mother that can do it for you",
        "[SCENE_BREAK]",
        "Emma: They're going to get Ethan now.",
        "Faith: Are we still in trouble?",
        "Emma: You have to know that what happened was very, very serious.",
        "Parker: That means yes.",
        "Emma: I'm trying very hard to understand why you'd let Paul come here and take the baby without asking. I was right in the parlor. You could have called me.",
        "Parker: We knew Paul wouldn't hurt Ethan.",
        "Emma: I cannot believe that you didn't understand that what you did was wrong. I mean, you saw how upset your mother was that the baby was missing.",
        "Faith: Not really missing. Not anymore.",
        "Emma: Well, I hope not. Your mother is still frightened, and I don't blame her.",
        "Faith: I didn't mean to scare anybody, though.",
        "Emma: You know we have a rule in this house, right?",
        "Faith: Nobody comes or goes without saying hello and good-bye.",
        "Emma: That's right. And why was Paul different?",
        "Parker: Paul's different from most people -- other grownups.",
        "Emma: Different because he's not a responsible person. He cannot be trusted with a baby. Really. I mean, you're old enough to understand that when somebody takes a baby without permission, that's kidnapping.",
        "Faith: I'm sorry. It didn't seem wrong.",
        "Emma: I know. I know you're sorry. I'm sorry, too. I should not have left you alone with the baby. If anything happens with this child, it's gonna be my fault. I'll never forgive myself. Never.",
        "Parker: Oh, man.",
        "Faith: We really messed up.",
        "Parker: No. No, we didn't.",
        "Faith: Do you still think it was right that Paul took Ethan with him?",
        "Parker: Totally. I know your grandmother thinks Paul's weird, but I trust him.",
        "Faith: So do I. I trust him more than my mom.",
        "[SCENE_BREAK]",
        "Meg: I don't know when the infection or the fever started, but he was fine until a few hours ago.",
        "Paul: He's been crying a lot. I thought maybe he was just disoriented cause he doesn't know me very well.",
        "Meg: Ethan's records are in the hospital computer, and his mom will fill you in as soon as she arrives.",
        "Dr. Andrews: Thanks, Meg.",
        "Paul: Is he going to be okay?",
        "Dr. Andrews: We'll do our best.",
        "Meg: What's the diagnosis?",
        "Dr. Andrews: I don't want to speculate. He needs a drip and a heart monitor. We'll know more later.",
        "Paul: That wasn't much of an answer.",
        "Meg: Well, it's the only one we're going to get right now. His fever was high enough to cause convulsions.",
        "Paul: Why did it spike so quickly?",
        "Meg: Babies are notorious for that. Let's just hope his fever comes down quickly.",
        "Lily: Are you out of your mind? What did you do to my son?",
        "Paul: I didn't do anything to your son.",
        "Lily: Why? Why is he here? How dare you touch my son!",
        "Paul: He needed me.",
        "Lily: He needs his mother.",
        "Paul: Well, his mother wasn't there.",
        "Lily: Don't you dare make this my fault!",
        "Meg: Lily, take it easy.",
        "Lily: Don't defend him! How dare you! How dare you touch my son and go to his home and take him out of there without telling one person?",
        "Meg: He's very ill, Lily.",
        "Lily: It's because of him!",
        "Meg: No. No, it's not because of paul. Paul took him because he knew he was in serious danger of getting sick. And there wasn't any time to explain. He was trying to save his life.",
        "Lily: I don't believe you. I want to see my son.",
        "Meg: He's in there with Dr. Andrews. He needs an I.V.",
        "Nurse: He's with the doctor. You can't go in right now.",
        "Lily: Oh, oh. I should be with him.",
        "Craig: Why don't we just let the doctors do what they need to do first?",
        "Lily: He's so tiny. He's so tiny. He's not moving. He's so still. I've got to call Holden. I've got to call Holden. I couldn't get a signal on my way over here. I've got to call him.",
        "Craig: You can try in a few more minutes. There are some phones down the hall.",
        "Lily: He should be here.",
        "Craig: It's all right, we'll get a hold of him, don't worry.",
        "Lily: He was fine this morning. I gave him breakfast. He was happy. He was smiling. Why couldn't I tell something was wrong with him?",
        "Craig: It's all right. It's gonna be okay.",
        "Lily: How could this happen? How could this happen?",
        "Craig: It's all right. Its okay, it's okay.",
        "[SCENE_BREAK]",
        "Vienna: Marco!",
        "Henry: Polo.",
        "Vienna: Marco?",
        "Henry: Polo.",
        "Vienna: Marco.",
        "Henry: Polo.",
        "Vienna: Are you sure that's all I'm supposed to say, Marco?",
        "Henry: Yes, yes, you said you wanted to know about American games, and this is it. Now, take it or leave it.",
        "Vienna: Marco!",
        "Henry: It's a lot more fun in a pool. Careful.",
        "Vienna: Marco!",
        "Henry: Whoa, whoa, whoa, whoa. You're not supposed to take that off!",
        "Vienna: Well, I'm going to put it on you, Marco.",
        "Henry: That's okay, Polo. Hey. That sounds like a lot of fun, but I think I've had enough fun for tonight.",
        "Vienna: You know, I have something serious to ask you, so don't make any jokes, okay?",
        "Henry: Okay.",
        "Vienna: Are you ready?",
        "Henry: I don't know.",
        "Vienna: Move in with me.",
        "Henry: When did you decide this?",
        "Vienna: Just now.",
        "Henry: That's a major decision. That's a month's worth of negotiation right there.",
        "Vienna: But why? You've been sleeping here every single night.",
        "Henry: Yeah, I know. I know I have, but --",
        "Vienna: But what?",
        "Henry: I just -- I feel good having a place of my own.",
        "Vienna: Why, so you can run away?",
        "Henry: I'm not gonna run away.",
        "Vienna: Well, then what? Are you happy, Henry? Because that's all you need to be, happy.",
        "Henry: I'm deliriously happy, it's just a big step, Sweetheart.",
        "Vienna: Okay, it's -- this is just like poker. If you want to win big, you have to bet big. That's what you told me.",
        "Henry: Did I?",
        "Vienna: Yeah, you did.",
        "Henry: Really? Okay. Here's a little lesson to learn about Henry. Don't believe everything that comes out of my mouth.",
        "Vienna: You can't tell me that now, Henry. That's a little bit too late because I love you too much, and that's why every time you walk out that door to go back to your room, I feel lonely.",
        "Henry: Lonely?",
        "Vienna: Yeah.",
        "Henry: With all these premium cable channels you got here? Come on.",
        "Vienna: You're joking again.",
        "Henry: I know, and you're serious. You're serious, I know. And you're beautiful, and you're incredible at strip poker.",
        "Vienna: So take a bat, Henry, and bet big. On us!",
        "Henry: All right, to hell with it. Let's do it, come on, let's move in together.",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Casey: All right, just do it, Man. You can't blow off another semester.",
        "[SCENE_BREAK]",
        "Will: Gwen, are you ready?",
        "Maddie: Whatever you haven't packed, we'll buy, all right? We gotta go, though. Jade knows what we're doing.",
        "Will: We don't even know what we're gonna need. Gwen, come on. We need to be on the road right now.",
        "Maddie: I'll see what she's doing.",
        "Iris: Hi, Will. Gwennie and I are just doing a little catching up, but I still got a few questions. Take a seat, Maddie, Dear. This road trip is just gonna have to wait a little bit.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Dusty: You can make your money on your back, or you can make it here. It's your choice.",
        "Emily: Stop trying to control me.",
        "Dusty: Choose.",
        "Gwen: You're paying her off. Why?",
        "Iris: Will is just trying to stop you from serving time.",
        "Gwen: How much?",
        "Katie: I have to do something. I don't want to do it, but I have to, and I need your help.",
        "Jack: What is it?",
        "Katie: I need to pay Brad's bail."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ODVgu96c9nI"
}