{
    "Episode Summary": [],
    "Recap": [
        "Carly is drowning her sorrows, as Craig has brought Parker to the hospital after finding him bleeding in the woods. When he can't reach her, he calls Jack, who comes running. Carly doesn't hear her phone because she is too busy drinking and trying to forget her problems - not to mention she is almost starting fights in the bar as well \u0096 that is until the bartender asks her to leave. Parker has tests run and Jack receives good news that Parker is ok, but he has to have his stomach pumped though. Parker feels badly about his behavior and admits to feeling very upset and lost because of Liberty. Craig finally tracks Carly down, as he realizes she has been drinking. He tells her about Parker, as she tries to rush off to see Parker, but Craig stops her and makes sure he sobers her up first. Carly is remorseful of her behavior and apologizes to Craig, as they leave for the hospital. Outside, Jack can tell Carly has been drinking and calls her on it. She admits to falling off the wagon, but will get help. Jack is concerned and wants her to be healthy, but that doesn't stop him from blaming Craig and her business for this latest crisis. Carly goes home to sleep it off promising to check in with Parker after. Later, Carly tells Craig that she is to blame for the way Parker is acting. Craig tries to snap her out of it and remind her that Parker is a teenager, but Carly believes the root of Parker's problems are her fault and she has to focus on he children and not him; she tells him that she needs to not have him around anymore. Craig tries to talk her out of it, but she is adamant that it has to be that way. Craig agrees to leave, but he won't give up on her. Luke continues to worry about Noah, as Lily is sure he will be home soon. They disagree however about her defending Damian, as Holden overhears and is angry that Lily is turning a blind eye to what Damian is capable of; she doesn't think this time Damian is to blame. Zac sends Luke a text from Noah, as Zoe meets up with Luke to sell the story further that Noah will be home soon and that he is sorry. Luke doesn't think that the text sounds like Noah, as Zoe then rushes off when she learns that Damian went to Lisbon to find Noah. Noah tries to get Zac to untie him, as Zac \u0091comes on' to Noah and tells him that is the only way he will untie him. Noah sees a possible weapon and agrees to be with Zac, but Zac is onto him and threatens to hurt him if he does it again. Zoe tells Zac that they have to move now with the note. Lily and Holden are still arguing about Damian when Damian shows up with news that Noah is not in Lisbon. Luke, who comes home, is unsure of Damian's news, as is Holden, but everyone is stunned when a ransom note comes regarding Noah. Holden is sure that Damian is behind this note too. He asks Lily and Luke to sit tight, and he will be back. Noah is thrown and disgusted when he sees Zac and Zoe kissing passionately. He learns that Zac and Zoe want the Foundation money, but he doesn't get why they pretended to be their best friends, tried to hurt Luke, stabbed Damian then made a big to do about coming onto each of them if it was only about the money. Zac and Zoe won't let Noah in on the reasons they are doing what they are, as they pass the time waiting by making out. Holden confronts Damian angrily and demands to know what he has done with Noah."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Doctor: Any idea how much he had to drink?",
        "Craig: No. There were two bottles of vodka, one empty, one about a half. Both of them 80-proof. But I don't know how much of it he drank.",
        "Nurse: Has your son abused alcohol before?",
        "Craig: He's not my son. I'm a family friend. But to answer your question, I don't think he has any kind of a problem.",
        "Nurse: We need to speak with his parents.",
        "Craig: I've been trying to reach his mother. I'll try and call her again.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "[Mid-tempo music plays]",
        "Carly: Hey, Justin, would you refill my glass just one more time? I got to use the ladies'. Keep my seat warm.",
        "[Cell phone ringing]",
        "Craig: Damn it, Carly, where the hell are you? You need to call me right away. It's an emergency.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Jack: What do you want?",
        "Craig: I found Parker.",
        "Jack: Tell him to go home.",
        "Craig: He can't. He's at the hospital.",
        "Jack: I'm on my way.",
        "[SCENE_BREAK]",
        "Lily: The I.T. guys are coming over with some new software to try to rebuild the hard drives. They think that they may be able to recover some of the lost files. And if Noah can remember that user I.D., we might be able to find out where those funds were transferred to. Luke?",
        "Luke: I'm -- I'm sorry.",
        "Lily: Honey, he'll be back in a couple of days.",
        "Luke: I just can't believe Noah got so mad at me about Damian.",
        "Lily: Well, maybe he's not mad. Maybe he just wanted to go to the film festival.",
        "Luke: He blew off school, work, this really big paper he has next week.",
        "Lily: You.",
        "Luke: Yeah, and I know that after fights, he likes to take some space, you know, gather his thoughts, but, I mean, Lisbon?",
        "Lily: Well, the trip was right there.",
        "Luke: Yeah, but he only sent me one message. He doesn't answer my calls or my texts. It just doesn't seem like he'd be that angry about Damian.",
        "Lily: Maybe it's not just about that.",
        "Luke: Yeah, but we were totally solid when you and Damian walked in. And the next thing I know, he's walking away, all the way to Portugal.",
        "Lily: Maybe he's embarrassed he was so impulsive.",
        "Luke: Noah doesn't do embarrassed.",
        "Lily: Honey, you're gonna work it out just as soon as he gets back.",
        "Luke: Yeah, well, maybe I should be impulsive. I should go over there and make him talk to me.",
        "Lily: I don't think that's gonna be necessary.",
        "[SCENE_BREAK]",
        "Noah: Whatever you and your sister are trying to pull, it not gonna work. Luke's going find me. He's gonna find out that I'm not in Lisbon.",
        "Zac: You want me to tape your mouth shut again? Then shut it.",
        "[Knock on door]",
        "Zac: Who is it?",
        "Zoe: Z. the two dads are still out of town. We can't move until they get back.",
        "Zac: Shouldn't we make sure the missing boy toy isn't setting off any alarms?",
        "Zoe: Yeah. Lover boy needs an update from his sweetie pie.",
        "Noah: I'm not calling Luke for you again.",
        "Zac: Oh, see what I've been dealing with? He's been giving me major attitude all day.",
        "Zoe: Would it kill you to be a little more cooperative?",
        "Noah: You can do what you want to me. I'm not lying to Luke.",
        "Zoe: Thank God for modern technology, then, 'cause we can do it without you.",
        "[SCENE_BREAK]",
        "Luke: Damian is in Lisbon?",
        "Lily: He went there to get Noah and bring him home.",
        "Luke: That's none of his business!",
        "Lily: Honey, he knew the two of you were fighting about him, and he wanted to make things right.",
        "Luke: The only way he can make things right is by staying out of my life.",
        "Lily: He did this for you, Luke.",
        "Luke: Mom, I don't want him to do anything for me! I'm kind of upset that you didn't tell me that he was going.",
        "Lily: Well, I decided we both should give him a chance.",
        "Luke: Why?",
        "Lily: Because he deserves it.",
        "Luke: Why do you even care how I feel about him?",
        "Lily: Because it makes you so unhappy.",
        "Luke: Yeah, well, when I have to see his face, yes. But when I don't, I don't even think about the guy.",
        "Lily: You can't lie to me.",
        "Luke: Mom, I'm not lying to you.",
        "Lily: So you're gonna tell me you weren't trying to send him a message by using his family's money to start your foundation?",
        "Luke: I was trying to help people. That's all.",
        "Lily: But you resent the way he reacted when you told him you were gay.",
        "Luke: Yeah, you could say that. Yeah.",
        "Lily: My reaction was pretty despicable, too, but you've forgiven me, Luke.",
        "Luke: Well, yeah. Because that was just the point you were in in your life. With Damian, it's the status quo. He's dishonest. He's violent. He's self- serving. Do you want me to go on, Mom?",
        "Lily: I think he's being honest this time.",
        "Luke: Somebody tries to ruin the foundation and rob us blind the exact same time that Damian comes back to town.",
        "Lily: I don't think he's behind it. I really don't.",
        "Luke: You're falling for his act. He gets to you, Mom. That's why you can't keep away from him.",
        "Lily: That's not true.",
        "Holden: Can't keep away from who?",
        "Luke: Take a wild guess.",
        "Holden: What is going on?",
        "Luke: You explain it. I'm sick of the whole subject.",
        "Holden: This has got to be about Damian.",
        "[SCENE_BREAK]",
        "Jack: Where is he?",
        "Craig: They took him for tests.",
        "Jack: What the hell happened, Craig?",
        "Craig: I'm not sure. I found him in the woods, passed out. His head was bleeding. It looked like he might have fallen and hit his head on a rock or something.",
        "Jack: Is he okay? What kind of tests are they doing?",
        "Craig: A cat scan. They just want to make sure that there's no fracture.",
        "Jack: My God!",
        "Craig: They said it's just a precaution.",
        "Jack: What the hell was he doing in the woods?",
        "Craig: Drinking. There was an empty bottle of vodka near him.",
        "Jack: He had a whole bottle?",
        "Craig: He said couldn't remember how much he drank.",
        "Jack: Where is Carly? Is she at the cat scan with him?",
        "Craig: She's not here. I've tried to reach her. I left her a message at home and on her cell, but she hasn't called me back. That's why I called you.",
        "Jack: Well, I'm glad you did.",
        "Craig: You have any idea where could she be?",
        "Jack: I was just about to ask you the same question.",
        "[SCENE_BREAK]",
        "Carly: Sorry. I thought you were saving my seat?",
        "Bartender: Janet here sat down while I was in back.",
        "Carly: Janet?",
        "Bartender: There are plenty of other stools, Mrs. Snyder.",
        "Carly: It's Tenney, okay? And I kind of had my heart set on this one here. Excuse me. This is my stool. See, it's my stuff.",
        "Janet: I didn't know that they were assigned.",
        "Carly: They're not, really. You can have any which one you want. Except that one.",
        "Janet: Why does it matter so much to you?",
        "Carly: My son is an emotional wreck, my ex-husband thinks I'm a drunk, and I'm sleeping with a degenerate liar. That's why it matters.",
        "Janet: Not to me.",
        "Carly: You don't want to do that. Okay. Look, Janet, we can do this the easy way, or we can do this the hard way. It's up to you. Okay, you can either get off the stool or you can fight for it. Come on.",
        "Janet: Would you tell this lush to back off?",
        "Carly: What'd you call me?",
        "Janet: A lush.",
        "Carly: Boy, you really want me to mess up that pretty face, don't you?",
        "Bartender: Please, Ms. Tenney, I'll call you a cab.",
        "Carly: No, no. Justin, I'm not even ready to leave.",
        "Bartender: I think you are.",
        "Carly: Are you kicking me out? You can't do that!",
        "Bartender: Yeah, I can.",
        "[SCENE_BREAK]",
        "Jack: Did you get the result of the cat scan?",
        "Doctor: Yeah, there is no sign of head trauma aside from the contusion.",
        "Jack: That's good news.",
        "Doctor: I am concerned about alcohol poisoning. I'd like to perform a gastric lavage.",
        "Jack: Pump his stomach? Is that necessary?",
        "Doctor: Only because he doesn't remember how much he drank.",
        "Jack: Okay. Do it. Thanks, Doctor.",
        "Craig: Anything I can do?",
        "Jack: Yeah, you can find his mother.",
        "Craig: I'll keep trying.",
        "Jack: I'm gonna wait with Parker until take him in.",
        "Craig: I'm glad he's okay.",
        "Jack: Thanks again for calling me.",
        "[SCENE_BREAK]",
        "Carly: Parker? Parker, are you here?",
        "[Telephone rings]",
        "Carly: Parker?",
        "Craig: Where the hell have you been?",
        "Carly: Did you find him?",
        "Craig: Don't you check your messages?",
        "Carly: Wait, what? What messages?",
        "Craig: Are you drunk?",
        "Carly: Don't start with me.",
        "Craig: I thought you quit. When I offered you a drink earlier you almost bit my head off.",
        "Carly: I'm not in the mood for this, Craig.",
        "Craig: I don't want you to move.",
        "Carly: Why not?",
        "Craig: Just stay there.",
        "Carly: No problem.",
        "[SCENE_BREAK]",
        "Noah: It's not gonna work. Luke will know it's not me.",
        "Zoe: Don't worry. I'll make sure he buys it.",
        "Zac: You want me to go?",
        "Zoe: No, you stay with your BFF over there. Later, Z.",
        "Zac: At last.",
        "Noah: You want to loosen these ropes a little? My arms are starting to get kind of numb.",
        "Zac: Oh, you're breaking my heart.",
        "Noah: I'm not gonna try and run. I just want to get some feeling back in my hands.",
        "Zac: I know a few things that your hands could be feeling. But you keep saying no. You ready to reconsider?",
        "[SCENE_BREAK]",
        "Lily: The ring's not Damian's. It doesn't fit.",
        "Holden: How does that prove that he didn't steal the disks from the foundation office?",
        "Lily: He thinks it's another Grimaldi faction.",
        "Holden: Oh, really. How many -- how many Grimaldi factions are there supposed to be?",
        "Lily: He thinks they're members of family who don't like the fact that Luke got all that money.",
        "Holden: Does he have any proof that these factions even exist?",
        "Lily: Well, not yet.",
        "Holden: But you believe him.",
        "Lily: I do.",
        "Holden: I take it Luke doesn't.",
        "Lily: He's not convinced. No.",
        "Holden: He sounded a lot more than not convinced.",
        "Lily: He thinks I've come under Damian's spell.",
        "Holden: Have you?",
        "Lily: Come on.",
        "Holden: Where's Damian now?",
        "Lily: He went to Lisbon to find Noah.",
        "Holden: What's Noah doing in Lisbon?",
        "Lily: The University is sponsoring a trip for the film students. Noah decided to go at the last minute. And Luke thinks it's because they got in a fight over Damian. And now Noah won't return Luke's calls or text messages.",
        "Holden: Oh, father of the year strikes again.",
        "Lily: Holden, he's trying. He knows the boys were fighting over him, and he went there to talk to Noah himself.",
        "Holden: I bet Luke loved that, huh?",
        "Lily: Well, you saw his reaction.",
        "Holden: Okay, why didn't you call me on the phone and tell me any of this?",
        "Lily: Because I knew how you'd react. And I figured if we're gonna fight, we should do it face-to-face.",
        "Holden: Okay, what I don't get is why you're falling for his bull all over again after everything that he's done.",
        "Lily: I didn't believe him at first either. You know that. But it didn't make sense that he'd do all those things to hurt Luke when he came back here to win him back.",
        "Holden: You're the only one who believes that's why he's here.",
        "Lily: Why do you think he's here?",
        "Holden: To get Luke's money. That's why he has you chasing down phantom Grimaldis, so he can somehow steal it back.",
        "Lily: I don't think so.",
        "Holden: He's playing you, Lily. You just don't see it.",
        "Lily: Come on. I know when someone's playing me, and this isn't it!",
        "Holden: I wish I could believe that.",
        "Lily: Well, you'll have to wait until we get proof.",
        "Holden: We?! You're actually helping him?",
        "Lily: I have to find out if he's telling the truth.",
        "Holden: He never does!",
        "Lily: I think he is this time.",
        "Holden: And by the time you realize that you're wrong, he will be gone with Luke's money.",
        "[SCENE_BREAK]",
        "Zoe: You hear from Noah?",
        "Luke: Oh, yeah, I just got a text from him.",
        "Zoe: What'd he say?",
        "Luke: He said that he's sorry for taking off without telling me.",
        "Zoe: He should be.",
        "Luke: And that he'll try to make it up to me when he gets back.",
        "Zoe: Sounds like you guys are gonna be okay.",
        "Luke: Yeah, I guess so.",
        "Zoe: Something wrong?",
        "Luke: It just -- he sounded kind of weird.",
        "Zoe: In a good way?",
        "Luke: Well, maybe not weird. He just -- he didn't sound like himself.",
        "Zoe: So what about him sounded different?",
        "Luke: Well, he ended the text \"I love you.\"",
        "Zoe: Oh, tragic.",
        "Luke: No, well, I mean, it's just that's not like Noah. He's more -- indirect.",
        "Zoe: He's far away. And I bet he didn't realize how much he was gonna miss you. And now he's like, without you there, life kind of sucks.",
        "Luke: Yeah, maybe.",
        "Zoe: Definitely.",
        "[SCENE_BREAK]",
        "Noah: Do you even know how much trouble you're in?",
        "Zac: You're the one that's tied to a pole.",
        "Noah: Yeah, but you're the kidnapper. You're the one committing a federal offense.",
        "Zac: I didn't know you were a lawyer.",
        "Noah: I'm not. But I know the chief of detectives. She's fair. I'll talk to her for you.",
        "Zac: I'm touched.",
        "Noah: I'll tell her that it wasn't your fault, that you knew it was wrong, and that you proved it by letting me go and turning yourself in.",
        "Zac: You would do that, even after everything I've done to you?",
        "Noah: I just want to get out of here, make sure no one else gets hurt. I'm not lying to you, Zac. Why would I? You hold all the cards.",
        "Zac: Yeah, I won't once the cops are involved.",
        "Noah: You can trust me.",
        "Zac: How do I know that?",
        "Noah: I don't lie.",
        "Zac: I think I need to be convinced.",
        "Noah: How can I do that?",
        "Zac: Make love to me.",
        "[SCENE_BREAK]",
        "[Knock on the door]",
        "Craig: Carly. Car -- great. Carly. Carly, wake up! Carly! Wake up! You have to wake up!",
        "Carly: What?",
        "Craig: Come on, you got to get yourself together. Come on.",
        "Carly: Did you find Parker?",
        "Craig: Yes, I did.",
        "Carly: Well, where is he? Is he upstairs?",
        "Craig: No, he's at the hospital.",
        "Carly: What?",
        "Craig: Don't worry. He's okay.",
        "Carly: What happened?",
        "Craig: He went into the woods, fell down, and hit his head.",
        "Carly: The woods? My God! How did you find him?",
        "Craig: I asked myself what I would have done at 16 and when I got my heart broken, and the answer was I would have gone somewhere I thought no one could find me, and I would have gotten drunk.",
        "Carly: He was drunk?",
        "Craig: They're pumping his stomach.",
        "Carly: Oh, no! Oh, God! I got to go and see him.",
        "Craig: Yeah, first things first. Come on.",
        "Carly: No! I have to go to the hospital, Craig --",
        "Craig: Come on, just come with me.",
        "Carly: Oh, Craig, come on!",
        "Craig: Just park yourself right there for a moment.",
        "Carly: What are you doing? I have to go. No.",
        "Craig: Here, drink this.",
        "Carly: I don't have time for coffee right now.",
        "Craig: Jack's there! Do you want him to see you falling all over yourself?",
        "Carly: It's cold.",
        "Craig: Well, it still does the trick. Drink up.",
        "Carly: How did Jack find out?",
        "Craig: I called him.",
        "Carly: Before you told me?",
        "Craig: I couldn't reach you, so I tried Jack. I thought one of Parker's parents should be there.",
        "Carly: I really screwed up again, didn't I?",
        "Craig: Don't worry about it. Go on. Go get cleaned up. Hurry.",
        "Carly: Hey. Thanks. Again.",
        "[SCENE_BREAK]",
        "Zac: I know that you and Luke are like an old married couple. But that's cool. You know, whatever gets you stoked. But your wife's not here, dude. He won't know. I'm like your \"Get out of jail free\" card. Okay, not exactly free, but you know.",
        "Noah: Yeah, I know, and I'm still not interested.",
        "Zac: And I thought we had real chemistry.",
        "Noah: You were wrong.",
        "Zac: You're gonna be like that? After all we've meant to each other?",
        "Noah: You don't trust me. How do I know I can trust you?",
        "Zac: You don't. But the whole thing you said about prison -- it's actually not a very good idea.",
        "Noah: What about Zoe? You think she'll agree to stop?",
        "Zac: I doubt it. This whole operation, her idea, not mine. Why should I be the one to take the fall? So, Monster, we have a deal?",
        "Noah: Okay.",
        "Zac: I mean, you know, it's -- it's not gonna be like a death sentence. You'll probably have a lot more fun than you've had in a very long time. I undid you. You undo me. You think I'm stupid?!",
        "Noah: What are you doing?",
        "Zac: I'm two steps ahead of you.",
        "Noah: What are you talking about?",
        "Zac: You seem to be interested in these weights. Why don't I show you what happens when they get slammed against your skull?",
        "[SCENE_BREAK]",
        "Luke: I was pretty tough on my mom. Should probably go apologize.",
        "Zoe: What a thoughtful boy.",
        "Luke: We're having a rough time right now. She trusts Damian. I don't.",
        "Zoe: That's what the fight was about?",
        "Luke: Well, that and the fact that Damian went to Lisbon without telling me.",
        "Zoe: Lisbon?",
        "Luke: Yeah, he went to try and find Noah and bring him back.",
        "Zoe: When?",
        "Luke: Yesterday. I told my mom I didn't want him butting in my business anymore. And you know what? That's weird. He should be there by now. Noah didn't mention him or anything.",
        "Zoe: Mysterious. I got to go. Later.",
        "[SCENE_BREAK]",
        "Holden: I don't understand why you think you can trust him.",
        "Lily: I don't trust him. I haven't forgotten a thing that he's done. But this time, I don't believe he's behind what's happening.",
        "Holden: So it's this rogue branch of Grimaldis. They're the ones who are responsible.",
        "Lily: They could be.",
        "Holden: It would be nice if Damian showed us a little proof.",
        "Lily: He wants to see what they did to the foundation's computers.",
        "Holden: And you're going to let him? Why don't you just give him the money?",
        "Lily: Holden, I really don't think that's what he's after.",
        "[Doorbell rings]",
        "Damian: Hello, Holden.",
        "Lily: You're back. Did you find Noah?",
        "Damian: He wasn't there.",
        "Lily: What do you mean?",
        "Damian: He wasn't in Lisbon. I went to the film festival. I found the other students. They never saw him.",
        "Lily: Luke said that they were traveling as a group.",
        "Damian: Yes, I know. So I checked with a friend in the government. He said there's no record of a Noah Mayer entering the country.",
        "Lily: Well, if he wasn't there --",
        "Damian: He could be in serious trouble.",
        "[SCENE_BREAK]",
        "Zac: I guess you better have your gay-dar checked, huh?",
        "Noah: What are you talking about?",
        "Zac: What do you think?",
        "[Knock on door]",
        "Zac: Who is it?",
        "Zoe: Z. we have a problem! Damian went to Lisbon to find him.",
        "Zac: He's not gonna find him.",
        "Zoe: No kidding. We have to deliver this now. We can't wait for him to get back.",
        "Zac: Then go.",
        "[SCENE_BREAK]",
        "Parker: Dad?",
        "Jack: Hey, Buddy.",
        "Parker: I feel like I got hit by a truck.",
        "Jack: Yeah, you banged your head. And the doctor had to pump your stomach.",
        "Parker: Why?",
        "Jack: 'Cause you had like a gallon of vodka in you.",
        "Parker: Right. I messed up really badly, didn't I?",
        "Jack: You're gonna be all right. Believe me, it could've been a lot worse.",
        "Parker: I'm sorry.",
        "Jack: So tell me, where'd you get the bottle of vodka?",
        "Parker: It was Mom's.",
        "Carly: Hey. Parker, are you all right?",
        "Parker: Been better.",
        "Jack: He just woke up. Turns out he was drinking your designer vodka.",
        "Carly: Where did you get it?",
        "Parker: At the docks. From a crate.",
        "Jack: What were you doing down there?",
        "Parker: Just walking around.",
        "Carly: Why did you start drinking?",
        "Parker: I just wanted to stop thinking about everything.",
        "Carly: Why didn't come to us and talk to us?",
        "Jack: Why don't we go outside?",
        "Carly: No, I want to stay with him, okay?",
        "Jack: You can come back.",
        "Craig: I'm sure you want to blame us for this.",
        "Jack: Well, it was your booze, wasn't it?",
        "Craig: He stole it, Jack, from a shipment that could've been anyone's.",
        "Carly: Parker didn't get drunk 'cause we sell vodka. You can't blame our business for this.",
        "Jack: I'm not blaming your business, Carly. I'm blaming you.",
        "Craig: I think there's plenty of blame to go around here, Jack.",
        "Jack: I appreciate you finding Parker and bringing him here and making the phone call to me, but you really need to back off.",
        "Carly: None of this is Craig's fault, Jack.",
        "Jack: He got you in the business of selling vodka, didn't he?",
        "Carly: And you think that's why Parker got drunk?",
        "Jack: It certainly didn't help.",
        "Craig: Oh, that's ridiculous! Parker's a teenager! Teenagers experiment! And it has nothing to do with what their parents do for a living.",
        "Jack: Most parents don't reek of the business they're in.",
        "Craig: Okay, you don't have to listen to that.",
        "Carly: Could you just give us a minute, please?",
        "Craig: Happy to.",
        "Carly: Isn't it obvious that Craig is trying to help?",
        "Jack: Yeah, he helped, all right. He helped you to the bottom of a bottle, didn't he?",
        "Carly: I'm gonna stop drinking. I am. I meant to. I -- I slipped. I'll get up.",
        "Jack: I hope so.",
        "Carly: You actually sound like you mean that.",
        "Jack: Of course I mean it. You're the mother of my children, Carly. We both need to help them. We need to take care of them and protect them, and so far with Parker, we've both failed. But the booze -- the booze has got to stop.",
        "Carly: I know. I know that.",
        "Jack: It's not just the drinking. It's the business. And your partner.",
        "Carly: Wait a minute. You can't tell me what to do for a living!",
        "Jack: Somebody has to!",
        "Carly: I'm not gonna argue with you. I'm gonna see Parker.",
        "Jack: No, don't. Parker's depressed, and he's angry. Last thing he needs is you breathing booze and breath mints all over him.",
        "Carly: Okay. I'll come back later, then.",
        "Jack: That's a good idea.",
        "Carly: Tell him I love him.",
        "Jack: I will.",
        "[SCENE_BREAK]",
        "Holden: Noah told Luke he was out of the country. Why would he lie?",
        "Damian: Maybe he had no choice.",
        "Luke: You're back already?",
        "Damian: I couldn't find Noah in Portugal.",
        "Luke: Maybe that's because you never went.",
        "Damian: I was there, Luke.",
        "Luke: I just got a text from Noah a couple minutes ago. He didn't mention seeing you at all.",
        "Damian: He wasn't there, Luciano. He never entered the Portugal. And I spoke to his friends. They never saw him there.",
        "Lily: Luke, are you sure the text was from Noah?",
        "Luke: Well, it came from his phone. But to be honest, he -- he sounded a little off. He didn't sound like himself.",
        "Lily: Maybe the text can be traced. I'll call Margo.",
        "Holden: Hold on a minute. How do we know that this isn't just another one of his lies?",
        "Damian: Why would I lie?",
        "Holden: I don't know. But Noah said he was okay. Why should we believe you?",
        "Lily: Noah isn't in Portugal!",
        "Holden: Yeah, according to him.",
        "Lily: You're being ridiculous.",
        "Holden: I'm not relying on the word of a world-class liar.",
        "Damian: You know what? Fine, don't believe me. Sit here, don't look for Noah. But you can't stop me from trying to find him.",
        "Luke: What if something did happen to Noah?",
        "Holden: Luke, don't get sucked into this. It's Damian trying to make trouble, as usual.",
        "Luke: Yeah.",
        "Lily: Luke, try Noah again.",
        "Holden: What?",
        "Lily: You better be right.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Zac: [Chuckles] It's lover boy.",
        "Noah: What I said before still counts. You turn yourself into the police, and I'll tell them that it was all Zoe's idea, that you were trying to talk her out of it the entire time.",
        "Zac: That's a nice story. But I'm not turning against Zoe for you or anybody else.",
        "Noah: Then you better say good-bye, 'cause you and your sister are gonna spend the rest of your lives in different prisons.",
        "Zac: Are you trying to tick me off?",
        "[Knock on door]",
        "Zac: Yeah?",
        "Zoe: It's Z. The note's been delivered. This is it, Z. Dreams-come-true time.",
        "Zac: Just you and me forever, Z.",
        "[SCENE_BREAK]",
        "Holden: Don't let Damian get to you. That's what he wants.",
        "Luke: What if he's right?",
        "Holden: You know what? If Noah doesn't come back with the rest of the class, then we'll go to Lisbon and we'll find him, but I guarantee you that we won't have to do that. He will come back with everyone else from school.",
        "Lily: Someone left this.",
        "Holden: What is it?",
        "Lily: It's for Luke.",
        "Luke: Oh, my God.",
        "Holden: \"Turn over the foundation money to me. Cash. Instructions to follow. Do what I say if you want to see Noah again.\"",
        "[SCENE_BREAK]",
        "Zoe: To you, Z.",
        "Zac: No, to you, Z. You're the brains of this operation.",
        "Zoe: The key was you playing the boy toy so perfectly.",
        "Zac: I just pretended he was you.",
        "Zoe: To us, then.",
        "Zac: To us.",
        "Noah: Please, don't hurt Luke.",
        "Zoe: Isn't that sweet, Z.?",
        "Zac: Loyal even to the end.",
        "Zoe: Guess there's no reason not to tell him.",
        "Zac: Why bother?",
        "Zoe: For the giggles. You know how, in a relationship, you can never be sure if the other person really loves you?",
        "Zac: Bite your tongue, Z.",
        "Zoe: I don't mean us, Z. I mean normal people.",
        "Noah: What are you talking about?",
        "Zoe: You think lover boy really loves you, don't you?",
        "Noah: I know he does.",
        "Zoe: Well, you're about to find out just how much.",
        "[SCENE_BREAK]",
        "Luke: I can't believe Noah's been kidnapped! What if they've hurt him?! Where can he be?",
        "Holden: We need to figure out what we're gonna do here.",
        "Luke: What we're gonna do? We're gonna give them money!",
        "Holden: No, there might be another way.",
        "Luke: Dad, I'm not taking chances with Noah's life.",
        "Holden: They're not gonna hurt Noah as long as they need him, and they need him until we pay. So that gives us time to find him.",
        "Lily: Find him? We don't even know who the kidnappers are, where they have him.",
        "Holden: You think it's a coincidence that this -- this note shows up the minute after Damian left?",
        "Lily: He was in Lisbon!",
        "Holden: So, he said. He wouldn't go if he knew where Noah was.",
        "Lily: Holden, you've got to let this go.",
        "Holden: No, Lily, you need to open your eyes here! He's been telling you these stories about rogue factions! He wanted to do was get Noah and make his demands.",
        "Lily: You really think he went to all this trouble for money?",
        "Holden: He's done worse.",
        "Luke: Look, I don't care what he's done! I just want to get Noah back!",
        "Lily: Where you going?",
        "Holden: Stay here. I'm going to the police.",
        "Luke: I'm gonna go with you.",
        "Holden: No. You stay here. You need to be here in case the phone rings. Don't worry. We'll find him.",
        "[SCENE_BREAK]",
        "Jack: Brought you something that might help.",
        "Parker: I think my stomach's a little weird right now.",
        "Jack: Yeah, that'll happen.",
        "Parker: Where's Mom?",
        "Jack: We decided that we're gonna take turns being with you. I'm the lucky one with the first shift.",
        "Parker: I guess Liberty doesn't care enough to bother coming down here.",
        "Jack: I'm sure she'll be here as soon as she finds out, Parker.",
        "Parker: She doesn't know?",
        "Jack: I left a message with Janet. Obviously she hasn't gotten it yet.",
        "Parker: Dad, please, if she doesn't know already, don't tell her. I don't want Liberty to find out that I did this.",
        "Jack: Okay.",
        "Parker: I feel so stupid for drinking all that vodka. Why do people say that it makes you feel better?",
        "Jack: Usually it makes matters worse.",
        "Parker: I should've realized that.",
        "Jack: Well, now you do.",
        "Parker: I just love her so much. And knowing that I lost her -- I don't know what to do.",
        "Jack: Hey, sometimes -- sometimes all you can do is let it hurt.",
        "[SCENE_BREAK]",
        "Carly: You know what I want to do? I want to do exactly what Parker did. I want to go off someplace with a bottle of vodka and blot out the entire world.",
        "Craig: Yeah, but you won't do that.",
        "Carly: Because you're here.",
        "Craig: Because you know better.",
        "Carly: I wish. I wish I weren't such a horrible mother.",
        "Craig: No, Carly, you're not.",
        "Carly: I am. Jack's right. Janet was right. My children would be better off without me.",
        "Craig: Well, Jack likes to make everything your fault. Even though he was the one that pushed Parker into believing he had to get married to take control of his life. And it was the girl that he married that broke his heart, not you. So get over it.",
        "Carly: It's my fault that I was off getting drunk when my son was all alone and in pain.",
        "Craig: You slipped off the wagon. It happens. That doesn't make you a lousy mother. It makes you human.",
        "Carly: You know what makes me a lousy mother, Craig? I walked out on my kids. And Parker especially never got over it. And that's why this breakup is more painful than it ought to be, because it brings up what I did to him.",
        "Craig: Teenagers get their hearts broken. More than once. Don't make this about you.",
        "Carly: It's my fault he can't handle it.",
        "Craig: Have ever I told you what a turnoff self-pity is for me?",
        "Carly: Why do I care whether you're turned off or not? Oh, this has to stop.",
        "Craig: You fell off the wagon once. That doesn't mean you can't do it.",
        "Carly: No, I'm not talking about the drinking. I'm talking about you.",
        "Craig: What about me?",
        "Carly: Jack was right. Our relationship is toxic. For me and my family. And I'm not blaming you. It's my fault for being so dependent on you. But it has to stop.",
        "[SCENE_BREAK]",
        "Parker: I can't.",
        "Jack: It's okay, don't worry about it.",
        "Parker: I'm sorry I keep letting you guys down.",
        "Jack: Hey, you know what? I let you down, too. I promise to try harder if you do.",
        "Parker: Okay.",
        "[SCENE_BREAK]",
        "Craig: You're letting Jack get into your head again.",
        "Carly: This has nothing to do with Jack.",
        "Craig: Are you kidding? Splitting us up is what he's been trying to do all along.",
        "Carly: You need to go.",
        "Craig: Not until I say something.",
        "Carly: I wish you wouldn't.",
        "Craig: Too bad. You know, this idea that our business and Parker and your drinking are all the same problem is bull. It might be convenient for Jack to use to hit you over the head with, but that doesn't make it true.",
        "Carly: You're the one lumping everything into one big problem called \"Jack.\"",
        "Craig: No, I'm trying to keep you from doing what he wants you to do.",
        "Carly: I'm doing what I need to do for my children!",
        "Craig: And that means getting rid of me? What did I ever do to Parker except try to be a friend that he could count on? I'd love to hear how that makes me a liability.",
        "Carly: I know you're trying to help. And I said that to Jack. But Parker is so lost right now. Ever since he was a little kid, people have been disappearing on him. First Hal died and then Jennifer, and then I left him. I can't count the number of times that Jack and I got together and then split up again. That's the reason that he's hanging on to Liberty like this. Because he wants somebody to stick around. He wants some stability. But she's just a kid herself. She can't possibly give him what he needs.",
        "Craig: What about what you need?",
        "Carly: I need to help my children. I need to turn things around for them before it's too late.",
        "Craig: You don't have to do that alone.",
        "Carly: I can't do it with you.",
        "Craig: We've got something good together, Carly. You know that.",
        "Carly: It doesn't matter.",
        "Craig: Well, it does if you kick it aside. Parker will get over Liberty. He's gonna grow up, and he's gonna leave just like all of our kids are. Jack has Janet. What will you have?",
        "Carly: I don't want to fight with you about it, okay? I just want to rest so I can go back to the hospital and see my son.",
        "Craig: Okay. I'll go. But I'm not gonna give up.",
        "[SCENE_BREAK]",
        "Noah: I knew this was all about money!",
        "Zac: Damn, you're smart.",
        "Noah: Why did you bother trying to run Luke down and stabbing Damian and pretending to be our best friends, only to come on to us? Why bother with all those games if you're just about money?",
        "Zoe: Sorry. We're not gonna lay out our whole brilliant plan for you. You need to do some work, too.",
        "Noah: You're both crazy.",
        "Zac: I'm really sick and tired of all this negativity.",
        "Zoe: So shut him up.",
        "Zac: Good idea.",
        "Noah: What?",
        "Zac: [Chuckles] Oh, even better. Now all we have to do is wait.",
        "Zoe: Yeah. Any idea how you want to pass the time?",
        "Zac: You thinking what I'm thinking?",
        "Zoe: How often is it that have a captive audience?",
        "Zac: We don't want it to go to waste.",
        "[SCENE_BREAK]",
        "Luke: I can't just sit here and do nothing.",
        "Lily: Your father said we should stay by the phone.",
        "Luke: Whoever's got Noah knows my cell number. That text was sent from his phone.",
        "Lily: Yeah, but I think we should stay put. I mean, so that we can be reached quickly. Look, Luke, I know there your father has a lot of reasons to suspect Damian. I understand that. Believe me, I have a lot of reasons of my own not to trust him. But I don't think he's behind this. And if we don't stop blaming him, we're never gonna find the real kidnappers -- or Noah.",
        "[SCENE_BREAK]",
        "Holden: The game's over, Grimaldi! You tell me right now! You tell me where I can find Noah!",
        "[NEXT_ON]",
        "[Slow music playing]",
        "Lily: \"We have your son. Pay up or --\"",
        "Holden: \"Or you will never see him alive again.\"",
        "Margo: We're gonna be holding you on suspicion of kidnapping, Damian.",
        "Zoe: So glad you could join us, Luciano."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=qpcBZ9gFEt8"
}