{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\n\r\nKatie: Okay, I know these words are long overdue, and I know they could\r\n\r\nnever erase all of the pain and the heartache that I've caused each of you, but I\r\n\r\nneed to say them.  And hopefully, someday, somehow, you will find it in your\r\n\r\nhearts to accept them, because I'm sorry for everything.  Margo, I know that\r\n\r\nyou only wanted to be my big sister, help me be the best person that I could \r\nbe, and all I ever showed you was grief.  Craig, you believed in me when no\r\n\r\none else would, and I showed you my gratitude by acting like a selfish, \r\nspoiled brat.  Lily and Holden, I almost cost you your marriage.  And last but\r\n\r\ndefinitely not least, Simon.  I only wanted to make you happy, and I let a bird\r\n\r\neat your diamond for breakfast, and now it's gone for good, and I'm sorry. \r\n\r\n\r\n",
        "",
        "Cooley: Now, don't you give up on that diamond, little girl.  Ole Cooley's\r\n\r\ngonna go out and comb this whole island, every inch of it, till I find that bird,\r\n\r\nand then I'm gonna rip that rock right outta his beak, or his gullet, if that's\r\n\r\nwhat I have to --",
        "\r\nHenry: Forgive me if I don't pitch in, but I draw the line at performing oral\r\n\r\nsurgery on winged creatures.",
        "\r\nKatie: Thank you, Mr. Cooley.  Thank you, but there's no use wasting any\r\n\r\nmore time looking for that diamond.  I don't deserve it.  I don't deserve\r\n\r\nSimon's love.  I've done way too many terrible things in my life.  So now I'm\r\n\r\ngetting what I deserve.",
        "\r\nHenry: Hello?  Dharma?  What about the rest of us here?  Are we just\r\n\r\nsupporting players in your new age of enlightenment?",
        "\r\nKatie: Well, I can't answer that for you, Henry.  Maybe you should do\r\n\r\nsome soul searching of your own.",
        "\r\nCooley: Well, you two do all the soul searching you want, but I'm gonna\r\n\r\nkeep searching this island for that bird.  Now, don't you give up, little girl.  I\r\n\r\ntell you, don't you do it.  Don't you do it.  \r\n\r\n\r\n",
        "",
        "Henry: Well, I hope you got that out of your system, because we have\r\n\r\nwork to do.",
        "\r\nKatie: Like what?",
        "\r\nHenry: Dinner.",
        "\r\n[Henry picks up the rabbit]",
        "\r\nKatie: No!  No!  Don't you dare.  You get your hands off of Snickers right\r\n\r\nnow.  Henry --",
        "\r\nHenry: Come on, I want to put him down into a nice little pot of coconut\r\n\r\nbroth.  Do you mind if I borrow Lily here?",
        "\r\nKatie: That's Holden.  And you are not eating my rabbit.  Give him back to\r\n\r\nme!",
        "\r\nHenry: I am not spending the rest of my life on this deserted island with\r\n\r\nsomeone who's full of self-pity, all right?  Now, either you stop these little\r\n\r\nsappy soliloquies, or I am making me some rabbit ragout!  Knock it off. \r\n\r\n\r\n",
        "",
        "Tom: I'm paralyzed, Ben.  It's my daughter's life.  How do I -- how do I\r\n\r\nbecome objective?",
        "\r\nBen: I've already told you most of what I know about this new treatment.  I\r\n\r\nmean, what more can I say to help you decide?  Do you have any questions?",
        "\r\nTom: Just one.  Is it gonna work?",
        "\r\nBen: As I said, it's already being used in parts of Asia.  It saved one little\r\n\r\ngirl's life.  Look, I can't lie to you, Tom.  This thing doesn't come with any\r\n\r\nguarantees.  Despite the test that I ran on Lien's blood, we could give her a\r\n\r\nlarger dose -- and still lose her, sooner than we anticipated.",
        "\r\nTom: Just the fact that you've gotten your hands on something essentially\r\n\r\nillegal is a huge enough risk.",
        "\r\nBen: Look, I don't care about the risk.  I care about saving Lien's life.  But\r\n\r\nI can't move ahead on this without your say so.",
        "\r\nTom: Do you believe that this is our best shot?",
        "\r\nBen: Look, your daughter is an incredible person.  Now, we've only know\r\n\r\neach other -- not too long, but I want her in my life for a very long time.  So as\r\n\r\na doctor and as a friend, I think this is the way we should go.  But you're her\r\n\r\nfather.  You're the one that has to make this decision.",
        "\r\nTom: I just wish I could talk to her.  It's just not right -- me making such a\r\n\r\nhuge decision for her.",
        "\r\nBen: You don't have a choice.  By the time she wakes up -- if she wakes up\r\n\r\nagain, it may be too late.",
        "\r\nTom: Why?  If you already have the drug --",
        "\r\nBen: She's gonna need several doses for it to work.  If we're going to take\r\n\r\nthis course of action, we have to start now.  Look, I know, Tom, this is a lot of\r\n\r\npressure, but you have to make a decision, and you have to make it now. \r\n\r\n\r\n",
        "",
        "Hal: \"Emily Stewart, speechless\" -- now there's a headline for you.",
        "\r\nEmily: How do you want me to react, hmm, when Hal Munson, \r\narchenemy of anything Montgomery, tells me he's on Craig's side?",
        "\r\nHal: Emily, all I know is that when I try to be objective, and believe me, in\r\n\r\nthis case that is not easy, the facts don't add up, and if I'm honest with myself,\r\n\r\nI've got to admit the possibility exists Montgomery might be innocent.",
        "\r\nEmily: All right, you know what?  Forgive me if this comes out the wrong\r\n\r\nway, but are you insane?",
        "\r\nHal: You think he did it, period?",
        "\r\nEmily: I don't know if he did or not, but he's done so many things he hasn't\r\n\r\ngotten nailed for, why not just let the guy rot?  \r\n\r\n\r\n",
        "",
        "Cass: I knew you were lying.",
        "\r\nCraig: I was at the boathouse that night.  I had my reasons for waiting to\r\n\r\ntell you.",
        "\r\nCass: Oh, spare me, because I don't want to hear them.  I don't want to hear\r\n\r\nany more variations on the truth.",
        "\r\nCraig: Cass, I have too much respect for you for that.",
        "\r\nCass: I don't care if you respect me or not.  This isn't personal, but if I'm\r\n\r\ngoing to be effective as your attorney, I need to trust you, and right now, I\r\n\r\ndon't believe a word you say.",
        "\r\nCraig: I haven't lied to you, Cass.",
        "\r\nCass: No, really?  What about those checks from the B.R.O. account?  Did\r\n\r\nBarbara know about those or not?  Did you have legal authority to write those\r\n\r\nchecks?",
        "\r\nCraig: We're talking about technicalities now.",
        "\r\nCass: No, we're talking about a crime, and one I want no part of.",
        "\r\nCraig: Where are you going?",
        "\r\nCass: I think I'll go tell Hal Munson everything you just told me.",
        "\r\nCraig: You're my lawyer.",
        "\r\nCass: I'm not so sure I am anymore.  In fact, I'm not so sure I shouldn't\r\n\r\nwash my hands of you before you drag me and my career down into the muck. \r\n\r\n\r\n",
        "",
        "Craig: Cass, I'm not a crook.",
        "\r\nCass: That's what Nixon said.  Look what happened to him.",
        "\r\nCraig: I don't blame you for being upset, but no matter what happens to\r\n\r\nme, you can't be implicated.",
        "\r\nCass: Promises, promises.  What are you, my fairy Godclient?  You cannot\r\n\r\nundo the damage that you've done, but now that I'm onto you, I'm sure as hell\r\n\r\nnot gonna let you get away with anything else -- especially murder.",
        "\r\nCraig: I didn't try to kill Barbara.",
        "\r\nCass: And I should believe that now because?",
        "\r\nCraig: All right, look, maybe I haven't given you much reason to trust me,\r\n\r\nbut all that is about to change.",
        "\r\nCass: How?",
        "\r\nCraig: I'm gonna tell you everything.  I'll make a full and honest\r\n\r\nconfession.  \r\n\r\n\r\n",
        "",
        "Hal: Of course I want to see the guy go to the slammer, but I'm looking at\r\n\r\nthe facts.  Not only isn't there enough evidence to convict the guy, but some of\r\n\r\nthat evidence might actually prove he didn't do it.",
        "\r\nEmily: So?",
        "\r\nHal: So nobody should go to prison for a crime they didn't commit.",
        "\r\nEmily: What about all the crimes he did commit, Hal?  Like selling black-\r\nmarket microchips or poisoning a million-dollar thoroughbred?  Or how about\r\n\r\nbumping off that Mei-Lin woman in jail?  You think he's innocent of those\r\n\r\ncrimes, too?",
        "\r\nHal: No, I don't.  I think he's literally gotten away with murder.",
        "\r\nEmily: Then let the cops nail him for this.  He's got it coming ten times\r\n\r\nover.",
        "\r\nHal: Emily, it is not that simple.",
        "\r\nEmily: Oh, Hal, make it simple.  Look at him!  Look at him, just sitting\r\n\r\nthere, planning his next move, cocksure his money and charm can make \r\nanything go away, just like it always has.  Don't you want to prove him \r\nwrong?  Don't you want to make him pay for all the grief he's caused you\r\n\r\nsince he came back to town?",
        "\r\nHal: Definitely, Emily, but it is fundamentally wrong to use the system for\r\n\r\nrevenge.",
        "\r\nEmily: I disagree.",
        "\r\nHal: Fine, disagree.  So go write about it, go write your little heart out, go\r\n\r\nwrite an editorial.  But the law doesn't work that way, and I will not see a man\r\n\r\ngo to prison for a crime he did not commit, even if that man is Craig \r\nMontgomery.  \r\n\r\n\r\n",
        "",
        "Cass: Am I going to hear this so-called \"confession\" or not?",
        "\r\nCraig: I'm gonna lay it out for you exactly as it happened, Cass.",
        "\r\nCass: I sure hope so, because any more lies, you're gonna have to get\r\n\r\nyourself another attorney to defend you against the charges I'll be pressing.",
        "\r\nCraig: Fair enough.  Those checks I had you issue off B.R.O., Barbara did\r\n\r\nnot know I was using B.R.O. money.",
        "\r\nCass: If this is supposed to be shocking me, it's not.",
        "\r\nCraig: Well, you said you wanted the truth.",
        "\r\nCass: About the explosion.  You said you were there.  I want to know why.",
        "\r\nCraig: Well, I wasn't there to blow the place up.",
        "\r\nCass: Then why?",
        "\r\nCraig: Well, Barbara and I had had it out that morning.  She found me\r\n\r\ndipping into the corporate account.  She said she was gonna turn me into the\r\n\r\npolice.  All right, only she didn't go to the station.  She made an appointment\r\n\r\nwith Jack.  She secretly arranged to meet him down at the boathouse.",
        "\r\nCass: Not secretly enough, apparently.",
        "\r\nCraig: I overheard her on her phone.  So I went down there to find out\r\n\r\nwhat she was planning, to see if she was going to go ahead and press formal \r\ncharges.",
        "\r\nCass: And what happened once you got there?",
        "\r\nCraig: I stood outside, but I didn't step one foot inside there, not once.",
        "\r\nCass: And how is it that your money clip turned up inside?",
        "\r\nCraig: Well, she had it.  I gave it to her.  It was the only thing that\r\n\r\nremained intact after the explosion.",
        "\r\nCass: Assuming that all this is true --",
        "\r\nCraig: It is.",
        "\r\nCass: When the place blew up, how is it that you escaped unscathed?",
        "\r\nCraig: Well, I wasn't there.  I'd already left before the explosion.",
        "\r\nCass: Let me get this straight.  You went all the way there to overhear\r\n\r\nwhat Barbara had to say to Jack Snyder, yet you left before they even started\r\n\r\ntalking?",
        "\r\nCraig: I saw the look on her face as she was waiting, and I knew she was\r\n\r\nintent on punishing me.",
        "\r\nCass: By the look on her face?",
        "\r\nCraig: Oh, yeah, she was determined to press charges, and there was \r\nnothing I could do to --",
        "\r\nCass: Except to get rid of her.",
        "\r\nCraig: No!  No, that was never an option.  So now, I had to raise a lot of\r\n\r\nmoney, fast, and Hong Kong was the only place, so I came back to the hotel, \r\ngrabbed a few essentials, and hightailed it to the airport.  You know all the\r\n\r\nrest.  That's it, Cass.  That's everything.  \r\n\r\n\r\n",
        "",
        "Tom: It's not fair.",
        "\r\nBen: No -- it's not.  If you need a few minutes.",
        "\r\nTom: I don't need time, Ben.  You need an answer, and so does Lien, and I\r\n\r\nknow that she would take any risk if she thought there was the slightest \r\nchance that it might save her life.",
        "\r\nBen: So you're saying you want me to start the treatments?",
        "\r\nTom: Yeah, Ben -- that's what I want you to do.",
        "\r\nTom: All right, Ben, so when can you start administering this treatment?",
        "\r\nBen: I have the first treatment in my pocket.  All I'll need is a few minutes\r\n\r\nalone in Lien's room to inject it into her I.V.  So you watch the door, okay?",
        "\r\nTom: Ben, wait, wait --",
        "\r\nBen: Second thoughts?",
        "\r\nTom: No second thoughts, but since this is my decision, I think it's only\r\n\r\nright that I'm the one that does it.  \r\n\r\n\r\n",
        "",
        "Katie: Give me back my bunny now, Henry!  Come on, you're such a\r\n\r\ncreep!",
        "\r\nHenry: Ow!  Okay, all right, here.",
        "\r\nKatie: Okay.",
        "\r\nHenry: He'll get to hop another day.  We'll starve to death, but old Snickers\r\n\r\nwill be happy.",
        "\r\nKatie: Oh, it's okay, little Snickers.  I will never let that mean man touch\r\n\r\nyou ever again.",
        "\r\nHenry: So now that you have your little bunny wabbit back, and you've\r\n\r\ngiven up all hope of finding your long-lost, recently found, lost again \r\ndiamond, have you given any thought to what you're going to do for the rest \r\nof your life?",
        "\r\nKatie: Well, I thought I might devote my life to doing good deeds.",
        "\r\nHenry: Good, that's great.  Except, I don't know, maybe you haven't\r\n\r\nnoticed this, but there's not too many old ladies wandering around here on the\r\n\r\nisland.",
        "\r\nKatie: No, but I thought I might help you and Mr. Cooley learn some of\r\n\r\nthe lessons that I've learned.",
        "\r\nHenry: Really?  No, no, no, no, no one's been able to change my evil ways,\r\n\r\nall right?  Not my mother, not my father, not all the bosses I've ever had, not\r\n\r\neven all 47 nuns at St. Mary's School For Boys.",
        "\r\nKatie: Well, maybe you've met your match.",
        "\r\nHenry: That's it!",
        "\r\nKatie: That's what?",
        "\r\nHenry: You have just given me a brilliant idea for our future that doesn't\r\n\r\ninvolve redeeming sinners or therapy sessions with coconuts.",
        "\r\nKatie: What are you talking about?",
        "\r\nHenry: A plan of action, a course for our life that might actually make life\r\n\r\non this island bearable.  Or, dare I even say it, fun.",
        "\r\nKatie: What exactly are you proposing, Henry Coleman?",
        "\r\nHenry: Marriage, my dear.",
        "\r\nKatie: You are not serious.",
        "\r\nHenry: Oh, no?  No?  Katie Peretti Frasier, would you do the honor of\r\n\r\nbeing my bride?  \r\n\r\n\r\n",
        "",
        "Air traffic controller: Ground control to Flight 787, Hotel Victor, do you\r\n\r\nread?",
        "\r\nSimon: This is 787, Hotel Victor.",
        "\r\nAir traffic controller: You are heading into a dangerous storm -- better turn\r\n\r\nback.  Over.",
        "\r\nSimon: Yeah, well, thanks, but I think I'll take my chances.",
        "\r\nAir traffic controller: With your life?  Turn back, while there's still time. \r\n\r\n\r\n",
        "",
        "[Simon remembering]",
        "\r\nKatie: Simon is my husband.  Mine, not yours, not hers, mine.  I'm\r\n\r\nSimon's wife, and I have duties to protect the man that I promised to love and\r\n\r\ncherish for better or for worse.  Why are you with this tramp?",
        "\r\nSimon: Not now.  Stop.",
        "\r\nKatie: I don't care who you think you are, but if you don't stop pawing my\r\n\r\nhusband, I'm gonna introduce you to my fist.  Is it really so hard to believe\r\n\r\nthat I've found someone who's romantic and adventurous, someone who wants \r\nto sweep me off my feet.",
        "\r\nSimon: Right, right, and who is this enigma?",
        "\r\n[Whistle blows]",
        "\r\nHenry: Okay, Peretti!  Let's get this show on the road.",
        "\r\nKatie: Okay, fine, it's true.  I lied to you.  I lied to you about everything.   \r\n\r\nPlease don't hate me, Simon.  Please just don't hate me.  \r\n\r\n\r\n",
        "",
        "Simon: Ground control, this is 787, Hotel Victor, requesting a change in\r\n\r\nflight plan.",
        "\r\nAir traffic controller: Where to?  Over.",
        "\r\nSimon: I don't know.  How about some tropical paradise, loaded with sexy,\r\n\r\nrich, uncomplicated women who don't induce insanity.  Over.  \r\n\r\n\r\n",
        "",
        "Tom: You're a good man, Ben.  Lien is lucky to have you in her life, and\r\n\r\nthat's why I wouldn't do anything that would wind up hurting you, because \r\nLien wouldn't want it, and neither would I.",
        "\r\nBen: This is not the time to argue.",
        "\r\nTom: I'm not arguing with you.  You said it was a simple procedure -- that\r\n\r\nyou simply inject the drug into her I.V.  Tube.  Now, couldn't I handle that\r\n\r\nmyself?",
        "\r\nBen: Theoretically, yeah, I could talk you through it.",
        "\r\nTom: Then that's what I want you to do, Ben.  Because I've made up my\r\n\r\nmind, because that's my little girl lying in there possibly dying, and I love her.",
        "\r\nBen: So do I.",
        "\r\nTom: I can see that.  And what you've done for Lien -- it means a so much\r\n\r\nto me and so much to Lien, but she's my little girl, and I've missed so much of\r\n\r\nher early life.  I may have even caused this to happen to her.",
        "\r\nBen: Whoa, man.  We've already been through this, and Lien's condition is\r\n\r\nnot your fault.",
        "\r\nTom: That may be a fact, Ben, and it may not, but I know in order to make\r\n\r\nthis right for Lien in my heart, I have to do this for myself and for my \r\ndaughter.",
        "\r\nBen: You're a hard man to argue with.",
        "\r\nTom: So tell me how is this going to work?",
        "\r\nBen: There's a port on the I.V. tube.  Now, it's small, but if you look you\r\n\r\ncan see it.",
        "\r\nTom: Okay.  Okay, go ahead.",
        "\r\nBen: There's alcohol next to Lien's bed.  You use that to wipe off the port\r\n\r\non the tubing where you're gonna insert the needle.  Pinch off the tubing\r\n\r\nbelow the port.  Insert the needle into the port.  Slowly inject the serum.  The\r\n\r\nwhole thing should take no more than two minutes.",
        "\r\nTom: Well, I watched John give her a sedation IV.  Does this work the\r\n\r\nsame way?",
        "\r\nBen: That's exactly it.  All right.  Here's the syringe.  Now, you give her all\r\n\r\nof it.  Okay, any questions?",
        "\r\nTom: No, I got it.  Just keep an eye on the door.",
        "\r\nBen: Hey, I'm not going anywhere, man.  Good luck.",
        "\r\nTom: Thank you, Ben.  \r\n\r\n\r\n",
        "",
        "John: Lien Hughes, please.",
        "\r\nBen: Hey, Dr. Dixon, good to see you.  I wanted to talk to you about a\r\n\r\npatient.",
        "\r\nJohn: An emergency?",
        "\r\nBen: No, not exactly, but --",
        "\r\nJohn: It'll have to wait.  I have a patient to see.",
        "\r\nBen: Wait, wait, wait!  You can't go in there. \r\n\r\n\r\n",
        "",
        "Emily: It's a killer headline.  It seems a pity to waste it.",
        "\r\nHal: Well, it doesn't mean much if it's not true.  I mean, even in \"The\r\n\r\nIntruder.\"",
        "\r\nEmily: Cute.  All right, tell you what.  I'll nix the story if you can convince\r\n\r\nme there's a decent chance Craig didn't do it.",
        "\r\nHal: You'd do that?",
        "\r\nEmily: Yeah, sure.  I mean, I told you I may be a sleaze merchant, but --",
        "\r\nHal: You've got a conscience.  Yeah, I remember.",
        "\r\nEmily: Good.  Now go ahead, make your point.",
        "\r\nHal: Okay.  For starters, the time line doesn't work out.  Several people\r\n\r\nsaw Montgomery leave the Snyder memorial service.  There's no way that he\r\n\r\ncould have driven to the boathouse, made that bomb and planted that bomb in \r\nthat time.",
        "\r\nEmily: That's a good point, but disputable.",
        "\r\nHal: All right, dispute this.  That bomb was a very sophisticated,\r\n\r\nhomemade device.  There is no way that Montgomery has the technical \r\nbackground to build a bomb like that.",
        "\r\nEmily: Of course he doesn't, he paid someone to do it.",
        "\r\nHal: To build a bomb?  But why would he do that when his M.O.  Has\r\n\r\nalways been linked to poisoning?  Winston Lowe, Mei-Lin Chang, that race\r\n\r\nhorse --",
        "\r\nEmily: All right, mind if I play devil's advocate just for a minute?",
        "\r\nHal: Be my guest.",
        "\r\nEmily: It makes sense that he would forego poison, considering all the\r\n\r\npoisonings have been linked to him in the past.",
        "\r\nHal: Yeah, but he's always gotten away with it.  Why change his M.O.",
        "\r\nnow?",
        "\r\nEmily: To keep people like you and me guessing, and as for him not being\r\n\r\nsmart enough to build a bomb -- of course he would never dirty his own \r\nhands, Hal.  He paid somebody to do it.",
        "\r\nHal: Maybe, maybe.  See, but it still doesn't fit in with the time line that\r\n\r\nwe're talking about.  Barbara only uncovered the fact that he was embezzling\r\n\r\nfrom her a couple of hours before this explosion.  There's no way that \r\nanybody could have constructed and placed a bomb like that in that amount of \r\ntime, nobody.",
        "\r\nEmily: That's true, that's true, and Barbara had no reason to go after him\r\n\r\nuntil after she found out Craig was stealing from her.",
        "\r\nHal: You see?  You see?  Now this is why I find myself in this very, very\r\n\r\nbizarre position of barking about how one of the guys that I detest most in this\r\n\r\nworld might just in fact be innocent.",
        "\r\nEmily: So then who else have you been barking at, huh, besides me?  Jack\r\n\r\nSnyder?",
        "\r\nHal: Oh, Jack's got his own reasons to hate Craig Montgomery.  He's not\r\n\r\ngonna listen to any theories about his innocence.",
        "\r\nEmily: What about Margo?",
        "\r\nHal: Oh, she's got her hands full going after her brother and her conflict of\r\n\r\ninterest there.  I can't go to her until I've got something absolutely concrete.",
        "\r\nEmily: So in other words -- we're the only two people in the whole world\r\n\r\nwho know what you're thinking.",
        "\r\nHal: Just you and me, kid.  \r\n\r\n\r\n",
        "",
        "Craig: Given all that's happened, I wish I didn't take off when I did.",
        "\r\nMaybe I could have helped her.",
        "\r\nCass: You're asking me to believe that you were out of earshot by the time\r\n\r\nthe bomb went off?",
        "\r\nCraig: Yes!  If I had known Barbara was hurt, I would have been right\r\n\r\nthere.",
        "\r\nCraig: Craig, you lied to the police about being at the boathouse.  You've\r\n\r\nlied to your attorney.  How do you think this going to look in court?",
        "\r\nCraig: All we have to do is prove that I left before the explosion.",
        "\r\nCass: And how do we prove that?  All we have is your word, and the D.A.",
        "\r\nwill have proven that that means nothing.  In the end, the jury will be left\r\n\r\nassuming that at worst you plotted your wife's murder, or at best, that you left\r\n\r\nher to die in a burning building!",
        "\r\nCraig: So you're saying I've already slit my own throat and all that's left is\r\n\r\nfor me to bleed to death?  \r\n\r\n\r\n",
        "",
        "[Monitor beeping]",
        "\r\nTom: Look at you.  You're such a beautiful young woman.  It's hard to\r\n\r\nbelieve that you are the same little girl who showed up on my doorstep a few \r\nyears ago, but you will always be my little girl.  I've missed so much of your\r\n\r\nearly life, and I guess I dealt with that regret by assuming that we would have\r\n\r\nso much more time together.  I can't lose you again, Lien, and that is why I\r\n\r\nhave to do this.  I just pray that I'm making the right choice.  You've always\r\n\r\nhad a knack for beating the odds.  Please, beat the odds one more time for\r\n\r\nyour dad.",
        "\r\nBen: I ain't stalling.  Go in.  I'm not gonna stop you.",
        "\r\n[Door closing]",
        "\r\n[Tom has Lien's IV in his hand]",
        "\r\nJohn: What are you doing with her I.V.?  \r\n\r\n\r\n",
        "",
        "Katie: You better get up fast!",
        "\r\nHenry: Why?",
        "\r\nKatie: So you're not underneath me when I throw up!",
        "\r\nHenry: Aw.",
        "\r\nKatie: Oh, how could you even mention the word \"marriage\" and, in that\r\n\r\nsame sentence, the words \"you\" and \"me\"?",
        "\r\n[Henry giggles]",
        "\r\nHenry: What's wrong with me?",
        "\r\nKatie: It is not fair of you to ask a question like that when you know I'm\r\n\r\ntrying to be a nice person.",
        "\r\nHenry: Aw, I think I'd make a very good husband.",
        "\r\nKatie: I'm already married!  His name is Frasier.  My name is Frasier.",
        "\r\nHenry: Yeah, Katie, but he is gone!  Let's face it!  All right?  Now, I know\r\n\r\nhow much you love domesticity, so why not take the plunge with me?  You're\r\n\r\nnot gonna get a better offer anytime soon.",
        "\r\nKatie: I'm willing to wait.",
        "\r\nHenry: What?  Now, wait, wait, wait, wait.  Wait, look.",
        "\r\nKatie: What?",
        "\r\nHenry: Look up there.  That -- it's a bird.  No, no.  No, it's a bird with a\r\n\r\ndiamond in its mouth.  It's -- it's -- reality!  More powerful than a hare-brained\r\n\r\nscheme, able to shatter hopes in a single bound.",
        "\r\nKatie: You are crazy!",
        "\r\nHenry: No, I'm not yet, but I'm gonna -- we're both gonna go crazy if we\r\n\r\ndon't find -- figure out how to make the best of this situation.  Now, face it,\r\n\r\nKatie, this is our reality!",
        "\r\nKatie: I am not marrying you!",
        "\r\nHenry: Why not?!  Think of the gorgeous babies we'd make, huh, with my\r\n\r\nfashion sense and your deceptively wholesome good looks.",
        "\r\nKatie: Forget it!  Having your babies is frightening!  Have you ever rented\r\n\r\nthat movie \"The Omen\"?",
        "\r\nHenry: Oh, come on.  Now, be nice.",
        "\r\nKatie: I can't be nice when you're being such a pig!",
        "\r\nHenry: What?  Is that any way to talk to your husband?",
        "\r\nKatie: Oh, you are not my husband!  Nor will you ever, ever be!",
        "\r\n[Henry laughs]",
        "\r\nHenry: And oh, she is off and running!  Welcome back!  Welcome back,\r\n\r\nPeretti.",
        "\r\n[Henry chuckles]",
        "\r\n[Katie breathes heavily] \r\n\r\n\r\n",
        "",
        "Simon: Nothing but warm sand between my toes, a margarita in one hand -\r\n- that was one of the few drinks Katie actually liked, especially those sugary\r\n\r\nones.  Oh, what am I doing, all right?  Don't think about her!  Her family was\r\n\r\nright, okay?  She doesn't need rescuing.  No force on earth can keep that lady\r\n\r\ndown.",
        "\r\n[Simon remembers]",
        "\r\nOh, when I think back on these times and the dreams we left behind  \r\nI'll be glad 'cause I was blessed a gift to have you in my life when I look back\r\n\r\non these days \r\nI'll look and see your face you were right there for me in my dreams \r\nI'll always see you soar above the sky and in my heart there'll always be a place for you for all my life I'll keep a part of you with me and everywhere I am there you'll be and everywhere I am \r\n[End of Memory]",
        "\r\nSimon: Damn you, Katie!  Damn you!  Ground control, this is 787 Hotel\r\n\r\nVictor.  Resuming original flight plan, and don't try and stop me this time.",
        "\r\nI'm too much of a fool to listen.",
        "\r\n[Simon sighs] \r\n\r\n\r\n",
        "",
        "Emily: I've gotta make that call.",
        "\r\nHal: Baby-sitter?",
        "\r\nEmily: Office.  I promised if you made a strong case, I'd kill the story.",
        "\r\nI'm a woman of my word.",
        "\r\nHal: Hold it.  Don't make that call.",
        "\r\nEmily: Is that an order?",
        "\r\nHal: It's a suggestion.  I think you should go ahead and run that story.",
        "\r\nEmily: How?  You just gave me a dozen reasons why you think he isn't\r\n\r\nguilty.",
        "\r\nHal: Yeah, but go ahead and print all those questions.  Be fair.  Don't make\r\n\r\nit sound like you're trying to exonerate Montgomery.  Simply present it that,\r\n\r\nas a journalist, you want to represent all sides.",
        "\r\nEmily: You know what?  Do you mind holding that thought?  Because if\r\n\r\nyou're gonna give a lecture on Journalism 101, I need to take notes, Hal.",
        "\r\nHal: I don't need to be telling you how to do your job.",
        "\r\nEmily: No, you don't.",
        "\r\nHal: Sorry.  I guess it comes from too many years of being chief and\r\n\r\ntelling people what to do.  Sorry.",
        "\r\nEmily: Apology accepted.",
        "\r\nHal: What are you doing?  Will you run the story?",
        "\r\nEmily: If you -- if you promise to stand by me, you know, if I start taking\r\n\r\nheat for it, because the -- the reputation of \"The Intruder's\" been challenged,\r\n\r\nokay?  And I'm in no mood to come out of this looking like a fool.",
        "\r\nHal: Well, honey, I can't vouch for the paper, but there's no way that you\r\n\r\ncould come out looking like a fool, not with that face.",
        "\r\nEmily: What about my face, Hal?",
        "\r\nHal: Oh, those green eyes, you know, they got a spark.  Anybody in his\r\n\r\nright mind would see there's an intelligence behind them.",
        "\r\n[Phone ringing]",
        "\r\n[Emily snickers]",
        "\r\nEmily: Yeah?  Are you -- are you sure?  All right.  No, no.",
        "\r\nYou keep me posted. [hangs up] That was my stringer down at the courthouse.",
        "\r\nHal: Bad news?",
        "\r\nEmily: I don't know.  He said he had details about evidence that Jessica's\r\n\r\nabout to present.  Apparently, they found footprints outside the boathouse the\r\n\r\nnight of the explosion.",
        "\r\nHal: And?",
        "\r\nEmily: And they found a pair of shoes, muddy shoes, that match the \r\nfootprints.  They belong to Craig Montgomery.  Looks like we can place him\r\n\r\nat the scene of the crime after all.  \r\n\r\n\r\n",
        "",
        "Emily: Hal, take it easy.  Losing control is not gonna help anything.",
        "\r\nHal: Wanna make a bet?",
        "\r\nEmily: Oh.",
        "\r\nHal: You were there.",
        "\r\nCraig: Making a fool of yourself again, Hal.",
        "\r\nHal: I know about the footprints -- the one that prove you've been lying\r\n\r\nthrough your teeth the whole time.  You were at the boathouse that night.",
        "\r\nCraig: Those footprints prove nothing.",
        "\r\nCass: Don't say anything else.",
        "\r\nHal: Oh, listen to your lawyer, Craig.  He knows you're in big trouble.",
        "\r\nMaybe you didn't cover your tracks as well as you thought.",
        "\r\nCraig: There was nothing to cover, Hal.",
        "\r\nCass: Craig, that's enough.",
        "\r\nCraig: You know I didn't do it.  You practically told me yourself --",
        "\r\nHal: That's before I knew about the footprints.",
        "\r\nCraig: Do those footprints prove I set off a bomb?!",
        "\r\nHal: Whether you did or not, you were there!  You heard Barbara\r\n\r\nscreaming, and you didn't do a damn thing about it.",
        "\r\nEmily: Hal, this doesn't change anything.",
        "\r\nHal: No, it doesn't, because the damage is already done.  Barbara's in a\r\n\r\ncoma, and if she dies, Montgomery, it's on your head.  You heard Barbara\r\n\r\nscreaming, you knew she was hurt, and you left your wife to die?!",
        "\r\nCraig: You don't know what you're talking --",
        "\r\nHal: I don't know if you're guilty of attempted murder or not, Craig, but\r\n\r\none thing you are guilty of is being a coward.",
        "\r\nEmily: Oh, you know what?  Hal, you said your piece.  That's enough!",
        "\r\nCass: Listen, Lady Munson --",
        "\r\nEmily: Hal, let's go!  Hal?",
        "\r\nHal: You're going down for good!",
        "\r\nEmily: Get out of there, Hal!  Go!",
        "\r\nCraig: Nothing like another tantrum from Hal to brighten your day.",
        "\r\nCass: It's no joke.  Now that they've got these footprints linked to you,\r\n\r\nMunson is the least of your concerns.",
        "\r\nCraig: The only thing I'm concerned about, Cass, is you.  Are you with me\r\n\r\nor not?  \r\n\r\n\r\n",
        "",
        "John: All right, everything seems to be in order.",
        "\r\nTom: Yeah, the tubes were just all tangled up.  I was just straightening\r\n\r\nthem out when you came in.",
        "\r\nJohn: I don't think you did any damage, but the next time you suspect that\r\n\r\nthere's a problem, I'm -- you should call the nurse.",
        "\r\nTom: Sure.  I'll do that.",
        "\r\nJohn: Ben and I have been talking.  The current course of treatment for\r\n\r\nLien doesn't seem to be working as we had hoped, so I think it's time we made\r\n\r\nsome changes.",
        "\r\nTom: What, are there other options?",
        "\r\nJohn: Yes, there are, and there's one I'd like to start right away.  It's called\r\n\r\nplasmapheresis.",
        "\r\nBen: You know, I was just telling John that I'm completely opposed to\r\n\r\npursuing that option.",
        "\r\nJohn: This could prolong Lien's life.",
        "\r\nBen: At what cost?",
        "\r\nJohn: True, there is a risk.  There is always a risk.  But what choice do we\r\n\r\nhave?  These other things that we've tried have just left her condition \r\ndeteriorated.",
        "\r\nTom: Well, why is Ben so opposed to it?",
        "\r\nJohn: Well, I -- I believe he thinks it's a drastic measure.  It's a desperate\r\n\r\nmeasure, huh?  But I believe it's time for desperate measures, and I think we\r\n\r\nshould start right away, or it may not work at all.  We may just run out of\r\n\r\ntime.",
        "\r\nTom: Well, John, I hear what you're saying, but I can't go along with it.  I -\r\n-  I will not allow you to start a new treatment on her.  \r\n\r\n\r\n",
        "",
        "Henry: This is -- this is fabulous.  Whoa!  My plan worked like a charm.",
        "\r\nKatie: What are you so happy about?  I just told you I would never marry\r\n\r\nyou.",
        "\r\nHenry: Uh-huh.  That's exactly what I wanted.  Katie, the whole proposal\r\n\r\nwas just a ploy to get you back to your old self!  I was never really gonna\r\n\r\nmarry you.  Come on.",
        "\r\nKatie: Why not?!  What's wrong with me?",
        "\r\nHenry: Nothing!  And nothing now that you've got your fighting spirit\r\n\r\nback.",
        "\r\nKatie: Oh, you want to see fight?!  I'll give you fight!",
        "\r\nHenry: All right.",
        "\r\n[Henry giggles]",
        "\r\nHenry: Wow!  Whoa!",
        "\r\n[Katie throws coconuts at Henry]",
        "\r\nCooley: Well, if -- if you don't want the flowers, just say so.",
        "\r\nKatie: I don't want flowers or proposals or propositions!  Just because I'm\r\n\r\nthe only female on this island, does not mean you men -- and I use that term \r\nloosely -- can fight over me.",
        "\r\nCooley: Well, who's fighting?  You're the one throwing the coconuts.",
        "\r\nKatie: Listen, if we are gonna be stranded on this island forever, I just\r\n\r\nwant to make sure that both of you know I am not interested in either of you.",
        "\r\nAm I clear?",
        "\r\nHenry: Crystal.  You, Cooley?",
        "\r\nCooley: Oh, as a bell.  But, see, I ju -- I just thought maybe these might\r\n\r\ncheer you up.  I -- I didn't mean nothin' by it.",
        "\r\nKatie: Let me tell you something.  Back in civilization, flowers are a sign\r\n\r\nof romance.  I just wanna make sure that you don't focus any of your romantic\r\n\r\nfantasies on me.",
        "\r\nHenry: Oh, I will try to restrain myself.",
        "\r\nKatie: How 'bout I shove these little signs of romance down your throat,\r\n\r\nHenry?!",
        "\r\nHenry: It'll be the best thing you've cooked up on this island so far!  Go\r\n\r\nahead!",
        "\r\nKatie: Keep up the mouth, and I'll shove 'em somewhere else!",
        "\r\nCooley: Nah -- nah, nah, nah!  Now, hold on.  Don't mess with the flowers.",
        "\r\nKatie: Why?",
        "\r\nCooley: Well, because they're -- cursed.",
        "\r\nKatie: What are you talking about?",
        "\r\nCooley: Well, the -- there's a legend on the island, and it's a scary one at\r\n\r\nthat.",
        "\r\nHenry: You're a scary old island legend, Cooley.",
        "\r\nCooley: Hey, don't mock the flowers, or the curse will fall upon you.",
        "\r\nHenry: Um, it's too late.  That's already happened.",
        "\r\nKatie: Would you shut up, Henry?  Go on, Mr. Cooley.  Tell us about the\r\n\r\nlegend.",
        "\r\nCooley: Well, it all started with this handsome young sailor who was\r\n\r\nstranded on this island many years ago, when the Gods were battlin' for \r\nsupremacy amidst the heavens.",
        "\r\nHenry: All right, now, which Gods are these, exactly?  Were they Greek,\r\n\r\nRoman, or just generic garden variety, or --",
        "\r\nKatie: Shh!  Go on.",
        "\r\nCooley: Well, see, this sailor, he loved the sea, and the Goddess who ruled\r\n\r\nover this island -- her name was -- Lucy Mae.",
        "\r\nHenry: Lucy Mae?!  What?!  What was she, the Goddess of country\r\n\r\nmusic?!",
        "\r\nCooley: No, she was the Goddess of jealousy!  Anyway, she didn't want\r\n\r\nthis handsome young sailor to leave the island, so she turned him into a \r\nflowering plant -- that flowering plant.  Now, the legend goes that if anyone\r\n\r\nviciously destroys that plant, they will be cursed for all time.  But -- if they\r\n\r\ngently pull the petals off and drop them into the ocean, the sailor will find\r\n\r\npeace, and they will be granted their deepest, most sacred wish.  \r\n\r\n\r\n",
        "",
        "[Monitor beeping]",
        "\r\nJohn: All right, Tom, listen.  I know this is gonna sound rather blunt, but I\r\n\r\ndon't think it's your decision about Lien's medical treatment.  I'm her doctor.",
        "\r\nTom: I'm her father.",
        "\r\nJohn: Yes, with no medical knowledge.",
        "\r\nTom: I've heard enough to form an opinion, and I don't want her to suffer\r\n\r\nanymore.  She's been through enough.",
        "\r\nBen: Oh, I have to say that I agree.",
        "\r\nJohn: It's not your case.  Tom, I know what it's like to stand here and\r\n\r\nwatch your child suffer, but it's not your decision to make.  It's Lien's.  And\r\n\r\nwhen she wakes up, I'm gonna give her that choice.",
        "\r\nTom: I did it.  I injected the drug.",
        "\r\nBen: Okay.  Now, all we have to do is wait for it to work.",
        "\r\nTom: This new technique that John wants to start, is it gonna be in conflict\r\n\r\nwith anything we've already done?",
        "\r\nBen: It would completely negate the effects of the serum.  That's why we\r\n\r\nhave to stall him.",
        "\r\nTom: Well, we can manage that.  Well, in the meantime, what is -- what's\r\n\r\nnext for her?  When do we administer the next dose?",
        "\r\nBen: Soon.  Right now, we just have to wait and pray.  \r\n\r\n\r\n",
        "",
        "Craig: Are you in or out?",
        "\r\nCass: Getting out is so tempting, but if you end up with another lawyer, I\r\n\r\ncould end up in court for aiding and abetting your B.R.O. scam.",
        "\r\nCraig: Then you'll stay on the case?",
        "\r\nCass: I don't have much choice, do I?",
        "\r\n[Craig cackles]",
        "\r\nCraig: You won't regret this.",
        "\r\nCass: Oh, I won't?  Consider yourself warned.  One more lie, one more\r\n\r\nconvenient omission, and I am out, because I would rather face charges than \r\ndeal with an indefensible client who lies as easily as he breathes.",
        "",
        "Cooley: So how was that story?",
        "\r\nKatie: It was nice for a fairy tale.",
        "\r\nHenry: Well, I say that we all get down on our knees and pray to Betty Jo.",
        "\r\nKatie: Lucy Mae.",
        "\r\nHenry: Hmm.",
        "\r\nKatie: And if you wouldn't mind, I'd like to be alone for a little while.",
        "\r\nCooley: Oh, well, no problem.  Now, Hank, let's -- let's you and me take a\r\n\r\nhike.  What do ya say?",
        "\r\nHenry: Yeah, fine, as long as you never call me Hank again, and don't tell\r\n\r\nme any more of your legends, all right?",
        "\r\nCooley: Ah.  \r\n\r\n\r\n",
        "",
        "Katie: I can't believe I'm actually this desperate.",
        "\r\n[Katie sighs]",
        "\r\n[Katie begins plucking the petals off the flower]",
        "\r\nKatie: Oh, Simon -- my wish, my deepest wish, my only wish is to see you\r\n\r\nagain.",
        "\r\nSimon: Where are you, you slippery little island?  I found you once, and \r\nI'll find you again.  The question is, will I find you, Katie?  If I \r\ndo, will you still be alive?  Well, you'd better be, because I want the joy \r\nof strangling you myself!"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=6BXrxK_Fj1A"
}