{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Ben: I think I know who to call.",
        "Jessica: If you cannot afford an attorney, the court will appoint one \r\nto you free of charge prior \r\nto questioning.",
        "Ben: Last I checked, I could afford it.",
        "Bailiff: Dr. Harris --",
        "Ben: I understand my rights, bailiff. Thank you.",
        "Jessica: Uh, I'll come down and help you with the paperwork. Listen, \r\nBen, but thank you, really. \r\nSweetheart, I need to go \r\ndownstairs and file some \r\npapers for Ben.",
        "Bonnie: I don't understand you.",
        "Jessica: What do you mean?",
        "Bonnie: I mean, it makes me sick to my stomach that Ben is going to \r\njail and Marshall is going \r\nfree. ",
        "Jessica: Believe me, Bonnie, I know exactly how you feel. I know it's \r\nhard to accept, but --",
        "Bonnie: Then why are you accepting it?",
        "Jessica: Bonnie, my reasons for pursuing this conviction, I just wanted \r\nMarshall to admit what he'd \r\ndone to me.",
        "Bonnie: He didn't admit a damn thing, mom.",
        "Jessica: Yes, he did. Yes, he did, yesterday. After you left, Marshall \r\nfound me in the courtroom. \r\nAnd you heard me tell him \r\nthat he was afraid to take \r\nthe stand. Well, I guess I \r\npushed some kind of button \r\nor something, because he \r\nplopped himself down in the \r\nwitness stand and allowed me \r\nto question him.",
        "Jessica: And he said it to my face. He admitted that he raped me.",
        "",
        "Barbara: I was kidnapped, chloroformed, held captive in a cabin in the \r\nwoods. And that man is \r\nresponsible. Craig \r\nMontgomery!",
        "Paul: Mom, are you saying that you saw Craig?",
        "Barbara: I know it was him. I knew it was him, because he knew my \r\ndesigns were brilliant, and \r\nhe wanted to stop me, \r\nbecause he wanted Carly to \r\nwin out. So he had me \r\nkidnapped.",
        "Craig: Barbara, I'm afraid I'm going to have to ask you to leave. \r\nYou're not wanted here.",
        "Rosanna: Do you know anything about this?",
        "Carly: No.",
        "Rosanna: Don't lie to me.",
        "Carly: No. No, I swear to you. I have no idea what she's talking about.",
        "Craig: Jack, this is my house, my wedding. You here as a cop or a \r\nguest?",
        "Jack: I need answers, Craig.",
        "Paul: All right, mom, you made your point. Let's get you to --",
        "Barbara: Not until Craig has handcuffs on his wrists.",
        "Craig: You remember Hal's wedding? Barbara careening around in the \r\nbackyard? Nothing but \r\ntrouble.",
        "Barbara: And you never change.",
        "Craig: Barbara, have I been anywhere near you? No, I've been planning a \r\nwedding with my wife.",
        "Barbara: Oh, I'm sure you have an alibi, Craig. But it doesn't matter, \r\nbecause you had help, \r\nco-conspirators, and at \r\nleast two of them were \r\nwomen. Look familiar, \r\nladies? I snatched this off \r\nthe wrist of one of my \r\ncaptors. Now, which of you \r\ndarlings wants to claim it?\r\n",
        "",
        "Bonnie: Why would he admit he raped you?",
        "Jessica: I'm sure that wasn't his intention. I think he expected to \r\npersuade me that I was \r\nwrong, that it was no \r\ndifferent from what we had \r\ndone before. But I took him \r\nthrough it, moment by \r\nmoment. And he was forced to \r\nsee it with new eyes. And he \r\nwas -- he was surprised. He \r\ndidn't realize --",
        "Bonnie: Are you serious? Come on, mom!",
        "Jessica: Bonnie, I'm not denying what he did. I'm just saying that he \r\nhas been denying it to \r\nhimself.",
        "Bonnie: So this was, like, what? His moment of truth?",
        "Jessica: Yes, I think it was.",
        "Bonnie: Then why did he show up here this morning still claiming he's \r\ninnocent?",
        "Jessica: Because he is not prepared to go public.",
        "Bonnie: And you're supposed to accept that? Can't you see here, mom, \r\nnothing has changed? You \r\nstill have to prosecute him. \r\nAnd now, with his confession --",
        "Jessica: It's still my word against his.",
        "Bonnie: Have you spoken with Margo or Evelyn? Anyone?",
        "Jessica: Yes, I talked to Margo, and I'm telling you.",
        "Bonnie: And that's it? That's it? Marshall has his little emotional \r\nmoment with you, and he gets \r\nto go off scott-free?",
        "Jessica: Sweetheart, it wasn't like that.",
        "Bonnie: Yeah, tell it to the next woman he rapes.",
        "Jessica: Bonnie.",
        "Bonnie: Or maybe that doesn't really bother you. You know, the fact \r\nthat he's out there, he can \r\ndo it again to someone.",
        "Jessica: Of course it bothers me. But we did the best we could -- you, \r\nme, Ben, Margo, Evelyn. And \r\nwe didn't achieve \r\neverything, but it was more \r\nthan I expected. And, \r\nBonnie, that's how life is. \r\nYou set a goal, you do your \r\nbest.",
        "Bonnie: You want to give up? Fine. You give up. But I'm not done, not \r\nby a long shot.",
        "Jessica: Bonnie --",
        "Bonnie: He raped you, mom. And he has to pay for that.",
        "",
        "Marshall: Jessica?",
        "Jessica: What are you still doing here?",
        "Marshall: Just waiting on the commotion to die down so I could \r\ncongratulate you.",
        "Jessica: Congratulate me?",
        "Marshall: Now the world will never hear a jury say \"not guilty.\" And \r\nI've got to hand it to Ben, \r\nhe gave quite a performance.",
        "Jessica: That wasn't a performance. That was straight from his heart. \r\nNow, if you'll excuse me --",
        "Marshall: I came here today to change my plea.",
        "Jessica: So why didn't you?",
        "Marshall: Because I knew it wouldn't make any difference. I could spend \r\nten years in jail, and you \r\nstill wouldn't forgive me. \r\nSo what was the point?",
        "",
        "Barbara: Rose? Is this yours? No, a little too refined for you, I \r\nthink.",
        "Rose: Oh, refined? Oh, you're the picture of refinement, crashing a \r\nwedding like this.",
        "Barbara: How about you Carly? No, I think not. Timing isn't your strong \r\nsuit.",
        "Carly: Ah -- don't touch me.",
        "Barbara: That leaves Emily.",
        "Hal: Can I see this, Barbara?",
        "Barbara: They were feeding me like a dog, Hal. They were pushing food \r\nat me through a hole in the \r\ndoor. I grabbed this off of \r\none of their wrists.",
        "Hal: Did you draw blood?",
        "Barbara: I was kidnapped. You got to believe me. Jack, tell him.",
        "Hal: Excuse me.",
        "Barbara: Jack, make him believe me.",
        "Jack: That's not why we're here, Barbara.",
        "Rosanna: Really? Why are you here, Jack? This is hardly the time or \r\nplace for a serious \r\ninvestigation. ",
        "Barbara: I'm sorry, Rosanna. I really am. None of this is directed at \r\nyou.",
        "Rosanna: Nevertheless, this is my wedding. Or it was until you decided \r\nto turn it into a \r\nfree-for-all.",
        "Barbara: But this is Craig's fault. You have to understand that. He \r\nknew that I was about to \r\nturn in my designs to you, \r\nand Carly knew it, too. So \r\nthey had to get rid of me.",
        "Carly: Is that what you think, Jack? You think I was so afraid of this \r\n-- of this has-been that I \r\narranged to have her \r\nkidnapped?",
        "Jack: I'm just trying to nail down the circumstances surrounding \r\nBarbara's abduction.",
        "Barbara: That's right. I was abducted.",
        "Rosanna: And you've obviously been through a horrible ordeal. So, I'll \r\nmake this short. Regardless \r\nof the circumstances, you \r\ndid fail to turn in your \r\ndesigns as promised, \r\nBarbara.",
        "Barbara: Because I couldn't.",
        "Rosanna: So we decided to go in a different direction.",
        "Barbara: What are you talking about?",
        "Rosanna: We are using Carly's designs.",
        "Barbara: What?",
        "Rosanna: I will have a messenger drop off a check for you at the \r\nLakeview.",
        "Barbara: Wait a second. Wait a second. She turned in designs? Do you \r\nhear that, Jack? That's the \r\nproof! That's the proof! \r\nArrest them!",
        "Emily: Hey.",
        "Hal: Hey.",
        "Emily: Déjà vu all over again, huh?",
        "Hal: Yeah, well, Barbara does have a way of turning a happy occasion on \r\nits ear.",
        "Emily: Yeah. But we survived, right?",
        "Hal: I looked at the watch. It looked an awful lot like yours. Did you \r\nhave something to do with \r\nthis?",
        "Emily: With what?",
        "Hal: Barbara's abduction.",
        "Emily: Oh.",
        "[Emily laughs] Oh, I'm \r\nsorry. I thought -- I \r\nthought you were talking \r\nabout the watch.",
        "Hal: Your watch.",
        "[Hal sighs] I'm sorry. The cop in me, I saw the watch --",
        "Emily: Don't say another word, okay? You're just lucky I got a thing \r\nfor cops.",
        "",
        "Barbara: You have been deceived, Rosanna. They let you think that I had \r\nmissed my deadline.",
        "Rosanna: This is my last word on the subject, Barbara. I like Carly's \r\ndesigns, and I'm going to go \r\nwith them. So, if you would \r\nplease be so kind as to show \r\nyourself the door.",
        "Craig: Jack?",
        "Jack: Well, this is the story, Craig. We found Barbara in a cabin in \r\nthe woods. The windows and \r\ndoors had all been boarded \r\nup. And right now, you're \r\nthe lead suspect. So, if you \r\nwant to dance at your own \r\nwedding, you'll answer some \r\nquestions. Otherwise, you're \r\ncoming with me.",
        "",
        "Bonnie: Can I talk to you?",
        "Isaac: Sure. Are you okay? I heard the whole story on the news.",
        "Bonnie: How could I possibly be okay?",
        "Isaac: Well, you can look at it like this -- with Ben refusing to \r\ntestify, at least they can't \r\nuse him to hammer your \r\nmother. And a mistrial's \r\nbetter than an acquittal.",
        "Bonnie: He raped her.",
        "Isaac: And there's no way in hell he was gonna let himself get put away \r\nfor it, and you know it.",
        "Bonnie: Yeah, well, all a mistrial means is that mistakes were made. He \r\ncan be retried.",
        "Isaac: And if your mother were willing to do that, you wouldn't be \r\nstanding here with a sad \r\nface on. If she can let it \r\ngo, I think it's time that \r\nyou let it go, as well.",
        "Bonnie: I need your help.",
        "Isaac: Okay. Whatever you need. You want to get away from this thing? \r\nYou want to go to an island? \r\nWhatever you need.",
        "Bonnie: I need for you to help me get Marshall on tape admitting to \r\nthis rape.",
        "",
        "Jessica: That's why you confessed to me? Because you thought I'd \r\nforgive you?",
        "Marshall: Please. And if I marched into Evelyn's office right now and \r\nconfessed -- be honest -- \r\nwould you forgive me?",
        "Jessica: Don't make me your judge and jury, Marshall. There's a bigger \r\nprinciple at stake here and \r\nyou, of all people, should \r\nknow that.",
        "Marshall: Love, Jessica. That's what's at stake.",
        "Jessica: First you rape me, and then you spit on the laws that are \r\ndesigned to protect me? The \r\nlaws you have sworn to \r\nuphold, Marshall? You are so \r\nlost.",
        "Marshall: Okay, so -- so, if I do confess, you might respect me again, \r\nbut that's it?",
        "Jessica: Look, I am not going to play quid pro quo with you. You do \r\nwhat you think is right. \r\nMarshall, stay out of my \r\nway.",
        "Marshall: Jessica, when I want something, and when I know is right, \r\nit's very difficult to let \r\ngo.",
        "Jessica: Stay away from me.",
        "Marshall: I don't know if I can do that.",
        "Jessica: Well, then maybe I'll just have to talk to the police.",
        "",
        "Craig: Jack, if you want to bring me downtown, you're going to have to \r\ncharge me and cuff me and \r\ndrag me out of here.",
        "Barbara: A sight I live to see.",
        "John: Barbara?",
        "Barbara: John, you have no idea what I've been through.",
        "John: I can imagine.",
        "",
        "Margo: Jack, is this really necessary?",
        "Jack: A crime was committed, Margo.",
        "Margo: Yeah, but you're not going to solve it tonight. Not with Barbara \r\ntearing up the place. So, \r\nwhy don't you get her outta \r\nhere? Just take her downtown \r\nand get her statement, and \r\nyou can talk to Craig \r\ntomorrow.",
        "Jack: Are you telling me how to run my case?",
        "Margo: No. I'm asking you to lay off -- for me. Come on, you're not \r\ngoing to get what you need \r\nhere tonight. Jack, please, \r\ncome on. He's my brother. \r\nIt's his wedding night. That \r\nshould count for something, \r\nhuh?",
        "",
        "Barbara: I was drugged, John.",
        "John: So, you're thinking that by barging in here you're going to help \r\nyour case?",
        "Barbara: You don't believe me?",
        "John: Of course I do. But I know you. And I also know Craig. But to \r\nsome of the others, I think \r\nyou look deranged.",
        "Barbara: I was in an enforced environment. I was barricaded in a cabin, \r\nJohn.",
        "John: Right, right. So, perhaps you're not thinking too clearly. I \r\nthink you should go home, \r\nget yourself cleaned up a \r\nlittle bit. Think over what \r\nhas happened to you, write \r\nit all down on a piece of \r\npaper. We'll give it to \r\nJack. Let him take care of \r\nCraig in the morning.",
        "",
        "Jack: I want you down at the station house 10:00 a.m. tomorrow to \r\nanswer questions.",
        "Craig: Happy to, Jack. Not that I have anything to offer.",
        "Jack: I apologize for disrupting the festivities.",
        "Rosanna: Just get Barbara out of here.",
        "Craig: Thank you, Jack.",
        "Jack: Oh, any time, Craig.",
        "",
        "John: Okay, the first priority should be taking care of yourself.",
        "Jack: We're gonna pick this up tomorrow morning, okay?",
        "John: Good, good, good. I'll call you later.",
        "Barbara: Thank you, John.",
        "Jack: Come on, let's go.",
        "Barbara: No, wait. I -- I want to have just a minute with Hal.",
        "Jack: Barbara --",
        "Barbara: No, I promise I'm not gonna make a scene. I'm not.",
        "Jack: This isn't the right time.",
        "Barbara: I want to talk about Will, okay? Just a second.",
        "",
        "Carly: So, did you get what you came for, Jack? You humiliate me, you \r\nruin this wedding, you upset \r\nRosanna.",
        "Jack: A crime was committed.",
        "Carly: Yeah, and I had nothing to do with it. Was I designing? Yes, I \r\nwas designing, Jack. That's \r\nmy job. It's my company. But \r\nI did not have anything to \r\ndo with what happened to \r\nBarbara. Please tell me you \r\nbelieve me.",
        "Jack: Of course I believe you, Carly. Don't I always?",
        "",
        "Barbara: Hal, I don't trust Jack. He has no objectivity when it comes \r\nto Carly.",
        "Hal: And I have objectivity when it comes to you?",
        "Barbara: Yes. Unfortunately you do. Please, I -- I don't want to make \r\nthe same mistakes again. And \r\nI'm willing to let the \r\npolice handle this, if you \r\npromise me that you will \r\noversee the investigation.",
        "Hal: All right. Fair enough.",
        "Jack: Come on, Barbara. Let's go.",
        "Barbara: Wait. Tell Will that mommy's okay.",
        "Hal: I'll have him call you when he gets home from school tomorrow.",
        "Barbara: Thank you.",
        "",
        "Rose: I don't get this. She just flies off on her broomstick? She \r\nruined Rosanna's wedding.",
        "Paul: She was kidnapped, Rose.",
        "Rose: I was kidnapped, really kidnapped. I was almost killed.",
        "Paul: Are we ever gonna get past this?",
        "Rose: I'm past it. You're the one trying to figure out who did it to \r\nher.",
        "Paul: Yeah, you're right.",
        "Rose: No, no, no. Wait, wait, wait. I'm sorry. It's just, on my nerves, \r\nseeing her coming here like \r\nthis and making a scene.",
        "Paul: Well, I don't like it much either, but I have to make sure she \r\ngets home.",
        "Rose: You gotta do what you gotta do.",
        "Paul: You'll be all okay?",
        "Rose: Yeah.",
        "Paul: You sure? Hey, Dusty, can you make sure Rose gets home? I've \r\ngotta -- I gotta check on my \r\nmom.",
        "Dusty: Yeah, of course I will.",
        "Paul: Thank you. I'll call you.",
        "Dusty: Let me just go find Molly. I'll tell her we're a threesome.",
        "Rose: Oh, sure. If it's a problem then I'll just --",
        "Dusty: It's not a problem, no. She's mad at me anyway. It's gonna warm \r\nup the car.",
        "Craig: Ladies and gentlemen, can I have your attention, please? My \r\nfriends, I believe that \r\nconcludes our performance of \r\n\"Oakdale Boulevard.\" But the \r\nday is still young. And \r\nthere is champagne and food \r\nand music. And I haven't \r\neven danced with my daughter \r\nyet. Lucy?",
        "Rosanna: Lucy, I need to talk to your father alone, if you don't mind. \r\nCould you excuse us a \r\nmoment?",
        "Lucy: Of course.",
        "Rosanna: Thank you.",
        "",
        "Aaron: Now what?",
        "Lucy: I think she's just softening him up.",
        "Aaron: She's gonna tell him?",
        "Lucy: No, she's just gonna remind him how great it is that I'm walking \r\nand to count his blessings.",
        "Aaron: And to not have your boyfriend killed.",
        "",
        "Rosanna: All right, Montgomery, let's have it.",
        "Craig: Right here with the daffodils?",
        "Rosanna: What did you do to Barbara? And who helped you?",
        "",
        "Bonnie: We get Marshall admitting to this rape on tape, and he'll have \r\nto change his plea. ",
        "Isaac: For a smart woman, you're a slow learner.",
        "Bonnie: Look, Isaac, I know it backfired last time, but if you would \r\njust --",
        "Isaac: Number one -- illegal. Number two -- inadmissible. And number \r\nthree -- unlikely.",
        "Bonnie: He admitted to my mother last night that he raped her.",
        "Isaac: Says who?",
        "Bonnie: My mother.",
        "Isaac: So he admits he raped her? And then shows up to crucify my \r\nbrother today? I don't think \r\nso.",
        "Bonnie: Are you saying she's lying?",
        "Isaac: I'm saying that I'm outta the \"catch Marshall on tape\" business.",
        "Bonnie: You said you'd be there for me. You said you'd help me if I \r\nneeded you.",
        "Isaac: This isn't you needing me, Bonnie. This is you on a crusade.",
        "Bonnie: So you're not gonna help me?",
        "Isaac: I'm not gonna help you go after Marshall Travers, no. And you \r\ncan stand there and you can \r\ncry all you want, I'm not \r\ngonna change my mind on \r\nthis.",
        "Bonnie: Damnit, Isaac, he is going to get away with this!",
        "Isaac: Not in the long run, never in the long run.",
        "Bonnie: Well, then that is not good enough for me. It is completely \r\nunacceptable.",
        "Isaac: Listen to me. Marshall Travers is a cold and calculating man. He \r\nthinks he's bigger and \r\nbetter than any trouble he \r\ncan run up against. Well, \r\nhe's wrong. But until he \r\nrealizes that, he's \r\ndangerous. ",
        "Bonnie: I am not afraid of him.",
        "Isaac: Then you're a fool. His daughter is dead, your mother's lost her \r\ncareer, her privacy, her \r\npeace of mind, my brother \r\nhas been arrested. Anybody \r\nwho goes up next to Marshall \r\nTravers loses. And you're \r\nnot listening to a word \r\nthat's coming out of my \r\nmouth.",
        "Bonnie: What? It could work. It could work.",
        "",
        "Molly: Yeah, you said that you'd send a cab 20 minutes ago. All right. \r\nFine, whatever.",
        "Dusty: Why'd you call a cab?",
        "Molly: I want to go home.",
        "Dusty: I'll take you home. Let's go.",
        "Molly: That's not what you said when I asked you to.",
        "Dusty: Don't play games. I asked you if Mike was going to be here. You \r\nsaid no. I have no interest \r\nin making this guy jealous.",
        "Molly: I said, \"I couldn't imagine why Rosanna would invite him.\" \r\nThat's what I said. I didn't \r\nrealize you needed a signed \r\naffidavit.",
        "Dusty: What do you want to do? You let me know when you figure it out.",
        "",
        "Craig: If Barbara had any proof I had done anything, she would have \r\nthrown it in my face. She \r\nhas nothing.",
        "Rosanna: That's not what I asked.",
        "Craig: Rosanna, she has done this all before. She had me -- she had me \r\nhauled me in front of a \r\ngrand jury for attempted \r\nmurder. And guess what? I \r\nwas completely innocent.",
        "Rosanna: And now?",
        "Craig: I never laid a hand on her.",
        "Rosanna: That's not what I asked.",
        "Craig: What do I have to do to convince you?",
        "Rosanna: You have to look me in the eye and swear to me that you had \r\nnothing to do with Barbara's \r\nkidnapping.",
        "Craig: If she was kidnapped. Huh? Maybe she made this whole thing up. \r\nMaybe she had no designs, \r\ndidn't want to face you, so \r\nshe invented this \r\nkidnapping.",
        "Rosanna: Craig, you and I both have a talent for lying. But to each \r\nother, we have just promised \r\nto tell the truth. It would \r\nbe a real shame to break \r\nthat promise just as we're \r\nstarting a life together.",
        "Lucy: Daddy?",
        "Craig: Yeah, what is it, sweetie?",
        "Lucy: Our dance?",
        "Craig: Right now.",
        "",
        "Tom: Ah, don't tell me.",
        "Margo: I'm sorry. Jessica called. Apparently Ben has been arrested for \r\ndisrupting the proceedings \r\nand refusing to testify.",
        "Tom: Okay, call me if you need me.",
        "Margo: Okay.",
        "Tom: Love you.",
        "Lily: There you are.",
        "Holden: Oh, sorry I'm late. What'd I miss?",
        "[Laughter] What's so funny?",
        "Lily: It was beautiful. The ceremony was beautiful. And Lucy walked \r\ndown the aisle. That was \r\nwonderful.",
        "Lucinda: Yes, she did. And the minister was mercifully brief.",
        "Lily: Yes. And then Barbara showed up and accused everyone of \r\nkidnapping her.",
        "Holden: I always miss the good stuff.",
        "Lucinda: No, darling. 'Cause you're just in time to dance with me.",
        "Holden: Where is Aaron?",
        "Lily: He's waiting for his cue.",
        "Holden: Craig lays one hand on him, I hope you know a good lawyer, \r\nbecause I'm gonna need one.",
        "Emily: Rose, you are a genius.",
        "Rose: You show Hal the watch?",
        "Emily: Yeah. Yeah, I did. And he even apologized for being suspicious. \r\nWhich, if I didn't hate \r\nBarbara so much, I might \r\nfeel the slightest bit \r\nguilty.",
        "Rose: I'm so sick and tired of her \"poor me\" act. And Paul falls for it \r\nevery single time. He left \r\nwith her. ",
        "Emily: Oh. Oh, Rose, I'm sorry.",
        "Rose: It's all right. I'll get a ride home with Dusty. I'll see Paul \r\ntomorrow.",
        "Emily: Okay. Well, I'm gonna go. I'm gonna -- I'm gonna get Hal out of \r\nhere. But thank you for \r\ntaking me to the mall and \r\nbuying a duplicate watch.",
        "Rose: You can take the girl outta Jersey --",
        "Emily: Yeah, see you around.",
        "Rose: Okay.",
        "Rose: You find Molly?",
        "Dusty: Yeah. C'mon. Let's get outta here. She took a cab.",
        "Rose: You all right with that?",
        "Dusty: Yeah, I'm more than all right.",
        "Rose: Good. You got your priorities straight.",
        "Dusty: Always.",
        "",
        "Lucy: Careful --",
        "Craig: I've got you. I've got you. I've got you. I will always catch \r\nyou. That's who I am. I'm \r\nthe one guy you will always \r\nbe able to count on.",
        "",
        "Barbara: Hal promised me that Craig -- Jack.",
        "Jack: The concierge let me in. We've got a team out at the cabin, one \r\nin the woods. I thought I'd \r\ntake a look around here, \r\nmake sure nothing was \r\nstolen.",
        "Barbara: My designs. My designs -- oh, God! They're gone! He stole \r\nthem! I told you this was \r\nCraig Montgomery. I told you \r\n-- he had me kidnapped, and \r\nhe stole my designs so that \r\nCarly would have a chance to \r\ncreate her own line. That's \r\nexactly what happened! It \r\nwas supposed to be my \r\nchance! I was supposed to be \r\nthe head at Monte Carlo, not \r\nCarly. Do you understand me, \r\nJack?!",
        "Jack: I'll certainly look into it. Okay, guys? You wanna -- you wanna \r\nwrap this up? Please?",
        "Paul: I think my mother needs to rest.",
        "Jack: I completely understand. Look, I'll call you tomorrow. Let me \r\nknow where we are, okay? ",
        "Barbara: You lock him up.",
        "Jack: Guys.",
        "Barbara: All that work. All that work. Those designs were magnificent. \r\nI would have been back on \r\ntop again.",
        "[Barbara sobs]",
        "",
        "Carly: Are you okay?",
        "Molly: Yeah. Weddings, you know. I should go. I called a cab.",
        "Carly: They'll call from the gatehouse. Did you talk to Mike?",
        "Molly: I would have. If he wasn't arm-in-arm with Katie.",
        "Carly: Well, you came with that guy --",
        "Molly: Dusty? I know. I bit his head off. Because he said that he \r\ndidn't like being used to \r\nmake Mike jealous, and you \r\nknow how much I love being \r\ncalled on my stuff, so I'm \r\nleaving here by myself. ",
        "Carly: Well, let me see if I can get you a ride home.",
        "Mike: I can take you home.",
        "Molly: Um -- I called a cab.",
        "Mike: I didn't come here to throw Katie Frasier in your face.",
        "Molly: Why not? I threw Dusty in yours. Mike, I can't expect you to be \r\na monk. And Katie is perfect \r\nfor you. You know, I mean, \r\nshe just lost the love of \r\nher life, like me a year \r\nago. And taking care of \r\npeople with a broken heart \r\nis your best event, right, \r\nMike?",
        "Mike: I don't blame you for being angry. I wasn't fair to you. The \r\nstuff with Carly was bad \r\nenough. But then I didn't \r\ngive you a chance when you \r\ngave me one. I -- I really \r\nam sorry, Molly, for all of \r\nit. I should've treated you \r\nbetter.",
        "[Car horn honks]",
        "Molly: That's my cab. I should go.",
        "",
        "Rose: Let's just say our good-byes and get outta here.",
        "Lucinda: Hey, Dusty. I'd ask you to dance with me, except Craig is \r\nmonopolizing the floor.",
        "Lily: It is his wedding, mother.",
        "Lucinda: Right. Let him enjoy himself as best he can. After the fuss \r\nthat Barbara made, I'm \r\nsurprised he hasn't been \r\ncarted off somewhere. Who do \r\nyou suppose was helping \r\nCraig with Barbara, Rose? \r\nAny ideas? Barbara mentioned \r\nshe heard female voices.",
        "Dusty: True. And she was also whacked out on chloroform.",
        "Rose: Yeah. Yeah, yeah. Whoever it was, I hope they're in the book. \r\nI'll get 'em next.",
        "Lily: Rose.",
        "Rose: You don't have her breathing down your neck, when you're not \r\ngetting married to her son. \r\nAnd thank you again very \r\nmuch for nudging me to tell \r\nPaul to invite her to the \r\nwedding.",
        "Lily: Where is Paul?",
        "Rose: Three guesses.",
        "Holden: You need a ride home?",
        "Rose: You're a peach. But, no, I picked up this handsome guy by the \r\nbuffet.",
        "Dusty: Let me get the car.",
        "Lily: You and Dusty seem to be getting along.",
        "Rose: Yeah, you were right. He's not such a bad guy. I'm gonna say good \r\nnight to the bride. I'll \r\ncall you tomorrow. Bye.",
        "Holden: Who is it she's marrying?",
        "Lily: They're just friends.",
        "",
        "Rose: I'd have said good night to Craig, but he's very busy with \r\nginger.",
        "Rosanna: I'll tell him that you said good-bye. Thank you so much for \r\ncoming, Rose.",
        "Rose: Oh, well, you know --",
        "Rosanna: You look lovely.",
        "Rose: Oh, thank you.",
        "Rosanna: Of course.",
        "Rose: Good wedding. Bye-bye.",
        "Rosanna: Please Craig, be a good father tonight.",
        "Craig: You're dancing, you're walking. We'll have to think about \r\ngetting you back in school \r\nfull-time.",
        "Lucy: Well, walking was really important to me. I wanted to walk down \r\nthe aisle for you. But I \r\ndidn't do it all alone. I \r\nhad some very special help.",
        "Craig: Yeah, well. Yes, Gloria was very good.",
        "Lucy: Yes, she was. But she's not the reason I'm walking today. \r\nActually -- Aaron's why I \r\ncan walk. He worked with me \r\nevery day. He inspired me. I \r\nmean, if it weren't for him, \r\nI'd still be in the \r\nwheelchair. He was the only \r\nperson who understood how \r\nmuch I really needed to walk \r\ntoday, because I needed to \r\nwalk for you. It's all \r\nbecause of him. And he's \r\nreally a good person. And he \r\nmeans the world to me. So, \r\nwould you please just give \r\nhim a chance? For me?",
        "",
        "Jessica: Ben, I am so sorry about this.",
        "Ben: I think I'm just gonna get a copy of my new mug shot and hang it \r\nnext to my diplomas. ",
        "Jessica: I don't know if the hospital board will appreciate the humor, \r\nbut I do. I'll talk to Bob.",
        "Ben: It's you I'm worried about. Travers is still out there, Jess.",
        "Jessica: No, you don't need to worry about me. I'm taking steps to keep \r\nhim at bay. I'll be fine.",
        "Cop #3: Dr. Harris, if you'll come this way.",
        "Jessica: Listen, I'll see you later.",
        "Ben: Send me a cake with a file in it, huh?",
        "Margo: Jess -- I called Evelyn on the way over. What a disaster.",
        "Jessica: Well, it's not over. Marshall cornered me outside the \r\ncourtroom. I want to file a \r\nrestraining order against \r\nhim.",
        "",
        "Isaac: Where were you?",
        "Bonnie: Using the employee bathroom -- unless that's a problem.",
        "Isaac: Bonnie --",
        "Bonnie: Look, thanks for the drink.",
        "Isaac: Bonnie, I wish you wouldn't leave like this. But if you go after \r\nMarshall Travers, you're on \r\nyour own.",
        "Bonnie: So you've said. Good night.",
        "",
        "Barbara: It is one thing to kidnap me and replace me with his whore as \r\nhead designer. It is quite \r\nanother to steal my designs. \r\nI could have peddled those \r\nsomewhere else. I could have \r\nsold them.",
        "Paul: If Craig did this, I promise you, mom, I will make him pay.",
        "Barbara: Well, Paul, he didn't do it alone. I heard women whispering.",
        "Paul: Did you recognize them?",
        "Barbara: If I were you, I'd ask your fiancée if she had anything to do \r\nwith kidnapping your mother.",
        "",
        "Dusty: To Barbara.",
        "Rose: Bite your tongue.",
        "Dusty: To Rose.",
        "Rose: Yes.",
        "Dusty: For being as good as her word.",
        "Rose: Aw, you -- you mean about Barbara coming back into town? You \r\nreally weren't worried about \r\nher? She's like a cockroach. \r\nYou can't kill that woman. \r\nAnd thank you for bailing me \r\nout with Lucinda. I mean, \r\nshe's a little suspicious of \r\nme -- not that I blame her.",
        "Dusty: Don't worry about it. You're not Barbara's only enemy. You know \r\nthat.",
        "Rose: But I am her future daughter-in-law, which proves how much I love \r\nher son.",
        "Dusty: What do you have to prove, huh? You don't have to prove \r\nanything.",
        "Rose: I just get mad at him sometimes, you know? He's always cleaning \r\nup after her. Which -- which \r\nis wrong. I really shouldn't \r\nbe feeling like that. My pop \r\nleft to go to Italy, and I \r\nwas right there, right \r\nbehind him.",
        "Dusty: Your pop's a good guy.",
        "Rose: The best.",
        "[Cell phone rings] Hey, how's your mom?",
        "Paul: Where are you?",
        "Rose: I'm having a drink with Dusty.",
        "Dusty: Hey, Preppy.",
        "Paul: I need you to meet me downstairs.",
        "Rose: Why don't you come up here?",
        "Paul: Because I want to talk to you alone.",
        "Rose: Okay.",
        "Paul: I'll be in the lounge.",
        "Rose: Okay. I'll see you there. I'm in trouble.",
        "Dusty: What's wrong?",
        "Rose: Paul wants me to meet him downstairs. I know he's gonna grill me \r\nabout his ma.",
        "Dusty: That's okay. Relax. You want me to go down there with you?",
        "Rose: No. I can handle it. But thank you. You're very sweet.",
        "Dusty: You're very sweet. I mean it.",
        "",
        "Molly: What do you want, Molly? I guess you better go home and figure \r\nit out.",
        "",
        "Jack: Find out whose watch this is. Canvas every jewelry from here to \r\nChicago. See if they sell \r\nthis item, and if they \r\nremember the purchaser.",
        "Cop: Most of the stores over there have security cameras.",
        "Jack: Check the tapes, receipts, inventory. Maybe it came with a serial \r\nnumber. Just find out who \r\nbought that watch.",
        "[Pager beeps]",
        "Carly: Hey, g-man.",
        "Jack: Hey. I'm glad you called. I didn't like the way we left things.",
        "Carly: Yeah. I don't blame you for being confused. I know I was acting \r\nstrange",
        "the last couple of days, \r\nbut that's just because I -- \r\nI knew you didn't approve of \r\nme working. I didn't want to \r\nfight with you. And I had to \r\ndo those drawings. It had \r\nnothing to do with Barbara, \r\nJack. I swear to you, I \r\ndidn't know anything about \r\nthat. I know -- I know I'm \r\npushing it, asking you to \r\nbelieve me.",
        "Jack: I believe you, Carly.",
        "Carly: You do?",
        "Jack: Yes. I'm gonna find out who did this so everybody else will \r\nbelieve you, too.",
        "Carly: Thanks, Jack.",
        "Jack: So what's going on? You need me to pick you up?",
        "Carly: I got a ride. And I want you to know that tomorrow I'm gonna be \r\nmoving out of Emma's. I \r\nreally need my own place. \r\nAnd seeing Rosanna and Craig \r\ngetting married today -- all \r\nI could think of was you and \r\nme. I gotta go.",
        "Jack: Carly?",
        "",
        "Craig: What else has been going on behind my back?",
        "Lucy: Daddy, don't be angry. Aaron was here every day helping me with \r\nmy exercises. He wouldn't \r\nlet me give up.",
        "Craig: Aaron was here every day? You let this lowlife see my child when \r\nI asked you not to?",
        "Lucy: He was here when you were too busy to pay attention.",
        "Aaron: Don't go there, Lucy.",
        "Craig: Aaron -- Aaron, you weren't invited to this wedding. So you \r\nbetter get out before I \r\nthrow you out.",
        "Holden: Touch him and you'll answer to me. Come on, let's go.",
        "Aaron: I'm not leaving Lucy like this.",
        "Lily: It's only gonna make things worse. Just listen to your father. \r\nLet's go.",
        "Lucy: I'm sorry, Aaron.",
        "Craig: You want me to call the police?",
        "Holden: I don't think you wanna do that, Craig. They might not want to \r\nwait till tomorrow to arrest \r\nyou for Barbara's \r\nkidnapping. Come on, let's \r\ngo.",
        "Lucinda: Honey -- I'm on your side in this. And your mother will hear \r\nabout it from me. All right?",
        "Lucy: How could you do that?",
        "Craig: He's using you, sweetness.",
        "Lucy: You're wrong!",
        "Craig: Lucy, Lucy --",
        "Katie: You can be such a pig sometimes. Lucy -- Lucy, honey, wait up.",
        "Craig: You did this?",
        "Rosanna: The two of them worked six hours a day to get her ready to \r\nwalk down that aisle for you \r\n-- to make you happy. And \r\ninstead of admitting you \r\nwere wrong about Aaron --",
        "Craig: I am not wrong! I am not wrong! You lied -- you lied to me.",
        "Rosanna: Yes.",
        "Craig: I think you were right when you said that starting off a life \r\nwith a lie is a mistake. You \r\ncouldn't even follow your \r\nown advice."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=9ujjo0svHNM"
}