{
    "Episode Summary": [],
    "Recap": [
        "Jen sees bloody evidence of Dusty's and demands Meg to tell her the truth about where he is. Meg explains she was set up, but Jen doesn't want to believe her; Meg begs Jen to asks Paul what is going on because she can't tell her anymore then she has. Paul hustles Henry into playing pool with him in hopes of getting some evidence against Emily. Paul pretends to be worried for Emily; he knows she is hiding something and claims he wants to help Henry and her. Henry almost takes the bait until Jack walks in the bar. He admits to Paul only that Emily told him she shot Paul and that he didn't really try to commit suicide. Paul knows he is hiding more, but Henry refuses to spill it and quickly leaves. Emily buys a fingerprint kit and heads over to Meg's. She takes Meg's fingerprints from her room and places them on a gun. Meg finally tells Emma that Emily is the one that has Dusty, and furthermore, she is trusting Paul to get her out of this. She also confides that they love each other. Emma is willing to give Paul 24 hours to solve this. Jen confronts Paul and he finally tells her what he thinks about Emily and his plan to trip her up. Jen doesn't believe him at first, but then Paul unbuttons his shirt and shows her his bullet wound. Katie tells Mike about her plan of asking Nancy to take credit for writing Oakdale Confidential. Mike continues to worry; Katie wants him to tell her what else is really going on, but Mike tells her he can't. Katie pushes telling him she will snoop around till she finds out the truth, so Mike gives in and tells a shocked Katie about the skeleton in the wall. Katie thinks their only option is to go to the police. Jack questions whether Carly lied about Sage going missing, and then is angered when he finds out Nick responded to Carly's plea for help. Carly wants Jack to apologize for not believing she wouldn't use her kids as pawns in her plan to get him back. She wants him to come home, but when he refuses; Carly finally blows up and tells him to get out. Later, at a bar, Jack has flashbacks of his life with Carly and ends up taking off his wedding band and laying it on the bar. Meanwhile, Carly, who is still holding onto hope, looks at her wedding band, and kisses it."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: She was, Jack I couldn't find her anywhere. I was going out of my mind.",
        "Jack: You look pretty calm to me.",
        "Carly: Right. Well, I was just about to change Sage's clothes. You can stay or go. At this point, I don't really care which.",
        "Jack: Don't pretend that you didn't plan this, Carly.",
        "Carly: I didn't! Sage was missing.",
        "Jack: Where was she?",
        "Carly: She was in the basement. You know how she likes to play hide and seek. I was so panicked, I didn't think to look there.",
        "Jack: Do you really expect me to believe anything you say to me right now?",
        "Nick: You should. 'Cause she's telling you the truth.",
        "[SCENE_BREAK]",
        "Meg: What's happening?",
        "Cop #1: We'll be processing you in a few minutes. They're logging the evidence now.",
        "Meg: Would it do me any good to tell you that somebody planted those bloody clothes in my car?",
        "Cop #1: You're better off telling your lawyer.",
        "Jennifer: Excuse me, have you seen my father?",
        "Cop #2: Sorry, I haven't seen the Lieutenant all afternoon.",
        "Jennifer: Do you have any idea where he might be? I really need to speak to him. Where did you find these?",
        "Cop #2: It's evidence in a case.",
        "Jennifer: Oh, my God, they're Dusty's! Have you found him?",
        "Cop #2: Not yet, ma'am.",
        "Jennifer: Where is he?",
        "Meg: Jennifer, listen --",
        "Jennifer: No, no, damn it! You listen! I don't want to hear any more lies. I just want the truth. Where is Dusty? What have you done with him?",
        "[SCENE_BREAK]",
        "Paul: How about I buy you a drink? There's something we need to discuss.",
        "Henry: Another time.",
        "Paul: Really? 'Cause now works so good for me.",
        "Henry: Well, I've got a date with a pool stick and something that's shaken, not stirred.",
        "Paul: Ideal. We'll make it a foursome.",
        "Henry: Afraid not -- I can't. I can't. I'm sorry. I can't do it.",
        "Paul: Why not? Henry, is there a reason you don't want to spend time with me?",
        "Emily: Do you have them in stock? Excellent. Do you deliver? Today? Yes, that will be just fine.",
        "[SCENE_BREAK]",
        "Katie: I think I've figured out a solution. A way to distance you from my book.",
        "Mike: Uh-oh.",
        "Katie: No, honey, listen. It's going to work. It's going to keep people from asking too many questions.",
        "Mike: I'm all for that. What is it?",
        "Katie: We get someone else to take credit for writing \"Oakdale Confidential.\"",
        "Mike: No.",
        "Katie: It'll work.",
        "Mike: Katie, that's not fair to you.",
        "Katie: I don't care about that.",
        "Mike: But it's your book. You wrote it. >From everything I understand, it's going to be a hit.",
        "Katie: Well, I don't care if it sells a billion copies. If it's going to get you into trouble and keep us from getting married, then I don't want a part of it.",
        "Mike: No, I already told you, I'm going to make sure nothing stops us from getting married.",
        "Katie: Well, this is something that I can do. And every little bit helps.",
        "Mike: You're really willing to just hand over credit for your book to someone else?",
        "Katie: I already did.",
        "Mike: Oh, Katie --",
        "Katie: Nancy Hughes. She agreed to publicly announce that she wrote \"Oakdale Confidential.\"",
        "Mike: You think people will believe it?",
        "Katie: Who knows this town better than Nancy Hughes?",
        "Mike: That's true. But, shifting the author's credit for \"Oakdale Confidential\" doesn't change anything.",
        "Katie: Oh, really? It's going to take the focus off of you. Reporters won't be hounding you because you're the fiancée of the writer.",
        "Mike: But I'm still in the book. And people that I thought I'd left in the dust will know where I live. And they could be dangerous. In fact, I'm pretty sure they are.",
        "[SCENE_BREAK]",
        "Jack: What are you doing here, Nick?",
        "Nick: She called the cops. I responded.",
        "Jack: You called him?",
        "Carly: I called the station, Jack. I called for Margo, Nick answered the phone. She needs to be washed up and changed. Excuse me. Come on, sweetie.",
        "Nick: She's telling you the truth, Jack.",
        "Jack: Lucky you were there to take the call.",
        "Nick: Don't turn this into something it it's not.",
        "Jack: You're telling me that you're being here isn't personal? I was at the station, Nick. You knew that. You could have told me what was going on.",
        "Nick: And Carly didn't want you to know.",
        "Jack: She made the whole thing up. And to make me jealous, I guess that's why she called you.",
        "Nick: I'm here because Carly was afraid. Her kid's missing, she can't call the father because he doesn't trust her. How messed up is that?",
        "Jack: What's happening in my marriage is none of your damn business.",
        "Nick: I came here to find a missing kid. And its good thing I did, huh?",
        "Jack: Well, you're done. You can leave now.",
        "Nick: As soon as I call off the search. This phone's dead. Mind if I use yours?",
        "Jack: Use the one in the kitchen.",
        "Carly: All right, Jack. Come on, lay it on me.",
        "Jack: What do you want to me say?",
        "Carly: You might start with, I'm sorry. You know, sometimes, Jack, I hate being right.",
        "[SCENE_BREAK]",
        "Paul: If you're worried about me hustling you, please don't. I'm not very good at pool.",
        "Henry: Then why go at all? Why go with me, really? Shouldn't you be spending quality time with the new wife?",
        "Paul: Okay, here's a little life lesson, all right? If a woman's happy, never crowd her. Besides, I feel like I owe you one.",
        "Henry: For?",
        "Paul: You've been such a good friend to Emily. You stood up at our wedding. And you were really there for her when she thought that I was dead. And I feel like I owe you for all of that.",
        "Henry: I'm so glad I could help out. Just send me a check if it makes you feel better.",
        "Paul: I'd really like for us to just, you know, have a drink, shoot a couple of rounds.",
        "Henry: You know, a smoky pool hall just doesn't strike me as your milieu.",
        "Paul: Well, a lot of people don't know this about me, but I love pool.",
        "Henry: No kidding.",
        "Paul: Yeah, I love everything about it. I love watching it.",
        "Henry: Yeah?",
        "Paul: Yes. I love playing it. I love betting on it.",
        "Henry: A gambling man, are you?",
        "Paul: Yeah. So, what's the action like at your smoky little pool hall?",
        "Henry: I was just -- I was just going to Yo's.",
        "Paul: Oh, Yo's, yeah. I cut my teeth there. So, any decent stakes going on there?",
        "Henry: I play a decent game, but just for sport, you know.",
        "Paul: Of course, just for sport. Come on, what do you say?",
        "Henry: Gee, I don't know, Paul.",
        "Paul: Drinks are on me.",
        "Henry: Let's go.",
        "[SCENE_BREAK]",
        "Meg: I didn't hurt Dusty, and don't know where he is.",
        "Jennifer: I saw the bloody clothes out there. The cops were bagging them for evidence. And you're in here under arrest. You tell me there's no connection.",
        "Meg: It's not what you think!",
        "Jennifer: Then enlighten me!",
        "Cop #2: Hey! What's going on in here?",
        "Jennifer: We're fine. Everything's fine.",
        "Meg: She's just visiting before you take me down.",
        "Jennifer: Okay, just tell me that he's alive.",
        "Meg: I wish I could. I mean, I don't know. I hope he's all right. I don't know.",
        "Jennifer: Where did the cops find the bloody clothes?",
        "Meg: In my car.",
        "Jennifer: And you have no idea what --",
        "Meg: Somebody is setting me up, Jennifer! Whoever really has Dusty planted those bloody clothes in my car so I would take the fall?",
        "Jennifer: Why can't you just tell me the truth?",
        "Meg: I just did.",
        "Jennifer: You have done nothing but lie to me. About Dusty. About Johnny. Somehow, you are always there, connected to every miserable thing that happens to me, pretending that you care but never meaning it. And I am sick of it! I never know what to believe with you.",
        "Meg: You believe I loved Dusty, don't you? Knowing that, do you really think I would do anything to hurt him?",
        "Jennifer: I think you are capable of anything.",
        "Meg: Not that. Never that. I don't know where he is. Jennifer! Hey! Instead of wasting everybody's time insisting that I hurt Dusty, maybe you should be out there finding out what really happened to him.",
        "[SCENE_BREAK]",
        "Katie: You said the rubies weren't where you hid them, right?",
        "Mike: Yeah.",
        "Katie: So, whoever was after them probably found them already, maybe a long time ago?",
        "Mike: It's not that simple. There's more factors. There's more to it than that.",
        "Katie: Like what?",
        "Mike: Can we talk about something else?",
        "Katie: Avoiding this is not going to make it go away.",
        "Mike: I know that. I'm sorry.",
        "Katie: Why won't you let me help you?",
        "Mike: Look, I -- I've been obsessing over this for days. I just need a break, okay? My brain's on overload.",
        "Katie: Okay. Want to talk about the wedding?",
        "Mike: Good idea.",
        "Katie: You're smiling.",
        "Mike: Thinking about our wedding night always makes me smile.",
        "Katie: Good. Let's see, what is next on the agenda? Our wedding vows -- the theme. What do you think it should be?",
        "Mike: My theme is that I will always love you.",
        "Katie: I like that. Short, to the point.",
        "Mike: And don't forget heartfelt.",
        "Katie: Right.",
        "Mike: What about yours?",
        "Katie: Well, I've been thinking a lot about what our lives are going to be like after we get married -- how they're going to change.",
        "Mike: Change how?",
        "Katie: In a good way. You know, we're never going to have to deal with anything bad again, alone, ever. Or anything good, actually. I'm gonna be there for you no matter what.",
        "Mike: Me for you.",
        "Katie: A team.",
        "Mike: Okay, okay, all right, I see where you're heading with this.",
        "Katie: Think about it. The only time we've ever had problems is when we didn't confide in each other.",
        "Mike: For the most part. But I --",
        "Katie: I mean, I'm not calling us big liars or anything. Well, at least not you.",
        "Mike: I lied to you about this ruby thing.",
        "Katie: Yeah, and I stayed away from you for an entire year because I thought you would be better off without me.",
        "Mike: My life had never been better than here with you.",
        "Katie: Then stop doing this to me. Stop treating me like some acquaintance or something. We're getting married, Mike. Please, just tell me what you're afraid of. What are you having nightmares about? No secrets, okay?",
        "Mike: Okay. Okay. Look, it's bad.",
        "Katie: That's okay. I can handle bad. I just can't handle you pushing me away.",
        "Mike: I just don't want this to touch you. I'm trying to protect you. Don't you get that?",
        "Katie: Then protect the one thing that I couldn't live without -- us. Please, Mike. Tell me what are you having nightmares about? What are you so afraid of?",
        "Mike: I'm sorry, I can't do it.",
        "[SCENE_BREAK]",
        "Jack: What do you want me to say? That I'm sorry I didn't take a call? I am. I would've come running right over.",
        "Carly: No, you wouldn't have. I would have been hysterical on the phone, and you would have played 20 questions with me to try and decide if I was making the whole thing up!",
        "Jack: And I would have been justified.",
        "Carly: Sage could have been hurt, Jack. She could have been taken!",
        "Jack: Are you going to deny that you didn't fool me just yesterday with that fiasco in the basement with the boiler?",
        "Carly: That was harmless. I would never make up a danger to our children. I would never use them like that.",
        "Jack: I wish I could believe that.",
        "Carly: Believe whatever you want.",
        "Jack: You've made it damn near impossible to trust you, Carly.",
        "Carly: You know something, Jack? I hurt Nick, but he's had no trouble writing it off for what it really was -- a bad mistake. You, who made vows to me, who held me while I gave birth to my children? You, who has watched me nurse them, and bathe them and dress them --",
        "Jack: I never said you weren't a good mother!",
        "Carly: You just did! You said it right now when you said that I would use them to try to hold on to you.",
        "Jack: No, what I meant -- all I'm telling you is, I can't spend the rest of my life wondering what's true and what's not.",
        "Carly: What's true is that this is your home. We are your family. We need you, Jack. I need you.",
        "Jack: I can't keep having the same conversation, Carly. The same argument. It's over for us. There is no going back from this.",
        "Carly: Then get out! You want out? Then go! Get out!",
        "[SCENE_BREAK]",
        "Henry: Oh!",
        "Paul: I can't believe it.",
        "Henry: I can't believe you missed. I can't believe you did that.",
        "Paul: I don't know what's wrong with me. I'm just not myself tonight.",
        "Henry: Well, it hurts you more than it hurts me.",
        "Paul: Yeah. You wouldn't be trying to take advantage of me, would you?",
        "Henry: No, no. I never hustle the guy that's buying the booze. I'm just having a stroke of luck here. Go figure. You want to call it quits?",
        "Paul: No. I would really like for you to give me a chance to win some of my money back.",
        "Henry: Okay. It's your funeral. Rack 'em, Ryan. Oh, please, don't let this stroke of luck ever end. Please, please, please.",
        "Paul: You know, I'm having so much fun right now, I don't even care that you're beating the pants right off me.",
        "Henry: I cannot remember a lucky streak like that in, like, forever.",
        "Paul: Oh, it's not luck, you know. It's skill. You're very good. You're a very good pool player. And a crackerjack P.I., too.",
        "Henry: You coming on to me? You're making me blush here.",
        "Paul: No, it's true. You remember that surveillance work you did?",
        "Henry: Yeah. What, for you, when I bugged Dusty's club?",
        "Paul: Yeah. That was superb work. Really.",
        "Henry: No.",
        "Paul: Yeah, excellent.",
        "Henry: It was nothing. I was just doing my job. It was no big deal.",
        "Paul: You don't give yourself enough credit. And you're -- I'm sorry.",
        "Henry: Don't worry about it.",
        "Paul: I dropped your jacket.",
        "Henry: I don't care anymore.",
        "Paul: You're a great guy. Look at us -- two great guys. [Both laugh] It's no wonder Emily wants to hang out with you all the time.",
        "Henry: Wait, hold on, be serious -- be serious for a second. Be serious for a second. Don't get any wrong ideas here now. Emily and I are just friends and nothing more. That's it.",
        "Paul: Oh, I know that. But I think your friendship with Emily is really great. Especially now. You know, she doesn't have a lot of people she can turn to.",
        "Henry: No, and marrying you -- no offense -- marrying you, I think, may have lost her a few friends here and there.",
        "Paul: People think I want to mess up her whole life.",
        "Henry: I used to think that about you, too, Paul.",
        "Paul: Well, I'm glad you changed your mind.",
        "Henry: I did.",
        "Paul: Look, I want you to be a good friend to Emily. And to me, too but especially to Emily.",
        "Henry: Sure, why?",
        "Paul: Look, it's no secret, you know, she's a handful. She's impulsive. She's possessive.",
        "Henry: Paranoid. Slip of the tongue. Sorry about that.",
        "Paul: No, no, no. It's true. It's all -- all of it's true. But I'm in love with her. I'm committed to our marriage. 100%.",
        "Henry: That's good, because, you know if you turned on her --",
        "Paul: Oh, hell hath no fury --",
        "Henry: -- Like Emily scorned.",
        "[Both laugh]",
        "Paul: Yeah. We're kind of working things out. I think that that's what marriage is. It's a discovery.",
        "Henry: It's a balancing act, they say.",
        "Paul: Mm-hmm. I wish she tell me everything, though. But I guess that's something you have to earn.",
        "Henry: Yeah.",
        "Paul: I think she's keeping something from me.",
        "Henry: What? What? What?",
        "Paul: I don't know. I think she's keeping something from me. And I'm not sure what it is, but I think it's something important. And I think she really wants to tell me, but she just can't bring herself to do it.",
        "Henry: I don't blame her.",
        "Paul: Why do you say that?",
        "Henry: Why do I say what?",
        "Paul: You just said, \"I don't blame her.\" What's Emily hiding?",
        "Henry: Emily's hiding something?",
        "Paul: Mm-hmm. I think she's hiding something and I think you know what it is.",
        "[In Russian accent]",
        "Henry: I know nothing.",
        "Paul: Come on, Henry. Look, I'm just trying to be a good friend to Emily like you're a good friend to Emily. I'm trying to help her. You know, the way you help her. So tell me, what is it that Emily's got so locked up inside?",
        "Henry: Oh, something terrible.",
        "[SCENE_BREAK]",
        "Emily: Thank you. You guys are real lifesavers.",
        "Delivery guy: Your kids must be \"CSI\" nuts.",
        "Emily: Oh, regular Sherlocks. That's again, I appreciate it. Ooh. And you, Henry, are my real lifesaver.",
        "[SCENE_BREAK]",
        "Jennifer: Where should I be looking, Meg? Who should I be talking to?",
        "Meg: I can't tell you that.",
        "Jennifer: I know that you know something.",
        "Meg: I've told you what I know. And now, I'm hoping that you'll get out there and find Dusty on your own. And stop looking in the wrong direction, or it'll never happen.",
        "Jennifer: Do you want to stay in here?",
        "Meg: Of course not.",
        "Jennifer: Then if you know who has Dusty, or if you even suspect, why are you keeping it to yourself?",
        "[Meg remembering]",
        "Paul: If we tell Jack the truth, he goes right to Emily. And then Emily slips away from him and then goes and kills Dusty.",
        "[SCENE_BREAK]",
        "Meg: There's nothing else I can say to you, Jennifer. I'm sorry.",
        "Jennifer: So am I.",
        "Meg: Maybe -- maybe you can talk to Paul.",
        "Jennifer: I have. Repeatedly. And he's just lied to me every time. Are you two really in on this together?",
        "Cop #1: Conversation's over, ladies. It's mug shot time.",
        "Meg: Go to your brother, Jennifer. Trust me on this. Talk to Paul. And only Paul.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Mike: Bones, Katie! Human bones. I found a skeleton.",
        "Jennifer: Why would Emily do this?",
        "Paul: Because she's falling apart. She's jealous. She sees Meg as a threat, and she's willing to do anything -- anything -- to get rid of Meg.",
        "[SCENE_BREAK]",
        "Nick: Jack's gone? I'm sorry.",
        "Carly: We hit a little rough patch. That's all. We've been there before. It always works out.",
        "Nick: I hope it does this time. Do you want me to go?",
        "Carly: You know what, I don't want to be rude. I'm really grateful that you found Sage, but I think I would prefer to be alone right now.",
        "Nick: Enough said. I'll see myself out.",
        "[SCENE_BREAK]",
        "Katie: Why are you keeping me in the dark? Don't you understand that everything that happens to you happens to me, whether I see it coming or not?",
        "Mike: If you got hurt because of any of this, then I would never forgive myself.",
        "Katie: Something happened, didn't it? You found something out.",
        "Mike: Katie, just drop it.",
        "Katie: No. I'm going to keep at you until you tell me what it it.",
        "Mike: That'll never happen.",
        "Katie: Fine, I'll ask Nick.",
        "Mike: Nick doesn't know what's going on.",
        "Katie: I'm going to find out, Mike, if I have to, I'll go over to Carly's and knock down that wall myself.",
        "Mike: No! No.",
        "Katie: Then tell me what it is.",
        "Mike: Do not go to Carly's. Promise me.",
        "Katie: You don't want me to go to Carly's.",
        "Mike: Look, if Carly finds out about the rubies --",
        "Katie: No, no, no, that's not it. There's something there that you don't want me to see. Right? Right?",
        "Mike: Yes.",
        "Katie: Then tell me what it is, Mike!",
        "Mike: Bones, Katie! Human bones! I found a skeleton.",
        "[SCENE_BREAK]",
        "Emily: \"Now you, too, can lift and deposit fingerprints just like the pros.\"",
        "Meg: I'm not a killer, Mama. I can't take it if you believe that I'm guilty of hurting Dusty.",
        "Emma: Oh, Meg -- Meg, of course I don't believe you're guilty. But you have been arrested. Now, they obviously have enough evidence to take this thing to trial. How did you let this happen?",
        "Meg: No lectures, okay?",
        "Emma: Then please, please, tell me -- tell me what's going on so we can do something about it.",
        "Meg: Someone is trying to make me look guilty.",
        "Emma: Yes, and they're succeeding. Who is it?",
        "Meg: You're not going to like the answer.",
        "Emma: No, obviously I'm not. Who is it?",
        "Meg: I didn't hurt Dusty. And I don't know where he is. But I believe that he's alive and being held against his will somewhere.",
        "Emma: By whom, Meg? By whom?",
        "Meg: Emily Stewart.",
        "Emma: And, Meg, why? Why would she do that?",
        "Meg: I'm not sure. Maybe she thinks Dusty will hurt Paul. She knows that he's out for blood, especially after what Paul did to Jennifer. Or maybe she's out to set me up, I don't know.",
        "Emma: Well, we have got to do something about this.",
        "Meg: No, we can't. We can't. I mean -- Emily has Dusty. She might have already killed him.",
        "Emma: Well, we've got to tell the police.",
        "Meg: We can't.",
        "Emma: Why not?",
        "Meg: What if he's still alive? And we back Emily up against a wall, and then she really does kill him? Dusty's life is in our hands.",
        "Emma: Our hands? Who is \"our hands\"? Who else?",
        "Meg: Paul. He's my only hope of getting out of this.",
        "Emma: Oh, Meg. Meg, why -- why, Sweetheart, do you keep doing this? Why do you put your trust in this man?",
        "Meg: He's not going to betray me.",
        "Emma: He is married to Emily.",
        "Meg: He doesn't love her. He married her for me.",
        "[SCENE_BREAK]",
        "Paul: I want Emily to be happy. Help me do that. Come on, Henry.",
        "Henry: What -- what makes you think she's in trouble?",
        "Paul: Tell me she's not.",
        "Henry: This is you asking, right? This is no cops, right, Paul?",
        "Paul: You think I would turn my wife in to the cops? Henry, I'm hurt.",
        "Henry: Okay, I had to ask.",
        "Paul: I love Emily. I would do anything for her.",
        "Henry: Yeah, unfortunately, so would I.",
        "Paul: Well, then do this. Do this, Henry. Tell me, what's going on?",
        "Henry: Sometimes it's like -- like a two-ton weight around my neck.",
        "Paul: Okay. Well, then, you know what? Throw some of the weight my way, brother. Let me carry it for a while, huh? What has she done? What is this weight that Emily's carrying around her neck?",
        "Henry: It's interesting timing, that's all.",
        "Paul: What? You think Jack's here because of me? I am not setting you up.",
        "Henry: Yeah, of course you're not, Paul.",
        "Paul: No, look, Henry, you have to trust me. Okay? The same way I have to trust you. We'll do this together. We'll trust each other, and together we'll figure out a way to get Emily out of whatever mess she's gotten herself into. But please, please, Henry, tell me what's going on.",
        "Henry: Okay, I'll tell you what I know. I'll tell you what she's told me. She said that you didn't try to kill yourself. That she shot you.",
        "Paul: She told you that?",
        "Henry: That's what she told me. Yeperoonie. That's what she told me. Bam.",
        "Paul: And that's her terrible situation that we are trying to save her from?",
        "Henry: She's waiting for the other shoe to drop, Paul. It always does.",
        "Paul: If I were trying to set her up, don't you think that I would do that before we tied the knot?",
        "Henry: Maybe you've got some master plan, dude.",
        "Paul: You know what? You're dodging. You are and you're terrible at it. Jack came in and you're scared. You're afraid to trust me now but, look, you have to know that Jack being here has nothing to do with me. Just the way I know that Jack being here has nothing to do with you.",
        "Henry: Yeah, but my alliance is with Emily. And I still think that you are trying to hurt her. So, I am sorry, but no go.",
        "Paul: No go? No go what?",
        "Henry: No go. No go, info. I've told you everything I'm gonna tell you and that's it. Now, excuse me, I'm gonna go home and pass out in private. All right? Why do I never remember to stop after three?",
        "Paul: Henry, Henry, Henry, please.",
        "[SCENE_BREAK]",
        "Katie: No wonder you've been having nightmares. A skeleton? Who do you think it is?",
        "Mike: I don't know. There was no skeleton there when I put the rubies in.",
        "Katie: Maybe it's unrelated. I mean, maybe that skeleton was there for 50 years or something.",
        "Mike: In the same wall where I just happened to put the jewels?",
        "Katie: Maybe you dug in the wrong place.",
        "Mike: Trust me, I didn't.",
        "Katie: I think we should go to the police.",
        "Mike: I can't. What if someone knew that I put the jewels there? All right. Maybe someone followed them there and --",
        "Katie: They killed them and put them in the wall with the rubies.",
        "Mike: Exactly.",
        "Katie: So that would make you some sort of accessory.",
        "Mike: Accessory to murder. Now you see why I didn't want you involved?",
        "Katie: Better I find out now than when they cart you off to prison!",
        "Mike: That's a happy thought.",
        "Katie: I'm sorry. We're going to make sure that that doesn't happen. Okay? You and me, together. I'm so glad you told me, honey. Now we can work on this together.",
        "[SCENE_BREAK]",
        "Emma: Well, you are going to have to definitely spell this out for me because I do not understand how Paul marrying Emily is going to help you out.",
        "Meg: Emily is holding Dusty hostage. We're not sure why and we don't know what she has planned. So Paul thought if he married her, if they were living together, he could either get her to trust him enough so that she would tell him the truth or maybe he could find a clue that would lead us to Dusty.",
        "Emma: Now, why -- why would Paul go to such lengths for a man who's his enemy?",
        "Meg: He's doing it for Jennifer.",
        "Emma: Oh, I see. I see. But what does all this have to do with you? I don't understand!",
        "Meg: Well, Paul and I have grown pretty close. He loves me, Mama. And I love him.",
        "[SCENE_BREAK]",
        "Paul: Emily?",
        "Jennifer: So, I'm gonna give you one chance. One more chance to come clean with me. One more chance to tell me the truth.",
        "Paul: No problem. You wanna give me a clue what we're talking about here.",
        "Jennifer: You know exactly what I'm talking about.",
        "Paul: Jennifer, why do you think I would know where Dusty is?",
        "Jennifer: Okay, Meg sent me here. She seems to think -- are you two really in this together again? Why -- why do you keep doing this to me?",
        "Paul: All I ever try and do is help you, Jennifer.",
        "Jennifer: All right, this is it. Okay? I want you to tell me exactly what you know about Dusty or I'm walking out that door. And then that'll be it, I will never speak to you again.",
        "Paul: I'm going to find Dusty and I'm going to bring him here for two reasons, to get him home to you and to get all the charges against Meg dropped.",
        "Jennifer: Meg? Meg Snyder? Why do you give a damn about her? You hate her?",
        "Paul: No, no, no. I just needed Emily to believe that.",
        "Jennifer: What? So she wouldn't be jealous?",
        "Paul: No, so she could lead us to Dusty.",
        "Jennifer: Emily? Emily has Dusty?",
        "Paul: She's hiding him somewhere. I don't know where. And she's trying to pin all the charges for kidnapping on Meg.",
        "Jennifer: Wait, is he -- is he alive?",
        "Paul: Well, I hope so. This is why we need to move quickly. Which is why you need to give me some space. Jennifer, let me do my work.",
        "Jennifer: Why would -- why would Emily do this?",
        "Paul: Because she's falling apart. She's jealous. Sees Meg as a threat. And she's willing to do anything -- anything -- to get rid of Meg.",
        "Jennifer: This is just -- this is crazy.",
        "Paul: She's unstable. Emily is a unstable woman.",
        "Jennifer: Well, then she needs treatment. Okay, she needs help. Or we need to turn her in and let the police deal with her.",
        "Paul: No, if we do that, we run the risk never finding Dusty. You really want to take that chance?",
        "Jennifer: This is insane. Do you know how insane this sounds? That Emily kidnapped Dusty and holding him against his will and that she did it all by herself.",
        "Paul: Well, she might of had a little help.",
        "Jennifer: From whom?",
        "Paul: I'm not sure. Look, I'm not gonna point fingers if we aren't sure.",
        "Jennifer: Oh, damn it! Damn it. Don't do this again!",
        "Paul: No. Stop! Look, we're on the same page here. Okay? You need to work with me. You don't need to fight with me. That is the only chance that Dusty has!",
        "Jennifer: But why Dusty? If she's jealous of Meg?",
        "Paul: Emily's just -- no. She just wanted to stop Dusty from turning me in. I don't think she even had a plan. She just took him and she was hiding him somewhere and she didn't know what she was doing. And now the whole thing has snowballed. Okay? And she's trying to frame Meg to save herself! And to keep Meg from me.",
        "Jennifer: I can't believe that Emily is capable of all that.",
        "Paul: She is. Okay? Trust me.",
        "Jennifer: No! Because -- because when you tried to tell me that Johnny was dead -- you remember that -- she was the one who was trying to tell me the truth. I remember. I remember her standing there in the Lakeview trying to tell me that Johnny was alive and you stopped her. She wanted to help me, but you stopped her.",
        "Paul: Right. Things are different now. Everything's different. Emily's different.",
        "Jennifer: So she's just all the sudden a murderer? Even though a week ago, you vowed your undying love to her?",
        "Paul: I lied to her to get her to trust me. Look, you want proof of what -- of what Emily's capable of? All the horrible things you want to believe? Jennifer, believe this.",
        "[SCENE_BREAK]",
        "Emily: After the prints are lifted, you may deposit them one by one wherever you like. That way, everyone will know who's been touching what.",
        "Meg: Do you believe I'm innocent?",
        "Emma: Oh, Meg -- Meg, of course I do. Of course.",
        "Meg: I needed so much to hear you say that.",
        "Emma: But I'll tell you one thing, I'm not too thrilled about this unwavering trust in Paul Ryan. Please, Meg, why can't you tell the police what you know?",
        "Meg: I can't say anything yet. And you can't say anything to anyone, either.",
        "Emma: I am not going to stand by and let you go to jail for a crime that you didn't commit.",
        "Meg: It's not gonna come to that.",
        "Emma: I think you have too much faith in this Paul Ryan.",
        "Meg: He's gonna come through for me. I'm certain of it.",
        "Emma: Well, I am not! I -- I am going to give him 24 hours. Not a minute longer.",
        "Meg: And then what?",
        "Emma: I'm going to go to Hal Munson. And I am going to tell him everything you told me.",
        "Meg: Mama, please --",
        "Cop #2: All right, let's go.",
        "Emma: Can't we have just a few more minutes?",
        "Meg: Don't worry, it's all going to work out, okay?",
        "Emma: Be careful there, would you? Wait, wait \u0096",
        "[SCENE_BREAK]",
        "Mike: I just don't like the idea of you getting involved in this.",
        "Katie: I'm walking into this eyes wide open, just like I'm gonna walk down the aisle.",
        "Mike: Katie, the wedding --",
        "Katie: Is happening.",
        "Mike: I'm not even sure what I am facing.",
        "Katie: Well, we'll figure it out. First thing we need to do is go to the police and tell them about the skeleton.",
        "Mike: But then I'm gonna have to tell them about everything else. The stolen rubies, how I hid them -- I'm gonna have to tell them the whole story.",
        "Katie: Whatever it takes -- but I'm gonna be right there with you.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Casey: Today, \"Oakdale Confidential's\" author will be revealing her true identity to the world.",
        "Jade: Call the doctor.",
        "Holden: What's wrong?",
        "Jade: It's the baby.",
        "Tom: Guilty or not, Meg Snyder will walk.",
        "Paul: If you go right at Emily and she feels the walls closing in, there's no telling what she's gonna do to your boyfriend, Dusty."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=C2m98SLc2V4"
}