{
    "Episode Summary": [],
    "Recap": [
        "Emily tries to escape the hospital to avoid the hearing but Susan makes her see reaason and takes Emily back to her room. Casey uses Lia to make Maddie jealous while Maddie gets good memories of Casey mixed in with memories about her attack. Maddie burns things that Casey gave her and causes a fire at Crash. Paul and Dusty both struggle with their desire to do as Jennifer wished and getting revenge against their common enemy Emily. Damian uses Lucy to further distance Luke from Holden. Luke tells Kevin he is gay in a suble way but Kevin doesn't get it and Luke is determined never to tell Kevin how he feels about him."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Casey: This song goes out to my girl. Wherever she is tonight.",
        "Lia: I'm here.",
        "Casey: Yeah?",
        "Lia: And tonight I'm your girl. Right?",
        "Casey: You're here.",
        "Lia: I love this song. Thanks for playing it.",
        "[SCENE_BREAK]",
        "Kevin: Hey don't let go of that.",
        "Luke: Kevin.",
        "Kevin: You two back together or something?",
        "Luke: What? Me and Jade. No, no, no, no. No, we're trying to be friends.",
        "Kevin: Good so you're still a free man?",
        "Luke: Yeah.",
        "Kevin: Well you're going to be a very grateful man.",
        "Luke: And why is that?",
        "Kevin: Well you remember Liv's friend I was telling you about? This is your moment of bliss. Liv, Ada, come say hello.",
        "[SCENE_BREAK]",
        "Lucy: I should get back to the hospital.",
        "Damian: We agreed you were in no condition to treat patients today.",
        "Lucy: I'm much better now.",
        "Damian: Your old boyfriend had no right to be so cruel to you.",
        "Lucy: His wife just died, and he believes it's my fault. What was I thinking, even trying to talk to him now?",
        "Damian: That you could help. That's what you do when you're a doctor, right?",
        "Lucy: I try. But I wasn't there as a doctor. I wanted to be his friend.",
        "Damian: But the man misunderstood. Right?",
        "Lucy: I can see how. He thought I was just trying to get rid of my own guilt. Maybe I was.",
        "Damian: Did you truly wish to pay your respects? To give some comfort? Then you did nothing wrong.",
        "Lucy: Why are you being my guardian angel here?",
        "Damian: I recognize the situation. It's what Luke is going through right now.",
        "Lucy: Luke? Really?",
        "Damian: Your cousin could use a guardian angel himself.",
        "[SCENE_BREAK]",
        "Bartender: Mr. Donovan? We were all sorry about Mrs. --",
        "Dusty: Put this on my tab? Will you?",
        "Bartender: Sure.",
        "Dusty: Give me another.",
        "[SCENE_BREAK]",
        "Barbara: Hi -- everyone's gone.",
        "Paul: I'm sorry -- I couldn't do it. I couldn't do it. Jennifer's -- I don't even know what to call it -- Jennifer's wake. I just -- I couldn't -- I couldn't --",
        "Barbara: Honey -- no one could. Everyone started putting on brave smiles. That's why they all left.",
        "Paul: You're here alone?",
        "Barbara: Except for this big guy.",
        "Paul: Can I come in?",
        "Barbara: Yeah. Where's Meg?",
        "Paul: I don't know.",
        "Barbara: Really.",
        "Paul: Can I hold him?",
        "Barbara: Sure. He's been fussy but --",
        "Paul: Yeah. Who hasn't.",
        "Barbara: Uncle Paul. So tell me --",
        "Paul: Tell you what? What it is you can't tell anyone else.",
        "[SCENE_BREAK]",
        "Emily: I will not let them take you away from me. I swear. I will find a way.",
        "Henry: Thanks. Fresh sheet, ma'am.",
        "Emily: Yeah. Like I'm gonna sleep.",
        "Henry: It's okay. I don't change beds either.",
        "Emily: Oh god, henry. You're here. You're here.",
        "Henry: Yeah I'm here. I'm here. I never miss pre-sentencing eve, you know. I thought we could discuss some strategy. Besides, I kind of figured you could use a friend tonight.",
        "Emily: Yeah. I need a friend to help me get out of here. That's you.",
        "[SCENE_BREAK]",
        "Damian: Luke has also been badly misunderstood. His so-called father has cut him out when Luke needs him most.",
        "Lucy: You mean Holden? That doesn't sound like him at all.",
        "Damian: Not normally. But this is not normal time. You've seen him at the hospital with Lily, right?",
        "Lucy: Sure. It's not part of my rotation, but she's my aunt, so I try to check on her whenever I can.",
        "Damian: Of course. So you see how hard it is on Holden. Besides Lily, he worries about the girls at home, missing their mother -- it's understandable that he loses control of his temper. Like your old boyfriend. Unfortunately, they don't realize how hurtful it is for the people they care about.",
        "Lucy: Wait -- are you saying Holden's been angry with Luke?",
        "Damian: He believes Luke is responsible for Lily falling down the stairs.",
        "Lucy: No.",
        "Damian: Yes. That's why my heart goes out to you, Lucy. Your cousin is in the exact same situation.",
        "Lucy: But Holden's not -- I just -- I can't see it. Holden's not an angry guy. And even if he is worried about Lily, the last thing he would do is take it out on his son.",
        "[SCENE_BREAK]",
        "Kevin: Ada Dunne, this is Luke.",
        "Ada: We've met. So have you been to the country club yet this summer.",
        "Luke: Umm. Yeah, yeah -- a couple of times.",
        "Ada: I need a partner for mixed doubles. There's a tournament in two weeks.",
        "Kevin: Liv and I are playing in that. We should all practice sometime.",
        "Ada: Sounds good to me.",
        "Luke: Yeah, sure. I gotta go.",
        "Kevin: Whoa, whoa, whoa. Where're you going?",
        "Luke: I should get home.",
        "Kevin: It's so early.",
        "Liv: Yeah, weren't we all gonna go for a drive?",
        "Luke: I really gotta go.",
        "Kevin: Wait -- what about tomorrow?",
        "Luke: What about tomorrow?",
        "Kevin: I figured we could take a ride with those two very delectable women.",
        "Luke: I don't think so, Kevin.",
        "Kevin: Look, just take a look --",
        "Luke: Kevin, I'm not into girls.",
        "[SCENE_BREAK]",
        "Lia: I could be your assistant handing you discs.",
        "Casey: It doesn't sound too exciting.",
        "Lia: Okay, so why don't you get someone to take over for you and then we'll go find something more exciting. Or unless you're chained to your job.",
        "Casey: I like it.",
        "Lia: Me too, I love it. It's fabulous. When do you get off?",
        "Casey: Pretty soon.",
        "Lia: Okay. So, do you want me to wait? Or is this where you blow me off for Maddie Coleman?",
        "[SCENE_BREAK]",
        "Henry: No, no, no, no, no. Breaking in here? That's no problem. I do that daily. I get caught, it's a slap on the wrist and maybe they steal one of my disguises. Fine. Breaking you out, that is aiding and abetting, Emily. That is jail time.",
        "Emily: No, don't you see, I don't have a choice, Henry. Once I'm in the system, I'm never gonna get out, they're gonna take away my child.",
        "Henry: Wait -- who said you're going away like that? I thought Jennifer forgave you?",
        "Emily: Well she did. But that doesn't help legally. I mean, she was never able to testify on my behalf.",
        "Henry: I'm sure that somebody heard her, Emily.",
        "Emily: No, no one that's gonna actually help me. You know, things were actually looking up before the service. I was able to go to the service because Hal -- he felt bad for me. He knew that's what Jennifer would have wanted.",
        "Henry: Well, there you go, that's a good sign.",
        "Emily: Yeah well that's what I thought, until I heard Paul. He stood up and told the entire world that he was gonna do everything in his power to take my child away from me.",
        "Henry: Well, he can try --",
        "Emily: No, Henry, he will succeed.",
        "Henry: Maybe for now. Maybe for now -- but not forever, Emily. And maybe not even for very long.",
        "Emily: I can't take that chance. I just -- I can't --",
        "Henry: But you can run? That is a surefire way to get the judge to turn against you.",
        "Emily: I won't get caught.",
        "Henry: Oh baby, you know how many wings of the state pen are filled with people who said exactly the same thing?",
        "Emily: Henry, I don't have a choice! I am thinking about my child. I will go as far away as I possibly can.",
        "Henry: With what? With what, Emily? What are you gonna live on?",
        "Emily: I don't know. I don't know, it doesn't matter, okay. This is not your problem. This is my problem. Okay. I have to think about my child, Henry. Please, help me get out of here, please!",
        "[SCENE_BREAK]",
        "Barbara: Paul, Emily has always been a troubled woman. She didn't turn into that person just this last year.",
        "Paul: She had some help.",
        "Barbara: Oh, I see. And now she's making you feel guilty?",
        "Paul: No. I'm just trying to be honest about how we got -- wherever it is that we are now.",
        "Barbara: There are a lot of answers to that question, but it doesn't change the basic facts.",
        "Paul: Yeah, well, that's true. But you can't blame Meg for being confused.",
        "Barbara: About Emily?",
        "Paul: About what the right thing is to do. Meg has a huge heart. She always wants to see the best in people.",
        "Barbara: Including you.",
        "Paul: Yeah, it's a tough job, but -- I need her, Mom. She's full of life. And for some insane reason, she needs me. And I don't want to raise my child without her.",
        "Barbara: But if you have to, you will. If you have to make a choice between Meg and your child, you will always choose your child. You know that as well as I do.",
        "[SCENE_BREAK]",
        "Meg: Be careful you don't cut off your circulation. You don't want your hand to go numb. Of course numb would be a relief, wouldn't it? It was a nice service.",
        "Dusty: Nice service? Nice for your boyfriend. It was all about him. All about him and his drama with Emily. He almost forgot it was his sister's funeral. What a loser. So where is he?",
        "Meg: I don't know.",
        "Dusty: I thought you guys were inseparable.",
        "Meg: Yeah, well, he was upstairs knocking on my door about an hour ago. You could check there first.",
        "Dusty: No, thanks. Hey, George -- I think this woman needs a drink.",
        "[SCENE_BREAK]",
        "Lia: Listen, I -- I would just like to skip the humiliation. I don't need another repeat of when you're into me, and then, next thing you know, it's all about Maddie.",
        "Casey: Who?",
        "Lia: Yeah -- what happened with you guys?",
        "Casey: Look, I don't want to talk about it. Maddie got weird, and I have no idea why, okay?",
        "Lia: Okay. So, what do you want to do when you're done here?",
        "Casey: Probably go for a drive. I got my car back for being such a good, responsible son.",
        "Lia: Well, that's good.",
        "Casey: Yeah.",
        "Lia: I remember that car.",
        "Casey: Yeah?",
        "Lia: And I know great places we could drive.",
        "Lia: I can't believe it. You're, like, stalking me and Casey.",
        "[SCENE_BREAK]",
        "Kevin: So no use for girls, huh?",
        "Luke: No.",
        "Kevin: I mean, come on. Look, Jade is hot, all right? Definitely a woman, definitely some experience there. But, I mean, look at Ada. I mean, she's no girl. I see some potential there. So what do you say? Me and Liv, you and Ada, tomorrow night. All right, look, look -- she really is nice.",
        "Luke: Yeah, okay, okay.",
        "Kevin: So you're gonna come to the club?",
        "Luke: Sure.",
        "Kevin: All right. I'll call you tomorrow.",
        "Jade: Luke --",
        "Luke: No, I gotta go.",
        "Jade: Okay, but did I just hear you agree to double date with Kevin and his girlfriend?",
        "Luke: Well, he just wouldn't stop pushing.",
        "Jade: Oh, Luke, you gotta tell him the truth.",
        "Luke: I did. I told him that I wasn't into girls, and he thought that I meant that I want older women.",
        "Jade: Tell him again.",
        "Luke: Not here. Not now.",
        "Jade: Not ever?",
        "Luke: I don't know. It's like every time I try to come out -- there's no way.",
        "[SCENE_BREAK]",
        "Lucy: Have you seen him get mad at Luke?",
        "Damian: Twice. Perhaps there's more, but Luke won't tell me. He doesn't want me to worry.",
        "Lucy: Yeah.",
        "Damian: And he feels disloyal to Holden if he says there's anything wrong. I'm sure if you asked him, he would deny there was anything wrong at all. But it's a terrible problem when you're made to feel that you're in the way. That's how Luke feels, and that's why he's staying with me right now.",
        "Lucy: Then, you know, what can I do to help? If Luke won't talk about it, at least --",
        "Damian: Any time you could spend with us, I'm sure it would distract him. And perhaps a little distraction would be good for you, too, yes?",
        "Lucy: Maybe.",
        "Damian: And let us know the schedule.",
        "Lucy: Schedule?",
        "Damian: Yeah. Right now, Luke feels he can't visit his mother for fear of seeing Holden. So he stays away. But it's breaking Luke's heart not to see his mother.",
        "Lucy: Those two need to work it out.",
        "Damian: It would be good, but now is not the time. What I was trying to suggest was -- maybe if you could let me know when Holden isn't visiting Lily, so that perhaps Luke could have a few moments with his mother.",
        "Lucy: That sounds an awful lot like spying on my family, Damian, and reporting back to you. I really couldn't do that.",
        "[SCENE_BREAK]",
        "Barbara: When's Emily's hearing?",
        "Paul: Tomorrow.",
        "Barbara: Dusty hasn't mentioned a thing. Maybe he's forgotten about it.",
        "Paul: Barbara --",
        "Barbara: If the evidence stands, what happens?",
        "Paul: Emily goes to jail.",
        "Barbara: You're sure about that?",
        "Paul: Well, as sure as I can be about anything.",
        "Barbara: Okay. I will go to court tomorrow. And if Emily tries to say that Jennifer wanted her pardoned or the case dismissed, I will testify under oath that Jennifer wanted Emily as far away from your child as possible.",
        "Paul: You would do that?",
        "Barbara: For you, yes. Not that Jennifer's wishes can make this case go away, but if you want my help, you've got it.",
        "Paul: But then I'd be the kind of parent that you are. I don't want your help.",
        "Barbara: That's too bad, Paul.",
        "Paul: Is it? I gotta go.",
        "Barbara: Not until you hear me out.",
        "[SCENE_BREAK]",
        "Dusty: So what's going on with Paul?",
        "Meg: You really don't need to listen to anyone right now.",
        "Dusty: You kick him out?",
        "Meg: I don't know what happened. He's devastated about Jennifer. And I don't care if you believe it or not, but it's true. That's why he's --",
        "Dusty: That's why he's what?",
        "Meg: He's struggling. About Emily and what to do now. He knows that Jennifer forgave Emily after what she did for Johnny. But Paul's right, it doesn't mean she could be trusted. And if she goes free, if she's a part of this baby's life, she could do some real damage.",
        "Dusty: So why are you telling me this?",
        "Meg: What do you mean?",
        "Dusty: I think Paul sent you down here to make sure I go tough on Emily.",
        "Meg: Paul didn't send me --",
        "Dusty: Don't lie to me!",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Emily: Thank you, Henry. Thank you.",
        "Jennifer: You feel that?",
        "[SCENE_BREAK]",
        "Lucy: Ever since his announcement, Luke feels like he's been a problem to the family. That's so unfair.",
        "Damian: Yes, it is. And the one thing that could help, I think, would be if Luke could sit down with his mother and simply hold her hand. Even if they can't speak, at least he could feel some closeness with her. So, if there's any way that we could arrange that without causing any more upset, I would like to do it. Can you help me?",
        "Lucy: You just want to know when Holden's not visiting Lily?",
        "Damian: That's all.",
        "Lucy: Well, that shouldn't be too hard. I work an early shift tomorrow, you can call me then.",
        "Damian: Thank you, Lucy. Thank you. Luke!",
        "Luke: Oh, hey.",
        "Lucy: Hi.",
        "Luke: Hey, Lucy.",
        "Lucy: Nice seeing you.",
        "Damian: Stay a little longer? Please?",
        "Lucy: I'd love to, but I'm wiped.",
        "Luke: Oh, yeah, I was just gonna get some takeout myself.",
        "Damian: Oh, you young people are always tired!",
        "Luke: Well, she has to work for a living and --",
        "Lucy: Yeah.",
        "Luke: And, you know, I'm not sure what my excuse is.",
        "Lucy: Well, good to see you. Bye, Damian.",
        "Damian: Thank you, Lucy. Let me buy you something to celebrate.",
        "Luke: Celebrate what?",
        "Damian: I have good news.",
        "Luke: About Mom? Is she better?",
        "Damian: No, no. If it was about your mom, I would have called you right away. The news is not that good, but maybe it will make your life easier from now on.",
        "[SCENE_BREAK]",
        "Paul: This was a big mistake.",
        "Barbara: All right, all right. If you don't want me to testify, I won't. But that doesn't change the choice you have to make.",
        "Paul: We had a disagreement, Meg and I -- that's all. We're gonna straighten it out. Meg and I are gonna be fine.",
        "Barbara: Don't you see that if she forces you to back down on Emily, if she's not with you 100%, she doesn't deserve to be with you, Paul.",
        "Paul: Oh, I am not taking relationship advice from you.",
        "Barbara: Well, you should. Because no one you know has made more mistakes. I chose Craig Montgomery over my children. And you have had to pay for it ever since. No girlfriend should come over your child.",
        "Paul: Meg is more to me than just my girlfriend.",
        "Barbara: Whatever she is, if she doesn't put your child first, she doesn't deserve to be with you. Because nothing is as important as raising a child. Nothing in this world will ever matter to you as much as raising a child. So don't you back down on Emily. Not for Meg or anyone else.",
        "[SCENE_BREAK]",
        "Meg: Paul and I fought because I thought he was trying to control everything, and that's not what Jennifer wanted.",
        "Dusty: Don't say her name. You and your boyfriend don't give a damn about her. Neither does Emily. You took time away from us, you understand? That's all we had.",
        "Meg: I'm sorry. I didn't mean to make things worse.",
        "Dusty: Why are you trying to act like a friend? Stay away from me.",
        "[SCENE_BREAK]",
        "Henry: Okay. Come on.",
        "Emily: Okay. On three. Two, three --",
        "[Emily gasps]",
        "Henry: Shh!",
        "Emily: Sorry. Okay. Okay, Henry, put me down.",
        "Henry: Second row over -- second row over.",
        "Emily: Thanks. Whoa, nice. Henry, nice.",
        "Henry: It's a lead.",
        "Emily: Okay, listen. Give me a couple days head start, okay? I'll ditch the car outside of Clayton. You raise holy hell, okay? Act like you usually do, okay? You'll get off the hook.",
        "Henry: I know the drill. What is the plan after that?",
        "Emily: The plan is -- I'm gonna raise my child.",
        "Henry: There is no plan, is there?",
        "Emily: Henry, the less you know, the better you're gonna be with the cops, okay?",
        "Henry: So that's it? That's it? It's just bye, Susan, bye, Daniel?",
        "Emily: No. No. No, no. Not forever. You know, once I get myself settled, and I know the baby's okay, and everyone's had time to adjust -- I'll contact my mother, okay? Who knows, maybe Daniel can even meet his little brother or sister. I don't know. I mean, stranger things have happened, right?",
        "Henry: Yeah, sure.",
        "Emily: Okay.",
        "Henry: Here.",
        "Emily: Huh? What's that?",
        "Henry: Would you just open it? Just open it -- open it.",
        "Emily: Henry -- Henry!",
        "Henry: Nobody's Baby came in at 18-1. I picked her in your honor, so -- who know?",
        "[Henry laughs]",
        "Emily: Thank you.",
        "Henry: Now, you take care of yourself. And would you please -- would you promise me this is the stupidest thing you're gonna do for a very long time?",
        "[Emily laughs]",
        "Emily: Yeah, I promise. Thank you, Henry. Thank you. [Emily gasps] Oh, God!",
        "[SCENE_BREAK]",
        "Maddie: I'm not stalking Casey. I wouldn't.",
        "Lia: Mm-hmm.",
        "Maddie: I was the one that broke it off, okay? It was my idea.",
        "Lia: So you're just hanging out?",
        "Maddie: Yes. I'm meeting a friend.",
        "Lia: You have a date?",
        "Maddie: Yes.",
        "Lia: Well, I'd love to meet him.",
        "Maddie: Can't say he feels the same way about you.",
        "Lia: What is your problem? If you and Casey are done, I don't understand why you care. I mean, you said I was welcome to him.",
        "Maddie: You are.",
        "Lia: Okay. So if you mean it, Maddie, and you two are really done, can you not show up in time to ruin this for me and Casey?",
        "Maddie: You and Casey.",
        "Lia: Yes. I'll be good to him, Maddie. I mean, not so good that he gets bored and takes me for granted, but, you know -- I mean, you did care for the guy, so you want to know that, right? Or is it kind of like you want him to suffer and die? Okay, whatever. This is our song.",
        "Maddie: No, it's not.",
        "[SCENE_BREAK]",
        "Susan: If you leave now, I won't tell the hospital that you're impersonating staff members.",
        "Henry: I did have a meeting --",
        "Susan: Its okay, go.",
        "Henry: And you'll be here, I take it?",
        "Emily: Well, you know, that depends --",
        "Susan: Yes!",
        "Henry: Okay -- I'll catch up with you.",
        "Susan: Do you know how lucky you are? You could be in jail somewhere. Or worse, in some prison mental ward. Honey, why would you risk any chance you have --?",
        "Emily: Any chance I had died when Jennifer died. I'm telling you, she's the only one who understood that I deserve to raise my own child.",
        "Susan: Oh, Emily, Emily -- so you'd become a fugitive? That was your great plan? Except they'd come after you! And what if some overzealous cop found you first? I let you run once, and look what happened. Oh, no, no, no. No, not again. If you leave this time, you've got to go through me.",
        "Emily: No, God, Mom, please -- please.",
        "Susan: I mean it!",
        "Emily: Mom, if I stay, you know what happens to me, and to your grandchild.",
        "Susan: At least you would both be alive. And to me, this week, that sounds like a win. Now, come on. We've got to get you upstairs before that guard finds out you were gone. Come on!",
        "[SCENE_BREAK]",
        "Barbara: Oh, thank goodness. I was worried.",
        "Dusty: Oh, don't be worried. Why is he still up?",
        "Barbara: He's not, he just fell asleep. He's having some trouble sleeping. For very long, at least.",
        "Dusty: Hi, Pal. Sorry I took so long.",
        "Barbara: Do you want me to stay with him?",
        "Dusty: No, no, I can take care of my son. Thanks, Honey.",
        "Barbara: Listen -- I know that you've got a lot on your mind, with Emily's hearing tomorrow. And I know you want to see justice done, and you deserve it -- we all do, Dusty.",
        "Dusty: I just want to take care of my son.",
        "Barbara: Anything I can do to help?",
        "Dusty: Goodnight, Sweetheart.",
        "Barbara: Goodnight.",
        "Dusty: What a day, huh, kid? A lot of drama. I think I better read to you a little bit before I put you to sleep. We got a couple choices over here. \"Goodnight, Moon.\" It's okay, it's okay, it's okay. I'm gonna need you to help me.",
        "[Jennifer appears as a ghost]",
        "Jennifer: I think you should read him \"Barnyard Dance.\" He loves it when you do the animals. It's gonna be okay.",
        "Dusty: Never.",
        "Jennifer: I swear it will.",
        "Dusty: I can't do this alone.",
        "Jennifer: You will never be alone, I promise.",
        "Dusty: Just look at him.",
        "Jennifer: I do, everyday.",
        "Dusty: I think I probably scare him.",
        "Jennifer: He needs you. You're the person he loves the most. And you need him, too. 'Cause he's the one person in the world that you're not mad at, right?",
        "Dusty: I'm not like you. I don't know how to forgive. I can't ever forget.",
        "Jennifer: Well, half of that is good, because I want to be remembered. But the other half will eat you alive, and I can't have that.",
        "Dusty: I can't forgive -- I can't forgive Emily and Paul, I can't.",
        "Jennifer: Honey, you can't stay mad at the world. For your own sake, for our son's.",
        "Dusty: They hurt you, Red.",
        "Jennifer: You feel that? He's all that matters now. And if you can't forgive them all, then at least let it go. For me.",
        "[SCENE_BREAK]",
        "Casey: Come on, it'll be fun. Fun. Fun. Fun. Fun. Fun.",
        "Jade: Fire! There's a fire!",
        "Casey: Call the fire department!",
        "[SCENE_BREAK]",
        "Damian: I've arranged that you can have some time alone with Lily when Holden isn't there.",
        "Luke: You're kidding. How?",
        "Damian: Through a contact at the hospital.",
        "Luke: Well that's why you were thanking Lucy when I came in, huh?",
        "Damian: Yeah, well she was part of it, yes.",
        "Luke: Thanks.",
        "Damian: It's nothing.",
        "Luke: No, I mean -- you being here has helped me, so much. I wouldn't know what I would do if I were alone. I mean, you've really had my back, so -- so, thanks.",
        "Damian: Hey, I would have your back, as you say, any time Luke.",
        "[SCENE_BREAK]",
        "Susan: I don't think he knew you were gone or there'd be a big commotion out there.",
        "Emily: Yeah, you're probably right.",
        "Susan: Emily, you have to get some sleep.",
        "Emily: Yeah? This is probably the nicest room I'll be in for -- well, forever?",
        "Susan: Oh, Honey, Sweetie -- don't do that. I know you had hopes that you'd go free tomorrow, but --",
        "Emily: If Jennifer were here, I would. Look, I know it sounds so selfish, Mother, but all I want is to raise my own child. And Jennifer understood that.",
        "Susan: I know. I know, baby. But it was never a sure thing that you were just gonna walk away from this. Even with Jennifer forgiving you. I'm sorry you got your hopes up so high.",
        "Emily: Well, what else do I have if I can't hope? Right?",
        "Susan: You have time. Time to convince the courts that you deserve another chance. There are paroles. There are pardons.",
        "Emily: How long is it gonna be before that happens? Hmm? How many years are gonna go by -- that Meg Snyder's gonna be the only mother my child's ever known?",
        "Susan: Emily, if that's all you can think about, you're not gonna survive this. Now you have to get some sleep. Come on. Come on, you have to keep up your strength. Honey, I know this is a lot to make peace with, but you can't do everything in one night. Rest.",
        "Emily: Yeah, I'll have nothing but time. Right?",
        "[SCENE_BREAK]",
        "Paul: You know, I already checked here for you. Twice.",
        "Meg: I waited you out.",
        "Paul: That's not your first drink, is it?",
        "Meg: Nope. I had a round with Dusty. And then I went a few rounds with Dusty.",
        "Paul: That sounds like fun.",
        "Meg: No. He's a mess.",
        "Paul: So, now you both agree I'm worthless.",
        "Meg: He had worse words than that. I took your side.",
        "Paul: Why'd you do that?",
        "Meg: Because I can see your side.",
        "Paul: And how did Dusty take it?",
        "Meg: Well, he's sick to death of us all. You, me, and Emily. He thinks we're self-absorbed monsters who tortured Jennifer and now, we're all fighting with each other, while standing on her freshly dug grave.",
        "Paul: You're eloquent when you drink.",
        "Meg: Yeah, you know, that's funny, because when Dusty was going off, I couldn't think of a word to say, because he's right.",
        "Paul: Meg, look, I didn't choose this timing, okay? I didn't make the calendar. The last thing I want to do is go to Emily's hearing the day after my sister's memorial service. I am not gonna let my child suffer just because it appears unseemly to fight now.",
        "Meg: I know.",
        "Paul: I know you know. And that's why you took my side against Dusty. Keeping Emily away from this child is the best thing. You know that, Meg.",
        "Meg: No, I don't. I don't know anything anymore.",
        "Paul: Meg --",
        "Meg: I'm sorry, Paul.",
        "Paul: No please, don't go.",
        "[SCENE_BREAK]",
        "Dusty: Paul and Emily took time away from us.",
        "Jennifer: That we can never get back. I know. Putting Emily in jail will never give us back a thing. You'll just be keeping a mother from her child. How does that honor me? Does it give you peace? Does it make you happy?",
        "Dusty: Happy?",
        "Jennifer: Yes. Because I wish that for you, so much. I'm counting on you. To raise a happy little boy.",
        "Dusty: I don't know. I can't forgive the people who kept me away from you. And I never will. Never.",
        "[NEXT_ON]",
        "Jade: I don't know what you did, or why you did it. But don't try to hang it on me.",
        "Mike: Simon Frasier, if you are in this house, you are a dead man.",
        "Carly: Did you just say Simon? Why would you think he'd be here?",
        "Jennifer: Honey. What are you doing here?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=cafQXT0YAeE"
}