{
    "Episode Summary": [],
    "Recap": [
        "The Snyder's gather for Holden's funeral and some faces from the past arrive to join the family \u0096 Seth and Aaron. Emma struggles with having to bury Holden, and she isn't sure how she will get through it. Lily continues to not want to accept that Holden is gone and even is sure she hears his voice calling out to her. Lucinda thinks Damian should focus on comforting Meg and leave Lily to her and her family. However, when Lucinda goes to tend to Ethan, Damian goes to see Lily upstairs against Lucinda's wishes. Lily leans on Damian for support and tells Lucinda that she wants Damian to take them to the service, much to Lucinda's chagrin. Lucinda asks Lily if she thinks it is appropriate. Lily doesn't care; it is the hardest day of her and the children's lives and she needs to get through it however she can. Holden awakens in a run down home with a woman, who introduces herself as Maeve, taking care of him. She explains how she found him beside a burning car in a ravine and has been nursing him back to health. When he wonders why he isn't in the hospital, she explains the nearest one is 40 miles away and she didn't think he would make it. Holden worries about contacting his family, as Maeve insists he worry about his health first plus they don't have a phone. Meg takes some flack from Seth about her relationship with Damian. She waits for Damian to show up to go with her to the service, but he calls and asks if she doesn't mind going with her family because he needs to go with Lily, as Meg hides her disappointment. At the service, Faith is angry as she looks at pictures of her parents, but Luke is able to coax her inside. People speak lovingly in remembrance of Holden, but when Emma talks about the true love that Lily and Holden shared, Faith runs out and Lily goes after her. Faith won't tell her what is wrong, but she is clearly furious with her mom and stomps off. Meg watches Damian comfort Lily during the service. Jack hands Lily Holden's recovered wedding ring from the accident site. After the service, Meg wonders why she found a ripped picture of Lily and Holden in the bushes. Holden meets Maeve's husband, Ed, who does not seem too pleased with his new houseguest. At first, Holden doesn't remember what happened, but then he recalls Skaggs and the harrowing story before he drifts off to sleep again. Ed worries that they need to get rid of him, as he grabs his gun, but Maeve talks him out of it. Ed thinks Holden and Skaggs were coming to get them and to cheat them out of their money. Maeve convinces him that that Holden can lead them to the money. People worry about Faith's reaction, as Parker goes to talk with her. Faith finally admits to Parker that she saw her mom kissing Damian. She makes him promise not to say anything. He thinks she should say something, but after she refuses to, he tells her if she wants to keep this hidden, she has to stop being so mean to his mother. At the farm, Parker is worried about Liberty and how she is acting. Liberty snaps at Janet, who assumes her mood is nothing much. Liberty later is on the phone with Tony leaving him a message telling him that the baby is his and he needs to call her back. Liberty almost opens up to Parker, but he can't spend too much time talking with her because his family needs him. Meg worries about why Faith ripped the picture and she tells her to figure it out. Faith tries to be nice to her mom, but she can't so she wants to head back home and asks Parker to take her. Damian starts to go after Lily, who leaves by herself, but Lucinda stops him. Lily talks to \u0091Holden' down at the pond; she is sure that he is not gone and will be coming back to her, as she cries out for him. A sleeping Holden hears Lily begging him to come back. He sits up straight in bed promising he will be with her soon, but he realizes something is holding him back \u0096 a chain that is around his leg tethering him to the bed."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Emma humming]",
        "Meg: Hey, Mama.",
        "Emma: Hey, Sweetheart.",
        "Meg: How did you sleep?",
        "Emma: Well, I didn't, really. But little Miss Eliza's been keeping me company. Right?",
        "Meg: Hi, Angel! Hi! Are you taking good care of Grandma?",
        "Emma: She sure is. She sure is. I'm thinking about you and Holden when you were babies.",
        "[Eliza cries]",
        "Emma: Oh, yes.",
        "Meg: Oh, Honey.",
        "Emma: And, you know, you were just as ornery as you are now. But Holden -- he was the happiest little baby. Yes, he was, just like you. He'd sit in my lap and smile, as if it was enough just to be close to me. Yes.",
        "Meg: Well, he didn't change much.",
        "Emma: No, he didn't. He loved family. And he always wanted to be around especially you. The two of you were so -- so close. I mean, you -- you had your differences, but whenever you -- I always knew that you'd get back together again. What, what?",
        "Meg: I always felt the same way. Whenever I needed him, he was always there.",
        "Emma: Parents shouldn't have to bury their children, Meg. It's not right.",
        "[Eliza cries]",
        "Meg: Hey, Sweetie.",
        "[SCENE_BREAK]",
        "Brad: Seth!",
        "Jack: Hey!",
        "Brad: Holy cow, man! Oh, wow! Good to see you.",
        "Jack: How are you? Oh.",
        "Seth: My flight was canceled last night. I took the first one I could this morning.",
        "Jack: Seth is Holden's older brother. He's a famous New York writer.",
        "Seth: Well, if I were so famous, then he wouldn't have to tell you that I was famous.",
        "[Janet laughs]",
        "Jack: Well, you're famous to me.",
        "Seth: Yeah, well --",
        "Jack: This is Janet, my wife.",
        "Seth: Yes, I heard you got married. You must be a saint.",
        "[Both laughing]",
        "Janet: Hardly.",
        "Seth: Hey, I understand that, uh, Katie's expecting a miracle baby.",
        "Brad: Yeah, yeah, pretty much, pretty much. But the doctor didn't think that she should come.",
        "Emma: Seth, Seth!",
        "Seth: Mom.",
        "Emma: Hi, Sweetheart. Oh, I'm so glad you made it. Oh! I'm glad you're here.",
        "Seth: I had to be here, Mom.",
        "Emma: Come in. Meggy, look who's here.",
        "Meg: Hi. Oh.",
        "Seth: How's Lily?",
        "Emma: Well, she's having a very, very hard time accepting it.",
        "Seth: Who isn't?",
        "Emma: You know, they loved each other very much. They had their -- they had their hard times, but they always -- they always got through them.",
        "Seth: How are the kids?",
        "Emma: Holding up. They need their mama to be strong for them, but she's having such a hard time taking care of herself.",
        "Seth: It's just horrible. They were so perfect for each other.",
        "Emma: Yes. Yes, they were.",
        "[Voice breaking]",
        "Emma: I don't know how she -- I don't know how we're -- we're gonna make it without him. I don't know.",
        "[SCENE_BREAK]",
        "Damian: Lucinda, are you ready to go? My car is outside, waiting to take you all to the funeral. Do you know where Lily and Luciano are?",
        "Lucinda: No.",
        "Damian: All right. I'll -- I'll look for them.",
        "Lucinda: Damian, please. Now, don't take this the wrong way. I'm very appreciative of what you've done to help us. It -- it has been wonderful. But I do believe that we should go to the church by ourselves.",
        "Damian: Of course. Whatever you think is best. My car is at your disposal.",
        "Lucinda: I have a car. We'll be okay.",
        "Damian: Whatever you prefer.",
        "Lucinda: Thank you. Uh, and I'll make sure that everyone gets there.",
        "Damian: If there's anything else I can do, just let me know.",
        "Lucinda: I think Meg needs you more than we do right now.",
        "[SCENE_BREAK]",
        "[Lily dreaming]",
        "Holden: Lily, don't worry. I'm with you.",
        "Lily: Holden?",
        "Holden: Lily -- Lily --",
        "[SCENE_BREAK]",
        "Maeve: Good. You're up. There we go.",
        "Holden: Where am I? What happened?",
        "Maeve: Honey, you just got yourself a really big break.",
        "[SCENE_BREAK]",
        "Aaron: You two need some help?",
        "Luke: Aaron. It is so great that you're here.",
        "Aaron: Did you think there was a chance I wouldn't be?",
        "Luke: No, never.",
        "Aaron: Where is everybody?",
        "Luke: They're on their way. What about your mom and Caleb?",
        "Aaron: Well, Mom's getting some more medical tests done, and I think he wants to be with her. So I'm representing the Seattle branch of the family.",
        "Luke: Grandma will be so happy to see you. And my mom, too.",
        "Aaron: How are you guys?",
        "Faith: Awesome.",
        "Aaron: Yeah. That's a dumb question.",
        "Faith: I'm gonna go set up the rest of the pictures.",
        "Luke: She's having a really hard time with this.",
        "Aaron: I bet. How are you?",
        "Luke: I'm trying to hold it together, you know?",
        "Aaron: Yeah.",
        "Luke: I'm okay.",
        "Aaron: Yeah? Where's Noah?",
        "Luke: Well, he had to go to L.A. for a meeting. He didn't want to go. I made him. Aaron -- it is so good to see you.",
        "Aaron: I was so dazed when I found out. I mean, this is so unreal. What the hell happened?",
        "Luke: They don't know. They think he might have fallen asleep behind the wheel. His car went into a ditch, crashed, caught on fire. I know.",
        "Aaron: That's just so not like him.",
        "Luke: Yeah.",
        "Aaron: He was so careful about everything. Hell, he hated seeing me on the bike.",
        "Luke: Yeah. If he had his way, we'd be in crash helmets 24/7.",
        "Aaron: That's why. One mistake --",
        "Luke: And it's all over.",
        "[SCENE_BREAK]",
        "Holden: Who are you?",
        "Maeve: Maeve. Maeve Stone. Welcome to my lovely home -- well, me and my husband's.",
        "Holden: How did I get here?",
        "Maeve: I found you in the ravine next to a burning truck.",
        "Holden: It went over a cliff.",
        "Maeve: I'll bet. It looks like you got thrown out, though, before it hit the ground. That's what I meant before about you being one lucky pup.",
        "Holden: Oh. Why didn't you call an ambulance?",
        "[Holden groaning]",
        "Maeve: Easy, easy, easy, easy. Sit back now. Sit. Nearest one's 40 miles away, and I just didn't think you'd make it, so -- I just brought you back here and took care of you myself.",
        "Holden: You?",
        "Maeve: Yep. I used to ride with the medics back in high school. Hell, I fixed up Eb plenty of times.",
        "Holden: Is that your husband?",
        "Maeve: Yeah. He's, uh -- he's out right now. He'll be back soon. Shh!",
        "Holden: How long have I been here?",
        "Maeve: A couple days.",
        "Holden: Days?",
        "Maeve: Yeah, yeah. But you've been out the whole time. Don't you worry. Now that you're back with the land of the living, everything's gonna be just fine.",
        "[SCENE_BREAK]",
        "Emma: It's time to go. Um, Seth, you go in the car with Meg and Brad and myself. And, uh -- uh, Jack and Janet, you take your own car, 'cause you're gonna come back here, Janet, and set food up for afterwards. Uh, thank you. Thank you so much for offering that, Janet.",
        "Janet: Oh, please.",
        "Meg: Um, Mama, I'm going with Damian. He's picking me up.",
        "Seth: As in Grimaldi? Lily's ex?",
        "Jack: Yeah. He came to town a few months ago and isn't showing any signs of leaving.",
        "Seth: Why? What is he up to?",
        "Meg: He's not up to anything. He just wants to be close to his son.",
        "Seth: Well, what's that got to do with you?",
        "Meg: We're together.",
        "Seth: You and Damian Grimaldi?",
        "Meg: Yeah, that's right.",
        "Seth: Yeah, I bet that, uh, thrilled Holden to no end.",
        "Meg: You know what, Seth? If I want your opinion, I'll ask for it.",
        "Seth: Yeah, well, I won't hold my breath, will I?",
        "Emma: Okay, now, stop it. Stop it, both of you.",
        "Jack: You should have seen this kitchen back in the day with, uh -- with the rest of the brothers and sisters here, all of them going at it at once. Emma needed a chair and a whip.",
        "Seth: Holden was the peacemaker.",
        "Meg: It's only one of the reasons why I miss him so much.",
        "[SCENE_BREAK]",
        "Damian: I'm not interfering, Lucinda. I'm going to pick up Meg and take her to the funeral.",
        "Lucinda: I'm sure she'll appreciate that.",
        "Damian: Then I'll see you at the church.",
        "Lucinda: Yeah. Bye-bye. Lily, Honey, are you -- we got to get going. I'd better go see if she's really ready for this.",
        "Natalie: Grandma, Ethan's outside, and he's getting all messy!",
        "Lucinda: Oh, gosh, Honey! All right, go, go. All right, all right. You see yourself out. All right.",
        "Damian: Of course.",
        "Lucinda: Ethan!",
        "[SCENE_BREAK]",
        "[Holden groaning]",
        "Maeve: I wouldn't be doing that if I were you.",
        "Holden: Oh, I'm fine. I'm fine. Oh, God.",
        "Maeve: Listen, you need to rest. You need some rest and some of my home cooking.",
        "Holden: Look, I -- I really appreciate everything you've done --",
        "Maeve: It was nothing, really.",
        "Holden: -- But I think I need to see a doctor.",
        "Maeve: Well, nearest one is 40 miles away, and I can take care of you just fine myself. Now, you have some of the soup that I'm making, and you tell me if you still want to see a doctor. It's my own special recipe. Eb just swears by it. I'm sure you will, too.",
        "Holden: What about my family? Did anybody call? I -- I had a wallet with an I.D.",
        "Maeve: Not when I found you.",
        "Holden: What about my cell phone? Did you find that?",
        "Maeve: No. Nothing but the clothes on your back. That other stuff must have burned up in the fire.",
        "Holden: Well, can I borrow your phone? I need to call my family and let them know that I'm okay. They're probably worried sick.",
        "Maeve: Well, I don't have one.",
        "Holden: What?",
        "Maeve: Telephone. Don't have one.",
        "Holden: You don't have a phone?",
        "Maeve: No, no. No point. No one to call.",
        "Holden: What about an emergency, like now?",
        "Maeve: Pretty much just do for ourselves out here.",
        "Holden: I -- I need to tell my wife that I'm alive.",
        "Maeve: You just stop. Just lay back. Look, ever since you got here, I've been taking real good care of you, and I'm not gonna stop now. So you just sit back, relax, and everything's gonna be fine, all right? Relax.",
        "[SCENE_BREAK]",
        "Lily: Holden? Was that you? I heard your voice. I know I did.",
        "[Knock on door]",
        "Damian: Lily. It's time. I know it's hard, but your children are downstairs, and they need you.",
        "Lily: I know they do.",
        "Damian: Is there anything I can do to make this easier for you?",
        "Lily: I can't move.",
        "Damian: Why don't you lean on me?",
        "Lily: Don't let me go.",
        "Damian: I won't let you go, ever.",
        "Lucinda: Natalie, keep an eye on Ethan. I'll go get Mommy, all right?",
        "Natalie: Here she comes.",
        "Lucinda: Oh. Well, get Ethan! Get him, get him! Hi, Honey. Um -- I thought you had gone.",
        "Damian: I wanted to see if Lily needed any help.",
        "Lucinda: But I told you, everything is just fine. The car is waiting, Honey.",
        "Lily: I'd like Damian to take us.",
        "Damian: Uh, of course.",
        "Lucinda: I thought Meg was expecting you.",
        "Damian: Uh, I'll give her a call, ask her to go with her family. I'm sure she'll understand.",
        "[SCENE_BREAK]",
        "Janet: So, what time is, uh, Damian coming? It's getting late.",
        "Meg: Yeah, I -- I know. He should have been here by now.",
        "Janet: Okay, 'cause Emma's ready to go.",
        "[Cell phone rings]",
        "Meg: Yeah, I know. That's probably him. Hello.",
        "Damian: Hi, it's me.",
        "Meg: Hey, we're ready to go.",
        "Damian: Can someone else take you to the church?",
        "Meg: You're not coming.",
        "Damian: Lily needs me.",
        "Meg: Of course she does.",
        "Damian: And it's probably better if you -- if you are with your mother.",
        "Meg: Probably.",
        "Damian: Then I'll see you at the church.",
        "Meg: Right.",
        "Damian: You all right?",
        "Meg: Fine. See you there.",
        "[SCENE_BREAK]",
        "Lucinda: I -- I just wonder, don't you think it's inappropriate to go to your husband's funeral with someone he hated?",
        "Lily: Are you afraid what people might think? Because I don't give a damn.",
        "Lucinda: What about what your children think. They know what their father felt about Damian.",
        "Lily: This is the worst day of their lives, and mine. I think Holden would want us to do whatever we can to get through it.",
        "Damian: Are you ready?",
        "Lily: Well, I -- I honestly don't know the answer to that.",
        "Damian: It's gonna be all right.",
        "Lucinda: I doubt that.",
        "[SCENE_BREAK]",
        "Emma: Oh. You know, when I first walked in, I thought it was your daddy standing there. You have so many, many mannerisms that are just like his.",
        "Seth: It's true.",
        "Emma: He loved you very, very much.",
        "Aaron: I loved him, too.",
        "Emma: I know.",
        "Jack: We should find seats, hmm?",
        "Emma: Meg, come sit with me.",
        "Parker: Hey.",
        "Faith: Hey.",
        "Parker: How are you doing?",
        "Faith: Luke and I picked out some pictures.",
        "Parker: I like the one with your mom. They look really happy.",
        "Faith: It was a lie.",
        "Parker: What -- what are you talking about?",
        "Luke: Faith, uh, Mom wants us to take our seats.",
        "Faith: I'm gonna sit with Parker.",
        "Luke: I think Mom wants us all to sit together.",
        "Faith: I'll sit where I want.",
        "Luke: Look, Faith, I don't know what your problem is, but you need to save it for later.",
        "Parker: Faith, we'll see each other after the services.",
        "Faith: Fine.",
        "Liberty: What's wrong with Faith?",
        "Parker: Wish I knew.",
        "Jack: I'll be right back. What's wrong?",
        "Cop: Cops in Kentucky sent this up. They found it at the accident site, thought the widow might want it.",
        "Jack: Yeah, I'll make sure she gets it. Thanks. They sent this up from Kentucky for you.",
        "Minister: We are here to celebrate the life of Holden Snyder, and to pray for his immortal soul.",
        "[SCENE_BREAK]",
        "Maeve: Just take a taste. Come on. That's a boy. That's a boy.",
        "Holden: I don't know how to thank you for everything you've done.",
        "Maeve: Well, I couldn't just leave you lying on the side of the road, now, could I? There you go.",
        "Holden: But it's -- it's been a lot of days, and y -- you've gone to so much trouble.",
        "Maeve: Please. It's the least I could do.",
        "Holden: I'm -- I'm very grateful. But I -- I'm not gonna be here much longer. I just -- I just need to find a way to reach my family.",
        "Eb: Well, would you look at this.",
        "Maeve: He's feeling much better.",
        "Eb: Then why is he still eating my food?",
        "Holden: I was just telling your wife how grateful I am for everything you've done.",
        "Eb: Don't thank me. Maeve never knows how to mind her own damn business.",
        "[SCENE_BREAK]",
        "Jack: Holden Snyder was the most decent, honest man I ever knew. He was strong, and he was steady, and he had the kind of courage that never draws attention to itself, but you always know its there. Even though we had our disagreements, some minor, some serious, I never lost respect for my cousin Holden. He was always just, and he was always fair, and I always knew that we'd get past our disagreements, because he always had my back. Holden was my best friend. I don't know what I'm gonna do without him.",
        "Aaron: Though he didn't raise me, I was lucky to be his son. He taught me how to be a man. And I know no matter how hard I try, I'll never be as good at it as he was. Even when he faced the things that tested his whole take on the world, he always put his family first.",
        "Emma: You know, when you're -- you're expecting a child, you spend a lot of those nine months wondering what the child will be like. Well, Holden was the kind of son that every mother should have. He was so caring and loving. Even when he was a little boy, he always stood up for and cared for his brothers and sisters and his -- his cousins and his friends. He had so, so much -- so much love to give. And when he was growing up, I -- I often wondered if he'd ever meet somebody who could give that same amount of love back to him. Well, he did. He found it -- a beautiful girl, way at the top of the hill. He found the love of his life. He found his Lily. There were never two people who loved each other more. They had their dark moments, like we all do, but they always -- always found their way back to each other. They never stopped loving each other.",
        "Lily: What are you doing? What's wrong with you?",
        "Faith: Nothing. What's wrong with you?",
        "Lily: Faith, you have been angry at me for days.",
        "Faith: I'm not!",
        "Lily: Do you somehow blame me for what happened for your daddy's death.",
        "Faith: No!",
        "Lily: Do you think that this is my fault?",
        "Faith: I'm not stupid!",
        "Lily: Honey, I know you're not, but this is something that's very difficult to understand.",
        "Faith: I understand it!",
        "Lily: Then why are you so angry at me?",
        "Faith: Just leave me alone! I don't want to talk to you!",
        "Lily: Faith --",
        "Faith: I don't want to be here.",
        "Luke: What was all that about?",
        "Lily: I don't know.",
        "Luke: She's been weird all day. I just figured the whole thing was starting to get to her.",
        "Lily: No, it's been going on longer than that.",
        "Parker: I'll go find her.",
        "Damian: We should go back inside.",
        "Lily: I don't know what to do with her.",
        "Damian: She'll be fine. Don't worry.",
        "Minister: Lord, we ask you to receive Holden Snyder into your presence. Let us pray.",
        "[SCENE_BREAK]",
        "Eb: Clearly, you don't hail from this neck of the woods.",
        "Holden: No. No, I'm from Illinois. I, uh -- I raise horses. I came down here for a -- for a breeder's convention.",
        "Eb: How'd you end up in that ravine?",
        "Holden: I don't remember. I -- I was driving alone and -- no, I wasn't alone. There was a fella in the car with me. His name was -- his name was Skaggs. He was an escaped convict. What? What is it?",
        "Maeve: What was he doing in your truck?",
        "Holden: He had a gun. I -- I didn't have any choice.",
        "Maeve: What did he want?",
        "Holden: Medical supplies. And I knew that once he got 'em, he was probably gonna kill me. So I thought my best chance to escape was to just go into a tree and then try and make a run for it.",
        "Eb: Pretty slim odds.",
        "Holden: Well, it was really -- the best I could do. And then he just, um -- he grabbed the wheel and -- that's when we went off the cliff.",
        "Maeve: What is it?",
        "Holden: I don't know. It just -- it just got so dark.",
        "Maeve: T -- that's okay. Here. Try a little more soup.",
        "Holden: I can't.",
        "Maeve: You happy now? We made him use up every ounce of strength he had.",
        "Eb: Did you hear him?",
        "Maeve: I heard. So?",
        "Eb: So we got to get rid of him.",
        "[SCENE_BREAK]",
        "Parker: Faith.",
        "Faith: Leave me alone.",
        "Parker: What's going on?",
        "Faith: Just leave!",
        "Parker: I don't think so. Faith, I'm not leaving until you tell me what's going on.",
        "Faith: Why do you even care?",
        "Parker: I don't know. I just do. Why are you so mad at your mom?",
        "Faith: All that garbage about their perfect marriage, okay, it's all a lie. She cheated on him!",
        "Parker: How do you know that?",
        "Faith: Because I saw her, okay? I saw her.",
        "[SCENE_BREAK]",
        "Lucinda: What's bothering Faith?",
        "Lily: I don't know. She wouldn't say.",
        "Lucinda: Her emotions are all over the place. I know her father died, but --",
        "Lily: It's -- it's more than that.",
        "Lucinda: Yeah.",
        "Lily: She's angry at me.",
        "Luke: About what?",
        "Lily: I don't know. She hasn't said anything to you?",
        "Luke: No. Uh, she wouldn't tell me. I -- I tried to ask her, but she totally shut me out.",
        "Damian: You know, everyone grieves in their own way. Give her time.",
        "Lucinda: I agree. I -- it wouldn't be wise to push her today.",
        "Lily: I didn't get anywhere anyway. I -- I really need to get out of here.",
        "Damian: In a minute. I'll be right outside. I'm so sorry, Emma.",
        "Emma: Thank you. Thank you, Damian.",
        "Damian: Do you think it would be possible to speak to Meg for a moment?",
        "Emma: Well, that's up to her. Excuse me.",
        "Damian: How are you?",
        "Meg: Oh, I just want it to be over.",
        "Damian: There's gonna be a lot of people at the farm.",
        "Meg: I know. Are you gonna be there?",
        "Damian: Of course, if you want me to.",
        "Meg: You know I do.",
        "Damian: I'll see you soon.",
        "Meg: Mm-hmm.",
        "[SCENE_BREAK]",
        "Parker: So you saw your mom kissing Damian?",
        "Faith: Right here.",
        "Parker: What did they say to you?",
        "Faith: They didn't see me. But she always talks about my dad and how he was the love of her life, and she cheated on him, and then he went and drove off that cliff and died.",
        "Parker: You need to tell her.",
        "Faith: I can't tell her, ever. Promise me you won't tell her either.",
        "Parker: Of course I won't. Okay, come on. We need to get you to the farm. Let's go.",
        "Faith: No way.",
        "Parker: Listen, Faith, if you keep on acting all angry and weird, your mom's gonna know that something's wrong. And if she's anything like my mom, she'll keep bugging you until she finds out what it is.",
        "Faith: I know.",
        "Parker: Okay, so you're just gonna go to the farm, and you're gonna act like everything's cool.",
        "Faith: Will you come with me?",
        "Parker: Sure.",
        "[SCENE_BREAK]",
        "Damian: Faith's a big girl.",
        "Lily: I know.",
        "Damian: She'll be fine. How about a glass of wine, huh? It will do you good.",
        "Lily: All right. Glass of wine.",
        "Meg: Well, look at that. That is just what I need. Thank you so much. Why don't you come with me? There is someone you need to meet.",
        "[Indistinct chatter]",
        "Jack: Hey, you okay?",
        "[Janet sighs]",
        "Janet: I can't stop thinking about what it would be like to lose you.",
        "Jack: Hey, I'm not going anywhere.",
        "Janet: But look at poor Lily. And your job is so dangerous.",
        "Jack: A lot of the times, my job is pretty dull.",
        "Janet: I know, but it's not as safe as being a nice, boring life-insurance salesman.",
        "Jack: Darling, if I sold insurance, you wouldn't have looked at me twice.",
        "Janet: Oh, that's not true.",
        "Jack: Don't you worry about a thing. I'm not going anywhere. Nothing's gonna happen to me.",
        "[SCENE_BREAK]",
        "Maeve: Come on, Eb. We can't just shoot the man.",
        "Eb: Did you hear him? He knows Skaggs.",
        "Maeve: Skaggs hijacked him. So what? Let's just -- come on. Come away. Sit down, please. Please, just -- just have something to drink. Calm down.",
        "Eb: What if he's lying? What if Skaggs didn't just happen to climb in his truck?",
        "Maeve: Why would he lie about something like that?",
        "Eb: Maybe they were in on this together. You don't know. They could have been jailhouse buddies or something. Maybe they were on their way here when they ran off that cliff.",
        "Maeve: Okay, but why would they be headed here?",
        "Eb: To get rid of us so they could cut us out of the deal. Maybe -- maybe they gave our share to your friend over there.",
        "Maeve: Oh, Eb, so he drove into the ravine, hoping we'd just pass by? Does that make any sense to you?",
        "Eb: We got to get rid of him, I'm telling you.",
        "Maeve: Please, please, please, please, please don't. Please don't. Put the gun down, please. Please.",
        "Eb: What is it, Maeve? You sweet on him?",
        "Maeve: Don't be an idiot! If he knew Skaggs, he might know where the money is. Then he could lead us to it.",
        "Eb: You know what? You just might be right.",
        "[SCENE_BREAK]",
        "Luke: Hey, what happened?",
        "Faith: Don't make me talk about it, okay?",
        "Luke: Okay. Well, let's go inside.",
        "Liberty: Did you find out what else is bugging her?",
        "Parker: I think it's just her dad.",
        "Liberty: Besides that.",
        "Parker: I think its today. It's really hard. And all these people, you know?",
        "Liberty: Yeah. Okay. Well, um, I'll see you later, Parker.",
        "Parker: Where are you going?",
        "Liberty: Uh, I think I'm just gonna go for a walk. I really need some fresh air.",
        "Parker: You want some company?",
        "Liberty: No, thank you.",
        "[SCENE_BREAK]",
        "Lily: Faith, I was so worried about you.",
        "Faith: I'm fine. Just really tired. Can I go home?",
        "Lily: By yourself?",
        "Faith: Yeah. I just want to lay down.",
        "Lily: All right. Sure you can.",
        "Faith: I'll see you later.",
        "Meg: Faith, hey. Are you all right, Honey?",
        "Faith: Can everybody stop asking me that?",
        "Meg: Well, it just -- it was a little tense in there with your mom, and I was just wondering if there was anything I could do to help.",
        "Faith: No, I'm fine.",
        "Meg: Well, what, uh -- what's this all about?",
        "Faith: How am I supposed to know?",
        "Meg: Well, you did this, didn't you?",
        "Faith: What if I did?",
        "Meg: I just want to know why.",
        "Faith: You figure it out.",
        "[SCENE_BREAK]",
        "Liberty: Hey, Tony. It's me. Listen, the baby is yours. I'm -- I'm not lying. So if you could please call me back, that would be great.",
        "Parker: I thought you didn't want to talk to anybody.",
        "Liberty: I don't.",
        "Parker: So you're just making phone calls?",
        "Liberty: Whatever, Parker.",
        "Parker: No, Liberty, when are you gonna tell me the truth?",
        "Liberty: About what?",
        "Parker: About what's really freaking you out.",
        "Liberty: It's nothing that you need to worry about.",
        "Parker: Well, it's clearly something. Would you talk to me, Liberty?",
        "Liberty: Do you want to maybe go to the pond for a while?",
        "Parker: I probably shouldn't.",
        "Liberty: Yeah, you're right. I guess not.",
        "[SCENE_BREAK]",
        "Seth: My brother wasn't a very fancy guy, and he certainly didn't have a lot of use for fancy stuff. He started out a simple farm boy. Even though he accomplished a lot in his life -- part of him never changed.",
        "Brad: But he sure never stopped drinking beer.",
        "Jack: He wasn't an ordinary guy, though. He was one in a million.",
        "Seth: To Holden.",
        "All: To Holden.",
        "Faith: My mom said I could leave. Do you want to take me home?",
        "Parker: Yeah, sure. See you later.",
        "Janet: Honey, you look a little pale. Is it your period?",
        "Liberty: Mom, will you please leave me alone?",
        "Brad: Is something wrong?",
        "Janet: I don't know. Probably not. Whatever it is, it will work itself out.",
        "[SCENE_BREAK]",
        "Parker: Maybe you were wrong about what was going on with your mom and Damian.",
        "Faith: I know what I saw.",
        "Parker: I'm just saying that one thing can look like another.",
        "Faith: Look, Parker, I don't make stuff up, and I don't get it wrong. When I think something bad is happening, it's because something bad is happening.",
        "Parker: Yeah. You're probably right.",
        "[SCENE_BREAK]",
        "Damian: Hey.",
        "[Meg sighs]",
        "Meg: Hi.",
        "Damian: You look tired.",
        "Meg: I'm exhausted.",
        "Damian: You should get some rest.",
        "Meg: Do you have any idea what's bothering Faith?",
        "Damian: No. Any reason I should?",
        "Meg: I don't know. Obviously, she's devastated about Holden, but there's something else, something between her and her mother. I just wish I knew what it was.",
        "Damian: I don't know.",
        "[SCENE_BREAK]",
        "Lily: These services are supposed to bring you peace of mind, right?",
        "Lucinda: Among other things.",
        "Lily: I just feel like my whole world is banging inside my head.",
        "Lucinda: It will take time.",
        "Lily: I'll never get over losing Holden.",
        "[Lucinda sighs]",
        "Lucinda: But you will learn to live with it.",
        "Lily: Thanks for worrying about me, Mother. I'll see you at home?",
        "Lucinda: Mm-hmm. Mm-hmm.",
        "Damian: Where is Lily going?",
        "Lucinda: She wants to be alone.",
        "Damian: Well, she shouldn't be alone.",
        "Lucinda: Yeah! Yes, she should be. She wants to say goodbye to her husband in her own way.",
        "[SCENE_BREAK]",
        "Lily: Holden, are you here? I need to talk to you about Faith.",
        "[Voice breaking]",
        "Lily: She needs you. And so does Ethan and Natalie and -- even Luke. I know he's an adult, but there's still so much that you could teach him. I know you weren't in that coffin today at the church. I know you're not resting in peace. That's why your ring showed up -- because you're not really gone. You're coming back. You're coming home. And we're gonna be together again.",
        "Lily: Am I right, Holden? You're coming home to me, aren't you? Please, answer me. Tell me you're coming back.",
        "[SCENE_BREAK]",
        "Holden: Lily? Lily, is that you? I'll be there as soon as I can. What the? Maeve! Maeve, get in here. Get these things off me! Maeve!",
        "[NEXT_ON]",
        "Teri: You have plenty of time to work with.",
        "Liberty: I think that I already know what I want to do.",
        "Damian: Come here, come here. Shh! How did you know I was working with Lily?",
        "[Meg scoffs]",
        "Meg: \"Working\"? Is that what you call it?",
        "Maeve: Once we get our money, Eb will set you free.",
        "Holden: I don't know where the damn money is.",
        "Maeve: It's the only way."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ssFeDMMcX1w"
}