{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\nKatie: You don't understand. Henry. I already took time off too. I should've \r\nsaid no and ruined all my plans?",
        "\r\nHenry: Plans? Your plans to go to Australia to find Simon?",
        "\r\nKatie: Yes. And know that I know I'll have a job when I get back, I can leave \r\nanytime.",
        "\r\nHenry: That's -- that's great. That's -- that's wonderful.",
        "\r\nKatie: What's the matter?",
        "\r\nHenry:-- I know why you're going out to find Simon. You love him, okay? That \r\nmakes sense. But what does Kasnoff have to do with this, huh? Why does a man go \r\nchasing halfway around the world to help a woman find her husband?",
        "\r\nKatie: That's easy, Henry. It's because he no, it's because --",
        "\r\nLily: Luke! Honey! Honey, please stop running! Please! Take it easy, just- hey, \r\nget in the shallow end. Be -be very careful. Come on. Good, now swim. Good! \r\nYou're doing great!",
        "\r\nMike: Did anyone ever tell you you would be a good lifeguard?",
        "\r\nLily: Mike. Hi",
        "\r\nMike: You, Oh.",
        "\r\nLily: Oh, it's so good to see you. It's been weeks.",
        "\r\nMike: Yeah it's been a busy summer.",
        "\r\nLily: Yeah, no kidding.",
        "\r\nMike: Everything okay with you?",
        "\r\nLily: Yes. For the moment. I haven't seen you around here.",
        "\r\nMike: Yeah, well, it's not exactly coincidence. Kind of tracked you down",
        "\r\nLily: Really? Why? What's going on?",
        "\r\nMarshall : You always seem to surprise me, Jessica. I never thought I'd see you \r\nat my door again.",
        "\r\nJessica: The only reason I came over here is because you wouldn't return my \r\nphone calls.",
        "\r\nMarshall : I got in very late last night and didn't get your messages until \r\nthen. Please, come in.",
        "\r\nJessica: Leave it open. I want to know what my daughter was doing in your room \r\nlast night.",
        "\r\nMarshall : Bonnie tell you she was here?",
        "\r\nJessica: Are you denying it?",
        "\r\nMarshall : No.",
        "\r\nJessica: Well, then you want to tell me what is going on? One minute you're \r\nwanting me to keep Bonnie away from you, and the next you're entertaining her \r\nbehind closed door",
        "\r\nMarshall: Bonnie came here tonight, she said she was here to ask me to take it \r\neasy on you in court because you're still so fragile you might fall apart at any \r\ntime.",
        "\r\nJessica: She said that?",
        "\r\nMarshall : Yeah, she could barely get the words out, it was very emotional for \r\nher, or so she'd like me to believe.",
        "\r\nJessica: Why would she do that? Why would Bonnie come over here and ask you, of \r\nall people, for anything?",
        "\r\nBonnie: Walker ? Hi, it's Bonnie. I was wondering if Marshall 's toothbrush is \r\ngonna work for the DNA test. Okay, can you call me back when you find out? Okay, \r\nthanks. Bye.",
        "\r\n[She gasps] Whoa, hi",
        "\r\nIsaac: Hey.",
        "\r\nBonnie: You scared me.",
        "\r\nIsaac: Sorry about that. Who was that on the phone?",
        "\r\nBonnie: Dr. Daniels. I was just checking on Sarah's test results.",
        "\r\nIsaac: Hmm. How is she? Any more fevers?",
        "\r\nBonnie: Uh -- not lately, but they'll be back. I mean that's the thing with this \r\ncondition of hers, they come and go without any warning.",
        "\r\nIsaac: That might be. You let me know if there's anything I can do to help.",
        "\r\n[Monitor beeping]",
        "\r\nKim: Are you still with me, my love? Oh, sweetie! You heard me! I know you heard \r\nme. I love you so much.",
        "\r\nAlison: Chris, wait. How's your dad?",
        "\r\nChris: Uh, no change. Mom's in there. She's been here all night.",
        "\r\nAllison: That's so sweet. I mean, she's been married to him forever, and she \r\nstill loves him so much.",
        "\r\nChris: They're a great couple. You don't see that every day.",
        "\r\nAllison: Tell me about it.",
        "\r\nChris: Everything okay at your house?",
        "\r\nAlison: Oh, sure. My mother married a complete lunatic, and we're just one big, \r\nhappy family. I shouldn't put him down, Chris, but -- my mom loves him so much, \r\nand I know that should be enough, but it isn't. I've got to get out of their \r\nhome.",
        "",
        "\r\nRick: Good morning.",
        "\r\nSusan: Oh. Morning",
        "\r\nRick: Now, how about I cook us a vegetable omelet the size of a pizza, hmm? I \r\ndon't know about you, I'm starved.",
        "\r\nSusan: Rick, you should be in bed.",
        "\r\nRick: Only if you join me.",
        "\r\nSusan: We can't ignore this, not after what happened last night.",
        "\r\nRick: No, I'm not ignoring anything. As a matter of fact, I think I figured out \r\nthe --",
        "\r\nSusan: Sweetie, you were screaming. We were about to get married, and you \r\nstarted screaming, \"Stop it, stop it,\" to I don't know who. I don't know who you \r\nwere talking to. And -- and then you pass out on the floor. You were running a \r\nfever. Something could be seriously wrong.",
        "\r\n[Rick remembering] Rick: Shut up! Shut up! Shut up!",
        "\r\nSusan: Please. Please? Get a full workup today.",
        "\r\nEmily: Hal, I need to talk to you.",
        "\r\nHal: Good morning to you, too.",
        "\r\nEmily: I've been checking up on Jeffrey Starr. The writer -- the medical writer \r\nwho wants to talk to Rick? Only he's not a medical writer. He writes about \r\nmurder.",
        "\r\nHal: You sure it's the same Jeffrey Starr?",
        "\r\nMarshall : Bonnie went to the bathroom to supposedly pull herself together. \r\nThen, after she left, I realized my toothbrush was gone.",
        "\r\nJessica: Well, is it possible the maid threw it away?",
        "\r\nMarshall : Well, I've got maids in here twice a day. Anything's possible. But \r\nwhen I asked her about it, she looked as guilty as it gets.",
        "\r\nJessica: Why would Bonnie want your toothbrush?",
        "\r\nMarshall : I thought you might have heard.",
        "\r\nJessica: I have no idea",
        "\r\nMarshall : Well, would you at least ask her about it?",
        "\r\nJessica: I could. Or I could just give you couple of bucks to buy a new one.",
        "\r\nMarshall : Forget about it, ok?",
        "\r\nJessica: Yeah, already have. Don't worry, I'll make sure Bonnie doesn't bother \r\nyou again.",
        "\r\nIsaac: I've got something to say to you, Bonnie. It's about time.",
        "\r\nBonnie: About time for what?",
        "\r\nIsaac: For you to start asking me to help you with Sarah. I realize that I'm a \r\nlittle bit hardheaded when you all were first getting to know each other. But \r\nthat's in the past, so what can I do to help?",
        "\r\nBonnie: Well, convince Troy to let me spend an entire day with Sarah, so -- I \r\nwant to go on a picnic, just me, you and Sarah.",
        "\r\nIsaac: That sounds good, when do you have in mind?",
        "\r\nBonnie: Mhmm. Tomorrow.",
        "\r\nIsaac: Tomorrow's kind of a bad day. You know I have those meetings.",
        "\r\nBonnie: Well, can't you reschedule?",
        "\r\nIsaac: Well, of Tom's with Dave, the wine distributor, I can't blow him off \r\nagain.",
        "\r\nBonnie: But, hey, this would be such a great opportunity for you and Sarah to",
        "\r\njust really get to know each other.",
        "\r\nIsaac: There's no way that you can do it another day?",
        "\r\nBonnie: I doubt it.",
        "\r\nIsaac: I'm sorry, Bonnie, but I'm gonna have to say no you're gonna have to \r\nhandle it on your own.",
        "\r\nBonnie: Wait, come on, baby it's -- it's one thing. It's not like it's gonna \r\nkill your reputation I mean, what would happen if you'd call -",
        "\r\nIsaac: Look, I gave you the reasons, good reasons. Why can't we just leave it at \r\nthat?",
        "\r\nBonnie: Because Sarah is much more important than some wine distributor. And she \r\nneeds to be around responsible males. That way, she won't have problems with \r\nrelationships then when she , you know?",
        "\r\nChris: Look, I know Rick was a little out of it at the wedding.",
        "\r\nAlison: A little?",
        "\r\nChris: A lot. And it's your home. Okay? You can't let this guy make you feel \r\nlike you gotta pack up and leave.",
        "\r\nAlison: Oh, stop right there. I'm not gonna let you or anyone else do this to me \r\nagain.",
        "\r\nChris: What, do what?",
        "\r\nAlison: Me. My problem cannot be Rick's.",
        "\r\nChris: Look, I know Rick has problems, okay? To tell you the truth, I'm \r\nbeginning to worry about him myself.",
        "\r\nAllison: Thank you.",
        "\r\nChris: I mean, the way he's been acting, I don't want him in charge of my \r\nfather's treatment. But it's different for you, Allison. Okay? He's part of your \r\nfamily now. You can't just fire him. All right? Maybe you ought to try and find \r\nsome way to get along with him.",
        "\r\nAlison: Well, that would be one way to handle it. But I think I have a better \r\none.",
        "\r\nChris: What's that?",
        "\r\nEmily: Take a look at these -- Starr's latest work.",
        "\r\nHal: Mother buries children alive. \"The hit man priest. The sniper next door. \r\nThese are really nice. Where did you get these?",
        "\r\nEmily: I downloaded them off the internet. Starr is a tabloid writer. He doesn't \r\nwrite for \"The New England Journal of Medicine.",
        "\r\nHal: Did he say he did.",
        "\r\nEmily: I don't know, why did he want to talk to Rick about research.",
        "\r\nHal: Maybe I could call on these papers, about his assignment.",
        "\r\nEmily: No no, no. Starr doesn't work that way. He generates his own stories, \r\nthen sells them to the highest bidder.",
        "\r\nHal: All right, then I'll talk to the man myself.",
        "\r\nEmily: Well, figured you'd say that. The only problem is, I can't find him.",
        "\r\nHal: Did you check the Lakeview? It's the best-known hotel in town.",
        "\r\nEmily: Yeah, of course I did. There, few other places. No one's heard of him.",
        "\r\nHal: Well, if he's up to no good, chances are he'd wanna be off the beaten path. \r\nMaybe some dive on the outskirts of town.",
        "\r\nEmily: Can you have someone check on it?",
        "\r\nHal: I'll get on it right away.",
        "\r\nEmily: Great.",
        "\r\nSusan: I would love anything more than to concentrate on our future. But I'm \r\nyour wife. I've gotta take care of you.",
        "\r\nRick: You know, I love you for saying that, but I'm not in a life-threatening \r\nsituation. I had some kind of a migraine syndrome.",
        "\r\nSusan: Migraine? You never said anything about being in pain.",
        "\r\nRick: Well, there's -- that's only just part of it. I mean, there's even \r\nhallucinations. But it's transitory, and in my case, I think the trigger was \r\njust excess stress.",
        "\r\nSusan: Have you ever had migraines before?",
        "\r\nRick: No, but it's -- all that is not unusual. You know that.",
        "\r\nSusan: I also know that incidents like that can be heart-related.",
        "\r\nRick: Oh, no, this was -- this was a one time incident due to unusual pressure.",
        "\r\nSusan: Honey, I know you had a hard day.",
        "\r\nRick: A hard day?",
        "\r\nSusan: But --",
        "\r\nRick: A hard day? I ran my car off the road, changed two tires in the blazing \r\nsun, raced over here to get married, knowing full well that you were probably \r\nworried sick, and I couldn't even call you to explain I overheated, Susan but \r\nthat was -- that was yesterday. I just don't -- don't want to dwell on it.",
        "\r\nSusan: I know but -- I need you to see Ben or Chris about having an MRI.",
        "\r\nRick: I don't need one. Now how am I going to convince you of that?",
        "\r\nSusan: By giving me test results that say you're okay.",
        "\r\nMike: Katie's going to look for Simon. I'm going with her but I",
        "\r\nLily: Wait, wait, wait go back Katie. You going with her?",
        "\r\nMike: It's a long story just it's something she feels she needs to do.",
        "\r\nLily: How long are you gonna be gone?",
        "\r\nMike: I don know.",
        "\r\nLily: Where are you going?",
        "\r\nMike: Australia to start. After that, who knows?",
        "\r\nLily: What about your job? What are you gonna do?",
        "\r\nMike: The hard part's done. I've given myself out a couple weeks, and my foreman \r\ncan handle the rest.",
        "\r\nLily: I hope Katie appreciates this commitment that you have to her.",
        "\r\nMike: She just -- she's been stuck in this limbo. You know? Ever since Simon \r\nwalked out, and she needs some answers so she can get on with her life.",
        "\r\nLily: And that's why you want to know about Simon so Katie can get on with her \r\nlife?",
        "\r\nMike: Yes.",
        "\r\nLily: Okay",
        "\r\nMike: If she finds this guy, she's gonna want to stay with him. But I don't feel \r\nright about that until I know he can be trusted.",
        "\r\nLily: I'll tell you everything you want to know about Simon. But first, you have \r\nto answer me a question.",
        "\r\nMike: What's that?",
        "\r\nKatie: You know, Henry, sometimes I wonder why I stay friends with you.",
        "\r\nHenry: Oh, only sometimes? Well, now, I consider that a major victory.",
        "\r\nKatie: Why do you have to be so cynical all the time? Mike's not getting \r\nanything out of helping me. He's just helping me. He's a friend.",
        "\r\nHenry: Fine Katie I'm not saying that he's a bad guy. I'm just saying, what's \r\ngonna happen when you do find Simon?",
        "\r\nKatie: You mean after I break his neck for running out on me?",
        "\r\nHenry: Right well, that goes with saying.",
        "\r\nKatie: Well -- I'll put my arms around him and never let him out of my sight \r\nagain.",
        "\r\nHenry: Right. So then Mike turns around, and he goes back home with nothing to \r\nshow for his trip.",
        "\r\nKatie: He'll know that I'm happy.",
        "\r\nHenry: Well, that's sweet. That'll work on Mother Teresa, but not for his boxers",
        "\r\nKatie: You think that Mike's thinking of me in a more-than friendly way, don't \r\nyou?",
        "\r\nHenry: Well, I know, you're not bad looking, for a woman that's perfect in every \r\nway.",
        "\r\nKatie: That's not it. That's not Henry! Mike is -- has no desire to be in a love \r\nrelationship right now",
        "\r\n[Henry scoffs]",
        "\r\nHenry: Since when?",
        "\r\nKatie: He broke up with Molly, that relationship was tough. ",
        "\r\nHenry: A second, are you sure about that?",
        "\r\nKatie: Yes, I'm sure.",
        "\r\nHenry: Then, I may be wrong on this, but Mike might not be the friend that you \r\nthink he is.",
        "",
        "\n\r\nChris: I don't know what color the sky is in your world Allison, but I'm not \r\nmoving in with you.",
        "\r\nAlison: No, I didn't mean to live with me like we'd be living together. I just \r\nmeant like roommates, buddies.",
        "\r\nChris: Call it whatever you want, it's not gonna happen.",
        "\r\nAlison: Okay, fine. There's no reason to get so military about it.",
        "\r\nChris: Hey, I'm sorry. All right? If you don't want to stay at your mom's place, \r\nthen why not ask Emily and Hal if you can move in with them?",
        "\r\nAllison: My Mom will know it's because of Rick, and she really loves him. I \r\ndon't, I don't want to hurt her feelings.",
        "\r\nNurse: Supervisor wants to know where you are again.",
        "\r\nAlison: Better go. See you later?",
        "",
        "\r\nChris: Can't wait. Hey, Mom.",
        "\r\nKim: Hi, darling.",
        "\r\nChris: How's he doing?",
        "\r\nKim: Come here. I haven't told you about this. Walker Daniels told me that we \r\nshould never leave your father alone with Rick.",
        "\r\nChris: He came out and said that?",
        "\r\nKim: Yeah.",
        "\r\nChris: When?",
        "\r\nKim: Yesterday. Said that his contract here with the hospital is terminated. He \r\nwas leaving, and he thought it was my right to know.",
        "\r\nChris: Know what?",
        "\r\nKim: Well, he thinks that there' s a good chance that Rick is the serial killer.",
        "\r\nChris: What about Gordo?",
        "\r\nKim: Well, he wasn't that specific. I mean, it was kind of vague. But I don't \r\ncare, I'm not gonna take a chance. I will not put your father in jeopardy.",
        "\r\nChris: Mom, neither will I. If that's the case, I don't want Rick anywhere near \r\nthis room.",
        "\r\nKim: Sound like you have reasons of your own.",
        "\r\nChris: He's a stranger, okay? There are just too many unanswered questions.",
        "\r\nKim: I know, I know. That's the trouble - nobody has any proof that Rick has \r\ndone wrong. And you know something? If we take him off this case again, we're \r\ngonna be undermining his career.",
        "\r\nChris: And if he turns out to be innocent --",
        "\r\nKim: Exactly.",
        "\r\nRick: I'm sorry, Susan.",
        "\r\nSusan: Don't.",
        "\r\nRick: I didn't mean to snap at you.",
        "\r\nSusan: We've been married all of ten hours. And you're already suggesting that \r\nwe just call it quits?",
        "\r\nRick: That's, that's not what I want.",
        "\r\nSusan: But that's what you said. And you were angry when you said it. We've \r\nnever -- never had a fight before.",
        "\r\nRick: I know.",
        "\r\nSusan: I guess you go right for the knockout",
        "\r\nRick: No. You were pressuring me for an explanation. Fortunately, with good \r\nreason, Susan, look-- I just can't bear the thought at the way you feel \r\nsomething must be wrong with me --not when I have everything that I've ever \r\nwanted.",
        "\r\nSusan: Sweetie, if I was pressuring you, it's only because I love you.",
        "\r\nRick: I know. All right, look, I'll schedule a workup as soon as I can.",
        "\r\nSusan: MRI, too.",
        "\r\nRick: Yes an MRI. I'll even bring readout so you and I can read it in bed over \r\nbreakfast together.",
        "\r\nSusan: Let's never have a fight like that again.",
        "\r\nRick: I don't ever want to hurt you, Susan. You have to believe that.",
        "\r\nSusan: I -- I",
        "\r\nRick: Anyway, don't you have an early appointment today?",
        "\r\nSusan: Oh I do actually, I've got to run. Are you sure you're gonna be okay?",
        "\r\nRick: Yeah, I'm gonna be fine. I just have a few errands to run, and then I'm \r\njust gonna take it easy the rest of the day.",
        "\r\nSusan: Forget about the errands. They can wait.",
        "\r\nRick: Well -- I guess they can. You know what? I think I'm just gonna hang here \r\nthen and start thinking about us having breakfast in bed together.",
        "\r\nSusan: Now that's what I call a good use of your time. I'll call you later.",
        "\r\nRick: Yeah.",
        "\r\nSusan: I love you.",
        "\r\nAlison: I can't stay with you mom, then I'll just have to find someplace else to \r\nstay, even if it's staying on a park bench somewhere. What I'm not staying with \r\nDecker the demented.",
        "\r\n[Sniffing]",
        "\r\nBonnie: Mm. I'm sorry. I know how hard you've been working just to keep us in \r\nbusiness.",
        "\r\nIsaac: It's not that I don't want to. I do want too. Why don't you understand \r\nthat?",
        "\r\nBonnie: I do. I do, and we can do this whole picnic thing some other day.",
        "\r\nIsaac: Okay. Just give a brother some notice. Okay? That's all I'm asking.",
        "\r\nBonnie: I will. You know, Sarah needs a father. I can't think of anyone better \r\nthan you.",
        "\r\nJessica: Bonnie I need to talk to you",
        "\r\nIsaac: I should start getting prepared for my meetings.",
        "\r\nBonnie: Mom, what's the matter? You look a little --",
        "\r\nJessica: Where is it?",
        "\r\nBonnie: What?",
        "\r\nJessica: Marshall 's toothbrush.",
        "\r\nBonnie: Is this -- I don't know, some kind of a riddle? How am I supposed to \r\nknow?",
        "\r\nJessica: Because you went to his room last night, when you said that you would \r\nstay away from him.",
        "\r\nBonnie: What? Where are you getting all of this?",
        "\r\nJessica: From an eyewitness who saw you leaving.",
        "\r\nBonnie: Was it Lisa?",
        "\r\nJessica: Marshall told me himself. He said you went over there to ask him to be \r\neasy on me in court.",
        "\r\nBonnie: Well, I was worried about you, Mom. Had to do -- wanted to do something \r\nabout it.",
        "\r\nJessica: What you wanted was to get something from Marshall to use for a DNA \r\ntest. So you grabbed his toothbrush and I'll bet my law degree that you've \r\nalready sent it to be analyzed, right? And you're doing this on the sly so \r\nyou're gonna be needing someone to help you out. My guess? Dr. Walker Daniels.",
        "\r\nBonnie: It's a toothbrush, Mom. He'll probably forget all about it.",
        "\r\nJessica: Or he might decide to ask the maid if she threw it away. And when he \r\nfinds out she didn't, you know what you got then? You've got a no-holds-barred \r\nattorney-from-hell bearing down on you, looking for answers.",
        "\r\nBonnie: Well, if that happens, Mom, I'll handle it.",
        "\r\nMike: You know what gets me is that people are always complaining about how \r\neveryone looks out for themselves. And when they see someone helping a friend, \r\nnever believe it's for real.",
        "\r\nLily: Mike, that's why you're going to Australia . For a friend?",
        "\r\nMike: Yes.",
        "\r\nLily: You're not hoping this thing with Katie might turn into more than a \r\nfriendship? Just a little bit?",
        "\r\nMike: Well -- when I -- when I thought that Carly's baby was mine, and it \r\nwasn't, I just - nothing mattered anymore you know? I was all over the place. I \r\ndidn't know what I was gonna do next. Katie helped me rough that. Ok? It's \r\nsomething I can do for her.",
        "\r\nLily: Don't think you answered my question",
        "\r\nMike: l --",
        "\r\nLily: Mm-hmm. Come on.",
        "\r\nMike: I like Katie.",
        "\r\nLily: Ah.",
        "\r\nMike: Okay? I enjoy being around her, but I'm not looking for romance. I haven't \r\ndone real well in that department, so I'm probably gonna stay away from that for \r\nlittle while.",
        "\r\nLily: Okay. I'll tell you about Simon Frasier. He loves Katie. He does. There's \r\nno -- there's no doubt about that.",
        "\r\nMike: Good. Can he be trusted?",
        "\r\nHenry: There are two reasons why a man would traipse all the way to Australia to \r\nhelp a woman find her husband, ok one would be because he's in love, which you \r\ninsist is not the case. Now, the other for money, which is a lot more liable.",
        "\r\nKatie: You're not making any sense, Henry. How would Mike make money out of \r\ngoing to Australia ?",
        "\r\nHenry: Because Simon is still a fugitive all right? Now, Mike might get some \r\nmoney from the government for turning him in.",
        "\r\nKatie: Oh, come on Mike is a stand up guy. He would never double-cross me like \r\nthat just for a few bucks.",
        "\r\nHenry: You're right, Katie. He owns one pair of jeans. What more could a person \r\nwant?",
        "\r\nKatie: Henry, I'm being serious. You're way off base here.",
        "\r\nHenry: All right, fine, fine, fine maybe it's not about the money. All right? \r\nMaybe not. But you have no guarantees that Mike is not gonna blow the whistle on \r\nSimon.",
        "\r\nKatie: I don't need one. That's the farthest thing from his mind. I can \r\nguarantee .",
        "\r\nHenry: Have you discussed it with him?",
        "\r\nKatie: No, why would I?",
        "\r\nHal: Okay, we're checking every hotel in town. Jeffrey Starr is in Oakdale, \r\nwe'll find him",
        "\r\nEmily: There were serial murderers at the hospital in San Francisco where Rick \r\nused to work, right? Hal? Anyway, well Jeffrey investigates murders, then how \r\nlong into the San Francisco case, and found evidence against Rick.",
        "\r\nHal: Those are speculations, Emily. Nothing more.",
        "\r\nEmily: Yeah, maybe. Maybe not, Hal. But my mother and sister are living with a \r\nman who might be a serial murderer? I can't just stand here and do nothing.",
        "\r\nCop: Lieutenant? I've got the rest of that search.",
        "\r\nEmily: What?",
        "\r\nHal: Jeffrey Starr checked in a place called the Wagon Wheel Motel yesterday \r\nmorning. Nobody's seen him since, but he hasn't checked out.",
        "\r\nEmily: Well, gotta go there. Find out what he knows.",
        "\r\nHal: This is police work, Emily. That means stay here.",
        "\r\nEmily: I can help you out. I know what he looks like. Let's go. Come on. Go!",
        "",
        "\r\nKatie: You need to get out more, Henry what passes for your mind is starting to \r\nplay tricks on you.",
        "\r\nHenry: Zero to ten, Katie. What are the chances that Mike is doing this for a \r\npayday?",
        "\r\nKatie: Zero. He could goof off and be in the circus.",
        "\r\nHenry: Well, then break out the clown make-up, sweetheart, because I have a \r\nfeeling -- wait a second, wait a second, wait a second. There could be another \r\n-- there could be another possibility here.",
        "\r\nKatie: Thank you, Henry. I was starting to give up",
        "\r\nHenry: Now, Mike knows that Simon broke your heart so maybe he wants to get \r\nSimon put away so that he'd never hurt you again.",
        "\r\nKatie: I just gave up on you.",
        "\r\nHenry: No, Katie, listen look, honey, I just don't want you to go into this with \r\nyour eyes closed.",
        "\r\nKatie: I'm not. Eyes are wide open. That's the only way I'm gonna find Simon.",
        "\r\nHenry: But you're not thinking this through. Unless you're absolutely sure about \r\nwhat Mike will do when you find Simon, you are running the risk that Simon will \r\nspend the rest of his behind bars is that the risk you want to take, sweetheart? \r\nI really don't think it is.",
        "\r\nMike: I thought you were leaving..",
        "\r\nHenry: Actually I was leaving. I'm late for an appointment with Mastrolog. Don't \r\ntake any chances okay? You'll never forgive yourself if Simon spends the rest of \r\nhis life in prison, okay? Ah, let's see here, Mr. Kasnoff. I am thinking that \r\nyou're a Leo with a Capricorn rising. Yes, I have a sixth sense about this sort \r\nthing.",
        "\r\nMike: Let me guess -- Henry said something to upset you.",
        "\r\nKatie: Pretty good.",
        "\r\nMike: Anything I can do to help?",
        "\r\nKim: We don't know that Rick's a reputable physician.",
        "\r\nChris: Who's been suspected of murder.",
        "\r\nKim: Well he wasn't convicted.",
        "\r\nChris: Right.",
        "\r\nKim: On the other hand, we know that your father called out his name the last \r\ntime he was conscious.",
        "\r\nChris: We don't know why so that doesn't really help.",
        "\r\nKim: I guess not.",
        "\r\nChris: Walker Daniels thinks that Rick is the killer. I mean, that has to mean \r\nsomething.",
        "\r\nKim: Yes.",
        "\r\nChris: Don't know whether to ask Rick out to lunch or to try get him put away \r\nfor 20 years.",
        "\r\nNurse: Sorry, but I have to examine Dr. Hughes.",
        "\r\nChris: I got to go finish running some, will you be here?",
        "\r\nChris: Oh, hey. I thought you had people looking for you?",
        "\r\nAlison: Well, if there's one thing I've learned about this job, it's that \r\nthere's always another bedpan. But besides that, I have a really good idea about \r\nanother place to stay.",
        "\r\nChris: What's that?",
        "\r\nAllison: At your parents'!",
        "\r\nChris: Allison, come on. My mom's not in any condition to be running a bed and \r\nbreakfast right now. Look, I'm sorry, okay?",
        "\r\nAllison: Can't you ask? That's exactly why I should be there.",
        "\r\nAllison: Well, your mother's all tied up with your dad. So, I can cleanup \r\neverything. Can do laundry, make beds. Anything. Anything your mom needs help \r\nwith. I mean this is a perfect win-win situation. So, can you talk to your mom, \r\nplease?",
        "\r\nChris: Me? Why me?",
        "\r\nAlison: Because you know her better. Because that'll give me a better chance. \r\nPlease?",
        "\r\nChris: Okay, Allison. I'll talk to her, but I' m not gonna make any promises.",
        "\r\nHal: All right listen. Starr's room, I want you to stay back.",
        "\r\nEmily: Why? You gonna kick it in?",
        "\r\nHal: Would you like me to?",
        "\r\nEmily: Oh, yeah. Very much.",
        "\r\nHal: Well, I wish you'd told me sooner. I would've worn my kicking-in-the-door \r\nshoes.",
        "\r\nEmily: So what are you saying, Munson, you're not gonna do...",
        "\r\nHal: First, I think I'll ask the manager for a key.",
        "\r\nEmily: And you call yourself a cop. Hang on, hang on. I'm really afraid, Hal.",
        "\r\n[Sniffing]",
        "\r\nJessica: Bonnie, you know what that man did to me. He is unscrupulous, and he \r\nknows what to use. Do you have any idea what risk you took by going to his room \r\nalone?",
        "\r\nBonnie: He's not gonna have me arrested for stealing a toothbrush.",
        "\r\nJessica: Okay. What about for conducting a DNA test without his knowledge or \r\npermission? That's called invasion of privacy, and it carries a sentence; you \r\ngot off last time with community service. If you get caught breaking the law \r\nagain, Bonnie, you could go to jail.",
        "\r\nBonnie: Okay. Okay, I'm sorry. I should've never gone to Marshall's room.",
        "\r\nJessica: Action speaks louder than words, honey.",
        "\r\nBonnie: I will never go near him again. Is that good enough?",
        "\r\nJessica: And what if it turns out that Marshall is Sarah's father?",
        "\r\nBonnie: Same thing. I am not gonna let him near her.",
        "\r\nJessica: No, honey, you see that's the point. You can't do that. They both have \r\nthe right to know.",
        "\r\nBonnie: Marshall is despicable Mom, I am not gonna let him into her life!",
        "\r\nJessica: Look, Bonnie, I have to go out of town for a few days. I cannot be here \r\nto protect you.",
        "\r\nBonnie: Fine. I'll let it stand. I'm not even sure this whole toothbrush thing \r\nis even gonna work.",
        "\r\nJessica: Well, then, just drop it. Now. And stay away from Marshall once and for \r\nall.",
        "\r\nBonnie: Okay. Okay. I hate it when you're mad at me.",
        "\r\nJessica Listen, I've got to get to the office. I really hate starting my day \r\nlike this.",
        "\r\nBonnie: I know.",
        "\r\nKatie: Oh, um -- Henry is just starting another scam of his, and, um -- he's \r\nbound to get in trouble. I'm just sick of it - I'm sure that's what you picked \r\nup on.",
        "\r\nMike: Whatever. That's his problem. You're not gonna be in town much longer, \r\nanyway.",
        "\r\nKatie: I'm not?",
        "\r\nMike: Operation to Australia all set. I have our itinerary right here. You wanna \r\ntake a look at it?",
        "\r\nKatie: No, um -- I don't think that'll be necessary Mike. Actually, I was \r\nthinking of changing some things.",
        "\r\nMike: Okay. Like what?",
        "\r\nChris: Okay. I will ask my mother if you can stay with us for a little while. \r\nBut even if she says yes, I'm not sure you should be running away from home in \r\nthe first place.",
        "\r\nAllison: You mean Rick could be a normal guy? A little weird but nothing to \r\nworry about?",
        "\r\nChris: Anything, is possible, Allison. We haven't found any proof that he's done \r\nanything wrong.",
        "\r\nAlison: That guy has been creeping me out for months. And he only seems to be \r\ngetting worse and if I can't stay with your Mom, then I'll just have to find \r\nsomeplace else to stay, even if it's staying on a park bench somewhere. But I'm \r\nnot staying with Dr. Decker, the demented.",
        "\r\nLily: Why did you say anything to Paul?",
        "\r\nRose: One minute he's reaching out to me, and another minute he's pushing away.",
        "\r\nLily: Maybe he's just confused.",
        "\r\nJennifer: You still love Rose.",
        "\r\nPaul: You can't trust her at all.",
        "\r\nMolly: Have you told her you love her?",
        "\r\nDusty: No.",
        "\r\nMolly: Why not? They were fighting."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=LhAHMpHUv2w"
}