{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Guitar playing] ",
        "Aaron: Luce, I know you're hurt and angry. \r\nAnd I don't blame you. I'd feel real lousy if you'd -- ",
        "Lucy: Slept with someone else? Five minutes \r\nafter we broke up? ",
        "Aaron: Well, that's the thing. Lucy, we were \r\nbroken up. And I'm not making excuses here. Luce, I just -- I thought there was \r\nno hope for you and me. I mean, that's -- why would I ever think you'd care \r\nabout what I did? Ever again. So to hold this against me -- I don't understand.\r\n",
        "Lucy: It doesn't feel good, Aaron. Maybe you \r\nthink you had every right in the world to do whatever you wanted, but it doesn't \r\nfeel good. ",
        "Aaron: And it's gonna feel better if we break \r\nup? What's the point of that, Lucy? What's the point? You're gonna be miserable. \r\nI'm gonna be miserable. ",
        "Lucy: Well, I'm sure Alison can comfort you. \r\nWhy don't you just go to her? ",
        "",
        "Susan: Honey -- ",
        "Alison: Mom, I'm not up to it right now, \r\nplease? ",
        "Susan: I want to apologize for yelling at \r\nyou. I just wasn't expecting this. ",
        "Alison: So that's it? No lecture? ",
        "Susan: Well, I am concerned about you. The \r\nbreakup with Chris is one thing, but to -- to mess up your relationship with \r\nyour -- your closest friends -- ",
        "Alison: Closest friends? They're not my \r\nclosest friends. ",
        "Susan: They used to be. I thought you'd \r\nstraightened all that out. Lucy and Aaron were a couple and you were all getting \r\nalong so nicely. ",
        "Alison: Mom, Lucy and Aaron are the least of \r\nmy problems, okay? You have no clue -- no idea of what I'm dealing with. \r\n",
        "",
        "Craig: You had a tête-à-tête with Paul Ryan \r\nand you wonder why I'm curious? ",
        "Rosanna: I did not have a tête-à-tête, with \r\nPaul Ryan -- unless, of course, it makes you jealous, which does offer me some \r\ncomfort. ",
        "Craig: Jealous? He bugged my bar -- \r\n",
        "Rosanna: Ooh, well, if you'd like to search \r\nme, go ahead. ",
        "",
        "Molly: What can I get for you? ",
        "Crater: Bourbon. Double. ",
        "Rosanna: That's Rose's bodyguard. I hope he's \r\nnot drinking on the job. ",
        "Craig: What does Rose D'Angelo need a \r\nbodyguard for? ",
        "Rosanna: Paul hired him. But that's a long \r\nstory, and I’d rather not indulge in long stories when I can do this. \r\n",
        "Molly: Rough day? ",
        "Crater: Like you wouldn't believe. \r\n",
        "Molly: Try me. ",
        "",
        "Rose: What the hell -- ",
        "Dusty: No, no, no, no, no -- ",
        "Rose: Hey, it's my car, all right? \r\n",
        "Dusty: Hey, don't go over here; they may have \r\nwired it to blow. ",
        "Rose: Who's \"they\"? Tell me who \"they\" is. \r\nCome on. ",
        "Dusty: Whoever did this? Look at this. \"Die, \r\nRose, die.\" That's a pretty nasty threat. ",
        "Rose: You think? ",
        "Dusty: Who you calling? ",
        "Rose: I'm calling the cops so they can arrest \r\nyou for trashing my car. ",
        "Rose: Hey! Gimme my phone. Give it -- \r\n",
        "Dusty: Why would I trash your car? \r\n",
        "Rose: I don't know. Because you're crazy. \r\nBecause you're working for Barbara. How the hell should I know? ",
        "Dusty: So you're just gonna call the cops and \r\npoint the finger at me? ",
        "Rose: I want it to stop. First the phone \r\ncall, now trashing my car. I'm getting married and you're not happy about it. \r\nJust grow up and get over it. It's over. ",
        "Dusty: I know it's over! ",
        "Rose: Good. All right. ",
        "Dusty: Doesn't mean -- doesn't mean I want to \r\nsee you get hurt, all right? ",
        "Rose: All right, all right. So somebody with \r\nan ax to grind with me took it out on my car. ",
        "Dusty: Yeah, that somebody is your fiancé.\r\n",
        "Rose: Oh, my God! What? ",
        "Dusty: You take one look at your car and \r\nimmediately, you blame me. Who'd be happy about that? Paul? Maybe? ",
        "Rose: He hired a bodyguard for me. \r\n",
        "Dusty: Yeah, so he can keep a leash on you.\r\n",
        "Rose: But I got away from the bodyguard. He \r\ndoesn't know where I am right now. So you're gonna tell me the phone call -- \r\nthat was him, too? ",
        "Dusty: As a matter of fact, I got to tell you \r\n-- Molly McKinnon found a voice alternator in Paul’s pocket. ",
        "Rose: Excuse me? ",
        "Dusty: Go ahead. Go ahead and ask her. \r\n",
        "Rose: Yeah, I'm gonna believe Molly McKinnon.\r\n",
        "Dusty: You know what? You don't have believe \r\nanything but your gut. You know something's wrong. Paul Ryan has got you running \r\nscared. Because he wants to keep you under lock and key, far away from the \r\npeople who care about you. Is that the kind of life you want? ",
        "Paul: You better listen to him, Rose. I'm a \r\nreal head case. You never know what I'm gonna do next. ",
        "",
        "Craig: Nice try. ",
        "Rosanna: You really want to talk about Paul \r\nRyan? ",
        "Craig: I want to talk ",
        "",
        "Hal: I'll call you. We'll talk more about \r\nthis later, Will. Okay? ",
        "Will: It's not fair. ",
        "Emily: You're right, it's not fair. But the \r\nbest thing we can do for your mom right now is follow the rules, will. No \r\ncontact until the judge says so. ",
        "",
        "Susan: Look, I know how much Chris hurt you. \r\nAnd I know that when you're in pain like that, sometimes it feels like nothing \r\nelse matters. The hell with everybody. But that's short-sighted. What you and \r\nAaron did was wrong. ",
        "Alison: I know. ",
        "Susan: Well, then, maybe you owe it to \r\nyourself to make amends to Lucy and Aaron -- own up to your part in all this.\r\n",
        "Alison: It's not like I did this myself. \r\nAaron was there, too. ",
        "Susan: Then he'll have to clean up his side \r\nof the street. But I'm concerned about you. We all make mistakes. It's how we \r\ncome back from the mistakes that really matters. Facing up to what you've done \r\nand learning from it. It's gonna be okay, honey. ",
        "Alison: Mom -- I know that you mean well. But \r\nyou don't understand. ",
        "[Phone rings] ",
        "Susan: Hold that thought. Hello. Yes, this is \r\nDr. Stewart. Give her another ten CCs, then call the OR and set it up. I'll be \r\nthere in ten minutes. ",
        "Alison: It's okay, Mom. ",
        "Susan: Just remember. No matter how bad it \r\nlooks -- ",
        "Alison: It can always get worse. ",
        "Susan: No, sweetie. It can always get better.\r\n",
        "Alison: Not this time, Mom. ",
        "",
        "Aaron: Lucy, come on, we have been through \r\ntoo much together to just let it end over was a stupid mistake. ",
        "Lucy: But that's just it, Aaron. It's one \r\nmistake after another. And I keep forgiving you and taking you back and I just \r\ncan't do it any more. ",
        "Aaron: No, Lucy -- Luce? ",
        "Lucy: Just go, please. ",
        "",
        "Craig: So he wanted your advice. About what? \r\nHair product? Shoes? ",
        "Rosanna: You are impossible. ",
        "Craig: I'm your husband. ",
        "Rosanna: Don't you trust me? ",
        "Craig: I trust you. I don't trust Paul.\r\n",
        "Rosanna: Well, you can run off and grill him, \r\nor you can come home with me. Lucy's with Aaron. Phyllis is watching the baby. \r\nWe could canoodle. ",
        "Craig: Ooh, I bet you say that to all the \r\nguys. ",
        "Rosanna: No. Just you. ",
        "",
        "Molly: So you wanna tell me what's really got \r\nyou down? ",
        "Crater: I got fired. ",
        "Molly: Ouch. Where were you working? \r\n",
        "Crater: It's confidential. Private customer.\r\n",
        "Molly: Sounds mysterious. Can I guess? \r\n",
        "Crater: Not in a million years -- ",
        "Molly: Paul Ryan? Welcome back. ",
        "",
        "Alison: She broke up with you, didn't she? \r\nI'm so sorry, Aaron. ",
        "Aaron: I'm gonna get her back. Will you help \r\nme? ",
        "",
        "Craig: You sure we never did it in the foyer?\r\n",
        "Rosanna: Not the foyer or the stairs --\r\n",
        "Craig: We'll have to take care of to that. \r\nLullaby? Are you all right? ",
        "Lucy: I'm fine. ",
        "Craig: I thought you were going out with \r\nAaron tonight. ",
        "Lucy: I changed my mind. ",
        "Rosanna: That's all right. You're welcome to \r\nchange your mind. You kids are always welcome here. Where's Aaron? Is he in the \r\nkitchen? ",
        "Lucy: Aaron's not here. And if he ever comes \r\nback -- don't let him in. ",
        "",
        "Crater: How'd you know I worked for Paul \r\nRyan? ",
        "Molly: Oh, a good bartender never reveals her \r\nsources. ",
        "Crater: You can tell your sources that Rose \r\nD'Angelo cost me my job. ",
        "Molly: So you two didn't get along? \r\n",
        "Crater: I'm supposed to be protectin' her, \r\nright? And she tricks me, gives me the slip. This is my fault? ",
        "Molly: Did you explain this to Paul? \r\n",
        "Crater: I tried. He wasn't hearing it. You \r\nknow the hell with it. They deserve each other. ",
        "Molly: The next one's on me. ",
        "Dusty: I recognize that guy -- ",
        "Molly: Yeah. Paul hired him to baby-sit Rose.\r\n",
        "Dusty: Yeah, he tried to taking a piece outta \r\nme the other day. Stay here. ",
        "Molly: No, hold on, hero. He's a lot better \r\nuse to us if he's happy. Paul just fired him. ",
        "Dusty: Well, that's good. ",
        "Molly: For us -- he doesn't like Paul. And \r\nafter today, he doesn't like Rose much either. ",
        "Dusty: Why is he here? ",
        "Molly: Drown his sorrows. He's already had \r\nsix drinks, and I think two more and he'll be passed out. So why don't you go \r\nmake friends with a guy in the surveillance business. ",
        "Dusty: Is that you in my corner? ",
        "Molly: Go get him. ",
        "",
        "Rose: They're coming? ",
        "Paul: Yep. They're sending over a whole team.\r\n",
        "Rose: A lot of good that's going to do. You \r\nknow, whoever made that phone call -- if they wanted me to know who it was, they \r\nwouldn't disguise their voice, they could have just, you know -- confronted me \r\nface-to-face. ",
        "Paul: So what else did Dusty say? I mean, \r\naside from accusing me. ",
        "Rose: Well, you know Dusty. He's got a \r\none-track mind. ",
        "Paul: Yeah, I always assumed that was just \r\npart of his charm. ",
        "Rose: You know what I mean. You know he \r\nblames you for -- for everything. This is my fault. ",
        "Paul: Your fault? ",
        "Rose: I should have called the cops -- \r\n",
        "Paul: Rose -- ",
        "Rose: -- The first phone call. And then you \r\nsaid it might have been a prank, one of Will's friends. Maybe Will, I don't know \r\n-- but whoever made that phone call just trashed my car -- ",
        "Paul: No -- you can't assume that. \r\n",
        "Rose: Why? You know who trashed my car?\r\n",
        "",
        "Coming up on \"As The World Turns\" \r\n-- ",
        "Hal: That phone call. You have any idea who \r\ncould have made that? ",
        "",
        "Crater: They bought it. I'm back in. \r\n",
        "Dusty: Looks like we've got ourselves a spy. \r\nHey, Uncle Ed, how about some crescents down here? ",
        "",
        "Rose: Are you saying you might know who \r\ntrashed my car? ",
        "Paul: No, I have no idea. ",
        "Rose: Or maybe who made that phone call -- \r\nmaybe you know who that is? ",
        "Paul: Rose, all I'm saying is that it's a \r\nlittle premature to assume that the two events are even connected. ",
        "Rose: And since so many people dislike me \r\nright now, it could be anybody. ",
        "Paul: That's why you have a bodyguard. \r\n",
        "Rose: Yeah, bodyguard. And I gave him the \r\nslip. I'm so sorry, I shouldn't have done that. ",
        "Paul: This isn't about being sorry -- \r\n",
        "Rose: No, I'm sorry. ",
        "Paul: This is about being safe. ",
        "[Knock on door] hey, Hal, come on in. \r\n",
        "Hal: Well, I saw the car. ",
        "Rose: What's left of it? ",
        "Hal: So how about you tell me what's goin' on \r\nhere, Rose. ",
        "Rose: Well, it all started with one phone \r\ncall. ",
        "",
        "Dusty: I've got a proposition for you. \r\n",
        "Crater: Yeah? What kind of proposition?\r\n",
        "Dusty: You see my partner over there? She's a \r\nwealthy woman. And she's willing to pay you a nice chunk of change if you're \r\nwilling to get your old job back. ",
        "Crater: You want me to go back and work for \r\nPaul Ryan? ",
        "Dusty: Except you're working for me now. You \r\nsee, I think Paul is the one behind all these threats to his fiancée. And I want \r\nyou to help me prove it. ",
        "Crater: I don't like people who use me. You \r\ngot a deal. ",
        "Dusty: Good. Paul's over at Rose's place. \r\nRight now I want you to go over there and convince him that you're sorry as hell \r\nand you'll do anything, anything for a chance to redeem yourself. ",
        "Crater: I'm there. ",
        "Molly: Good work. So we just have to hope now \r\nthat Paul hires him back. How did things go with Rose? ",
        "Dusty: Somebody trashed her car. ",
        "Molly: What? ",
        "Dusty: And wrote \"die, Rose\" on the trunk.\r\n",
        "Molly: Is he losing his mind or what? \r\n",
        "Dusty: He's just like his father, I'm telling \r\nyou. ",
        "Molly: So did you get a chance to talk to her \r\nabout the voice alternator? ",
        "Dusty: I tried, and then lover boy shows up \r\nand denies everything, lies -- ",
        "Molly: So what? At least she's getting mixed \r\nmessages. She's got to know somewhere deep down that he's involved. ",
        "Dusty: She doesn't wanna know. ",
        "Molly: Oh, you're hoping that Crater's going \r\nto find something she can't ignore. ",
        "Dusty: That's the plan. ",
        "",
        "Rosanna: I don't understand. Did you and \r\nAaron have a fight? ",
        "Lucy: I don't really want to get into it. But \r\nif he calls, I'm not home. And don't let him in the house. ",
        "Craig: Did he do something to you? \r\n",
        "Lucy: No, it's nothing like that. I just \r\ndon't want to see him. ",
        "Rosanna: Lucy, all couples disagree from time \r\nto time. Maybe you just need a chance to cool off? ",
        "Lucy: We broke up. It's over. I don't want to \r\nsee him. I don't want to talk to him. I just want to forget I ever met him.\r\n",
        "Rosanna: I'm so sorry, honey. ",
        "Lucy: Go on, say it. ",
        "Craig: Say what? ",
        "Lucy: That you were right and I was wrong, \r\nand Aaron was a jerk and I never should've let him get near me. ",
        "Craig: No, no, I wasn't going to say that.\r\n",
        "Lucy: But you were thinking it. \"I told you \r\nso.\" And you were right. ",
        "",
        "Aaron: Now for two years I've been trying to \r\nprove Craig that I was good enough for his daughter. And the first thing I do is \r\nget arrested -- ",
        "Alison: Hey, I did time, too. ",
        "Aaron: You know what my stepfather used to \r\ntell me? ",
        "Alison: The guy you lived with in Seattle?\r\n",
        "Aaron: Yeah. When I first got my bike he \r\nsaid, \"why bother to buy a helmet? I never use my head anyway.\" ",
        "Alison: He's a real sweetheart. ",
        "Aaron: Yeah, but he's right. ",
        "Alison: No, he's not. ",
        "Aaron: You know, it -- it doesn't even \r\nmatter. You know, 'cause the more you try and try, you just end up in the same \r\nditch. ",
        "Alison: Yeah, I know. ",
        "Aaron: It doesn't matter. You and I, we're in \r\nthe same boat here. Hey, it's supposed to feel good to have company, right?\r\n",
        "Alison: Well, we're not in the same boat, \r\nAaron. ",
        "Aaron: What do you mean? I mean, Chris broke \r\nup with you and Lucy broke up with me. ",
        "Alison: Yeah, but this is just the beginning \r\nfor me. 'Cause what I'm dealing with right now, you don't even know the half of \r\nit. ",
        "",
        "Will: It's not my mom's fault. ",
        "Emily: Honey, it's just the way it is. Okay? \r\nAnd I'm sorry you're stuck in the middle, I really am. You're just going to have \r\nto do what your dad says until everybody can prove to the judge that things are \r\ngoing to be okay again. ",
        "Will: Or what? ",
        "Emily: Or it'll just be that much longer \r\nuntil you and your mom get to be together. All right, you know what? I'm going \r\nto go the bathroom and see what I can do about this face of yours. ",
        "Daniel: No! ",
        "Emily: Yes. ",
        "Daniel: No. ",
        "Emily: Yes. Try and eat something, okay? Go.\r\n",
        "Barbara: Will -- ",
        "Will: Mom! ",
        "Will: Oh Mom, it's so good to see you. \r\n",
        "Barbara: Oh, I know. I miss you so much.\r\n",
        "Will: You know what the judge says. We're not \r\nsupposed to see each other. ",
        "Barbara: Yes, and it's all Rose's fault, \r\nisn't it? ",
        "Will: I was going to invite you to the \r\nfootball game -- ",
        "Barbara: Listen Will, it's okay. Listen, we \r\ndon't have a lot of time to talk, so let's just make a plan, okay? Now tomorrow \r\n-- tomorrow, don't you have off a day? Parent/teacher conferences or something?\r\n",
        "Will: Yeah, it's a half a day. ",
        "Barbara: Perfect. So why don't we meet? All \r\nright, but you can't tell anybody about it. ",
        "Will: I won't. Where do you want to meet? Mom \r\n-- ",
        "Emily: All righty, we're all scrubbed up. You \r\nready to go? ",
        "",
        "Alison: I'm sorry. I know I'm making it seem \r\nlike you're not helping me by being here, and you are. I mean, at least you kind \r\nof know how I feel. ",
        "Aaron: Doesn't change anything, though.\r\n",
        "Alison: Well, maybe not, but knowin' that I'm \r\nnot alone -- it keeps me from doing something crazy. ",
        "Aaron: Don't you think it might actually be \r\neasier that Chris is gone? I mean, you don't have to worry about running into \r\nhim five times a day. That's gonna be hell for me with Lucy. ",
        "Alison: Yeah, but if he were here, then at \r\nleast I could try and fix things. ",
        "Aaron: Is that what you really want? \r\n",
        "Alison: Yeah. 'Cause the truth is -- it's not \r\nreally over for me. And there's just this situation -- ",
        "Aaron: Just give it time, Alison. Six months \r\nfrom now you're going to be dating some neurosurgeon -- ",
        "Alison: No, I won't. I can’t. ",
        "Aaron: You can't? What do you mean? \r\n",
        "",
        "Craig: I would never say \"I told you so.\" How \r\n-- do you know how many time I've been wrong in my life? How many mistakes I've \r\nmade? How many times I’ve had to admit I was wrong -- and start over? \r\n",
        "Lucy: I don't want to start over. ",
        "Craig: You want me to talk to Aaron? \r\n",
        "Lucy: No. That would only make things worse. \r\nPlease don't talk to Aaron. ",
        "Craig: If that's what you want. But you know, \r\nI -- but these things have a way of working out -- ",
        "Lucy: Not this time. ",
        "Craig: Well, I'm going to go check on Cabot. \r\nOkay? But I am always here if you need me. ",
        "Rosanna: I'm so sorry. ",
        "Lucy: He cheated on me, Rosanna -- with \r\nAlison. ",
        "Rosanna: I'm sorry. ",
        "Lucy: How could he do that? ",
        "",
        "Hal: Rose, I'm going to have to impound your \r\ncar. ",
        "Rose: Well, it's no use to me anyway, is it?\r\n",
        "Hal: All right. CSI's combing the area. I've \r\ngot men going door to door, and I don't want you to worry. We're taking this \r\nvery seriously. A threat has been made, and we're going to find out who's \r\nresponsible. ",
        "Rose: Thank you. Thank you. ",
        "Hal: All right, I'll talk to you later after \r\nI’ve talked to the lab. ",
        "Hal: Oh! Oh -- that phone call. You have any \r\nidea who could have made that? ",
        "[Paul remembering] ",
        "Rosanna: So you're the one who made the \r\nthreatening phone call to Rose? ",
        "Rose: The number's listed, it could have been \r\nanybody. ",
        "Hal: 'Cause I was just wondering why you \r\ndidn't call us at the time -- ",
        "Paul: You're absolutely right, Hal. We should \r\nhave called the police. ",
        "Rose: Yeah, that's why when this happened; we \r\ncalled you right away as soon as it happened. ",
        "Hal: I see. I'll be in touch. ",
        "Rose: Thanks. ",
        "Paul: You okay? ",
        "Rose: This is totally my fault. You know, if \r\nI didn't give the bodyguard the slip -- all I wanted to do was just talk to \r\nMitzi, just talk to her for a little moment, and -- I had that goon over my \r\nshoulder, and I couldn't talk -- don't tell him that I said that, please. \r\n",
        "Paul: No, hey, don't worry about Crater. I \r\nfired him. ",
        "Rose: What? Oh no, you can't -- this is my \r\nfault. Nobody can tell Lily and me apart. It's not -- this guy should not lose \r\nhis job because of something that I did -- something stupid like this. \r\n",
        "[Knock at door] ",
        "Crater: Mr. Ryan. You think I could talk to \r\nyou for a minute? ",
        "Paul: Come on in. ",
        "Crater: I'm really sorry for comin' by so \r\nlate. It's just -- I know I messed up today, and I wanted to come by and \r\napologize -- and to give you back this. ",
        "Paul: What's that? ",
        "Crater: My pay. I don't feel right taking \r\nyour money after what happened. ",
        "Paul: No, Crater, come on. You keep your \r\nmoney. You know, Rose and I were just talking about this and, uh -- ",
        "Rose: Yeah, nobody can tell me and Lily \r\napart, and I'm sorry if I’ve caused any problems. I really -- sorry. ",
        "Crater: I'm sorry I wasn't here to protect \r\nyou. Somethin' happen? I saw the cops outside. ",
        "Paul: We had some car trouble. Listen, are \r\nyou still available? ",
        "Crater: Me? Absolutely. ",
        "Paul: Well, why don't we just pick up where \r\nwe left off and you come by first thing tomorrow morning. ",
        "Crater: Bright and early. ",
        "Paul: Okay. ",
        "Crater: Thank you, Mr. Ryan. ",
        "Paul: Thank you. ",
        "Crater: Ms. D'Angelo, you don't have to worry \r\nabout a thing. I'm here for you. ",
        "Rose: Thank you. ",
        "Paul: You know, Rose, for a tough girl, you \r\nare soft in all the right places. ",
        "",
        "Dusty: Yeah? ",
        "Crater: They bought it. I'm back in. \r\n",
        "Dusty: Nice work. ",
        "Crater: I'll find out what Ryan’s up to and \r\nget back to you. But your partner better come through. The cops are involved \r\nnow, my rep's at stake. ",
        "Dusty: My partner's good for it. Don't worry, \r\nI'll talk to you tomorrow. Looks like we've got ourselves a spy. ",
        "",
        "Lucy: I just feel so stupid. ",
        "Rosanna: Oh no, you're not. You're not.\r\n",
        "Lucy: Daddy always knew he was wrong for me. \r\nWhy couldn't I see that? ",
        "Rosanna: People are complicated. They're not \r\nall good or all bad. You were drawn to Aaron for a lot of wonderful reasons. Not \r\njust because he was a handsome young man, but because he was kind and sensitive. \r\nAnd he worked hard to prove himself, to get his diploma, to prove himself to \r\nyour dad. There were lots of good reasons for you to be with him. He did have \r\nhis faults though, too. He took some shortcuts, and maybe, when he was \r\nconfronted with Alison and her needs -- you know, the two of them just weren't \r\nthinking. And it is hard and it does hurt and it is disappointing. But it's not \r\nyour fault. And a lot of women have been through this. ",
        "Lucy: It's not worth it -- to be hurt like \r\nthis, it's not. ",
        "Rosanna: I know it feels like that, but love \r\n-- love is wonderful and it always is worth it. I mean, think about your dad and \r\nI and how many times we've almost lost each other. And you've always been right \r\nthere, telling us to keep trying, give it another chance. Maybe that's what you \r\nand Aaron need. Maybe you just need to give each other another chance. \r\n",
        "Lucy: No. I've given him too many chances as \r\nit is. Daddy's right, he's just going to drag me down. ",
        "Rosanna: Now as far as your father is \r\nconcerned, he would have felt that way about any boy you brought home. He was \r\njust having a hard time watching you grow up. Okay? So don't worry about your \r\ndad. If you and Aaron want to be together -- ",
        "Lucy: I can't. I could never believe another \r\nword he says. I couldn't trust him. ",
        "Rosanna: I understand. Do me a favor, okay? \r\nJust give yourself some time before you make a decision. Don't rush into \r\nanything. There's two sides to every story. Make sure you know all the facts.\r\n",
        "",
        "Aaron: You really don't think there'll be \r\nanybody but Chris for the rest of your life? ",
        "Alison: No, it's complicated. ",
        "Aaron: Explain something to me. When Chris \r\ncame to Lucy’s party and he wanted to know who was at the hotel room with you -- \r\nit sounded like he was pretty jealous. ",
        "Alison: So? ",
        "Aaron: So you could've gone off with him \r\nsomeplace and tried to work things out. But you didn't. You didn't try to make \r\nthings better. ",
        "Alison: Well, that's because I didn't know I \r\nwas -- ",
        "Aaron: You didn't know what? ",
        "Alison: That -- how I felt about him. And the \r\nsituation and -- when I finally decided to tell him, he already accepted the job \r\nin Philadelphia. ",
        "Aaron: Alison, if you love the guy, what \r\ndifference does it make? Tell him the truth. ",
        "Alison: And if he doesn't feel the same way?\r\n",
        "Aaron: At least you find out. ",
        "Alison: But what if -- well, people don't \r\nnecessarily always tell the truth. And I don't want him coming back just because \r\nhe's worried about me. ",
        "Aaron: What do you mean? ",
        "Alison: Aaron, can I trust you? We've been \r\nfriends for a really long time -- ",
        "Aaron: Alison, the thing is, I don't think I \r\ntrust myself. And after everything that's happened -- I'm the last thing you \r\nneed in your life. ",
        "Alison: That's not true -- ",
        "Aaron: It's not that I don't care about you, \r\nAli. I have to figure out what I'm doing first. And until then I am no use to \r\nanybody. ",
        "Alison: Wait – ",
        "",
        "Emily: All right, I’ve got to kid out of here \r\nbefore he trashes the place, so come on. ",
        "Will: Ah, you guys go. I'm just going to get \r\nthe waitress to wrap this stuff up. ",
        "Emily: Oh, good. I'm glad you got your \r\nappetite back. That's great. Hey, do you remember where I parked the car? \r\n",
        "Daniel: Of course I remember, Mom. \r\n",
        "Emily: Okay, of course, you remember, Mom. \r\nLet's go. See if you can find it. Go! ",
        "Waitress: The lady in the back asked me to \r\ngive you this. ",
        "Will: Oh, uh, thanks. ",
        "Waitress: Sure. ",
        "Barbara: Will, meet me tomorrow morning at \r\nthe courtyard. And remember, it's our secret. Love, Mom. ",
        "Will: Dad. ",
        "Hal: Emily said you were getting your burger \r\nto go. ",
        "Will: Yeah, I changed my mind. ",
        "Hal: Whoa. Hold it, hold it. Now you haven't \r\nhad anything to eat all day. ",
        "Will: I'm not hungry. ",
        "Hal: You feelin' all right? ",
        "Will: Yeah, I'm fine. ",
        "Hal: No problems at school? ",
        "Will: No, you know what? I'm probably just \r\ncoming down with something. I should go home and get some rest. ",
        "",
        "Rose: Mm, this is good. What is it? Mm. \r\nMm-hmm. ",
        "Paul: Something French. ",
        "Rose: Ooh. ",
        "Paul: I'll have a case sent to the apartment.\r\n",
        "Rose: The Paris apartment? ",
        "Paul: Mm-hmm. ",
        "Rose: Is it gonna happen? Is it really gonna \r\nhappen? ",
        "Paul: It's gonna happen. ",
        "Rose: I hope we have big windows. You know, \r\nwake up on Sunday morning and just look out and watch the -- everything just \r\npass us by. And maybe we'll walk down by the river. Hmm? Is there a river?\r\n",
        "Paul: Yes, there's a river. Big river. \r\n",
        "Rose: Maybe go have a little brunch in a nice \r\ncafe. ",
        "Paul: Oh, yeah. I know just the place. \r\n",
        "Rose: You promise? ",
        "Paul: I promise. Nothing's going to stop us \r\nnow, Rose -- not Barbara or Dusty -- not even Will. ",
        "[Rose remembering] ",
        "Dusty: Molly found a voice alternator in \r\nPaul’s pocket. ",
        "[Rose gasps] ",
        "Paul: You all right? ",
        "Rose: Yeah, I'm just -- I'm just -- just need \r\nsome more wine. ",
        "Paul: Mm-hmm. ",
        "[Rose remembering] ",
        "Dusty: You know something's not right here. \r\nPaul's got you running scared. ",
        "Why? So he can shut you up in his apartment \r\nand keep you away from the people who care about you. Is that the kind of life \r\nyou want? ",
        "Rose: Thank you. ",
        "Paul: Mm-hmm. ",
        "",
        "On the next \"As The World Turns\" \r\n-- ",
        "Hal: I didn't think it was possible that you \r\ncould make things any worse for yourself, Barbara. But you found a way. \r\n",
        "Dusty: If you want to find somebody who \r\nthreatened Rose, you talk to somebody who wants to harm her. You talk to Paul \r\nRyan. ",
        "Lucy: God knows you waited long enough for \r\nyour big chance. Who started it? You or Aaron? ",
        "Alison: It is none of your damn business!\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=YscMjHI-NbY"
}