{
    "Episode Summary": [],
    "Recap": [
        "Barbara defends her position and her rights are forfeited. Bob points his son's head in the right direction. Carly figures out a behind-the-scenes scheme and puts her cards on the table. Chris sees that the intended father isn't. Craig foolishly thinks that he is in the clear. Dusty still works to find a connection to his enemy. Hal orders charges for assault. Henry can't stop screaming at the sight of a dead man, hesitates when asked where a bubbly blonde is and makes a promise that he can't keep.",
        "Katie explains how meaningful her proposal was. Lily is asked to try on someone else's shoes. Mike makes wedding plans. Simon walked one hundred miles, and he would walk one hundred more; just to be the man that walked a thousand miles and dropped down at her door. Tish discovers that sonograms were switched. Will acted to please his mother, didn't mean to be a killer and is read his rights."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Hey, you're not supposed to carry me over the threshold until after we're married.",
        "Mike: I'm practicing. Nice. How about practicing for our honeymoon?",
        "Katie: Look at that. Are we really getting married?",
        "Mike: If that's what you really want. I wasn't planning on it, I just -- I saw that ring and it felt right. I was just -- worried about what you want and if you felt the same.",
        "Katie: Why?",
        "Mike: Because I'm not Simon.",
        "[SCENE_BREAK]",
        "Simon: Henry. Henry. [Simon clears his throat] Shh. Henry, just breathe. Breathe, Henry. Shh, shh, shh. Okay, look at me, look at me. I didn't die in the explosion. It's really me. I'm alive. I going to explain everything -- I going to explain everything to you as soon as you calm down, okay? All right? Now, I'm gonna take my hand off your mouth and you're gonna sit there and you're going to be nice and quiet, just -- just like snickers. All right? Now, you gonna be quiet? Okay. One -- two -- good boy -- three.",
        "[Screaming]",
        "[SCENE_BREAK]",
        "Craig: Carly? Phyllis said you were in here. If you're looking for Rosanna --",
        "Carly: No. No, I'm not. You got a quarter, Craig?",
        "Craig: Uh, for you? Yeah.",
        "Carly: Call it.",
        "Craig: Heads. What are you flipping for?",
        "Carly: Your marriage. You know, I was just trying to decide whether I should go to Rosanna and tell her that you paid off Mitzi to finger Paul, or -- just let her find out for herself. But you know something? Either way, you lose, Craig.",
        "[Shouting over each other]",
        "Rosanna: What's going on?",
        "[SCENE_BREAK]",
        "Dusty: Well, your little act at the courtroom failed.",
        "Lily: They tracked down Barbara and Paul at the heliport. They're bringing them in now.",
        "Jennifer: My dad arrested my mother and my brother?",
        "Photographer: Here they come!",
        "Reporter #1: Barbara, how does it feel to have your ex-husband slap on the cuffs?",
        "[Talking over each other]",
        "Photographer: Barbara - give us a smile!",
        "Reporter #2: Were you in this with your son?",
        "Reporter #1: Where were you headed?",
        "Barbara: No comment.",
        "Margo: Has she been read her rights?",
        "Cop #1: You've got to ask the lieutenant --",
        "Photographer: Paul, over here!",
        "Reporter #2: Hey, Paul --",
        "Dusty: Now why isn't he wearing handcuffs? What's going on?",
        "Photographer: Look, it's the kid!",
        "Paul: Hey, leave him alone -- leave him alone!",
        "Jack: That's enough, guys --",
        "Photographer: Just a couple more --",
        "Hal: Would the members of the press please leave my squad room now?! I am not going to ask again. Out!",
        "Jennifer: Will --",
        "Cop #2: I'm sorry, ma'am --",
        "Hal: It's okay. It's okay.",
        "Jennifer: Oh, God. You okay?",
        "Will: They arrested Mom.",
        "Lily: What's going on?",
        "Hal: Will --",
        "Barbara: Hal, please don't do this.",
        "Hal: Jack, do what you have to do. Its okay, he understands.",
        "Jack: Will, I'm sorry. You're under arrest for the murder of Rose D'Angelo.",
        "Jack: Will, you have the right to remain silent. Anything you say can and will be used against you in a court of law. You have the right to an attorney. If you cannot afford one, one will be appointed to represent you. Do you understand these rights as I have explained them to you?",
        "[SCENE_BREAK]",
        "Simon: In with the good -- [Simon inhaling] Out with the bad. That's it -- breathe in with the good. Now if you scream again, I'm gonna hit you, Henry, and I don't want to do that, okay?",
        "Henry: Simon?",
        "Simon: Yes, Henry? Ah, there we go. That's -- that's sweet, Henry. That's -- that's enough. Henry. Henry?",
        "Henry: Huh?",
        "Simon: Henry, that's enough. It's good to see you, too.",
        "Henry: You're alive.",
        "Simon: Yeah, yeah, for now.",
        "Henry: Katie -- Katie and Mike were there -- they -- no, wait a second, they saw the warehouse explode -- the cops have your DNA!",
        "Simon: I needed certain people to think I was gone, Henry.",
        "Henry: \"You needed --\" do you have any idea what you've put her through, huh? She had to be hospitalized because of you.",
        "Simon: All right, I know. Okay, okay. Is she okay?",
        "Henry: \"Is she okay?\" What do you care if she's okay or not? Huh? Yeah, she's fine now that she's finally accepted you're finally gone. Simon, for months -- for months! Do you know how bad she wants --",
        "Simon: Listen. All right? I had no choice. Okay? When she came looking for me in Australia, Bartley's brother grabbed her. Faking my death was the only way to keep her safe.",
        "Henry: That was months ago -- months ago!",
        "Simon: Yeah, well, it took me longer to get out of Australia than I planned.",
        "Henry: Right.",
        "Simon: All right? Listen, man, I needed new papers -- a new identity.",
        "Henry: Oh, yeah, a new beard? Or this a fake one, hmm?",
        "Simon: Listen, don't touch what you can't grow.",
        "Henry: Some of us don't have to.",
        "Simon: Look, the point is, it me longer to get out than I thought. Look, I had to come in by way of Canada. I got spotted in Toronto, and I hitched my way all the way to the states. I walked from Chicago. I am exhausted! But I would do it again. I would do absolutely anything just to get the chance to love her again.",
        "[SCENE_BREAK]",
        "Katie: I will always love Simon. But he's gone, and I was lucky to find you. I mean, yeah, you and Simon are completely different people, but I'm not exactly the same person I was when I married him. Losing him changed me. And -- oh, you don't want to hear this.",
        "Mike: Oh, no. You're wrong, I do. All right? I want you to feel like you can talk about him without hurting my feelings. Because I know much how he meant to you. All right? I'm glad you had him in your life.",
        "Katie: I wish you two would've known each other. He would've liked you.",
        "Mike: I'm sure I would've liked him, too. And whatever brought us here, I'm grateful for it.",
        "Katie: I love you, Mike. When you asked me to marry you, it didn't sound like a question. It was an answer. The answer to something I didn't even know I was looking for. I want so much to be your wife.",
        "Mike: Good. 'Cause I want the same thing.",
        "[SCENE_BREAK]",
        "Chris: Excuse me, Susan, do you have a second?",
        "Susan: Actually, Emily's just been moved up to a room, I want to make sure she's all settled in.",
        "Chris: Yeah, but when you asked me about Alison before, I didn't realize the situation was so serious.",
        "Susan: What?",
        "Chris: I was standing outside the room when you explained the situation to Emily. And you make it sound like Alison might be in some kind of trouble.",
        "Susan: I was probably just overreacting. Alison's made it clear that she needs some time to herself. I'm sure she'll turn up.",
        "[SCENE_BREAK]",
        "Jessica: Hal, I am so sorry.",
        "Jack: Hal -- inside?",
        "Hal: Will, I'm gonna need you to go inside with Margo and Ms. Griffin, okay?",
        "Will: Why?",
        "Hal: They're gonna need to ask you some questions.",
        "Barbara: Hal please let me go with him. I'm his mother. He's just a little boy.",
        "Hal: I'll be with him, Barbara. Don't worry, Will. It's going to be okay.",
        "Will: Well, but what about Mom? She shouldn't be in handcuffs.",
        "Jessica: Well, we'll talk about that inside where we have some privacy, okay?",
        "Will: Well, if Mom can't come with me, can Paul? Please?",
        "Paul: I'll keep my mouth shut, Hal. I'd just like to be there for him.",
        "Jessica: It's not a problem.",
        "Hal: All right.",
        "Margo: Come on, Will.",
        "Dusty: You think you're gonna walk away by passing this off on the kid?",
        "Paul: You think I wanted things this way, huh? You think I wanted Rose dead? You think I wanted to see my kid brother locked up?",
        "Jack: Dusty, I know you think you have interests here, but if you don't keep your mouth shut, I'm gonna ask you to leave. And that goes for the two of you as well.",
        "Holden: Okay, fine. It won't happen again.",
        "Barbara: Hal, it was an accident. It wasn't murder. I'm the only one who can protect him.",
        "Hal: Jack, book her on assault.",
        "Jack: Emily?",
        "Hal: Yeah. We'll deal with the other charges later, and there's lots of them.",
        "Barbara: Hal. Hal!",
        "Jack: Let's go, Barbara.",
        "[SCENE_BREAK]",
        "Craig: So I paid Mitzi to \"finger\" Paul, huh?",
        "Carly: And now you're trying to buy yourself enough time to come up with a convincing story.",
        "Craig: I don't need a story. She must be bluffing about something. You miss me?",
        "Carly: I see being married hasn't put a dent in your ego.",
        "Craig: Oh, marriage to your sister is bliss. Not that I don't indulge in reminiscence every now and then.",
        "Carly: Well, hey, I like memory lane as much as the next girl, so let's stroll it together shall we? Let's reminisce about James. And that visit you paid to him when you started this campaign against Paul. I'm sure my sister would love to hear about that.",
        "Craig: Did I see James Stenbeck? Yes, after Rose was murdered, and I thought Rosanna was associating with a suspected murderer.",
        "Carly: And you thought a little chat with James Stenbeck would, what -- would ease your mind?",
        "Craig: I wanted to find out if his son was guilty of murder! All right? I'm not gonna forbid Rosanna to do anything without doing a little homework.",
        "Carly: Forbid Rosanna? I would really love to see you try.",
        "Craig: Hey, things change, Carly.",
        "Carly: Uh-huh.",
        "Craig: Uh-huh.",
        "Carly: My guess is that you tried to get Rosanna to stop seeing Paul and she blew you off. And that's why the visit James Stenbeck -- not to ease your mind, but to try to make some case against Paul. And when that didn't work, you went to Mitzi and you paid her off so she would say that she saw Paul poison Rose.",
        "Craig: Is that what Mitzi said?",
        "Carly: Come on, Craig. It's me. I know how you work. Poor, pitiful, poverty- stricken Mitzi suddenly remembers that she saw Paul put poison into Rose's champagne glass? And the very next day, she's checking into the presidential suite at the Lakeview? Well, who made that happen? You. And why? Because you are jealous of Paul Ryan.",
        "Craig: I am not jealous!",
        "Carly: You are jealous of Paul Ryan, and you're afraid because the fact is you genuinely love Rosanna. And you know that deep down someday, she will see right through you. Especially if she keeps hangin' around with somebody like Paul.",
        "Craig: My wife knows me, and she loves me. Do you really think Princess Paully-girl has a chance with Rosanna?",
        "Carly: It doesn't matter if I think he has a chance. The point is you think he has a chance. And that's why you paid Mitzi, because you want him gone. I figured it out, Craig. And trust me, if I can figure it out, so can Rosanna.",
        "[SCENE_BREAK]",
        "Jennifer: Oh, thank you.",
        "[Reporters asking questions]",
        "Tom: It's a mob scene out there, and somebody's in my parking space. How're you holding up, Will?",
        "Will: I'm okay.",
        "Tom: Good. All right. Margo, Jess -- whenever you're ready.",
        "Margo: Okay, Will, we know that you're scared. But you are to know that we are all here to help you. The important thing is, you just tell us what happened. What did you do to Rose, and why?",
        "Hal: Its okay, son. Just tell the truth.",
        "Will: Okay.",
        "Jack: Hey, you know you can't go in there. Step away.",
        "Barbara: They're questioning him. I have a right to be in there, too.",
        "Jack: Yeah, well, you're a party to a crime, Barbara. You've forfeited your rights where Will is concerned. Now step away from there now. Let's get you processed.",
        "Barbara: Did it help, Lily? Do you feel better now that you've destroyed my son?",
        "[SCENE_BREAK]",
        "Chris: Ah, look, I know that this is a peculiar situation. And I wouldn't blame you if you were angry with me. But I care about your daughter, Susan -- even though she's married and she's having Aaron's child. And this is none of my business, but I can't stop but think that something's wrong. Okay? It's not like Alison to just disappear and not contact you.",
        "Bob: Oh, Chris -- if I may? Susan, I just met with Ben Harris about Emily's test results.",
        "Susan: The CAT scan?",
        "Bob: Yeah, yeah. There's no internal bleeding. She's gonna be fine.",
        "Susan: Oh, thank you, God.",
        "Bob: Well, we'll keep her overnight just to be on the safe side, but she can go home in the morning.",
        "Susan: Thank you, Bob. I better to get back to Emily and tell her the good news.",
        "Chris: Okay, but if hear anything you'll let me know?",
        "Susan: Chris, I'm sure she's gonna be fine.",
        "Bob: What's that all about?",
        "Chris: Alison. She's disappeared.",
        "Bob: You're kidding.",
        "Chris: Yeah, she -- you know, hasn't turned up for work. She's not returning phone calls.",
        "Bob: Well, she does tend to be a little unreliable.",
        "Chris: Dad, she's pregnant, okay? She shouldn't be out there running around without anybody knowing where she is.",
        "Bob: Look, I don't want to sound callous, but she's not your problem anymore. It's time you moved on.",
        "[SCENE_BREAK]",
        "Barbara: Rose is gone. She's dead. And this vendetta against my family is not going to bring her back.",
        "Dusty: Your family killed her sister. What are you talking about?",
        "Barbara: She wouldn't back off! I begged her to leave Paul alone. She didn't love him. She loved you, and you knew it. Now was that fair -- to me, to my children? She betrayed Paul over and over. It wasn't enough that he almost died in that plane. She had to rip him away from his family, his home and it was tearing Will apart.",
        "Will: I didn't want Paul to marry Rose because she was trying to make him move to Paris. And then I would never see him. And so I thought if I could just make her sick, then everything would change. She'd be scared and she'd want to stay here. And she might not even want to get married anymore. And Paul would be sad, but at least he'd still be here. I'm so sorry, Paul.",
        "Paul: So am I.",
        "Margo: Will, what did you do to make Rose sick?",
        "Will: I learned about methanol in chemistry class. I knew it was poisonous. And so I looked it up on the internet.",
        "Margo: On your computer?",
        "Will: No, on Paul's. His is so much faster, and mine takes forever. So I got the directions, and I got what I needed from the hardware store. And then I snuck into Rose's house. I thought if I put it in her mouthwash, she wouldn't really swallow it. It'd just be enough to make her sick. I didn't mean to kill her.",
        "Margo: But you did, Will.",
        "[SCENE_BREAK]",
        "Barbara: He just wanted to make his brother happy. He wanted his big brother to stay here in Oakdale and be with his family. But you couldn't leave well enough alone, could you?",
        "Lily: My sister was dead.",
        "Barbara: No, Lily, you just wanted your way. You pushed Rose to marry Paul. You pushed Hal to investigate. You pushed Tom when I had already confessed. I was willing to give up my life, but it wasn't good enough for you. So you pushed, and you pushed and you pushed. And now my little boy's life is over. So you think about it, Lily. When you go home tonight and you tuck Luke into bed, you think how you would feel if you had to turn him over to the police and watch him walk away.",
        "[SCENE_BREAK]",
        "Carly: You know what's sad, Craig? If you let Rosanna get close enough to really know you, she'd love you even more. But you've ruined it. Because when she finds out --",
        "Craig: All right. Aside from you being totally wrong, let us just for argument's sake, what business is this of yours?",
        "Carly: She's my sister.",
        "Craig: And you two didn't talk for how many years while you were mortal enemies?",
        "Carly: And now we're friends. And I am not gonna let you drag her into another one of your stupid, twisted schemes.",
        "Craig: So instead you're gonna try and break up my marriage?",
        "Carly: You're worried about a divorce? Craig, we're talking about tampering with evidence, hindering an investigation, obstructing justice. Left and right and everywhere!",
        "Craig: I see marriage to Jack has broadened your vocabulary.",
        "Carly: You could go to jail, Craig! As in never see your wife or your beautiful child or your tasseled loafers ever again. And you know something? You probably deserve it. Paul Ryan is innocent, but you don't care about that. You would bury him alive if it kept him away from your wife.",
        "Craig: He is not innocent! All right? And some people would find burying him alive appropriate.",
        "Carly: Rosanna wouldn't.",
        "Rosanna: \"Rosanna\" what?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Simon: I'll explain everything, I promise I will. I just need to find Katie. Do you know where she is?",
        "[SCENE_BREAK]",
        "Chris: If your baby is four weeks older than you said it was, Alison, then there's no way that Aaron could be the father.",
        "[SCENE_BREAK]",
        "Craig: Oh, we didn't hear you come in.",
        "Rosanna: Well, obviously. You were talking about me. What's going on?",
        "Craig: We're talking about the murder case.",
        "Rosanna: Oh.",
        "Craig: Barbara's confession was thrown out?",
        "Rosanna: Well, ah, she didn't do it.",
        "Craig: Oh, really?",
        "Rosanna: Yes, really. She was protecting her son.",
        "Craig: Well, that's what my point was. She was saying how you think Paul was innocent. So I guess you're both mistaken.",
        "Rosanna: No, I'm right. Paul didn't do it. It was Will.",
        "Carly: What?",
        "Craig: What?!",
        "Rosanna: Will -- he's in the police station right now. They're questioning him right now. He's been arrested. It's just so awful. I mean, poor Jennifer's incredibly upset. And Paul -- and you're right, Barbara has been arrested on any number of charges, but she'd found out. She was trying to protect Will.",
        "Carly: That's why she confessed.",
        "Rosanna: Yes. Anyway, the whole thing is just -- it's just heartbreaking. And I couldn't stop thinking about you and Cabot. And I just had to get home to make sure everybody was okay, and you were safe. [Craig sighs] I don't know what I'd do without you, baby.",
        "Craig: And you never have to find out.",
        "Rosanna: Okay. I'm gonna go upstairs and check on the baby, all right?",
        "Craig: All right. I'll be right here.",
        "Carly: You do realize nothing's changed.",
        "Craig: What are you talking about? Paul's apparently been cleared. Case closed, no foul.",
        "Carly: I don't think Rosanna would see it quite that way.",
        "Craig: So you would try to destroy her happiness, her security for a technicality?",
        "Carly: I wouldn't be destroying anything. I'm not the problem here, Craig, you are. And even if I don't say a word -- someday, somehow, she's gonna find out. And you know it.",
        "[SCENE_BREAK]",
        "Simon: I tried calling earlier but a man answered the phone. So I hung up. Do you know who that was, Henry?",
        "Henry: The man?",
        "Simon: Yeah.",
        "Henry: Ah, that was me. I live here, I'm a man.",
        "Simon: Oh, you're a man now? Well, that's something else that's changed. It wasn't you, Henry",
        "Henry: Well, how do you know? Did you talk to me on the phone? No, you hung up.",
        "Simon: Yeah, just as well, you would've screamed in my ear. Anyway, what was I going to say? \"Hey, it's Simon back from the dead?\" Katie would've reacted just the way you did.",
        "Henry: What I don't understand --",
        "Simon: You are going to understand every thing, Henry. I'm going to explain every thing, I promise I will. I just need to find Katie. Just -- do you know where she is?",
        "Henry: Do I know where Katie is?",
        "Simon: Yeah, it's not a difficult question, Henry. Unless there's something wrong.",
        "Henry: No, no. Everything's fine, everything's peachy. No, everything's good.",
        "Simon: What aren't you telling me, Henry? And why?",
        "[SCENE_BREAK]",
        "Mike: Now that I've rushed you into a ring --",
        "Katie: You didn't rush me into anything.",
        "Mike: You want to set a date?",
        "Katie: Yeah.",
        "Mike: Pick one.",
        "Katie: Umm, spring. Definitely springtime. Every thing's coming alive again. That's what you did for me. You brought me back to life.",
        "Mike: Spring it is. Where do you think? Outdoors?",
        "Katie: No, the weather's too iffy. But something sweet and cozy. Unless you want a big wedding?",
        "Mike: Small's good.",
        "Katie: And I want Margo to be my matron of honor. And Alison can be a bridesmaid. Oh, we should have a party.",
        "Mike: A reception, you mean.",
        "Katie: No, an engagement party. Valentine's Day. Oh, yes, that'll be perfect. A Valentine's Day party. We'll tell everyone to wear red and white, we'll have a big pink cake and champagne and music and we'll announce it to everyone -- and why are you smiling?",
        "Mike: I am so glad you said yes.",
        "Katie: Me, too.",
        "[SCENE_BREAK]",
        "Margo: You researched the poison on the internet, you snuck into Rose's house and you put it into her mouthwash. That sounds to me like you were trying to kill her, Will.",
        "Will: No, I just wanted her to go away. Mom said that if she was gone, we'd have our family back.",
        "Margo: When did your mom tell you that, Will?",
        "Will: Well, she didn't exactly tell me that, but I heard her say it. You were there, Dad, remember? It was the day she wanted me to meet her and you went instead.",
        "Hal: Oh, the day that you were home from school because of the teacher's conference. And she asked you to meet her at the courtyard.",
        "Will: Right. I followed you. And you didn't know I was there.",
        "[Will remembers]",
        "Barbara: I have not threatened Rose! I admit I have fantasized about it. I have wished that she would simply cease to exist.",
        "Hal: And what would that possibly get you, Barbara?",
        "Barbara: My family back.",
        "Will: I just wanted Mom to have her family back.",
        "[SCENE_BREAK]",
        "Chris: Whoa, hey. I thought we were friends.",
        "Tish: We are, I'm so sorry. My mind is a million miles away. Schiller just chewed me out.",
        "Chris: Oh, yeah, well, she can be tough.",
        "Tish: It wasn't even my fault. I mean, she asked me for Mrs. Lonsdale's file, so I get her Mrs. Lonsdale's file. Only somebody obviously put the wrong sonogram in it.",
        "Chris: What do you mean?",
        "Tish: The sonogram in the file? The baby is four weeks older than Mrs. Lonsdale's baby.",
        "Chris: Yeah, well, there should be a date on the sonogram.",
        "Tish: Two days after Mrs. Lonsdale's appointment. I mean, it's somebody else's. But who? Schiller has what -- like a hundred patients? And I'm supposed to sort through all those files and somehow come up with Lonsdale's missing sonogram? Help.",
        "Tish: I don't deserve this. You volunteer to help me look through all these files? You must have a secret agenda, doctor.",
        "Chris: Ah, yeah, it finally slowed down in the ER. And besides, they'll page me if they need me. Plus, this will go a lot quicker if we work together.",
        "Tish: Well, I'm all for working together and playing together.",
        "Chris: Is this Lonsdale's file?",
        "Tish: Yeah. You know, you're going to have to let me repay you.",
        "Chris: As soon as we find out whose baby this is.",
        "[SCENE_BREAK]",
        "Katie: Can we have the banner for the Valentine's Day party?",
        "Mike: I don't see why not. Baby, you're freezing.",
        "Katie: I know. No, it's definitely worth it. Nobody ever proposed to me with a plane before.",
        "Mike: I proposed in the lobby.",
        "Katie: And it was perfect.",
        "Mike: Come on, let's get you a nice hot shower and get you warmed up.",
        "Katie: Umm, I've got a better idea. You, me -- a little bubbly and a bubble bath.",
        "Mike: Yes. You're on, you're on, you're on.",
        "[SCENE_BREAK]",
        "Simon: You know something, Henry?",
        "Henry: Huh, that's the first time you ever accused me of that.",
        "Simon: Out with it, Henry! Where is she?",
        "Henry: I don't know, I don't know! At work? At Margo's? The honeymoon suite at the Lakeview?",
        "Simon: All right, I'm sorry. You're right, you're right. She's probably just -- she's probably at work.",
        "Henry: Right. Work. Yeah. You know, she's a nurse's aide at the hospital, did you know that?",
        "Simon: How is she?",
        "Henry: Better.",
        "Simon: Is she happy?",
        "Henry: Yeah, I'd say so.",
        "Simon: That's good.",
        "Henry: Yeah.",
        "Simon: That's good. Anyway, I can't go to see her at the hospital, because, you know, I got to keep a low profile. What am I going to do? Just turn up and spring this on her. I can't do that, can I?",
        "Henry: No.",
        "Simon: I guess I'm just gonna sit here. I'm gonna wait here. I'm gonna wait for her to get back from work.",
        "Henry: That's a great idea. Good. And I'll just make myself scarce. Or not. Listen, you know, don't you want some privacy here when she comes home from work? Two's company, three's a crowd?",
        "Simon: No one can know that I'm back here, Henry. No one can know that I'm alive. You got that?",
        "Henry: I've got you covered.",
        "Simon: Because if anyone knows I'm here, my life is worthless. And Katie -- she's not much safer than I am.",
        "Henry: Mum's the word.",
        "Simon: Good. Good man. It's so good to see you. I always knew I could count on you, Henry. Thank you.",
        "[SCENE_BREAK]",
        "Henry: Katie! [Henry pounds on door] Katie, Katie, it's me, Henry -- open up! Katie, it's important!",
        "[SCENE_BREAK]",
        "Jennifer: So he told them everything?",
        "Hal: Yeah.",
        "Jennifer: I mean, they're not going to lock him up, are they?",
        "Hal: Jessica got Tom to agree to a psychiatric confinement until they agree how to proceed. We're going to meet Dr. Michaels at the hospital.",
        "Will: Mom, are you gonna be okay?",
        "Barbara: Oh, honey --",
        "Will: Mom, you said you'd die without me.",
        "Barbara: Oh, listen to me, I'm not gonna die, okay? And neither are you. We're gonna be fine. This will all sorted out, and we'll be together again, all right?",
        "Will: I know you were just trying to protect me. I'm so sorry.",
        "Barbara: Everything's going to be fine -- absolutely fine.",
        "[SCENE_BREAK]",
        "Tish: Here's one taken the same day that Lonsdale had her sonogram.",
        "Chris: No, this one's way too far along.",
        "Tish: Um, how about this one?",
        "Chris: Yeah, that's more like it. Let me see the file. Is there a problem?",
        "Tish: It's Alison Stewart's file.",
        "Chris: This film was in Alison's file?",
        "Tish: Yeah.",
        "Chris: This isn't when Alison had her sonogram taken. I know because I scheduled it. She had her sonogram the morning after Rose D'Angelo died.",
        "Tish: That's when the one we found in Lonsdale's file was taken.",
        "Tish: You mean the one that's four weeks further along?",
        "Chris: Go tell Dr. Schiller that you've found the film.",
        "Tish: But what's wrong?",
        "Chris: Look, Tish --",
        "Tish: Why are you freaking out?",
        "Chris: Because this could be seen as malpractice, okay? Go tell her.",
        "Tish: I'll go tell her.",
        "Chris: If your baby is four weeks older than you said it was, Alison, then there's no way that Aaron could be the father.",
        "[SCENE_BREAK]",
        "Carly: You can't treat Rosanna like this, Craig. You lie to her, and you're gonna lose her. And I'm not even talking about the marriage. I'm talking about the relationship. You won't be close with her anymore. You'll be too busy trying to cover your tracks.",
        "Craig: What tracks?",
        "Carly: Before you know it, you'll be paying off this one and that one. You're gonna hurt her. And that's why I feel like I should go to her right now and tell her what I know.",
        "Craig: But what do you really know, Carly? That I think she's being hustled by an unstable psychotic and I'm worried? Damn right. That this family means every thing to her and to me? Damn right. That you and I both love her and would never do anything to hurt her? Damn right. So I'll see you later. My wife and son are in bed. And keep the quarter.",
        "[Carly grunts]",
        "[SCENE_BREAK]",
        "Hal: Say goodbye to your mother, Will. We have to go.",
        "Will: Can't you let her go? She didn't do anything.",
        "Hal: Your mother's gonna be just fine, Will.",
        "Jack: She has to talk to some people, Will, just like you did.",
        "Barbara: I love you. Don't forget that, okay?",
        "Hal: Will, we have to walk out to the car. And we have to pass a lot of press. So I want you to keep your eyes straight and don't say anything, okay?",
        "Reporter #1: Lieutenant, is it true your kid murdered his brother's fiancée?",
        "[Reporters yelling]",
        "Lily: I'm so sorry.",
        "Dusty: Your little brother killed Rose. You got a sick family. He did it for you. It's still your fault. And we're not done.",
        "[SCENE_BREAK]",
        "Henry: Thank you. Katie! Katie! Katie? Please, tell me there's a heart-shaped bathtub. Katie Katie! I see bubbles, but I don't see Katie or Mike. Um, where could they be?",
        "Maid: Maybe they went home?",
        "Henry: No.",
        "[SCENE_BREAK]",
        "Katie: Hey bunnies. You miss me? I put a bubble bath on hold to come feed you. Now that is love, right? This has been the most wonderful night.",
        "Simon: Katie?",
        "Katie: Grab a toothbrush and some other things. I'll leave a note for Uncle Henry to feed you in the morning 'cause I'm not going to be here.",
        "[NEXT_ON]",
        "Mike: I'm so happy you decided to be my wife.",
        "Katie: I just heard something in the other room.",
        "Craig: You and I have no further business. You can go away now.",
        "Mitzi: I want money or I'm going to the police. And I'm telling them everything.",
        "Rosanna: Are you telling me to be suspicious of my husband?",
        "Paul: Yes, I am."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=yqiB6lQcivA"
}