{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\nBilly: What is this place?",
        "\r\nJennifer: The Old Mill. It's the oldest building in Oakdale. Sometimes in the \r\nsummer, you can still smell the oats.",
        "\r\nBilly: It sure is quiet in here.",
        "\r\nJennifer: You know, I wish you weren't leaving.",
        "\r\nBilly: I wish I wasn't either.",
        "\r\nJennifer: I'm sorry we have to say good-bye, hiding out like a couple of \r\ncriminals.",
        "\r\nBilly: Well, it's much better here than at the Diner, you know. Everybody \r\nstaring at you over their BLTs. Especially when saying \"good-bye\" is the last \r\nthing you want to say to each other.",
        "",
        "\r\nLucinda: Yes, I'm panicking a little bit. Wouldn't you? If I don't have Barbara \r\nRyan's vote, I -- I -- I'm a dead duck. You can serve me up with orange slices \r\nto Craig Montgomery. Oh, I hate him, I hate him.",
        "\r\n[Craig laughing]",
        "\r\nCraig: My handicap? Well, gentleman, it ain't my driver; I'll tell you that. \r\nI'll see you --",
        "\r\nLucinda: Oh, wonderful, Monroe.",
        "\r\nCraig: -- Inside.",
        "\r\nLucinda: I knew you could come through for me. You always do. Thank you, \r\ndarling. I'm going to have to call you back. Well, golf? Isn't it a little \r\nchilly for golf?",
        "\r\nCraig: Not in Hilton head. But it might get a little chilly in there, hmm? You \r\nknow, getting what you want may not be so easy after tonight, Lucinda? Sorry \r\nabout that.",
        "\r\nLucinda: Why don't you stuff it, your solicitude, all right? Just stuff it. I \r\nknow my people. My people are loyal to me. And they should be, all the money \r\nthey made, because -- I mean, anyway, darling, they wouldn't want a wildcard \r\nlike you.",
        "\r\nCraig: You did.",
        "\r\nLucinda: Ooh, where is she? Where is that girl?",
        "\r\nPaul: Lucinda, look. I want Craig to lose as much as you do, but sending Rose to \r\nnegotiate with my mother was a big mistake.",
        "\r\nLucinda: Darling, the bigger mistake is me walking in there in that boardroom to \r\nbe humiliated because I don't have your mother's vote! It was a deal. You \r\npromised.",
        "\r\nPaul: I know. I know, I know. I'm sorry.",
        "\r\nLucinda: I know, I know.",
        "\r\nPaul: This is a painful situation for me, too.",
        "\r\nLucinda: It's just not as painful for you as it is for me. What do you think, \r\none last try with Barbara, one final plea?",
        "\r\nPaul: My mother's mind is made up, Lucinda.",
        "\r\nLucinda: Then Rose is the only hope.",
        "\r\nPaul: And there's nothing Rose can say or do to change her mind.",
        "\r\nLucinda: No, no, no, no. Let's not do that. Let's not underestimate Rose, okay? \r\nBecause, when I -- every time I've done that, I've regretted it, because I've \r\nbeen wrong. And I don't like being wrong.",
        "",
        "\r\nRose: Is there an echo here in this mausoleum? Did I hear you right? Let me just \r\nget this straight. You will sell your shares to Lucinda Walsh if I stop seeing \r\nPaul?",
        "\r\nBarbara: Effective immediately.",
        "\r\nRose: You gotta be kidding me.",
        "\r\nBarbara: I very seldom kid.",
        "\r\nRose: Oh, I can tell that. Paul is not a 10-year-old boy. You can't tell him who \r\nhe can see and who he can't see.",
        "\r\nBarbara: I'm not telling him. I'm telling you.",
        "\r\nRose: Oh, so this is going to be our little secret?",
        "\r\nBarbara: Paul's not ready for a relationship.",
        "\r\nRose: Oh, does he know that?",
        "\r\nBarbara: You're merely a diversion -- a rather entertaining one, I'm sure.",
        "\r\nRose: Well, I have been in the entertainment industry for quite some time. I can \r\nreally make a guy smile.",
        "\r\nBarbara: Oh, I'm sure. But B.R.O. needs Paul's focus and energy right now.",
        "\r\nRose: B.R.O. needs it? B.R.O.? Aren't you talking about you?",
        "\r\nBarbara: Don't make this personal.",
        "\r\nRose: Oh, pardon me. Yes, I'm sorry, I forgot. We're talking about business.",
        "\r\nBarbara: This is a critical time for B.R.O. We have a major collection to \r\npresent in November, and you are proving to be a major distraction for my son.",
        "\r\nRose: Oh, I'm sorry. I didn't realize I was taking up so much of Paul's \r\nexecutive energy.",
        "\r\nBarbara: Paul is far from settling down. And since you are only a temporary stop \r\nin his life, why even get started at all?",
        "\r\nRose: I don't know. Too busy here, counting all the insults you've been giving \r\nme. But, you know, that's gonna take too long. So let's just get right down to \r\nthe question at hand. Right now, let's get right down to it. You don't think I'm \r\ngood enough for your son, do you?",
        "",
        "\r\n[Phone rings]",
        "\r\nCarly: Hello?",
        "\r\nJames: Ms. Tenney?",
        "\r\nCarly: Yes? Who's this?",
        "\r\nJames: I'm an associate of Paul Ryan's at B.R.O. He's in a meeting, and he asked \r\nme to call you.",
        "\r\nCarly: Well, I'm sort of busy right now. Do you think you could call back later?",
        "\r\nJames: I'm afraid not. Mr. Ryan needs to see your final sketches immediately.",
        "\r\nCarly: What? No, he can't. I'm still working.",
        "\r\nJames: The New York office needs an idea of the direction you're going in. You \r\nunderstand?",
        "\r\nCarly: No. No, frankly I don't. I don't understand.",
        "\r\nJames: Mr. Ryan wants you to bring what you have and meet him at Fairwinds, at \r\nthe gazebo.",
        "\r\nCarly: You mean right now?",
        "\r\nJames: Yes, but you may have to wait. He's in a complicated meeting.",
        "\r\nCarly: Oh, I see. Hurry up and wait. Swell.",
        "\r\nJames: ASAP, Ms. Tenney.",
        "\r\nCarly: You know, your voice sounds very familiar. Who is this? Hello? Hello?",
        "\r\n[Dial tone]",
        "",
        "\r\n[Camera flashes]",
        "\r\nNilsson: What do you want?",
        "\r\nJack: It's me, Jack Snyder. I introduced myself the other day?",
        "\r\nNilsson: Yes, I remember now.",
        "\r\nJack: Well, I'm sorry I disturbed you. I just thought that if anyone noticed any \r\nsuspicious looking characters around the grounds, it would be the gardener. Hey, \r\nyou smoke these? I found it here last night. It's a Havana.",
        "\r\nNilsson: Oh, yeah? The son, Paul, offered me one of them when I came to work \r\nhere, but I don't smoke.",
        "\r\nJack: Right.",
        "\r\nNilsson: Even if I did, I couldn't afford these, not on a gardener's salary.",
        "\r\nJack: Yeah, I hear ya. Hey, listen, if you don't mind, I'm gonna hang out for \r\nawhile, take a look around.",
        "\r\nNilsson: I guess it's okay. You used to be with the Police, you said?",
        "\r\nJack: Right.",
        "\r\nNilsson: Okay.",
        "\r\nJack: Thanks. Oh, my God.",
        "",
        "\r\nCarly: Hello?",
        "\r\nJames: Uh, we got cut off, sorry. Mr. Ryan asked me to apologize to you for the",
        "\r\ninconvenient hour and the trip to Fairwinds, but he needs to be discreet.",
        "\r\nCarly: Discreet? All Barbara has to do is look out her window. If she sees me \r\ncreeping around the gazebo, she's gonna call the cops.",
        "\r\nJames: Ms. Ryan is out for the evening.",
        "\r\nCarly: Wh",
        "\r\nJames: Ms. Tenney, I'm - I'm sorry, I really I'm just the messenger.",
        "\r\nCarly: All right -- I'm sorry. I don't mean to be uncooperative. I just -- I \r\ndon't really -- I don't like showing my work before it's done.",
        "\r\nJames: Mr. Ryan has had years of experience working with designers. I'm sure \r\nhe'll understand",
        "\r\nyour concern. Look, just bring what you have to the gazebo as soon as possible. \r\nI'm counting on you, Ms. Tenney. You -- you wouldn't want to get me in trouble, \r\nwould you?",
        "\r\nCarly: No. No, don't worry about it. I'll show up. I didn't catch your name. \r\nHello?",
        "\r\n[Dial tone] well, if this is the way Paul Ryan wants to do business -- I just \r\nnever took him for the cloak and dagger type. Maybe I ought to wear my trench \r\ncoat and fedora, really make a fashion statement.",
        "",
        "\r\nNilsson: Mr. Snyder? Sorry, but I forgot to tell you before. Ms. Ryan takes a \r\nwalk out here every night about --",
        "\r\nJack: Yeah, thanks. I'll be out of here in a minute.",
        "\r\nNilsson: What the -- ? ?",
        "\r\nJack: I don't know. You got any idea how these got up here?",
        "\r\nNilsson: Beat me. But Ms. Ryan won't like all those strings attached to the \r\nlatticework. Maybe I should cut 'em down.",
        "\r\nJack: No, no. I'll do it.",
        "\r\nNilsson: Then you better go.",
        "\r\nJack: Right.",
        "\r\nNilsson: Crazy, huh?",
        "\r\nJack: Very crazy.",
        "",
        "\r\nBilly: I wish it didn't have to be like this.",
        "\r\nJennifer: Like what?",
        "\r\nBilly: So rushed and frantic. I mean -- I can't stop thinking about you. I just \r\nkeep thinking I'll never see you again.",
        "\r\nJennifer: Don't think. Isn't that what you're always telling me?",
        "\r\nBilly: Yeah, but don't you just wish we had a house, with a bed and just all the \r\ntime in the world?",
        "\r\nJennifer: Shh. If we only have now, let's make it count. Okay?",
        "\r\nBilly: I mean, your hair, it's like strawberries and honey. That's how I'll \r\nalways think of it. You know, I just wish I could freeze this moment.",
        "\r\nJennifer: I know. Wouldn't that be wonderful?",
        "\r\nBilly: Yeah, but I can't. You know, we'll never have this night again. So when \r\nwe make love, I want it to be slow. I want it to last, so we can remember every \r\nsecond of it.",
        "\r\nJennifer: I don't think I could ever forget.",
        "\r\n[Rustling outside]",
        "\r\nJennifer: What was that?",
        "\r\nBilly: What was what?",
        "\r\nJennifer: You didn't hear that?",
        "\r\nBilly: No, we're out in the country. It's probably some raccoon or something. \r\nDon't worry about it. Come here, I'll protect you.",
        "\r\nJennifer: Who's gonna protect you?",
        "",
        "\r\nBarbara: My son is in no position to be with anyone right now. And even if he \r\nwere, I wouldn't want him with you.",
        "\r\nRose: Not what you had in mind, huh?",
        "\r\nBarbara: In a word, no. So I think it would be beneficial to everyone involved \r\nif we nipped this in the bud before someone gets hurt.",
        "\r\nRose: Like?",
        "\r\nBarbara: You. You have a lot to lose tonight.",
        "\r\nRose: Paul, apparently.",
        "\r\nBarbara: You can't lose what you don't have, Ms. D'Angelo. What you have is a \r\ndeal with Lucinda to secure my vote. And you'll get it, if you get the hell out \r\nof my way.",
        "\r\nRose: You know what? It really doesn't matter what you think of me. But what \r\nyou're doing to your son is unfair.",
        "\r\nBarbara: Fair and unfair are concepts I no longer understand. You only have to \r\nlook at my face to appreciate that. So, do we have a deal? Do we understand each \r\nother?",
        "\r\nRose: Perfectly. I do what you want. And you do what I want. Could we get the \r\nshow on the road here, please?",
        "",
        "\r\nCraig: Change isn't easy. But it is inevitable. And isn't it better in this \r\nfluctuating economy for Worldwide to be an engine of change, rather than a \r\ncaboose?",
        "\r\n[Lucinda coughs] Ms. Walsh, nice of you to join us.",
        "\r\nLucinda: Isn't it a bit short-sighted of you, Mr. Montgomery, to start the \r\nmeeting without me? Hmm? Well, all right. Connie, darling, could I have a glass \r\nof water? Oh, thank you. Mm, mm. Thank you, darling. All right. All right. Mike, \r\nhave I missed anything? Anything interesting?",
        "\r\nMr. Prendergast: Well, actually, yes. Mr. Montgomery has a motion on the table \r\nfor a vote.",
        "\r\nLucinda: Right. All right, Mr. Montgomery, you were saying what?",
        "\r\nCraig: I was saying it's time for a change.",
        "\r\nLucinda: How original.",
        "\r\nCraig: Evidently. Ladies and gentlemen, I realize that I am the new kid on this \r\nblock. And I know that under Ms. Walsh, Worldwide has prospered along with \r\neverybody else in the booming economy. But times change. Needs change. And our \r\nworld is growing closer every day. And if we are going to compete, we cannot be \r\nafraid of that. Ladies and gentlemen, I believe it is time for Worldwide to \r\nfinally live up to its name and grow up. Because, after all, we could be \r\ninter-planetary someday. I don't know. But to do that, you need a leader who is \r\nan innovator, a visionary, and not afraid to take the --",
        "\r\n[Lucinda laughs]",
        "\r\nLucinda: I'm sorry. Please, just forgive me. I heard -- I loved -- I loved, you \r\nknow, inter-planetary stuff. I heard \"innovator,\" \"visionary.\" Do you know this \r\nman -- he likes to give visions, or rather, hallucinations. This is a man -- ha, \r\nha -- who is such a magician of innovation that when he doesn't get his way, he \r\npoisons people, as happened at the last board meeting, unfortunately, when I was \r\nwalked out of here by paramedics to an awaiting ambulance and a hospital bed!",
        "\r\nMr. Prendergast: Ms. Walsh, personal attacks are not appropriate at this table.",
        "\r\nCraig: It's all right, Mr. Prendergast. Delicate feathers will be ruffled.",
        "\r\n[Lucinda laughs]",
        "\r\nLucinda: Well, I -- you know -- in the henhouse, the feathers get ruffled when \r\nthere's a fox in there.",
        "\r\nPrendergast: Ms. Walsh.",
        "\r\nCraig: Ms. Walsh is obviously laboring under a great deal of strain. Some more \r\nwater?",
        "\r\nLucinda: Is there an attitude in that vessel, Mr. Montgomery?",
        "\r\nStockholder #1: It's getting late. I suggest we bring this matter to a vote.",
        "\r\nStockholder #2: I'd like to get the ball rolling. I nominate Craig Montgomery to \r\nreplace Lucinda Walsh as CEO of Worldwide.",
        "\r\nStockholder #1: I second the motion.",
        "\r\n[Laughing]",
        "\r\nLucinda: You people -- don't you feel it? Don't you know it? He'll say anything; \r\ndo anything to get what he wants. And what'll happen to our beautiful company? \r\nIt's -- there's not gonna be any glory around here. A yard sale.",
        "\r\nPrendergast: Are there any other nominations? Hearing none, I suggest we move to \r\na vote. Mrs. Carney, would you distribute the ballots, please?",
        "\r\nCraig: Thank you.",
        "",
        "\r\nBilly: I'll always remember you just like this -- the moonlight on your face. \r\nYou know, if I could only just carry this moment in my heart forever, I swear, \r\nJen, I would never be lonely again.",
        "\r\nJennifer: It's so sad.",
        "\r\nBilly: I gotta go.",
        "\r\nJennifer: You can't go yet. Can't you just stay a little bit longer? I mean, I \r\ncan count the amount of times I've seen you on one hand. You can't walk out on \r\nme!",
        "\r\nBilly: Look; what are you talking about, Jen? Okay, we both know I have to go.",
        "\r\nJennifer: I can't do it. Billy, I really can't. I don't -- I don't know what \r\nI'll do without you.",
        "\r\nBilly: Look, you're gonna be all right, okay? You had a good life here before \r\nwithout me. And you'll do it again.",
        "\r\nBryant: Lying, cheating bastard! How could you do this to me, both of you?",
        "",
        "\r\nCraig: Oh, thank you.",
        "\r\nLucinda: Ah -- stop right there.",
        "\r\nCraig: Excuse me?",
        "\r\nLucinda: Mr. Prendergast, correct me if I'm wrong. The nominee is not allowed to \r\ntouch the ballots before they're counted.",
        "\r\nPrendergast: Are you demanding a re-vote, Ms. Walsh?",
        "\r\nLucinda: No, no. That's not necessary. It's just that I have an experience with \r\nman and his slight of hand.",
        "\r\n[Craig laughs] I'm demanding an oral count. I want to -- I want to have each, \r\neach voter polled individually. All right?",
        "\r\nPrendergast: Any objections? Mr. Montgomery, you're the nominee here.",
        "\r\nCraig: No, Ms. Walsh has her needs. I can respect that. And I will freely admit \r\nthat I'm voting for myself.",
        "\r\nPrendergast: Well, Ms. Carney, are you ready?",
        "\r\nSecretary: Yes, sir.",
        "\r\nPrendergast: Mr. Moriarty?",
        "\r\nStockholder #1: Mr. Montgomery has our votes.",
        "\r\nPrendergast: Thank you. Mrs. Preston?",
        "\r\nStockholder #2: For Mr. Montgomery.",
        "\r\nPrendergast: And at this time, I would also like to add my vote to Mr. \r\nMontgomery.",
        "\r\nPaul: On behalf of Mrs. Ryan, unfortunately must abstain..",
        "\r\nLucinda: Well, I'm not abstaining. My votes -- I vote for myself, and I am \r\nvoting my daughter's proxy.",
        "\r\nPrendergast: Thank you. Mr. Tillson?",
        "\r\nLucinda: Ah, Keith, you alone -- you alone and your votes can save this company \r\nfrom the most calamitous mistake of its fabulous but brief history. So you take \r\nyour time, and you think about it. And ladies and gentlemen, or lady and \r\ngentlemen, just remember, I built this company. I built it and made it into a \r\nmultinational success story. People said I couldn't maybe after the Walsh \r\nEnterprises debacle, where I was deceived, my friends. But I did it, and we have \r\nprospered. We have prospered. You may not know that Keith -- I mean, Keith come \r\non. We go way back. I was -- his company was in trouble. Remember that? And I \r\nwas there. I rode with you then.",
        "\r\nCraig: A little late in the day for emotional blackmail, don't you think?",
        "\r\nPrendergast: Mr. Tillson, your vote, please.",
        "\r\nMr. Tillson: I'm very sorry, Lucinda, but I vote my shares with Mr. Montgomery.",
        "\r\nLucinda: All right, I understand. Well, you know, I always speak my mind. So I'm \r\ngoing to speak it now. You've been snowed. And I don't know what deals you've \r\nmade. I don't know what promises. But I know this guy. I know him. And I know \r\nwhat you're going to get -- smoke and mirrors.",
        "\r\nCraig: There are no smoke and mirrors, Lucinda. I am your new CEO. Thank you. \r\nThank you. Your faith in me will be richly rewarded, and that is a promise we \r\ncan all take, as they say, to the bank.",
        "\r\nBarbara: Sorry I'm late.",
        "",
        "\r\nCarly: Hello? Is anybody here? This is creepy. This place is gonna be \r\ngangbusters at Halloween. Paul? Paul, is that you? Hello? Anybody? All right, \r\nthat's it. Paul Ryan, if you don't show up within two seconds, I'm, I'm, I'm --",
        "\r\nJack: Carly, it's Jack. Keep quiet, okay? I'm sorry I scared you.",
        "\r\nCarly: Scared me? I'm about two seconds away from cardiac arrest! What are you \r\ndoing here?",
        "\r\nJack: You first.",
        "\r\nCarly: I'm here on business.",
        "\r\nJack: Business?",
        "\r\nCarly: Yeah. I took that job at B.R.O. Somebody called me tonight and told me to \r\ncome here with my sketches to show Paul.",
        "\r\nJack: Who called you?",
        "\r\nCarly: I don't know, Jack. He didn't tell me his name. His voice was familiar; \r\nhe said it was important, so here I am.",
        "\r\nJack: Look; I know I encouraged you to take that job with Paul Ryan. I was \r\nwrong. If I were you, I'd quit right now.",
        "\r\nCarly: I know it's a little strange, him asking me here at this time of night, \r\nbut it's because of Barbara.",
        "\r\nJack: No. He can find another designer, Carly. I don't want you getting caught \r\nup in the middle of this.",
        "\r\nCarly: In the middle of what? What are you talking about?",
        "\r\nJack: I don't want to give you another scare, but there's something you should \r\nsee.",
        "\r\nCarly: What is that?",
        "\r\nJack: Photos of you and Paul.",
        "\r\nCarly: Where did you get these?",
        "\r\nJack: I found them hanging here tonight.",
        "\r\nCarly: I don't -- I don't understand. Who would want pictures of me and Paul? \r\nOh, unless Barbara is having somebody follow us around. She is so sick.",
        "\r\nJack: No. I don't think Barbara has anything to do with this.",
        "\r\nCarly: Then who?",
        "",
        "\r\nBarbara: Was that an acceptance speech I interrupted?",
        "\r\nCraig: Yeah, but I have it on a business card somewhere. I can start again if \r\nyou like.",
        "\r\nBarbara: That won't be necessary after I cast my vote.",
        "\r\nCraig: I believe the vote is closed.",
        "\r\nPrendergast: Actually, the voting is not closed until we have verified it and \r\nread it into the record, which we haven't done yet. So there's nothing to \r\nprevent Ms. Ryan from voting her shares for you or for Ms. Walsh.",
        "\r\nBarbara: I have already followed this man into the depths of hell. It's a \r\njourney I wouldn't recommend. Therefore, I cast my votes for Lucinda Walsh.",
        "\r\nPrendergast: With the addition of Ms. Ryan's votes, Ms. Walsh prevails and will \r\ncontinue on as CEO of Worldwide Industries. Congratulations, Ms. Walsh.",
        "\r\nCraig: Yeah, congratulations, Lucinda. I will, of course, abide by the will of \r\nthe board.",
        "\r\nLucinda: Thank you. And thank you. And I can assure you, after all that has \r\ntranspired this evening, with much gratitude for the help that I received, and I \r\nwill continue to bring to this job the best leadership qualities in me, and the \r\nmeeting is adjourned.",
        "\r\nPaul: Mom, what happened?",
        "\r\nBarbara: Rose and I had a meeting of the minds.",
        "\r\nPaul: Well, you did the right thing, mom.",
        "\r\nBarbara: Yes, I did.",
        "\r\nLucinda: If I had a laurel wreath, I would put it right there.",
        "\r\nRose: Oh, no need.",
        "\r\nLucinda: How did you do it?",
        "\r\nRose: Well, she twisted my arm a little bit, and it hurt a lot.",
        "\r\nLucinda: I don't know what you said. I don't know what you did, but you saved \r\nme.",
        "\r\nRose: I saved you. Yes, I did, and it's not the first time. I've saved your \r\nderriere many times, so it's time to pay up. What do you think?",
        "\r\nLucinda: We'll talk, child. We'll talk.",
        "\r\nPaul: Rose.",
        "\r\nRose: Hi.",
        "\r\nPaul: I owe you an apology.",
        "\r\nRose: You do?",
        "\r\nPaul: Yeah. When I realized where you'd gone when I asked you not to, I was \r\nfurious.",
        "\r\nRose: Oh. Are you upset with me for going against your wishes?",
        "\r\nPaul: How can I be? All's well that ends well, right? Someday you're gonna have \r\nto tell me how you did it.",
        "",
        "\r\nBilly: I wonder if there'll be any stars out tomorrow night.",
        "\r\nJennifer: There are plenty tonight.",
        "\r\nBilly: You know, I don't mean to be corny or anything, but say at 10:45 tomorrow \r\nnight, we can look up at the stars and both know that we're thinking of each \r\nother.",
        "\r\nJennifer: That won't be enough.",
        "\r\nBilly: Yeah, but it's --",
        "\r\nJennifer: It's not nearly enough.",
        "\r\nBilly: Jen, but it's all that we have.",
        "\r\nJennifer: So when will you be getting back to California?",
        "\r\nBilly: You know, I don't even know if I'm gonna go back to California. I mean --",
        "\r\nJennifer: But how will I reach you? How will I get in touch with you --",
        "\r\nBilly: I don't know --",
        "\r\nJennifer: If I don't even know where you are?",
        "\r\nBilly: I don't know. It just seems like getting in that truck all of a sudden \r\nseems like the hardest thing I'll ever have to do in my life.",
        "\r\nJennifer: Then don't do it.",
        "\r\nBilly: Look, we discussed this, Jen.",
        "\r\nJennifer: I -- I don't care. You know, I don't care. I just -- I can't face it.",
        "\r\nBilly: And what are we supposed to do?",
        "\r\nJennifer: Well, for starters, we could stop just accepting this without even \r\ntrying to figure out a way out. You know, we're acting like a couple of wimps.",
        "\r\nBilly: Wait, come on. Who are you calling a wimp?",
        "\r\nJennifer: And we can stop obsessing about what we can't have with each other and \r\nstart thinking about what we can have.",
        "\r\nBilly: What, all the postcards and telephone calls?",
        "\r\nJennifer: Don't go, please. I get sick just thinking about it, and I know in my \r\nheart that if we don't try to find a way to be together, then we will just \r\nregret it for the rest of our lives.",
        "\r\nBilly: Do you know what you just said? Because I can't believe that I'm hearing \r\nthis. Think, Jen.",
        "\r\nJennifer: No. No thinking! Just feel your way through this one. Don't go back to \r\nCalifornia, Billy. Stay with me.",
        "\r\nBilly: Yeah. I must have been praying about this, because I couldn't say it. I \r\ndidn't want to pressure you. I wanted it to be your decision.",
        "\r\nJennifer: This can work. Can't you feel it?",
        "\r\nBilly: Why do you think I stuck around? But only under one condition.",
        "\r\nJennifer: Name it.",
        "\r\nBilly: We can't keep going behind Bryant's back. If we both want to be happy, we \r\ncan't keep thinking that we're cheating on Bryant.",
        "\r\nJennifer: I know. I know. I don't want to hide anymore either. I -- I don't want \r\nto be with Bryant and not love him. That's just -- that's not fair to either one \r\nof you. So I guess I'll just -- I guess I'll just tell him tonight.",
        "\r\nBilly: So you're going to tell him about me?",
        "\r\nJennifer: Well, I'll have to, yes. I don't want to hurt him, but there really is \r\nno other -- no other way, is there?",
        "\r\nBilly: Well, you know, he's going to be a lot more than just upset. 'Cause he's \r\ncloser to the two of us more than anyone else in his life, and -- there's only \r\none word for what we did to him, Jen. We betrayed him.",
        "\r\nJennifer: I know. I guess it's better if he hears it from me than some other \r\nhorrible way. I do owe him that at least, right?",
        "\r\nBilly: We both do. It's gonna be all right.",
        "\r\nBryant: All that time -- all that time you said you weren't ready! But you were \r\nready, just not for me, for my cousin! My cousin, huh?!",
        "",
        "\r\nLucinda: Hey. What's up? Canceling the golf trip to Hilton head?",
        "\r\n[Laughter]",
        "\r\nTillson: Good night, Ms. Walsh.",
        "\r\nLucinda: A bientôt, Mr. Tillson. And why are you still here? My heavens, the \r\nrats have deserted, the ship isn't sinking. You can hop overboard if you want \r\nto, and you can sleep with the fishes.",
        "\r\nCraig: It ain't over.",
        "\r\nLucinda: It's over for you. It's over for you, all right? So go before I call \r\nsecurity, all right?",
        "\r\nCraig: Oh, your day of reckoning will come, darling, sooner than you think.",
        "\r\nLucinda: Just get out of my sight!",
        "\r\n[Craig laughs]",
        "\r\n[Lucinda sighs] Barbara, I owe you, and how can I ever thank you?",
        "\r\nBarbara: I'm sure I'll think of something.",
        "\r\nLucinda: I'm sure you will.",
        "\r\nPaul: You did a great thing tonight, mom. You won't regret it.",
        "\r\nBarbara: No. No, I don't think I will.",
        "\r\nPaul: I'll go get the car.",
        "\r\nLucinda: And I'm going to wash up in the executive washroom. Oh!",
        "\r\nBarbara: Everyone's so grateful to me, I can hardly stand it.",
        "\r\nRose: Don't look at me. My gratitude level is at zero.",
        "\r\nBarbara: I held up my end of the bargain, and now it's your turn. And don't \r\nthink that you're smart enough to carry on with my son behind my back. If you \r\nstep near him, I will know.",
        "\r\nRose: What do you got under that veil, x-ray eyes?",
        "\r\nBarbara: I may not venture from my house very often, but I have eyes and ears \r\nall over this town. So do we have a deal?",
        "\r\nRose: I would never, ever be dumb enough to fool around with your son behind \r\nyour back,",
        "",
        "\r\nCarly: I have some nut stalking me, Jack? Come on. I'm not buying it. I think \r\nyou're overreacting.",
        "\r\nJack: What, then what are these for, Carly, hmm? Barbara's scrapbook?",
        "\r\nCarly: It's probably just some prankster, that's all. What else could it be? You \r\nknow, don't you?",
        "\r\nJack: It's just a hunch.",
        "\r\nCarly: Then tell me. Who?",
        "\r\nJack: James Steinbeck.",
        "\r\nCarly: I thought James Steinbeck was on the lam in South America or somewhere.",
        "\r\nJack: I think he's back. But remember when I told you I thought something bad \r\nwas happening, and it had to do with you somehow?",
        "\r\nCarly: But why would James Steinbeck want pictures of me and Paul Ryan? It \r\ndoesn't make any sense, Jack.",
        "\r\nJack: Only he knows why. Whatever his reasons, he wants you out of the way.",
        "",
        "\r\nJennifer: You know, go ahead. I'll be okay.",
        "\r\nBilly: No. I don't think you should face Bryant alone. ",
        "\r\nJennifer: I didn't gang up on him. I mean, we should talk to him separately, \r\nbefore he has to deal with us being together.",
        "\r\nBilly: Okay. Maybe you're right.",
        "\r\nJennifer: Go wait for me at Al's. I'll be right there.",
        "\r\nBilly: No, no, no. I'm staying right here.",
        "\r\nBryant: Hi, guys. Is there something you want to tell me?",
        "",
        "\r\nPaul: Mom, I'll take you home, okay? Just give me a second. Rose --",
        "\r\nRose: Mm-hmm.",
        "\r\nPaul: You and I have to celebrate.",
        "\r\nRose: Oh, we do?",
        "\r\nPaul: Yes, we certainly do, just the two of us. How about dinner?",
        "\r\nRose: Have you ever known me to turn down dinner with you? I would love it.",
        "\r\nPaul: I'll call you.",
        "\r\nRose: Call me.",
        "\r\nBarbara: What the hell do you think you're doing? You swore that you would stop \r\nseeing Paul!",
        "\r\nRose: Guess what?\r\n[Whispering] I lied.",
        "",
        "\r\nCarly: Why would James Steinbeck want me out of the way, Jack? Out of the way of \r\nwhat? I don't get it.",
        "\r\nJack: I don't know either.",
        "\r\nCarly: Then why are you scaring me like this?",
        "\r\nJack: So you'll be careful, Carly. Steinbeck went to a lot of trouble to get \r\nthese photos of you and Paul and set up this little exhibition.",
        "\r\nCarly: But why? I mean, we're not doing anything in those pictures. They're \r\nperfectly innocent.",
        "\r\nJack: Are they?",
        "\r\nCarly: Yes, Jack. Jack, just look at them.",
        "\r\nJack: I have looked at them, and you know what I see? I see you and Paul having \r\nsecret meetings behind Barbara's back.",
        "\r\nCarly: That's just because Paul's trying to spare her feelings. I begged him to \r\ntell Barbara that I'm working for B.R.O., and he wouldn't.",
        "\r\nJack: Well, obviously, someone besides you wants Barbara to know, and they set \r\nup this phony gallery hoping she would see it. It certainly looks like whoever \r\ndid it wants to force a confrontation between the two of you.",
        "\r\nCarly: And what would James Steinbeck get from it?",
        "\r\nJack: I don't know. I don't even know if he's in Oakdale, but I recognize the \r\nSteinbeck M.O. He's planning something, Carly -- something big -- and I don't \r\nwant you to get sucked into it.",
        "\r\nCarly: I was locked in a trunk with that guy once, remember? I survived.",
        "\r\nJack: What about these photos then?",
        "\r\nCarly: What? What about them, Jack? I'm not going to let some sick prankster \r\nscare me out of the best job I've had in years. Paul Ryan has offered me my own \r\nline, and I'm not going to give it up.",
        "\r\nJack: You have to. Don't you understand? Your life could be in danger!"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=wAZZ_Fn1HtA"
}