{
    "Episode Summary": [],
    "Recap": [
        "Barbara hides evidence. Craig is discovered in an unlikely place. Dusty fears that someone else may be killed. Emily finds all glassware missing. Hal learns that a likely suspect was in the church.",
        "Lily knows the truth when she looks into Paul's eyes. Lucy won't go home with her father, as she has other plans. Paul learns that he was wrong. Rosanna gives some solid advice to a hurting teen."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jessica: Really, Ben, this could've waited until we got home.",
        "Ben: Oh, no, no. The new bride gets carried across the threshold. That's the tradition. I'm not messin' with tradition.",
        "Jessica: Thank you.",
        "Ben: So, we got a great suite.",
        "Jessica: Yes. It's beautiful.",
        "Jessica: Ah. Look at the moon. This view is going to be spectacular in the morning. It's going to be like our whole life is laid out before us.",
        "Ben: That's because it is.",
        "Jessica: I am not used to being this happy.",
        "Ben: I know what you mean. You know, things have been so crazy that it begins to feel like that's the way it's supposed to be. But not tonight. Tonight, we're gonna leave all that mess behind us, and we're gonna concentrate on each other.",
        "Jessica: That sounds like a plan.",
        "[SCENE_BREAK]",
        "Clark: You calling the hospital about your aunt?",
        "Lucy: Thinking about it. Clark, would you mind if we did this another time?",
        "Clark: Well, you never ordered anything. I promised your grandma that I would feed you. You want something to go?",
        "Lucy: That would be great. Thanks. I'll just wait outside.",
        "[SCENE_BREAK]",
        "Alison: I knew this girl in high school. And she and her boyfriend, they drove to Indiana, and then they got married that exact same day.",
        "Aaron: Is that what you want to do?",
        "Alison: I was thinking tonight would be even better.",
        "Aaron: Yeah, but why the rush?",
        "[Alison remembering]",
        "Chris: I wanted to tell you I scheduled the sonogram for 10:00 tomorrow morning.",
        "Alison: The sooner we get married, the sooner we get control of our own lives. I mean, isn't that the whole idea?",
        "Aaron: Yeah, but, I mean, sneaking off in the middle of the night? It just makes me feel like we're doing something wrong.",
        "Alison: We're going to be parents, Aaron. We don't have to answer to anyone.",
        "Aaron: All right, let's do it.",
        "[SCENE_BREAK]",
        "Lucy: Come on, Aaron, pick up.",
        "[SCENE_BREAK]",
        "Rosanna: I hope we didn't miss the wedding.",
        "Craig: Well, maybe the wedding got canceled, and you brought us all the way back from the Caribbean for nothing.",
        "Rosanna: I did not bring us back from the Caribbean. We came back because I beat you at billiards.",
        "Craig: No, we came back because you wanted to see Paul get married. Hmm?",
        "Rosanna: Why don't you stop complaining, and then we can get it over with?",
        "Craig: Yeah, all right. I have to make a phone call.",
        "Rosanna: A phone call?",
        "Craig: Yes, a phone call. I'll meet you in the chapel.",
        "Rosanna: All right, make it quick, please?",
        "Craig: Okay, all right.",
        "Rosanna: I hope nothing's wrong.",
        "Rosanna: Yes.",
        "Craig: The Lonely Pine Motel -- that's the best the Canadian government can do for one of theirs? I hope he took his suspicions and went home.",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "Lily: Hey. Hey.",
        "Rose: Mm. How did I get here?",
        "Lily: You fainted at the church, but you're gonna be all right. The doctors are taking very good care of you.",
        "Rose: So it was a dream.",
        "Lily: What?",
        "Rose: Paul. Did it happen? He threw my wedding ring at me and humiliated me and told everybody there that I slept with Dusty.",
        "Lily: You've just got to concentrate on getting better. Okay? You save your strength. You're just -- you try not to think about it.",
        "Rose: How could he do that to me? He's supposed to love me.",
        "[SCENE_BREAK]",
        "Dusty: Humiliating her is not enough, huh? You got to poison her --",
        "Holden: Let him go. This is a hospital.",
        "Dusty: You won't get away with it, pal. Trust me!",
        "Paul: What are you talking about? Hey, somebody tried to poison Rose?",
        "Holden: No one knows for sure yet. But Dr. Daniels thinks it's a possibility.",
        "Dusty: Don't look so surprised, pal! You did it.",
        "Paul: Are you crazy?! Dusty, I'm angry with her, but -- where is she? What are they doing for her?",
        "Dusty: Oh, let's stop acting like we give a damn all of a sudden, because, as we all saw in church, you don't --",
        "Hal: What's going on here?",
        "Paul: Will somebody tell me what they're doing for Rose, please?!",
        "Jack: Keep your voices down. The doctors don't have any answers yet, okay?",
        "Dusty: Except she might not make it, right?",
        "Paul: I have to go see her.",
        "Hal: Paul -- Dusty --",
        "Dusty: Come here. Where are you goin'? I don't think you're goin' in there to see her. You already tried to kill her once. You don't get a second chance.",
        "[SCENE_BREAK]",
        "Policeman: Excuse me, sir.",
        "Craig: Yes?",
        "Policeman: Can I ask what you're doing here?",
        "Craig: Well, I'm just about to make a phone call, officer. I'm here for the wedding. Ryan/D'Angelo. My wife has the invitation.",
        "Policeman: That wedding ended over an hour ago.",
        "Craig: Oh. Well, I better go inform my wife. You wanna join me? Come on.",
        "[SCENE_BREAK]",
        "Clark: It contains no known nutrients, so it should taste great.",
        "Lucy: Thanks.",
        "Clark: It was a crazy night. I'm sure you just want to go home and go to sleep.",
        "Lucy: I'm not gonna lie. I -- I really want to go home so I can get my car and go look for Aaron.",
        "Clark: I thought you guys were broken up.",
        "Lucy: We are. But he loves Rose. And he should really know that she's in the hospital.",
        "Clark: Well, you could call.",
        "Lucy: I tried. His phone's off. But there are a couple of places I could look for him.",
        "Clark: I don't think you should be out driving alone tonight. I could go with you.",
        "Lucy: That's a really sweet offer. Really. But this is just something I have to do on my own.",
        "[SCENE_BREAK]",
        "Alison: Then it's settled. We'll drive to Indiana, and we'll get married tonight.",
        "Aaron: Okay. Sounds like a plan.",
        "Alison: Okay. Then I will locate the nearest justice of the peace. And think of it this way. At least we're dressed for it, right?",
        "Rosanna: Hello, Alison, Aaron. Where is everyone?",
        "Alison: Who knows? I'll get right back to you.",
        "Rosanna: Is the wedding over? What happened?",
        "Aaron: I have no idea. Alison and I took off for awhile, came back, and everybody was gone.",
        "Rosanna: Huh.",
        "Craig: Bub, would you please show this nice officer our invitation to the wedding?",
        "Rosanna: Oh, yes, of course. Would you -- thank you. Obviously, Paul wanted security to be tight, I guess.",
        "Craig: By the way, the wedding ended hours ago. See, they kept it mercifully short.",
        "Rosanna: Oh.",
        "Craig: I guess even tough love won't wait. Hey, officer?",
        "Policeman: Thanks for your cooperation.",
        "Rosanna: Yes.",
        "Alison: You wanna give me that again? Thanks. Okay, I got the address. It should only take a couple of hours.",
        "Craig: Ah! Speaking of tough love -- I understand congratulations are in order.",
        "[SCENE_BREAK]",
        "Lily: You need your strength. You just concentrate on getting better.",
        "Rose: But you just said that --",
        "Lily: Rose?! Rose? Can you hear me?",
        "Walker: She's been drowsy. You may have to keep waking her.",
        "Lily: Oh, okay.",
        "Paul: I did not try to kill Rose!",
        "Bob: This is no place for an argument.",
        "Paul: Dusty accused me of poisoning Rose.",
        "Dusty: Rose is in there because of this guy. Now he's pretending like he knows nothing about it.",
        "Bob: Well, the last thing Rose needs right now is you two going at each other. Now, get out of here, or I'll have security remove you from the hospital.",
        "Paul: Please, please, hold on. She's gonna be all right, right?",
        "Bob: We have her stabilized. We're gonna take her down for some more tests.",
        "Paul: What -- all right, I don't know what that means. I mean, she's sick? She's sick?",
        "Bob: She's critical. That's all I can tell you now.",
        "Chris: We're ready to move her. I'll go downstairs; make sure everything's set up.",
        "Paul: You have to let me know what happens.",
        "Bob: As soon as we have a diagnosis.",
        "[SCENE_BREAK]",
        "Lucinda: How is she?",
        "Lily: She's --",
        "Lucinda: Able to talk?",
        "Lily: She's just resting. She's hoping that it was just a dream.",
        "Holden: What about her -- her condition?",
        "Lily: She's -- they don't know. Dr. Daniels and Bob are going to do some more tests. You know, Joe -- what happened to Joe? Why isn't he here?",
        "Lucinda: Darling, he couldn't come from Italy because he's sick. That's why he missed the wedding.",
        "Lily: He's gotta get here. How are we -- would you please get him here?",
        "Lucinda: Parent's worst nightmare.",
        "Lily: Please?",
        "Lucinda: I can send the jet. I'll get him here by tomorrow.",
        "Lily: Okay, thank you. And can you go check on the kids?",
        "Holden: You know what? Mom is with them. And I don't want to leave you alone.",
        "Lily: I'm fine. I'm absolutely fine. Luke and Faith -- they were just so confused about what happened.",
        "Holden: All right. I'll tell you what. I will go home, and I will check on the kids. But I'm coming right back as soon as I do that, all right?",
        "Lily: Okay.",
        "Paul: Lily?",
        "Lily: Not now.",
        "Lucinda: Let's get going.",
        "Dusty: You happy now? I mean, was bringing down Rose everything you hoped it would be?",
        "Jack: Listen, if I have to tell you to keep your voices down --",
        "Dusty: It's okay, Jack.",
        "Jack: -- Someone's leaving.",
        "Dusty: We're just talking.",
        "Jack: Well, talk quiet.",
        "Paul: We're not talking at all. I've got nothing to say to you. I don't owe you any kind of explanation, Dusty.",
        "Dusty: No, because you gave a real good one in front of the whole congregation tonight. Rose wasn't good enough for you because she spent her night before the wedding with me.",
        "Paul: You would have done the same thing.",
        "Dusty: Except for one thing. Nothing happened between us.",
        "Paul: Dusty, come on. You really expect me to believe that?",
        "Dusty: Yeah. After she found out you made that phone call, she was wrecked. And I took care of her because she was hurt. But it didn't go any further than that. Because she stopped it, for you. Because she loved you. God knows why, even then she loved you.",
        "Paul: Why are you doing this? Why now? What are you trying to sell me?",
        "Dusty: Nothin'. It sells itself. Because, in spite of what you did, she chose you. She went to church tonight ready to commit her life to you. And you chose -- look at me. You chose to destroy her for no reason at all.",
        "[SCENE_BREAK]",
        "Jessica: You know, I think we should make a resolution right now.",
        "Ben: Hmm?",
        "Jessica: Every anniversary, we go someplace and we dance like this. And remember this place, this night.",
        "Ben: You know, this moment, it's been a long time coming. And I never want to lose this feeling.",
        "Jessica: We don't have to, Ben. Together, we can do anything.",
        "[SCENE_BREAK]",
        "Aaron: We have to be somewhere.",
        "Craig: I just -- I just wanted to congratulate you on your unexpected expectancy there.",
        "Alison: Oh, that's okay. I think that we can pretty much guess how you feel.",
        "Craig: Well, I just -- I would like to say that I hope life brings you two the same joy you've brought to your parents.",
        "Alison: Aaron and I will be fine. In fact, we're actually --",
        "Aaron: We've gotta go somewhere. You know what I mean? We've gotta go somewhere. See ya later. Rosanna, good night.",
        "Rosanna: Good night.",
        "Craig: Yeah, good night. Natural childbirth, Alison! Remember, the pain is character building!",
        "[SCENE_BREAK]",
        "Alison: Oh.",
        "Aaron: What?",
        "Alison: I dropped the wedding program with the address.",
        "Aaron: You want me to go back in and get it?",
        "Alison: And face Lucy's father? No, thank you. I'll just call from the car.",
        "[SCENE_BREAK]",
        "Rosanna: Well, let's get going, darling. We missed the wedding, obviously. I don't want to miss the reception, too.",
        "Craig: I still have to make that call.",
        "Rosanna: Oh.",
        "Craig: Yeah.",
        "Rosanna: Well, all right. I'll wait here, I guess.",
        "Craig: Yeah, I guess.",
        "[Rosanna sighs]",
        "Lucy: Rosanna, what are you doing here?",
        "Rosanna: Oh, hello. Well, you know, your dad and I came for the wedding. But, obviously, we missed it. Why aren't you at the reception?",
        "Lucy: There isn't one. And there wasn't a wedding, either.",
        "Rosanna: What do you mean?",
        "Lucy: Paul stopped the ceremony.",
        "Rosanna: He stopped the ceremony? What are -- what are you talking about?",
        "Lucy: He said he wouldn't marry Rose because he thought she was with another man last night.",
        "Rosanna: He said that in a church full of people?",
        "Lucy: It gets worse. Rose collapsed, and they had to rush her to the hospital.",
        "Rosanna: Oh, my God. Is she all right?",
        "Lucy: The doctors still don't know. But from what they've been saying, it looks pretty serious.",
        "Rosanna: Oh, dear. What about Paul? Where's he?",
        "Lucy: I don't think anybody is worrying about Paul right now. What he did to Rose -- he said the most awful things to her, Rosanna. I didn't know anyone could be so cruel.",
        "[SCENE_BREAK]",
        "Paul: This is exactly what I would expect from you. Another lie that puts the blame on someone else.",
        "Dusty: What are you trying to say?",
        "Paul: Of course you're gonna tell me that nothing happened between you and Rose. Because now Rose is sick, and you don't want anybody looking too hard in your direction.",
        "Jennifer: Hey, hey, hey. Why don't I take you to the lounge, okay? Rose won't be back for a little while.",
        "Dusty: No, he's not going anywhere. You know what? I would love to tell you that Rose and I got back together and we ended up in the sack last night. But we didn't. Because she was loyal to you.",
        "Paul: Okay. If nothing happened, if everything was so innocent, why didn't she just tell me about it?",
        "Dusty: Because she knows you. She thought you'd get jealous.",
        "Paul: It's happened before, Dusty. I thought she wanted you. I started thinking that maybe it was happening again.",
        "Dusty: You started thinking wrong. That was fear talking. Rose never let me touch her because the only guy she wanted was you.",
        "Paul: Oh, God. Oh, no. Oh, no.",
        "Jennifer: Hey, hey. I'll get you some water.",
        "Dusty: Take a deep breath. Because the only person who deserves to die tonight is you, not Rose.",
        "Jack: That's enough.",
        "Dusty: You hear me?",
        "Jack: Come on, let's go.",
        "Dusty: Not Rose.",
        "Hal: Jen, listen, honey. I need a favor.",
        "Jennifer: I'll go see Will, I promise.",
        "Hal: Yeah. There's a guard posted outside. But I really would feel a lot better if you were in there with him.",
        "Jennifer: I know, I know. I'll -- I'll be on my way as soon as I give some water to Paul, okay?",
        "Hal: Thank you, honey.",
        "Emily: Jack, Hal --",
        "Carly: We have a theory about how Rose was poisoned.",
        "Hal: Do we know for sure that she was poisoned?",
        "Carly: No. No, not for sure. But let's just say for argument's sake that she was. Well, we were with her at the church before the ceremony. And she told us that she hadn't had anything to eat all day.",
        "Emily: But she had a glass of champagne before the ceremony.",
        "Carly: Paul sent a bottle of champagne with a special goblet for Rose.",
        "Jennifer: Come with me. I need to talk to you.",
        "Paul: I want to stay here for Rose.",
        "Jennifer: No, no. We won't go far.",
        "Hal: I'm gonna go back to the church; see if I can't find that champagne bottle and that goblet.",
        "Emily: I'm coming with you. I know what it looks like.",
        "Hal: Thanks. I could use the company, honey.",
        "Emily: Okay. I'll call.",
        "Jack: You all right?",
        "Carly: We were all so happy. How did this happen?",
        "Jack: Hey, it's gonna be okay. She's the tough one. She'll pull through.",
        "Carly: I want to check on Parker and Sage.",
        "Jack: I'll come with you.",
        "[SCENE_BREAK]",
        "Walker: Preliminary findings suggest that Rose ingested a substance that produced a severe metabolic acidosis. We're doing everything we can. We're running tests right now to assess the extent of damage to her heart and lungs.",
        "Lily: Is it an acid substance? Is it something that she could have taken without even knowing it?",
        "Walker: I don't think she ingested it accidentally, Mrs. Snyder. I believe somebody tried to kill her. Are you okay? Are you okay? Are you sure? Okay, I need to get back to your sister. All right?",
        "Lily: Yeah.",
        "[Lily crying]",
        "Dusty: I told you Paul -- he would hurt her. I don't know. Why didn't you believe me?",
        "Lily: Dusty, please!",
        "Dusty: I mean, over and over, you told her to forget about me. You told her to make a commitment to Paul Ryan. Why? Why would you do that? What made you so sure that he was the right --",
        "Lily: Leave me alone.",
        "Dusty: I'm just asking.",
        "Lily: Leave me alone!",
        "Dusty: You know what? Molly McKinnon once told me that, in Oakdale, Lily Snyder usually gets what she wants. You wanted Rose to be with Paul. And now -- now she may be paying for it with her life.",
        "[SCENE_BREAK]",
        "Coming up on \"As The World Turns\" --",
        "Dusty: I might not be the most reliable guy in the world. But I would never poison someone. That takes a Stenbeck.",
        "Lily: You're saying that Paul poisoned Rose?",
        "Dusty: I'm saying, I know he did.",
        "[SCENE_BREAK]",
        "Lily: How dare you? I will not let you blame me for what has happened here. I did what I thought was right!",
        "Dusty: Oh, yeah? Tuning me out? Tuning me out was right? Huh? Telling Rose not to listen --",
        "Lily: I wanted Rose to be happy. Okay? And she never would have found that with you.",
        "Dusty: Oh, no?",
        "Lily: No.",
        "Dusty: Let me tell you something -- I might not be the most reliable guy in the world. But I would never poison someone. That takes a Stenbeck.",
        "Lily: What are you saying? What -- you're saying that Paul poisoned Rose?",
        "Dusty: I'm saying, I know he did. And soon the cops are gonna know that, too.",
        "Lily: You know something. What's going on? What have you heard? Tell me. What?",
        "Dusty: Paul sent a bottle of champagne over to Rose and the bridesmaids. He sent Rose a special glass, didn't he?",
        "Lily: Yeah, I -- I was there. It was sweet.",
        "Dusty: Sweet? Sweet plan to murder his fiancée, maybe.",
        "Lily: Are you saying the poison was in Rose's glass?",
        "Dusty: Do you have another explanation? Huh?",
        "Lily: The tests are very preliminary. Dr. Daniels could be completely wrong.",
        "Dusty: You know what? Something has been missing behind Paul Ryan's eyes ever since he came back to this town. And, at first, I couldn't get a handle on it. But now I know. He's got no soul. He's got no conscience. That's how he could humiliate your sister the way he did. And that's why he could try to murder her.",
        "Lily: Just because you want it to be true, Dusty, it does not make it true. Just let the police handle it.",
        "Dusty: Yeah.",
        "Lily: Yeah.",
        "Dusty: Okay. You keep sticking up for him. We'll see who gets killed next.",
        "[SCENE_BREAK]",
        "Jennifer: Paul, you're my brother, and I love you, but I have to ask you this. Did you put poison in the champagne you sent to Rose?",
        "Paul: No.",
        "Jennifer: Well, you said that Rose was gonna get the wedding she deserved. What did you mean by that?",
        "Paul: I -- before the wedding, I went to Rose, and I asked her what she had done the night before. Where she'd been. If she'd been with someone. And she lied to me. She said that she was alone.",
        "Jennifer: And you knew she wasn't?",
        "Paul: She was with Dusty.",
        "Jennifer: So you decided to punish her?",
        "Paul: No, I wanted to hurt her as badly as I had been hurt. I -- I thought she'd lied to me. I thought that she didn't love me. And then, just now with Dusty, I find out that I was wrong. That, yeah, she was with Dusty, but nothing happened. And she did still love me. And now, Jennifer, I'm starting to get a little scared that I might have lost her.",
        "[SCENE_BREAK]",
        "Rosanna: What are you doing back here?",
        "Lucy: I was looking for Aaron. I thought le might want to know that Rose is in the hospital.",
        "Rosanna: Well, I saw Aaron and Alison here earlier. They had no idea what went on at the wedding.",
        "Lucy: Yeah. I tried calling him on his cell phone a few times, but it was turned off. I guess I'll just go look for him.",
        "Rosanna: Hey, hey, hey. Lucy, come on. Why do you feel that's your responsibility?",
        "Lucy: Well, Rose is family. And she and Aaron have always been close.",
        "Rosanna: Yes, that's true. That makes sense. But it's also true that letting go can be very difficult. I think you should be clear on your reasons for running after Aaron.",
        "Lucy: You think I'm not as over him as I think?",
        "Rosanna: I think that you two were together for a very long time. And those feelings don't go away overnight.",
        "Lucy: He's having a baby with Alison, who used to be my friend. How can I have feelings for him after that? But you're right. I do.",
        "[SCENE_BREAK]",
        "Hal: Hello.",
        "Craig: Hello.",
        "Hal: What were you doing in there, Montgomery?",
        "Craig: It's a church. I was praying for a stock split.",
        "Hal: Tell me the truth, or I'll have you busted for obstruction of justice.",
        "Craig: I was making a phone call. And shouldn't you two be at the reception?",
        "Emily: There is no reception. The wedding was a disaster.",
        "Craig: What happened?",
        "Hal: Paul left Rose at the altar. She collapsed and was taken to the hospital.",
        "Craig: Are you telling me that Paul and Rose's nuptials were less than joyous? What a shocking surprise.",
        "Emily: You're disgusting. You know that?",
        "Craig: Thank you.",
        "Emily: Let's check out the room, Hal.",
        "Craig: Why? Is there anything about that room?",
        "Hal: Take a hike, Montgomery. This doesn't concern you.",
        "Emily: All right, the champagne and the glasses were right on this tray. We left them right -- they're gone.",
        "Hal: Don't touch anything, hon. We need to have this room dusted for prints. What's the matter?",
        "Emily: I didn't want to be right about this. I didn't want Paul to be the one who poisoned Rose.",
        "Hal: We don't know that he did. We don't even have confirmation that she's definitely been poisoned.",
        "Emily: He didn't go to the hospital right away, Hal. He had time to come back here and grab the goblet he gave to Rose.",
        "Hal: Well, then I guess our first order of business is to see if he did exactly that. Come on.",
        "[SCENE_BREAK]",
        "Lucy: I told myself I wouldn't cry anymore. That Aaron was out of my life, and he wasn't coming back. But I -- I can't make myself stop caring about him, Rosanna. Why can't I make it stop?",
        "Rosanna: I suppose our hearts don't always do what we tell them to do. But we can control our heads. And yours needs to make some decisions. Do you still want Aaron to be a part of your life?",
        "Lucy: I can't go back to him.",
        "Rosanna: But you're gonna chase after him to tell him about Rose?",
        "Lucy: You're gonna try to talk me out of it?",
        "Rosanna: No. Not if you promise to call me if you need me.",
        "Lucy: I'm so glad you're back. Did you at least have a good time?",
        "Rosanna: Yes, we had a lovely time. Your father and I very much enjoyed ourselves. And before I forget, I did tell your father about Alison and Aaron and the baby and everything. I'm sorry.",
        "Lucy: Oh, God. What did he do?",
        "Rosanna: No, he was all right. He was -- you know, he's your father. But I made him promise not to give you a hard time about it, which of course he wouldn't.",
        "Lucy: Thanks. Where is he, anyway?",
        "Rosanna: He's making a phone call. Which, knowing him, could take about an hour. I want to make sure that Paul knows Rose is in the hospital. Will you tell him that I've gone to look for him?",
        "Lucy: Well, don't you want to wait and see if he wants to go with you?",
        "Rosanna: Oh, no. No. Your dad and Paul don't exactly have a meeting of the minds, shall we say. So, just tell him I expect him to understand.",
        "Lucy: Okay. I guess I'll try Aaron one more time.",
        "Rosanna: Okay. Oh, wait. Before you go, Alison dropped this, and I found it on the ground. I think it has an address on it.",
        "Lucy: Thanks.",
        "Rosanna: Sure. Maybe it'll help. Good luck, honey. All right, I should go. And, listen, its okay if you tell Aaron in the morning, all right? Okay. I'll see you later.",
        "Craig: Sweetness? Oh, this is a homecoming.",
        "Lucy: Hey, Daddy.",
        "Craig: Oh, God, it's good to be back with you. What happened to Rosanna?",
        "Lucy: Oh, she wanted me to tell you -- she's gonna make sure that Paul knows about Rose. And she's expecting you to understand.",
        "Craig: And I do. Yeah. Do you want to go home, then? Hmm?",
        "Lucy: I can't. I have things I have to do.",
        "Craig: Things? What things? All right, never mind. Not too late then, okay? I love you.",
        "[SCENE_BREAK]",
        "Paul: I can't make it up to her. I burned all of my bridges.",
        "Jennifer: No, not necessarily.",
        "Paul: What? What do you mean?",
        "Jennifer: Well, when Rose collapsed at the church, she was -- she was going after you.",
        "Paul: She was?",
        "Jennifer: Yeah. She called out your name. It seemed to me like she -- she might have wanted a last chance to explain.",
        "Paul: I'm gonna go see her.",
        "Jennifer: No, Paul. Paul, wait. No, Rose's -- Rose's family and friends are here. They're furious with you. And the police are here, too.",
        "Paul: Jennifer, it'll be fine. No, it'll be fine. All I need is hope. And that's what you did. You gave me hope. The hope that somehow, some way, Rose will figure out a way to forgive me.",
        "[SCENE_BREAK]",
        "Lily: Of course you would blame Paul, because then it justifies what you have done.",
        "Dusty: What I've done?",
        "Lily: You -- Rose was happy. She was happy with Paul! And it wasn't good enough for you!",
        "Dusty: I was worried about her. And I had good reason to be.",
        "Lily: I just wanted her to be happy. I thought if she went to Paris with Paul and had a new life, she would be okay. Everything would be fine.",
        "Dusty: And you picked the person that you thought was right for her. But you forgot something. You only look like her. You're not the same person. You understand?",
        "Lily: Leave me alone. Just leave me alone, please. Go away.",
        "Dusty: You know, when Rose found out that Paul made that phone call, her instinct was to run. But you told her to stick it out. And now she's barely conscious, fighting for her life. You were in over your head, and you didn't know it.",
        "[Lily sobbing]",
        "Lily: Oh, my God. Oh, my God. What have I done? Oh. Oh, my God.",
        "[SCENE_BREAK]",
        "Jessica: I was thinking about moving.",
        "Ben: To the Caribbean? Sold.",
        "Jessica: Don't I wish. No. Old house, old life. New life, new house. Why not?",
        "Ben: As long as we're together, I'm happy. Where we live doesn't matter to me.",
        "Jessica: I love you, Ben Harris.",
        "Ben: I love you, too. Happy wedding night, baby.",
        "Jessica: Please, call me Mrs. Dr. Benjamin Harris.",
        "[SCENE_BREAK]",
        "Aaron: Alison -- okay, one more time. Are you positive this is how you want to get married?",
        "Alison: All that counts is that tomorrow we'll be husband and wife, and no one can tell us what to do.",
        "Aaron: Okay. Are you ready?",
        "Alison: Do you want to know my favorite part of getting married this way?",
        "Aaron: Yeah.",
        "Alison: It'll be about us. Alone. Just you, me and the baby.",
        "Aaron: Come on.",
        "[SCENE_BREAK]",
        "Lucy: Yes, hi. I need directions to your office. I'll be coming from Oakdale, Illinois. Yeah, that's right, I'll be arriving tonight.",
        "[SCENE_BREAK]",
        "Rosanna: Hi. I heard about what happened. How's Rose?",
        "Dusty: We can't get any answers yet.",
        "Rosanna: I'm so sorry. Is Paul here?",
        "Dusty: Yeah, he eventually showed up.",
        "Rosanna: Do you know where he is right now?",
        "Dusty: No. And I'm not looking for him, either.",
        "Rosanna: That poor guy. This must be very hard on him.",
        "Dusty: Yeah, poor guy. He tried to murder his fiancée.",
        "[SCENE_BREAK]",
        "Paul: I saw them. They were -- they were all rolling Rose off the elevator. How is she?",
        "Lily: Same.",
        "Paul: I know the truth now. I need to tell her that I'm sorry.",
        "Lily: I think I know the truth now, too. Oh, my God, you're not going anywhere near my sister.",
        "[SCENE_BREAK]",
        "Hal: Now, we're missing some vital evidence from this room. Now, is Craig Montgomery the only person you saw come out of this room? You know, I could blame Barbara, but I know she wasn't anywhere near the place.",
        "Policeman: Lieutenant?",
        "Hal: You let her in.",
        "Policeman: Only to watch from the vestibule.",
        "Hal: Damn it, I gave you a direct order! Come on, we've gotta find Barbara.",
        "[SCENE_BREAK]",
        "Barbara: It's all right now. No one will ever know.",
        "[NEXT_ON]",
        "Hal: Game's up, Barbara. I know what you did.",
        "Rose: Poison?",
        "Lily: You don't know.",
        "Rose: Because I know how it happened.",
        "Rosanna: She's ill. She doesn't know what she's saying.",
        "Paul: She's not ill, Rosanna. She's been poisoned. And she thinks that I did it."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=FhQptEUPAJE"
}