{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: You can't just do nothing, Mike.\r\n",
        "Mike: I've already done and said everything I \r\ncan think of. ",
        "Katie: Well, there must be a way to get \r\nJennifer to come back to you. I can fix this. I know I can. ",
        "Mike: She's just packed her stuff and moved \r\nout. There's nothing left to fix. ",
        "Katie: She only pushed you away because she's \r\nscared, Mike. Jennifer loves you like crazy, and even Craig cannot ruin a love \r\nlike that. She needs you right now. You need to be the one fighting for her. You \r\nguys belong together. You can't just let her walk away. ",
        "\r\n---------------------------------------------------------------------",
        "Paul: Jennifer, what are you doing here?\r\n",
        "Jennifer: Um -- I didn't know where else to \r\ngo. ",
        "Paul: Have you been here all night? \n",
        "Jennifer: Yeah. ",
        "Paul: What's wrong? ",
        "Jennifer: Well, I had gone back to pick up my \r\nthings at the cottage, and I ran into Mike. Let me tell you, that was a whole \r\nlot of fun. ",
        "Paul: Jennifer, you know you can always call \r\nme, all right? You know there's always room for you at my house. ",
        "Jennifer: Well, I needed time to think.\r\n",
        "Paul: I have three bedrooms, plenty of room \r\nfor you and all of your thoughts. ",
        "Jennifer: Paul, what are you doing here?\r\n",
        "Paul: I have a meeting with Dusty and Sierra. \r\nThey're trying to get us to back into business with them. ",
        "Jennifer: Paul, you have to let it go, okay? \r\nI have. ",
        "Paul: Are you trying to fool me or yourself? \r\nBecause you're not fooling me. ",
        "Jennifer: You know what? I tried talking to \r\nDusty, and he's really not interested in listening. ",
        "Paul: Yeah, well, then it won't hurt for me \r\nto give it a try, will it? ",
        "Jennifer: I'm not going to have you begging \r\nthem for anything. ",
        "Paul: By the time I'm done with them, they'll \r\nbe begging you to come back. [Cell phone rings] That's your phone. ",
        "Jennifer: Oh. Hello? ",
        "Morgan: Hello, I'm looking for Jennifer \r\nMunson. ",
        "Jennifer: This is she. ",
        "Morgan: Jennifer, the name's Morgan Powell. I \r\nrepresent a large fashion manufacturing company, and word on the street is that \r\nStreet Jeans is up for grabs. ",
        "Jennifer: And you're calling me because --\r\n",
        "Morgan: I'd like to speak with you about \r\nacquiring it. ",
        "Jennifer: Which company did you say you were \r\nfrom again? ",
        "Morgan: Oh, we can talk about all the details \r\nlater. I'm here in town at a place called Metro. Do you know it? ",
        "Jennifer: Well, yes, but -- ",
        "Morgan: Terrific. Why don't you meet me here \r\nin, say, 15, 20 minutes, and we can discuss your future. ",
        "Jennifer: Well, I guess it couldn't hurt. All \r\nright then, I'll see you soon. ",
        "Paul: Who was that? ",
        "Jennifer: This lawyer who is interested in \r\nacquiring Street Jeans for one of his clients. ",
        "Paul: Who's his client? ",
        "Jennifer: I'm going to find that out. \n",
        "Paul: Okay, don't promise him anything. Let's \r\nwait and see how things turn out with Dusty and Sierra first. ",
        "Jennifer: Well, it's always good to have a \r\nbackup plan. ",
        "Paul: Yeah, it's always good just to have a \r\nbackup. Tell him you'll meet him in an hour, and if things don't go right with \r\nworldwide, I'll go with you. ",
        "Jennifer: Thanks, Paul, but I need to do this \r\non my own. ",
        "\r\n-----------------------------------------------------",
        "Morgan: She took the bait. She's on her way.\r\n",
        "\r\n----------------------------------------------------------",
        "Sierra: Well, how about some coffee, or maybe \r\neven some dessert? ",
        "Dusty: We're going to be late for our meeting \r\nwith Paul. ",
        "Sierra: True. Crossed my mind. ",
        "Dusty: Is that your plan? ",
        "Sierra: Maybe. ",
        "Dusty: He's going to throw a lot of numbers \r\nat us, whatever. The fact remains, Jennifer is a bad business investment. \n",
        "Barbara: As one mother to another, as one \r\nbusinesswoman to another, please don't do this. ",
        "Dusty: It's already done. Jennifer did it to \r\nherself. We're having a private conversation. ",
        "Barbara: Please, please, Jennifer has lost so \r\nmuch already. She's just lost the man she thought she was going to marry. She's \r\nlost her home. Please don't take this away from her, too. ",
        "Dusty: We're all set. Shall we get out of \r\nhere? ",
        "Barbara: She needs something to fight Craig \r\nwith. You, more than anyone else, knows what that means. She needs something to \r\nground her, something that will give her her confidence back. Please, please.\r\n",
        "Sierra: Barbara, listen, I am sorry. We \r\nagreed to meet with Paul but, quite frankly, the decision has already been made.\r\n",
        "Lisa: Hey, there you are. I hope you're ready \r\nfor lunch. I'm famished. ",
        "Barbara: I am, too, but something's just come \r\nup. I've gotta take a rain check, okay? ",
        "\r\n---------------------------------------------------------------------",
        "Lucinda: Um -- am I interrupting? ",
        "Lily: Keith just needed to have his bandage \r\nchanged. He, I think, popped a stitch at the police station. It was bleeding \r\nthrough. ",
        "Lucinda: Oh, it sounds like you ought to go \r\nto the hospital and let professionals take care of you, Mr. Morrissey. \n",
        "Keith: Well, she patched me up pretty good. \r\nMight've missed your calling, there. ",
        "Lily: How does it feel? ",
        "Keith: Fine. I'm gonna be going. ",
        "Lily: But, you can't go out with that shirt.\r\n",
        "Keith: I'll be all right. ",
        "Lily: No, don't be silly. I'll get you one of \r\nHolden’s shirts you can change into. There's a bathroom down the hallway to the \r\nright. Go ahead, go ahead. ",
        "Lucinda: What do you think you're doing?\r\n",
        "Lily: I'm getting him a shirt. ",
        "Lucinda: One of Holden’s shirts? ",
        "Lily: I think he'd look very silly in mine.\r\n",
        "Lucinda: Are you out of your mind? \n",
        "Lily: Okay, you know what? This is a \r\nmolehill. Please, don't make it a mountain. This is no big deal. ",
        "Lucinda: It is a very big deal. If you insist \r\nin keeping company with that man, you're going to be in real danger. ",
        "Lily: Oh, please, please. ",
        "\r\n------------------------------------------------------------",
        "Tom: So, we're going to need Julia’s next of \r\nkin to sign off on this. ",
        "Jack: Well, after Carly gives her statement, \r\nthen I'll give Keith a call. ",
        "Tom: The sooner the better. ",
        "Jack: Where is Carly, anyway? ",
        "\r\n----------------------------------------------------------",
        "Les: Hey, come on, baby, relax, relax. You \r\nknow, it's been a long time since we've spent some quality time together. \n",
        "Carly: Leave me alone. ",
        "Les: Oh, you don't mean that, Carly. You \r\ndon't want me to leave you alone. I don't want to leave you alone because you've \r\ngot something I want. Hey, whoa, whoa, whoa. Hey, hey, hey, relax. ",
        "Carly: Let me go. ",
        "Les: I ain't gonna hurt you. I ain't gonna \r\nharm a hair on that pretty little blonde head of yours as long as you do what I \r\nsay, uh-huh? And I say, I want a son. And I shall have my son. ",
        "Carly: No. ",
        "Les: You know, it's a shame things got out of \r\nhand before, but I think we both regret that, don't we? I think we both lost \r\ncontrol. And we don't want that to happen again, do we, sweet thing? No. \n",
        "Jack: Carly -- what the hell do you think \r\nyou're doing? Get off of her! ",
        "Les: Hey, I'm just talking to her! \n",
        "Jack: No, I'm sorry, I'm sorry! I take it \r\npersonally when someone tries to kill my wife. What the hell were you doing?! \r\nWhat the hell were you doing leaving him alone in here with the victim?! \n",
        "Cop #2: I didn't know he was in here. \n",
        "Jack: Get him out of here now! Now, Reynolds! \r\nHe's not your prom date. Move! You all right? Did he hurt you? Honey? Did he try \r\nto intimidate you, try to keep you from making your statement? Is that what that \r\nwas all about? ",
        "Carly: I'm fine. Really, I'm okay. \n",
        "Jack: But when I went in there, he was all \r\nover you. ",
        "Carly: Jack, you're so sweet to worry. But, \r\nreally, I'm perfectly capable of taking care of myself. And I heard what you \r\nsaid to Reynolds. It's not his fault that I went in that room. He didn't know \r\nLes was in there, so why don't you go find him and make nice, okay? And keep the \r\npeace. ",
        "Jack: I'll deal with him later. Right now, \r\nI'm a little worried about you. ",
        "Carly: Well, don’t. ",
        "Jack: Are you sure that there's nothing --?\r\n",
        "Tom: Excuse -- are you still up for giving \r\nthis deposition? Because if you're not --? ",
        "Carly: Yes, please, you guys. I'm fine. I can \r\nwalk, I can talk. All I need is a cup of coffee and a donut, and I'll be \r\nperfectly okay. ",
        "Jack: Honey, seriously, if you need us to \r\npostpone -- ",
        "Carly: Jack, while you're at it, why don't \r\nyou go find that nice officer, and apologize? ",
        "Jack: I'll be right back. ",
        "Tom: Why don't we wait for the stenographer \r\nin the interrogation room? It's empty, Les is back in his cell. No more \r\nexcitement. You've got my word. ",
        "Carly: Okay. ",
        "Tom: I'm going to check and see what's \r\nkeeping the stenographer. ",
        "\r\n--------------------------------------------------------------",
        "Mike: It's no use. Jennifer's spent most of \r\nher life sacrificing herself for her family, and now she's doing it for her baby \r\nand for me. She thinks what she's doing is best for me. ",
        "Katie: What does that mean? ",
        "Mike: She's doing everything she can to keep \r\nfrom Craig, from coming in and taking over the baby's life. She doesn't want me \r\ncaught in the middle. She thinks she can go at it alone. ",
        "Katie: But she doesn't have to. ",
        "Mike: That's what I told her, but she won't \r\nbudge. Her mind's made up. ",
        "Katie: Mike, if she would push you away just \r\nto protect you that just proves how much she loves you. ",
        "Mike: Doesn't matter. Every time I tried \r\ntelling her I don't need her protection, she wouldn't hear me. ",
        "Katie: Oh, Mike, I feel horrible about this.\r\n",
        "Mike: It's not your fault. It's not your \r\nfault Craig’s a -- whatever he is. You know, I just keep thinking, if we \r\nwould've left for Vegas a couple of hours earlier, we'd be married right now. \r\nAnd we could've made it work. We'd be safe, be out of here, be away from Craig. \r\nWhy am I -- I'm sorry, I don't need to be telling you all of this right now.\r\n",
        "Katie: No, listen, the more you talk, the \r\nmore I'm convinced that this can work out. ",
        "Mike: I wish it could. ",
        "Katie: Jennifer just feels out of control \r\nright now. All she has to do is remember the guy that she fell in love with. The \r\none that made her laugh. The one that made her happy. If she could just forget \r\nabout Craig and the baby, just for a minute, I know that things could change.\r\n",
        "Mike: I wish it could. But thank you, you \r\nknow? You're a good friend. ",
        "Katie: No, I'm not. I'm just doing what I \r\nwould hope someone would do for me if I was about to lose the love of my life.\r\n",
        "Mike: Well, fortunately, you're not, okay? \r\nSo, why don't you get home to Henry, and tell him I said \"hello.\" ",
        "Katie: This isn't over, Mike. You and \r\nJennifer belong together. ",
        "Mike: Take care, Katie. ",
        "Katie: Bye. I won't let this be over. For any \r\nof us. ",
        "\r\n----------------------------------------------------------------------------",
        "Paul: Thank you so much for giving me another \r\nchance to discuss this with you. ",
        "Sierra: Well, we're willing to hear what you \r\nhave to say. ",
        "Dusty: We've gotta be honest. You know, it \r\nwould take a miracle to change our minds. ",
        "Paul: Well, Street Jeans still has orders \r\ncoming in from all over the country, and I don't need to tell you what the \r\nnumbers are. You know them. You know that Street Jeans was a success right out \r\nof the gate. I know we've had some minor setbacks with Jennifer taking an \r\nunscheduled leave of absence, but she learned a very valuable lesson. She is \r\nrecommitted, she is refocused, she is more determined than ever to dedicate \r\nherself and her time and her talents to the success of this company. ",
        "Dusty: She's recommitted today. What about a \r\nyear from now, after the baby comes? All these life-altering factors, you know? \r\nThat's why we're here today. ",
        "Paul: Yeah, Jennifer understands this, and \r\neverything that it implies, and she wants this. I think that she deserves \r\nanother chance. ",
        "Dusty: The answer's no. ",
        "Barbara: Don't waste your breath, Paul. I've \r\nalready tried reasoning with them. It doesn't work. But the more I think about \r\nit, the more I realize they're absolutely right. ",
        "\r\n---------------------------------------------------------",
        "Morgan: I know that face anywhere. Jennifer \r\nMunson? Morgan Powell. ",
        "Jennifer: Hi, it's a pleasure, Mr. Powell.\r\n",
        "Morgan: The pleasure's all mine. Please, call \r\nme Morgan. Have a seat. ",
        "Jennifer: Thank you. ",
        "Morgan: May I order something for you? \n",
        "Jennifer: No. No, I'm fine, thank you. I am \r\ninterested, however, in your client, and how you heard of me and my company.\r\n",
        "Morgan: Actually, it's all right here in \r\nblack and white. ",
        "Jennifer: You've already prepared to make me \r\nan offer? ",
        "Craig: That's an offer you can't refuse.\r\n",
        "Jennifer: What are you --? ",
        "Craig: This is my attorney, Jennifer. And \r\nthose papers are a subpoena. ",
        "Jennifer: For what? ",
        "Craig: For a prenatal DNA test to establish \r\npaternity, Jennifer. You've been served. ",
        "\r\n----------------------------------------------------------------------",
        "Lily: Please, don't make this difficult. I \r\nwas just trying to help the man. ",
        "Lucinda: If you want to help the man, why \r\ndon't you take him to the hospital? ",
        "Lily: He refused to go with me. ",
        "Lucinda: Well, then let him take care of \r\nhimself. Oh, come on, he's not your responsibility. He is a grown man. \n",
        "Lily: I'm a grown woman. ",
        "Lucinda: Yes, you are a grown now will you \r\nact like it, please? You are not a kid, and, by the way, how are your children?\r\n",
        "Lily: What are you talking about? ",
        "Lucinda: What if your rather troubled and \r\nvery emotional son, Luke, had walked in and seen the two of you, instead of me?\r\n",
        "Lily: Luke likes Keith. I was changing a \r\nbandage. Please don't make it sound like I was doing something unseemly. \n",
        "Lucinda: Okay, save the indignation. Darling, \r\nI'm not accusing you of fornication. I'm just -- I'm concerned that you are \r\ninvesting too much in this man for whatever reason. ",
        "Lily: He believed in me. He saved my life. He \r\nsaved Luke’s life. What other reason do I need? ",
        "Lucinda: Payback -- payback to Holden, or \r\nmaybe, honey, you could just be acting things out again. ",
        "Lily: All right, you have to give me a little \r\nmore credit than that. ",
        "Lucinda: Darling, everything was going all \r\nright. Your life was coming together. You are free. You can raise your kids, and \r\nnow, suddenly, you're just sending it all down the tubes! ",
        "Lily: Oh. Oh, how'd that go? Oh. ",
        "Keith: Fine, it'll do, thank you. ",
        "Lily: Okay, give me the other shirt, and I'll \r\nput it in the laundry. ",
        "Keith: No, that's okay -- I'll do it on my \r\nown. ",
        "Lily: No, really. It's no big deal. I insist.\r\n",
        "\r\n--------------------------------------------------------------------",
        "Tom: Hey, the stenographer should be here any \r\nminute. ",
        "Jack: Where's Carly? ",
        "Tom: I don't know. I haven't seen her. \n",
        "Jack: Where the heck did she go, Tom? \n",
        "\r\n--------------------------------------------------------",
        "[Carly remembering] ",
        "[Screams] ",
        "Les: Tea time! Huh? ",
        "\r\n--------------------------------------------------------------",
        "Barbara: I realize I wasn't invited to this \r\nparty, but until Craig is handled, my daughter is at his mercy. ",
        "Dusty: That's why a new contract is out of \r\nthe question. Too much family drama, really. ",
        "Barbara: You know, you're the ones who put \r\nCraig into her life. If I recall, things were going just fine when she was \r\nworking with Jordan Sinclair. Am I right? But someone had the bright idea of \r\nsaddling her with this man who's known as a loose cannon, who's notorious for \r\nnot playing by the rules. So, I think that someone should take responsibility \r\nfor the position that Jennifer is in right now. And if you'd like to make it up \r\nto her, now's your chance. ",
        "Dusty: This is garbage. Let's go. ",
        "Sierra: You know, actually, I'd like to hear \r\nwhat Barbara has to say. ",
        "[Dusty sighs] ",
        "\r\n----------------------------------------------------------",
        "Jennifer: What is this? A trap? ",
        "Craig: Well, call it what you will. \n",
        "Jennifer: You set me up. ",
        "Craig: Well, unfortunately, you have forced \r\nme to take drastic measures. ",
        "Morgan: My client wishes to establish \r\npaternity as soon as medically possible and assume his legal rights as the \r\nchild's biological father. ",
        "Jennifer: Over my dead body. ",
        "Craig: I warned you it might come to this.\r\n",
        "Morgan: You're forcing our hand, Ms. Munson.\r\n",
        "Jennifer: What do you think you're doing to \r\nme? ",
        "Morgan: Since you refuse to cooperate, we'll \r\nbe forced to use more stringent legal action. ",
        "Jennifer: What does that mean? Where is he \r\ngoing? ",
        "Craig: He is here to ensure that you stay \r\nhere and healthy until my baby is born and I can claim what is rightfully mine.\r\n",
        "Jennifer: You can't do that. ",
        "Craig: Of course I can. Nothing you can do \r\nabout that. ",
        "\r\n------------------------------------------------------------",
        "Announcer: Coming up on \"As the World Turns\" \r\n-- ",
        "Jack: Carly? Hey, what happened? Hey, it's \r\nokay. ",
        "Lucinda: The case against Les Sweeny will not \r\nstick. ",
        "Lily: No. ",
        "Lucinda: Your new friend could be setting you \r\nup. ",
        "\r\n-------------------------------------------------------------------- ",
        "Jennifer: You can't bully me into taking a \r\npaternity test. I will fight you, Craig. I will fight you with everything I've \r\ngot. ",
        "Craig: I will explore every legal avenue to \r\nensure that I am granted my rightful shared custody. ",
        "Jennifer: Oh, dream on. ",
        "Craig: Jennifer, I have been conciliatory. I \r\nhave tried reasoning with you. Heck, I even offered to marry you. ",
        "Jennifer: Don't remind me, please. I'm \r\nnauseated as it is. ",
        "Craig: But you have been unwilling to \r\ncompromise. I have given you every opportunity. ",
        "Jennifer: Okay, you know what, Craig? Go \r\nahead, hire a boatload of attorneys. I don't care. You will never lay a hand on \r\nmy baby. ",
        "Craig: Jennifer, all I am asking for is \r\nshared custody. But if you continue to push me -- ",
        "Jennifer: Then what? ",
        "Craig: Do you remember how you thought you \r\nlost Street Jeans? If I have to take my baby, that will seem like child's play.\r\n",
        "Jennifer: You're a monster. ",
        "Craig: No, no. I am a father who is willing \r\nto do whatever it takes for my child. ",
        "[Cell phone rings] ",
        "Jennifer: Hello? ",
        "Lisa: Oh, Jennifer. Hi, darling. This is \r\nLisa. I am so glad I found you. ",
        "Jennifer: Is something wrong? ",
        "Lisa: Well, yes. I'm in sort of a jam over \r\nhere at Lakeview, and I'm so hoping you can help me. ",
        "Jennifer: Look, Lisa, this really isn't a \r\ngood time. ",
        "Lisa: Please don't say no, because I need \r\nyour brilliance and expertise. I mean, without it, I'm just sunk. ",
        "Jennifer: Well, what's the problem? \n",
        "Lisa: Well, you see, Fashions is having a \r\ngala summer fashion show here tonight at the Lakeview, and the coordinator just \r\ngot the flu. So someone has to be here and help with the models. I am so hoping \r\nyou'll say yes. ",
        "Jennifer: Now? ",
        "Lisa: Oh, yes. Yes, I'll pay you quite well, \r\nI promise. And -- oh, oh, please say that you will. Please, please. Pretty \r\nplease? ",
        "Jennifer: Okay, sure, sure. Whatever you \r\nneed. Probably help me take my mind off things. ",
        "Lisa: Oh, thank you so much. Oh, you're an \r\nangel. And you will not regret this. Oh, listen, wear something drop-dead \r\ngorgeous, because I want to show you off. Okay? ",
        "Jennifer: I'll see you soon. ",
        "Lisa: You're a sweetheart. Thank you. \r\nBye-bye. ",
        "\r\n----------------------------------------------------------",
        "Katie: That was brilliant. I couldn't have \r\ndone it better myself. ",
        "Barbara: An artist and his creations are \r\ninseparable. Jennifer is her work, which we know to be very good. It's fresh, \r\nyouthful, exciting. And it can only continue to be that if Craig is out of the \r\npicture. She has to be free to create, free to experience joy -- especially now \r\nthat she's bringing a baby into the world, Sierra. Isn't that what you'd want \r\nfor Lucy? For her to be happy? To be able to share her talent with the world? \r\nThat's every mother's dream. ",
        "Paul: Barbara's right. ",
        "Barbara: I am? ",
        "Paul: That's what I said. Now, can we talk \r\nabout what's really going on here? ",
        "Dusty: What do you mean, Paul? ",
        "Paul: Well, you're not just worried about \r\nyour investment. You know you're gonna make your money back. Jennifer's proved \r\nthat. So what's the real reason for you not giving her a second chance? Is it \r\nthe fact that she left you in a lurch? ",
        "Dusty: Notice, without knowing if she'd ever \r\nreturn. ",
        "Paul: Jennifer took some really bad advice \r\nfrom her very well-intentioned big brother and she ran. But she ran from -- she \r\nran from Craig. She didn't run from her company. And she's not going to do that \r\nagain. ",
        "Sierra: How do we know that? ",
        "Paul: She won't fail, because Mom and I won't \r\nlet her. We will support her. We will help her in any way that we can. \n",
        "Dusty: If Sierra's willing, let's talk it \r\nout. ",
        "\r\n--------------------------------------------------------------------",
        "Keith: Well, you've gone beyond the call of \r\nduty. ",
        "Lucinda: Hear, hear. ",
        "Keith: So I'm going to get going, get back to \r\nthe hotel. Imposed enough on you. ",
        "Lily: Oh, as long as you promise me you will \r\nlie down and get some rest. ",
        "Keith: I -- I'll do that. And I'll get this \r\nshirt clean. I'll give it back to you tomorrow. ",
        "Lily: Oh, don't worry about it. Holden won't \r\nmiss it. ",
        "[Cell phone rings] ",
        "Keith: One second. Hello? ",
        "Tom: Keith, Tom Hughes. ",
        "Keith: What's up? ",
        "Tom: I was hoping you could meet me down at \r\nthe police station. There's been a development in the case. ",
        "Keith: Okay, I'll be right there. Bye. It's \r\nthe D.A. I'm gonna go down to the police station. There's a new development.\r\n",
        "Lily: What's going on? ",
        "Keith: I don't know. He didn't say. \n",
        "Lily: Do you want me to tag along? \n",
        "Keith: No, no, I'll be okay. I'll talk to you \r\nlater. ",
        "Lily: Promise? ",
        "Keith: Yeah, I promise. I promise. Bye.\r\n",
        "Lucinda: Uh, \"promise? Promise?\" ",
        "Lily: You're impossible. ",
        "Lucinda: I was thinking the same thing about \r\nyou. ",
        "\r\n---------------------------------------------------------------",
        "[Carly screaming] ",
        "Carly: Oh, come on, please. Please come out. \r\nPlease. Come out. It's ruined. Everything is ruined. ",
        "Jack: Carly? Honey, it's me. Open up. Carly? \r\nHey, what happened? What happened? Hey, it's okay. It's okay. ",
        "Carly: Hold me. Don't let me go. Don't let me \r\ngo. ",
        "\r\n------------------------------------------------------------------",
        "Katie: And now for step number two. \n",
        "Lisa: Just a minute, cutie pie. Now you had \r\nNancy call and persuade me to close up my dining room for a little romantic \r\ninterlude. Would you mind telling me why? ",
        "Katie: It was Nancy’s idea, I swear. \n",
        "Lisa: Well, that doesn't matter. You are the \r\none who's arranging this \"sweep 'em off their feet\" moment, so it happens to be \r\nwith Jennifer and your ex-boyfriend. Hmm? ",
        "Katie: Right, but I am a happily married \r\nwoman now, and Mike is just a friend. He deserves to be as happy as I am. And I \r\nneed to prove to Henry that I'm completely devoted to him and not secretly \r\ncarrying a torch. So if Mike and Jennifer get back together, then Henry and I \r\ncan live happily ever after, because if Jennifer and Mike really do break up --\r\n",
        "Lisa: You know what? I got -- that's good. \r\nI've got the picture. And you're just giving me a migraine. Do you have the \r\nnumber? ",
        "Katie: Oh, yes. ",
        "Lisa: Excellent. ",
        "Katie: And don't forget, this has to be \r\ncompletely believable, 100%. ",
        "Lisa: Mm-hmm. Darling, I have forgotten more \r\nscheming that you'll ever learn. ",
        "Katie: Okay. Just remember to tell him to \r\nwear a suit, because he looks killer in a suit. Thank you. Thank you. \n",
        "[Phone rings] ",
        "Mike: Hello? ",
        "Lisa: Oh, hi, Mike. I'm so glad you're there. \r\nThis is Lisa Grimaldi. ",
        "Mike: Hey, Lis, what can I do for you? \n",
        "Lisa: Oh, darling, it's more what I can do \r\nfor you. Mike, this is your lucky day. ",
        "Mike: Funny, it doesn't feel that way. \n",
        "Lisa: Well, I talked to a guest here at the \r\nhotel and I've told him all about you. ",
        "Mike: What guest? ",
        "Lisa: Only the most wealthy, exciting \r\ndeveloper this side of the Mississippi. He is dying to meet you. ",
        "Mike: Today? ",
        "Lisa: No time like the present, right? Put on \r\nyour best suit and just come on over. ",
        "Katie: Thank you. ",
        "\r\n-------------------------------------------------------------------------",
        "Sierra: All right, we're willing to consider \r\nreinstating Jennifer at Worldwide, but we need to impose some conditions. So, \r\nDusty, would you like to do the honors? ",
        "Dusty: We're gonna put a liability clause in \r\nfor Jennifer. If she gets a headache, flakes out, you know, doesn't deliver the \r\ngoods, she's out and we sue for damages and breach of contract. ",
        "Barbara: She'll deliver. ",
        "Paul: These are our conditions -- if Jennifer \r\nsigns on again, it's a two-way street. If she's committed to you, you need to be \r\ncommitted to her. And not just her company, but her well-being. ",
        "Barbara: Which means you have to do \r\neverything you can to protect her from Craig. ",
        "Dusty: Agreed. ",
        "Paul: Great. Great. Now, if you'll excuse me, \r\nI'm gonna make a phone call. ",
        "Barbara: And while we are on the subject, I \r\ntook the liberty of compiling a list. ",
        "Sierra: What sort of list? ",
        "Barbara: A list of all the crimes that Craig \r\nhas never paid for, of all the areas that he's vulnerable -- of all the ways \r\nthat we can capitalize on it. ",
        "\r\n------------------------------------------------------",
        "Craig: Oh, hey, thank you for coming. You \r\nlook great. ",
        "Margo: Oh, just can the charm. I already know \r\nwhat happened to Jennifer, so let's cut to the chase here. ",
        "Craig: Oh, well, Jennifer tried to elope with \r\nMike Kasnoff to Vegas without telling me that I am the father of her child.\r\n",
        "Margo: So you then thought you had the right \r\nto stop the wedding. I hate to be the bearer of reality here, Craig, but a woman \r\nhas a right to marry whoever she wants, whether she's pregnant or not. \n",
        "Craig: I am aware of that, but she does not \r\nhave the right to just cut me out of that child's life. Okay? So it looks like I \r\nmay have a messy custody battle here. ",
        "Margo: So you need to use me to help you out \r\nhere, huh? ",
        "Craig: Well, I was hoping you'd help. \n",
        "Margo: Yeah. I can. I can help you. You need \r\nto make sure that you do everything you can to keep this from getting really \r\nmessy. ",
        "Craig: I don't want to hurt Jennifer. \n",
        "Margo: Oh, really? So that's why you stole \r\nher company right out under her? ",
        "Craig: I didn't steal -- Margo, I am just \r\ntrying to do what is right by this child. And with your help, eventually, I hope \r\nJennifer will learn the truth and we can all be one big, happy, dysfunctional \r\nfamily. ",
        "\r\n-------------------------------------------------------------------",
        "Lucinda: While you're so busy giving away \r\nHolden’s clothes? Is there anything else you're giving away? ",
        "Lily: Oh, please, Mother. Honestly. \n",
        "Lucinda: I'm just -- I'm just inquiring about \r\nthe status of the household. ",
        "[Lily sighs] ",
        "Lily: Well, Holden and I are taking some time \r\napart until we figure out what we both want. ",
        "Lucinda: What about the marriage counseling?\r\n",
        "Lily: Okay, the marriage -- there has to be a \r\nmarriage and, unfortunately, we only have one in name at this point. ",
        "Lucinda: You're punishing him. You're doing \r\nthat, aren't you? ",
        "Lily: Why? ",
        "Lucinda: Because he had an affair with Julia, \r\nyou've got to go and make this public display with Julia’s brother. ",
        "Lily: Don't be ridiculous. This is not \r\nvengeance, its friendship. If you came over here to grill me about Keith, then \r\nplease just go home. ",
        "Lucinda: Friendship? Honey, you're busy \r\nhelping your new friend. While you're doing that, you could be -- you could be \r\nrisking everything, even your freedom. ",
        "Lily: Wait, wait. What are you talking about? \r\nHow? ",
        "Lucinda: Darling, that's why I'm here today. \r\nThere's a chance that the case against Les Sweeny will not stick. I was there. I \r\nwas at the police station. I talked to Jessica. Well, if that's the case, the \r\npolice, where are they gonna point the finger? At their first prime suspect, \r\nit's you. ",
        "Lily: No. ",
        "Lucinda: And for all you know, my darling, \r\nyour new friend could be setting you up. ",
        "\r\n---------------------------------------------------------",
        "Paul: Jennifer, what are you doing? I thought \r\nyou'd be done by now. ",
        "Jennifer: I got called away with a fashion \r\nemergency, literally. ",
        "Paul: What happened? ",
        "Jennifer: Well, Lisa called me over to the \r\nLakeview, and I figured keeping busy would keep my mind off of everything.\r\n",
        "Paul: How's that working for you? ",
        "Jennifer: So far, not at all. ",
        "Paul: And how'd the meeting go with the \r\nlawyer that wants to acquire Street Jeans? ",
        "Jennifer: The lawyer was hired by Craig to \r\nhand me a subpoena. ",
        "Paul: What? ",
        "Jennifer: He wants to make me have a prenatal \r\nDNA test. And then he said he'll fight me for shared custody and, if I don't \r\ncomply, then he'll take the baby from me, just like he took my designs. \n",
        "Paul: Jennifer, you listen to me. We'll get \r\nour own lawyers. He can't make you do anything. What else did he say? \n",
        "Jennifer: You know, we'll have to talk about \r\nit later. I have to get to work, okay? Bye. ",
        "Lisa: Don't you look really lovely. \n",
        "Jennifer: Oh, hi, Lisa. ",
        "Lisa: Oh, honey, thank you so much for doing \r\nthis for me. You really are a lifesaver. I hope I'm not taking you away from \r\nanything too important? ",
        "Jennifer: Oh, please. After the day I've had, \r\nthis diversion will be welcome. So, where are the models? ",
        "Lisa: Oh, they're right in here. I know \r\nyou're gonna just love working with him. ",
        "Jennifer: Him? ",
        "Lisa: Mm-hmm. ",
        "Jennifer: I thought you said that -- \n",
        "Lisa: Follow me. ",
        "\r\n---------------------------------------------------------------------------",
        "Katie: Henry? Henry, I need to talk to you.\r\n",
        "Henry: Yeah? What? Talk about what? What did \r\nyou do? ",
        "Katie: The best thing ever. I realigned the \r\nstars. All is right with the world. Well, our little corner of it. I did it. I \r\nreally did it. ",
        "Henry: You did what? ",
        "Katie: Mike and Jennifer. They're back \r\ntogether because of me. And I did it for you. ",
        "Henry: You did it for me? ",
        "Katie: You wanted proof, right? So if this \r\ndoesn't prove that I am committed to you -- and only you 100% -- then I don't \r\nknow what does. ",
        "\r\n--------------------------------------------------------",
        "Morgan: Good news. ",
        "Craig: Ah, well, that's what I pay you for.\r\n",
        "Morgan: I was able to get an injunction to \r\nkeep Jennifer from leaving town until after the child is born. ",
        "Craig: Good, good. And what about the DNA \r\ntest? ",
        "Morgan: We'll see what happens. All right, \r\nthank you, thank you. We'll talk later. ",
        "Morgan: Stay in touch. ",
        "Margo: There it is. I was so close. I was so \r\nclose to believe the whole one big, happy, dysfunctional family thing. Craig, it \r\njust never ends with you. ",
        "Craig: Hey, I had to do something. \n",
        "Margo: What, you're siccing a lawyer on the \r\npoor girl? ",
        "Craig: I had to. I want this child, Margo. I \r\nwant to be a part of this child's life. Do you understand that? ",
        "Margo: I get it. I get -- I understand that \r\nyou want a second chance at being a father again. I understand that. But do you \r\nunderstand that you are going about it all wrong? You're destroying this child \r\nby destroying his mother. ",
        "Craig: You don't understand. ",
        "Margo: All right, I don’t. Maybe I don't, \r\nCraig. I don't get you at all. You're my brother, I'll always love you. But if \r\nyou continue to go after Jennifer like that, I wash my hands of you, Craig, \r\nforever. ",
        "\r\n---------------------------------------------------------------",
        "Barbara: Now you've heard my suggestions. \r\nWhat do you think? ",
        "Dusty: He's gotten away with murder before. \r\nWhat makes you think he won't get away with it again? ",
        "Sierra: He has done a lot of things that you \r\ndon't know about. And he has always walked away. ",
        "Dusty: Walks away and comes back stronger. He \r\nthinks he's untouchable. ",
        "Paul: Nobody's untouchable. ",
        "Dusty: Well, this time, I think we got to \r\nprove it to him. ",
        "Paul: You're right. This time we need to get \r\nrid of Craig for good. ",
        "\r\n--------------------------------------------------------------------------",
        "Jack: You ready to tell me what happened? \r\nHmm? ",
        "Carly: I spilled my juice on the carpet. I've \r\nmade a mess. I've just made a mess of everything. ",
        "Jack: So? We'll get it cleaned. ",
        "Carly: I'm talking about leaving the police \r\nstation before I gave my deposition, jack. ",
        "Jack: You don't have to apologize to me. I \r\ncompletely understand. ",
        "Carly: When I saw les, I couldn't move. I \r\ncould barely breathe. I wanted to shout for you. I wanted to scream at him. I \r\nwanted to break a chair over his head, but I couldn’t. It's like -- it's like I \r\nwas paralyzed. And that's just not like me. ",
        "Jack: So you just left? ",
        "Carly: I wanted to stay. I tried to stay, but \r\nI couldn’t. ",
        "Jack: You know, I tried calling you, but I \r\nkept getting the machine. ",
        "Carly: I must have been in the shower. I felt \r\nlike -- like I had to wash him off my skin. ",
        "Jack: Carly -- ",
        "Carly: I'm fine. I am. I just -- I just \r\ndidn't want to rehash it, you know? Jack, I'm scared. ",
        "Jack: Okay, I know. ",
        "Carly: I'm so scared. I'm more scared than \r\nI've ever been, and I feel like I'm falling apart. Help me. Help me. Hold me. \r\nHold me. ",
        "Jack: Hey, hey, everything -- hey, \r\neverything's gonna be okay. Everything's gonna be just fine. I'm here, honey. \r\nI'm never gonna let go. ",
        "\r\n-----------------------------------------------------------------",
        "Keith: What's going on? ",
        "Tom: Hi. I needed to see you, because there \r\nmay be a question as to how and why your sister died. ",
        "Keith: What kind of question? ",
        "Tom: Something the medical examiner may have \r\nmissed during his initial examination, possibly a medical abnormality. \n",
        "Keith: You can't be serious. ",
        "Tom: Well, we'd like to investigate it \r\nfurther, but in order to do so, we would need to exhume her body and do another \r\nautopsy. ",
        "Keith: Exhume her body? ",
        "Tom: Yeah, I have the consent forms right \r\nhere. ",
        "Keith: Forget that. No way in hell is that \r\ngoing to happen. ",
        "\r\n-----------------------------------------------------",
        "Lucinda: And Jessica said the police checked \r\nJulia’s cell phone for fingerprints, for Les's fingerprints, but only found \r\nKeith’s. ",
        "Lily: I am aware of that. ",
        "Lucinda: Ah, then you're aware of what that \r\nmeans. ",
        "Lily: That Les wiped his prints off the \r\nphone? ",
        "Lucinda: And didn't remove Julia’s \r\nfingerprints or Julia’s blood? ",
        "Lily: There could be a million reasons for \r\nthat. ",
        "Lucinda: Oh, honey, please, just give me one.\r\n",
        "Lily: Okay, all right, why are you \r\ninterrogating me? ",
        "Lucinda: Why are you defending him? \n",
        "Lily: Because I believe him. ",
        "Lucinda: You don't know him. You don't know. \r\nYou don't know what he's capable of. ",
        "Lily: Keith is not on trial. Les is guilty. \r\nHe abused Julia for years. He had the motive. He had the means. What else do you \r\nneed to hear? ",
        "Lucinda: Keith is not a suspect, but his \r\nbehavior is. ",
        "Lily: All right, I was with him when he found \r\nthe phone. ",
        "Lucinda: Did you see with your own eyes? Did \r\nyou see the phone before --? ",
        "Lily: I was talking to the manager of the \r\nhalfway house. ",
        "Lucinda: Lily, did you see it? ",
        "Lily: No, I didn't see it! But what does that \r\nprove? ",
        "Lucinda: Oh, for heaven's sake. Impossible to \r\nget through with you. For heaven's sake, will you wake up? Wake up. Keith is \r\nusing you. And until you know the reason why -- why -- you're in real danger.\r\n",
        "\r\n-----------------------------------------------",
        "Announcer: On the next \"As the World Turns\" \r\n-- ",
        "Mike: He wants total control. ",
        "Jennifer: Well, he's not going to get it.\r\n",
        "Mike: Fine. Tell him that by marrying me.\r\n",
        "Barbara: To better days. ",
        "Dusty: And good-bye Montgomery. ",
        "Lily: So what you're really saying here is \r\nyou don't think that Les killed Julia? You think Keith did? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=MbmJleoY7rM"
}