{
    "Episode Summary": [],
    "Recap": [
        "Lily wants Carly to stay out of her family's life and Carly promises to do so but later tells Jack that she feels she has lost her chance at a new life. Holden argues with Lilly about her visit to Carly but later realizes that she is right and promises to let Carly go save their marriage. Paul is desperate to find Meg and isn't helping things at the police station by getting angry so Jack takes him to his house and orders him to take the pills Barbara gave him. James arrives and taunts Paul by saying he doesn't have Meg but she probably left him for another man. Paul refuses to believe James but later has a vision that Dusty is with Meg. Meg is happy to find Dusty alive and he admits he faked his own death to fool Craig so he could go find Johnny. Dusty tells Meg he tracked Lucy and Johnny to Bangkok and was on his way to meet them when two guys jumped him beat him up and the next thing he knew he was in a cage. Dusty thinks he is in Bangkok but Meg tells him he is in a beach house on the east coast. Meg helps Dusty get out of the cage and they walk to the ocean to look for a boat but there isn't a boat anywhere in sight."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Faith: Hey, Ethan, you want some of my French fries?",
        "Lily: Oh, he's got enough French fries over there.",
        "Natalie: Hey, when we're done, we can go to the toy store. I got my allowance. I'll get you something.",
        "Holden: No way. He already got too many toys from Aaron and Grandma.",
        "Faith: Or we can go to the park, and I'll push you on the swings.",
        "Natalie: Yeah. Then play soccer.",
        "Lily: How long do you think this is gonna last?",
        "Holden: Hmm, the weekend, if he's lucky.",
        "Lily: Sounds about right. Go ahead.",
        "Holden: Where?",
        "Lily: You want to talk to her. That's what you want to do, isn't it?",
        "[SCENE_BREAK]",
        "Holden: Carly. Carly, wait.",
        "Carly: What? What is it?",
        "Holden: Are you all right?",
        "Carly: Well, I was, until you decided to make a scene.",
        "Holden: I'm not.",
        "Carly: You just left your wife and kids to chase me across Old Town.",
        "Holden: I just wanted to make sure you were okay.",
        "Carly: Why wouldn't I be?",
        "Holden: Because you ran out of the diner when you saw us.",
        "Carly: Well, I was trying to avoid the whole scene thing.",
        "Holden: You're allowed to be in the same place as us.",
        "Carly: Oh, I'm allowed?",
        "Holden: You know what I mean.",
        "Carly: No, I don't.",
        "Holden: Look, this is awkward. I know.",
        "Carly: Oh, you think?",
        "Holden: We need to try and be normal when we run into each other.",
        "Carly: Normal? Okay. Would you do me a favor and tell me exactly what you mean by \"Normal\"?",
        "Holden: It means like before.",
        "Carly: Well, it isn't like before. I know it would be a lot easier for your life if it was, but it's not. Forget it. It will never be like that again.",
        "[SCENE_BREAK]",
        "Jack: You get anywhere on that house that Carly sketched?",
        "Dallas: We checked out the Swan Island location you were talking about. It's mostly nature preserve.",
        "Jack: Nobody lives there?",
        "Dallas: No. Well, we faxed the image to the local P.D., and they couldn't locate the house.",
        "Jack: Maybe there's another Swan Island.",
        "Dallas: Or maybe Paul dreamed the whole thing up.",
        "Jack: He did dream it up. Come on. If there's -- if the island exists, the house has got to exist, too.",
        "Dallas: Has he ever been there, or known his father to go there?",
        "Jack: Not that I recall. Listen, we -- I know it's a crazy lead. We've tracked down crazy leads before, no?",
        "Dallas: When?",
        "Paul: Jack, did you find the house?",
        "Jack: Not yet.",
        "Paul: Why not? What's taking so long?",
        "Jack: I told you I'd call you if I had anything.",
        "Paul: Yeah, well, I don't want to sit around the house. It's making me crazy -- I mean more crazy than usual.",
        "Jack: We found a Swan Island off the coast of Maine, yes.",
        "Paul: So great. So that's -- Meg's there?",
        "Jack: They did not find a house that matches the one Carly drew.",
        "Paul: Well, then, search another house. Search them all.",
        "Dallas: Look, the island's mostly uninhabited, all right? There's nothing that matches the house you imagined.",
        "Paul: I didn't imagine any of this!",
        "Dallas: Well, whatever you call it -- look, the house isn't there.",
        "Paul: Meg is there! And she's with my father, which means her life is in danger.",
        "[SCENE_BREAK]",
        "Meg: Dusty? Oh, my God. This is crazy. You can't be here. You're dead. I'm losing my mind. Hey. Hey, wake up. Hey, wake up.",
        "[SCENE_BREAK]",
        "Paul: Why are you all standing around here? Why aren't you looking for this house?",
        "Dallas: The cops on the mainland patrol those islands all the time. They know them very well. And if they tell us that the house isn't --",
        "Paul: Then find someone else!",
        "Jack: It would be a waste of time.",
        "Paul: Why?",
        "Jack: We followed the lead, Paul. It's cold.",
        "Paul: Then find another lead.",
        "Jack: We will, when we have one.",
        "Paul: That's not good enough, Jack.",
        "Detective: You wanted the B.O.L.s from county.",
        "Paul: What's that?",
        "Dallas: It's another case.",
        "Paul: Another -- no, no! There are no other cases here!",
        "Dallas: Okay, look --",
        "Paul: Everybody in this department should be looking for my wife!",
        "Dallas: We're doing everything we can, Mr. Ryan.",
        "Paul: Clearly not, or you wouldn't have that in your hand!",
        "Dallas: You need --",
        "Paul: Get your hands off of me!",
        "Jack: Okay. Enough, right now.",
        "Paul: Stop!",
        "Jack: No. I want you to --",
        "Paul: Jack, you stop making excuses for him, and you find Meg!",
        "Jack: Back off, now, Paul.",
        "[SCENE_BREAK]",
        "Meg: Hey. Hey, wake up. Please. This is -- it's got to be you, Dusty. Come on. Wake up. Come on. Please, wake up. Hey. Hey.",
        "Dusty: Meg?",
        "Meg: You know my name.",
        "Dusty: Is it really you?",
        "Meg: Oh, my God. Is it really you?",
        "Dusty: Yes.",
        "Meg: But -- it can't be. I must be hallucinating. They're coming back.",
        "Dusty: You're not hallucinating. It's me.",
        "Meg: But you're dead.",
        "Dusty: Not unless you are.",
        "Meg: What are you doing here? What -- what are you doing in this cage?",
        "Dusty: I don't know. How did you find me?",
        "Meg: I didn't. He brought me here.",
        "Dusty: Who did?",
        "Meg: James Stenbeck.",
        "Dusty: Stenbeck? What's he got to do with this?",
        "Meg: He's behind it -- all of it.",
        "Dusty: What does he want with me?",
        "Meg: I don't know. But you're alive! I can't believe it! It's impossible. You're alive. So you faked your death?",
        "Dusty: The only way I could find my son is if Craig thought I was dead.",
        "Meg: So no one knows you're not.",
        "Dusty: No. I thought if even one person knew, he'd find out.",
        "Meg: But you were examined at the hospital. You were pronounced dead. Was that all a scam?",
        "Dusty: Yeah. And I promised the people who helped me that I'd never give them up for their own safety.",
        "Meg: Did it work? Did you find Johnny?",
        "Dusty: I tracked him and Lucy to Bangkok. I was on my way to them when I got jumped. Dragged to an alley. Next thing I know, I'm here. What are you doing here?",
        "Meg: I don't know. James was in Oakdale, hiding in our house. The one day I found out, he kidnapped me and brought me here.",
        "Dusty: Why did he bring us both to the same place?",
        "Meg: I don't know that, either. Knowing James, I have a feeling it's not a coincidence.",
        "[SCENE_BREAK]",
        "Dallas: Mr. Ryan, I think you need to calm down!",
        "Paul: Don't tell me to calm down. And don't treat me like a common criminal for asking you to do your job.",
        "Jack: Okay, I think it's time you left, Paul.",
        "Paul: Why? Doughnut time?",
        "Dallas: One more word, and I'm locking you up.",
        "Jack: No. He's leaving.",
        "Paul: No, I'm not, Jack. I'm not going anywhere. I'm not leaving until somebody does something!",
        "Jack: I'll do something. I'll throw you in a cell myself.",
        "[SCENE_BREAK]",
        "Lily: Thank you.",
        "Holden: Carly, Carly, look, I'm not suggesting that we forget about what happened.",
        "Carly: Well, good. Because we can't.",
        "Holden: We can't hide from each other. Our kids -- they hang out. Jack is my cousin. We're gonna run into each other. We're adults. We can be civil to one another.",
        "Carly: No, I don't think we can be. Lily hates me, and you are very lucky she doesn't hate you, too. But she will if you don't stop being so civil to me. Holden, go back to your family. Leave it alone.",
        "[SCENE_BREAK]",
        "Lily: Thank you. We're all set here, if you're still coming with us.",
        "Holden: I thought we were spending the day together?",
        "Lily: Well, you don't have to if you don't want to.",
        "Holden: No, you know I do.",
        "Lily: Well, that's what I thought until you bolted the minute you saw her.",
        "Holden: Lily, I wanted to talk to her. We're gonna see each other. But we can't spend the rest of our lives running from that.",
        "Lily: I'm not ready to make nice. She was my best friend, and she slept with my husband.",
        "Holden: It took two of us.",
        "Lily: Yeah, I know that. But I have reasons to forgive you. I don't have to cut her the same slack. If you have a problem with that, then maybe you shouldn't be here.",
        "Holden: No. I want to be with you. I want to be with the kids.",
        "Lily: Are you sure about that? Because if you keep running to her side every time you run into her --",
        "Holden: No, no. I'm on your side, nobody else's.",
        "[SCENE_BREAK]",
        "Paul: I was just trying to get them to do their job, Jack.",
        "Jack: You think they're gonna work harder, Paul, if you scream at them? They're good cops.",
        "Paul: If they were good cops, they already would have found Meg.",
        "Jack: Based on what?! 'Cause all we have is a sketch of a house you saw in a vision. That's not exactly solid forensic evidence.",
        "Paul: Find my father, you find Meg.",
        "Jack: Oh, it's that easy? Why don't you take a little nap and tell me where he is? 'Cause there is no proof that he took Meg.",
        "Paul: What are you talking about?",
        "Jack: Crime techs have been all over this place. There's no physical evidence your father was even here.",
        "Paul: Oh, no, no. He was here. I saw him, Jack. My mother saw him.",
        "Jack: Okay. Purpose -- what purpose would he have here? Why would he take Meg?",
        "Paul: I don't know! Why does my father do any of the things that he does? Here's what I know, Jack -- Meg is pregnant with my child, and if we don't find them soon, it's gonna be too late!",
        "Jack: All right. You know what? You need to chill out, or you're gonna hurt yourself! You got anything to take?",
        "Paul: What? Like -- like drugs?",
        "Jack: Yeah. Something to keep you calm, Buddy.",
        "Paul: I don't know. My mom gave me some medication. It's supposed to help me relax.",
        "Jack: Are you taking it?",
        "Paul: Does it look like I'm taking it?",
        "Jack: I think you should take it.",
        "Paul: It's not gonna solve my problem.",
        "Jack: It will solve one of mine. So where is it? Where are the drugs? Where are the pills? Here we go. Yeah, use them. Use them and stay here. I'll get a lot more done without you telling everybody how incompetent they are.",
        "Paul: I want to know the second you know something --",
        "Jack: You will! Take the pills, please.",
        "[Paul takes a couple and goes and lies down]",
        "[SCENE_BREAK]",
        "Dusty: I'm, uh, having a tough time believing that Stenbeck's behind all this. I was sure it was Craig, that he found out I was alive and came after me.",
        "Meg: No, no. I -- I haven't seen any sign of Craig.",
        "Dusty: Why would Stenbeck get in the middle of this? And why would he bring you to Bangkok?",
        "Meg: Dusty, you're not in Bangkok. You're in the states. You're in a -- a small cottage by the ocean. I'm guessing it's the Atlantic.",
        "Dusty: I don't even remember being on a plane. All I remember is getting my head kicked around, waking up here in the dark.",
        "Meg: Yeah, well, he must have drugged you.",
        "Dusty: Why?",
        "Meg: I don't know.",
        "Dusty: I haven't seen him. I haven't seen anybody. All they do is leave me food when I'm sleeping -- Thai food.",
        "Meg: Well, he's gone, uh, out of his way to keep you in the dark, literally.",
        "Dusty: Why would he do that? And how did he know I was alive?",
        "Meg: We have to get you out of here. There must be some light. I don't have time to worry",
        "Dusty: Must not look so good.",
        "Meg: You've been through a lot. How long have you been here?",
        "Dusty: Feels like a couple weeks.",
        "Meg: That long? That's inhuman.",
        "Dusty: Let's take that up with the management.",
        "Meg: Have you been doing anything to keep your muscles from atrophying?",
        "Dusty: Yeah, I run laps.",
        "Meg: Come on. I'm being serious.",
        "Dusty: I try, but I got nothing. I feel so wiped out all the time.",
        "Meg: They must be drugging your food.",
        "Dusty: Think so. But I'm too hungry not to eat it.",
        "Meg: Okay, look. We gotta get you out of here, all right? What?",
        "Dusty: You're more beautiful than ever.",
        "[SCENE_BREAK]",
        "Paul: All righty, Jack. Look at me now. I'm a picture of peace, swimming in a sea of serenity. Look at you. So beautiful. Get to you somehow. I promise. Do whatever it takes.",
        "James: It's gonna take quite a bit more than that.",
        "[SCENE_BREAK]",
        "Faith: Can we go to the park soon? 'Cause I promised Ethan I'd push him on the swings.",
        "Natalie: And play soccer.",
        "Holden: Uh, I have a few things that I need to do, but after that, sure.",
        "Faith: Can't we just take him? I promise I'll be really careful.",
        "Lily: You know what? You guys will take care of each other? All of you? And you, Mister -- you'll stay with your sisters? Okay, then. Sure.",
        "Faith: Yes! Come on. Bye.",
        "Holden: I think it meant a lot to Faith to know that we still trust her.",
        "Lily: Yeah, it did. I mean, she still feels like what happened to Ethan was her fault.",
        "Holden: Well, she thought it was.",
        "Lily: Ever since we got separated, everything that goes wrong around here she feels responsible for.",
        "Holden: Well, now she can get back to being a kid again. You know what? Since we have the whole place to ourselves --",
        "Lily: I -- I know what you're doing.",
        "Holden: I hope so.",
        "Lily: It -- it won't work.",
        "Holden: What won't?",
        "Lily: Guilt sex.",
        "Holden: Lily, that's not what this is.",
        "Lily: Well, that's what it feels like.",
        "Holden: Why are you doing this?",
        "Lily: Holden, if we're gonna make love, I want it to be about me, not Carly.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Jack: Snyder.",
        "Carly: Hi. It's me.",
        "Jack: Hey, what's up?",
        "Carly: Well, I was just wondering if that drawing did any good. I -- I remember Dallas said he was gonna fax it to the cops in Maine.",
        "Jack: Yeah. Yeah, unfortunately, nobody recognized the cottage.",
        "Carly: So it's a dead end?",
        "Jack: At the moment.",
        "Carly: Well, I'm sure Paul wasn't very happy to hear about that.",
        "Jack: He's kind of walking the walls at this point. I can't say as I blame him.",
        "Carly: Do you really think James took her?",
        "Jack: It's the only theory we've got to go on.",
        "Carly: Is there anything else I can do to help?",
        "Jack: Not at this point. But I'll keep you posted.",
        "Carly: Thanks.",
        "Jack: Hey, you okay?",
        "Carly: Oh, yeah. Mm-hmm. I'm fine.",
        "[Toaster pops]",
        "Carly: Uh, there's my toast. My sandwich is calling.",
        "Jack: Enjoy your lunch.",
        "Carly: Bye.",
        "[Carly gets her toast and looks at it for a sec and throws it in the trash and leaves the room]",
        "[SCENE_BREAK]",
        "Holden: Lily, I told you why I went out to talk to Carly. I just want things to be normal.",
        "Lily: Is it normal to have a heart-to-heart with your ex-lover every time you see her?",
        "Holden: Is it normal to keep a hidden box of mementos of your ex?",
        "Lily: Dusty is dead. He's a memory, not a threat, Holden.",
        "Holden: Carly's not a threat, either. We just -- we want to move on with our lives.",
        "Lily: Moving on doesn't mean being pals with her. It means putting her behind you for good.",
        "Holden: Lily, I'm trying. I'm trying to be a good husband.",
        "Lily: Maybe the problem is that you have to try.",
        "Holden: Maybe the problem is that you keep twisting everything that I say. It's almost like you don't want this to work.",
        "Lily: That is not true.",
        "Holden: Well, then, what's really going on here?",
        "Lily: Where's Ethan?",
        "Faith: Out front with Natalie.",
        "Holden: Thought you guys were going to the park?",
        "Lily: Is there something wrong?",
        "Faith: No. We just decided we wanted ice cream first. Is something wrong in here?",
        "Holden: No, no. Of course not. Tell you what. Why don't we take them to get ice cream?",
        "Lily: I'm -- I'm gonna wait here.",
        "Holden: You sure?",
        "Lily: Yeah.",
        "Holden: Okay, let's go. We'll bring you something back.",
        "[SCENE_BREAK]",
        "Paul: Tell me where she is.",
        "James: What?",
        "Paul: Where is she?",
        "James: Who?",
        "Paul: Meg!",
        "James: I have no idea!",
        "Paul: You're a liar! Don't you lie to me! I swear to God, I'll kill you right now.",
        "James: I have no idea where Meg is! If I did, I'd tell you! The baby she's carrying happens be my grandchild. How long has she been gone?",
        "Paul: I don't know. I got back from the hole, she wasn't here. Come to think of it, you weren't here, either.",
        "James: I had business in Chicago.",
        "Paul: What kind of business would you have in Chicago?",
        "James: I went to see a man dance with his wife.",
        "Paul: If you don't tell me where she is -- if you don't tell me who took --",
        "James: Don't threaten me!",
        "Paul: I want her back.",
        "James: I don't have her!",
        "Paul: Well, then, who does?!",
        "James: I don't know. You know, Meg -- Meg is a strong, independent woman. Maybe she left all on her own.",
        "Paul: She wouldn't do that.",
        "James: Why? Because she's got a perfect husband?",
        "Paul: No. Because she loves me. She wouldn't just leave by herself.",
        "James: Well, maybe she didn't just leave by herself. Maybe she went to meet somebody else.",
        "[SCENE_BREAK]",
        "Dusty: You haven't changed at all.",
        "Meg: I think you've been sitting in the dark too long.",
        "Dusty: Why are you here? I mean, what does Stenbeck want with you?",
        "Meg: It's a long story.",
        "Dusty: Am I going somewhere?",
        "Meg: James wants to get back at Paul through me.",
        "Dusty: How?",
        "Meg: I'm his wife.",
        "Dusty: You married Paul?",
        "Meg: Okay, you know what? I -- I know what you're thinking, okay, Dusty?",
        "Dusty: I'm thinking we're both in a lot more trouble than I thought.",
        "Meg: Paul had nothing to do with this, Dusty. If anything, he's as much a victim as we are.",
        "Dusty: Paul, a victim?",
        "Meg: He's changed. He's a good man. He's a good husband. He's -- he's warm, and he's caring.",
        "Dusty: I don't remember you being so naive.",
        "Meg: I'm not. That's the point. I made it very clear to him that he had to prove himself to me, and he has, over and over again. He loves me, and he takes good care of me.",
        "Dusty: Then how'd you end up here?",
        "Meg: I don't know. Maybe the same way you did.",
        "Dusty: Paul operates just like his father.",
        "Meg: You're wrong.",
        "Dusty: I cannot believe you got mixed up with him.",
        "Meg: You know, you are one to judge people, Dusty. You let everyone who cares about you believe that you were dead. Is that right?",
        "Dusty: I had no choice.",
        "Meg: Oh. Well, you know, whatever your reasons, you wrecked a lot of lives.",
        "Dusty: I didn't mean to.",
        "Meg: Well, that's no excuse.",
        "Dusty: I'm not making excuses. I made hard choices. Maybe the wrong choices, but I can't do anything about it now. You can.",
        "Meg: All right, all right, all right! Hey, you know what? Let's just stop arguing about how we got here and just focus on how we should get out.",
        "[SCENE_BREAK]",
        "Paul: That's not gonna work. You can't get to me like that. I know Meg's not with another guy",
        "James: How can you be so sure?",
        "Paul: Because I'm sure. She loves me. I know that.",
        "James: She also expects you to be honest with her, and you haven't been. You lied. You lied about your financial problem.",
        "Paul: She's pregnant. She was very fragile. She didn't need to know.",
        "James: But see, that's not the point. You haven't been honest with your wife. I don't think she trusts you anymore.",
        "Paul: I think it's time that I called the police. I'm sure they're really curious how a guy like you got out of prison.",
        "James: You're not calling the police.",
        "Paul: No?",
        "James: Uh-uh. Good. Tell them you're calling to report a ghost. 'Cause if I don't want to be seen, no one's gonna see me.",
        "Paul: What do you want from me?",
        "James: Respect.",
        "Paul: Okay, that's it. I give up. I'll call the police. Maybe they can get a word of truth out of you. I've had it with you.",
        "[James leaves while Paul's back is turned]",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Carly: Hi.",
        "Lily: I need to talk to you.",
        "Carly: Come in.",
        "Lily: I won't be long.",
        "Carly: Okay.",
        "Lily: Carly, I wanted to thank you for everything you did while Ethan was missing.",
        "Carly: It was nothing.",
        "Lily: I disagree.",
        "Carly: You would have done the same for me.",
        "Lily: I don't know about that.",
        "Carly: Well, then, let's hope you never get the chance.",
        "Lily: No. I wouldn't wish that on my worst enemy.",
        "Carly: Well, I -- I thank you for coming here and telling me that.",
        "Lily: That's not all I came to say. I want you to know that what happened doesn't change anything between us.",
        "Carly: That's not why I did it.",
        "Lily: I know. I just want to be clear.",
        "Carly: Lily, I don't blame you for being angry with me. I did a terrible, awful thing to you. I know that. But I miss our friendship. I miss you. And if there was something that I could do that would make up for it, I would do it.",
        "Lily: You can't make up for it, ever.",
        "Carly: Are you sure? Because I would do anything to make it right.",
        "Lily: Then stay far away from me and my family.",
        "[SCENE_BREAK]",
        "Holden: Hey, why don't you guys go outside and eat your ice cream so you don't get it all over the furniture?",
        "Faith: Okay.",
        "Holden: Okay? Lily! Lily! I guess she went out.",
        "Faith: Dad --",
        "Holden: Hey, I thought you were going outside.",
        "Faith: Can I ask you something?",
        "Holden: Yeah, sure.",
        "Faith: Were you and Mom fighting before?",
        "Holden: No. We were just disagreeing about something. It had nothing to do with you kids.",
        "Faith: Is it gonna be like before when Mom came home? You promised that you guys were gonna be together forever.",
        "Holden: You know, Honey, I'm not gonna lie to you. Your mom and I -- we have a lot of things to work out.",
        "Faith: Like what?",
        "Holden: Well, we can't pretend that nothing bad happened. It did. We need to talk about it. And when we talk about it, we're gonna get upset. But we need to make sure that it never happens again. Honey, I promise you, we're doing everything we can to try to keep this family together.",
        "Faith: Try really hard, okay?",
        "Holden: Like my life depends on it.",
        "[SCENE_BREAK]",
        "Carly: I -- I don't intend to make any trouble for you and Holden.",
        "Lily: It's not you I'm worried about. Holden keeps saying he wants us all to be normal.",
        "Carly: He said the same thing to me.",
        "Lily: We both know that's impossible. If being normal means pretending that my best friend didn't sleep with my husband?",
        "Carly: All right. Well, you've made your point.",
        "Lily: I'm not saying that I think I'm better than you. I don't. I've hurt plenty of people that I love. I've been in your exact position. I know how hard it is to let go. Even after Dusty died, I couldn't keep him from coming between me and Holden. That's why I can't let you do it, Carly. You're here every day. If I were to let things be normal, if I were to just let Holden be your friend, my marriage wouldn't survive.",
        "Carly: I understand.",
        "Lily: I hope so, because I can't ever forgive you. Even if I wanted to, I just can't take that chance.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Carly: Hi.",
        "Jack: Hey.",
        "Carly: Come on in.",
        "Jack: Thanks.",
        "Carly: Have any news on Meg?",
        "Jack: Oh, we got our feelers out all along the east coast, but so far nothing. Nothing's come back yet.",
        "Carly: So, did you think of something that I can do to help?",
        "Jack: Not yet.",
        "Carly: Okay. What are you doing here?",
        "Jack: You sounded bummed out on the phone.",
        "Carly: Sorry about that.",
        "Jack: You okay?",
        "Carly: Dandy.",
        "Jack: Really? 'Cause you look worse than you sounded.",
        "Carly: Well -- you really know how to make a girl feel better.",
        "Jack: Oh, come on. Did something happen?",
        "Carly: Something other than my former best friend coming here and telling me that she hates me?",
        "Jack: Lily said that?",
        "Carly: Not in those exact words, but pretty close to those words.",
        "Jack: Well, what did you expect, Carly? For her to fall into your arms and say, \"All is forgiven\"?",
        "Carly: No. I suppose I was hoping for a handshake.",
        "Jack: That was foolish.",
        "Carly: Was it? I know that I was wrong to sleep with Holden, but I wasn't the only one there. Why does he get a free pass while I'm supposed to wear a scarlet letter for the rest of my life?",
        "[SCENE_BREAK]",
        "Lily: Where are the kids?",
        "Holden: Upstairs, playing video games. You've been gone for a while.",
        "Lily: I went for a drive.",
        "Holden: Any place in particular?",
        "Lily: I needed to think.",
        "Holden: Lily, I'm sorry. I'm sorry that I ran after Carly. It was pointless. It was stupid. I don't want to upset you.",
        "Lily: That's why I went to see her.",
        "Holden: When?",
        "Lily: When you guys went for ice cream.",
        "Holden: Why would you do that?",
        "Lily: Because I wanted her to know that I don't want to have anything to do with her.",
        "Holden: I think she knows that already.",
        "Lily: Yeah, well, I wanted her to hear it from me.",
        "Holden: Uh-huh. And what did she say?",
        "Lily: She agreed to stay out of our lives. Do you have a problem with that?",
        "Holden: No, no. But I have a problem with you going to see her without telling me.",
        "Lily: It was between me and her.",
        "Holden: No. Listen, I'm the one who's in the middle here, and I wish you would have told me before you went to see her so we could have discussed it.",
        "Lily: Is that it or do you have a problem with what I told her?",
        "[SCENE_BREAK]",
        "Jack: No one is saying you're the only one at fault. But Lily -- she's trying to put her family back together, her marriage back together, and seeing you opens old wounds.",
        "Carly: You know, it is really depressing. You were right and so was she.",
        "Jack: Well, it's good that you see it that way.",
        "Carly: And if the friendship was the only thing that I lost, I think that I could live with that, but I feel like I've lost a lot more.",
        "[SCENE_BREAK]",
        "Holden: I'm stuck in the middle here, and I wish you would have told me before you went to see her so we could have discussed it.",
        "Lily: Is that it or do you any problems with her not in our lives?",
        "[SCENE_BREAK]",
        "Carly: You know, it is really depressing. You were right and so was she.",
        "Jack: Well, it's good that you see it that way.",
        "Carly: And if the friendship was the only thing that I lost, I lost that some at time ago.",
        "Jack: Okay. So what else have you lost?",
        "Carly: My chance at a new life.",
        "Jack: Your reputation?",
        "Carly: Oh, no. Oh, please. I think that ship sailed some time ago.",
        "Jack: Okay. So what else have you lost?",
        "Carly: My chance at a new life.",
        "[SCENE_BREAK]",
        "Lily: Earlier, you were talking about that stuff of Dusty's that I saved. Do you remember how you felt when you found it?",
        "Holden: Of course I do.",
        "Lily: Yeah, because it was a reminder of what I did to you.",
        "Holden: No, it was more than that. It made me think that you weren't over him.",
        "Lily: I wasn't. That's why I saved it! So can you imagine that if it wasn't just Dusty's things, that if Dusty was still alive and showing up everywhere we went --?",
        "Holden: Like Carly does.",
        "Lily: Carly is a living, breathing reminder that you cared for somebody besides me.",
        "Holden: Lily, I care more about you.",
        "Lily: I know you do. Remember what you told me, that the only way we could make this work was if I closed Dusty out of my life? That's what I went to see Carly about -- closing her out of your life.",
        "Holden: I'm the only one who can do that.",
        "Lily: That's the question, isn't it, Holden? Can Carly ever be as dead to you as Dusty is to me?",
        "[SCENE_BREAK]",
        "Paul: You can stop the world? I need to get off now. How about you just stop the room from spinning? Nobody's listening to you, Paul. Meg. Why aren't you here?",
        "[SCENE_BREAK]",
        "Meg: Look, I don't even know what I'm doing. And even if we did get out, I don't know how far we'll get. I -- I've tried running. I got nowhere.",
        "Dusty: There's gotta be a boat.",
        "Meg: Not that I've seen. I don't even know how far it is to the mainland, or even what direction it's in.",
        "Dusty: Well, I'd rather take my chances out there than in here. You gotta keep trying.",
        "Meg: Okay. We've got to get you out.",
        "[Metal clanks]",
        "Dusty: Someone's coming. Get out of here. Go now.",
        "James: I'm back.",
        "Meg: Hey. That took a long time.",
        "James: Well, I had a lot of shopping to do.",
        "Meg: You went shopping?",
        "James: Yes. Everything we need to keep mother and baby happy -- whole wheat bread, yogurt, vegetables, fruit, milk, cereal.",
        "Meg: I hope you got soy milk. I'm lactose intolerant.",
        "James: I didn't know that.",
        "Meg: Yeah. I can't have dairy products.",
        "James: I'll get some soy milk tomorrow.",
        "Meg: How about prenatal vitamins?",
        "James: Yeah. Have that.",
        "Meg: Calcium pills?",
        "James: Yeah. Got that, too.",
        "Meg: Cocoa butter?",
        "James: What?",
        "Meg: What, it's important. You have to go back.",
        "James: Are you trying to get rid of me, Meg?",
        "Meg: Just because I can't stand the sight of you?",
        "James: Always honest. Yeah, I like that about you, Meg. Always did. Yep. This is gonna work out. Need anything else?",
        "Meg: Yeah. I'm craving ice cream.",
        "James: That's dairy.",
        "Meg: Yeah, well, you have to find the lactose-free kind.",
        "James: Where?",
        "Meg: How should know? You won't even tell me where we are!",
        "James: You're very clever, Meg. I'll just find some.",
        "Meg: Well, don't hurry back. And don't forget the soy milk.",
        "James: I can see why Paul loves you. It saves him the trouble of having to think for himself.",
        "[SCENE_BREAK]",
        "Carly: I'm certainly not saying that Holden was the love of my life. I already had one of those. That's more than enough.",
        "Jack: You won't get an argument from me.",
        "Carly: Seriously, I still often wish that I'd been good enough for you.",
        "Jack: Oh, stop it. Come on.",
        "Carly: It's the truth. You're the best human being I know. You made me better than I'd ever been. It was exhausting, really.",
        "Jack: Holden's a pretty good guy.",
        "Carly: Yeah, he is, but it was different. I -- I know that being with him was wrong, but I wasn't married. He was. And that's what really bothers me about this. I know that I've made mistakes, but so has Lily!",
        "Jack: So has everyone.",
        "Carly: Right. But she's the one who's got a husband. I'm the one who's alone.",
        "[SCENE_BREAK]",
        "Holden: That's asking a lot.",
        "Lily: I'm not asking, Holden. I realized that when I went over to Carly. This isn't something that you can do for me. It will only work if you do it for yourself. If you do it because I insisted, you'll just end up resenting me.",
        "Holden: Lily, I don't resent you.",
        "Lily: Well, it sure felt like it when I told you I went over there.",
        "Holden: No. I was just surprised. But you're right about one thing -- you're not asking for more than I asked for after Dusty.",
        "Lily: Thank you.",
        "Holden: I can shut Carly out of my life. I can do it. But the question is, will you believe me?",
        "Lily: Holden, you don't lie. If you tell me something, I'll know it's true.",
        "Holden: Okay. Well, then, thank you for giving me this chance. It's more than I gave you where Dusty was concerned.",
        "[SCENE_BREAK]",
        "Meg: Hey.",
        "Dusty: Was that him?",
        "Meg: Yeah, I sent him back to the store. That should give us more than enough time to get you out.",
        "Dusty: You got a key?",
        "Meg: No, but I watch TV.",
        "Dusty: TV? I guess life with Paul is not that exciting after all.",
        "Meg: You know what? I am trying to help you escape from an island where you're being held by his lunatic father. I think that's more than enough excitement for me.",
        "[Pounding]",
        "Dusty: Knock it off, will you?! That won't do it!",
        "[Loud clanging]",
        "Meg: Oh, no?",
        "Dusty: I'll never make fun of television again.",
        "Meg: You better not. Come on, let's get you out of here.",
        "Dusty: Wait, wait!",
        "Meg: What? What's wrong?",
        "Dusty: I haven't stood up in weeks. I mean, I -- I don't know.",
        "Meg: You'll get some vertigo, but you'll get over it. Come on.",
        "Dusty: Hold on a sec! I thought you were supposed to be a compassionate nurse.",
        "Meg: I'll give you a sponge bath afterwards. Come on!",
        "[Dusty groans]",
        "[SCENE_BREAK]",
        "[Paul has a vision of Meg and Dusty arms around each other]",
        "Paul: No, no! He can't be right.",
        "[SCENE_BREAK]",
        "[Meg and Dusty have they arms around each other]",
        "Meg: No boat.",
        "Dusty: Not here.",
        "Meg: Not anywhere.",
        "[NEXT_ON]",
        "Brad: I've lost something that I might not ever get back.",
        "Katie: Let's start out with two shots of tequila, please.",
        "Paul: I know what I saw! Dusty is alive, and he's with my wife!",
        "Dusty: You're not gonna lose this baby. Not on my watch."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=x6Wl511oZzw"
}