{
    "Episode Summary": [],
    "Recap": [
        "Dusty and Lily got ready for the Rose Foundation benefit at Metro. He showed her a check from Paul \u0096 he didn't want her to accept it. Holden said he believed Rose would have forgiven Paul \u0096 but he left the decision about Paul to Lily. Paul arrived just as Lily was going to give her speech. He said his prison was remembering the hateful things he said to Rose at the church. He wanted Lily to take the check \u0096 she never had to mention where she had gotten it. At the end of her speech Lily acknowledged the large donation Paul had made to the Foundation \u0096 Dusty was not pleased. The band arrived without a lead singer \u0096 Lily was disappointed because they were supposed to perform Rose's favorite song. Lily stepped in for the lead singer.",
        "Rosanna told Jordan that she had proof Paul was going to take BRO down and Barbara with it. Paul had hired her sister Carly to replace Barbara's designs. She offered Jordan a job at Cabot. Bonnie told Jessica and Sarah she was moving to Florida to marry Isaac. Bonnie also told Jessica she wanted Sarah to come with her. Barbara had another attack with her eyes while talking to Jennifer. She sent Jennifer to the benefit. Later Jordan got her home."
    ],
    "Recap Author": "Lea",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Bob: It's getting late.",
        "Lisa: Relax, Bob. We've got time.",
        "Chris: She'll be down soon.",
        "Kim: I did tell Lily we were going to be there when she speaks.",
        "Lisa: Kim, don't you remember how we were at this age? I know that it took me hours and hours to get ready for my big night on the town.",
        "Bob: Oh, tell me about it!",
        "Lisa: Okay, Bob, how about --",
        "Bob: No, no. Don't tell me about it.",
        "Kim: I just -- why didn't she want to get ready at our house?",
        "Chris: Well, I think she's nervous, Mom. You know, it's the first time that we've been out with my friends. And, well, I'm sure she just wants to make an impression.",
        "Alison: I'm ready! Everybody close your eyes.",
        "Chris: Alison, we're running late.",
        "Alison: I'm not gonna come down till everyone closes their eyes.",
        "Chris: She means it.",
        "Alison: Okay. You can open them.",
        "Kim: Ooh.",
        "Lisa: Oh, my.",
        "Bob: Wow.",
        "Alison: So, what do you think?",
        "Chris: Alison, you look --",
        "Lisa: Absolutely breathtaking! Oh, yes.",
        "[SCENE_BREAK]",
        "Dusty: She looks gorgeous. But look who I'm talkin' to. The roses are beautiful. A nice touch.",
        "Lily: Joe sent a whole ton of them. I had your people put them on all the tables.",
        "Dusty: It's too bad Joe couldn't make it.",
        "Lily: He's just been so -- I look at her face and I just get so afraid.",
        "Dusty: Of what?",
        "Lily: That I'll forget. What her voice sounded like. The way she moved her hands way too much, every time she told a story. And those crazy relatives in New Jersey that I'll never know.",
        "Dusty: You're not gonna forget. Believe me, you will not forget. That's what this is all about. Keeping her memory alive. Right?",
        "Lily: What if it's not enough?",
        "Dusty: Then we make it enough. By the way, we gotta talk. I got this in the mail. It's from Paul Ryan. I don't care how many zeroes he puts on that. I say we tell him to stuff it. 'Cause Rose's memory cannot be bought.",
        "[SCENE_BREAK]",
        "Jessica: We should have gotten that orange thing. It was so pretty.",
        "Bonnie: Yeah, I liked it --",
        "Ben: Are you sure you got enough?",
        "Jessica: Ah, no actually. I think we're going to go back tomorrow and finish cleaning the place out.",
        "Bonnie: Oh, we hit the max on all our cards.",
        "Jessica: No, she's kidding! She's just kidding.",
        "Sarah: I got some sick clothes.",
        "Ben: Sick?",
        "Jessica: In our day, \"bad.\"",
        "Ben: Oh -- bad, sick. Right, right. Sick.",
        "Jessica: Come on, Sarah, grab your things. Let's have a little fashion show. You sit tight.",
        "[Bonnie sighs]",
        "Ben: Sounds like you all had a great day.",
        "Bonnie: Yeah, we -- I know, I know, I should have talked to my Mom -- but we were having so much fun. I didn't want to spoil it.",
        "Ben: She needs to know your plans, Bonnie.",
        "Bonnie: I'll tell my Mom, tonight. I promise.",
        "Jessica: Tell me what?",
        "Bonnie: That -- I'm not staying in Oakdale.",
        "[SCENE_BREAK]",
        "Jennifer: Well, how long do you think it'll take? I was just hoping we could go together. No, I understand. I'll meet you at Metro. Okay, bye.",
        "Barbara: Isn't the fundraiser for the Rose foundation at Metro tonight?",
        "Jennifer: Jordan and I were planning on going together.",
        "Barbara: Ah! Do you think that's really a wise idea considering how Lily Snyder feels about this family?",
        "Jennifer: I'm a little nervous about that. But Jordan thinks that if I show up, it'll prove to Lily that we all -- we all want to move on.",
        "Barbara: He's a remarkable young man, isn't he? And I'm not the only one who's noticed.",
        "Jennifer: Mom --",
        "Barbara: Just stating the obvious.",
        "Jennifer: Jordan is nice to me because he knows I don't like going places alone. I was sort of hoping he would be the ice breaker. Even though Uncle Bob and Aunt Kim are there, I just -- the whole idea of Will Munson's sister making some sort of entrance just seems -- Mom. Mom, what is it? What's wrong?",
        "[SCENE_BREAK]",
        "Rosanna: I hope I haven't kept you waiting.",
        "Jordan: No, not at all. But I do have plans for the evening.",
        "Rosanna: Oh, all right. Well, I'll get right to the point, then. Turns out, I was right about your boss. Paul Ryan is trying to destroy his mother. The whole reconciliation is a complete sham.",
        "Jordan: How do you know?",
        "Rosanna: I have it on a pretty reliable source.",
        "Jordan: I did some digging at the office myself --",
        "Rosanna: Did you come up with anything?",
        "Jordan: No, not yet.",
        "Rosanna: Well of course you didn't. Because Paul has hired a designer, in secret. His plan is to replace Barbara's designs and publicly humiliate her.",
        "Jordan: Do you know the name of the designer?",
        "Rosanna: Yes, I happen to. It's my sister, Carly Tenney-Snyder. Who, I'm happy to say, walked away from the whole thing.",
        "Jordan: Well, what's to stop Paul from using another designer? I mean, there's a lot of hungry talent out there.",
        "Rosanna: Exactly. Perhaps I'm out of line, here, but if I were you? I would get out of B.R.O. before it's too late.",
        "[SCENE_BREAK]",
        "Holden: What's going on?",
        "Lily: Hi. Paul sent a contribution to the Rose Foundation.",
        "Dusty: It's blood money.",
        "Holden: Isn't the cause more important than the players?",
        "Dusty: No. No, not in this case. Don't you remember? You don't remember how he trashed her in church?",
        "Holden: Of course I remember.",
        "Dusty: Okay, then. So we let him own his own conscience without our help. Please.",
        "Holden: I'm not so sure Rose would agree.",
        "Lily: What do you mean?",
        "Holden: She loved the guy. She wanted to marry him. And if she were here right now, I'm not so sure she wouldn't have forgiven him.",
        "Dusty: Rose didn't let people walk over her. You know that. And so do I.",
        "Lily: All right, you tell me. What should I do?",
        "Holden: It's a lot of money.",
        "Lily: Yes it is.",
        "Holden: It could help a lot of people. The Rose I knew would cash the devil's check to get this foundation off the ground. But it's up to you. I can't make the decision for you.",
        "[SCENE_BREAK]",
        "Jennifer: Mom? Mom.",
        "Barbara: It's okay, honey. I had -- a headache. I've just been -- I've been working nonstop, that's all.",
        "Jennifer: Are you sick?",
        "Barbara: No, no. No, I'm not sick. I want you to go to the fundraiser and have a great time tonight. I'm going to stay here and write will a letter, before I call it a day. Okay?",
        "Jennifer: Okay. Okay. I'm out of here.",
        "Barbara: Good night, honey. I hope it all goes well.",
        "Jennifer: Me too. See you in the morning.",
        "Barbara: Bye. Oh, dear God, why now? Why now, when I'm so close. Why now?",
        "[SCENE_BREAK]",
        "Jordan: You're serious? You think I should quit?",
        "Rosanna: Yes, immediately. Thanks to Paul, B.R.O. is programmed to blow up in his mother's face. It's just a matter of time. Get out now. That's my advice.",
        "Jordan: Well, I appreciate the advice. It's just -- I don't agree. I mean, the Ryan's have -- they've been through a tough time, but they've really -- they've become a really good team. They have.",
        "Rosanna: Of course Paul wants his mother to think that. But it's going to be very soon when he shows his true colors. And when he does, Barbara is not going to be the only one who suffers. So will you, by default.",
        "Jordan: Or I'll land on my feet. I'm pretty good at that.",
        "Rosanna: My sister, as brilliant as she is, would never have realized her dreams at B.R.O. it would have just been another embarrassment. And let me tell you -- careers can only survive so many freefalls.",
        "Jordan: Let's say I take your advice and I resign from B.R.O. what then?",
        "Rosanna: Come to work for Cabot Motors. I'd love to have you come and work for me.",
        "[SCENE_BREAK]",
        "Jessica: Did you know about this?",
        "Ben: I just found out yesterday.",
        "Bonnie: I told Ben that I wanted to tell you. Mom, we wrote to each other, Isaac and I, almost every day. We want to make a commitment. He's asked me to marry him. And I've said yes. Please, just say that you're happy for me.",
        "Jessica: Bonnie, of course I'm happy for you. But -- I mean, Isaac's a good man.",
        "Sarah: So, what do you think about this? I thought maybe with the darker shirt?",
        "Jessica: Sarah, honey, we have some news --",
        "Sarah: What kind of news?",
        "Bonnie: Mom, please, let me -- Sarah. Honey, Isaac and I are getting married. And I'm moving to Miami.",
        "Sarah: You mean, you're leaving me?",
        "[SCENE_BREAK]",
        "Jordan: I wasn't exactly expecting a job interview. Rosanna, you have your pick of talent. Why me?",
        "Rosanna: Well, when I read that you were going to B.R.O., I got a little curious.",
        "Jordan: How curious?",
        "Rosanna: I spoke to Dan Sherman at Wharton.",
        "Jordan: You investigated me?",
        "Rosanna: Oh, informally. And Dr. Sherman had nothing but praise for you. From there I found out that you went to Intelliforce when the analysts had all but buried it. And after that, you were the point man at Comcorps when it was about to go under. And both companies are now thriving.",
        "Jordan: But, did Sister Agnes mention the clothing drive that I ran when I was 12?",
        "Rosanna: Look, not many people go from the orphanage to the Ivy League. You've obviously made an impact wherever you've gone.",
        "Jordan: But your company makes cars. Did you notice that there's nothing on my resume about automotive experience?",
        "Rosanna: Come on. You're a quick study. Marketing and design principles really aren't all that different from industry to industry. At least tell me you'll think about coming to Cabot.",
        "Jordan: I will.",
        "Rosanna: Great. Excellent. And you know if you want to talk about it some more, you know where I live. Good night, Jordan.",
        "Jordan: Good night, Rosanna.",
        "[SCENE_BREAK]",
        "Alison: I'd like a Virgin Mary please.",
        "Aaron: One second, Miss. Let me get the bartender. Ali? Oh, wow, I didn't even recognize you!",
        "Alison: Really?",
        "Aaron: Yeah, you look like a movie star or something.",
        "Alison: What movie star?",
        "Emily: I'd say Grace Kelly with a touch of Audrey Hepburn. You look beautiful.",
        "Alison: You look great yourself.",
        "Emily: Oh, thanks. I just wish Hal didn't have to work. I miss him at these things, you know?",
        "Alison: Well, you can hang with Chris and me.",
        "Emily: Well, I'm sure he would love that. Where is he, anyway?",
        "Aaron: He's right there.",
        "Alison: Oh, no, not her.",
        "Emily: Who her?",
        "Alison: Tish Waldron. My new supervisor.",
        "Emily: Alison? Alison. Get that look out of your eyes. Remember, a lady can walk away from any difficult situation.",
        "Alison: Hold that celery in my Virgin Mary, I'll be right back. So, what did I miss?",
        "Bob: Tish was just telling us she's a local girl.",
        "Chris: Oakdale Latin --",
        "Tish: And from there I went to Georgetown and got my B.S. in nursing.",
        "Alison: B.S.? She said it, not me.",
        "Lisa: I remember a long time ago, I thought what fun it would be to go to school in Washington, D.C. It's all that political intrigue.",
        "Tish: Oh, being in our nation's capital was very stimulating. Where did you go to school, Alison?",
        "Alison: I got my G.E.D. At the Women's Detention Center, class of '03? But you already know that, so don't smile through your teeth and try to pretend to be my friend when -- you're just trying to put me down in front of Chris and his family. Okay?",
        "Tish: I'm sorry. I really didn't know --",
        "Chris: I'll be right back.",
        "Lisa: Let me. Honey, are you all right?",
        "Alison: You can take the girl out of the cell block --",
        "Lisa: Oh, now, stop. I don't want you doing that to yourself. Don't downgrade yourself like that.",
        "Alison: Chris' parents probably wish he was dating a someone like Tish. With a great job and smart --",
        "Lisa: No. I know that Kim and Bob want their son to be with the girl who makes him happy. And you are obviously that person. Now I've known a lot a girls like Tish. Many Tishes in this world! And believe me, she's nothing but a royal suck-up.",
        "Alison: Lisa!",
        "Lisa: Well, I mean that. And you, my dear, are the real deal. I used to know somebody very much like you myself. A long time ago.",
        "Alison: Who?",
        "Lisa: Me. I didn't turn out so bad, if I do say so myself. So why don't you go back there -- and hold your head high and don't apologize for who you are or where you've been. Now I do think we'd better hurry back before Tish just bores them to death with her scholastic stories. Come on.",
        "[SCENE_BREAK]",
        "Lily: Well, thank you.",
        "Dusty: You ready?",
        "Lily: Nervous. I really am. I've given a lot of speeches in my day. But this one is different. This is for Rose. It's special.",
        "Dusty: All you gotta do is talk from your heart. If you get jumpy, keep your eyes on me.",
        "Lily: Okay.",
        "Dusty: You ready?",
        "Lily: No.",
        "Paul: Lily?",
        "Dusty: What do you want?",
        "Paul: I'd like to talk to you alone.",
        "[SCENE_BREAK]",
        "Dusty: Get out of here.",
        "Paul: Lily, I need to speak to you for a second.",
        "Dusty: No, we're having a big night, here. With family and friends. And you show up? What does this remind me of? A church, in December. I believe you had something to say then, too. Didn't you?",
        "Paul: I didn't come here to make a scene, Dusty.",
        "Dusty: But it's what you do! And she doesn't need it. Not now. 'Cause she's about to make her pitch. Understand?",
        "Paul: Lily, please. It won't take long.",
        "Dusty: You got that right, pal. Come on.",
        "Lily: No, no, it's okay. Please. Just give me a few minutes alone with him. And the band is very late. So, could you call them for me? I'll be fine.",
        "Dusty: She better be.",
        "Lily: Okay, what do you want?",
        "Paul: I can't have what I want. We have that in common. I miss her very much.",
        "Lily: You miss her?",
        "Paul: I love her.",
        "Lily: You love her.",
        "Paul: Lily, for years I thought if I did all the right things -- you know, if I was a good guy -- I could somehow forget that who I am, an who I'll always be. I'm James Stenbeck's son.",
        "Lily: Please don't. I've heard that so much, I could recite it back to you. Please.",
        "Paul: There's not a day that goes by that I don't think about the hateful things that I said to Rose in that church. I can't forget it. I can't block it out. That's my prison. That's my 6' x 9' cell. That I was so insecure, that I was so consumed with guilt, that I didn't even realize that Will plotting to take her away from us. I was so stupid, I didn't even realize how scared he was. How desperate. And now he's locked up. And he's just a boy. He's just a child. Everywhere I look there's loss. For you, too. Think about it -- the one person who should be here, laughing and making us all laugh -- charming everyone in this room, has been reduced to a photograph that doesn't even begin to capture who Rose is.",
        "Lily: What do you want from me? You want my sympathy? You want pity? This check is supposed to make you a good guy?",
        "Paul: I want you to keep the money. Just keep it. You don't have to tell anybody where it came from. I want you to have it. Why don't you get back to your guests?",
        "Lily: Wait. I'm about to say a few words about Rose and the foundation. And I'd like you to stay.",
        "[SCENE_BREAK]",
        "Jordan: Jennifer? Barbara?",
        "Barbara: Jordan? Is that you?",
        "Jordan: Yeah, what's wrong? Are you okay?",
        "Barbara: It just started a little while ago. Everything went gray. I can barely make out shadows. It's never lasted this long --",
        "Jordan: Where's Jen?",
        "Barbara: She was here when it started and I sent her off to the fundraiser.",
        "Jordan: How long has it been this way?",
        "Barbara: I don't know. I don't know. Half an hour, maybe a little bit longer. She was here when it started. She knows something's wrong. I can tell she knows!",
        "Jordan: That's it. I'm taking you to the hospital.",
        "Barbara: No, I don't want to go to the hospital. I just want to go home. Please! Just take me downstairs and get me a taxi so I can go home.",
        "Jordan: No, you're not going to take a taxi. Come on. I'm going to take you home.",
        "Barbara: Thank you. There are people in this town that would say that God is punishing me for all the horrible things that I've done.",
        "Jordan: I don't think God works that way.",
        "Barbara: I'm not trying to be a martyr. I just want my kids to be proud of me. I owe it to them. I'm not letting them down again.",
        "[SCENE_BREAK]",
        "Bonnie: Sarah, I still want you in my life.",
        "Ben: All right. Look, nobody's making any major life decisions, or moving, in the next five minutes. So why don't we get dinner started? Okay, we can talk about all this later on. So, Sarah, you want to come give me a hand? I mean, Curtis is going to be starving when he gets home from practice.",
        "Sarah: Sure.",
        "Bonnie: I blew it, Mom. And now you're gonna think I let you down, too.",
        "Jessica: Oh, stop. You could never let me down. We just all need to get used to the idea. That's all.",
        "Bonnie: But Sarah was counting on living with me -- and I don't know whether I should say this, but, I was counting on it, too. Isaac and I are ready for a real home and a real family. We want Sarah to be a part of that family.",
        "Jessica: You want her to move with you to Florida?",
        "Bonnie: I know I should have told you the second I got back, Mom. I should have. But when I saw you two together and we were at the mall today, the way you looked at her -- I just couldn't. I know you felt forced to take her at first, but -- something has changed, hasn't it? And now, no matter what I do or what I say or what I want, somebody I love is going to get hurt again.",
        "Jessica: Okay, wait a minute. Listen to me. You are only trying to make a new, wonderful life for yourself. And as your mother, that's all I ever wanted for you. And you will find out one day that being a mother is the only job, where if you're any good at it at all, it leaves you unemployed one day. And I love you so much, Bonnie Louise, that whether it's now, or a hundred years from now, there's just no easy way to let you go.",
        "[SCENE_BREAK]",
        "Tish: Don't rush off, you two. Chris, I wanted to tell your Mom and your Dad all the great things you've been doing with the geriatric patients. He has been a total hero to Mr. Lewis.",
        "Alison: You mean the old guy in 410?",
        "Tish: He's been so depressed since his stroke --",
        "Chris: Up until a couple of days ago, he had refused any kind of therapy.",
        "Kim: So, what happened a couple of days ago?",
        "Alison: Well, he was really down because he couldn't get himself to the convenience store to play the numbers.",
        "Tish: Really, Alison, the man can hardly speak. How could you possibly know how he's feeling?",
        "Alison: Well, just because he can't talk, doesn't mean that he can't hear. I was reading the paper to him the other day and he pointed to the section where they list all the winning numbers. So I asked if he played and he nodded. So, I went out and I spotted him five bucks and he won. Next thing I knew I was wheeling him to physical therapy.",
        "Tish: Because of gambling?",
        "Chris: No, Tish, because a very special person gave him something to look forward to. Now, if you'll excuse us, I owe that very special lady a dance.",
        "[SCENE_BREAK]",
        "Dusty: Can I have everyone's attention, please? I'd like to introduce the lady -- I should say one of the ladies behind the Rose Foundation. Lily Snyder.",
        "[Applause]",
        "Lily: Wow. I see a lot of familiar faces out there. People that loved Rose. When I was approached about doing the Rose Foundation, I -- I couldn't imagine what Rose would want to do with the money. But, as many times before, I heard her voice. I -- she loved life. She loved her life. The only thing in her life that she was a little self-conscious about, was that she didn't have a formal education. But she did remind me that you didn't need that when you want to get to the front of the Atlantic City kick line. She was smart. My God, so smart. And so, in keeping Rose's memory alive, the Rose Foundation is dedicated to endowing college scholarships to those who would like to pursue a degree in the arts but are prohibited by financial hardship. We want Rose's dream to live alive in other people. That's all. I just have one more thing to say. We've already received an incredible contribution in Rose's memory from Paul Ryan. And if everyone in this room is as generous as he is, then this night will be a huge success. Thank you.",
        "Holden: Honey, that was wonderful. Rose would be very, very proud.",
        "Lily: Oh, you're absolutely right. No matter what how I feel about Paul, that's what Rose would've wanted.",
        "Emily: You were wonderful, Lily.",
        "Lily: Thank you.",
        "Emily: I'm so proud of you. The scholarship's a wonderful idea.",
        "Lily: Thanks, Emily.",
        "Emily: I'm going to get my mother on the phone and get a big fat check out of her.",
        "Lily: Thank you. So? Still think it's a bad idea for me to work with the Rose Foundation?",
        "Holden: All I ever wanted was to see you look just the way you do tonight. I love you.",
        "[SCENE_BREAK]",
        "Jordan: I'm sorry that I had to meet you here.",
        "Jennifer: Well, what kept you?",
        "Jordan: I had to take a conference call with legal affairs --",
        "Jennifer: Did you see my Mom?",
        "Jordan: Yeah, for a minute.",
        "Jennifer: How'd she seem to you?",
        "Jordan: She seemed a little tired.",
        "Jennifer: No, it's not just that. She's been acting so funny lately. And I've seen her do this before, and it always leads to trouble.",
        "Jordan: Your Mom's not up to anything, except trying to meet a few pretty tight deadlines.",
        "Paul: I'm leaving.",
        "Jennifer: But it's still early!",
        "Paul: Yeah, well, I just think it might make it easier for Lily.",
        "Jennifer: But she accepted your donation. Jordan, it was so great. Lily just acknowledged him in front of everybody. It was wonderful. Oh, hey, there's Uncle Bob. I want to say hi. You guys stay here. I will be right back.",
        "Jordan: You must feel pretty good about yourself tonight.",
        "Paul: Is there a problem with that?",
        "Jordan: You tell me.",
        "Paul: Okay. Sinclair, I hate riddles. And it would be really bad to have to fire you. You have such a promising future at B.R.O.",
        "Jordan: Yeah, I don't think Barbara would go for that.",
        "Paul: Don't count on Barbara's support. Family first. That's her motto.",
        "Jordan: What's yours, Paul?",
        "[SCENE_BREAK]",
        "Holden: I don't understand the problem. The music sounds great.",
        "Lily: But the singer didn't show up --",
        "Dusty: Laryngitis.",
        "Lily: And she was supposed to sing Rose's favorite song.",
        "Dusty: Why don't you sing it?",
        "Lily: Me? No, I couldn't.",
        "Dusty: Yeah, you.",
        "Reporter: You've got great pipes, and you know you do.",
        "Holden: He's right. Unless you think working the room has just been too much for you.",
        "Lily: I haven't sung in public in such a long time.",
        "Dusty: All right, all right. I'll try to see if I can find somebody --",
        "Lily: Okay. Would you call and check up on the kids?",
        "Holden: Yeah. You all right?",
        "Lily: Yeah. Yeah, I'm okay.",
        "[Ghostly clucking]",
        "Rose: Chicken! You're afraid to belt a tune? Come on, these are our friends, Lily our family. Do it.",
        "Lily: I would do it, if you were here.",
        "Rose: So where do ya think I am? I'll be front and center cheerin' you on. I'm in your corner, Lil. I'm always in your corner. I'm not goin' anywhere.",
        "[SCENE_BREAK]",
        "Tish: That's a nice shade on you.",
        "Alison: Don't try to kiss up to me.",
        "Tish: Now that's the Alison I know.",
        "Alison: Just leave me alone.",
        "Tish: Having fun tonight?",
        "Alison: Well, you know, I'm with the handsomest guy here. We're madly in love. Sounds like a good time to me.",
        "Tish: You know, we had a saying at Oakdale Latin. \"So many wannabes, so few can-be's.\"",
        "Alison: We had a saying at the Women's Detention Center. \"Move it or lose it.\"",
        "Tish: You know, it's just a matter of time before you make a mess of your life again. You're the star of the hospital grapevine.",
        "Alison: Well, you know, it beats being a loser who can't get a guy of her own. It's not that I'm talking about you or anything.",
        "Tish: You know, when you do break his heart again, I'm gonna be the one to pick up the pieces. Just like I did with your five-minute marriage to Aaron Snyder.",
        "Alison: \"Pick up the pieces?\" What does that mean?",
        "Tish: Use your imagination. He's a red-blooded guy, Alison. Did you really think he wouldn't turn to someone else?",
        "Alison: \"A lady knows how to walk away from a difficult situation.\"",
        "Tish: Pardon?",
        "Alison: I said, it's a good thing I'm not a lady!",
        "[Tish whimpering]",
        "[Toilet flushing]",
        "Alison: Can I borrow Chris?",
        "Kim: Absolutely.",
        "Lisa: Oh, what's that sparkle in your eye?",
        "Alison: Some girls just know how to have fun, I guess.",
        "Chris: What's up?",
        "Alison: My Mom's not home. She's working a double at the hospital. We could have the place to ourselves.",
        "Chris: Let's go.",
        "Tish: You'll pay for this. This is war, Alison Stewart!",
        "[SCENE_BREAK]",
        "Lily: Any luck?",
        "Dusty: I can't even get a name.",
        "Lily: I'll do it.",
        "Dusty: You sure?",
        "Lily: No. Yes. No. You could talk me out of it.",
        "Dusty: You're gonna be terrific. 'Cause I'm gonna introduce you.",
        "Lily: How about this? Do this, do this -- don't say anything major. Just, no buildup. Simple --",
        "Dusty: Relax.",
        "Lily: I can't relax. I'm shaking.",
        "Dusty: You're gonna be fine.",
        "Lily: Amateur. Use that word a lot. Amateur -- ish.",
        "Holden: What's going on?",
        "Dusty: Your wife. She's gonna sing.",
        "Holden: Are you sure?",
        "Lily: I'm sure.",
        "[SCENE_BREAK]",
        "Jordan: Where's your brother?",
        "Jennifer: He's getting his coat. What's going on with you two?",
        "Jordan: Nothing.",
        "Jennifer: Right. Except that World War III looks like it's about to break out.",
        "Jordan: Paul and I have very strong ideas about the business.",
        "Jennifer: He's a good guy, Jordan.",
        "Jordan: You don't have to sell him to me. Okay, Jen?",
        "Jennifer: I just hope that tonight means he can finally getting on with his life. He deserves that.",
        "[SCENE_BREAK]",
        "Dusty: Can I have everyone's attention once again? Thanks to everyone's generosity, tonight's been a great success. And tonight's just the beginning. It's time, now, to remember the woman behind the foundation, Rose D'Angelo. I'll share with you that she had this song that she was crazy about. A song that I think sums up pretty well how she chose to live her life. The woman who's about to sing the song wants to be introduced as an amateur. But she's not. So I won't. So, please allow me to introduce a true star in every sense of the word -- Lily Snyder.",
        "Lucinda: Lily's going to sing?",
        "Holden: Yes, she is.",
        "Lily: This is for Rose. Good night don't be afraid sleep safe in my arms I swear you'll be okay I'll keep you from harm 'cause I love you and I always will and you know I'm gonna be true and wherever you lead me I'll be here with you I know times have been hard life's treated you bad baby let down your guard try not to be sad 'cause I promised to stay by your side and now that's what I'm gonna do when the others have gone away I'll be here with you I'll be here when the nights are cold I'll be here when the skies are old I'll be here when we both grow old here with you so good night don't be afraid sleep safe in my arms baby you'll be okay I'll keep you from harm and tomorrow if troubles should come you can count on me to be true and for now and for always I'll be here with you come rain or come shine through thick or through thin better of worse I'll be here with you so good night don't be afraid",
        "[NEXT_ON]",
        "Henry: You are so obsessed with Mike Kasnoff that it is driving you crazy. Baby, give up the chase. You're running for all the wrong reasons.",
        "Carly: About that job with Paul -- I quit.",
        "Craig: Is this everything from that pawn shop in New York? There are things missing. And I want to know why."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Yfc8zbAMvnM"
}