{
    "Episode Summary": [],
    "Recap": [
        "Paul vows to figure out what happened that Emily didn't testify against Barbara. Sierra and Dusty seal the deal to buy the spa. Katie and Henry are married after Katie calls him her soul mate in her vows. Craig and Jennifer bet on a pool game to get Scott Reeves to promote \"Street Jeans.\" Jennifer sees Mike looking extremely upset after Katie married Henry."
    ],
    "Recap Author": "Leigh",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rosanna: I'm sorry, Emily. This isn't a good time.",
        "Emily: I just need a minute. You see, I remember something.",
        "Rosanna: You do?",
        "Emily: It was you. You drugged me, Rosanna. Why? You set this whole thing up to make it look like you were the victim. Why? Say something!",
        "Rosanna: I don't know what you want me to say.",
        "Emily: Answer my question!",
        "Rosanna: I can't.",
        "Emily: Why not?",
        "Rosanna: Because I don't know what to say to an allegation that wild. Please, Emily, for your own sake, don't repeat what you just told me. Not to anyone.",
        "Paul: Emily, where have you been?",
        "Emily: I needed to get out of the police station for a while.",
        "Paul: Oh, yeah, I'll bet. So tell me something? Why?! No, how -- how could you let Barbara get away with this?!",
        "[SCENE_BREAK]",
        "Sierra: We would consider it an honor to continue what you've started here.",
        "Hazel: Stan, look at that. I'm sorry. We didn't realize --",
        "Stan: That you two were married.",
        "Hazel: Oh, wow. I'm sorry. When we heard Worldwide Industries, we automatically assumed --",
        "Stan: Corporate capitalist monster.",
        "Hazel: We had no idea that you two were a couple. We have always wanted to pass this place on to people who would --",
        "Stan: Respect the intimacy. You have to have a special kind of closeness if you're going to do what we've done here.",
        "Dusty: Oh, we wouldn't want to change anything. I mean, we love the feel.",
        "Sierra: But Worldwide would still own the spa officially.",
        "Stan: Then how could you guarantee it'd stay the same? How could you keep --?",
        "Hazel: The same vibe?",
        "Dusty: Oh, Sierra's the head of the company. That's not a problem, right, sweetie?",
        "[SCENE_BREAK]",
        "Rev. MacKenzie: As we gather today to celebrate the beauty of love and to unite Katie Peretti and Henry Coleman in marriage, should there be anyone with cause as to why this couple should not be united, speak now or forever hold your peace.",
        "Alison: Tell me when this part's over.",
        "Aaron: You're okay. Just hang in there, all right? Breathe.",
        "Katie: No problems here, reverend. Let's get married.",
        "Rev. MacKenzie: I would ask that you hold the key to your heart very tightly. Within the bible, nothing is more important than --",
        "Craig: We got it.",
        "Jennifer: What?",
        "Craig: A meeting with Scott Reeves.",
        "Jennifer: Shh. Tell me about it later.",
        "Craig: He's in town today, today only. We got to go now, or we'll miss our only opportunity.",
        "Jennifer: We can't leave. It's your sister's wedding.",
        "Rev. MacKenzie: The love that will make this union glorious. And the love that will cause this union to endure. Kathryn and Henry would like to share with us the vows that they have written for this beautiful day.",
        "Katie: Henry? We have vows?",
        "Henry: Yeah, yeah. It's right here. They're in original form but they're heartfelt. So --",
        "Rev. MacKenzie: Would you like to begin?",
        "Henry: No, no. Katie -- Katie, you can go. I held onto them for safekeeping.",
        "Katie: Barry Manilow lyrics?",
        "Henry: He's an underappreciated genius. I never expected to get this far.",
        "Katie: I know. Henry, I can't do this.",
        "Henry: What?",
        "Katie: It's just -- this isn't right.",
        "[SCENE_BREAK]",
        "Paul: We had her. We had Barbara up against the ropes. All you had to do was say something that you knew was true. So what happened? I was right. Barbara got to you.",
        "Emily: Stop. Please, just stop.",
        "Paul: What is she gonna do to you, Emily? Tell me. Whatever it is, we'll figure out --",
        "Emily: I can't, I can't!",
        "Paul: Let me help you, all right? Tell me what's going on.",
        "Emily: I gotta go.",
        "Rosanna: Let her go.",
        "Paul: Barbara's gonna walk because of something that Emily did. Do you have any idea what that means? We have to stop this.",
        "Rosanna: No, stop. She's probably just too upset to talk right now.",
        "Paul: I'm gonna call Hal, let him know that we --",
        "Rosanna: She's probably on her way home.",
        "Paul: Why -- why are you so calm about this?",
        "Rosanna: Because I don't want to think about her anymore. All I want to do is think about today's date.",
        "Paul: What's the date?",
        "Rosanna: It's Valentine's Day. It's our first valentine's day together -- you and me. Got you a present. Do you want to see it?",
        "Paul: Yeah, sure.",
        "Rosanna: Okay, good. I'll be right back.",
        "[SCENE_BREAK]",
        "Hazel: Is that true? You're the boss?",
        "Sierra: Of Worldwide Domestic Division, yes.",
        "Stan: Smart choice.",
        "Sierra: Excuse me?",
        "Dusty: Stan, all this work -- this woodwork here in the entryway -- that's all tongue and groove, right?",
        "Stan: Oh, yeah. We didn't use a nail anywhere in the place.",
        "Dusty: Amazing. Did it yourself?",
        "Stan: Built everything, Hazel and me, some friends from the co-op. We even built our own adobes.",
        "Dusty: Wow. You're a real craftsman. I mean, who even takes the time anymore?",
        "Stan: I know.",
        "Hazel: Do you two love working together?",
        "Sierra: It's new.",
        "Hazel: It's the best, you'll see. When you're on the same wavelength, it's just more -- you are so familiar. Have you always worked at Worldwide Industries?",
        "Sierra: No, that's new for me, too.",
        "Hazel: So you and Dusty are taking the leap together?",
        "Sierra: In a sense, yeah.",
        "Stan: It's good that she's the boss. It'll work out better that way, you'll see.",
        "Dusty: You're a wise man.",
        "Hazel: This is all the dirt. I mean, the recipes --",
        "Stan: For the mud.",
        "Hazel: We would've passed these on to our daughter and her husband, if they'd had --",
        "Stan: The feel.",
        "Hazel: The love that you two can bring to our little sanctuary.",
        "Stan: Maybe your kids will want to be part of it.",
        "Dusty: Yeah, that's it. We've gone too far.",
        "Sierra: You know, Hazel, Stan -- we wouldn't want you to sell us your spa under false pretenses. The truth is, Dusty and I aren't really married.",
        "[SCENE_BREAK]",
        "[Katie sighs]",
        "Katie: Ever since we decided to get married, I've been thinking a lot about what it means to find a true soul mate. I used to think it was some kind of cosmic love that follows you around the earth or through different lives, or whatever. It's great on paper, but the real prize is the person that's running beside you. The one that likes you when you're not really that likeable. The one that thinks you look your best when you're not so sure about that. The one who knows you so well that he could finish your sentences, but doesn't have to. The one who gets you, gives you back the best version of yourself, the one that you would most want to be. That's a true soul mate. That's you, Henry. Nobody has fought harder for me or stood by me without ever wavering. For that, I love you so dearly. You deserve so much more than I could ever give you. But if you're willing to accept my offer to remain your best friend and your true soul mate, then I'll stand by you. Now and forever. Henry? There's an offer on the table.",
        "Henry: Yes. I am, I will -- I do.",
        "Rev. MacKenzie: And now your vows?",
        "Henry: Um, what she said. Will you -- do you?",
        "Katie: I do.",
        "Henry: Great, okay. Let's just get to the rings and call it a day, huh?",
        "Rev. MacKenzie: Wedding rings are an outward and visible sign of an inward spiritual grace, signifying to all the unity of this man and this woman in marriage. The rings?",
        "Henry: Yeah, the rings.",
        "Craig: Looks like your very good friend is about to keel over.",
        "Jennifer: He's fine.",
        "[Henry sighs]",
        "Henry: With this ring, I thee wed.",
        "Katie: With this ring, I thee wed.",
        "Rev. MacKenzie: Henry and Katie, as you come into this marriage uniting as husband and wife, and each day affirm your love and faith in one another, I would ask of you --",
        "Henry: Just wrap it up there, padre, hmm?",
        "Rev. MacKenzie: In so much as -- [Henry clears his throat] I now pronounce you husband and wife. You may --",
        "Henry: Thank you, bubbles. Thank you. You have made me the happiest man alive.",
        "[Clock ticking]",
        "[SCENE_BREAK]",
        "Susan: Emily, I only have a couple of minutes before I have to leave for the airport --",
        "Emily: I need information.",
        "Susan: Okay.",
        "Emily: About the drug that I thought Barbara gave me.",
        "Susan: Thought?",
        "Emily: Yeah. Tamekamine. Could it make your mind play tricks on you?",
        "Susan: Like, what?",
        "Emily: Like hallucinations, sort of. I mean, could it make you remember something that didn't really happen? Or remember something completely differently?",
        "Susan: You mean now?",
        "Emily: Yes, now. Like flashbacks or something.",
        "Susan: I don't know. Why are you asking?",
        "Emily: Because now suddenly I remember something that just isn't possible.",
        "[SCENE_BREAK]",
        "Sierra: Hazel, Stan -- you know, we didn't mean to mislead you. It's just that you assumed and we didn't stop you.",
        "Dusty: Everything we said about the place is true.",
        "Hazel: Except that you want it for the --",
        "Stan: Corporate capitalist monster.",
        "Dusty: Not really. Worldwide's big, but we're a family business.",
        "Sierra: That's right. It's my family. And that's why I agreed to work there. It's -- my mother and I run it.",
        "Hazel: But before that you were -- what? Stan, it's driving me nuts. We know her, don't we? I mean, you are so --",
        "Stan: Familiar. Yeah, she's -- I'm getting jungle -- fatigues.",
        "Dusty: You got the wrong person.",
        "Hazel: Sierra -- Sierra Este -- were you Sierra Esteban of Montega?",
        "Sierra: Yes, I was. I mean, I am.",
        "Hazel: We supported you, our progressive club. Stan, it's --",
        "Stan: The Sierra Esteban. It's an honor. What you did for that country. Do you realize who you have here? Montega's land distribution law was the model for the region, the first decent government they've --",
        "Hazel: They've had in years.",
        "Stan: That was your doing.",
        "Sierra: Not alone.",
        "Stan: For how many years did you run the resistance?",
        "Sierra: Two, more or less.",
        "Stan: Wow, jungle fighting -- that had to be --",
        "Sierra: Well, it was really a long time ago, a different life.",
        "Dusty: But very much the same woman. I mean, who'd gladly fight to implement a decent government in her own nation. Definitely the last person who would take your ideology around here and trash it!",
        "Sierra: He's absolutely right. We want Worldwide to buy your spa and to create others like it.",
        "Hazel: The \"f\" word.",
        "Sierra: Excuse me?",
        "Stan: \"Franchise\" -- when they make a cartoon out of something and churn out bad copies, just to rake in more money.",
        "Dusty: That's not our style.",
        "Sierra: No, absolutely not. We would have very strict guidelines how each spa would be built and run. We would want to expand it, yes, but only so more people can enjoy the peace and relaxation that you offer here.",
        "Stan: I mean, you couldn't guarantee that. Once it gets big --",
        "Dusty: We wouldn't grow any faster than our standards permit. You know?",
        "Sierra: Absolutely. You have my word.",
        "Hazel: We'll take your word. You have a deal.",
        "[SCENE_BREAK]",
        "Rev. MacKenzie: Ladies and gentlemen, Mr. And Mrs. Henry Coleman.",
        "[Applause]",
        "Katie: We did it.",
        "Margo: Well, I hope that you'll be very happy.",
        "Katie: Thanks.",
        "Mike: You're a lucky man.",
        "Henry: Yes, I am. This is beyond Trifecta. This is powerball lotto territory.",
        "Mike: Congratulations.",
        "Henry: You gotta be in it to win it.",
        "Mike: Yeah?",
        "Henry: Yeah. Yeah, so anyway -- about the toast? We did spring for champagne, yeah?",
        "Mike: Yeah, I --",
        "Henry: You forgot. Mike, you're the best man.",
        "Mike: I'll do it. Let me -- you know, let me check on the champagne.",
        "Henry: Okay.",
        "Alison: Congratulations!",
        "Henry: Thank you very much. Thank you, thank you.",
        "Jennifer: You look gorgeous.",
        "Katie: Thank you.",
        "Jennifer: The dress --",
        "Katie: I have to thank my groom. He picked it out.",
        "Jennifer: Oh, well, it's perfect for you. Must be the soul mate thing.",
        "Katie: Yeah, it must be.",
        "Jennifer: Well, congratulations. I hope you'll always be happy.",
        "Katie: Thank you. You, too.",
        "Jennifer: Mike? What's going on?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Paul: Emily lets Barbara off the hook. Barbara could walk away. And don't take this the wrong way, but I kind of expected you to fall to pieces. So tell me something -- why aren't you?",
        "Jennifer: Are you okay?",
        "Mike: Yeah, yeah, yeah. I'm okay, I'm okay. I'm just trying to get this job done and this champagne going, all right?",
        "[SCENE_BREAK]",
        "Jennifer: Mike?",
        "Mike: It's nothing. I forgot about the toast and I hate speeches. I just -- I never know what to say.",
        "Jennifer: You didn't think it would ever get this far, did you? Hey, that's okay. Just keep it simple. You know? You're happy for them, you hope that they'll always be happy, and you wish them the best.",
        "Mike: Yeah, yeah. That sounds good. I thought the champagne was in here. It must be in the other room.",
        "Jennifer: Do you want some help with that?",
        "Mike: Oh, no, no. The coolers are heavy. I'll get some of the other guys.",
        "Jennifer: Oh, okay. Casey's working with the music, but I'm sure will won't mind.",
        "Mike: Yeah, yeah. That's a good idea. I'll grab him.",
        "Jennifer: Mike, are you okay?",
        "Mike: Yeah, yeah, yeah. I'm okay, I'm okay. I'm just trying to get this job done and get this champagne going, all right?",
        "[Beach boys' \"Good Vibrations\" playing] I love the colorful clothes you wear",
        "Craig: Don't do that.",
        "Henry: Right, okay, it's a family of kidders. What do you say we get one with the whole wedding party, huh? Mike? Where's my -- there's Mike. Want to come in here and get a shot?",
        "Mike: In a minute, I'm still working on that champagne.",
        "Henry: Oh, that can wait. That can wait, man.",
        "Margo: No, it can't! Now.",
        "Henry: Okay, all right. You want some help?",
        "Mike: It's just ice. I got it, I got it. I'm picking up good vibrations",
        "Craig: Jennifer, now's the time.",
        "Jennifer: On what? What?",
        "Craig: Our time to pitch Scott Reeves.",
        "Jennifer: Craig, I can't believe that this is the only time that this could possibly happen.",
        "Craig: No, we have time to pitch Scott Reeves and get back before the toasts begin. Let's go.",
        "[Jennifer sighs]",
        "Jennifer: Okay. Let's go. Let's go.",
        "Alison: It's not what I pictured -- Katie and Henry?",
        "Aaron: Yeah, but she looks happy.",
        "Alison: Yeah, she does. And that stuff about Henry and being soul mates? It sounded like us.",
        "Aaron: Yes, but we're so much hotter. [Alison laughs] When can we get out of here? She comes on so strong",
        "Casey: You can ask her to dance, you know.",
        "Will: She's with her boyfriend.",
        "Casey: So what? It's just a dance.",
        "Will: Why don't you climb out of your cave and ask her to dance?",
        "Casey: Because I'm not her other boyfriend.",
        "Will: Yeah, when she said that, it was awesome.",
        "Casey: Yeah? Good good good good vibrations yeah, you're gonna get that dance.",
        "[SCENE_BREAK]",
        "Susan: Can you tell me what your symptoms are? Exactly what's going on with you?",
        "Emily: No, this is crazy. It doesn't make any sense. It's like I'm remembering something that couldn't have possibly happened.",
        "Susan: Maybe we should take you to the hospital and get you tested?",
        "Emily: No, no, no. No, it's okay. You've got your conference to go to. I'll be okay.",
        "Hal: There you are. Emily, where've you been? I've been looking everywhere for you. Where's your cell?",
        "Emily: I don't know. It must be in my car. How did you know where to find me?",
        "Hal: Oh, it's just dumb luck. I was trying to find Susan, see if she knew where you were. And I went by the hospital, they told me to come here. What's going on?",
        "Emily: Nothing. Really. I needed to get away from the police station for awhile and you were smart to come look for my mom because that's exactly what I did. Mom, not one word. Not until I figure out what the hell is going on. I'm fine, Hal, really.",
        "[SCENE_BREAK]",
        "Paul: What is this? Wow. \"Tender is the night\" -- and it's a first edition.",
        "Rosanna: Yes. It's from Fitzgerald's personal library. It's signed.",
        "Paul: Thank you. I know you think I forgot. I didn't. Open it.",
        "Rosanna: Here, this is for you.",
        "Paul: Thanks.",
        "[Rosanna laughs]",
        "Rosanna: Paul -- this is beautiful. Thank you.",
        "Paul: You're welcome. You want a drink?",
        "Rosanna: Mm-hmm, please.",
        "Paul: I'm glad this day is ending better than it started.",
        "Rosanna: Amen.",
        "Paul: You know, you are taking this very well. Emily lets Barbara off the hook, Barbara could walk away, and -- don't take this the wrong way, but I kinda expected you to fall to pieces. So tell me something, Rosanna -- why aren't you?",
        "[SCENE_BREAK]",
        "[Gretchen Wilson's \"Here for the Party\" playing]",
        "Jennifer: It's him.",
        "Craig: Yeah?",
        "Jennifer: Yeah, he's there. He's here.",
        "Craig: Well, that's the point. You're wobbly.",
        "Jennifer: No, no. No, just shocked. This is our scuzzy, little hometown bar and that's Scott Reeves from Blue County and he's shooting pool --",
        "Craig: And you're babbling.",
        "Jennifer: Okay, done. Game face. Oh, man, I wish we had visuals. But okay, we will describe the campaign.",
        "Craig: We have ten minutes.",
        "Jennifer: What?",
        "Craig: Ten minutes.",
        "Jennifer: You said this was a meeting.",
        "Craig: If you can't sell him in ten minutes, you can't sell him. Three minutes, I brought visuals -- tops.",
        "Jennifer: You -- you are a crazy man. This is a big, complicated deal.",
        "Craig: Kevin! Kevin!",
        "Kevin: Hello, Montgomery.",
        "Craig: Hello, Kevin. This is Jennifer, designer of Street Jeans. Jennifer, this is Kevin, who represents --",
        "Kevin: Scott Reeves.",
        "Scott: Miss Munson. You don't look like a country music fan.",
        "Jennifer: Are you kidding? I love Blue County. I mean, there can't be a woman alive who has heard \"Nothing but Cowboy Boots\" and didn't melt.",
        "Kevin: Well, it was nice meeting you, Jennifer.",
        "Craig: And her idea for Scott is even nicer.",
        "Scott: You got plans for me?",
        "Jennifer: Well, who doesn't? But the difference is mine will do us both a world of good.",
        "Craig: Jennifer designed Street Jeans with Blue County in mind. You guys were the whole inspiration for the entire line.",
        "Kevin: I told him you wanted him to advertise your pants.",
        "Jennifer: No. No, not advertise. No, these pants become a part of you. Become part of your image, and part of what your fans want.",
        "Craig: And a nice part of your revenue stream.",
        "Scott: Well, would you believe I make enough money?",
        "Craig: I can't believe anybody would say that out loud.",
        "Scott: Listen, I'm sorry. I mean, it would be a blast to work with you, but I just don't do this sort of thing.",
        "Kevin: As I told Mr. Montgomery earlier today.",
        "Craig: We'll play you for it.",
        "Scott: What?",
        "Jennifer: Oh, yeah. We're a lot more fun to play with than to work with. And it looks like you don't have a very interesting game going tonight.",
        "Scott: I don't.",
        "Craig: Well, let's make it more interesting. We beat you, we got a deal.",
        "Scott: Two against one?",
        "Jennifer: Okay. Just me.",
        "Scott: Nice. Just the pretty little woman who looks like she never sets foot in a place like this? I'm about to get shaken down. All right, here you go. You and me. My shark plays your shark, and your whole team has to win. You trust your guy enough for that?",
        "Jennifer: Bring it on.",
        "[SCENE_BREAK]",
        "Hazel: We will leave you this.",
        "Dusty: Oh, great. To celebrate the deal. Thank you.",
        "Hazel: Celebrate business?",
        "Stan: It's Valentine's Day.",
        "Hazel: We're dying to take a drive together up the coast.",
        "Sierra: Oh. Well, go. Go. Enjoy yourselves. We'll be right here when you get back.",
        "Hazel: Okay.",
        "Stan: Later.",
        "Hazel: Bye-bye.",
        "Stan: Bye.",
        "Dusty: Napa reserve. Wow. That's one materialistic thing they got right.",
        "Sierra: I don't think it will be the only one. I'm sure that lawyer --",
        "[Cork pops]",
        "Dusty: Whoa!",
        "Sierra: I'm sure that lawyer has some tough terms for us.",
        "Dusty: You want to go over it now?",
        "Sierra: Can it wait?",
        "Dusty: You bet. But this cannot.",
        "Sierra: Thank you.",
        "Dusty: To a very -- don't worry. That didn't count. To a very profitable deal.",
        "Sierra: Celebrate business?",
        "Dusty: To the woman who made it happen.",
        "Sierra: Well, you found this goldmine.",
        "Dusty: If it were on my reputation, we'd be going home empty-handed.",
        "Sierra: Mm.",
        "Dusty: You've obviously done some good in the world, and it's all coming back to you.",
        "Sierra: Instant karma, huh?",
        "Dusty: That's what hazel would say. What?",
        "Sierra: Nothing. I just hope they enjoy their drive. It must be wonderful.",
        "Dusty: Driving up the coast?",
        "Sierra: No. Just, you know, spending that many years with one person and still be excited about driving up the coast.",
        "[SCENE_BREAK]",
        "[Black Eyed Peas' \"Let's Get it Started\"] Everybody everybody",
        "Casey: You like this?",
        "Aaron: Yeah, yeah.",
        "Casey: You got a minute?",
        "Aaron: Sure.",
        "Alison: Go ahead.",
        "Casey: I want to show you something. Let's get it started in here let's get it started let's get it started in here",
        "Will: Hey.",
        "Alison: Hey.",
        "Will: How's it going?",
        "Alison: Good. Do you want to dance?",
        "Will: Uh -- sure.",
        "Tom: Do you think that our youngest found it so unsexy with us slow dancing that he put on the club music?",
        "Margo: You know those old Ethel Merman records that Mama left?",
        "Tom: Yeah.",
        "Margo: So Casey thinks he's going to sleep late tomorrow? Huh-uh.",
        "Tom: Make sure you wake me up for that. I want to see that face.",
        "Margo: I'd love you. I'm so glad I can wake you up in the mornings.",
        "Tom: Yeah, me too. [Cell phone rings] Oh.",
        "Margo: Why is that people know the exact wrong minute to call?",
        "Tom: You know, I told the office I was going to be at a wedding. It's probably them. Hello, Tom Hughes. Oh. Thanks for the heads-up. Bad news. Nearly official. It looks like Barbara's going to walk.",
        "Margo: Oh, boy. Let's get it started let's get it started in here",
        "Mike: All right, Casey, cut that music. Everybody grab a glass. It's time for a toast.",
        "Henry: Thank you.",
        "Mike: All right. Thank you. Okay. Katie and Henry. Not everybody would have guessed you'd end up together. A lot of people were betting on me and Henry this last summer.",
        "Henry: I lost him to a gorgeous redhead.",
        "Mike: But the love of Henry's life came home. So, in the end, it makes sense. And anybody who knows what good people you are can't be surprised. To Katie and Henry. May you always be as happy as you look today.",
        "[Glasses clink]",
        "Katie: Whoa. Let's eat.",
        "Margo: You done good, buddy boy.",
        "Mike: Yeah? Good. Have you seen Jen?",
        "Margo: Not lately. But I'm sure she's around here someplace.",
        "Aaron: How long do we have to stay?",
        "Alison: Come on. I think its chocolate cake. It's almost as good.",
        "Aaron: It really has been too long.",
        "Alison: Five minutes or less.",
        "Margo: Hey, you know what? I don't want to spoil your evening, but I think you should know Tom just got a call from the station.",
        "Will: Is this about my mother?",
        "Margo: Yeah, well, Emily couldn't swear that it was your mother who drugged her, so that with the other evidence being circumstantial --",
        "Will: It's not enough? She's going to walk?",
        "Margo: Yeah, it looks that way. Are you okay? Want me to call Hal or Paul?",
        "Will: No. No, I'm fine. I'm fine. I got to go.",
        "Margo: Sure, yeah.",
        "Henry: Is it -- is it time for the bouquet?",
        "Katie: There are no single girls left.",
        "Henry: Ah. You're right. I guess things have thinned out a little bit. And just when I wanted to go back and start all over again. Yeah, I'll be right there.",
        "Mike: It was a nice wedding.",
        "Katie: It was, wasn't it? Thank you for your toast.",
        "Mike: I do want you to be happy. You know that, right?",
        "Katie: Thanks. I want that for you, too. For Jennifer. Since she wasn't around to catch it. She'd be a lucky woman.",
        "[SCENE_BREAK]",
        "[Good Charlotte's \"Mountain\" playing]",
        "Aaron: Can't we send Rafi's sister somewhere?",
        "Alison: Where? We can't put her out on the street.",
        "Aaron: Who cares? We'll mail her somewhere else. How about Hollywood? She could go sightseeing. She'll love it. And we'll get our apartment back.",
        "Alison: It would take too long to pack her. I can't wait that long.",
        "Aaron: We can't afford the Lakeview. How about the Wagon Wheel?",
        "Alison: I nearly got killed there. And even if I hadn't, those bedspreads are nasty enough to make me forget how much I want you.",
        "Aaron: Well, it's too cold outside. Grandma's barn?",
        "Alison: You did not just say that.",
        "Aaron: I can't believe this! I finally got clearance, and there's no runway. Now what? Tell me what you need",
        "Alison: So, let's stay. I'd give up all these dreams to have you in my arms right now",
        "Alison: This is too perfect. The best Valentine's Day ever.",
        "Aaron: Yeah.",
        "Alison: And it's perfect that today is the day we can finally --",
        "Aaron: Yeah.",
        "Alison: I mean, we just went to a wedding, and I'm with you, the man that I love, and --",
        "[Knocking on window]",
        "[Alison screams]",
        "Cop #1: Hey, you two. Look, I know it's Valentine's Day, but get a room.",
        "Aaron: We'd love to! But where?",
        "[SCENE_BREAK]",
        "'Cause I'm a redneck woman I ain't no high-class broad I'm just product of my raisin' and I say hey y'all and yee-haw and I keep my Christmas lights on on my front porch all year long and I know all the words to every Charlie Daniels' song so here's to all my sisters out there keeping it country let me get a big hell yeah from the redneck girls like me hell yeah hell yeah",
        "Jennifer: Good game. Good game.",
        "Scott: Yeah, for you.",
        "Jennifer: I promise you, this will be the best game you have ever lost.",
        "Craig: Now, Kevin, I believe we have a deal.",
        "Kevin: There's no way this was binding.",
        "Scott: It was to me. I do get some say in how you use me, right?",
        "Jennifer: Absolutely.",
        "Craig: We want you as happy as we are. Kevin, I'll call you in the morning.",
        "Kevin: Sure.",
        "Jennifer: See you soon. Thank you.",
        "Scott: Come on. Let's play another game. Let's go, now.",
        "Jennifer: Oh. Oh no. We have a wedding to get back to. I'm sorry. Thank you so much. Craig, let's go. We'll see you guys soon, okay?",
        "Kevin: All right.",
        "Jennifer: We have been gone forever.",
        "Craig: Oh, I bet nobody noticed.",
        "[SCENE_BREAK]",
        "Sierra: Easy, easy, easy, easy. That's enough. That's enough.",
        "Dusty: What's the matter? Too sweet for you? Sweetie?",
        "Sierra: Careful. You almost lost a hand last time you said that.",
        "Dusty: You are sweet. For a former head of state who ran through jungle with a machete.",
        "Sierra: Will you just let it go? Really.",
        "Dusty: What's the matter? You changed the world. Not a lot of people can say that.",
        "Sierra: Yeah, I guess. I guess I did. But there's history and there's life. And sometimes I think I gave up a little bit too much of my life for history.",
        "Dusty: To less history.",
        "Sierra: And more life.",
        "Susan: The airport shuttle is here. Are you sure it's okay for me to go?",
        "Emily: Yeah, of course.",
        "Susan: It's probably going to be boring. I could go next year.",
        "[SCENE_BREAK]",
        "Emily: Mom, I will be fine. Okay? Go to your conference. I'll be fine at the house by myself.",
        "Hal: Or you could come home with me. Couldn't you?",
        "Susan: That's something the two of you will have to figure out.",
        "Emily: Thank you.",
        "Susan: Listen -- even if you go back, keep your house key. You will always have a home. You know that.",
        "Emily: I know.",
        "Susan: I love you.",
        "Emily: Thank you. Okay.",
        "Susan: I'll call you as soon as I land.",
        "Emily: Okay.",
        "Hal: I know I haven't gotten a lot of things right these past few weeks, and I know we're still along way off. But I sure wish you'd come home. At least for tonight. You've had a hell of a day.",
        "Emily: So have you. I'm sorry. I'm not ready to talk about any of this.",
        "Hal: That's fine. Whatever you want. Just let me take care of you tonight.",
        "[SCENE_BREAK]",
        "Paul: Emily was ready to do anything to make sure that Barbara stayed in jail. All of a sudden, she backs off, she freaks out, and she won't tell anybody why. I just don't -- I don't get it.",
        "Rosanna: Well, maybe Emily doesn't remember Barbara drugging her and she doesn't want to lie.",
        "Paul: Yes, but she knows that it happened. Or at least she did. I don't think she'd make something like this up.",
        "Rosanna: Can we just drop it? Please? Just -- just for tonight?",
        "Paul: Yeah, sure. I'm sorry. I'll leave it alone.",
        "Rosanna: Thank you.",
        "Paul: For tonight. But tomorrow, I'm back in the game again. And don't worry. I am going to get to the bottom of this.",
        "[SCENE_BREAK]",
        "Margo: Well, have a great rest of the evening. And, hey, you throw a hell of a wedding.",
        "Henry: Hey, first time's a charm. Thanks.",
        "Margo: Goodnight.",
        "Katie: Bye.",
        "Tom: Congratulations.",
        "Katie: Well, after all the decorations are out of here, we can just hose down the floor. Good thing about a gym floor.",
        "Henry: Bubbles, I'm sorry.",
        "Katie: For what?",
        "Henry: For -- for this mess, for no honeymoon. I -- if I thought we were gonna get as far as \"you may kiss the bride,\" I would have planned a proper reception.",
        "Katie: Surprise.",
        "Henry: Yeah, it's quite a surprise. You disappointed?",
        "Katie: No, not for a minute.",
        "Henry: Come on. It's just you, me, furball over there. Did you mean what you said on that free-throw line that passes for an altar over there?",
        "Katie: Every word.",
        "Henry: So I really am a husband?",
        "Jennifer: Oh, my God. Oh, it's over?",
        "Katie: Yeah.",
        "Jennifer: Oh. Have you seen Mike?",
        "Katie: I haven't seen him in a while.",
        "Henry: No, I lost track of him after the cake.",
        "Jennifer: Oh. Excuse me.",
        "Henry: Where were we? Ah. I am a husband, and you are a wife.",
        "Katie: We are married. Now what?",
        "[NEXT_ON]",
        "Katie: I mean, it is our wedding night. What do we do now?",
        "Mike: I'm fine.",
        "Jennifer: Well, what about us? Are we okay?",
        "Jack: We're arguing again for the millionth time about a woman who's not a threat to you.",
        "Holden: I have a son who's disappointed in his father. I have two little girls who have no idea what's going on here. I'm trying to do what's best for everyone.",
        "Julia: When are you going to do what's right for us?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=-YaAVR9kHFI"
}