{
    "Episode Summary": [],
    "Recap": [
        "Aaron and Lucy continued to feel awkward, even though Craig and Rosanna were gone. They eventually calmed down and made love. Dusty told Rose he was worried that Paul will hurt her. When he voiced the same concerns to Lily, she kicked him out, saying Rose was better off before she met him. Rose told Holden that she had genuine feelings for Dusty, but Holden said she owed it to herself to make sure there was no chance with Paul. Paul later kissed Rose, and she returned the kiss. Paul warned Barbara that he would use any dirty trick necessary to keep Jen and Will out of her clutches. Hal told Paul that his plans had better not hurt Will. Barbara worried when she overheard Will tell Jen about Paul's plans for a home for the three siblings. Walker told Bonnie that Sarah's symptoms indicated a disease found only in foreign countries, but Sarah insisted she had never left the United States. Bonnie suspected she was hiding something; this mounted when she caught Sarah softly singing a Portuguese song. Bob became panicked when he saw Rick. Rick convinced Kim that Bob didn't recognize her, and suggested she stay away for a while. He tried once more to inject something into Bob's IV, but was interrupted by Walker. He promised Bob he would take care of him soon."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lucy: That lake was freezing. Aren't you cold?",
        "Aaron: Got thick skin, I guess. Better?",
        "Lucy: Much. This isn't going to work, is it?",
        "Aaron: What do you mean?",
        "Lucy: Well, the first night we got here, everything just felt so right for us to, you know, get closer. But then my dad showed up and -- I don't know. It just kind of feels weird now.",
        "Aaron: Yeah, for me, too. God, I keep expecting him to come parachuting down, telling me to stay away from his daughter.",
        "Lucy: So, what happens now? Still want me?",
        "Aaron: More than ever.",
        "[SCENE_BREAK]",
        "Dusty: Hey.",
        "Rose: Hey.",
        "Dusty: I was just on my way to see you.",
        "Rose: Yeah. I guess we got a lot to talk about, huh?",
        "Dusty: Yeah. You know, now that I'm here, yeah, I got some things to say to you.",
        "Rose: I want to hear them. I do. But I kind of have an appointment with somebody else right now.",
        "Dusty: Who? Paul?",
        "Rose: Holden. And if he sees us together, it's probably not a good idea. You know?",
        "Dusty: Yeah. I've been thinking, you know, about how Paul came back. And I got to say, I really feel like you're being set up.",
        "Rose: For what? Revenge? Is that what you think? You think Paul's going to hurt me somehow?",
        "Dusty: No, I don't think it. I'm sure of it. He's going to hurt you, and he's going to do it in the worst possible way.",
        "Rose: How?",
        "Dusty: He's going to try to convince you that you're still in love with him. He's going to draw you in and break your heart. And I'm telling you right now, I'm not going to let him do it to you.",
        "[SCENE_BREAK]",
        "Barbara: Poison Will's mind? I would never dream of doing such a thing.",
        "Hal: Will -- why don't you go upstairs and grab a book or something that you're going to take to your mother's to read, okay? Everything's going to be okay out here. Nobody's going to fight about anything. Come on. Paul, whatever problems you're having with your mother, you keep it away from Will. It wasn't okay to use him as ammunition before you died, and it's not okay now.",
        "Barbara: Thank you, Hal. I have no intention of putting Will in the middle of all this.",
        "Paul: No, your intention was to take Will and keep him for yourself.",
        "Barbara: I know that you love Will. I won't get in the way of that.",
        "Paul: You will do whatever it takes to get whatever it is that you want. \"Oh, Will, darling, I -- I -- I have some good news and some bad news. The good news is that Paul is alive. The bad news is that he's acting very strangely, so you can't believe a word that he says.\"",
        "Barbara: You know, all of this is in your head! I just came here to pick up Will to take him to a family dinner.",
        "Paul: Yeah, but I got here first, okay? So get used to it, because that's the way it's going to be from now on. I'm always going to be one step ahead of you. You are never going to get the best of me ever again.",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "[monitor flat lining]",
        "Ben: Hey, what's going on in here? Bob's monitors are going crazy.",
        "Rick: I'm not sure. I just got here myself.",
        "Ben: All right, Bob, try to relax. Nurse, I need one milligram of lorazepam, stat. You're going to be okay. We caught it in time.",
        "Kim: What? What? What's happening? Is he having a stroke?",
        "Ben: All right, Kim -- Kim, it's going to be easier for us if you just wait out in the hall, please.",
        "Kim: You told me he was getting better. You told me he was stronger.",
        "Ben: Rick, please?",
        "Rick: Your husband's in good hands. Now, come on, I'll wait with you outside.",
        "Kim: Don't you dare let him -- don't you let him --",
        "Rick: Come on. Kim. Kim.",
        "Kim: What was it? What happened? Did he have a heart attack?",
        "Ben: No, no, no, no. Look, I gave a Bob a thorough examination. It wasn't a stroke.",
        "Kim: Was it a stroke? Was it heart? What was it --",
        "Ben: No, no, it was nothing that serious. Look, my guess is that Bob became disoriented and panicked.",
        "Kim: Panicked? What about -- what is he panicking about?",
        "Ben: It's hard to say. It's hard to say.",
        "Rick: It's not uncommon for patients coming out of a coma to feel that way.",
        "Kim: Bob is out of the coma?",
        "Ben: You didn't tell her?",
        "Rick: No, no, I haven't had a chance. We saw Bob's hand move, and then Ben examined him.",
        "Ben: Kim, Bob's eyes opened. Now, he's sleeping now because we had to give him a sedative. But he has definitely regained his consciousness. He's -- the worst is past, Kim.",
        "Kim: Oh, my God. Oh, God.",
        "Ben: Okay?",
        "Kim: Okay.",
        "Ben: Okay.",
        "Kim: Okay.",
        "Ben: All right.",
        "Kim: How soon before I can go and talk to him?",
        "Ben: Couple hours, maybe even sooner.",
        "Rick: Kim, maybe you should tell Ben why I was with Bob when he woke up.",
        "Kim: Oh, right, I'm sorry. I -- I was looking for you to let you know that I had given Rick permission to -- to consult on Bob's case. I guess it's a good thing I did. I mean, what would have happened if he'd been alone?",
        "Ben: No, no, no, Kim, the nurse is right here. The monitors were doing their job. We were in there seconds after they went off. Ask Rick.",
        "Rick: He was in no danger. No danger.",
        "Kim: Okay. Okay.",
        "Ben: Okay.",
        "Kim: Can I go now and just sit with him? I don't want him to wake up alone.",
        "Ben: Okay, absolutely.",
        "Rick: Ben?",
        "Ben: Yeah?",
        "Rick: Is this going to be a problem? My working with you on Bob's case?",
        "Ben: Look, if Kim wants you back on the case, I'm cool with that. Bob means a lot to me, Rick. And as far I'm concerned, the more of us looking out for him, the better.",
        "Rick: All right. Thanks for the support.",
        "Ben: Yeah. Look, I got a consult. Supposed to be there 11 minutes ago. Can you kind of hang here, keep an eye out?",
        "Rick: Sure. Leave it to me.",
        "Ben: All right.",
        "Rick: I'll take care of Bob.",
        "[SCENE_BREAK]",
        "Troy : Hey. What are you doing here?",
        "Bonnie: Well, that's not very friendly, Troy. Especially since I'm the one who set this whole thing up, arranged for Dr. Daniels to see Sarah. He's going to be here in a few minutes. I thought Sarah would be happy that I was here.",
        "Troy : Oh, I am sorry, Bonnie. I can't allow it.",
        "Bonnie: Why?",
        "Troy : Because Dr. Daniels has been cleared to see Sarah. You haven't.",
        "Bonnie: But I'm the one who set this whole thing up. I knew Sarah needed treatment. I convinced Dr. Daniels to see her when he really didn't want to.",
        "Troy : Doesn't matter. Doesn't matter. I mean, your community service is over. You have no official reason to be here.",
        "Bonnie: What about my unofficial reason as someone who cares about Sarah?",
        "Troy : I'm sorry. I'm going to have to ask you to leave.",
        "[Bonnie scoffs]",
        "Sarah: Bonnie? Hi.",
        "Bonnie: Hi.",
        "[SCENE_BREAK]",
        "Lucy: I've been thinking about my dad and Rosanna.",
        "Aaron: Why?",
        "Lucy: Remember how badly he wanted her to marry him? And then, as soon as she did, he walked out on her the same night?",
        "Aaron: You think I'm going to do the same thing?",
        "Lucy: A little.",
        "Aaron: So you think I'm acting like your father?",
        "Lucy: No, but --",
        "Aaron: Lucy, if I ever start acting like your father, I want you to shoot me.",
        "Lucy: No, I know you wouldn't intentionally hurt me.",
        "Aaron: Look, let's make a deal, right now. For today, tomorrow, forever -- we only do it if we're both ready. Okay?",
        "Lucy: Okay. Know what I want to do right now?",
        "Aaron: What?",
        "Lucy: Take a shower. That usually warms me up.",
        "Aaron: Okay. I'll probably just take a shower, too, then. Meet you back here in 20 minutes? I'm going to go prepare dinner.",
        "Lucy: Um -- could you wait on that? I kind of want you to be in the tent when I get back.",
        "Aaron: Okay. Why?",
        "Lucy: Because I want to make love to you as soon as I get back.",
        "[SCENE_BREAK]",
        "Rose: You got to back off. This is something I got to do on my own.",
        "Dusty: Do what? Sooner or later, this guy's really going to hurt you.",
        "Rose: Maybe you're right. All right? But this is something I got to do. I got to take that chance. And if that means staying away from you, then I got to do it. I'm sorry.",
        "Dusty: No, no, no, no, no.",
        "Holden: This guy giving you trouble, Rose? Just say the word and I'd be more than happy to get rid of him.",
        "Rose: No. No, I'm all right. All you guys out there -- protecting me, it's kind of nice.",
        "Dusty: You can play bouncer some other time, 'cause I have finished my conversation with Rose. I'm not losing you. You're mine, whether you admit it or not.",
        "Holden: Everything all right?",
        "Rose: Me? Thank you. Yeah, I just won the lottery. That's what I feel like.",
        "Holden: Did you end things with Dusty?",
        "Rose: We talked about it, yeah.",
        "Holden: You don't sound too convinced.",
        "Rose: Yeah, I -- it -- I am. It's over. Okay?",
        "Holden: Good. Now maybe we can all stop fighting and start being a family again.",
        "Rose: Is that why you asked me here?",
        "Holden: Lily is a mess over everything that you two have gone through. I want to put an end to that. It is not good for you, and it is certainly not good for my family.",
        "Rose: You're right. You're right. I got to talk to Lily. Especially after what happened last night.",
        "Holden: Oh, great. What happened last night?",
        "Rose: I found out Paul is alive.",
        "[SCENE_BREAK]",
        "Hal: You know, Will has had enough grief to last him a lifetime. Now you two straighten out whatever problems you have between the two of you, or I'll keep him away from you both. That's a promise.",
        "Barbara: Oh, you must be real happy. Hal's turned against me, too.",
        "Jennifer: You know, this was supposed to be a fun night. If Paul wants to stay with us and have dinner, just why can't you let him?",
        "Barbara: I'm not having dinner with a son who wants to hurt me.",
        "Jennifer: Oh, by visiting his brother and letting him know that he's alive, he's hurting you?",
        "Barbara: By trying to undermine my relationship with Will. And that is what he's trying to do, whether you know it or not, Jennifer.",
        "Jennifer: Paul wants to be in Will's life, mother. You know, that doesn't mean he's trying to steal him away from you. Will you please tell her that she's wrong about all this? Paul?",
        "Paul: I can't do that, Jennifer.",
        "Jennifer: Why not?",
        "Paul: Because she's right. I am trying to take Will away from you. And all this -- this is all just the first step.",
        "[SCENE_BREAK]",
        "Walker : Hello, Sarah. How you doing? You got a few minutes? I got a couple of questions I'd like to ask you.",
        "Sarah: Yeah. I guess so.",
        "Bonnie: Dr. Daniels needs to know everything there is to know about you, Sarah, so he can figure out what's running those fevers.",
        "Sarah: Okay, but I probably won't be able to answer a lot of them.",
        "Walker : Just do your best, okay? That's all I can ask. All right, terrific. Have a seat. So, why don't we start with the first time you had one of these fevers.",
        "Troy : Bonnie? I thought I made it clear I wanted you to go.",
        "Bonnie: I know, but, Troy --",
        "Troy : Next time, you call me in advance, let me know you're coming.",
        "Sarah: I already told you. I don't know if I had the fevers when I was a little girl.",
        "Walker : Okay, okay. Well, let's come at this a different way. Maybe you remember a doctor or a hospital --",
        "Sarah: No, I don't remember anything. Bonnie, make him leave me alone.",
        "[SCENE_BREAK]",
        "Rose: Turns out that Paul survived the plane crash but didn't tell anybody. For weeks, just didn't call anybody, didn't bother to pick up a phone, let us know he was okay. I guess he didn't want to bother.",
        "Holden: Well, maybe he wasn't planning on coming back. But then when he heard about you being kidnapped, he couldn't stay away.",
        "Rose: Yeah, right. He didn't come back for me.",
        "Holden: He saved your life. Doesn't that tell you something?",
        "Rose: I don't know what it tells me. I know I hurt him. Me and Dusty -- I know I have no right to ask him to forgive me. When I think of him coming back to life, that's a miracle. And there's a part of me that wants things to be the way they were before.",
        "Holden: You mean when you and Paul were together?",
        "Rose: Yeah. Holding hands. In love, more in love than any two people ever were. And then I think about Dusty. And I think I want to be with him.",
        "[SCENE_BREAK]",
        "Paul: It's all over, Barbara. All the lying and the scheming and the betrayals. You did a number on me, and I know you're going to do the same to Jennifer, as soon as she does something that you don't like. But I am not going to let you get your claws into Will. I'm going to fight you every step of the way.",
        "Barbara: I know that you're angry at me because Rose turned her back on you. But you know what? It would've happened anyway, Paul.",
        "Paul: Okay, you keep justifying what you did to me. That will make me really angry.",
        "Barbara: Oh, and then what? What are you going to do? Exact your revenge on me by turning Jennifer and Will against me? Everyone fights endlessly? Everyone is miserable? What?",
        "Paul: I got a much simpler idea.",
        "Barbara: Such as?",
        "Paul: I'm going to stop you from doing to Will and Jennifer what you did to me by any means necessary. I'm going to use every dirty trick in the book.",
        "Barbara: You really are Barbara Ryan's son, aren't you?",
        "Will: Mom, I'm really hungry. Can we go?",
        "Jennifer: You know, when I came back here, I thought that maybe all this fighting would be over with. Please, do not do this, Paul. There has to be another way.",
        "[SCENE_BREAK]",
        "Lily: She doesn't need you.",
        "Dusty: You know what she needs? She needs help. And lots of it, 'cause Paul Ryan is coming at her, and he's not gonna stop until he hurts her.",
        "[SCENE_BREAK]",
        "Paul: You know, Will, we're going to have a lot of dinners, you and me. And I'm a little tired, what, with coming back from the dead and all. So maybe I'll just sit this one out. But are you playing ball this weekend? 'Cause I'd like to come watch a game.",
        "Will: Yeah, we have a double header on Saturday in Champagne Heights.",
        "Paul: All right, I'll be there. Same time? 10:30 ? Okay. I'll see you at batting practice.",
        "Barbara: Good. Everyone's happy now. Can we please leave?",
        "Jennifer: You know, mom, give me a second, okay? I -- there's something I want to say to Paul.",
        "Barbara: We'll be in the car. Will?",
        "Will: Bye, dad.",
        "Hal: See ya.",
        "Will: See you later, Paul.",
        "Paul: Yeah, see ya, Will.",
        "Hal: Have a good time, Will. I'll call you in the morning.",
        "Jennifer: Thanks. You did the right thing, you know?",
        "Paul: Yeah. Well, I didn't think it was the right time to force the issue. But you know what? I meant what I said. I'm not gonna let that monster get her hands on my little brother.",
        "Jennifer: She does love him, Paul. She just -- doesn't understand things.",
        "Paul: You know, you keep making excuses for her, and she's going to use them against you. Will -- he needs us. He's going to need us a lot. So the two of us -- we really need to be together on this.",
        "Jennifer: I love Will just as much as you do. But if I decide that he needs saving, I'm gonna do it my way. Bye, dad.",
        "Hal: I was real proud of you, honey. It's not easy standing up to your mother and your brother. You know, Paul, Will is my son, too. And I haven't left town. I haven't thrown him to the wolves.",
        "Paul: I -- I didn't mean to suggest that you had.",
        "Hal: Well, you're kind of treating me like I'm not in the picture here.",
        "Paul: You're right, and I'm sorry, Hal. I'm very sorry. But, you know, if you did want to play on my team, I'd be more than happy to sign you up.",
        "Hal: Well, I don't play games with my son. And if any of your schemes wind up hurting Will -- you're just not going to have Barbara as a problem. You're gonna be dealing with me.",
        "[SCENE_BREAK]",
        "Bonnie: Answering questions about myself makes me extremely nervous, too, Sarah. But you got to remember one thing -- Dr. Daniels is only here to help.",
        "Walker: You know, maybe this would go better, Sarah, if I tell you why I'm asking these questions. You see, if I know where you've lived, it will tell me what you've been exposed to -- pollution, parasites, viruses.",
        "Sarah: Okay. What do you want to know?",
        "Walker : Have you ever been outside the United States ?",
        "Sarah: No.",
        "Walker: Are you sure? Maybe when you were little, you might remember a plane, an airport.",
        "Sarah: I'm sorry, I don't. Are we finished?",
        "Bonnie: Looks that way. Yeah. I'm going to take a minute with Dr. Daniels. And maybe he and I can figure out another plan, okay?",
        "Sarah: Okay. Thanks.",
        "Bonnie: Well, what do you think? Do you think she has that disease? What was it called again?",
        "Walker : Leishmaniasis. Her symptoms should point to that, yes. But I have to be sure before I start treatment.",
        "Bonnie: And what would make you sure?",
        "Walker : Well, the disease usually occurs in India, Nepal, places in South America . If I knew that Sarah had been to some of those places, I'd feel a little more comfortable with my diagnosis.",
        "Bonnie: Okay. Well, you'll have that information tomorrow.",
        "Walker : News flash -- she hasn't been all that cooperative. What makes you think she's gonna tell you?",
        "Bonnie: Experience.",
        "[SCENE_BREAK]",
        "[Heart monitor beeping]",
        "Kim: We've been together so many years. I'm so used to hearing \"Bob and Kim\" this, \"Bob and Kim\" that. My life is so full of laughter and loving and -- when you're not there, I just feel like I'm drowning in silence. You know what? I'd even settle for one of those hair raising snores of yours. And that really says something, doesn't it? Honey. Oh my gosh. Oh my gosh. Oh, honey. Oh, come on back. Oh, honey. It's about time. Hello, handsome. I've been waiting around for days for you to stop by. Thank God. Oh, thank God. Everything's going to be all right. You know what? I've been talking to you nonstop. Have you been able to hear anything I've said at all? Probably just as well if you didn't. I'm not nearly as funny as you are. Oh, sweetheart, Chris and I have been with you 'round the clock. Honey? [Heart monitor beeping fast] calm down. I'm sorry. I don't mean -- calm down, honey. What is it? What's the matter?",
        "Rick: Hello, Bob. How're you feeling?",
        "Kim: Oh, my God. What's happening here? Oh, my God.",
        "Rick: Did this just start?",
        "Kim: He was -- he woke up. He was calm. And then all of the sudden he got -- oh, my God. He's so upset. What is it?",
        "Rick: May I look, please? Bob, can you hear me? Are you in pain? Blink twice if it's yes.",
        "Kim: What's happening? Oh, my God, what's happening?",
        "Rick: He's very confused. It's possible he doesn't know who you are.",
        "[Heart monitor beeping fast]",
        "[SCENE_BREAK]",
        "Holden: You know what I don't get? How someone as savvy as yourself keeps falling for Dusty's lies.",
        "Rose: He's not lying anymore. I'm telling you that.",
        "Holden: He doesn't know any other way. He lies because his truth is just never good enough.",
        "Rose: Well, I don't blame you -- I really don't -- for thinking I'm nuts for believing in Dusty. But I'm telling you, I've got nothing to say about it. 'Cause I look at him, I have this explosion in my heart, my knees get weak. I can't stop looking at him. And those feelings are so strong, I can't let him go. I'm sorry.",
        "Holden: Didn't you once say that you had those same feelings for Paul? Well, now that he's back, maybe you could give it a try.",
        "Rose: Yeah, he's changed. He's angry, and he's very cold.",
        "Holden: Even so, I think it's worth a shot. I think you owe it to him. And I think you owe it to yourself. I'll see you.",
        "[SCENE_BREAK]",
        "Dusty: Paul Ryan's alive.",
        "Lily: You're even sicker than I thought.",
        "Dusty: It's true. He didn't die in the plane crash.",
        "Lily: How do you know this?",
        "Dusty: I saw him.",
        "Lily: So Rose was right? He saved her that night in the cabin?",
        "Dusty: He did. He's back.",
        "Lily: Where has he been? Why didn't he call anybody to tell everyone that he was okay?",
        "Dusty: I just wanted to stop by and tell you that he's just fine.",
        "Lily: What about Rose? Has Rose seen him yet?",
        "Dusty: Yeah, at the Lakeview last night. And this is what I want to say to you. He's going to destroy her. And you got to put a stop to it.",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Aaron: You look so beautiful.",
        "Lucy: So do you.",
        "Aaron: I got you these flowers. I don't know where to put them, though.",
        "Lucy: Give them to me.",
        "Lucy: So who starts?",
        "Aaron: We do.",
        "[SCENE_BREAK]",
        "Lily: It wasn't that long ago that Paul was here warning me about you and how you were going to hurt Rose. And you did. It's so ironic. Here you are warning me about Paul now. Wow.",
        "Dusty: Paul is not the same guy who left town. Now if you and your husband care about Rose the way you say you do, then you're gonna make sure that she stays away from Paul Ryan.",
        "Lily: What? What? What? Paul gave her a commitment and love and -- what have you given her since you've been in this town? I'll tell you what. Humiliation, pain, suffering. I can go on and on. Don't mind me, okay?",
        "Dusty: I'm just the messenger.",
        "Lily: And not only did you try to break up the engagement, you did. And then you send him out of town. That wasn't enough for you. Now you're trying to discredit this man before he and Rose have a chance? It's not gonna work. I hope to God Rose sees this -- that compared to Paul, you are nothing!",
        "[SCENE_BREAK]",
        "Barbara: \"Welcome back.\"",
        "Will: That's really great, Mom, but I didn't go anywhere.",
        "Barbara: Honey, it's not just you. It's all of us. It's welcome back to our family.",
        "Jennifer: That was really nice of you, Mom. Thanks.",
        "Barbara: You're welcome. And now for the presents.",
        "Jennifer: There are presents, too?",
        "Barbara: Yes, there are presents, too, because I love you both so much. You're the most wonderful children any mother could ever hope for. I'll be right back.",
        "Jennifer: Mom's really going all the way with this, isn't she?",
        "Will: Yeah. But I still think it would be better if Paul were here.",
        "Jennifer: Oh, I don't know about that, Will. I think I kind of like it just the three of us.",
        "Will: You know, he's getting us a place, Jennifer. Just you, me and him.",
        "Jennifer: He told you that?",
        "Will: Well, we wouldn't live there full-time. Paul knows that wouldn't work. But we can go there whenever we want.",
        "Jennifer: You know, I don't think mom's gonna like that, Will. Things are confused enough already.",
        "Will: Well, maybe Paul won't tell mom. Maybe it will be our little secret. She won't even know where it is.",
        "Barbara: One for you. One for you. And I hope you like them.",
        "Jennifer: Thanks, Mom. That's really sweet.",
        "Barbara: Well, I just want you to remember that there are some things only a mother can do. Always remember that.",
        "[SCENE_BREAK]",
        "Kim: He seems so desperate. He seems like he's afraid.",
        "Rick: Kim, you've been here for days. Now, why don't we give him a few hours to reconnect with his environment? Hospitals are familiar to Bob. That's -- that's maybe all he needs.",
        "Kim: Well, so what are you suggesting? You want me to go home?",
        "Rick: Yes. Get something healthy to eat --",
        "Kim: No.",
        "Rick: And then when you come back, I might have some good news for you.",
        "Kim: I'm sorry, no. I'm sorry, I can't leave him. I can't leave. What if he needed me?",
        "Rick: Then I'll call.",
        "Kim: No!",
        "Rick: Kim, please, I've had enough stroke patients to know.",
        "Kim: I don't care. I am --",
        "Rick: Kim, he needs you strong when he wakes up.",
        "Kim: I am not going home. I'm sorry. I'm sorry. I'll go down to the cafeteria. I'll get a good meal. I'll stay away. But you've got to promise me that you'll stay with him and keep an eye on him.",
        "Rick: I'll take good care of him.",
        "Kim: You promise me.",
        "Rick: I promise.",
        "[Heart monitor beeping]",
        "Rick: I'll take good care of you, Bob -- very soon.",
        "[SCENE_BREAK]",
        "[Sarah singing]",
        "Bonnie: Sarah? That was beautiful. What was it?",
        "Sarah: Just a song. I didn't know anyone was listening.",
        "Bonnie: Well, I just came to talk. Do you know the first time you heard that song?",
        "Sarah: No.",
        "Bonnie: Do you know what the words mean?",
        "Sarah: I just like to sing it when I'm sad. Why are you asking me all these questions?",
        "Bonnie: Because I think that song is in Portuguese. And if I'm right, that could be a clue as to where you were born.",
        "[SCENE_BREAK]",
        "[Heart monitor beeping]",
        "Rick: Your color's improved. I imagine you're feeling a lot better, too. You're trying to warn them about me, aren't you? Well, don't worry about your monitors going off. You're so drugged that by the time anyone notices, it's gonna be too late. Now, try not to move. Everything's gonna be fine. Just relax.",
        "Walker: Dr. Hughes -- glad to see you're awake.",
        "[SCENE_BREAK]",
        "Lucy: I'm a little worried.",
        "Aaron: Why?",
        "Lucy: Making love with you is even better than I expected.",
        "Aaron: Is that a bad thing?",
        "Lucy: Well, what happens if I start wanting you all the time?",
        "Aaron: Then we go camping more.",
        "Lucy: No, what if I'm at school or at my grandmother's? I'll have to drag you into the library or hide you in the pool house.",
        "Aaron: You, me and the air filter.",
        "Lucy: I'm serious. Where are we gonna go?",
        "Aaron: Luce, an hour ago, you were worried about doing it at all. Now you're worried about where?",
        "Lucy: So?",
        "Aaron: Look, I'm not worried at all. Okay? As long as we feel like we do, we'll find a way.",
        "[SCENE_BREAK]",
        "Dusty: You can put me down all you want. I care about your sister. Nothing's gonna change that.",
        "Lily: Rose has enough people that care about her, Dusty. She doesn't need you.",
        "Dusty: You know what she needs? She needs help, and lots of it. Because Paul Ryan is coming at her, and he's not going to stop until he hurts her.",
        "Lily: You're a liar. And you're a thief. You take everything you can and you give nothing back. You think Rose needs protecting from Paul? Get out of my house!",
        "Dusty: All right, maybe I am everything you say that I am! But if you're not gonna help your sister, I will! I'll take that on! Because she's been through enough! I'm not gonna sit back and watch her get hurt.",
        "Lily: Stay away from her! Her life was better without you!",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Rose: Thanks.",
        "Paul: Hi, Rose. I didn't expect to see you here.",
        "Rose: Coffee -- very good. You know, waiters keep it coming.",
        "Paul: I still haven't recovered from the scene in the elevator. I don't know about you, but I found it -- very intense.",
        "Rose: You got my attention, that's for sure. I think I'll take the stairs from now on.",
        "[Paul laughs]",
        "Paul: You know, in all -- in all the excitement, I kind of forgot to give you something.",
        "Rose: Yeah? You got a present for me or something?",
        "Paul: Yeah. Well, kind of.",
        "[SCENE_BREAK]",
        "Paul: No matter how hard you try and deny it, there will always be something between you and me.",
        "Dusty: Not if I have something to say about it.",
        "[SCENE_BREAK]",
        "Rick: Alone at last, Bob. That Walker Daniels is such a --",
        "Bob: Murderer. Murderer."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=g-gTpmLhs6o"
}