{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: I can't keep this a secret any longer, Mike. It was me. ",
        "Mike: It was you, what? ",
        "Katie: The hit and run driver. I'm the one that ran you down. I \r\ndidn't realize it at first, Mike, and when I did realize it, I wanted to \r\ntell you, but I just couldn't, and -- I can't live like this anymore and \r\nyou deserve to know the truth, so -- ",
        "Mike: Get out. ",
        "Katie: What? ",
        "Mike: I know why you did it. You wanted me hurt because you thought \r\nthat I should have saved Simon’s life. ",
        "Katie: No, no, no, no! Mike that is not it. I was on that medication \r\nand it made me all weird! ",
        "Mike: Oh, shut up. Shut -- shut up! I don't ever want to see your \r\nface again. Get out! ",
        "Mike: Katie? ",
        "Katie: Mike, shh. Just go back to sleep. I didn't mean to disturb \r\nyou. ",
        "Mike: Oh, it's okay. What are you doing here? ",
        "Katie: I was just gonna tell you something, but you know what? It's \r\nlate. You go back to sleep. We can talk about it later. ",
        "Mike: No, go ahead. What's on your mind? ",
        "",
        "Barbara: Will! Will, honey, wait! Wait. Will! Will -- ",
        "Will: No! ",
        "Barbara: Listen to me! Okay? You didn't say a word the whole way home \r\nin the car. I want to talk to you. I want to know that you're okay. ",
        "Will: I'm fine, Mom. You can go back to your place. ",
        "Barbara: I'm not doing that. Your dad's not home. Emily's not here. \r\nI'm not leaving you alone. ",
        "Will: But that's what I want. Why doesn't anybody do what I want! ",
        "Jennifer: Will? Woah, woah, woah -- what's happening? What's going \r\non? ",
        "Barbara: What are you doing here? ",
        "Jennifer: I came by to see dad and Will. Answer my question. What's \r\ngoing on? ",
        "Barbara: Will snuck out of my suite and went over to his brother's \r\nhouse and so I followed him to make sure -- ",
        "Jennifer: Will, are you all right? What happened? ",
        "Will: Mom was right all along. Rose is stealing Paul away from us, \r\nand there's nothing we can do to stop her. ",
        "",
        "Rose: All right, let's get a few things straight. Barbara comes in \r\nhere, busting my chops, and I get all defensive and it just -- slips \r\nout. About us leaving the country. I never meant to hurt Will. I swear. \r\nI am so sorry. ",
        "Paul: And that's it? That's your apology? ",
        "Rose: Yeah. ",
        "Paul: Well, it's not accepted. ",
        "",
        "Lucy: I want to hear it from you. Where were you tonight when you \r\nshould have been with me at the homecoming dance? ",
        "Aaron: Did you win? ",
        "Lucy: We're not talking about that. ",
        "Aaron: I just want to know. ",
        "Lucy: Yes. ",
        "Aaron: Lucy, that's great. ",
        "Lucy: You got arrested for bookmaking. How did you get involved with \r\nillegal gambling? Is that where you've been getting the money for limos \r\nand hotel rooms? ",
        "Aaron: I wasn't gambling, Lucy. All I did was make a delivery. ",
        "Lucy: Oh, Aaron, how stupid do you think I am? ",
        "Aaron: Please don't say that, Lucy. ",
        "Lucy: Why not? ",
        "Aaron: You're the most important thing in the world to me. ",
        "Lucy: Then why did you do it? Why did you ruin everything? ",
        "",
        "Lily: So what's it going to be, Dusty? You gonna take responsibility \r\nfor Aaron getting arrested tonight? Or you gonna hide behind him and, \r\nand let him suffer because of you? ",
        "Dusty: A decent guy would take the rap. Is that your point? ",
        "Lily: I'm done making points. So are you going to stand up, or aren't \r\nyou? ",
        "Dusty: Let me talk to Aaron. ",
        "Holden: Forget it. I meant what I said. I don't want you anywhere \r\nnear my son. ",
        "",
        "Will: You said it wouldn't happen, Jen, but you were wrong. Now Paul \r\nand Rose are going to Paris, and he doesn't care about any of us \r\nanymore. ",
        "Jennifer: Will, that's not true. ",
        "Barbara: Honey, your brother loves you, it's just that his judgment \r\nhas been affected by other people. ",
        "Will: You mean Rose? ",
        "Barbara: I know this is hard to understand, but sometimes there are \r\ncertain people that are just not good for each other. ",
        "Will: Paul isn't leaving Oakdale because of Rose. He's leaving \r\nbecause of you. ",
        "Barbara: Look, I know you heard a lot of very upsetting things \r\ntonight. You just have to understand that -- ",
        "Will: You made Rose hate you. And now she's taking Paul to Paris so \r\nshe never has to see you again. It's always the same thing, Mom. It's \r\nall messed up. And you tell me that it's okay. And you just expect me to \r\nbelieve you? Well, I don't, Mom. I don't believe you! ",
        "Barbara: Will! ",
        "Jennifer: Hey, you know, I think that you should leave. ",
        "Barbara: You know, will you get out of my way? I've done nothing \r\nwrong here. ",
        "[Jennifer scoffs] ",
        "Jennifer: It's always the same with you! You've played the victim for \r\nso long that you can't see it any other way. ",
        "Barbara: Are you telling me that you approve of these upcoming \r\nnuptials? ",
        "Jennifer: No, I don't! I agree with you that Paul is making a \r\nmistake. Marrying a woman that ran off with his best friend? It doesn't \r\nmake sense. I agree. But that's Paul’s decision. And all that we can do \r\nis get out of the way. ",
        "Barbara: Well, maybe that's the difference between being a sister and \r\na mother. You can just stand by and watch this D’Angelo woman destroy \r\nyour brother's life. You can watch while she destroys your little \r\nbrother's life. And you'll do nothing to lift a finger to help him. But \r\nI can't do that. I'm a mother. And as long as I have a breath in my \r\nbody, I will do whatever it takes to protect my children. And God help \r\nwhoever stands in my way.",
        "",
        "Paul: I know that I told you that I don't want to be a slave to my \r\nfamily, but I love Will and I love Jennifer, and just because you  --- \r\nand just because you and I are moving to Paris doesn't mean I'm gonna \r\nturn my back on them. ",
        "Rose: I -- did I ever ask you to do that? ",
        "Paul: No. ",
        "Rose: Do you think I ever will? ",
        "Paul: I don't know! Look, it's pretty clear to me that you and Jen \r\nare never gonna be pals. ",
        "Rose: I got a sister myself. And I love Lily, don't get me wrong, but \r\nI do see her for who she really is. ",
        "Paul: Oh, and you don't think that I can do the same thing with \r\nJennifer? ",
        "Rose: No, I don't think you can. ",
        "Paul: You're wrong. I think I have a pretty realistic view of who she \r\nis. I think she's got terrible judgment. I think she has learned to be \r\nmanipulative from Barbara. And I think that she never does anything \r\nwithout thinking of herself first and everybody else later. ",
        "Rose: Hmm, there you go. Big brother's paying attention. ",
        "Paul: But, and this is a very -- well, this is important, she's my \r\nblood. And I understand her, and right or wrong, I'm always gonna be on \r\nher side. ",
        "Rose: All right, all right, I get it. ",
        "Paul: And that goes double for Will. Poor kid, Rose. Half the time he \r\ndoesn't know what's going on. ",
        "Rose: I know. He's been through hell and my big mouth -- made me say \r\nthat. But, Paul, I mean, eventually, he's gonna have to realize that \r\nwe're gonna be leaving. Accept it. ",
        "Paul: I know. I had really hoped that I could soften the blow for \r\nhim. You know, that I could tell him in my own way, in my own time. ",
        "Rose: Sorry. I said that I'm sorry and I mean it. Is there anything \r\nthat I can do to make it right? ",
        "Paul: Well, you know what? There might be. ",
        "Rose: Really? ",
        "Paul: Yeah. Maybe we can go over there together, we can explain to \r\nhim why we're going to Paris. I don't think I got through to him about \r\nall that stuff -- that he could come visit, and all. Maybe if we explain \r\neverything to him, he wouldn't feel like everybody was just kinda \r\ndumping on him. ",
        "Rose: Okay. Great. When? ",
        "Paul: Tonight. ",
        "Rose: Good. I can do that. Here I am now, thinking like a \r\n13-year-old, he's gonna think we're just trying to make nice. You know?\r\n",
        "Paul: Yeah. But I think I just thought of a way that we can get \r\nthrough to him. ",
        "",
        "Aaron: Lucy, you're making it sound like I got arrested on purpose. \r\nYou think I wanted this? ",
        "Lucy: You broke the law, Aaron. No one made you do it. ",
        "Aaron: I was just trying to make some extra cash, Luce. For you. When \r\nyou love someone, you want to give them things. I could never afford to \r\nget you anything really special. I finally had the chance to do that.\r\n",
        "Lucy: All I wanted from you was yourself. But tonight, when Mr. \r\nStauffer announced that I was the homecoming queen, the only thing I \r\nwanted to do was look in your eyes and share it with you, but you \r\nweren't there. ",
        "Aaron: Stop. Lucy, I'll make it up to you. I swear. I promise. \r\nSomehow, someday, I'll make it up to you. ",
        "Lucy: You can’t. You're gonna have to live with this, Aaron. You're \r\ngonna have to do without me. ",
        "",
        "Dusty: You want to come after me? Go ahead. It's not gonna help your \r\nkid. ",
        "Jack: No one's coming after anybody. We're here to do what's best for \r\nAaron. Am I right? ",
        "Holden: Jack -- ",
        "Jack: And right now, I think that means letting Dusty talk to him. He \r\nwill just talk Aaron into taking the wrap for everything. ",
        "Craig: Well, I don't think that's going to happen, right, Dusty? Hmm?\r\n",
        "Dusty: Craig? ",
        "Craig: Huh? ",
        "Dusty: Shut up. ",
        "Lily: Dusty? ",
        "Holden: Lily, don't waste your breath. ",
        "Lily: Just give me a minute, okay? So, is Holden right? Aaron looks \r\nup to you. You wouldn't take advantage of that, now would you? ",
        "Dusty: I can see why your husband works with horses. His people \r\nskills aren't too good. ",
        "Lily: That's nice. Don't -- don't take it out on Holden because \r\nyou're angry. ",
        "Dusty: What would I know about it anyway? ",
        "Lily: What are you talking about? ",
        "Dusty: I got no wife -- no kids. What would I know about caring for \r\nsomeone as much as Holden cares about Aaron, for example? ",
        "Lily: What happened to you? Really, what happened to you? You used to \r\nbe such a sweet guy. ",
        "Dusty: What happened to me? Changes, Lil. Look at you. You used to \r\nthink that everybody, everybody had a good heart. And you didn't give up \r\non 'em so easily. ",
        "Lily: I think we should let Dusty talk to Aaron. ",
        "",
        "Bob: Mike, this is going to take hard work and it's gonna take \r\npatience. I know that Dr. Harris has recommended that you hire somebody \r\nfull-time when you leave this place. I second that. ",
        "Ben: Hey. Still looking him over, Bob? ",
        "Bob: Mm-hmm. ",
        "[Door closes] ",
        "Ben: Looks like I'm gonna have to cancel that basketball game for in \r\nthe morning. ",
        "Mike: I could keep score if I could get down there. ",
        "Bob: Well, Mike's recovery is on track. All he needs now is the \r\nsupport of his friends. ",
        "Katie: I should probably get going, too. Leave you guys to talk. ",
        "Ben: No, you don't have to leave Katie. ",
        "Katie: Actually, I do. I have a lot to get done at home. ",
        "Mike: You said you were going to tell me something. You never told me \r\nwhat it was. ",
        "Katie: Oh, it was nothing. Really, don't even give it second thought.\r\n",
        "[Door closes] ",
        "Ben: Did I miss something there? ",
        "Mike: It's okay. ",
        "Ben: You want me to go after her, get Katie to come back? ",
        "Mike: No. The less I see of Katie, the better it'll be for both of \r\nus. ",
        "",
        "Will: I don't want to talk about Paul moving to Paris. ",
        "Jennifer: I guess you're pretty mad at him, huh? ",
        "Will: I'm mad at everyone. I'm mad at you! ",
        "Jennifer: That's okay. I can handle it. ",
        "Will: You know, why is it that nobody sticks around in this family? I \r\nmean, first, Mom ran off to marry Craig Montgomery, then you went to \r\nEurope and hardly ever called. Now Paul’s leaving because he wants to be \r\nwith Rose. Why is it like that, Jen? I mean, isn't a family supposed to \r\nstick together? ",
        "Jennifer: Hey -- ",
        "[Knocking at door] You know, just keep eating. Okay? ",
        "Paul: Hi. ",
        "[Door closes] What's going on? Is Will here? ",
        "Rose: I thought we should sit down and talk to him about things. ",
        "Jennifer: That's really big of you, Rose. But I think you've done \r\nenough already. ",
        "",
        "Aaron: Lucy? What are you telling me? Is this it? I mean, are we \r\ndone? ",
        "Lucy: It's not what I want. But I can't be with you, Aaron. Not after \r\nthis. ",
        "Aaron: Look, I know I messed up, Lucy. But please -- we can make it \r\nthrough this. Because no matter what, I still love you. ",
        "Lucy: I love you, too. I never thought I'd say this to you, but love \r\nisn't enough. ",
        "Aaron: Yes, it is. Look at everything we've just been through. The \r\nfire, running away -- your accident, your dad trying to keep us apart -- \r\nthe only reason we made it through all that stuff is because we love \r\neach other so much. ",
        "Lucy: You lied to me. You broke the law. Love doesn't fix that. \r\nNothing can. ",
        "Aaron: Lucy, look, I was looking at it all wrong. Okay? But I made a \r\nmistake, and I see it now. And it won't happen again. ",
        "Lucy: I know. Because I won't let it. ",
        "Aaron: No, Luce, Luce, please -- come on, Lucy, I need you right now.\r\n",
        "Lucy: I'm sorry, Aaron. It's over. ",
        "[Lucy crying] ",
        "Craig: Lucy, what's wrong? What happened? What happened? Huh? ",
        "Lucy: I broke up with Aaron. ",
        "Craig: Oh. Oh, well, you did the right thing. Hey -- ",
        "Lucy: Can we go home now? ",
        "Craig: Yeah, yeah, sure. Whatever you want. Come on. ",
        "Lucy: What's wrong with you? You don't care about anyone, not even \r\nyourself. ",
        "Dusty: Well, you can't please everybody. ",
        "Lily: Okay, now Aaron has lost the love of his life. If he goes to \r\njail, he may never recover. You know that. ",
        "Holden: How am I supposed to fix that, Lily? ",
        "Lily: Maybe none of us can, but at least let Dusty talk to him. Do \r\nyou think that there is a way that you can get Aaron out of this? ",
        "Jack: No. Aaron's only shot out of this comes if he gives us \r\ninformation. ",
        "Lily: All right. ",
        "Holden: Exactly. Tell me why Dusty is gonna convince Aaron to talk to \r\nthe police, when it's Dusty’s butt that winds up in a sling? ",
        "Lily: Because he knows that Aaron is a good kid and he has a good \r\nheart and his whole life ahead of him. Maybe somewhere deep in that \r\nheart of yours, Dusty remembers what that was like. And he knows what it \r\nwould mean for Aaron to get a second chance right now. ",
        "Holden: And you're willing to take that chance? ",
        "Lily: Yes, I am. ",
        "[Holden sighs] ",
        "Holden: Okay. ",
        "Lily: Thank you. ",
        "Holden: Let Dusty talk to Aaron. ",
        "Lily: Okay. ",
        "Jack: You heard the man, go, now. Go. ",
        "Dusty: Hey. ",
        "[Door closes] How you doing? ",
        "Aaron: Lucy left me. I don't know what I'm going to do. ",
        "Dusty: Then it's a great thing I'm here. 'Cause I know exactly what \r\nyou're gonna do. So listen up. ",
        "",
        "Jack: Are you ready to give me a statement about what happened \r\ntonight? ",
        "Dusty: He's not saying anything. I am. ",
        "",
        "Jennifer: You and I have a lot of things we need to discuss. I am \r\ntelling you to make some time. ",
        "",
        "Ben: All right, man. What's going on? What's wrong with you seeing \r\nKatie? ",
        "Mike: I'm still in love with her. ",
        "Ben: You gonna tell her? ",
        "Mike: I did. ",
        "Ben: And? ",
        "Mike: It didn't go well. I mean, I know she wasn't ready to hear it, \r\nbut it just -- it just came out. I couldn't stop myself. I wish I had, \r\nbecause the things she said to me after that -- ",
        "Ben: What'd she say? ",
        "Mike: She said she wished I was dead instead of Simon. ",
        "Ben: Wow, dead. That's terrible. ",
        "Mike: She backed off it afterwards. But I have a feeling she meant \r\nit. ",
        "Ben: No, no, no, man. She was talking out of her pain. She didn't \r\nmean it. ",
        "Mike: I told her I wouldn't bother her again. I think it's best if we \r\njust don't see each other at all. Then I get whacked by this hit and run \r\ndriver and she keeps showing up at the hospital. ",
        "Ben: Well, maybe you should reconsider? Maybe she really did regret \r\nwhat she said and is trying to make it up to you, man. ",
        "Mike: I don't want her to do it out of guilt. You know, so she feels \r\nbad about what she said. So what? That is not love and it never will be. \r\nAnd being around her, knowing that -- it just hurts too much, that's \r\nall. ",
        "Katie: How am I ever gonna tell him? How are you feeling? You want to \r\ntake another lap? ",
        "Mike: No, huh-uh. I'm good. Let's take a break. ",
        "Katie: Okay, I'll get you something to drink. ",
        "Mike: Hey, I want you to know something -- I would have never made it \r\nthrough this recovery if it hadn't been for you. ",
        "Katie: Oh, c'mon, all I did was give you a little encouragement. ",
        "Mike: You have been with me night and day. You know, when I fell \r\ndown, you picked me up. When I got discouraged, you lifted my spirits.\r\n",
        "Katie: And I'm not done. We're not done until you're 100%. ",
        "Mike: You are amazing. I do not have the words to describe how much \r\nyou have meant to me. So I guess I'll just say thank you -- ",
        "Katie: Oh, no, no. ",
        "Mike: From the bottom of my heart. ",
        "Katie: No, Mike. I should be the one thanking you. ",
        "Mike: Why is that? ",
        "Katie: Well, because when I finally told you the truth, that I was \r\nthe one driving the car that hit you. You were so incredibly \r\nunderstanding. ",
        "Mike: I know you, you know. I could tell right away how sorry you \r\nwere. All right? And hey, everything you've done since then has shown me \r\nexactly how much you care about me. So, let's start over, and just \r\nforget about all that. Give ourselves a chance to make the most of this.\r\n",
        "Katie: Oh, Mike -- ",
        "Mike: Okay. Easy, easy, easy. ",
        "Katie: I'm sorry. Okay. I'll wait. ",
        "Bob: Katie? ",
        "Katie: Hey -- ",
        "Bob: Hi. Hey, you looked almost catatonic. ",
        "Katie: Well, to tell you the truth, I haven't been doing too great. \r\nBut I'm about to change all that, as long as you'll help. ",
        "",
        "Paul: Hey, Will. What's going on? How's it going? ",
        "Will: Jen made me an ice cream extravaganza. ",
        "Paul: Oh, an extravaganza. You got another spoon for me? ",
        "Rose: Me too? ",
        "Will: Maybe she can make you another one. ",
        "Paul: Will, listen. Rose and I both feel terrible about what happened \r\nat the apartment tonight. ",
        "Rose: About you finding out that we're going to Paris and -- ",
        "Will: I know. ",
        "Paul: And it's not how I wanted it to happen. I had a whole different \r\nplan about how I was gonna tell you. ",
        "Will: It's okay. I'm not mad. And I don't feel bad about it either.\r\n",
        "Paul: Okay. You sure? ",
        "Will: Positive. ",
        "Jennifer: Hey, look. You don't have to protect them, you can tell \r\nthem the truth. ",
        "Will: I am. It's okay. Honest. ",
        "Paul: Great. I'm glad. You know, it's not the only reason that Rose \r\nand I came here to talk to you. There is something else we wanted to \r\ntalk about. Rose? ",
        "Rose: Well, first -- I just want to apologize to you personally --\r\n",
        "Will: Paul already told me. ",
        "Rose: But what he didn't tell you is that we want to invite you to \r\ncome to Paris. ",
        "Paul: Hey, or Rome or London or wherever you wanted to go. Madrid -- \r\nI've never been to Madrid. ",
        "Rose: Or Italy. I got family there. I got tons of cousins that are \r\nlike your age. And another thing, I got this book on how to speak \r\nFrench. I can get you another one if you want. ",
        "Paul: Please, take it. Rose should never speak French. Will, come on. \r\nYou don't think we're serious? ",
        "Will: It doesn't matter. 'Cause I won't be going to Paris and you \r\nknow it. ",
        "",
        "Holden: What are they doing in there? Plotting another crime? ",
        "Lily: I don't know, call me crazy, but I think that Dusty will get \r\nthrough to Aaron. ",
        "Holden: Sorry, but I have a hard time putting my faith in Dusty \r\nDonovan. ",
        "Lily: You want some water? ",
        "Jack: This isn't even about Dusty anymore, is it? ",
        "Holden: What do you mean? ",
        "Jack: You're having second thoughts about letting me bust Aaron? ",
        "",
        "Dusty: Whatever they ask, whatever they say, you don't answer. You \r\ngot that? I do all the talking. Are you listening to me? ",
        "Aaron: What? ",
        "Dusty: What! We're talking about your life here, kid. You better \r\nstart paying attention. ",
        "Aaron: I don't have a life anymore. My girlfriend won't talk to me \r\never again. ",
        "Dusty: Hey, hey. None of this was your fault. You understand that? \r\nEverything that happened tonight was my fault. ",
        "Aaron: You think that's going to make a difference to Lucy? ",
        "Dusty: Hey, trust me when I say, you and Lucy are gonna get back \r\ntogether. She's nuts about you, kid. Relax. ",
        "Aaron: Like you and Rose? ",
        "Jack: Time's up, gentleman. Are you ready to give me a statement \r\nabout what happened tonight? ",
        "Dusty: He's not saying anything. I am. ",
        "",
        "Lucy: I'll be in my room. ",
        "Craig: You want to talk? ",
        "Lucy: What is there to talk about? Aaron lied to me. And I don't want \r\nto ever see him again. ",
        "Craig: Well, I'm glad you appreciate the seriousness of what he's \r\ndone. ",
        "Lucy: Daddy, is he going to go to jail? ",
        "Craig: Well, I don't think anybody really wants that. But, he did get \r\nhimself into some trouble. ",
        "Lucy: You don't fool me. ",
        "Craig: What do you mean? ",
        "Lucy: I know you never stopped hating Aaron. ",
        "Craig: Oh, come on. I did my best to accept him. ",
        "Lucy: Or so you said. ",
        "Craig: What's your point here? ",
        "Lucy: My point? Um, if it weren't for you, Aaron would never have \r\nbeen arrested. ",
        "Craig: How do you figure that? ",
        "Lucy: You're the one who got him the job at the club. That's where he \r\nmet Dusty. ",
        "Craig: You wanted me to help him out. ",
        "Lucy: Yeah, but Metro was your club and Dusty was your partner. You \r\nhad to know illegal stuff was going on there and that Aaron would get \r\ncaught up in it. And that would be it. That would be your big chance to \r\nget him away from me. ",
        "Craig: Listen, no one forced Aaron to break the law. Again, he did \r\nthat on his own. And you are just going to have to accept that. ",
        "Lucy: I do. But you set this all up. And that makes it your fault as \r\nmuch as his. ",
        "",
        "Dusty: I'm the one that set up the delivery to Waldo. I gave Aaron \r\nthe bag, I gave him the time, the place, everything. ",
        "Jack: And Aaron had no idea that he was delivering to a bookie? ",
        "Dusty: No. ",
        "Jack: Did he know what was in the bag? ",
        "Dusty: No. ",
        "Jack: Do you understand that you're going to be facing charges, based \r\non the statement you just gave? ",
        "Dusty: Yes, I do. I just want Aaron left out of this. He had nothing \r\nto do with anything. I accept full responsibility. ",
        "Jack: All right, Aaron, I'm gonna make this really easy. Dusty had \r\nstated that you were an unwitting accomplice to a crime that he \r\narranged. Do you concur that this crime was committed without \r\nforeknowledge or input on your part? ",
        "Aaron: What are you asking me? Like, did I -- you asking if I set up \r\nthe delivery myself? ",
        "Jack: Yes. ",
        "Aaron: No. No, I didn’t. ",
        "Jack: All right then there is no reason for us to arrest you. ",
        "Lily: Oh, thank God. ",
        "Aaron: But wait -- this is not fair. Dusty, this is not fair. ",
        "Dusty: It's okay. It's okay. Hey, take my advice on this -- use your \r\nenergy and go get your girl back. ",
        "Aaron: Okay. Thanks. ",
        "Dusty: Get outta here. Go ahead. ",
        "Aaron: Jack, can I please go? ",
        "Jack: Please, go. ",
        "Holden: Aaron -- Aaron. I just want you to know, that I'm happy that \r\nthis all worked out for you. ",
        "Aaron: Worked out for me? How? ",
        "Holden: You didn't get arrested, you're off the hook. ",
        "Aaron: Not with Lucy. And that's the most important thing to me right \r\nnow. ",
        "",
        "Paul: Will, come on, I don't get this. I thought you'd be really \r\nexcited to come visit us in Europe. ",
        "Will: I would be. But it's not going to happen. ",
        "Jennifer: Hey, Will, why do you keep saying that? ",
        "Will: Because Mom is not going to let me go. ",
        "Paul: Come on. I'll talk to Barbara, and as soon as she sees how \r\nexcited you are -- and we'll tell her how great it's gonna be and I'm \r\nsure she will be fine with it. ",
        "Will: Can we talk about this tomorrow? I'm really tired and I've have \r\na math test in the morning. ",
        "Paul: Sure, yeah. Sorry. I didn't mean to keep you up so late. I'll \r\ntalk to you tomorrow. And listen, everything is going to be fine, all \r\nright? Don't worry. ",
        "Will: I won’t. ",
        "Rose: Good night. ",
        "Paul: Look after him. ",
        "Jennifer: That's why I'm here. Hey, you gonna finish your \r\nextravaganza? ",
        "Will: I'm done. ",
        "Jennifer: You know, Paris is really, really cool. ",
        "Will: So? ",
        "Jennifer: So -- so, Paul’s right. You might have a great time there. \r\nHey, hey, listen, I know. Visiting is not the same as having him around \r\nwhenever you want to hang out -- ",
        "Will: Every time I get used to having a big brother again, something \r\nhappens that he gets taken away. I got to go to bed. ",
        "Jennifer: Will? Will? Hey, buddy, wait. Come on, hey. You know, it's \r\ngoing to be different this time, Will. I promise. Your big sister's \r\ngoing to see to that. ",
        "",
        "Ben: I saw the way Katie looked at you when she left. And whether or \r\nnot either of you wants to admit it, she cares about you. ",
        "Mike: Too much has happened. She is never going to forgive me for not \r\nbeing able to save Simon. You know, and she is beating herself up \r\nbecause she wanted me dead, and it almost happened. Now, you tell me how \r\nlove is gonna grow out of that? ",
        "Ben: Stranger things have happened. Look, you know, I became a doctor \r\nbecause I wanted to heal people. And all these years, I have learned \r\nthat I can only do so much because healing takes time. ",
        "Mike: I don't know, Ben. ",
        "Ben: You got to be patient, man. And -- and sometimes that is a \r\nreally big job, I know, believe me. ",
        "Mike: The biggest job I've got right now is getting out of this \r\nhospital and getting on my way to recovery. And then maybe -- maybe I'll \r\nstart thinking about Katie. ",
        "",
        "Katie: Mike is the kind of guy who is used to being strong. You know, \r\nclimbing up scaffolding and digging holes in the ground -- he's just \r\nthat is his identity and I'm sure he feels naked without it. When you \r\ncame out of your coma, wasn't going back to work one of the first things \r\nyou wanted to do? ",
        "Bob: After I spent some time with my family, yes. ",
        "Katie: Of course. And unfortunately, Mike doesn't have any family \r\nhere. He's not going to get better unless he knows who he is again. We \r\njust have to help him get back on his feet, as soon as we can. ",
        "Bob: We? When did you become part of Mike's recovery? ",
        "Katie: Well, I'm not. But I thought if you recommended me -- ",
        "Bob: Slow down, Katie. What are you talking about? ",
        "Katie: Well, I heard you say that Mike is going to need some help \r\nwhen he gets out of the hospital. ",
        "Bob: Well, that's very nice of you to volunteer. But I was talking \r\nabout professional help. ",
        "Katie: I work at the hospital. Who better than me? ",
        "Bob: Yeah, you're good at what you do. But you're not a qualified \r\nphysical therapist. ",
        "Katie: I could take some classes. I'm sure Oakdale U has some good \r\nones -- ",
        "Bob: Katie, this is not something you pick up overnight. Mike needs \r\nhelp right now. You just don't have enough training. Come on, cheer up. \r\nHe'll need a lot of moral support and I'm sure you can give him plenty \r\nof that. ",
        "",
        "Craig: Lullaby, you have to understand something. I didn't set Aaron \r\nup to be arrested. ",
        "Lucy: Did you know Dusty was using him to break the law? ",
        "Craig: No. Oh, come here. Come here, come here, come here. ",
        "Lucy: Daddy, how could he do this? Tonight was supposed to be so \r\nspecial. ",
        "Craig: There'll be other nights. Every day, everything will be all \r\nright. ",
        "Lucy: I thought I could depend on him. You know, tonight when he said \r\nhe was gonna go make a phone call and that he'd be right back, I didn't \r\nask myself if he was telling the truth. I didn't doubt him for a second, \r\nnot -- one. ",
        "Craig: I know, I know. That's why it hurts, cause you believed in \r\nhim. ",
        "Lucy: I've never trusted anyone the way I trusted him. He wasn't just \r\na boyfriend, he was my friend. He was my best friend. And now I've lost \r\nthat forever. ",
        "Craig: Here, come on. ",
        "",
        "Aaron: You expect me to be all smiley and grateful because I didn't \r\ngo to jail? Lucy's probably never going to talk to me again. ",
        "Holden: You don't know that. ",
        "Aaron: She was counting on me tonight, Holden. Not just any night, \r\nthis was a special night for her. She should have been able to look over \r\nher shoulder at that big moment and see me looking back, so proud of \r\nher. But where was I? She'll never trust me again. I don't blame her.\r\n",
        "",
        "Lily: You did the right thing. ",
        "Dusty: What did you expect? ",
        "Lily: Maybe neither one of us has changed as much as we thought. ",
        "",
        "Will: Mom? ",
        "Barbara: Oh, honey, did I wake you? I'm sorry. ",
        "Will: No. It's okay. I was just trying to read. ",
        "Barbara: You left your jacket in my car. I didn't realize until I got \r\nhome. ",
        "Will: Thanks. ",
        "Barbara: Yeah. I'm sorry about tonight. I shouldn't have let Rose \r\nlure me into an argument. ",
        "Will: It's over now. ",
        "Barbara: You forgive me? Tell me you forgive me? ",
        "Will: Sure, Mom, I forgive you. ",
        "Barbara: Thank you. I'm sorry. I really am, I won't let it happen \r\nagain. And I'll make it up to you. Are you all right? You look so sad.\r\n",
        "Will: I'm just tired. I'm over it, really. ",
        "Barbara: No, you're not. I can tell, you're not. ",
        "Will: It's just, it stinks that Paul’s going away. ",
        "Barbara: I know. It does, and even though we argue -- I just, I \r\ntreasure having my children around me. ",
        "Will: There's nothing you can do now. He's all stoked about going.\r\n",
        "Barbara: Well, there's always something you can do. ",
        "Will: Like what? ",
        "Barbara: I haven't figured that out yet. But I promise you, Rose will \r\nnot take Paul away from us. ",
        "",
        "Rose: I know Will wasn't jumping up and down about going to Paris, \r\nbut give it some time, he'll be excited about going. ",
        "Paul: Time? Maybe in like 30 or 40 years Will is going to want to \r\nvisit us in Paris. ",
        "Rose: Oh, no, it's not gonna be that bad. How about we do something \r\nfun, like have a massage? Maybe a hot bath? Hmm? ",
        "Paul: You know, ordinarily, that would be a great idea. I feel like I \r\ngot a lot I got to do before we go to Paris. ",
        "Rose: Yeah. I got a lot to do, too. So, you call me before you go to \r\nbed? ",
        "Paul: Definitely. ",
        "Rose: Domani. ",
        "Paul: Domani. ",
        "Rose: Oh! ",
        "Jennifer: Going home early? ",
        "Rose: Yeah. Got a lot to pack. Got to go to Paris, you know. Bye. ",
        "Jennifer: Rose, wait, actually. Do you think you and I could possibly \r\nget together? Just the two of us. One on one. ",
        "Rose: Mmm, I would love that, but I can’t. Got a lot to do before I \r\nleave. Bye. ",
        "Jennifer: Wait, it wasn't a request. You and I have a lot of things \r\nwe need to discuss. I am telling you to make some time. ",
        "",
        "[Answering machine beeps] ",
        "French realtor: Mousier Ryan, this is Philippe Delacroix from the \r\nagency in Paris. Please call me if you want that apartment we discussed. \r\nSomeone else is interested. So, I need to know immediately. ",
        "[Answering machine beeps] ",
        "Imaginary James: Second thoughts? Or a complete reversal? ",
        "Paul: Leave me alone. ",
        "Imaginary James: I didn't stop you from calling Paris. You did that \r\nall by yourself. ",
        "Paul: It's -- I need some time to think. It's a very big decision.\r\n",
        "Imaginary James: Possibly too big. Especially, now that you've had \r\ntime to consider it. ",
        "Paul: No. I'm leaving Oakdale. I'm taking Rose with me. ",
        "Imaginary James: Oh, even though you're beginning to see Rose for \r\nexactly what she really is? ",
        "Paul: You stop it. You don't get to talk that way about the woman \r\nthat I love. ",
        "Imaginary James: Oh, you love her, okay? You just keep telling \r\nyourself that. But you know something? Now, I don't think you believe it \r\nanymore. Listen to me Paul. You've taken this as far as it can go. And \r\nit's time to end it. ",
        "",
        "On the next \"As The World Turns\" -- ",
        "Katie: If Margo is gonna find out that I'm the one who was driving \r\nthat car that hit him -- her car! I want her to find out from me! ",
        "Jennifer: 'Cause Dusty is the one that you can't resist. ",
        "Paul: I'm not afraid of Dusty Donovan. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=YtcfTQj_ARs"
}