{
    "Episode Summary": [],
    "Recap": [
        "Katie worried that Simon would walk into Mordecai's trap. When Mordecai took a photo of Katie to show Simon, Katie stood beneath a hanging trap as a clue. Mike worried that Simon would stay away, and they would never be rescued. Alison worried that she wouldn't be able to afford to bid for Aaron, though Emily tried to convince her she had nothing to worry about. After telling Emily she would move back home to keep an eye on Susan, she met a very nervous Aaron at the auction. Lucy's tutor, Ned, flirted with her, but insisted it was harmless, because he had a girlfriend. Molly wanted to see Carly, but Carly told her she was busy interviewing prospective nannies. Rosanna arrived at the end of one of the interviews, complaining about Craig. Molly arrived, and believed that Carly had blown her off for Rosanna. Rose when angry when Paul arrived for the auction, but he refused to leave. Jen pretended to be drunk, and got Dusty to take her back to the penthouse, where she grabbed and kissed him. He kissed her back."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: That's Simon! He's alive!",
        "Mordecai: It's up to you, Frasier. Do what I want, and maybe I'll let the little blonde live --",
        "Simon: If you don't back off, I'll do the same to you as I did to your brother.",
        "Mordecai: We used to be mates, you, me and Bartley. Why'd you go and kill him, Simon?",
        "Simon: He had a gun pointed at my wife's head. What would you do?",
        "Mordecai: There were other choices! Look, I'll let you make it up to me. Nothing eases grief like a good score and a pocket full of money. Meet me, and I'll let Katie go.",
        "Simon: So where are you?",
        "Mordecai: Keeping the home fires burning -- so to speak. Look, I'm not a violent man. I want all this bloodshed to end. All I want out of you is one last scam. Katie's alive and well, and I can prove it. That's what you're waiting for, right, proof?",
        "Simon: Well, you're the criminal mastermind here, mate. What do you think?",
        "Mordecai: I'll send you a picture. Your little wife will be holding today's newspaper. You'll get the photo. Then meet me at your old farm, and we'll discuss our plans.",
        "Simon: I'll be waiting.",
        "Katie: No, no. Simon, don't --",
        "Mike: Shh. Listen, Simon can't hear us, all right? You keep up all this noise, and Mordecai's gonna know we're up to something.",
        "Katie: Mordecai's lying. He doesn't want to do business with Simon. He wants to kill him. Simon's walking right into the trap. We've have to stop him!",
        "[SCENE_BREAK]",
        "Alison: Emily, where are you? You said meet you at Al's, right? Well, I can't wait much longer. I have plans, okay?",
        "Chris: Hi. Black coffee, please. Thank you.",
        "Alison: Hi.",
        "Chris: Hey, Alison.",
        "Alison: Shouldn't you change into your bachelor tux?",
        "Chris: Actually, I'm on my way home now. I just want to get jolt of caffeine first -- so what are your plans? You gonna rent a DVD?",
        "Alison: Well, actually, I have some other plans.",
        "Emily: Hey, sweetie. Sorry I'm late. Hi, Chris.",
        "Chris: Oh, yeah. Hi. I get it -- girls' night out. Thank you. Have fun!",
        "Emily: So, what's up?",
        "Alison: A long story. So what did you want to meet about? Is mom okay?",
        "Emily: No. She's not. She saw Rick at the police station and totally freaked. I'm afraid Mom's in deep trouble, Ali, and we're the only two who can help her.",
        "[SCENE_BREAK]",
        "Marshall : You know, I can get why you think Jennifer Munson made the phone call to the police, being that her brother, Paul, used to be engaged to Rose.",
        "Dusty: Rose is with me, now. Paul and Jennifer want revenge for it? Two can play that game. If they really want to play.",
        "Marshall : Look, Dusty. Trust me, word to the wise. Don't retaliate against them. All right? Revenge runs in that family's genes. Barbara Ryan's children are best left alone. Trust me.",
        "Rose: I never thought I'd be telling you to take advice from T. Marshall Travers.",
        "Dusty: Boy, you look really nice, girl.",
        "Rose: Don't change the subject. What's going on with you and Jennifer and Paul?",
        "[SCENE_BREAK]",
        "Jennifer: Oh! Oh, wow. You look great, Connie.",
        "Connie: Thank you. And if you wear that dress you showed me earlier, I hope Dusty Donovan knows how to defend himself. Oh, come on. When you said you needed the place to yourself tonight, I knew exactly who the guest of honor was going to be.",
        "Jennifer: Okay. You're right. I have something planned for Dusty that he will never forget.",
        "Connie: Details, details.",
        "Jennifer: I am going to blow Dusty out of the water with his girlfriend.",
        "Connie: Ooh. That means he'll be up for grabs.",
        "Jennifer: Okay, look -- do whatever you want with him later. But right now, we have to get Paul off to this benefit so that I can have the apartment all to myself --",
        "Paul: This just isn't gonna work!",
        "Jennifer: I thought you were getting into your tux?",
        "Paul: Yeah, I'm not in the mood. You know, I'm just gonna stay here, rent a video and forget the whole damn thing.",
        "[SCENE_BREAK]",
        "Mitzi: Hey, Lil.",
        "Lily: Hi.",
        "Mitzi: Picked up your outfit. You know what? Just gimme a holler when you want me to do your hair!",
        "Lily: Ah, looking forward to it. Are we gonna be ready in time? Because people are gonna be arriving any second.",
        "Caterer: Now, don't worry, Ms. D'Angelo. The hors d'oeuvres trays have that special item you requested.",
        "Lily: First of all, I'm not Ms. D'Angelo -- and I have no idea what special item you're talking about.",
        "[SCENE_BREAK]",
        "Molly: Hey, cuz -- just me. I thought I'd try you at home, but I guess I'll have to try your cell. Great.",
        "Carly: Five years with the Cadwallers. The Cadwallers? That's -- that's a very impressive reference.",
        "Nanny: I'm surprised you're not interviewing at home. I like to meet the children I'll be caring for.",
        "Carly: Yes, of course. Well, my husband and I decided to do this in a two-step process. We'll check the references, and then if we decide that we want an in- home visit, we'll get back to you.",
        "Nanny: Of course. I understand. You can't be too careful these days.",
        "[Cell phone ringing]",
        "Carly: Oh, I'm sorry. Just a second, okay? Molly?",
        "Molly: Hey, cuz. I've been trying to track you down everywhere.",
        "Carly: Well, I'm at the Lakeview. Where are you?",
        "Molly: Rosie's Roller Palace. There's some big charity hoo-haw here tonight. It's gonna be fun. You want to come?",
        "Carly: Oh, um, I can't. I'm interviewing nannies for Sage. In fact, I'm in the middle of an interview right this minute, so I can't really talk. I'm sorry.",
        "Molly: No, no, no. You know, I know a little bit about that. Check her references, and then check them again. Okay? And don't be fooled by some accent. You know what? Better yet, let me come help you. Okay? I haven't seen you in a while, and I would love to spend some time with you.",
        "Carly: Um, Molly, today's just -- it's crazy. And I want to spend time with you, too, but I want to give you my undivided attention. So how 'bout I call you tomorrow, okay? Okay, sweetie.",
        "Molly: Wait, Carly, how's the baby? Carly? Carly? Unbelievable.",
        "Carly: Thank you, Mrs. Bridges. It was a pleasure meeting you. I'll be in touch. Well, you are a bit overqualified to be Sage's nanny, but you look exactly like her aunt, so I may consider you.",
        "Rosanna: Well, good! Because thanks to Craig, being Sage's nanny is as close as I'll ever get to being a mother.",
        "[SCENE_BREAK]",
        "Ned: Who said girls can't do math? Plus, you aced your verbal. You're gonna do fine.",
        "Lucy: I hope so. I really need to do well on these SATs.",
        "Ned: If you want to get into a good school. You know, Northwestern wouldn't have even given me a second thought if I hadn't scored in the top 5 per cent.",
        "Lucy: Well, you don't know that. I mean, it has to be more than just test scores.",
        "Ned: You know, Aaron didn't seem too worried about his SATs. Is he already in college?",
        "Lucy: No, he's a mechanic.",
        "Ned: Oh.",
        "Aaron: How's it going with the books?",
        "Lucy: Wow. You look great.",
        "Ned: I'll go put these in your dad's library.",
        "Lucy: I wish I could go with you. You look like the cover of a magazine.",
        "Aaron: Really?",
        "Lucy: You know you look hot. But you better tell whoever gets you that you're already taken, okay?",
        "Aaron: No problem. I'm all yours. Besides, Alison's gonna be there to back me up, just in case.",
        "Lucy: Alison's going to be there?",
        "[SCENE_BREAK]",
        "Emily: After Mom saw Rick, she ran home, pulled down all the shades, crawled under the covers, and she's been crying ever since. And I'm really, really worried about her.",
        "Alison: Well, if the love of my life turned out to be a serial killer, I'd be crying in bed, too.",
        "Emily: I'm not saying I don't understand it -- are you still living at Katie's?",
        "Alison: Yeah, me and, like, a zillion critters and bugs.",
        "Emily: I know you're there because you need your space, and I don't blame you, I mean, especially after everything Rick has put this family through. But when I left the house just now, she couldn't even come out from under the covers to say good-bye to me, Ali.",
        "Alison: You're not worried because she's in bed crying. You're worried that when she gets up, she's going to start drinking again.",
        "Emily: It's a real possibility, Ali, and it scares me to death.",
        "Alison: Okay. That's all I need to know. I'm gonna move back home.",
        "[SCENE_BREAK]",
        "Rosanna: The man's timing is uncanny. No sooner do I set up an appointment with the only adoption agency that is willing to not pay attention to his past, but he goes and he gets himself arrested.",
        "Carly: Yeah, I know. Jack told me. Something about book making? It sounds a little low-rent for Craig, if you ask me.",
        "Rosanna: I asked him for one thing. One thing. To keep things legitimate -- and he ruined it.",
        "Carly: He must feel terrible.",
        "Rosanna: I don't think he does. When Ms. Brice came, and she said that we didn't have any chance at being able to adopt a baby, his expression was nothing short of relieved.",
        "Carly: It was?",
        "Rosanna: It's my last chance to be a mother, right? He blew it. No, no, God. Don't -- please don't call him.",
        "Carly: No, I'm not. I'm gonna call the agency. I'm gonna have them cancel the rest of my appointments for today.",
        "Rosanna: No, no. You don't need to do that. You need a nanny.",
        "Carly: Not as much as you need to be a mother. We are going to sit here, and we are gonna figure this out. One way or another, you are gonna adopt a baby. With Craig or without him.",
        "[SCENE_BREAK]",
        "Rose: You gonna answer my question? What's going on with Paul and Jennifer that you need to talk to your attorney?",
        "[Cell phone rings]",
        "Marshall : Excuse me.",
        "Rose: You gonna tell me what's going on with you and jumbo Johnnie Cochran over there?",
        "[Dusty laughs]",
        "Marshall : Hey, I've got to get down to the station to see a client.",
        "Rose: Oh, that's right. A serial killer's been locked up.",
        "Marshall : Alleged serial killer.",
        "Rose: That's the right answer. Very good. You're very good. Paul? Jennifer?",
        "Dusty: What? They're nothing. They just came up in conversation. We were talking --",
        "Rose: Why did he tell you not to take out revenge on them? What's the deal with Paul and Jennifer?",
        "Dusty: What's the deal with all the questions? When you should be at a fund- raiser, right?",
        "Rose: Yeah, sorry. I came down here to talk you into coming with me. Please?",
        "Dusty: Nah, I can't. I mean, you know, I can't. It's not my scene. Besides -- you know what? I take that back. Maybe I will. You look too good to be around bachelors.",
        "Rose: Well, then come on. Come with me. Tell them to buzz off.",
        "Dusty: Nah. No, I can't. Come on, I got all this work to do. You go. I'll pick you up later.",
        "Rose: Then what?",
        "Dusty: Then what?",
        "Rose: Yeah.",
        "Dusty: Then we'll go back to my place, and I'll show you how much I appreciate this dress.",
        "Rose: I appreciate you, too. I got to go. I can hear Lily screeching in my head from across town. Don't work too hard.",
        "Dusty: I won't. You look gorgeous.",
        "[SCENE_BREAK]",
        "Jennifer: No. No way, big brother. We are going to this function tonight, and we are going to have a good time.",
        "Paul: I just don't feel like it, you know? I don't feel like struggling with my bow tie.",
        "Jennifer: Struggling? This from the guy who trekked across the Himalayas . Listen, you can wear a regular tie if you want.",
        "Connie: She's right. That's the hottest look right now, anyway.",
        "Paul: I'm not feeling hot, exactly.",
        "Connie: Could have fooled me. You should go. We all know it's for a very worthy cause.",
        "Paul: How come you're not dressed?",
        "Jennifer: One of the heels on the pair of shoes I wanted to wear broke. And you know what? They should be ready about now. So Connie and I are gonna go get them. Then I'll change. So you go ahead. Okay? And I'll meet you later.",
        "Paul: Okay. Don't take too long. Hurry up, all right? It's hard enough for me to be at Rose's and -- just get there as soon as you can.",
        "Jennifer: Hey, as handsome as you are, you won't be alone for long. So I'll see you there.",
        "Paul: Bye.",
        "Jennifer: All right. So we'll make sure Paul's gone. You meet him at the party, and then tell him I got sick.",
        "Connie: Only you --",
        "Jennifer: That's right. I'm gonna rock Dusty Donovan's world.",
        "[SCENE_BREAK]",
        "[Katie exhales]",
        "Mike: You okay?",
        "Katie: Yeah, I just -- I haven't heard Simon's voice in months, and I just had to stand here and say nothing. It's like this nightmare I keep having. And I know Simon's close. I can hear him. And I reach out for him, and he just disappears.",
        "Mike: I know this is hard. And it's probably the hardest thing you've ever had to do. But you have to hold it together.",
        "Katie: That was Simon on the phone, and I couldn't even let him know that I was here. I couldn't let him know that I read his letter. I couldn't let him know that I miss him, and I finally know why he left me. I mean, this is crazy! It's like, I can't even warn him.",
        "Mike: I know, I know. I know. Okay? But we can't let Mordecai know we're on to him. You freak out, he's gonna know something's up. And we'll lose the only advantage we have -- that phone tap.",
        "Katie: Oh, yeah. The phone tap, it's so great. I can't even use it to warn my own husband.",
        "Mike: It's the only thing that's gonna keep us one step ahead of Mordecai. Like now, knowing that he's coming down to take that picture. Look at me. You have to make sure that we don't let on that we heard anything.",
        "[Katie sighs]",
        "Katie: Okay.",
        "Mike: Okay? We got to hide that phone tap.",
        "Katie: Wait. Mike, you have to help me send Simon a signal.",
        "Mike: What do you mean?",
        "Katie: Well, Mordecai's going to come down here to take a picture of me, right? We use something in the background to let Simon know that Mordecai's trapping him.",
        "Mike: That's a good idea. We need a clue.",
        "Katie: Something in the background. Something that Simon would know -- would get the idea that he's trapping him but that Mordecai wouldn't notice.",
        "Mordecai: Rise and shine, yanks! I'm coming down. I just want to take a photo, and I don't want any trouble from either of you, understand? Now, are you gonna cooperate, or do I have to use my club again?",
        "Mike: No. I still have double vision from the last time. We'll cooperate. You have my word.",
        "Katie: What can I use? What can I use?",
        "Mordecai: We're gonna do a little photo shoot, luv. So your hubby knows you're all right. Pick up the paper and smile for the camera.",
        "Katie: Simon's going to see this picture?",
        "Mordecai: That's what I said, isn't it?",
        "Katie: Well, hold on, hold on. I look horrible. Can I have time to wash my face or something?",
        "Mordecai: No. You look fine.",
        "Katie: No, no, wait! Simon has not seen me in a long time. You don't want him to think that you're hurting me, right?",
        "Mordecai: Okay, okay -- just hurry up.",
        "Katie: Great.",
        "[SCENE_BREAK]",
        "Aaron: Alison's not bidding on me, Luce. She's bidding on her boyfriend. You know, Chris Hughes? I'm just glad she's gonna be there for moral support.",
        "Ned: We should really get back to work, Lucy.",
        "Aaron: You're not upset by this, are you?",
        "Lucy: No, no, of course not. I'm not worried about Alison. I'm just surprised, that's all. You go. And have fun. Okay?",
        "Aaron: Okay. I'll call you when it's done, all right? We'll go grab a bite to eat at Al's.",
        "Lucy: I'd love that.",
        "Aaron: Okay.",
        "Ned: Everything okay?",
        "Lucy: Yeah. Yeah, you know, I'm just -- I'm not in the mood to study anymore. How about we just call it a night and pick it up tomorrow?",
        "Ned: You sure?",
        "Lucy: Yeah. There's this auction tonight, and I thought maybe I would make it, after all.",
        "Ned: Lucy, your dad's paying me to coach you. I don't want to take his money if I'm not doing what I promised. You're just tired because you need brain food and a change of scenery. Why don't you and I go get some dinner? The Lakeview's pretty close by, isn't it?",
        "Lucy: You know, if I didn't know any better, I'd think you were hitting on me.",
        "Ned: Maybe I am.",
        "[SCENE_BREAK]",
        "Emily: You know, you amaze me.",
        "Alison: Because I can live in the middle of the woods with a bunch of chirping things? Not to mention Katie's really weird roommate, Henry.",
        "Emily: No. Because I was struggling so hard to figure out a way to get you to move in with mom, and you just go ahead and volunteer.",
        "Alison: Well, what else am I gonna do? Emily, seriously? If Mom's in trouble, I'm not just gonna stand back and let her fall apart.",
        "Emily: I'm not asking you to save her, honey. Okay? I'm not asking you to be her personal cop. Just be there with her so she doesn't have to be all alone.",
        "Alison: Yeah. Well, if I'm home, then I can make sure that she doesn't start drinking again.",
        "Emily: Alison, I have spent a long time dealing with Mom's drinking problem, and, believe me, I completely understand how tempting it is to try to keep her from drinking. But you can't. The only person who can keep Mom from drinking is mom. So, don't you try to take that on, okay?",
        "Alison: Okay.",
        "Emily: Okay. So what was going on with you and Chris before I got here?",
        "Alison: Well, he volunteered to be auctioned off at that charity thing at the Roller Palace.",
        "Emily: You're not worried, are you?",
        "Alison: Well, I -- I was trying to be mature, but then I kept worrying about who was going to bid on him and if he'd like her a little bit too much.",
        "Emily: Sweetie, this is just --",
        "Alison: So -- so I decided that I would bid on him myself. He doesn't even know I'm gonna be there, but --",
        "Emily: That is so sweet.",
        "Alison: I have a question.",
        "Emily: Huh?",
        "Alison: How much do you think the guys go for there?",
        "Emily: I don't know. It depends. I mean, I've seen it go as high as $5,000.",
        "Alison: Dollars? Oh --",
        "Emily: Alison, come on! Would you listen to me? He's interested in you. You don't have anything to worry about. You know, it's cute and all that you want to bid on him, but the truth is, you don't have to pay a dime to be with him.",
        "Alison: Well, not now I don't. But now everybody knows he's a hero. And he's a gorgeous, wonderful doctor. And I can't stop thinking that some beautiful bombshell, rich woman is gonna come and just bid really high on him. And how am I supposed to compete with that?!",
        "Emily: You don't have to compete with anybody, honey.",
        "Alison: Emily, my instincts might be a little off sometimes, but I'm not completely nuts.",
        "[Alison sighs]",
        "[SCENE_BREAK]",
        "Rose: Da, da, da, da, da, da! Don't panic! The second hostess has arrived!",
        "Mitzi: Rose! Finally! All right, your sister is about to blow a gasket!",
        "Lily: Rose, you're late!",
        "Rose: I didn't think you could run this function without me. I am the Rose in Rosie's Roller Palace .",
        "Lily: We already have guests.",
        "Lucinda: Some ladies find it imminently fashionable to be late. Even to their own tunes.",
        "Rose: Hear, that? I'm fashionable. Hi, Mrs. Walsh. Emma, how's it shaking?",
        "Emma: Oh, this is beautiful. It looks wonderful.",
        "Rose: Oh, you haven't been here since the opening, right? Grab a glass of champagne, tell them about everything that's going on in the joint.",
        "Mitzi: I'd love to. Right this way, ladies.",
        "Lily: Where have you been? There were many, many last-minute details.",
        "Rose: It seems to me that everything is in order.",
        "Lily: The set-up crew had questions. The caterer was late. And there's something very mysterious on the canape tray. I tried to call you at home. Where were you?",
        "Rose: I stopped by Java Underground. Don't give me that look, please.",
        "Lily: No, Dusty is not coming here.",
        "Rose: No. He's not coming. But he is coming by later to take me home. So, where are all these hot bachelors everybody's been talking about?",
        "Lily: There's one right now. He's so cool and calm and so collected",
        "[SCENE_BREAK]",
        "Jennifer: Ah! Thank goodness you're here!",
        "Dusty: It's my place. Where else would I be?",
        "Jennifer: My car conked out a few blocks down. And I need your help. But first, I need another pink lady.",
        "[SCENE_BREAK]",
        "Rose: I don't want to fight with you. I don't want to make a scene. I don't want to play games. I'm just gonna ask you flat out. Just please, just go.",
        "[SCENE_BREAK]",
        "Molly: You've got your life all worked out, and you don't need me.",
        "[SCENE_BREAK]",
        "Jennifer: Can't you just take me to your place?",
        "Dusty: Returning to the scene of the crime, huh?",
        "Jennifer: What are you talking about? My car broke down.",
        "Dusty: You don't have roadside assistance?",
        "Jennifer: Nope.",
        "Dusty: What about your big brother, Pauly, or mommy dearest?",
        "Jennifer: Well, mommy and I are not on speaking terms right now, and Paul would have a fit if he saw me like this.",
        "Dusty: Why, you driving drunk?",
        "Jennifer: I had dinner with my agent. And first, I drank some champagne, and then that pink lady just looked so -- pink. [Jennifer laughs] I only had -- oh, it must be karma.",
        "Dusty: What must be karma?",
        "Jennifer: You told me I shouldn't drive drunk. And voila, my car conked out.",
        "Dusty: I'm gonna make you some coffee. Wait here.",
        "Jennifer: Ooh, I am not going anywhere. I knew I could count on you.",
        "[SCENE_BREAK]",
        "Mitzi: Hey, Pauly!",
        "Paul: Hi.",
        "Mitzi: I'm so glad you came. You know what? Why don't I get you a drink, all right? 'Cause you got a big night ahead of you.",
        "Paul: Okay.",
        "Mitzi: Okay?",
        "Emma: Paul! Oh, my goodness, you look like a million bucks.",
        "Paul: Thank you. Let's hope there's some single woman with a healthy bank account who agrees with you.",
        "Lucinda: Hey, darling, come on. We're gonna raise a million bucks on you tonight, huh?",
        "Emma: You are such a good sport to allow yourself to be auctioned off like this.",
        "Paul: I will suffer for charity.",
        "Emma: Oh, suffering, suffering, suffering. It must be awful in that terrible penthouse with that terrible view.",
        "Paul: Yeah.",
        "Emma: And how is your terrible landlady?",
        "Paul: Rosanna? No, she's been great. We just had to work out some details. But thank you, by the way, for the drapes. They're lovely.",
        "Lucinda: You're welcome.",
        "Rose: What is he doing here in my shop?",
        "Lily: Rose, be nice. This is a charity event.",
        "Rose: Oh. All right, who am I gonna have to be charitable to next, Barbara Ryan? No, not gonna happen. Excuse me. Ladies, I need to talk to bachelor number one, just for a moment.",
        "Paul: Excuse me.",
        "Rose: I don't want to fight with you. I don't want to make a scene. I don't want to play games. I'm just gonna ask you flat out. Just please, just go.",
        "[SCENE_BREAK]",
        "Carly: What about an international adoption?",
        "Rosanna: There is rigorous protocol that has to be met with any reputable agency. And what do you think would happen the minute Craig stepped foot in Hong Kong , for example?",
        "Carly: Oh. Yeah, you have a point. I am so sorry that he is being so stubborn about this, that he's putting you through this. What is the matter with him?",
        "Rosanna: I'm thinking maybe it's Bryant's death. I mean, I thought he made peace with it, but perhaps there's still some feelings that he has to sort out.",
        "Carly: Maybe, but that certainly isn't fair to you.",
        "Rosanna: No. [Rosanna laughs] but what can I do about it? And after this last escapade, I can barely bring myself to look at him, much less talk to him. How many times am I expected to forgive and forget?",
        "Carly: Where Craig is concerned, more often than you bargained for, I imagine.",
        "Rosanna: Well, I just don't know if I can take it anymore.",
        "Carly: Are you -- are you thinking about giving up on your marriage?",
        "Rosanna: No. No, I'm just tired of the roller coaster for now. I'll get back on it tomorrow.",
        "Carly: Hey, I have a really good idea.",
        "Rosanna: What's that?",
        "Carly: Molly just called a few minutes ago from the Roller Palace . There's a bachelor charity auction there tonight. Sounded like a lot of fun. Why don't you go on over?",
        "Rosanna: No, I'm not up for that.",
        "Carly: Yes, you are up for that. It's the perfect thing -- the best thing to get your mind off Craig.",
        "Rosanna: Well, won't you come, too? I mean, now that you have the rest of your day free.",
        "Carly: Uh, I think I'd better go home. I'm afraid I'll fall asleep standing up.",
        "Rosanna: Okay. Well, thank you so much for changing all of your plans for me and listening to my sob story. And call me anytime you need me to baby-sit for Sage, okay?",
        "Carly: Yeah. That may be sooner than you think.",
        "Rosanna: Good.",
        "Carly: And listen, anytime that you want to talk, I'll drop whatever I'm doing.",
        "Rosanna: Oh, hello, Molly.",
        "Molly: If you didn't want to see me, all you had to do was say so. You didn't have to lie about it.",
        "[SCENE_BREAK]",
        "Mordecai: Hurry up, blondie. I haven't got all day.",
        "Mike: Katie, come right underneath this light right here. We don't want to have to do this a second time.",
        "Mordecai: Just lift up the bloody paper, all right?",
        "Katie: Okay.",
        "Mordecai: Lovely. You should be on television. No, you can keep that.",
        "[Door closes]",
        "Katie: Do you think Simon's gonna get the message that I was standing under a trap?",
        "Mike: He's smart, right? He'll come for you, I'm sure.",
        "[SCENE_BREAK]",
        "Carly: No. Honey, no, I -- I was not putting you off earlier.",
        "Molly: Oh, no? You haven't called me for weeks.",
        "Carly: Well, I did just have a baby.",
        "Molly: Yeah, I know, and I understand that, which is why I haven't pushed for us to get together. But, Carly, you just put me off for Rosanna, and then you lied about it.",
        "Carly: No, no, no, no. I was sitting here interviewing nannies, just like I said I was, and then Rosanna showed up out of nowhere, and she was feeling miserable, and so I --",
        "Molly: And I'm not? Carly, I just had the absolute worst year of my life. I'm sure you can only imagine how lonely I've been feeling.",
        "Carly: I'm so sorry.",
        "Molly: But never more alone than right now.",
        "Carly: Well, it just so happened that after Rosanna showed up, I cleared the rest of my day, so I'm completely free. Why don't you sit down --",
        "Molly: I don't want sloppy seconds.",
        "Carly: That's not a very nice thing to say.",
        "Molly: You know, I guess we can't go back to the way we were. I mean, I thought after Montana and the christening that we were back on track.",
        "Carly: We are. We are back on track. I'm just a little busy. I'm getting Parker reacquainted with the house again, and I'm busy with Jack. I'm busy with a baby.",
        "Molly: No, I understand. You've got your life all worked out, and you don't need me.",
        "[Carly sighs]",
        "[SCENE_BREAK]",
        "Aaron: Come on, Alison.",
        "Alison: Sorry I'm late. Oh, nice suit. Oh, but your face. You don't -- you're blushing.",
        "Aaron: Look, look, this is about the last thing in the universe I want to be doing tonight, okay?",
        "Alison: Well --",
        "Aaron: Why did I agree on this, man?",
        "Alison: I don't know. You have a big heart?",
        "Aaron: Yeah. Yeah, I do. You look pretty good.",
        "Alison: Oh, thanks. So, all you have to do is go up there, say your speech, walk around a little.",
        "Aaron: Whoa, whoa, whoa, whoa. A speech? No -- nobody said anything about a speech. And Lily didn't say I had to do a speech.",
        "Alison: Oh, you know. All you have to say is how you want to help the orphans, world peace. And you brought your bathing suit, right? The little one.",
        "Aaron: Oh, yeah. Oh, you're a comedienne. You're funny. [Alison laughs] come on, let's get inside.",
        "[SCENE_BREAK]",
        "Rose: I don't know who or what possessed you to come here after that little stunt you pulled at Java Underground. Look, if you ever cared for me at all, you would just leave.",
        "Paul: First of all, Mitzi made a special trip to see me just to invite me. And second of all, you invited me here yourself. You said it would make peace between us.",
        "Rose: That was before, when I thought you wanted peace between us.",
        "Mitzi: Things look pretty dicey, Lil.",
        "Lily: I'll take care of it. Paul, thank you so much for doing this. All the bachelors are in the back room having champagne and hors d'oeuvres.",
        "Rose: Paul is not staying.",
        "Paul: Yes, I am. This is a very worthwhile charity, and I can't leave now, anyway. I'm supposed to meet Jennifer here very soon.",
        "Rose: You're here just to spite me.",
        "Paul: No. What you said before, Rose -- I did care about you once. Be nice, be sweet, be calm. I thought you were supposed to be with Jennifer?",
        "Connie: I was, but she started to feel a little queasy, so she's gonna go home and lie down. But in the meantime, I am gonna keep an eye on you.",
        "Paul: She just started to feel sick all of the sudden?",
        "Connie: Yeah, right out of the blue. It was the strangest thing.",
        "Paul: It sounds strange, all right.",
        "[SCENE_BREAK]",
        "Dusty: Drink this. I'll call a tow truck.",
        "Jennifer: Oh, no, no. That could take hours. I don't want to wait for a mechanic.",
        "Dusty: You don't want your car to be towed?",
        "Jennifer: All I want to do right now is lie in a bed. I don't think I have the energy to fill out forms and answer questions. Just -- can't you just take me to your place?",
        "Dusty: I'll call a cab, all right?",
        "Jennifer: Forget it. I will find another ride home. Thanks for nothing.",
        "Dusty: Yeah, why don't you just call your buddies down at the police station? You know their number by heart, right? Didn't you use it once today?",
        "Jennifer: What are you talking about? No, I can't -- I can't call my father. Are you kidding? I can't let him see me like this.",
        "Dusty: Are you saying you didn't call the police on me today?",
        "Jennifer: Did somebody call the police on you? What for?",
        "Dusty: I don't know, Jennifer. I'm gonna close up, and I'm gonna drive you home, all right? Your home.",
        "Jennifer: Whatever. Just get me to a bed, honey.",
        "Dusty: Let's go.",
        "[SCENE_BREAK]",
        "Katie: Oh, I hope to God Simon understands our message.",
        "Mike: You know the first thing he'd do after he gets that picture of you, after he kisses it? He'll go over it 100 times for clues.",
        "Katie: There you go again.",
        "Mike: There I go what?",
        "Katie: You've been really quiet ever since Mordecai left. Why?",
        "Mike: I don't know.",
        "Katie: Do you think that Simon's not gonna get our message? He's not gonna understand it?",
        "Mike: No, I'm pretty sure he'll understand it. But what if he takes it to heart and decides to stay away?",
        "Katie: Wow, I never thought about that. I guess we'll have to come up with a backup plan.",
        "[SCENE_BREAK]",
        "Carly: Molly! Come on, please. I know what this must have looked like. I understand you being upset. But we have survived way too much for you to believe that I'd intentionally put you off.",
        "Molly: You just made Rosanna top priority over me, Carly. She used to be Rozilla, remember?",
        "Carly: You are blowing this way out of proportion. Would you please just come back? We will sit down. We'll talk about it.",
        "Molly: Don't need to. I get it. I know exactly where I stand in your life, Carly.",
        "Carly: What, Mol -",
        "[SCENE_BREAK]",
        "Ned: Don't worry. I have a girlfriend.",
        "Lucy: You do?",
        "Ned: Yes.",
        "Lucy: So, what? You were just testing me or something?",
        "Ned: No, I - I was probably flirting.",
        "Lucy: Probably? What, you don't know?",
        "Ned: Lucy, guys flirt like breathing. It doesn't mean anything.",
        "Lucy: Thanks, I think.",
        "Ned: Come on, we'll -- we'll go get something to eat, my treat, and we'll role play a lunch interview, and I'll be the admissions officer.",
        "Lucy: Role play? You're combining work and play? How platonic of you.",
        "Ned: Oh, yes, in every sense of the word. You are definitely Harvard material. Nothing gets by you.",
        "Lucy: No, nothing does. Just remember that.",
        "[SCENE_BREAK]",
        "Aaron: $300, as promised.",
        "Alison: Thank you, Aaron. Now I have a whopping $487.26. Maybe I could just bid on part of him, like his nose or whatever.",
        "Aaron: Hey, is that lady staring at me?",
        "Alison: Who?",
        "Aaron: Her, her.",
        "Mitzi: Well, hello, Dr. Hero. [Chris laughs] we are so lucky you came. And look at you. I mean, I might have to bid on you myself.",
        "Chris: Yes, well, you just keep reminding me that it's for a good cause.",
        "Mitzi: The best -- fighting breast cancer. Then, you know all about that, working at the hospital.",
        "Chris: Yeah, well, I have seen my fair share since I started working at Memorial.",
        "Emma: Rosanna.",
        "Rosanna: Hi, Emma.",
        "Emma: Hey.",
        "Rosanna: Hi.",
        "Emma: What are you doing? Looking for someone?",
        "Rosanna: No. Actually, I'm not really sure what I'm doing here. I'm certainly not in the mood for a party.",
        "Emma: Well, sometimes it's the best time to go to a party. What's wrong?",
        "Rosanna: Craig. You know, we've been trying to adopt a child, and he got himself arrested again.",
        "Emma: Oh. Rosanna, I'm sorry.",
        "Rosanna: Not as sorry as I am.",
        "Emma: But I know you. I know you, and I know if there's some way to do that, to adopt a child, you'll find out how to do it. I mean, there are so many children out there that need a loving mother, and I don't know many women out there who'd be as loving as you. We can't waste the good ones.",
        "Rosanna: Thank you so much for saying that. Thank you so much.",
        "[SCENE_BREAK]",
        "Rose: Wait until I get my hands on Mitzi. How could she even think of inviting Paul here tonight?",
        "Lily: Don't be mad at Mitzi. Be mad at me. I'm the one that asked Paul to come tonight.",
        "Paul: Canape?",
        "Rosanna: Hello.",
        "Paul: Hi.",
        "Rosanna: Didn't know you'd be here.",
        "Paul: Yeah, I'm here. I'm hawking very questionable-looking hors d'oeuvres, and later, I'm going to humiliate myself on an auction block. So you might want to stick around for that. I'm sure you don't want to miss it.",
        "Rosanna: Oh, well, uh, Paul --",
        "Paul: This part's easy. You just say \"canapé?\" Go ahead. \"Canapé?\"",
        "Rosanna: Canapé?",
        "Paul: Yeah. [Rosanna laughs] I'll see you around.",
        "Emma: What are these giggles? You still feel like leaving?",
        "Rosanna: No, no. Perhaps I'll stick around for awhile. Canapé?",
        "[Laughing]",
        "[SCENE_BREAK]",
        "Jennifer: Hello? Anybody home? Well, at least we're not disturbing anybody. [Jennifer sighs] hey, thanks. I like being rescued by you.",
        "Dusty: Yeah, just don't make it a habit. You're more trouble than you're worth.",
        "Jennifer: You don't mean that.",
        "Dusty: Next time, just take it somewhere else, all right?",
        "Jennifer: Hey, I forgot to give you something -- this.",
        "[SCENE_BREAK]",
        "Lucinda: Welcome to the first annual Roller Palace benefit. I just want to know, are you in the mood? Are you ready -- [Cheers and applause] -- your bachelors!",
        "[SCENE_BREAK]",
        "Dusty: I'm not really into taking advantage of people who are drunk, you know?",
        "Jennifer: I am.",
        "Dusty: Well, since you put it that way --",
        "[Jennifer gasps]"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=xHbCxczNRYA"
}