{
    "Episode Summary": [],
    "Recap": [
        "Wade sends a video of Lucy in the glass coffin and then calls saying he wants two million dollars and for Alan to deliver it without Craig, Dusty or the cops. Alan goes to the bell tower at St. Mary's church with the money, but Craig follows him. Wade pulls a gun on Alan as he kicks the money to him, but Alan then pulls a gun on Wade as he looks at the ransom. Wade tells Alan about Craig, Alan making Craig stand next to Wade while he calls the police. Wade makes a move and Alan shoots the ceiling, Craig grabbing Alan and the gun going off into Craig's arm. Lily comes in and Wade has the drop on all of them. Wade shoots Alan and then takes Lily as a hostage, Craig attacking him and making him drop his gun. Wade punches Craig down as he and Lily head for the window. Lily struggles and Wade falls out the window, Lily behind him. Craig runs and finds Lily hanging onto the edge and grabs her hands as she shouts that she doesn't want to die. Nikki brings in the waitress from Yo's and she tells them that Wade had talked about Paris. After seeing the tape at Walsh's, Dusty figures out that Lucy is buried at a construction site for a place named Paris. They find her and bring her out, but she's unconscious.",
        "Chris and Allison fight over the wedding, Allison bidding Emily to talk to him to find out what's wrong. When Emily finds Chris at the Bakery, he tells her he thinks he's about to make the biggest mistake of his life. Barbara has the specialist coming up to the suite to tell her and her kids the results for her tests, but the knock at the door is Walker instead of Dr. Jones. When Jones arrives, it's obvious that Barbara is lying. She confesses that she brought Paul and Jennifer to New York at Roseanna's bequest, Paul storming off. Jennifer also leaves and when she can't give any good reasons other than her love for her children for her behavior, Walker leaves as well. Roseanna and Jordan decide to give into James' wishes, but as they start kissing, Paul shows up in the doorway."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Forget it.",
        "Club rep: But it's the finest salmon.",
        "Alison: I'm just gonna stick with the steak.",
        "Susan: Oh, honey, you have to offer your guests a choice.",
        "Club rep: Perhaps the tuna steak?",
        "Alison: More fish?",
        "Susan: Try to keep an open mind.",
        "Alison: Okay, fine. I'll keep my mind open and my mouth closed.",
        "Susan: That's not what I meant. Because you have guests and maybe they don't eat meat.",
        "Alison: Well, I am like, the guest of honor. We are -- here, try some of this. Try it.",
        "Chris: No, no, no -- thank you. We'll go with whatever you decide.",
        "Alison: You don't care what we eat on our wedding day?",
        "Chris: Alison, I'm sure it'll be fine.",
        "Susan: But Alison only wants the filet.",
        "Chris: So whatever. It doesn't matter.",
        "Alison: Of course it matters! Chris, this is the most important day in our lives. And I want it to be perfect -- just like we're perfect.",
        "[SCENE_BREAK]",
        "Barbara: Oh, well, it's possible that I was confused about the time. I'm sure that Dr. Jones will be here shortly. Oh, that'd be great. Thank you very much.",
        "Paul: Making a house call?",
        "Barbara: Yes. He has the results of my tests.",
        "Jennifer: And he's bringing them here?",
        "Barbara: Mm-hmm. He insisted.",
        "Paul: And after you get the results, what then?",
        "Barbara: Well, I suppose that depends on what they say.",
        "Jennifer: Will you be treated in New York then?",
        "Barbara: Hopefully, darling, I won't be treated at all.",
        "Paul: Well, what kind of recommendation do you think he's gonna make?",
        "Barbara: Honey, I don't know. I haven't really even thought about it. Though I think there's a possibility we might end up staying in New York a few more days. [Knock on door] that must be him. They were gonna send him right on up. Dr. Jones, thank you so much for rush -- walker, what are you doing here?",
        "Walker: I'm here trying to figure out what a perfectly healthy woman is doing seeing a specialist.",
        "[SCENE_BREAK]",
        "Jordan: Hi.",
        "Rosanna: I thought you were at the office.",
        "Jordan: I was. I just -- I couldn't concentrate.",
        "Rosanna: I know the feeling.",
        "Jordan: I spent half the night trying to come up with some kind of answer to this mess.",
        "Rosanna: Well, sometimes there are no answers.",
        "Jordan: What's wrong, Rosanna?",
        "Rosanna: I just came from Carly's.",
        "Jordan: How's she doing?",
        "Rosanna: She's all right. She's trying to be strong, trying to be happy for the kids.",
        "Jordan: Is there anything that I can do?",
        "Rosanna: There's really not anything anybody can do. You know, I was holding Sage. And she doesn't realize what's happened. But she will. One day when her father isn't there to take her to her first father/daughter dance or teach her how to ride a bike. And when I was holding her, I was thinking about Cabot.",
        "Jordan: No, Rosanna. You can't compare the two situations.",
        "Rosanna: Why not? One day Cabot could wake up in a strange place without a father or a mother. If we don't do what James wants us to do, he'll take him.",
        "[SCENE_BREAK]",
        "Waitress: I'm clean. I didn't do anything --",
        "Nikki: We just need to ask you a couple of questions.",
        "Dusty: We just gotta ask you a couple questions about Wade Larsen.",
        "Nikki: He kidnapped Lucy Montgomery --",
        "Waitress: I don't know anything about a kidnapping.",
        "Nikki: But you know Larsen?",
        "Waitress: Well, yeah. He came into Yo's a couple times with Donnie.",
        "Dusty: What did you guys talk about?",
        "Waitress: The weather? Sports? I don't remember.",
        "Nikki: Think. It's important.",
        "Dusty: How about friends, places. How'd he make his cash?",
        "Waitress: I guess he did some odd jobs.",
        "Dusty: How odd were his jobs?",
        "Waitress: How should I know?",
        "Dusty: Yeah.",
        "Nikki: When was the last time you saw him?",
        "Waitress: A couple months ago maybe. Wait, there is something -- he made a weird comment once.",
        "Nikki: What kind of comment?",
        "Waitress: It's nothing.",
        "Nikki: Look, anything you tell us may help.",
        "Waitress: Well, okay, sure. But if it's true, he and that Lucy are long gone.",
        "[SCENE_BREAK]",
        "Sierra: They should have called by now.",
        "Alan: He will. And when he does, the police will trace the call.",
        "Sierra: What if it's not money he wants? What if --",
        "Alan: He won't hurt her. She's too valuable to him.",
        "Craig: How do you know what he wants? He's deranged. You an expert in deranged?",
        "Sierra: Craig, please stop it. We are all upset. This waiting and not knowing -- it's just crazy.",
        "Craig: An animal like Wade Larsen doesn't deserve to live.",
        "Lily: Sierra, this was on the hood of my car. It says to watch this. Put it in.",
        "Alan: It's got to be from Larsen.",
        "Lily: Maybe its proof he has Lucy. Hurry up. Hurry up.",
        "Lucy: Please, let me out of here! Help! [Lucy screaming] no! Please let me out! Please let me out! Please! Somebody help me! [Lucy screaming] no! Nooo! Please!",
        "[SCENE_BREAK]",
        "Barbara: I resent you checking up on me like a child. I told you I was coming to New York.",
        "Walker: For B.R.O.",
        "Jennifer: Walker, Mom says her eyes have been bothering her --",
        "Barbara: Honey, you don't have to defend me. How do you know about Dr. Jones?",
        "Paul: I called Walker.",
        "Barbara: Behind my back?",
        "Walker: I updated Paul on your latest test results. Barbara, if you weren't feeling well, why didn't you tell me?",
        "Barbara: Because I was trying to avoid this very scene!",
        "Walker: Perhaps I should talk to this doctor.",
        "Paul: Oh, you'll get your chance --",
        "Barbara: Oh, no. No, no, no. I want you all out of here.",
        "Paul: Out of here? Forget it. Things are just getting good.",
        "Jennifer: Paul.",
        "[Knock on door]",
        "Paul: I'll get it.",
        "Barbara: No! No, no, no! I mean it! I want you out! Now! All of you!",
        "Paul: Oh, come on, Mom. I just want to hear what this guy has to say. Dr. Jones, I presume?",
        "Dr. Jones: You must be Mr. Ryan.",
        "Paul: I'm Paul. This is my sister, Jennifer. This is Dr. Walker Daniels. And I'm guessing you've already met my mother.",
        "Barbara: Dr. Jones, this really isn't a very convenient time. Perhaps we could reschedule?",
        "Dr. Jones: I see.",
        "Paul: Reschedule? He's just giving you test results.",
        "Walker: I'd like to see them.",
        "Dr. Jones: Unfortunately the results are very inconclusive.",
        "Walker: How so?",
        "Dr. Jones: Well, the nature of Ms. Ryan's symptoms are very puzzling.",
        "Walker: Would you mind if I scanned the reports?",
        "Dr. Jones: I didn't bring the actual reports.",
        "Walker: Why not?",
        "Dr. Jones: I didn't think it was necessary.",
        "Walker: How about film? Where were the tests done?",
        "Barbara: Stop this interrogation.",
        "Walker: I'm not interrogating.",
        "Paul: What hospital are you affiliated with?",
        "Walker: Columbia Presbyterian?",
        "Barbara: I told you --",
        "Walker: Do you happen to know a Dr. Tim McKay, head of neurology?",
        "Dr. Jones: I'm more independent.",
        "Paul: Independent?",
        "Walker: I assume we can call the radiologist and get an oral read. If you'd give me the number.",
        "Dr. Jones: Actually, I have it -- back in my office. I'll call Ms. Ryan with it, but I am late. I have another appointment. I really have to go. I'll be in touch, Ms. Ryan.",
        "Paul: So that's your expert? How much did you pay that clown?",
        "Barbara: He came highly recommended.",
        "Walker: From whom? Why didn't you ask me or Ben for a recommendation?",
        "Paul: How much, Mom?",
        "Barbara: I took the tests. I swear. I mean, I didn't know he was incompetent. The guy should have his license revoked --",
        "Jennifer: Oh, stop it, Mom! You lied!",
        "Barbara: No! I didn't!",
        "Jennifer: I was so scared that you were sick. I defended you to Paul!",
        "Barbara: I was having symptoms, okay! Well, maybe. Maybe I was imagining them. They say that happens sometimes.",
        "Paul: You were imagining something. Why are we here in New York?",
        "Jennifer: Because of Jordan and Rosanna?",
        "Paul: Was it James?",
        "Barbara: No!",
        "Paul: Did James hire that quack? Is he behind all of this?",
        "Barbara: No! No! He has nothing to do with it.",
        "Paul: Tell me the truth!",
        "Barbara: Paul, I swear to you, this has nothing to do with your father. Okay, I will tell you -- Rosanna's behind this. She wanted you both out of the way so she could be alone with Jordan.",
        "[SCENE_BREAK]",
        "Jordan: Aren't you the one who told me that there is no appeasing Stenbeck?",
        "Rosanna: Well, I think we have to try.",
        "Jordan: We are not powerless here. There are four of us, we have lots of money, we have a security team. I can't have my son growing up afraid. And I can't have his mother so tense that she doesn't enjoy raising him.",
        "Rosanna: Well, then do something about it! If we defy James, he'll get tucked away in a some small corner of the world without a mother or father or any sense of family.",
        "Jordan: All right. I have an idea. Why don't we go to the prison? See James, go hand-in-hand. Put on a show we act like we caved and that we can't get enough of each other.",
        "Rosanna: Are you insane? If we try to fool James, Cabot will be gone by the time we walk out of that prison.",
        "[SCENE_BREAK]",
        "Waitress: Hey, thanks. Usually I'm the one servin'.",
        "Dusty: Why do you think Wade and Lucy are long gone? Why'd you say that?",
        "Waitress: Okay, it's just -- once, he was half in the bag -- he kinda said somethin' about Paris.",
        "Nikki: Paris? Paris, France?",
        "Waitress: Maybe.",
        "Dusty: The word \"Paris\" just flew out of his mouth?",
        "Waitress: I was pouring him some more coffee and he was tellin' Don like, \"Paris was okay.\" No, maybe it was, like, \"Paris was kinda good to me.\"",
        "Dusty: What does all this mean?",
        "Waitress: Beats me.",
        "Nikki: Can you remember anything else?",
        "Waitress: He's a lousy tipper.",
        "Nikki: All right. Okay. Look, here's my card. If you can remember anything else, give us a call, okay?",
        "Waitress: That's it? I'm done?",
        "Nikki: Yeah.",
        "Waitress: Can I take this to go?",
        "Nikki: Sure. And just remember to stay put --",
        "Waitress: Yeah, don't leave town. I watch lots of TV, Detective.",
        "Nikki: I will pull records on every outbound flight from Orly and de Gaulle.",
        "Dusty: Wade's not going to -- hey, Larsen's not going to France with Lucy. He'd never get through security. If it's a place, it's here in the states. It's here.",
        "Nikki: Do you know how many towns are named Paris in this country?",
        "Dusty: I guess we gotta find out! All right. I'll contact field offices at the FBI and see what they can pull.",
        "Dusty: How long is this gonna take?",
        "Nikki: It's a lot of territory to cover.",
        "Dusty: What if it's not a place? Maybe it's a name, you know?",
        "Nikki: Same problem. Paris is a fairly common name.",
        "Dusty: It may be something else entirely.",
        "Nikki: Dusty --",
        "Dusty: Paris what? Paris -- Paris --",
        "Nikki: These leads could be false leads, all right? I will pull as many officers as I can to work on this case. We will contact authorities in each town that's a hit.",
        "Dusty: So while we're waiting for the feds, who knows what Larsen's gonna do? He's been jerked around too long. He's all jacked up. He might kill Lucy just for the hell of it.",
        "[SCENE_BREAK]",
        "Lucy: No! Help! Please! [Wade laughing] no! No! Stop!",
        "Sierra: He's killing her. He's killing her. He's killing our baby.",
        "Alan: No. He's trying to scare us. We don't know if this tape is even real.",
        "Sierra: It certainly looks real.",
        "Alan: Darling, we're gonna find Lucy.",
        "Lily: We have to call Hal. Right now.",
        "Alan: I'll call him. Leave the tape in the machine until he sends his forensics people out.",
        "[Phone rings]",
        "Sierra: It's my -- it's my secure line from Montega.",
        "Alan: It must be him.",
        "Sierra: Only you and Lucy have this number.",
        "Alan: He must have forced Lucy to give it to him.",
        "Craig: Let me talk to him.",
        "Sierra: No, no, no --",
        "Craig: Let me --",
        "Sierra: I'll do it. Hello?",
        "Wade: How'd you like the show?",
        "Sierra: What have you done with my daughter?",
        "Wade: What? You didn't catch the finale?",
        "Sierra: Where is she?",
        "Wade: If I tell you that, you'll dig up my little treasure. Can't have that.",
        "Sierra: I want my daughter.",
        "Wade: Oh, you can have her.",
        "Craig: Let me talk to him.",
        "Sierra: No, Craig!",
        "Wade: Is that Montgomery?",
        "Sierra: What do you want?",
        "Wade: A fair shake. I don't got all day. Neither does your kid. So I'm not repeatin' myself. Get $2 million. And have your husband -- not Montgomery, the new one -- bring the money to the bell tower. St. Mary's church, past Milltown and Luther's Corners on Skytop Drive. You got that?",
        "Sierra: I got it.",
        "Wade: Tell hubby to bring the dough there. And I'll tell him where he can find your kid. No cops, no Donovan and no Craig Montgomery. You get what I'm sayin'? There's not a lot of oxygen left in there, so make it quick.",
        "Sierra: Okay. I'll do it. I've got it. But please take her out of that box, I'm begging you! Please! Oh, God.",
        "Craig: What'd he want?",
        "Sierra: He wants money.",
        "Alan: How much?",
        "Sierra: Craig, you gotta -- you gotta leave.",
        "Craig: What? No, you can't leave me out of this.",
        "Sierra: Listen, if you love our daughter, you will do what I say.",
        "Craig: Sierra, I have a right to help bring our daughter home.",
        "Lily: Sierra, how can you treat him this way?",
        "Sierra: If Craig stays, he'll kill her.",
        "Craig: Did he say that? All right. All right, I'll go, I'll go. But you have to let me know everything, all right? You have to.",
        "Sierra: I promise.",
        "Craig: Okay. All right, all right.",
        "Lily: This is ridiculous! You're not being fair to him!",
        "Sierra: I'm not making the rules. The kidnapper said if I involved Craig or the police or Dusty, he would leave her in that box to die.",
        "Alan: What does he want, exactly?",
        "Sierra: He wants you. He wants you to bring $2 million to the bell tower outside of Luther's Corners and St. Mary's church.",
        "Lily: He wants Alan to do this? To deliver the money?",
        "Sierra: That's what he said.",
        "Lily: This doesn't make any sense. He barely knows her.",
        "Sierra: We can't argue about it! I don't know, he just -- I have to transfer some money from the bank. I have to call the bank.",
        "Alan: Okay.",
        "Sierra: I'm gonna call the bank.",
        "Alan: I'll get the car.",
        "Sierra: And I'll find out where that church is.",
        "Lily: Excuse me, the police are all over the place. They're gonna follow you.",
        "Alan: No, I'll make up a reason why I have to leave. We can distract them with that tape.",
        "Lily: Excuse me. They're going to know something is going on.",
        "Sierra: There's no time to argue! Listen, I am going to get the money transferred from my personal account.",
        "[Phone rings]",
        "Lily: Hello.",
        "Craig: Lily, are you alone?",
        "Lily: I'm so sorry they made you leave.",
        "Craig: It doesn't matter.",
        "Lily: They want Alan to drop off the ransom.",
        "Craig: Is that what the kidnapper wants?",
        "Lily: I'm telling you, Craig, I don't trust this guy.",
        "Craig: Yeah. Alan must have been the one to give the kidnapper Sierra's private number. We can stop him. There's still time. Just tell me where they're meeting. And I'll do the rest.",
        "[SCENE_BREAK]",
        "Wade: Are you alone?",
        "Alan: Yes. It's all here. We've done everything you said.",
        "Wade: Put the suitcase down.",
        "Alan: Not till you tell me where Lucy is.",
        "Wade: Don't tick me off, punk.",
        "Alan: Where is she?",
        "Wade: There's not a lot of air in that box, so \"show me the money!\" Two mil?",
        "Alan: Yes. Now tell me where my stepdaughter is or you won't live to enjoy it.",
        "Wade: You don't have the guts.",
        "Alan: Don't even think about it!",
        "Wade: This is a simple business negotiation. There's no need to get violent.",
        "Alan: You tell me where Lucy is. Now!",
        "Wade: Or you'll what? Kill me? What are your odds of finding the girl then? Relax, hero. I got a better idea. Chill, and I'll tell you a little story about Craig Montgomery. Trust me, pal. This one'll kill ya'.",
        "[SCENE_BREAK]",
        "Chris: Alison, I don't care if we have a burger and fries. Okay? It's not about the party.",
        "Alison: How can you say that?",
        "Susan: Are you saying that I'm not throwing my daughter an elegant reception?",
        "Chris: That's not what I meant.",
        "Susan: Because it's gonna be up to Hughes' standards, don't you worry.",
        "Alison: Okay, then let's just have the lobster.",
        "Susan: Forget lobster.",
        "Chris: Look, my parents just want us to be happy.",
        "Alison: Like your mom's my biggest fan. Chris, what do you think that she would want us to have?",
        "Susan: This is not Kim's wedding.",
        "Chris: No. It's mine and Alison's.",
        "Alison: Okay, then tell us what you want.",
        "Chris: I want to get married.",
        "Alison: That's what we're doing.",
        "Chris: No, we're planning a wedding.",
        "Alison: Why are you being so grumpy?",
        "Chris: Alison, when I say that I don't care, it means that I don't care! Just pick the food, the flowers, the music. It's all great. All right? The menu, it's fine, it's perfect, like us, right? Baby, it's just one day. What about the rest of our lives?",
        "Alison: I think about the rest of our lives all the time.",
        "Chris: I'm sorry, okay? Nothing that I'm saying is coming out right. Susan, go with the salmon. Okay, there, I made a decision.",
        "Alison: I hate salmon.",
        "Chris: You know what, forget it. I'm gonna go to the bakery and I'll pick out a cake.",
        "Alison: What flavor?",
        "Chris: I don't know. You want me to make a decision, I'll make one when I get there.",
        "Alison: No. I'll come with you.",
        "Chris: Look, Alison, I cannot spend all day at the bakery.",
        "Susan: And, besides, we're not finished here yet.",
        "Chris: Okay, fine. So I'll leave them a deposit and I tell them to wait for you and your mother to come pick out the flavor. There. You happy? I'll call you later.",
        "Susan: Well, that was rude.",
        "Alison: You were rude! You couldn't just spring for the lobster?",
        "Susan: This is not about lobster.",
        "Alison: Well, then why are we fighting?",
        "Susan: We're not fighting. We're planning a wedding and it's stressful. People always have these little spats.",
        "Alison: But, why is he acting so weird?",
        "Susan: He's tense. We're all tense, honey. It's gonna be all right.",
        "Emily: What's gonna be all right?",
        "Alison: Oh, Emily, I'm so glad you're here. I need your help.",
        "Emily: What? What is going on?",
        "Alison: It's Chris. I don't know what's going on with him. And you two are close. Please, just tell me that you'll help me?",
        "[SCENE_BREAK]",
        "Dusty: You're telling me that Wade hasn't called you?",
        "Nikki: I was sure there'd be a ransom demand by now.",
        "Dusty: He's definitely too greedy to wait. And where is everyone, Sierra?",
        "Sierra: Um, well, it seemed kinda unproductive for the all to hang out here, so they left. I'll call you as soon as I hear anything.",
        "Nikki: Sierra, what is going on?",
        "Sierra: All you need to know is that Alan will bringing Lucy home.",
        "Dusty: So Larsen did call you?",
        "Nikki: What does he want?",
        "Sierra: Alan's taking care of it.",
        "Dusty: What does that mean?",
        "Nikki: Sierra, where is your husband?",
        "Sierra: I can't tell you.",
        "Nikki: You are interfering with a federal investigation and putting your daughter at risk.",
        "Sierra: This is my daughter's life! It's not just an investigation.",
        "Dusty: Sierra, where is she? Where is your daughter?",
        "Nikki: Look, if you have any information --",
        "Sierra: Listen, he said if I'd involved the police, or dusty, he would kill her.",
        "Dusty: I know -- I know this guy. Sierra, I know how he thinks. Talk to me.",
        "Nikki: If you don't cooperate --",
        "Sierra: What? What are you gonna do? You gonna arrest me? Go right ahead. Do it. Whatever it takes just to get my daughter back. If you'd seen that tape --",
        "Dusty: What tape?",
        "Sierra: You would know that there is no time to file court orders, or follow leads, or anything like that. Listen, I am not going to stand here and be harassed. Excuse me.",
        "Nikki: Sierra, I'm gonna have to download files of all incoming calls.",
        "Sierra: You do that.",
        "[Lucy screaming on TV]",
        "Dusty: I'll find you. I swear I'll find you. I promise.",
        "Nikki: What is it?",
        "Dusty: It's the tape.",
        "Nikki: Oh, my God.",
        "Dusty: Do you see this, right here? I recognize this. I think I know where Larsen buried Lucy.",
        "[SCENE_BREAK]",
        "Alan: I don't care about Craig.",
        "Wade: You should, 'cause he was the one who ordered me and Donnie to snatch her the first time. It's true. She was on her way and he wanted to play hero for his kid one last time.",
        "Alan: I don't believe it.",
        "Wade: Don't take my word for it. Tell him, Montgomery.",
        "Alan: Freeze. I don't have to kill you, Larsen. But I could make you wish I did.",
        "Wade: Okay, okay, hero. Just take it easy. Okay, just take it easy.",
        "Alan: Craig, get over there by Larsen.",
        "Craig: Huh?",
        "Alan: Move. Get over there!",
        "Craig: Hey, hey, hey. Put it down, put it down. Okay, okay, okay.",
        "Alan: Over there.",
        "Craig: Okay.",
        "Alan: So, is it true?",
        "Craig: Huh? Oh, come on, Alan.",
        "Wade: Tell him. Tell him how we met up and you gave us that pretty graduation picture of the girl and how you lined up the limo so we could grab her before she got to the airport.",
        "Craig: I don't know what he's talking about, Alan.",
        "Alan: Oh, my God, Montgomery. So you had Lucy kidnapped?",
        "Craig: Oh, come on, Alan. He's out for the money. He's gonna say anything.",
        "Alan: Yeah, well, you can tell that to the police.",
        "Craig: No! No, we get to Lucy.",
        "Alan: If he's telling the truth, I'll make you pay, Craig. I swear I will.",
        "Craig: Don't -- put it down.",
        "[SCENE_BREAK]",
        "Announcer: Coming up, on \"As the World Turns\" --",
        "[Lily screaming]",
        "Lily: Craig!",
        "[SCENE_BREAK]",
        "Paul: You're telling me that Rosanna cooked up some phony brain tumor scheme?",
        "Barbara: No, I'm not saying that. I'm just saying that she wanted both of you out of Oakdale for a while.",
        "Jennifer: Because of Jordan?",
        "Barbara: Yes, darling. I'm sorry.",
        "Jennifer: Jordan would never be a part of this --",
        "Paul: Rosanna wouldn't do this either! You did this, Mother! You are up to something. What are you doing?",
        "Barbara: I swear to you, she came to me about this because she's so worried and frightened about Cabot. And you know what? She has reason to be because I'm scared, too, because if James wants to come after either of you --",
        "Paul: Then we all know whom to blame.",
        "Barbara: Paul, Paul!",
        "Walker: Let him go.",
        "Jennifer: You know, I defended you, Mom. Because I told Paul not to think the worst because you were sick and you needed us!",
        "Barbara: I didn't want you to be hurt, that's all.",
        "Jennifer: Jordan loves me. He would never do anything to hurt me!",
        "Barbara: Maybe not intentionally.",
        "Jennifer: We are happy. Why does that threaten you?",
        "Walker: Answer her, Barbara.",
        "Barbara: Don't talk to me in that tone. I did all of this for the right reasons, Jen.",
        "Walker: Then tell us those reasons.",
        "Jennifer: Save your breath, Walker. She'll never tell you the truth. Mom, you may have destroyed Paul and Rose, but you will never do that to me and Jordan. We love each other and nothing you say -- nothing you do -- will keep us part.",
        "[SCENE_BREAK]",
        "Jordan: Short of having cameras and wiretaps, how would James know what goes on in this house or in your bedroom?",
        "Rosanna: We'll have to lie to everyone. That includes Jennifer and Paul and the staff --",
        "Jordan: We could tell them the truth, Rosanna.",
        "Rosanna: Nobody can know the truth. The more people who know the truth, the more likely it will that it will get back to James. So I think we should just sever those relationships.",
        "Jordan: No, no, no, no. Wait a second. I am not going to lose Jennifer because of Stenbeck.",
        "Rosanna: Well, then it's over and Cabot suffers the consequences.",
        "Jordan: No, it's not over.",
        "Rosanna: Okay, look, then we do it your way. We walk into the prison arm in arm. Maybe James believes us, maybe he doesn't. And what about all the people who work for him on this end? They're pretty smart. Maybe they figure it out, they report back to him and then we lose Cabot.",
        "Jordan: We can't live the rest of our lives trying to please James.",
        "Rosanna: Well, I can if it means we raise our son.",
        "Jordan: And how are we gonna raise him? Under James' shadow, pretending that we love each other?",
        "Rosanna: At least he'll be here and not lost so deep in the system we're never able to find him. Look, Cabot comes before you, before me, before Paul or Jennifer or anybody else. That's what it means to be a good parent. You put your child first. Look at him. He's little. He can't protect himself. We have to do it for him. But I can't make you feel that way if you don't feel that way in your heart.",
        "Jordan: I do feel that way. Rosanna, I can't have him growing up the way I did, alone in some orphanage or worse.",
        "Rosanna: Okay. Then help me. We're just going to consummate the marriage. Okay?",
        "Jordan: Okay.",
        "[SCENE_BREAK]",
        "Alan: First, you'll tell me where Lucy is, then move down those stairs and we'll wait for the police.",
        "Wade: Not with two mil staring me in the face.",
        "Craig: Put the gun down, Alan.",
        "Alan: Where's Lucy?",
        "Craig: Don't be stupid.",
        "Wade: Listen to your friend.",
        "Alan: I've heard enough from both of you.",
        "Craig: What are you trying to do? Kill my daughter?",
        "Wade: Make your next shot your best, cowboy.",
        "[Lily screaming]",
        "Lily: Craig! Craig! Craig! Oh, my God, you killed him!",
        "[SCENE_BREAK]",
        "Nikki: Tell me what you're looking for and I can help.",
        "Dusty: Check the tape.",
        "Nikki: I've seen it.",
        "Dusty: Check it again! It's not dirt, its sand.",
        "Nikki: What, you think she's at the beach -- the lake?",
        "Dusty: Can't be any witnesses, right? It's got to be a construction site.",
        "Nikki: And they use sand?",
        "Dusty: All the time they use sand. Got it. Paris Construction on Hollywood, off Highway 9. Let's go.",
        "[SCENE_BREAK]",
        "Emily: Alison, listen, Mom's probably right. He's nervous. Before Hal and I got married, we were fighting so much, I'm surprised we ever had a wedding.",
        "Alison: You're just saying that.",
        "Emily: No, I'm not. It's true. People show their nerves in all sorts of different ways. And guys, they check out, basically. They get all silent on you, right, Mom?",
        "Alison: Well, what if it's more than just that?",
        "Susan: What more could it be?",
        "Alison: I don't know.",
        "Susan: Oh, honey, Chris is crazy about you.",
        "Alison: Maybe you could remind him. You could try to figure out what's going on with him and talk up all the great things about me.",
        "Emily: Honey, he already knows them.",
        "Alison: Yeah, but hearing it from someone else, I mean, that really, you know, pumps you up.",
        "Emily: He needs to hear it from you. He doesn't need to hear it from me.",
        "Alison: Okay, then right after you tell him, I'll tell him.",
        "Susan: Just say \"yes\".",
        "Emily: No. You know what? I'm not getting in the middle of this.",
        "Alison: Emily, you're already in the middle of it.",
        "Emily: No, I'm not.",
        "Alison: Because anybody that has half a brain can see that he likes you and he will listen to you.",
        "Susan: Emily, how many weddings is our family going to have?",
        "Emily: Well, hopefully not too many.",
        "Susan: That's why I want this wedding to be beautiful. After the year I've had, I want everyone to know how proud I am of the two of you. So, come on, do your part. Smooth the way for Chris and Alison. Is that too much to ask?",
        "Alison: Please, Emily. You're my sister. If I can't count on you, who can I count on?",
        "[SCENE_BREAK]",
        "Nikki: Ambulance and search crews are on their way.",
        "Dusty: She's gotta be here somewhere.",
        "Nikki: Okay, look, I'll take the south -- Dusty, look, over here. What is this?",
        "Dusty: This has been turned over recently.",
        "Nikki: Yeah.",
        "Dusty: Give me that shovel. Hurry up. Be careful. [Sirens in background] I got something. I got something. Oh, my God. Lucy! Call an ambulance. Lucy!",
        "[SCENE_BREAK]",
        "Alan: Lily, stay away from him.",
        "Lily: You're a monster! You're a monster!",
        "Craig: Lily. Lily, Lily -- hey.",
        "Alan: I'm so sorry. I don't know what happened.",
        "Wade: What happened is I got a gun now.",
        "Alan: Where's Lucy?",
        "Wade: Halfway to heaven by now.",
        "[Gunshots]",
        "[Lily screams]",
        "Lily: No!",
        "Wade: One down, two to go.",
        "Craig: Tell me where she is.",
        "Wade: You blew it, Montgomery, again.",
        "Craig: Wait, wait -- you can shoot me, all right? Just tell Lily where Lucy is and you're free. Take the money.",
        "Wade: No more deals, Montgomery. You --",
        "Craig: Wade!",
        "Wade: You! Come with me.",
        "Craig: Leave her alone.",
        "Wade: Now, move! This pretty lady just got promoted. Hope you don't mind. But you're gonna make one sweet little hostage.",
        "[SCENE_BREAK]",
        "Emily: Chris. Hi.",
        "Chris: Hi. What are you doing here?",
        "Emily: Groom hunting.",
        "Chris: What?",
        "Emily: Alison sent me.",
        "Chris: Yeah, things -- things didn't go so well at the tasting.",
        "Emily: Yeah, I heard. Is everything okay?",
        "Chris: Sure, why wouldn't they be? I just shelled out $100 deposit for a five layer cake.",
        "Emily: Oh, what flavor?",
        "Chris: Whatever Ali wants, Ali gets.",
        "Emily: What about what you want? What's going on, Chris?",
        "Chris: I don't know, Emily. I mean, lately it just seems like I'm making the biggest mistake of my life.",
        "[SCENE_BREAK]",
        "Barbara: Jen -- Jen, please, don't go. Let me explain. Jen --",
        "Jennifer: Not interested, Mom.",
        "Barbara: Are you going to walk out on me, too?",
        "Walker: You told me you were working. Meetings, publicity -- why?",
        "Barbara: To protect my kids.",
        "Walker: You had a choice, Barbara. You had a choice to trust your kids, to trust me. If Paul hadn't called me, we'd probably be on the phone later today talking about how good your meeting with your B.R.O. People. Am I right? You had this whole thing planned, didn't you? Right down to that fraud that just left this room. And if he'd been better at his game, you'd probably still be lying. How far were you willing to take this, Barbara?",
        "Barbara: I don't know.",
        "Walker: Well, that's the first bit of truth I've heard all day.",
        "Barbara: Walker, please don't go. Walker.",
        "Walker: You had it all, Barbara. You had it all and you threw it all away.",
        "Barbara: I was just trying to hold onto you and my kids.",
        "Walker: Well, maybe you're trying to hold on too tight. Good-bye, Barbara.",
        "[Barbara sighs]",
        "[SCENE_BREAK]",
        "Rosanna: Our trip to the park must have really wiped him out. Cabot went right down for his nap.",
        "Jordan: Oh, let me turn the monitor on.",
        "Rosanna: I gave the staff the rest of the night off.",
        "Jordan: Good idea.",
        "Rosanna: Do you want some wine?",
        "Jordan: Sure, let me pour.",
        "Rosanna: Boy am I nervous.",
        "Jordan: Yeah. I haven't felt this jumpy since I was about 16.",
        "Rosanna: Can I ask you a question?",
        "Jordan: Sure.",
        "Rosanna: About Cabot's birth mother -- do you know who she is? Where she might be?",
        "Jordan: I don't know. I've been thinking about the timing -- where I was, who I was with -- I mean, there were a couple of women, nothing serious. And I always used protection.",
        "Rosanna: Sorry, I didn't mean to embarrass you.",
        "Jordan: I'm not embarrassed. I mean, obviously one of them is his biological mother, but none of them were ready to be a parent, that's for sure.",
        "Rosanna: And what about that woman in Canada, the one who claimed that she was Cabot's birth mother?",
        "Jordan: My guess is that she was hired by James to put all of this in motion. I'm sure that the biological mother has no idea what happened to him. She probably thought she was signing off on a legal adoption.",
        "Rosanna: Oh, God, I can't even go there.",
        "Jordan: Don't, okay? We can't change the past. Rosanna, the one thing that I know in my heart, is that Cabot could never find a mother who loves him more than you do.",
        "Rosanna: He's such a little angel. He came into my life when everything I thought was important suddenly didn't matter any more.",
        "Jordan: We do share a very precious gift.",
        "Rosanna: Thank you. Thank you for understanding, for loving him so much.",
        "[SCENE_BREAK]",
        "Craig: Wade -- Wade, wait. Take me. Leave her alone.",
        "Wade: Montgomery, you're more trouble than you're worth.",
        "Craig: No, no.",
        "Wade: Come on, let's go, beauty.",
        "[Lily screams]",
        "[Grunting]",
        "Lily: Help me, Craig. Don't let me die. Don't -- help me!",
        "[SCENE_BREAK]",
        "Dusty: Lucy. I got her, I got her, I got her. Lucy. I got her, I got her! Put her down. Put her down. Call an ambulance!",
        "Nikki: I did.",
        "Dusty: Call again!",
        "Nikki: Okay, all right.",
        "Dusty: Lucy, it's going to be okay. Don't go anywhere. Don't you go anywhere, okay? Hold on.",
        "[NEXT_ON]",
        "Rosanna: I'm sorry. I wish you didn't have to find out this way.",
        "Paul: Find out what?",
        "Rosanna: Jordan and I have decided to make a go of our marriage.",
        "Emily: Are you saying you don't want a big wedding, or you don't want a wedding at all?",
        "Dusty: Come on. Breathe. Come on.",
        "[Dusty breathing heavily]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=f09nuJCAey0"
}