{
    "Episode Summary": [],
    "Recap": [
        "Simon confronts Pilar about her methods of keeping Mike and Katie apart, seriously upset with the fact that Katie got sent to an institution. He threatens to leave her hanging, but when she reminds him that if she tells Katie who was behind it all, Katie will be back in Mike's arms in no time. He gives her more time. Mike makes an impassioned plea to Katie; Katie telling him their love is no longer an issue. He returns home and leaves Pilar begging for him at his door. Doc accosts Margo again and he leaves a hotel key despite her assurances that she's not interested. The next shot is of Margo outside the motel room. Jennifer is waiting for news from Jordan when Barbara finds her. Jennifer warns her mother that there is nothing that she could say that would make her love Jordan any less and then informs Barbara that Jordan went to see James at the prison, Barbara leaving abruptly. Roseanna and Carly had been discussing the possibility of James being Jordan's father when Paul shows up and confirms it. Barbara finds Paul at Roseanna's, telling him that Jordan was at the prison with James. James tap-dances around the truth with Jordan. Jordan is furious when James threatens to take Cabot from him if he doesn't stay with Roseanna. Paul breaks in, demanding to know why James' has brought his son into Paul's family. Jordan is appalled when James finally admits that he is, in fact, Jordan's father."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[James daydreaming]",
        "James: I love to dance. To move -- to glide -- to cha-cha-cha -- through the rough spots. It's all in the timing, my friends. Knowing when to speed up, when to slow down. And knowing that if anything breaks your rhythm, it only takes one moment to get back in step. Damn, I'm good. Of course you can't dance all the time. Sometimes you have to sit back and watch someone else try. And-a-one -- and-a-two -- I do admire a good two-step. And if you're really lucky, you'll find someone who loves to tango. But you have to be choosy, if you want to find the right partner.",
        "James: Some people claim they don't want to dance. They'd prefer to sit one out. If only they could.",
        "[Knocking on door]",
        "James: I never get tired of it, myself. The turn -- the strut -- the time step. Of course, I've mastered it all. It's my dance. And I always finish big. Doubt me? Watch my moves.",
        "James: Jordan, my boy, I've anticipated this moment for a long, long time. You have questions?",
        "Jordan: Yes.",
        "James: Then ask.",
        "Jordan: Who am I?",
        "[SCENE_BREAK]",
        "Mike: Where's Simon?",
        "Katie: He's out checking on something.",
        "Mike: Your jewelry?",
        "Katie: Henry's the one who accused Pilar. I never said anything.",
        "Mike: Margo told me about the robbery. How your family jewelry was taken. I know they meant a lot to you.",
        "Katie: Mike, why are you here?",
        "Mike: I feel responsible.",
        "Katie: Well, you've already apologized for believing Pilar over me, and I already accepted your apology, so --",
        "Mike: I want to help.",
        "Katie: Okay, not to be harsh, but Simon's back, and he -- we can't keep having this conversation. Okay? It's over.",
        "Mike: Yeah, I got that.",
        "Katie: So then, why are you --",
        "Mike: I just -- I can't stand around and let Pilar hurt you again. Especially when I think Henry's right. I think she's the one who stole from you.",
        "[SCENE_BREAK]",
        "Simon: Well, well, you have been busy.",
        "Pilar: How would you know? You haven't returned my calls in weeks.",
        "Simon: I was in transit.",
        "Pilar: All those miles and no phone to be found?",
        "Simon: Well, I thought you were capable of executing everything as planned.",
        "Pilar: I had to improvise.",
        "Simon: By having my wife locked in a mental institution?",
        "Pilar: Creative, no?",
        "Simon: No. Have I ever given you the impression that I don't love my wife?",
        "Pilar: No, but --",
        "Simon: No! That I would ever let anyone hurt her and get away with it?",
        "Pilar: I had to do something, Simon! Katie was out of control!",
        "Simon: You do the exact opposite of what I sent you here to do, and you expect to get paid for it?",
        "Pilar: You wanted her away from Mike. I accomplished that.",
        "Simon: You panicked! She was getting to Mike, you ran out of ideas and you resorted to hurting her.",
        "Pilar: I was only trying to contain her temporarily. I apologize, all right? But I've got to have that cash you promised. The man who just left? I had to hire him to help me.",
        "Simon: No, no, no, no, no -- you promised you could do this alone.",
        "Pilar: Well, I couldn't. And now, he's threatening to turn me into the police if he doesn't get paid.",
        "Simon: Unfortunate.",
        "Pilar: If you think you can leave me hanging after everything I've done for you, then you belong in that nuthouse more than your wife did. You owe me!",
        "Simon: Oh, and I intend to pay. After the way you have terrorized my wife, humiliated her? Yeah, I have a very special reward for you.",
        "[SCENE_BREAK]",
        "[Gunshots]",
        "Margo: Oh, God!",
        "Doc: Whoa, whoa, whoa, whoa.",
        "Margo: Are you out of your mind? This is a loaded weapon.",
        "Doc: I'm loaded, too, with affection for you.",
        "Margo: Oh, doc, with a line like that, you deserve to be shot.",
        "Doc: Yeah. Yeah, I do deserve a bullet for that one. But you could kiss me instead.",
        "Margo: Just -- just back off.",
        "Doc: Is it target practice, or is it me, but you were a lot more friendly the other day.",
        "Margo: That wasn't friendly. That was just stupid.",
        "Doc: Well, let's be stupid again. I took it upon myself to check out the area, and we are definitely alone.",
        "Margo: Yeah?",
        "Doc: Mm-hmm. What the heck was that for?",
        "Margo: That's for stalking me. It's for kissing me. It's for irritating me. Just go away. Please, just go. Please.",
        "Doc: All right, no kissing, no talking. What exactly do we do now? I have the perfect idea.",
        "Margo: Doc, I am not gonna sleep with you.",
        "Doc: I meant you can teach me to fire that weapon there.",
        "Margo: Why would I do that?",
        "Doc: Give you a great excuse.",
        "Margo: Great excuse for what?",
        "Doc: To wrap those lovely arms around me one more time.",
        "[SCENE_BREAK]",
        "Rosanna: I can't even go to the park without being followed like I'm some suspect. My child needs fresh air!",
        "Carly: Hey, you need to calm down. When was the last time you had something to eat?",
        "Rosanna: I'm not hungry, thank you.",
        "Carly: All right, well, let's just finish getting you packed up. We'll get you to Fairwinds, and Cabot will a gazillion rooms to crawl around in. He'll even have his own gazebo.",
        "Rosanna: I thought this would be simple. I would pay the devil, marry Jordan Sinclair, Stenbeck would leave me alone, and Cabot would just be with me.",
        "Carly: Rosanna, Cabot is with you.",
        "Rosanna: But for how long?",
        "Carly: I don't think Jordan is gonna fight you for custody. And even if he does, it's not hopeless. You should just talk to him.",
        "Rosanna: I've tried that already.",
        "Carly: No, Rosanna, I mean talk to him without sounding like you want him to drop off the face of the earth.",
        "Rosanna: Well, what good is that gonna do?",
        "Carly: You could at least try it.",
        "Rosanna: There's still Stenbeck.",
        "Carly: You honestly think he cares about you?",
        "Rosanna: Well, possibly. I mean, he put Jordan and I together for a reason.",
        "Carly: Couldn't he want to get at Barbara and Paul, like always? Jordan works for Barbara, Paul cares an awful lot about you and Cabot, and he just wants to see them squirm a little.",
        "Rosanna: Well, I really would like to believe that.",
        "Carly: Huh? I think it's a real possibility. And once he does that, then he'll lose interest in you.",
        "Rosanna: And Cabot?",
        "Carly: If James is really after Barbara and Paul, then he's gonna lose interest in this little guy, too. If Cabot is just a means to an end, then James might just forget all about him.",
        "[Rosanna sighs]",
        "[SCENE_BREAK]",
        "Barbara: So Rosanna Cabot is raising James Stenbeck's grandson. That poor woman.",
        "Paul: Jordan can't be my brother. There's -- tell me there's no family resemblance.",
        "Barbara: At least Jennifer's not his sister as well. I'd better get to her.",
        "Paul: Whoa, whoa. And do what?",
        "Barbara: And tell her to steer clear of Jordan Sinclair.",
        "Paul: Why?",
        "Barbara: Honey, I don't want my daughter to repeat the life that I had with James Stenbeck.",
        "Paul: Jordan isn't James.",
        "Barbara: Really? Really? He's infiltrated our company, he's ingratiated himself with me, and he managed to seduce your sister.",
        "Paul: Yeah, but not in some master plan. Look, Jordan's just trying to make a buck. He thinks he grew up in an orphanage. He doesn't know anything about James.",
        "Barbara: Wait a second. James and Jordan could have planned this for years.",
        "Paul: No, no, no. This is James and only James. It has his razzle-dazzle all over it.",
        "Barbara: But Jordan --",
        "Paul: Yeah, he's using Jordan, same way he's using Rosanna and her son and you and me and Jennifer and everybody else he can get his hands on.",
        "Barbara: I will not allow Jennifer to get dragged into this.",
        "Paul: Mother, if you try and get Jordan out of the picture, Jennifer's just gonna dig in deeper.",
        "Barbara: So what do you suggest I do?",
        "Paul: I think, why don't we find out just how much Jordan knows about dear old Dad?",
        "[SCENE_BREAK]",
        "James: Jordan, you've grown up splendidly. Come close. Let me take a better look.",
        "Jordan: I'm fine where I am.",
        "James: Oh, come on. It's an embarrassment we have to meet in this environment. Are you afraid of me?",
        "Jordan: I don't know you. How do you know me?",
        "James: You might say we've known each other before you were born.",
        "Jordan: You knew my mother.",
        "James: I was closer to your father.",
        "Jordan: What was he like?",
        "James: A very complex man.",
        "Jordan: What did he do for a living? What did he look like?",
        "James: You have his curiosity, his ambition.",
        "Jordan: Was he a friend of yours.",
        "James: I empathize with him. He wanted the same thing that I wanted.",
        "Jordan: And what was that?",
        "James: A son that loved him.",
        "Jordan: I wish that he hadn't died.",
        "James: Yeah, maybe he didn't die.",
        "[SCENE_BREAK]",
        "Doc: All right. Feel free to put your hands anywhere your heart desires. And make sure you wrap your arms around me nice and tight so I feel safe and secure.",
        "Margo: You know, the only thing I want to wrap around you right now is a pair of handcuffs.",
        "Doc: I could get into that.",
        "Margo: Just stop it. I won't, I can't. I won't. I won't do this.",
        "Doc: I see where you're coming from. All right. You want to make the first move, its okay with me.",
        "Margo: Look at you. You've got this down to a science, don't you?",
        "Doc: Making love? I like to believe I've earned a Nobel Prize for that one.",
        "Margo: Oh, they give out prizes now for busting up marriages?",
        "Doc: Come on. That's not what I'm about.",
        "Margo: Oh, you come on. You define the word \"player.\" I heard it straight from your ex-wife, right? Chasing after married women and catching them? Well, I'm not gonna be a notch on anyone's bedpost.",
        "Doc: It's different with us.",
        "Margo: Why?",
        "Doc: I don't know. It -- it just is, all right? And don't we owe it to ourselves to find out what we got here?",
        "Margo: Oh, Doc, that is the most self-indulgent rationale I have ever heard.",
        "Doc: But it's also true.",
        "Margo: Okay, say -- say I do go to bed with you. Say we light up the night, Doc, huh?",
        "Doc: Yeah. Yes, sir. That's what I like. That's what I'm talking about. Keep going.",
        "Margo: What then, what then, what then? Do I stay with you?",
        "Doc: Well --",
        "Margo: No, I don't. No. No, I go home. I go home to a man that I've taken vows with, the man that I have had children with that I fought with, that I fought for. And what do I do then? I go on hanging my clothes next to his in the closet. I go on letting him serve me coffee in the morning, knowing that I've betrayed him?",
        "Doc: All right. And what if you don't look at what we've got here and deal with it? Who are you betraying then? Because while old husband's walking around the house thinking everything's fine, you're sitting right there in back thinking, \"what if?\"",
        "Margo: No, I won't. No, I'm gonna forget all about you.",
        "Doc: All right, all right. While you keep on going like this and ducking out from who you are and what's really going on here, you're gonna be the one wrecking your marriage, not me.",
        "[SCENE_BREAK]",
        "Katie: I can't do this. If you think Pilar's the thief, then go to the cops, Mike. I can't hear this right now.",
        "Mike: But if she stole your jewelry, then I can find a way to get it back.",
        "Katie: Simon's already doing that.",
        "Mike: How?",
        "Katie: By risking his life, I'm sure, talking to dangerous people. Oh, I'm not trying to make you feel worse. I'm not. I know you're kicking yourself for believing Pilar over me. Actually, you did me a favor.",
        "Mike: How do you figure that?",
        "Katie: Because when I used to compare you and Simon, it was hard for me to justify why I still loved him.",
        "Mike: But now it's not so hard, because he believed you when I couldn't.",
        "Katie: Yeah. You should have believed me.",
        "Mike: Believed you when you said you love me or when you said you love Simon?",
        "Katie: Oh, I've told you, Mike, that I was confused about some things.",
        "Mike: I never was, all right? I loved you, and I told you so, but you kept backing away.",
        "Katie: I know.",
        "Mike: Finally, I made myself back away, too. Then suddenly you're everywhere. You're fighting to protect me from Pilar. You're doing all these crazy things, getting yourself arrested. I mean, if you loved Simon why did you do that?",
        "Katie: I was helping out a friend.",
        "Mike: You were staking your claim.",
        "Katie: Just like you're doing right now. We were not meant to be, Mike. I knew that the minute Simon got back.",
        "Mike: The only reason that he's back is because he wasn't here to begin with. What happens when he leaves you again?",
        "Katie: I told you, he's not gonna do that. He promised.",
        "Mike: Yeah. And Simon always keeps his promises.",
        "Katie: He believed in me, Mike, so I have to believe in him, too.",
        "[SCENE_BREAK]",
        "Simon: See, I gave you a specific task to keep mike away from Katie. Katie was never meant to be a target.",
        "Pilar: Then she should have let Michael go.",
        "Simon: Oh, you love him?",
        "Pilar: You knew that when you found me, even if I didn't.",
        "[Simon remembering] Finally. Are we ready to take this to the next level or what?",
        "Simon: Have we met?",
        "Pilar: You've been following me since last week.",
        "Simon: No, I don't think so.",
        "Pilar: I spotted you first at the disco. You wore a beard.",
        "Simon: What, do you think that suited me?",
        "Pilar: I prefer this look. Are you an admirer?",
        "Simon: A potential employer. I think you need the money.",
        "Pilar: What makes you say that?",
        "Simon: All the rich men you've been pursuing.",
        "Pilar: How much pursuing are you worth?",
        "Simon: Well, I'm very willing to pay a lot of money for a job I think you'll quite enjoy. How would you like to reunite with an old friend?",
        "Pilar: How old is he?",
        "Simon: You do remember Mike Kasnoff.",
        "Pilar: You knew that once I saw Mike again, I'd want to stay with him.",
        "Simon: What I wanted was for you to keep Mike away from Katie, that's all.",
        "Pilar: I lost my heart.",
        "Simon: Oh, well, that's just too bad. Because now you've lost your money, too.",
        "Pilar: And what will Katie say when I tell her how we conspired to ruin her life?",
        "[SCENE_BREAK]",
        "Carly: Something is definitely up. You keep checking the phone, you're checking your watch, you're jumping at every noise.",
        "Rosanna: I'm expecting a call.",
        "Carly: Who from?",
        "Rosanna: Paul. He -- he suspects something.",
        "Carly: What is it?",
        "Rosanna: I'm not sure I want to tell you.",
        "Carly: Come on, Rosanna. It can't be that bad. Hey, tell me. What is it?",
        "Rosanna: Paul thinks that Jordan is James Stenbeck's son.",
        "Carly: That would make Cabot James' -- oh, no.",
        "Rosanna: Paul's not sure though. He said he would call me. And the longer it takes, the worse I begin to think it is.",
        "Carly: I can't imagine that Jordan is actually related to James. Jordan seems normal, doesn't he? I just can't believe that's true. Maybe you should talk to Jordan.",
        "Rosanna: If Jordan doesn't know the truth, I'm not gonna be the one to tell him. If he is James' son, he'll have access to all the money he needs, all the power he wants.",
        "Carly: That's right. Enough power to take Cabot away.",
        "[SCENE_BREAK]",
        "James: I didn't mean to give you false hope.",
        "Jordan: Well, if he's still alive, then why hasn't he -- ?",
        "James: Jordan, I was speaking rhetorically. I mean, some bonds are so strong that even though you thought you lost your father, you still have him in your eyes and your curiosity and your ambition, your intellect. Are you a good dancer?",
        "Jordan: You're never gonna tell me about my parents, are you?",
        "James: Your father knew that you were destined for greatness, and it all stems from the hunger and the hardships you suffered in the beginning.",
        "Jordan: What are you saying, that my father chose to make me an orphan?",
        "James: It did enrich your life, didn't it? You were always a very special boy.",
        "[Jordan remembering]",
        "Mrs. Weatherbee: You are such a special boy, Jordan. You have such talents. Such gifts.",
        "James: Such gifts, such talents.",
        "Jordan: Why are you using those words?",
        "James: Because they're true.",
        "Jordan: Someone used those exact words when I was growing up.",
        "James: Yes, you see, positive reinforcement, combined with hardships. That's what's made you the man you are today.",
        "Jordan: You think that growing up in a place like that was a challenge? No, it was hell. And that a kind woman telling me that I was special, that I would make a difference --",
        "James: And you obviously believed her.",
        "Jordan: No, no, I pretended to believe her. I pretended to be confident and strong when all along I knew the truth, that I wasn't special. I was alone.",
        "James: No. You were not forgotten.",
        "Jordan: How would you know?",
        "James: 'Cause I've seen to it.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "James: You want your son? Yeah, I thought so. So you better damn well take what I'm offering you.",
        "[SCENE_BREAK]",
        "Carly: You're gonna try to run again, aren't you?",
        "[SCENE_BREAK]",
        "Carly: This is a nightmare!",
        "Rosanna: Would you please stop saying that!",
        "Carly: No, I'm sorry. It's just, it's terrifying.",
        "Rosanna: Well, maybe -- maybe Paul is wrong. Maybe it isn't true.",
        "Carly: Well, if he's not wrong, then James Stenbeck is your in-law.",
        "Rosanna: I'll find a way to fight him.",
        "Carly: And you think that you will succeed where practically everybody else in this town has failed? James Stenbeck always wins.",
        "Rosanna: Well, he's in prison, isn't he? The man's not infallible.",
        "Carly: Now I understand why you're so freaked out. If I were you, I would stop hoping that Jordan doesn't bond with that baby and start hoping that he loves him more than anybody has loved any child.",
        "Rosanna: Why?",
        "Carly: Because if James Stenbeck is lurking in the family tree, then Cabot will need both his parents to save him from disaster.",
        "[SCENE_BREAK]",
        "Jordan: You knew me when I was born. You obviously know everything about me while I was growing up. Who are you?",
        "James: Your father isn't dead.",
        "Jordan: Prove it.",
        "James: Your mother died. That's true. And your father desperately wanted to keep you, but he just -- he couldn't.",
        "Jordan: Why not?",
        "James: He was a very powerful man. He shouldn't have been consorting with your mother. When you were 3 months old, he asked me to make sure you were well taken care of, and I did. I hired the nurse.",
        "Jordan: Mrs. Weatherbee.",
        "James: Yes. She was to take care of you until you were old enough to make it on your own.",
        "Jordan: So my father just left me there. And then you -- you left me there, too.",
        "James: I had no choice.",
        "Jordan: What do you mean?",
        "James: Maybe I could have, should have kept you with me.",
        "Jordan: No. No, my father should have come to get me.",
        "[SCENE_BREAK]",
        "[Rosanna remembering]",
        "James: There you would have been. Settled into a life that was familiar, stately, even comfortable. And then one day, a man appears at your door, and your world is rocked, changed forever. Instead of the clean slate you were born with, you're suddenly prey to someone else's sins. And now you know fear -- you and everyone who loves you.",
        "[SCENE_BREAK]",
        "James: Your father loved you.",
        "Jordan: And wanted to keep me?",
        "James: Yes. But more than that, he wanted the very best for you. And you fulfilled his every dream. You excelled at everything you did. I used some of my contacts for the schools, but it wasn't necessary. They were all already impressed with you.",
        "Jordan: You pulled strings to get me into school?",
        "James: Yes, I wanted to make sure that you got what you wanted. Even things you didn't know you wanted. Like your son. And your wife. You have it all now, Jordan. You have a family -- you have money -- you have power -- you are perfectly placed to fulfill your destiny.",
        "Jordan: The destiny that you planned out for me. Well, thanks for the thought. But that's not happening.",
        "James: Why not?",
        "Jordan: Because I have no intention of staying married to Rosanna Cabot. I'm in love with someone else.",
        "[SCENE_BREAK]",
        "Barbara: Hello, darling.",
        "Jennifer: Mother, if you're here to start in about Jordan --",
        "Barbara: Honey, I just don't want you to get hurt.",
        "Jennifer: Mom.",
        "Barbara: That's all -- there might be things that you don't know.",
        "Jennifer: I know that Jordan cares about me. I know that he is committed to me, and I know that he is an amazing man.",
        "Barbara: But if there's anything more to it than that --",
        "Jennifer: Then I will find out.",
        "Barbara: Honey, I don't want you getting hurt -- all right?",
        "Jennifer: Mom, give it up. Jordan loves me. And I love him. And there is nothing you can say that will make me change my mind.",
        "[SCENE_BREAK]",
        "Margo: Well, Doc, you talk a good game. But you know I don't have to sleep with you to know how this story ends.",
        "Doc: You'll never be able to let this one go.",
        "Margo: Oh, you cocky, arrogant son-of --",
        "Doc: Not because of me. Because you, lady with a gun, are a detective. That means you're brave, you're strong. And you are eternally -- eternally curious.",
        "Margo: Yeah, but I have one thing that maybe you don't -- self-control. You ought to try it.",
        "Doc: All right, Margo. If you truly want me to leave, I'll go.",
        "Margo: What are you waiting for?",
        "Doc: Because I know a \"hail Mary\" play when I see it. And right now, you want me so bad, it hurts. There's one thing we both know about control -- the harder you try to hold onto it, the quicker you lose it.",
        "Margo: You know you're wrong -- no. You just don't know, Doc. You've caught me at a bad time is all. I just have a lot going on. I'm going through something with my sister. Just go -- please go -- please go. Please go.",
        "Doc: You have a lot going on, but there's one thing you are absolutely clear about. We want each other. So whether it's today or a year from now, you and I both know -- it's gonna happen. Room 525.",
        "Margo: I won't come to you.",
        "Doc: Because you have control. Right. Right. Keep your eye on the target, Margo.",
        "[SCENE_BREAK]",
        "Mike: Look, you might owe Simon gratitude, but don't confuse that with love.",
        "Katie: I'm not.",
        "Mike: You're forgetting everything he put you through.",
        "Katie: Like you forgot everything that Pilar put you through? She came into town and all you could remember was that you loved her once.",
        "Mike: For a little while, yeah. But, look at how it ended up. And you and Simon --",
        "Katie: Simon and I are married. We made vows to each other. And I meant them.",
        "Mike: That he broke.",
        "Katie: So, what -- I just kick him out?",
        "Mike: I think you should take a second look, yeah.",
        "Katie: Just like you kicked Pilar out?",
        "Mike: Her bags are packed.",
        "Katie: Packed, but not gone. It's not as easy as it looks, is it, Mike?",
        "Mike: It's over between us.",
        "Katie: Good. Because you deserve better.",
        "Mike: So do you.",
        "Katie: Thanks.",
        "Mike: If you ever need me --",
        "Katie: I'll remember I'm a happily married woman. Good-bye, Mike.",
        "[SCENE_BREAK]",
        "Pilar: I've got nothing to lose. I'm already on thin ice with Mike. I'll go to Katie, tell her the whole thing, and she will have Mike back in her arms faster than you can say \"Crocodile Dundee\"!",
        "Simon: Well, that's original. Are you threatening me?",
        "Pilar: Gee, Simon. I think I am.",
        "Simon: Well, gee -- why don't we both go to Katie? And while we're at it, why don't we invite her detective sister, too?",
        "Pilar: Why?",
        "Simon: Oh, to show her your spoils.",
        "Pilar: What's that?",
        "Simon: Oh, genius -- it's the jewelry you stole from Katie.",
        "Pilar: I didn't --",
        "Simon: Your fence is an old friend of mine. Just give it up. And she's more than willing to cooperate with the police.",
        "Pilar: But that guy I hired -- I needed to get him out of jail!",
        "Simon: Oh, boo-hoo. Because now you can take his place.",
        "Pilar: Just pay me off and everybody's happy. You will go back to Katie, and I will convince Mike to leave town with me!",
        "Simon: You think you can get him to take you back?",
        "Pilar: Its worth any price, isn't it -- to get him out of your life for good?",
        "Simon: Just finish the job. I'll be in touch.",
        "[SCENE_BREAK]",
        "Jennifer: My eyes are wide open, Mother. There's nothing to protect me from.",
        "Barbara: Honey, you don't know exactly what you're dealing with here. There might be someone from Jordan's past --",
        "Jennifer: Are you -- are you talking about James?",
        "Barbara: What do you know about that? What has Jordan told you?",
        "Jennifer: Just that he's had it with all the mystery about why Stenbeck found him and connected him to Cabot and Rosanna.",
        "Barbara: And that's all?",
        "Jennifer: No. He decided to get some answers, and frankly, I'm worried about him. He's been gone quite a while.",
        "Barbara: Where did he go?",
        "Jennifer: Jack set him up with Stenbeck at the prison.",
        "[SCENE_BREAK]",
        "James: You're in love with Jennifer Munson.",
        "Jordan: How did -- oh, stupid question. You know everything about me.",
        "James: I know you're no fool -- you will give up this dalliance. Or at least, you know, keep it on the side.",
        "Jordan: I'm not an orphaned child anymore. I make my own decisions. And I choose Jennifer.",
        "James: Then you are an ungrateful imbecile. Rosanna Cabot is any man's dream. She's beautiful, she's intelligent, she has class, and she loves your child. I've handed you the future of a king.",
        "Jordan: No! Thank you.",
        "James: Do you want your son? I thought so. So, you'd better damn well take what I'm offering you.",
        "[SCENE_BREAK]",
        "Rosanna: I can't let Stenbeck anywhere near my son.",
        "Carly: Does Jordan know that James is his father?",
        "Paul: My mother thinks that Jordan and James are in it together.",
        "Rosanna: What do you think?",
        "Paul: I don't think that Jordan has a clue about anything.",
        "[Knocking on door]",
        "Barbara: Paul? Are you in there?",
        "Paul: What do you want?",
        "Barbara: Jordan is with James. We have to go to the prison.",
        "Paul: And do what?",
        "Barbara: We have to find out what James is after.",
        "Paul: No -- going to see James is just going to escalate everything.",
        "Barbara: Paul, I have to know what's going on.",
        "Rosanna: Yes, so do I. I mean, who knows what Jordan and James have been discussing. They could be plotting to take Cabot from me?",
        "Paul: All right.",
        "Barbara: Okay, let's go.",
        "Paul: No, no, no, no -- no. I'm going alone.",
        "Barbara: This concerns me, too.",
        "Carly: How much do you think Paul can get out of Jordan and James with you standing there?",
        "Rosanna: Yeah, I think you should let him go.",
        "Barbara: Okay, I'll be in my suite -- I'll be waiting.",
        "Paul: I'll let you know as soon as I know anything.",
        "Carly: Now what?",
        "Rosanna: I have to finish packing.",
        "[SCENE_BREAK]",
        "[Margo remembering]",
        "Doc: There's one thing you're absolutely clear about. We want each other. So, whether it's today or a year from now -- you and I both know it's gonna happen. Room 525.",
        "Margo: No way in hell!",
        "[SCENE_BREAK]",
        "Katie: You're back! I was getting so worried.",
        "Simon: Really? Well that makes me doubly happy that I didn't come back empty- handed.",
        "[Katie sighs]",
        "Katie: How did you do this?",
        "Simon: It doesn't matter how I did it. I made a promise to you. And baby, I intend to keep every promise I make to you from now on.",
        "[SCENE_BREAK]",
        "Pilar: Mike? Mike, open up! Mike! Let's not end things this way, please! Open the door!",
        "[SCENE_BREAK]",
        "Carly: You're going to try to run again, aren't you?",
        "Rosanna: No. Stenbeck would only track me down. I'm going to move into Fairwinds as planned and, if necessary, I'll give Jordan and James the fight of their lives.",
        "Carly: Well, I'll stand right beside you. And fight with you.",
        "Rosanna: Thank you.",
        "Carly: All right -- let me help you get this done.",
        "Rosanna: No, that's okay. Um, it's practically finished anyway -- and I could use a little time alone to think.",
        "Carly: You sure?",
        "Rosanna: Yeah. Go home. Give my niece and nephew big hugs for me.",
        "Carly: Do you feel safe -- here?",
        "Rosanna: Oh, right now, I have a whole new respect for the guard outside my door. Go on.",
        "Carly: Okay. I'll call you later.",
        "Rosanna: Um, I might be at Fairwinds, so try both places.",
        "Carly: Bye.",
        "Rosanna: Bye. Hello, this is Rosanna Cabot. I'd like you to get my jet ready, please. I don't know what destination yet. I will tell you when I get there.",
        "[SCENE_BREAK]",
        "Jordan: You would threaten my son?",
        "James: Yes.",
        "Jordan: Well, I hope you rot in hell.",
        "James: Look around. I'm already here.",
        "Jordan: Look, I don't care what my father asked you to do, or what you think I owe you. I can't change what you've done to my life up to now, but it is done. I will not allow you to tell me what to do, how to live, or who to love. And if you come anywhere near my son, I will tear your heart out!",
        "James: You think you can take me on?",
        "Jordan: Oh, I know I can. You made sure of that. You see, I may have grown up smart, Stenbeck, but I also grew up hard. Not only will I take you on -- I will take you down.",
        "James: You've got spine. Bravo, my son.",
        "Paul: So you know. How long have you known?",
        "Jordan: What are you doing here, Paul?",
        "Paul: Did you just find out, Dad? Or did you two plan this together?",
        "Jordan: Plan what?",
        "Paul: I followed all your little clues, just like you wanted me to! I danced to your little tune! So what's your game now, huh? Why did you force your son into our lives?",
        "Jordan: What are you talking about? Paul, what are you talking about?",
        "James: I'm very sorry you had to hear it like this. I wanted the right time and the right place to tell you -- to break it to you gently -- but it's true. I'm your father.",
        "[James daydreaming] Every dancer has to improvise now and then. But, it isn't it lovely when it all comes together. A little Astaire -- a little Kelly. And I do love a strong finish.",
        "[NEXT_ON]",
        "Barbara: He may be your father, but he's also a Stenbeck. And we can't let him near you. Ever again.",
        "James: My two sons -- together at last. Just in time for Father's Day.",
        "Dusty: They weren't after me.",
        "Lily: You think they were after Lucy?",
        "Dusty: I'm afraid so."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=jqkwnHPKY2Y"
}