{
    "Episode Summary": [],
    "Recap": [
        "Back to Fairwinds after the camping expedition Rosanna is desperately trying to get the Annual Cabbot Report done while the miserable poison ivy covered Craig is pitching fits. He is wanting to know when Lucy will return home. Rosanna teases with the remark \"Perhaps they got married and are now on their honeymoon\" Lucy and Aaron soon arrive and Aaron looks shocked at the site of the pasty faced Craig and says\" Oh, man, that is the worst case of poison ivy ever\" Rosanna sends them to the kitchen for some cold chicken and Craig states his fears of what Lucy's plans for college are. Lucy surprises dear old dad and said she wanted to get advice from him about it. At Memorial Chris and Ally approach Rick to tell him that Chris would be his best man at his wedding he seems to have forgotten. His concerns are elsewhere with Jeffrey Star a reporter who evidently has some pretty incriminating evidence against the good Doctor. Mr. Star tells him he knows all of his College history of being nicknamed \"The Mummy.\" Also of his tactics at injecting himself with potassium chloride to get as close to death as he could get. Star demands 45 thousand dollars to keep the information to himself. Rick agrees to meet him in 45 minutes and is forced to stave off the blushing bride with promises of a surprise from his safety deposit box. Ally at the Stewart home dances with her beloved Chris and suggests they leave after the wedding to go skinny dipping. She confides in Hal that she thinks Rick is a \"whack job.\" Over at Katie and Simon's love shack Mike is wondering if Henry is being truthful about the information on Simon when Katie gets a call from Margo to come down to the police station. While waiting for Katie to show up Margo reads the letter and decides to keep it for evidence and not give it to her. When Katie and Mike arrive Henry blurts out about the letter. Margo relents and hands the letter over. Katie asks Mike to read it. The letter stated that although he is far away his heart is with her. He is sorry he left but had to so that she would be safe. He also says he is a \"marked\" man and is probably dead. After the letter is read Katie vows to find Simon. She is adamant that he is still alive."
    ],
    "Recap Author": "Tara",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rosanna: Although earnings per share showed a modest increase --",
        "Craig: Rosanna!",
        "Rosanna: I'm in the living room. Overall sales were neutral, which is an effect of market conditions.",
        "Craig: Rosanna!",
        "Rosanna: I'm working, darling.",
        "Craig: Did you find any more of that stuff?",
        "Rosanna: Did you check the medicine cabinet again? Where was I? Ah. However, net profits were stronger than expected, and fourth quarter sales outpaced the industry.",
        "Craig: Rosanna!",
        "Rosanna: So Cabot Motors is poised to --",
        "Craig: Rosanna!",
        "Rosanna: I cannot string two thoughts together, darling. I'm going insane.",
        "Craig: I'll show you insanity.",
        "[Rosanna chuckles]",
        "Craig: Oh, this is funny? I stand before you dying.",
        "Rosanna: Oh, darling. You're not dying.",
        "Craig: Oh, really?",
        "Rosanna: No.",
        "Craig: Why do they call it poison ivy?",
        "[SCENE_BREAK]",
        "Jeffrey: Didn't you hear me, doc? I've got some new dirt on a really old story.",
        "Rick: And that sounds quite interesting.",
        "Jeffrey: I'll bet the folks around here would just love to take a peek at my rough draft. It'll blow the serial killer case wide open.",
        "Rick: Oh, I'm sure that's not necessary.",
        "Jeffrey: Meet me at the Lakeview lounge now, or I go to print. I'll be waiting.",
        "Rick: You're absolutely right. We should -- we should get together and discuss this further.",
        "Jeffrey: Tick tock, doc. I've got a deadline to meet, and so do you.",
        "Rick: Yes. Yes, of course. I'll review the literature, then get back to you. Good-bye. Oh, a new generation of drugs is about to come to market. It could be groundbreaking for elderly patients.",
        "Alison: Break ground later. It's your wedding today.",
        "Rick: Oh, yeah, yes, of course. Well, I've -- I've got a lot of dictation to finish up. I'll see you at the ceremony.",
        "Chris: Wait, Dr. Decker. I have something else to tell you.",
        "Rick: No, no, no. Chris, Chris, I'm sorry. I've got a lot to finish up, okay?",
        "Chris: No, but you can't leave until I tell you my news.",
        "[SCENE_BREAK]",
        "Katie: You just discovered the perfect cure for a hangover.",
        "Mike: What's that?",
        "Katie: You. A few minutes ago my head was like a jackhammer, and now it's like --",
        "Mike: I can't promise you we're gonna find Simon.",
        "Katie: That's okay. I don't need a promise. I just need a little hope. And a plan.",
        "Mike: And a couple aspirin.",
        "Katie: Ooh, and a huge glass of water.",
        "Mike: Coming up.",
        "Katie: Wait, Mike, think about this. Somebody out there has seen Simon and talked to him.",
        "Mike: All right, listen to me. There's a strong chance, even with Jack and all the cops on our side, we may still come up empty.",
        "Katie: You don't think there's another woman, do you?",
        "Mike: If there is, then Simon's an idiot.",
        "Katie: Because if there is -- which I don't think that there is -- if there is, and we find her, don't let me kill her until we get some answers.",
        "Mike: I won't. I promise.",
        "Katie: You are about the best friend I think I've ever had.",
        "Mike: I just -- I can't sit around and watch you be miserable.",
        "Katie: Thank you. Oh, this is the best day I've had in such a long time. Even Henry said he has something from Simon to show me. Speaking of, where is he? He should be back by now.",
        "[SCENE_BREAK]",
        "Henry: Attica ! Attica !",
        "Jack: Sit down.",
        "Henry: This is harassment, okay? This is --",
        "Margo: And shut up!",
        "Henry: When did Oakdale become a police state?",
        "Jack: Zip it!",
        "Henry: Okay, wait. Time out, time out. If this is about me parking my jag into the handicapped spot --",
        "Margo: Have you heard from Simon?",
        "Henry: Simon? No. No, of course not. I swear on my antique martini shaker, not a peep.",
        "Jack: I don't believe you.",
        "Henry: You don't believe -- that's a real shock, that is. Kids, kids, I am not hiding anything, okay?",
        "Jack: Maybe we should search him.",
        "Margo: Yeah, but not here. Down in the hole.",
        "Jack: Good.",
        "Henry: The hole? You know what? No, actually here is just fine. It's fine for me? But what about two-ish? Because Katie's expecting me.",
        "Jack: You know what? This has been a lot of fun, Henry.",
        "Henry: We'll do, like, drinks at the Lakeview, later, huh? Not so rough, okay? Because I can afford a real lawyer now, all right?",
        "Margo: That's good, Henry, because you may need one.",
        "Jack: Last chance, Henry. Hmm? Come on, empty your pockets, or we spend a night in the hole.",
        "Henry: This is invasion of privacy.",
        "Margo: You should file a complaint.",
        "Henry: All right, fine. Fine, here it is. Okay? But this is for Katie's eyes only. This is Pandora's box, Detective Hughes. Now you open this, and you could break Katie's heart forever.",
        "[SCENE_BREAK]",
        "Susan: Oh. Hal, come on in.",
        "Hal: Anybody order enough potato salad for the entire 3rd infantry?",
        "Susan: Where's Emily?",
        "Hal: Oh, she's briefing a new sitter, and then she's meeting me back here.",
        "Susan: Well, what do you think?",
        "Hal: Is there a flower left in Oakdale?",
        "Susan: Not if Rick had anything to say about it. He's very excited about the wedding.",
        "Hal: Well, it looks to me like he's not the only one.",
        "Susan: Emily thinks this is all happening too fast. But she pitched in here like a trooper.",
        "Hal: Well, fast or slow, she's in your corner.",
        "Susan: What about you?",
        "Hal: Hey, I'm the first guest here, aren't I?",
        "Susan: I mean, how do you feel about Rick? You were as suspicious of him as Dr. Daniels was there for awhile.",
        "Hal: Susan, you can't beat the cop out of me. But if that man can keep that smile on your face for the next 50 years, then he's okay with me.",
        "Susan: I know my daughters have doubts about him, but one of these days, he's gonna win their hearts over, just the way he's won mine.",
        "[SCENE_BREAK]",
        "Rick: Chris, I really don't have the time. We'll talk later.",
        "Chris: No, but that's what I have to talk to you about -- later. I'll be there.",
        "Rick: Be where?",
        "Chris: At the wedding.",
        "Alison: To my mother?",
        "Rick: Oh, yeah, yeah. No, yes, of course.",
        "Chris: No, I mean, that is, if you still want me to stand in for my dad as the best man.",
        "Rick: Oh, I would be honored. Hold that elevator!",
        "Chris: I'll see you there. If there's anything --",
        "Rick: I'll see you at the house.",
        "Chris: Did he forget that he even asked me?",
        "Alison: He looked kind of spaced out to me.",
        "Chris: Yeah, must be nerves.",
        "Alison: Well, I should be the one with the jitters. I have to stand there and watch him make my mother his lawfully wedded whatever. Guess who they put in charge of the music?",
        "Chris: You? Really?",
        "Alison: Mm-hmm.",
        "Chris: Susan doesn't mind walking down the aisle to Avril Lavigne?",
        "Alison: Well -- I've got strict, strict orders to keep it as boring as possible. But here's the deal -- I'll give my mom her orchestra playing all the greatest movie love themes of all time if you'll go skinny-dipping with me after the wedding.",
        "Chris: I was kinda hoping for Avril Lavigne.",
        "Alison: Oh, come on. So, are we on? Let's say, midnight at the Snyder pond?",
        "Chris: Let's get through the wedding first.",
        "Alison: Well, just make sure that the groom doesn't get cold feet. The way he's acting now, I wouldn't be surprised if he forgot where we live.",
        "[SCENE_BREAK]",
        "Margo: Is this letter from Simon?",
        "Jack: Open it, Margo. Just open it.",
        "Henry: No, no, no! Yes, okay? It's from Simon. He gave it to me the night he left.",
        "Margo: And you've been keeping this from Katie all this time?",
        "Henry: Look, he asked me to hold onto it.",
        "Margo: Where is he?",
        "Henry: I -- I don't know, okay? I don't know. And if I'm not telling the truth, may another ace never fall my way.",
        "Jack: Why would you not give this letter to Katie? She's been miserable for months.",
        "Henry: I know, I know, okay? I know. The poor kid. I thought maybe she would get over it. And then -- and then Mike comes along. And I thought the big shoulders, the square jaw, a few lonely nights -- you do the math.",
        "Margo: Why now?",
        "Henry: Because when I got home, I saw that she was still pretty broken up about it, and I thought the letter might help.",
        "Jack: What happened when you got home?",
        "Henry: She went a few rounds with a bottle of wine, and the wine won -- TKO.",
        "Margo: Oh, no, why is she drinking? She knows that she's not supposed to have more than one or two glasses.",
        "Henry: What reasons do you want? Mike is here. Simon is God knows where, and she is caught in the middle, Margo. She is stuck between loving Simon and getting back to the land of the living.",
        "Margo: And you thought that this letter would help?",
        "Henry: Couldn't hurt. So, look, why don't you just hand it back over, and I'll forget all the Gestapo tactics, and my civil suit will never see the light of day.",
        "Jack: No, the party's not over yet, Henry.",
        "Henry: Really? I thought I just heard last call.",
        "Margo: You know what? This letter doesn't bother me so much as the fact that you had it all this time, and you get to decide whether my sister sees it or not.",
        "Henry: No, no, that was Simon's call, not mine. He asked me to look after her, and I have.",
        "Jack: From Vegas?",
        "Henry: Uh, a new paint job and new plumbing does require some money.",
        "Margo: All right, so why now show and tell? Why?",
        "Henry: Well, guys, I'm no Dr. Phil, okay? But any fool can see that Katie either needs to go and find Simon, or she needs to kiss his Aussie accent good-bye once and for all, or she will never, ever be happy again. So you tell me, Margo, all right? You give me the letter and let me go back to the cottage, or we let Katie drag her chin on the ground for the rest of her beautiful life.",
        "[SCENE_BREAK]",
        "Mike: Here you go. Take this. You'll feel better.",
        "Katie: Oh, thank you.",
        "Mike: So what do you think Henry has?",
        "Katie: I don't know, but he says it's from Simon.",
        "Mike: Why has he taken so long to show it to you?",
        "Katie: Mm. I don't know. You just have to know Henry.",
        "Mike: What if he's bluffing?",
        "Katie: Well, there was something different about him, you know, in his voice. He was very sincere. It's real.",
        "Mike: Coleman doesn't strike me as the sincere type.",
        "Katie: Well, we'll just have to wait and see.",
        "Mike: You know, why don't you wait here? I will -- I'm gonna go see Jack. He said he'd reopen Simon's case. He had to run it by Margo first, though.",
        "Katie: That's weird. It must be a chain-of-command thing. 'Cause I know Margo wants to find Simon as much as I do.",
        "Mike: Well, I told him, you know, if he doesn't help us, we'll hire our own private investigators.",
        "Katie: No turning back?",
        "Mike: No turning back.",
        "Katie: Last night, I felt like I had nothing left, and today, I'm so excited I could burst!",
        "Mike: Call me on my cell phone when you hear from Henry.",
        "Katie: Okay.",
        "Mike: Okay? [Phone rings] maybe that's him.",
        "Katie: Hello.",
        "Margo: Hey, baby, it's me. I'm down at the station. I've got Henry Coleman down here. He's got something that belongs to you.",
        "Katie: What is it?",
        "Margo: Why don't you come down to the station, and we'll talk about it?",
        "Katie: Okay. I'll be right there. But, Margo, listen -- whatever it is, just know that I can handle it, okay? I'll see you soon. That was Margo. Henry's at the station.",
        "Mike: What's he doing there?",
        "Katie: I don't know, but she says he has something for me.",
        "Mike: Well, let's go. I -- if you want me to.",
        "Katie: Yeah, I do. Of course I do. Whatever it is, we'll face it together.",
        "Mike: Let's go.",
        "[SCENE_BREAK]",
        "Rosanna: Listen, why don't you just do what Emma always tells the kids to do when they have chicken pox? Go take a oatmeal bath!",
        "Craig: I'm not hungry, I'm itchy.",
        "Rosanna: Then go upstairs and lay down and rest for awhile or perhaps go for a walk so you can take your mind off of it.",
        "Craig: Even my mind is itchy. This is impossible.",
        "Rosanna: How about, then, you help me with my letter for the Cabot annual report? Hmm? I would love your help.",
        "Craig: Well, that's a good idea.",
        "Rosanna: Mm-hmm. Looky look.",
        "Craig: Lucy say when she was coming home?",
        "Rosanna: No, she didn't.",
        "Craig: Was that a car?",
        "Rosanna: No. I do not believe it was a car. Now if you'll just take a look at that chart I have there, you'll see that we met our financial challenges. But --",
        "Craig: This is ridiculous.",
        "Rosanna: But the overall projections really aren't that bad.",
        "Craig: Well, how long did they -- could they possibly be going camping for?",
        "Rosanna: I don't know, darling, perhaps they went and got married. Maybe they're on their honeymoon now.",
        "Craig: Don't be cruel.",
        "[Rosanna laughs]",
        "Lucy: Daddy, we're home!",
        "Rosanna: Oh!",
        "Craig: In here, sweetness.",
        "Rosanna: Be nice, Godzilla. Hello! Hi! Did you have fun?",
        "Lucy: It was great.",
        "Rosanna: Oh, good.",
        "Lucy: Daddy, what happened?",
        "Aaron: Oh, man, that is the worst case of poison ivy ever.",
        "[SCENE_BREAK]",
        "Henry: Hey, what's the chance I could get a ham and cheese on an onion bagel?",
        "Margo: You know, I really think I should open it.",
        "Jack: Katie's on her way.",
        "Margo: Yeah, but you know, technically it is evidence, and technically, I should review it.",
        "Henry: What, you trying to ease the old conscience, Margo? You know, if Simon wanted you to read it, he'd have sent you a copy.",
        "Jack: Shut up, who the hell do you think you are?",
        "Henry: Can he talk to me like that?",
        "Jack: Margo, open it! If it's too rough, we file it away.",
        "Henry: And what are you going to tell Katie?",
        "Margo: Well, you know what, I'll just decide that later on. 'Cause now, what she doesn't know won't hurt her, huh?",
        "Henry: Yeah, mum's the word. Where is he? What's he doing? Does he mention me at all? Get off of me.",
        "Margo: I'm gonna -- I'm gonna take this down, lock it away in the evidence room.",
        "Henry: No, wait a second, wait a second. I promised Katie!",
        "Jack: No, Margo, let me do that. I'll put it with the Shears' file.",
        "Henry: No, hold it, hold it. Wait a second, now wait a second. I played nice, here, okay, I've given you what you wanted. But if Katie doesn't get something from me soon, she's gonna tear into me like a hound from hell -- all right, now what's up -- oh, Katie bird.",
        "Katie: Hey! Why didn't you come straight back to the cottage?",
        "Jack: Uh, that -- that was my fault, Katie.",
        "Katie: What did he do, jaywalk?",
        "Mike: Show us what you got, Henry.",
        "Katie: You said you had something from Simon?",
        "Henry: Did I?",
        "Katie: Henry!",
        "Henry: Okay, yeah, I -- I did, but I don't.",
        "Katie: All right, you've got about two seconds until I -- rip your head off.",
        "Mike: One second.",
        "Henry: Okay, don't hit me, now. Look, he took it -- and she has it.",
        "Mike: Has what?",
        "Henry: A \"Dear Katie\" letter from Simon. Look, he told me to hold onto it, and give it to you when I thought the time was right, and now I think the time is right, but Nick and Nora here snatched it from me and they want to put it into the saved and lost and never found.",
        "Katie: What is he talking about, Margo?",
        "Henry: See, yeah, they always shoot the messenger.",
        "Jack: That could be arranged.",
        "Katie: Where's the letter? Come on, Margo, what if it was Tom, could you live the rest of your life not hearing his last words to you?",
        "Margo: Look, honey, it's not that I don't want you to see it --",
        "Katie: Really, Margo -- how bad could it be?",
        "Margo: See for yourself.",
        "[SCENE_BREAK]",
        "Alison: Don't bother. Mom programmed all the rock out of it.",
        "Hal: No, it's got a loose wire.",
        "Alison: Good! Don't fix it.",
        "Hal: Alison, you can't have a wedding without music.",
        "Alison: So you're okay with all this?",
        "Hal: You know, it's not up to me to be okay with all of this. Are you okay with all of this?",
        "Alison: Well, mom's happy, so I won't open my mouth when the judge asks if anyone has any objections.",
        "Hal: Do you have any?",
        "Alison: Well, Rick's okay. For a wack job.",
        "[Alison laughs]",
        "Hal: Define \"wack job.\"",
        "Alison: Well, like one second he's rushing my mom off to the altar, and then today he just totally spaced out about the wedding. Right in front of me and Chris. And Chris had just told him he would be his best man.",
        "Susan: Chris is standing up for Rick?",
        "Alison: Yeah.",
        "Susan: Well, that's wonderful.",
        "Alison: You know what, I better get ready. Did you pick up my dress?",
        "Susan: Your dress is on your bed.",
        "Alison: Okay, and can I --",
        "Susan: And my bracelet is there too.",
        "Alison: Thank you, Mom.",
        "Susan: Come on, and we have to hurry -- okay, hurry, hurry.",
        "Alison: Happy wedding day, Mom.",
        "Susan: Thank you, baby.",
        "Alison: I know that nobody will ever confuse us for the Brady bunch, but I think with a little bit of luck, maybe we can pull this whole family thing off.",
        "Susan: Thank you, baby.",
        "Alison: Oh, and can you tell Emily when she gets here to come upstairs to help me with my hair?",
        "Hal: Sure, will do.",
        "Alison: Thanks.",
        "Susan: I'm so happy Chris is gonna be best man. Won't be the same, though. Bob has been such a good friend to Rick. It would have meant the world to both of us, if he could have been here today.",
        "[SCENE_BREAK]",
        "Jeffrey: Well, thank you for being so prompt. Jeffrey Starr.",
        "Rick: What's this?",
        "Jeffrey: I call it The life and murderous times of Dr. Rick Decker. Whoo, I've been busy -- up and down the east coast, out to San Fran, interviewing dozens of people -- exhausting.",
        "Rick: Why?",
        "Jeffrey: Some of your old friends had a few interesting things to say about you, doc. It's all on the disc there, I downloaded the video so you could take a look.",
        "Rick: I've done nothing wrong.",
        "Jeffrey: They said to say \"hi\" to the mummy. That was your nickname in med school wasn't it? Oh, you were a wild man, doc. Playing flatline in the frat house.",
        "Rick: Flatline?",
        "Jeffrey: Oh, don't play dumb. Injecting yourself with potassium chloride to see if you could get a glimpse of the hereafter? Your friends said you were the champ. They'd keep the paddles handy just to jump start you. Myself, I think it sounds kinda sick.",
        "Rick: So what's your point, Starr?",
        "Jeffrey: Mm -- I just connect the dots, like I said. I'm sure that cop, Munson, would love to get his hands on these interviews, or maybe that medical investigator. What was his name, again? Daniels -- that's it.",
        "Rick: I was attacked and almost killed in that hospital.",
        "Jeffrey: You were playing \"flatline,\" Decker. Just like the old days. This puts you on top of the suspect list. And this time they're gonna nail you for murder one. That's game, set and match, Dr. Decker -- or should I say, \"Dr. Death.\"",
        "[SCENE_BREAK]",
        "Katie: Simon can't come back home, so I have to go to him and find a new home.",
        "Mike: Where?",
        "[SCENE_BREAK]",
        "Alison: Rick's not here yet?",
        "Susan: He was. But he's picking up a surprise for the wedding. And if I know Rick, it's going to be something sweet and wonderful.",
        "[SCENE_BREAK]",
        "Jeffrey: Sorry to keep you waiting, doc.",
        "[SCENE_BREAK]",
        "Susan: I can't believe this is all still happening.",
        "[Susan chuckles]",
        "Hal: Any second thoughts?",
        "Susan: Not a one.",
        "Hal: He's good to you?",
        "Susan: Oh, he's wonderful to me.",
        "Hal: You fight fair?",
        "Susan: We've never really had a fight.",
        "Hal: Now how do you manage that?",
        "Alison: They don't fight because mom's a total pushover.",
        "Susan: I am not.",
        "Hal: The Stewart women are not known for giving in.",
        "Alison: A big talk -- where's Emily again?",
        "Hal: You would rat me out?",
        "[Susan laughs]",
        "Alison: Oh, yeah.",
        "Hal: Now look, all I was going to say is that your sister can be passionate when she sets her mind on something.",
        "Alison: Nice save.",
        "Hal: Thank you.",
        "Susan: Well, I don't like to argue.",
        "Alison: Well, then what's with you and me?",
        "Susan: That's different. Rules don't apply to mothers and teenage daughters.",
        "Hal: I can vouch for that.",
        "Alison: Well, I'm not gonna pick a fight with you right now because it's your wedding day, but you better get out of that robe, Mom.",
        "Susan: Oh! Oh, look at me! Rick's gonna be here any minute.",
        "Alison: Well, let's just go upstairs and get you all gorgeous.",
        "Susan: No, I'm fine. Help Hal.",
        "Hal: It's all covered.",
        "Susan: Well, mingle. And by the way, you look beautiful. Hal, the stereo?",
        "Hal: Oh, it's better than new. So, any requests?",
        "Alison: Uh, sure. Anything without a beat?",
        "Hal: Tell you what, why don't you arrange the CDs? I'll go give Emily a call and see if she's on her way.",
        "Alison: Tell her not to bring her dancing shoes.",
        "Chris: Hi, Chris Hughes, best man.",
        "Alison: Alison Stewart, bridesmaid.",
        "Chris: Well, you look beautiful, Alison Stewart.",
        "Alison: So do you. I'm really glad that you're here. I just heard the strangest thing and coming from here, that's saying a lot.",
        "Chris: How strange?",
        "Alison: What do you call a man and a woman who never fight?",
        "Chris: Strangers.",
        "[SCENE_BREAK]",
        "Rick: So what do you want, Starr?",
        "Jeffrey: Fame. A byline at the Times. But we settle for what we can get.",
        "Rick: I could sue you and your magazine.",
        "Jeffrey: Oh, that's always an option, but by the time we hit the courts, you wouldn't have a practice left. I'm cutting you a break, doc. No one even knows I'm onto you. I play it close to the vest until my final draft. I don't like nosy editors telling me how to write my stories.",
        "Rick: You have no real proof.",
        "Jeffrey: I don't need proof. I figure I can get a couple grand for this story, but I'm betting it's worth a whole lot more to you than any editor.",
        "Rick: It was a stupid med school prank. I mean, this could ruin my entire career.",
        "Jeffrey: Or we could come to some kind of agreement --",
        "Rick: How much do you want?",
        "Jeffrey: How much earning potential does a geriatric specialist have these days? I'll go easy on you. Make it 50 grand, cash.",
        "Rick: When?",
        "Jeffrey: A half hour.",
        "Rick: A half an hour? I can't possibly raise $50,000 cash in a half hour.",
        "Jeffrey: Then I'll see you in print, doc.",
        "Rick: Wait, wait --",
        "Jeffrey: Okay. Okay, you see right through me. It's true, I'm a hopeless romantic at heart, and today being your wedding day, I'll cut you a break. Make it 45 minutes.",
        "Rick: Where?",
        "Jeffrey: Do you know that Old mill the outside of town? I drove by it yesterday. It's remote. Out of the way.",
        "Rick: I know it. I'll be there.",
        "[SCENE_BREAK]",
        "Craig: You two look no worse for wear.",
        "Lucy: Oh, Aaron's a natural in the outdoors.",
        "Rosanna: And that's more than we can say for some people, right? Are you hungry?",
        "Aaron: Starving.",
        "Lucy: We drove straight through. Daddy, don't scratch.",
        "Rosanna: Did you have fun?",
        "Aaron: Yeah, a blast.",
        "Lucy: It was really -- uh, beautiful. Daddy, don't you think you should see a doctor?",
        "Craig: Oh, don't worry about me. This'll all clear up in about 20 years.",
        "Aaron: You know, Emma always tells us to take a --",
        "Craig: Oatmeal bath? Yes, I heard.",
        "Rosanna: Listen, why don't you guys go into the kitchen? There's some chicken left from last night.",
        "Lucy: Thanks.",
        "Craig: Why don't we give them the keys to the wine cellar while we're at it?",
        "Rosanna: Don't be silly. That would be illegal.",
        "Craig: A lot of things ought to be illegal. I should have spiked his canteen with saltpeter when I had the chance. She's changed, Rosanna.",
        "Rosanna: Who, Lucy?",
        "Craig: No, Phyllis, the maid. Yes, Lucy. Being with him, intimately. It's changed her.",
        "Rosanna: Oh, stop.",
        "Craig: I've lost my little girl.",
        "Rosanna: You haven't lost anything. Lucy loves you.",
        "Craig: Says she loves Aaron.",
        "Rosanna: In a different way, and that's the way it's supposed to be.",
        "Craig: When she's 40.",
        "Rosanna: Oh, you expect her to wait to have sex until she's 40?",
        "Craig: Yes, I do.",
        "Rosanna: Oh, then you're being ridiculous.",
        "Craig: Well, I don't think so. Being little Fabio's love thing is not exactly the career choice I had in mind for my --",
        "Rosanna: She's still in high school!",
        "Craig: Yeah. Makes a father proud. Huh? [Rosanna laughs] what? You think my daughter leaving me is funny?",
        "Rosanna: If she's leaving you, she hasn't gone very far. She's in the kitchen eating cold chicken.",
        "Craig: Yes, well, now. Yes, but what about her future? I mean, we had all these plans for college and life and --",
        "Rosanna: Why don't you talk to her then?",
        "Craig: She's gonna ask what's his name for his opinion. And he doesn't know anything about colleges.",
        "Rosanna: And do you know anything about camping?",
        "Craig: He is the scholastic equivalent of poison ivy.",
        "Rosanna: Oh, here is a radical idea. Why don't you sit her down and say, \"sweetheart, I thought that perhaps I would like to talk to you about going to college.\"",
        "Craig: She'll run out of the room.",
        "Lucy: Daddy, did you want a sandwich?",
        "Craig: Oh, no, thank you, sweetness.",
        "Lucy: Aaron's calling Holden and telling him we're back.",
        "Craig: Ah. Sweetness, I know you're just back, but -- I wanted to talk to you about your future and whatever plans you've made regarding college.",
        "Lucy: Oh, you're absolutely right, dad. I mean, I've got a lot of course work to make up before next year, but technically, I'll be a senior and a lot of the other kids have visited schools already. I really wanted your advice on how to get started.",
        "[SCENE_BREAK]",
        "Katie: I haven't seen his handwriting in so long.",
        "Margo: Oh, Katie --",
        "Katie: Did you read this?",
        "Margo: Yes, I did. Yes.",
        "Katie: And?",
        "Margo: Honey, there is nothing in that letter that changes anything.",
        "Katie: How can you say that? Simon said the most hateful things to me before he left. And I didn't believe him, but if this letter can just help me understand why he just took off --",
        "Margo: But it won't. He loves you. Let's just leave it at that.",
        "Katie: I can't \"just leave it at that.\" That's like pretending Simon never existed. [Katie sighs] oh, I've got to read it.",
        "Mike: You okay?",
        "Katie: Read it out loud.",
        "Margo: Katie, please --",
        "Katie: I just need to hear someone's voice read the words to make them real. Please, Margo.",
        "Mike: Katie, sit down.",
        "Katie: Mike, read it, please.",
        "Mike: It's not right.",
        "Katie: Just please. For me?",
        "Mike: \"My darling Katie, as you read this letter I am far away, but my heart is with you now and forever. Not even the sun burns brighter than my love for you. I'm sorry for the awful things I've said. I'm sorry for trying to deceive you, but it was the only way to save your life. Don't try and find me. You'll want to. I know how you are. But please, you mustn't, my love. There are no answers, no reasons for why this has happened to us. There will never be a happy ending in our beautiful cottage because I am a marked man. By the time --\"",
        "Katie: What?",
        "Mike: \"By the time you read this, I will be dead. But not even death can destroy our love. Please forgive me. All my love, Simon.\"",
        "[Katie crying]",
        "[SCENE_BREAK]",
        "Aaron: What's going on?",
        "Rosanna: We're discussing colleges.",
        "Craig: And Oakdale Latin sent the summer reading list a couple of weeks ago.",
        "Aaron: I told you.",
        "Craig: Do you have a problem with reading, Aaron?",
        "Aaron: Not since first grade.",
        "Lucy: Well, there's so much to think about. I don't even know where to get started.",
        "Rosanna: Sweetheart, we want you to enjoy your senior year. Don't we, darling?",
        "Craig: Oh, yeah. Of course, we do. So -- good. Seems like we're all on the same page as far as college is concerned. Hmm?",
        "Rosanna: Yes, and I know a lot of people on admissions boards.",
        "Aaron: Oh, you're practically in.",
        "Lucy: I love you guys so much. Thank you. [Lucy laughs] yeah, I promise you, as soon as you're better, the biggest hug you've ever had.",
        "[SCENE_BREAK]",
        "Katie: What are you doing with it? Jack, I want to keep it.",
        "Margo: No, honey, we need it.",
        "Katie: Why? Henry, it's mine.",
        "Henry: I'm sorry, they beat me to the punch.",
        "Jack: We just have to hold onto it. As soon as we can, we'll give it back.",
        "Katie: Why not now?",
        "Henry: Uh, this is where I exit. See you at home, buttercup.",
        "Mike: Jack, what's going on?",
        "Katie: Simon's not dead. It's not like you have to investigate anything.",
        "Margo: Well, it sounded like Simon knew his fate.",
        "Katie: No, he was just lying so I don't follow him. Simon's not dead. Everything in that letter, I believe the opposite, except for the fact that he loves me. I know that's true.",
        "Margo: Well, there's more.",
        "Jack: No, let's wait.",
        "Katie: What? No! If it has something do with Simon, I want to know.",
        "Margo: Um, do you remember Simon's friend, the Australian who came to Oakdale just before Simon left?",
        "Katie: Yeah, Bartleby.",
        "Margo: Bartleby Shears. Well, it seems like he had a huge rap sheet. Interpol faxed us a list of priors.",
        "Jack: He came to Oakdale to ask Simon to run a con with him.",
        "Margo: And if he didn't, Shears was going after you.",
        "Katie: So we find Shears. We arrest him. He's gotta know where Simon is or something about him.",
        "Margo: Shears is dead.",
        "Jack: We think Simon killed him --",
        "Margo: In self-defense.",
        "Jack: And then he left town.",
        "Katie: Simon killed Bartleby? That is the best news I've heard in months! This is incredible. Do you know what this means? It all makes sense now. Yeah, you take that evidence and you lock it away safe and sound because you know what? It proves that Simon loves me. It proves that the only reason he left me was because he wanted to keep me safe. And now he's somewhere alone.",
        "Jack: With a bunch of Shears' men on his trail, if they haven't found him already.",
        "Katie: No, Simon is not dead. And I know what I have to do now. I have to find my husband and spend the rest of my life proving how much I love him.",
        "[SCENE_BREAK]",
        "A kiss to build a dream on",
        "Alison: Okay, so it's not the worst music I've ever heard. But you still owe me.",
        "Chris: Avril Lavigne?",
        "Alison: Skinny dipping. As soon as we get this circus over with, the sooner that we can sneak off to the pond. Did you talk to the groom?",
        "Chris: Not since he left the hospital.",
        "Alison: He should have been here by now.",
        "Chris: At least we have the place all to ourselves. I'll be with you.",
        "Hal: Hey, Chris. This is for you.",
        "Chris: Thanks. Will you do the honors?",
        "Hal: Nice music.",
        "Alison: Figures.",
        "Hal: Oh, you know, there's a whole bunch of flowers in the kitchen that needs arranging.",
        "Alison: You're kidding? More flowers?",
        "Hal: Would you mind? It's not exactly up my alley.",
        "Alison: Yeah, like I can tell a Rose from a Lily. Come on, Chris, give me a hand.",
        "Rick: Hal, glad you're here.",
        "Hal: Hey, pal. You just made it under the wire.",
        "Rick: I need your help. Can you stall Susan for a while? I need to take care of something and I don't want her to get wind of it.",
        "Hal: Why not?",
        "Rick: Well, it's a surprise for the wedding. She'll start asking questions and I don't want to be late for the ceremony. If I leave now, it won't take long.",
        "Susan: What won't take long?",
        "Rick: Wow. You look beautiful.",
        "Susan: Thank you. So do you. What's this?",
        "Rick: See what I mean? I'll explain to you later. I promise.",
        "Susan: Rick, your hands are freezing. Are you all right?",
        "Rick: I'm fine. I was just telling Hal I have to take care of something.",
        "Susan: With this key?",
        "Rick: Yes, with this key. It's to a safety deposit box. Something that I've been keeping safe for just the right moment. And darling, this is definitely the moment.",
        "Hal: Come on, Susan. Give the guy a break. Let him go.",
        "Rick: I'll be back as soon as I can.",
        "Susan: Okay.",
        "Rick: I won't be long. I promise.",
        "Susan: Wait -- before you go. Don't forget your boutonniere. This is to remind you why you have to hurry home.",
        "Rick: Be right back.",
        "Susan: Okay. To build a dream on",
        "[SCENE_BREAK]",
        "Craig: Now, Rosanna's gonna be handling the smaller liberal arts colleges. I will be covering the Ivy League.",
        "Rosanna: Well, perhaps I should do the Ivy League since I'm immune.",
        "Craig: Okay, everybody's a comedian.",
        "Rosanna: All right now, let's just put the catalogs aside for the moment. By the appearance of your visage, I can see that it's time to cover you with some more of this ointment, darling.",
        "Craig: No, no, no -- just take me outside and shoot me.",
        "Rosanna: Oh, no. I would never do that. Let me just get you all covered and then I have to get back to work.",
        "Craig: Oh, love, you spoil me.",
        "Rosanna: Yes, I do. And mommy is gonna itch you all over.",
        "[SCENE_BREAK]",
        "[Laughter]",
        "Aaron: You okay?",
        "Lucy: I was a little nervous.",
        "Aaron: It didn't show.",
        "Lucy: He was too, though. I could tell. He knows, Aaron. He knows about us being together.",
        "Aaron: Yeah, sure he does.",
        "Lucy: But it wasn't too weird. You know what? I think we'll be okay.",
        "Aaron: Luce, your dad loves you. Very much. And I think he's really starting to get it now. I mean, he can't keep you his little girl forever.",
        "Lucy: The last few days have been so perfect. I love you, Aaron.",
        "Aaron: I love you, too.",
        "[SCENE_BREAK]",
        "Katie: Okay, we gotta start thinking like Simon.",
        "Mike: Slow down.",
        "Katie: I can't slow down. Simon needs me.",
        "Mike: If Simon needed your help right now, he wouldn't have had Henry hold onto that letter for months.",
        "Margo: Yeah, you're putting him in more danger by trying to track him down.",
        "Mike: Exactly.",
        "Katie: Or I could divert those apes my way.",
        "Mike: No, that's not an option.",
        "Margo: No, Mike's right. No.",
        "Katie: You guys are talking like I have a choice here. I don't. Simon can't come back home, so I have to go to him and find a new home.",
        "Mike: Where?",
        "Katie: I don't know! The outback, the jungle, up a tree -- it doesn't matter.",
        "Margo: It does matter, Katie! You're in no shape to make a decision right now.",
        "Jack: I just heard back from Interpol. They have a tip.",
        "Mike: About Simon?",
        "Jack: Yeah. They think they -- think they picked up Simon's trail.",
        "Katie: Yes!",
        "[SCENE_BREAK]",
        "Susan: No, you're right on time, Judge Chaney.",
        "Judge Chaney: Traffic was miserable across town.",
        "Hal: Oh, that would be the off-ramp construction.",
        "Susan: We're just waiting for my daughter.",
        "Hal: Oh, Emily called. She's on her way.",
        "Susan: And the groom should be here any minute. He had to run an errand.",
        "Alison: Rick's not here yet?",
        "Susan: He was, but he's picking up a surprise for the wedding. And if I know, Rick, it's gonna be something sweet and wonderful.",
        "[SCENE_BREAK]",
        "Rick: One more loose end, and then it's over.",
        "Jeffrey: Sorry to keep you waiting, doc. Is that the cash?",
        "Rick: Want to count it?",
        "Jeffrey: No need. I know where to find you if there's a problem. Ready to hand it over?",
        "Rick: I'm definitely ready.",
        "[SCENE_BREAK]",
        "[Rosanna gasps]",
        "Rosanna: What are you doing here?",
        "Paul: Well, you're not the realtor, are you?",
        "[SCENE_BREAK]",
        "Jessica: I can't believe you're still pursuing this. Marshall is not that child's father.",
        "Bonnie: He could be, Mom. We just don't know yet.",
        "[SCENE_BREAK]",
        "Jeffrey: You're not God. You're nothing but a sick, demented psychopath!",
        "Rick: Shut up."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=3ME-myErf3k"
}