{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Molly: You're saying that Mary is responsible for the mug shot on the \r\nInternet, on this T-shirt and on that phony wedding invitation? \r\n",
        "Jake: Yes, yes, yes. \r\n",
        "Molly: Oh, get a grip. This is nothing to joke about. \r\n",
        "Jake: I wasn't laughing when Nick Scudder found out who was responsible \r\nfor this. \r\n",
        "Molly: See, you can't believe what Nick Scudder says. \r\n",
        "Jake: Listen, I went to Hadley's. I went to check it out myself. Nick made a\r\n\r\ncouple phone calls to find out who was responsible for the invitations. And \r\nMary's signature is at the bottom of the receipt. \r\n",
        "Molly: Is there any way that Nick could have planted this or something? \r\n",
        "Jake: This was stapled to the original order form. \r\n",
        "Molly: How did Nick even get an invitation in the first place? \r\n",
        "Jake: He said that after you showed it to him, you threw it in the garbage\r\n\r\nand that's how he found it. \r\n",
        "Molly: Why would he bother? \r\n",
        "Jake: I don't know, maybe he wanted -- maybe he wanted to save his job. \r\n",
        "Molly: I don't believe this. I love Mary, Mary loves the kids. The kids love\r\n\r\nMary. I trusted her with my life, Jake. Why would she do this to us? \r\n",
        "Jake: I just think we should have checked her references. \r\n",
        "Molly: But we did. You saw the list that the agency sent over, they were \r\ngreat. \r\n",
        "Jake: Those could have been her friends. \r\n",
        "Molly: Oh, my God. The kids are with Mary, Jake. The kids are with a \r\nstalker!",
        "",
        "Paul: Wow. Rose, you -- you look great. \r\n",
        "Rose: Oh, thank you. \r\n",
        "Paul: Would you like a drink? We have a few minutes before they seat us \r\nin the dining room. \r\n",
        "Rose: You know what? I'm going to skip that drink until we discuss a little\r\n\r\nbusiness. \r\n",
        "Paul: Business? \r\n",
        "Rose: Mm-hmm. \r\n",
        "Paul: No, Rose, this is supposed to be your Thank You/Birthday dinner. \r\n",
        "Rose: Oh, I know, I know. I hope it doesn't set you back too much, \r\nbecause once you hear what I have to say, you're gonna owe me another one. \r\n",
        "Paul: Hasn't Lucinda taught you anything? You always wait till after the \r\nentree to talk business, even at a business dinner. \r\n",
        "Rose: Really? Lucinda says dessert. You know? Something sweet, makes \r\nthe bitter pill easier to swallow. \r\n",
        "Paul: Well, she should know. \r\n",
        "Rose: Yes. \r\n",
        "Paul: All right. So what deals have you been masterminding since I saw \r\nyou yesterday? \r\n",
        "Rose: I had a very long talk -- very long talk with Craig Montgomery, \r\ndropping the suit against you and your mom. He is. Mm-hmm. \r\n",
        "Paul: Are you serious? \r\n",
        "Rose: You're serious enough for both of us. Is this how you react when get\r\n\r\ngood news? \r\n",
        "Paul: No, Rose, I'm sorry. It's just hard to believe. When he came over to\r\n\r\nthe house, he was so cocky when he was terrorizing my -- how do you do it? \r\n",
        "Rose: Well, I just reminded him of some family obligations that he'd \r\nforgotten about. And I had something sweet up my sleeve -- for dessert. \r\n",
        "Paul: I bet you did. \r\n",
        "Rose: Uh-huh. \r\n",
        "Paul: Rose -- you continue to amaze me. \r\n",
        "Rose: Oh. Well, while you're sitting there still amazed, I need you to \r\nremember what we talked about. I need your guarantee, Paul. You gotta stop \r\nCraig from using and abusing those Worldwide stock. And you gotta protect \r\nLucinda before she loses her company. ",
        "",
        "Craig: I'm not here to upset you, Carly. \r\n",
        "Carly: Oh, you've come to help me pack? How sweet. \r\n",
        "Craig: How about I help you unpack? \r\n",
        "Carly: I knew it. I knew it! I should not have opened that door! \r\n",
        "Craig: I have no hidden agendas, Carly. There are no shocking \r\ndeclarations today. I'm just here to help. \r\n",
        "Carly: What? What are you saying? You know, my neighbor might have to \r\nturn up her hearing aid if you don't speak up, Craig. ",
        "[Carly yells out the door\r\n\r\nto her neighbor] Isn't that right, Darlene? You writing all this down, are you?\r\n\r\n",
        "Craig: Okay -- maybe I was a little insensitive the other day, you know, \r\nunder the circumstances. My timing with you hasn't always been perfect. \r\n",
        "Carly: Is this a lame excuse for an apology? Well, if it is, don't bother. As\r\n\r\na matter of fact, just forget that you came here and told me what you told me,\r\n\r\nbecause it means nothing to me -- it means less than nothing to me. \r\n",
        "Craig: If you say so. \r\n",
        "Carly: And yet here you are, wasting your time and mine. \r\n",
        "Craig: You're not leaving town like this, Carly. \r\n",
        "Carly: And how did you know that I was leaving town? \r\n",
        "Craig: I know everything about you. Haven't you figured that out yet? \r\n",
        "Carly: Is that supposed to be flattering? That some mind-reading control \r\nfreak is obsessed with me? \r\n",
        "Craig: So now I'm obsessed? \r\n",
        "Carly: Craig, good-bye. Don't forget to shut the door on your way out. \r\n",
        "Craig: Carly, Carly -- you are not leaving town. I am not going to let you.\r\n",
        "Craig: Carly, don't do this. It's a bad move. You will regret it. \r\n",
        "Carly: You are beginning to remind me of a certain dead ex-husband of \r\nmine. What is it with me? Why do I always seem to attract men who think \r\nthey know more than I do about what's best for me? \r\n",
        "Craig: Don't compare me with Winston Lowe. At least I am your friend. \r\n",
        "Carly: You're my friend? \r\n",
        "Craig: Yes, I'm your friend. \r\n",
        "Carly: You are completely deluded! \r\n",
        "Craig: I am your friend and you could engrave that on my tombstone. \r\n",
        "Carly: Well, this friendship, if that's what you want to call it, is not \r\ngonna \r\nlast that long. \r\n",
        "Craig: Hey, hey, hey! You need all the friends you can get, my friend. And\r\n\r\nafter the trial and that photo when Julia's psychosis -- you are on overload,\r\n\r\nwhich is not the best time to run away. \r\n",
        "Carly: This is the very best time. I happen to need a change of scenery, \r\neven if it's only Chicago. \r\n",
        "Craig: We take our problems with us, Carly. At least if you stay here, I can\r\n\r\nhelp you deal. \r\n",
        "Carly: Who, you? \r\n",
        "Craig: Yeah. \r\n",
        "Carly: Are you out of your mind? You are the reason I'm being driven \r\nfrom this town, Craig. I trusted you and I almost ended up in prison. You said\r\n\r\nthat you would respect my relationship with Jack and you didn't! You \r\ndestroyed it. And through all of that, I stood by you when no one else would. I\r\n\r\neven gave up the only opportunity I will ever have at financial security for you\r\n\r\nand your stupid butt! \r\n",
        "Craig: And I will never forget that generosity. \r\n",
        "Carly: That stupidity, you mean. \r\n",
        "Craig: So now you're gonna run away. I am not going to lose you, Carly. \r\n",
        "Carly: You already did -- that night of your wedding. \r\n",
        "Craig: One little kiss. \r\n",
        "Carly: It was the kiss of death. \r\n",
        "Craig: And I would die a thousand deaths for another kiss like that, Carly.\r\n\r\n",
        "Carly: Good-bye, Craig. And don't ever try to contact me again! \r\n",
        "Craig: Come on, Carly. I just want to do what's right here, okay? Tell me \r\nwhat to do and I will do it. Anything. ",
        "",
        "Rose: Thank you. Now, remember what you said that you'd marry -- marry \r\nLucinda if she made that lawsuit go away. \r\n",
        "Paul: Ooh, that's right. Lucinda. \r\n",
        "Rose: Uh-huh. \r\n",
        "Paul: I guess I better have my tux pressed, huh? \r\n",
        "Rose: Ah, hold that thought. I got a much better idea really. Lucinda's got\r\n\r\na big Worldwide board meeting coming up. And she's got two big problems. \r\nWhat Craig did to her at the last board meeting and what he's gonna do to her\r\n\r\nat this board meeting. \r\n",
        "Paul: Why, do you think the shareholders have lost confidence? \r\n",
        "Rose: Probably. It's not her fault. I mean, because of Craig she's seein' \r\nflying pigs in the box of chocolates. Now, he can do even worse to her. \r\n",
        "Paul: Yeah. Because now he owns enough worldwide stock that he could \r\nput her out of her CEO seat for good. \r\n",
        "Rose: That's right. And he doesn't need a box of chocolates to do that. \r\nLook, you and your mom, you gotta get that stock back. \r\n",
        "Paul: That could be a tall order, Rose. \r\n",
        "Rose: But he bought it with B.R.O. money without talkin' to your ma first,\r\n\r\nright? \r\n",
        "Paul: Yeah, but he still controls the shares. At this point, only an \r\narbitration can decide if he's entitled to them. \r\n",
        "Rose: Well, what are you waiting for? Come on, you got to do this. You \r\nhave to make sure that your mom gets that stock back. \r\n",
        "Paul: Well, she does have a case. Craig did sign the pre-nup. \r\n",
        "Rose: Oh, which entitles Mr. Wonderful to nothing, I hope? \r\n",
        "Paul: Yeah, nothing. Not a dime, which is exactly what he deserves. \r\n",
        "Rose: Touché. So? Do we have a deal? \r\n",
        "Paul: Well, we'll see what we can do. We'll see if we can get those shares\r\n\r\nback, okay? Who knows, down the road, we may even sell them back to \r\nLucinda if she still wants them. \r\n",
        "Rose: It's really nice doing business with you, Paul Ryan. \r\n",
        "Paul: You know something, Rose? I was just thinking the same thing about \r\nyou. ",
        "",
        "Molly: What are you -- ? Jake, we have to call \r\nsomebody. Our kids are in the hands of an insane woman! ",
        "Jake: I don't think we need 911 just yet, all right? \r\n",
        "Molly: Because we have to -- \r\n",
        "Jake: Just give me a minute. Listen, Mary has never mistreated the kids. \r\n",
        "Molly: We don't know that -- \r\n",
        "Jake: Yes, we do. There would have been changes, behavioral changes. \r\nOur kids are happy and healthy. We don't want to change that by having cops \r\ncome in here and drag Mary out right in front of them. She doesn't know we're\r\n\r\non to her. Until the kids come back and they're safe, then we'll confront her\r\n\r\nbefore she has a chance to cover her tracks. \r\n",
        "Molly: Let's go. Oh, there they are! ",
        "Mary: Hello, hello. Oh, the gang's all here.\r\n",
        "[Molly grabs one of the girls as Jake grabs the other] \r\n",
        "Molly: My little love. Are you guys okay? Are you all right? I was really \r\nworried about you. Are you okay? Let me see you. \r\n",
        "Mary: Is there a problem? \r\n",
        "Molly: Yeah, as a matter of fact, there is a huge problem! We trusted you.\r\n\r\nOkay? But if you've laid a hand on these kids, I'll be the first one to rip your\r\n\r\nhead off your body! \r\n",
        "Jake: Molly, I just think you owe us an explanation, okay? \r\n",
        "Mary: Regarding -- ? \r\n",
        "Molly: Regarding this! \r\n",
        "",
        "Sierra: Bryant? \r\n",
        "Bryant: Hey, mom. Come on in. \r\n",
        "Sierra: Oh. I'd forgotten how beautiful it is here. How are you, handsome?\r\n\r\n",
        "Bryant: Hey. Hi. \r\n",
        "Sierra: What's all this? \r\n",
        "Bryant: Plans for a new deck. The view is so beautiful, I can't believe \r\nLucinda never took advantage of it. \r\n",
        "Sierra: Ah, I thought maybe you were studying architecture. \r\n",
        "Bryant: Would that make you happy, if I was studying something? \r\n",
        "Sierra: I don't know what'll make me happy these days so I'm going home \r\nto sort it out. \r\n",
        "Bryant: The trip certainly hasn't been fun for you. \r\n",
        "Sierra: It's had its silver linings. \r\n",
        "Bryant: Yeah, dad was plucked from the jaws of hell again. \r\n",
        "Sierra: I'm glad I spent some time with him. I'm even glad I spent time \r\nwith your grandmother. I only thought of matricide once or twice a day. \r\n",
        "Bryant: How'd you -- how did you do that? \r\n",
        "Sierra: I stopped speaking to her briefly. Made it a little bit easier. \r\n",
        "Bryant: Maybe I should try that sometime. \r\n",
        "Sierra: And I was glad to spend some much-needed time with you. I was \r\nvery proud of you that day in court. \r\n",
        "Bryant: I didn't go there for dad. \r\n",
        "Sierra: But you were man enough to apologize and to give him a hug. \r\n",
        "Bryant: Well, I'm glad that made you happy. Jen, on the other hand, was \r\nnot exactly elated. \r\n",
        "Sierra: What's going on? \r\n",
        "Bryant: I just thought once we moved in together and got away from \r\neverything that was weird and difficult that she'd relax and we could -- get \r\ncloser. \r\n",
        "Sierra: Should I ask what you mean by \"closer\"? Or should I just assume \r\nthat you're not talking about the emotional part of your relationship? \r\n",
        "Bryant: I think you get the picture. It's been over a year, mom, and I've \r\nbeen very patient with her. Been patient because I love her. But I thought once\r\n\r\nshe said yes to living together -- \r\n",
        "Sierra: Maybe she's just afraid. \r\n",
        "Bryant: Mom, I've done everything I can to make her feel comfortable. \r\n",
        "Sierra: You know, Bryant, I don't know Jennifer all that well. I mean, I like\r\n\r\nher. I think she's a bright and beautiful girl. But she's very young. Just out \r\nof \r\nhigh school, right? I mean, if she's putting distance between you two, there's\r\n\r\nprobably nothing you can do about it. \r\n",
        "Bryant: Please don't say that, mom. \r\n",
        "Sierra: I'm just saying if something is bothering her, it probably has \r\nnothing to do with you. ",
        "",
        "Mary: You shouldn't leave those hooligans alone for too long. \r\n",
        "Molly: Don't tell us how to raise our children, thank you very much. They \r\nokay? \r\n",
        "Jake: Yeah, they're watching a video. \r\n",
        "Mary: Obviously, I've done something to upset you. I wish I knew what it \r\nwas. \r\n",
        "Molly: Is this your credit card receipt and signature? \r\n",
        "Mary: It looks like it. \r\n",
        "Jake: That's a receipt for the phony invitations printed with Molly's mug \r\nshot that was given to all of our family and friends. \r\n",
        "Molly: Yeah, everybody on our guest list, which you had access to. \r\n",
        "Mary: Now, wait a minute. I've seen this T-shirt in the laundry, but I -- I\r\n\r\ndon't know anything about invitations! \r\n",
        "Molly: Why, Mary? Why would you do this to us? \r\n",
        "Mary: I don't know what you're talkin' about! I didn't do anything. \r\n",
        "Molly: We considered you to be part of our family. \r\n",
        "Mary: I felt the same way. I couldn't love Michele and Bridget more if \r\nthey were my own. I can't believe that you'd ever think that I would -- \r\n",
        "Jake: The clerk at Hadley's remembers you coming in and signing for the \r\nfinal proof. He gave a description. \r\n",
        "Molly: You didn't tell me that. \r\n",
        "Mary: Well, then -- well, then someone -- I don't know why, but someone \r\nset me up for this! \r\n",
        "Molly: Who, Mary? A body snatcher? Or perhaps you have a clone. \r\n",
        "Mary: I can't explain it! I don't know what to think. This is come as a \r\ncomplete shock to me! \r\n",
        "Molly: Honey, is there any chance that Scudder set her up? \r\n",
        "Jake: Molly, come on, you've seen her signature. She's endorsed the \r\nchecks. The description fits her to a T. Come on. You have a simple choice, \r\nall right? Either you tell us why you've done this to molly, or we call the \r\ncops. \r\n",
        "Mary: No. No, don't do that. Just give me a moment to compose myself \r\nhere. It's the least you can do, Jake, considering it's because of you. \r\n",
        "Jake: Me? \r\n",
        "Mary: I came to the states to marry Brad Pitt, but he was already taken. \r\n",
        "Molly: So is Jake. \r\n",
        "Mary: I know. I hoped -- I guess I was going by that old saying -- all's fair\r\n\r\nin love and war. I was a fool. I know that there's nothing I can say to make it\r\n\r\nup to you. \r\n",
        "Jake: Wait a minute, you're saying you did this to molly because -- \r\n",
        "Mary: I thought if I could make Molly look bad, you might turn to me. \r\nNotice me. This is terribly humiliating. \r\n",
        "Molly: Okay, so how did you get ahold of my mug shot? \r\n",
        "Mary: Nannies talk. I -- I heard through the grapevine that you'd had some\r\n\r\nscrapes with the law. So I called a friend of a friend, who works for a \r\ndetective agency and he found it. \r\n",
        "Molly: So you paid him with the money we paid you. \r\n",
        "Mary: I'm sorry. I know that means nothing to you -- \r\n",
        "Molly: No, you're right, it doesn't. \r\n",
        "Mary: But I have to say it anyway. I'm sorry, Jake. What I did was childish\r\n\r\nand foolish and I'm ashamed of myself. But it's done. I can only hope that \r\nmaybe you can forgive me someday. Do you think you ever could? Molly, \r\ncould you? ",
        "",
        "Carly: Now, with the Oakdale Tar-and-Feather brigade coming after me, \r\nnow you'd like to make things right? That is so funny I could cry. \r\n",
        "Craig: You don't think I can make good? I have my resources. \r\n",
        "Carly: I thought you and your resources were getting divorced. \r\n",
        "[Craig laughing] \r\n",
        "Craig: Don't make me laugh. \r\n",
        "Carly: Maybe you could make me smile. \r\n",
        "Craig: What'd you have in mind? \r\n",
        "Carly: You don't happen to have that former million of mine lying around \r\nanywhere? \r\n",
        "Craig: No, not yet. But I will help you in any other way I can. \r\n",
        "Carly: Do you know I had to bring my little boy over to his father's so I \r\ncould make this trip to Chicago. Before I did that, I had a long talk with him. \r\nI \r\ntold him I was finding a new place for us to live and that I would come and \r\nget him as soon as I could. I also made him a promise. I told him that never \r\nagain would I put us in this situation, dependent on the so-called \"kindness\" of\r\n\r\nstrangers. Or people who say they're your friends when they're really not. \r\nThanks anyway, Craig. \r\n",
        "Craig: You won't let me help you? \r\n",
        "Carly: What is it you think you can do? You gonna go door-to-door, tell \r\neverybody who snickers at me behind my back that that scarlet letter \"A\" on \r\nmy forehead is just an optical illusion? \r\n",
        "Craig: Hey, hey. You didn't do anything wrong. \r\n",
        "Carly: No, you're right! And I know that! And you know that! But \r\neverybody else thinks I'm a worthless sleaze, and that isn't exactly a \r\nrecommendation when you're looking for a job, is it? Now, if you are the only\r\n\r\nperson who's willing to provide me with a reference, then I'm better off with\r\n\r\nno reference at all. You are useless, Craig. So long. \r\n",
        "Craig: Carly! Carly, don't -- go. \r\n",
        "[Craig sighs] ",
        "Craig:  Emily? It's Craig. Drop what you're doing. Meet me \r\nat Al's Diner. I need a big favor. I need it now. ",
        "",
        "Mary: I know your trust in me is terribly compromised, but do you think \r\nyou could see your way clear to -- \r\n",
        "Molly: You're fired. \r\n",
        "Mary: I'm just thinkin' of the children. I mean, they love me. I love them.\r\n\r\n",
        "Jake: I think you should just pack. \r\n",
        "Molly: Yeah, yeah, and don't even think of taking a tissue that doesn't \r\nbelong to you, because I'm gonna watch you pack. ",
        "",
        "[Knock at door] \r\n",
        "Jake: Hi, Donna. \r\n",
        "Donna: Hi! Don't tell me -- the bridegroom is always the last to know. I \r\ncan feel this. \r\n",
        "Jake: Yeah, well, what is it that he's always the last to know? \r\n",
        "Donna: Jake, we're making the final menu choices for your wedding, and \r\nyou were supposed to help us. Attendez! Zee caterer needs the menu toot \r\nsweet! Is everything okay? Where's Molly? \r\n",
        "Jake: You know something? We're kind of -- right in the middle of a crisis.\r\n",
        "Molly: And don't you ever -- and I mean ever -- show your face around \r\nJake or my children ever again, unless you want to be arrested. You got that?\r\n\r\nYou got that, you freak?! Donna. ",
        "Donna: Hi. Wasn't that your nanny? \r\n",
        "Jake: Well, you know what? We fired the nanny. \r\n",
        "Donna: You fired Mary? Mary, who can do no wrong? Mary, who loves \r\nthe children -- \r\n",
        "Molly: Mary who loves Jake. \r\n",
        "Donna: What?! \r\n",
        "Jake: She had a fatal attraction kind of thing that we just found out about.\r\n\r\n",
        "Molly: Harassment, Donna. She was harassing me on the Internet, in the \r\nmail. She was doing this bizarre thing where she wanted to make me look bad \r\nso she could get her hands on Jake. \r\n",
        "Jake: But to tell you the truth, she did have me bamboozled. \r\n",
        "Molly: All of us. \r\n",
        "Jake: If it wasn't for Nick Scudder, where would we be? In fact, I think \r\nthere's an apology in order here. \r\n",
        "Molly: I made all those accusations. I tried to get him fired. \r\n",
        "Donna: Who's Nick? \r\n",
        "Molly: Oh, Donna, it is such a long story. Really. I'll tell you about it \r\nlater, \r\nokay? And, you know, we're gonna have to do that catering thing another \r\ntime. I'm sorry. \r\n",
        "Donna: Okay. \r\n",
        "Molly: Could you stick around for a little bit? \r\n",
        "Donna: Of course I can. \r\n",
        "Molly: Thank you. I'm gonna have to go do some damage control before \r\nit's too late. ",
        "",
        "Paul: Hope you like it. Haven't had Bellini since Harry's bar in Venice. \r\n",
        "Rose: Ah! Venice. Is it anything like Harry's bar in Newark? You see, I \r\nhaven't been outside the Good Ol' USA ever, so -- \r\n",
        "Paul: Well, Worldwide has offices everywhere. So soon, you'll be a world-\r\ntraveling businesswoman. \r\n",
        "Rose: Oh. Hmm. After -- after I take down Craig Montgomery Enterprises. \r\n",
        "Paul: Rose? \r\n",
        "Rose: Hmm? \r\n",
        "Paul: Are we gonna talk business all night? \r\n",
        "Rose: Well, I learned something very important in kindergarten. If you \r\nwant something, you speak up, you know? I need a crayon. I need a cookie. I \r\nneed to save Worldwide. It's my same M.O. \r\n",
        "Paul: You've always been a woman with needs. \r\n",
        "Rose: Oh, yeah. \r\n",
        "Paul: But you're not needy. You know? You're honest and you're to the \r\npoint and that's what I like. It's refreshing. \r\n",
        "Rose: Like a cold shower, refreshing. \r\n",
        "Paul: No, that's not what I said. I said it's refreshing. Ever since I got \r\ninto \r\ntown, you have always been there for me. If I needed cab fare to the airport or\r\n\r\nnailing Craig in court or -- now, you've somehow gotten him to drop this \r\nlawsuit. I said it once, and I'm gonna say it again -- you're my guardian angel.\r\n\r\n",
        "Rose: Geez. I'm finally living up to my family name -- D'Angelo. Surprise!\r\n\r\n",
        "Paul: Why is that a surprise? You look like an angel. \r\n",
        "Rose: Well, anytime you need me to slap on a couple of wings and do a \r\ngood deed, I'll do it. Or a bad deed, but you have to beg. \r\n",
        "Paul: Mm. Now, that is what I like -- an all-purpose angel. \r\n",
        "Rose: I like you, too. \r\n",
        "Paul: I know. \r\n",
        "Rose: I'm obvious, aren't I? Yes, that's subtle and -- I guess it's been a\r\n\r\nreally long time since I had a nice night out with a nice guy and -- I'm not an\r\n\r\nangel. \r\n",
        "Paul: I'm not, either. \r\n",
        "Rose: So now what do we do that I've made a complete fool out of myself? \r\nYay! \r\n",
        "Paul: Well, how about we celebrate your birthday, huh? \r\n",
        "Rose: Okay! \r\n",
        "Paul: The night is young. We have finished talking about business. And \r\nwe're getting ready to have a wonderful dinner. Let's call this our first \r\nofficial \r\ndate. ",
        "",
        "Sierra: When something goes wrong in a relationship, we always think that \r\nwe did something wrong, that we're to blame. But the truth is that you may be\r\n\r\ndoing everything right. \r\n",
        "Bryant: But I love her, ma. I gotta do something. \r\n",
        "Sierra: Look, if Jennifer is too scared for the next step in your \r\nrelationship, \r\nthen there's really nothing you can do but be patient and understanding. Try to\r\n\r\nget her to talk about her feelings. \r\n",
        "Bryant: What if we do all this talking and then, deep down, she realizes \r\nshe doesn't want to be with me? \r\n",
        "Sierra: You'll be doing a favor for both of you. It really is better to know.\r\n\r\n",
        "Bryant: Is it? \r\n",
        "Sierra: Well, you tell me. Does all this uncertainty feel good? \r\n",
        "Bryant: Mom, thanks for stopping by. ",
        "[Sierra laughing] I got a deck design\r\n\r\nto figure out. Women.  I'm never gonna figure out. \r\n",
        "Sierra: Really? You're doing it right now. I'm very proud of the way you're\r\n\r\nhandling it. \r\n",
        "Bryant: I am your son. \r\n",
        "Sierra: I wish I could spend more time with you, but I really do have a \r\nplane to catch. If you want to talk about it more, you know where I'll be. \r\n",
        "Bryant: When are you coming back? \r\n",
        "Sierra: I don't know. I've spent so much time here trying to figure out a \r\ncertain ex-husband of mine that I have put my own life on hold. \r\n",
        "Bryant: Ma, you can't keep bailing him out. It's a full-time job. \r\n",
        "Sierra: Yeah, funny, I keep forgetting that. Anyway, I need to get home \r\nand see your sister. \r\n",
        "Bryant: Send my love to her. And thank you, mom. \r\n",
        "Sierra: Love you. ",
        "",
        "Emily:  No, I know. Listen, I gotta go, okay? No, I gotta go.\r\n\r\nJust give Daniel a big hug, okay? I love you, too, Mom, good-bye. ",
        "Craig: What's up, Emily? \r\n",
        "Emily: I just came from a very successful business meeting with Reuters \r\nNews service. I'm worrying about my son, talking to my mother -- I'm \r\nmultitasking, okay? So what do you want? \r\n",
        "Craig: Your full attention. \r\n",
        "Emily: Yeah, of course you do. All right, shoot, but please don't take your\r\n\r\ntime. I've got things to do. \r\n",
        "Craig: First I wanna compliment you on your judgment. \r\n",
        "Emily: I'd quote you on that, but nobody would believe me. \r\n",
        "Craig: Your coverage of my trial was expert. You knew I was innocent. \r\nYou worked very hard to prove that, I won't forget that. \r\n",
        "Emily: What do you want, Craig? \r\n",
        "Craig: I want you to hire Carly Tenney at \"The Intruder\" -- immediately. ",
        "Emily: You're a barrel of monkeys today, Craig. Who knew? \r\n",
        "Craig: I want you to hire Carly. \r\n",
        "Emily: As what, newspaper delivery girl? Ooh, can she do it topless, you \r\nknow, maybe to increase circulation? Because that's the only way I could \r\njustify hiring that woman. We're downsizing, remember? I mean, I can barely \r\nafford the help I need, much less the help who can't help, which is exactly the\r\n\r\nkind of help I don't need! \r\n",
        "Craig: I will pay her salary. \r\n",
        "Emily: Okay, but what can she do, Craig? Lick stamps? Because I have -- I \r\nhave journalism graduates working in my mailroom, for God's sake. \r\n",
        "Craig: I want you to create a new position for her. \r\n",
        "Emily: Like what? I don't pay for my dinner companions. \r\n",
        "Craig: Emily, you're vexing me here. \r\n",
        "Emily: And you are ruining my pretty good day with your ridiculous \r\ndemand. Do you realize Carly used to work in this restaurant? And she was \r\nfired for sleeping on the job, and that was during rush hour. \r\n",
        "[Craig sighs] \r\n",
        "Craig: She's a very talented designer. She has a sensibility a lot like \r\nyours. \r\nYou'd probably work very well together. \r\n",
        "Emily: Not in a natural disaster would we work well together, Craig. \r\n",
        "Craig: Emily, \"The Intruder\" needs a fashion columnist, and Carly would \r\nbe perfect. You could send her away to the New York shows. \r\n",
        "Emily: Oh, please. Why not Paris and Milan? \r\n",
        "Craig: Why not? She could cover the local trends. \r\n",
        "Emily: You want me to hire a woman who doesn't know how to write her \r\nown checks? Yet you want me to hire her to write a column for my paper? \r\n",
        "Craig: Yes. Call her in, tell her you're thinking about a fashion column, \r\nand she had a design background, and she'd be perfect. \r\n",
        "Emily: Oh, I see. Oh, you're the anonymous donor. You pump lifeblood \r\ninto Carly's career, only she can't know about it. \r\n",
        "Craig: Well, would you want to know if I were doing you a favor? \r\n",
        "Emily: She will know that you're behind this two minutes into my pitch. \r\n",
        "Craig: Then you'll do it? \r\n",
        "Emily: No! \r\n",
        "Craig: The other thing you can do is tell Hal, and that way it won't seem \r\nlike it's coming from me. \r\n",
        "Emily: You want me to lie to Hal, a man I admire and respect, all for Carly\r\n\r\nTenney? \r\n",
        "Craig: Yes. There's no time for debate, Emily. You have to hire Carly \r\ntoday. ",
        "",
        "Paul: I just had to say that, didn't I? \r\n",
        "Rose: What? \r\n",
        "Paul: Oh, about this being our first official date. Look, I was just -- I was\r\n\r\ntrying to be direct and all that. But I just realized that maybe I'm assuming a\r\n\r\nlot. Maybe you live with someone or -- \r\n",
        "Rose: Oh, yes. Joe. Joe D'Angelo, my pop. And Emma. We're a real \r\nthreesome. Very racy out at that farm, you know? Very racy. \r\n",
        "Paul: So what? No serenades by anybody on your screened-in porch? \r\n",
        "Rose: Oh, no. Skunk ambles by once in a while. But, no, nobody at all. \r\nNobody lately. Nobody. \r\n",
        "Paul: That's hard to believe. Beautiful girl like you, I'd think you'd have\r\n\r\nevery available guy for miles lined up, knocking your door down. \r\n",
        "Rose: You'd think that. Hmm. \r\n",
        "Paul: So, no serious involvements since you've been in Oakdale? \r\n",
        "Rose: Well, I didn't say that. There was a guy last year, but I wouldn't call\r\n\r\nhim available. \r\n",
        "Paul: Why? This guy was married? ",
        "[Imitating mafia man] Oh, that stinkin' \r\nbum! That stinkin' bum! You let me know who he is. I'll break his thumbs for \r\nhim, all right? I'll teach him how to swim with a cinder block tied to his foot!\r\n\r\nCapisce? \r\n",
        "Rose: Oh, my. You sound just like my pop. Scary. Don't do that anymore. \r\n",
        "Paul: All right. Okay, so this guy -- this married guy -- did you love him?\r\n\r\n",
        "Rose: Yeah. I did love him. And I thought, for a while there, that he loved\r\n\r\nme. But then his wife came back in town, and it all became very crystal clear,\r\n\r\neverything that was fuzzy. What was very clear was that he belonged with his \r\nwife, and I was just kidding myself. \r\n",
        "Paul: Are you still in love with him? \r\n",
        "Rose: Oh, yeah. I love him. I do. But not like I did back then. Because the\r\n\r\nwoman that he's married to is -- I'm very close with her. And I'm happy for \r\nthem. \r\n",
        "Paul: You don't seem happy. \r\n",
        "Rose: Well, something terrible just happened recently and -- \r\n",
        "Paul: What? \r\n",
        "Rose: Well, there was this accident, this boat accident. And this wonderful\r\n\r\nman and his wonderful son are presumed dead, they're missing. And I pray \r\nevery night that they're not dead, but -- what am I doing here? Why did you \r\nhave to ask me such a simple question? \r\n",
        "Paul: Rose, I'm not a man who is scared by a few tears. \r\n",
        "Rose: Thank you. \r\n",
        "Paul: Look, I hope you don't think I'm prying, but this guy -- this married\r\n\r\nguy you're talking about -- it's Holden Snyder, right? \r\n",
        "Rose: Oh! Great. Nothing like living in a three-ring fishbowl. \r\n",
        "Paul: Sorry. I sort of knew. \r\n",
        "Rose: You knew? You let me babble on like this? Some talk-show trash? \r\n\"I love my sister's husband.\" All I need is some audience telling me how \r\ndisgusting I am. You probably think I'm pretty disgusting yourself. \r\n",
        "Paul: No. That's not what I was thinking at all. ",
        "",
        "Molly: Nick?? \r\n",
        "Nick: Molly. Where do I turn this in, security? \r\n",
        "Molly: What are you doing? \r\n",
        "Nick: What does it look like I'm doing? I'm moving on. \r\n",
        "Molly: You went and quit? \r\n",
        "Nick: Yeah. And in case you're wondering, this is my stuff. Got a couple \r\nof shows I edited, a toothbrush and a WOAK T-shirt. \r\n",
        "Molly: I'm really sorry. \r\n",
        "Nick: Really? Well, I'll remember that when I'm busing tables, scrounging \r\naround for my next job. \r\n",
        "Molly: Nick, would you wait a minute? I was wrong about you, okay? I \r\nnow know that you didn't do all those things that I accused you of, okay? \r\n",
        "Nick: Really? Jake checked out the stationery store, or did you just get hit\r\n\r\nby lightning? \r\n",
        "Molly: I made a big mistake -- a whopper of a mistake. But could you put \r\nyourself in my shoes for a second? I mean, it was very weird for my mug shot \r\nto mysteriously turn up right at the same time that you get a job here. \r\n",
        "Nick: Yeah, I had a job here, which you undermined from day one. \r\n",
        "Molly: Will you forgive me? Look -- the coincidence was huge, and I \r\ncouldn't get past it. \r\n",
        "Nick: What about the lady who signed the receipt? Have you caught up \r\nwith her yet? \r\n",
        "Molly: She was right under our noses the whole time. \r\n",
        "Nick: Oh, really? Who was it? \r\n",
        "Molly: It was really scary, okay? It was the woman that was taking care of\r\n\r\nour kids. \r\n",
        "Nick: Really? Nanny to the kids and checking out your rap sheet at the \r\nsame time? \r\n",
        "Molly: She was a piece of work. \r\n",
        "Nick: Yeah, but why did she do it? \r\n",
        "Molly: It was a long story, but it's over. She's out of our lives. \r\n",
        "Nick: Great. Now all you need is a new nanny and everything will be \r\nperfect. \r\n",
        "Molly: You know, if I could take back everything I said about you, I \r\nwould. I know that I drove you out of here. \r\n",
        "Nick: Let's just forget it, all right? I mean, look, if the shoe were on the\r\n\r\nother foot, I'd probably be chasing you out of here, too. \r\n",
        "Molly: But you didn't do anything. \r\n",
        "Nick: Yeah, but it doesn't really matter now, does it? You know, it's hard\r\n\r\nto leave a past behind like ours. But you know what? You're doing really good\r\n\r\nwith it. And just the other day, I was telling Kim that I thought you were a \r\nreal \r\ninspiration. \r\n",
        "Molly: If you're trying to make me feel worse, it's working. \r\n",
        "Nick: No, I'm not. But I can understand why you wouldn't want me here. \r\nConstantly reminded of the things you had to overcome. \r\n",
        "Molly: It's more that everything in my life right now is really precious to\r\n\r\nme, and it felt very threatened. \r\n",
        "Nick: Sure. McKinnon seems like a great guy. You've got a beautiful \r\nfamily, a wonderful job. You see, these are the kinds of things I'd like to have\r\n\r\nin my life one day. But I guess I just picked the wrong place to start. \r\n",
        "Molly: You didn't, Nick. You really didn't. \r\n",
        "Nick: Yeah. I think I did. So you know what? Let's just let bygones be \r\nbygones. Okay? \r\n",
        "Molly: Nick, wait. You can't leave. Not like this. ",
        "",
        "Donna: There are so many things you're gonna have to be doing now that \r\nMary is not here. She did things so well. It's really too bad that she was \r\nattracted to you. \r\n",
        "Jake: Donna, you should have seen all the people that we interviewed for \r\nnanny. By the time she walked in, I wanted to crawl on my hands and knees \r\nand beg her to stay. \r\n",
        "Donna: Well, that was your first mistake. \r\n",
        "Jake: Now we have to start the process over again! Who knew? Who knew \r\nthat, when I was trying to hire a nanny, that I would be taking a walk on the\r\n\r\nwild side? \r\n",
        "Donna: Well, just don't go there now, because I'm here. \r\n",
        "Jake: Huh? \r\n",
        "Donna: I'm here! \r\n",
        "Jake: You're here? \r\n",
        "Donna: I will fill in. Until after the wedding. \r\n",
        "Jake: You're gonna take care of the kids? \r\n",
        "Donna: Yes! \r\n",
        "Jake: Yes? \r\n",
        "Donna: Yes! \r\n",
        "Jake: Donna, they're wearing diapers. Diapers. You see, with the diapers, \r\nyou'll be in the trenches like -- you know. \r\n",
        "Donna: Darling, I have been in the trenches before, remember? \r\n",
        "Jake: Not for a long time. Let me tell you -- as much as Molly and I \r\nappreciate, we just couldn't think of imposing like this. \r\n",
        "Donna: Well, you're not gonna impose, so don't be silly. I'll love it. And if\r\n\r\nI have to go have my hair done or a manicure or something, I'll just take my \r\nlittle beauty queens with me. Right, Michele? You wanna go to the salon with \r\nnana? Bridget, Michele? ",
        "[Kids laughing] See? \r\n",
        "Jake: That -- never mind. \r\n",
        "Donna: All right, darlings. Let's go get those nasty tangles out of your hair\r\n\r\nbefore mommy gets home! Aah! \r\n",
        "Jake: That's just great. Crazy nanny out, crazy mother-in-law in. Molly's \r\ngonna kill me. ",
        "",
        "Molly: You can't give up a job that could turn your life around. \r\n",
        "Nick: Look, I thought we agreed that if I stay here, I will just be a \r\nconstant \r\nreminder of your past. You don't want or need that. \r\n",
        "Molly: I don't want to stand in the way of your future, either. I mean it.\r\n\r\n",
        "Nick: You know what? I don't know what to say. Because I didn't think \r\nthat you were gonna -- \r\n",
        "Molly: You know what? I wouldn't be where I am right now if I didn't get \r\nsome second chances along the way, either. \r\n",
        "Nick: I gotta tell you, this is kind of ironic. Don't you think? Like, it's \r\nyou \r\ntrying to help me now. \r\n",
        "Molly: Stay. Why don't you stay here at WOAK, Nick? Give yourself a \r\nchance. Please? \r\n",
        "Nick: Maybe I'll do that. Thanks, Molly.",
        "",
        "Rose: Sorry about your hankie. It's kind of covered with mascara. ",
        "[Paul \r\nlaughs] \r\n",
        "Paul: It's no problem. Give my cleaning lady something to talk about. \r\n",
        "Rose: You know what I'm gonna do when I get home tonight? I'm gonna \r\nwrite a book about the things you don't do on a first date. Rule number one, \r\nyou never tell your new guy the worst thing you ever did in your life, \r\nespecially if it's a sob story and you slobber all over his handkerchief. Look, \r\nif \r\nyou wanna take a rain check, I understand. \r\n",
        "Paul: Why? It stopped raining. \r\n",
        "Maitre d': Your table is ready, sir. Sorry you had to wait so long. \r\n",
        "Paul: Oh, no problem. Thank you. \r\n",
        "Maitre d': Right this way. \r\n",
        "Paul: Shall we? ",
        "",
        "Emily: Make me understand this, please. What is your almighty rush? \r\nHmm? Is Carly fleeing the scene of a crime or something? \r\n",
        "Craig: She's moving to Chicago. \r\n",
        "Emily: All right, so she can e-mail the column. She does know how to \r\ntype, doesn't she? \r\n",
        "Craig: No, Carly's place is here in Oakdale with her son. \r\n",
        "Emily: She's not taking Parker with her? \r\n",
        "Craig: No! The little tornado's staying here with Hal till she gets settled.\r\n\r\n",
        "Emily: Hal adores his son. It would kill him if she takes him to Chicago. \r\n",
        "Craig: Of course, you could tell Hal that you were doing this for him, that\r\n\r\nyou were giving Carly this opportunity so that she and Parker could stay in \r\nOakdale to be closer to papa. \r\n",
        "Emily: No. No, I'm not gonna lie to Hal! You know what? This is crazy! \r\nMaybe it's better for everybody if Carly just moves away to Chicago. I mean, \r\nespecially for Parker. He won't have to grow up in a town where everybody \r\nhates his mom. \r\n",
        "Craig: People forget. \r\n",
        "Emily: Not the people I know. \r\n",
        "Craig: How can you say that? Even a professional sinner like you has \r\nfound redemption. Huh? By the way, Congratulations on your meeting with \r\nReuters. \r\n",
        "[Emily sighs] \r\n",
        "Emily: Maybe Hal would appreciate not having to run back and forth to \r\nChicago to see his son. \r\n",
        "Craig: Uh? \r\n",
        "Emily: All right. All right. I will ask Hal to approach Carly with my job \r\noffer, and you can crawl back to the woodwork where you belong. \r\n",
        "Craig: I knew you'd make the right decision, Emily. \r\n",
        "[Emily sighs] \r\n",
        "Emily: One thing is becoming very clear, Craig -- you may not want to \r\nlook involved with Carly Tenney, but you are very, very involved, aren't you?\r\n\r\n",
        "Craig: Time's a-wastin'. ",
        "",
        "Carly: You're old news, Craig. I'm not gonna miss you, and I sure as hell \r\nam not gonna miss Oakdale. \r\n",
        "[Car engine starts] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=h1ufhhSrUxA"
}