{
    "Episode Summary": [],
    "Recap": [
        "Annabelle calls an old friend and plays the blackmail game. Carly forces her way in and is warned to go home and keep her nice set-up. Craig remembers making an anonymous call and takes an old bag to a place to stay. Dusty ties up money to prevent bail and turns his nose up at an apology. Holden threatens to pull out the rug if he sees anything funny and is told that he isn't helping. Jennifer defends her mother and has a serious talk with a sibling. Jessica is pleased to hear that her client has found a way to get out of jail. Katie and her beau find the door open and her baby gone, later she finds 2 babies. Lily is open to talk about the Roller Palace and makes up with a significant other.",
        "Mike finds rabbit tracks and while towel-clad, helps a friend get over the hump. Mitzy can't help being happy about a recent arrest, finds things are finally going her way and doesn't allow an enemy to walk away from her. Molly tries to make up but gets told to go to hell, and threatened with charges. Paul learns that his situation is more serious than it was when he is told that his assets have been frozen; he refuses money for bail and gives a well- deserved hug. Rosanna is stopped when she tries to rush to her friend, is given an offer to head over to the station escorted, and ends up going there alone."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Now that we did our good deed for Mother Nature --",
        "Katie: Hey, I wasn't just gonna throw away our first Christmas tree.",
        "Mike: Hey, I'm all for recycling.",
        "Katie: And now that our tree is out in the woods, it will feed other little trees, and they will grow up to be new Christmas trees.",
        "Mike: One of ours?",
        "Katie: Well, you never know. The door's open.",
        "Mike: I thought we locked it when we left. It's cold in here. I'm gonna start a fire.",
        "Katie: I'll feed Snickers.",
        "Mike: Okay.",
        "Katie: Oh, my God. Mike, he's gone. He's gone! My baby's gone!",
        "[SCENE_BREAK]",
        "Mitzi: Hi.",
        "Lily: Hi.",
        "Mitzi: Thanks for coming over.",
        "Lily: Yeah, I brought you some muffins.",
        "Mitzi: Oh.",
        "Lily: You sounded a little upset on the phone. Is everything okay?",
        "Mitzi: Oh, yeah. It's just that, um -- Rose got some mail. I didn't know if I should open it.",
        "Lily: Oh, no, I'll do it.",
        "Mitzi: You sure? 'Cause I can --",
        "Lily: No, no, no. I'd rather --",
        "Mitzi: Um, Lil? You sure you're okay with everything? You know, me stayin' here and keepin' the place open?",
        "Lily: Of course.",
        "Mitzi: 'Cause you don't seem so okay.",
        "Lily: It's not you. Paul Ryan was arrested for Rose's murder last night.",
        "Mitzi: No way.",
        "Lily: Paul had the goblet that Rose drank from at the wedding, and there was poison on it.",
        "Mitzi: Wow. You never know.",
        "Lily: Tom feels that he can put together a very good case.",
        "Mitzi: For murder one?",
        "Lily: Life without parole.",
        "Mitzi: That's the best news I heard all day.",
        "[SCENE_BREAK]",
        "Craig: Paul Ryan was arrested for murder.",
        "Rosanna: What? I -- I don't believe it.",
        "Craig: Yeah.",
        "Rosanna: Sweetheart, can you watch Cabot for a little while?",
        "Craig: Yeah, where are you going?",
        "Rosanna: I'm gonna go see Paul.",
        "Craig: Why?",
        "Rosanna: Because he's my friend. He's not a murderer! He's like me.",
        "Craig: Look, I know you care for him. I know this is upsetting --",
        "Rosanna: Yes, it is!",
        "Craig: But stop and think what this means to all of us.",
        "[SCENE_BREAK]",
        "Jennifer: Okay. Are you okay?",
        "Paul: Jessica, you gotta get me out of here.",
        "Jessica: I'm working on that.",
        "Paul: What's going on with this bail hearing?",
        "Jessica: It's set for later this morning.",
        "Paul: You know they're gonna set it sky high. They're afraid I'm gonna run off to Europe again. I'm not going anywhere, Jessica. I promise you.",
        "Jessica: I know, but --",
        "Paul: But you gotta get me out of here. I can't spend another minute locked up. Rose's killer is still out there.",
        "Jennifer: Unfortunately, you may not have a choice.",
        "Paul: What's this? Is this some kind of a joke?",
        "Jessica: It's no joke.",
        "Paul: Damn it, Dusty. You are not gonna get away with this.",
        "[SCENE_BREAK]",
        "Dusty: Yeah, but are you sure the injunction freezes all of Ryan's assets? I don't want to leave that guy a penny for bail. Well, so what if the judge overturns it? I got what? One, two days? Look, as long as that money is tied up for the bail hearing, I don't care what happens after that, all right? I've gotta run. I'll call you later.",
        "Molly: I heard about Paul.",
        "Dusty: I got nothing to say to you.",
        "Molly: Yeah, well, I have a lot to say to you.",
        "Dusty: I'm not interested. You hear?",
        "Molly: Dusty, I am so sorry. Can you forgive me? 'Cause I wanna make it up to you. For all of it. For every rotten thing I've done.",
        "[SCENE_BREAK]",
        "Rosanna: You just can't expect me to walk away from my friendship with Paul, especially now.",
        "Craig: I will not have you or Cabot or Lucy at risk.",
        "Rosanna: We are not at risk.",
        "Craig: Oh, yeah? So far your innocent little girlfriend has demonstrated motive in the church, he was found with key evidence -- look, read it. He was busted with the goblet that was used to poison Rose.",
        "Rosanna: There must be some kind of mistake.",
        "Craig: Now, Rose was like family to Lucinda. She was like a daughter. I don't there's gonna be a mistake in Lucinda's own paper.",
        "Paul: Who are you?",
        "Craig: Who murdered Rose? The answer's at your family burial ground. The proof is in the mausoleum. Look inside yourself.",
        "Rosanna: I just can't believe it.",
        "Craig: Well, it's all there in black and white.",
        "Rosanna: Let me go make sure that he's okay.",
        "Craig: Isn't it remotely possible you could be wrong about him?",
        "Rosanna: It's remote. Yes, it's remotely possible. Look, I'm gonna go. I won't be long.",
        "Craig: All right, fine. Fine. Fine. I'm coming with you.",
        "Rosanna: That's not necessary.",
        "Craig: Look, if you really believe in this guy -- if you really believe in him, then I wanna be convinced, too. All right? So don't argue. I'm coming with you. All right?",
        "Rosanna: Are you sure?",
        "Craig: Yeah.",
        "Rosanna: Thank you. Thank you.",
        "[Phone rings]",
        "[Rosanna sighs]",
        "Rosanna: Are you gonna answer that?",
        "Craig: Yeah. I'll tell whoever it is to call back. Hello?",
        "Annabelle: Hi. It's your favorite baby broker.",
        "Craig: What's the problem?",
        "Annabelle: Life is the problem, Montgomery.",
        "Craig: Hold on a second.",
        "Annabelle: Oh -- I'm not stuffing coins down this phone, so talk, or I show up at your door.",
        "Craig: I'll be right with you. There's a problem. Why don't you go ahead to the station? I'll meet you there, okay?",
        "Rosanna: It's okay. I can wait.",
        "Craig: No, no, no, you go ahead.",
        "Rosanna: Are you sure?",
        "Craig: Yeah, yeah.",
        "Rosanna: All right. I love you.",
        "Craig: Not as much as I love you. Look, if for some reason I don't get to the station, okay, maybe when you come back, we can do something with Cabot.",
        "Rosanna: Okay, I'd like that.",
        "Craig: Me, too. Bye. What do you want?",
        "Annabelle: We need to do some talking, too, bub. Up close and personal.",
        "Craig: That's not an option.",
        "Annabelle: Make it an option, or I go straight to the police. And then, Mr. Big shot, you'll have to kiss that little baby boy of yours good-bye.",
        "[SCENE_BREAK]",
        "Jessica: I reviewed the injunction on the way over here.",
        "Paul: This is insane. They can't freeze my assets.",
        "Jessica: I already have an appeal in the works.",
        "Paul: And?",
        "Jessica: And it could take a few days.",
        "Paul: Jessica, I don't have a few days!",
        "Jennifer: You know, Dusty did this just to make sure you couldn't make bail.",
        "Paul: Can he even do this?",
        "Jessica: Unfortunately, you gave him grounds when you admitted to wiretapping Metro.",
        "Paul: This is unbelievable.",
        "Jessica: It's a long shot, but I'll see if we can postpone the bail hearing.",
        "Paul: You do that. Jessica, make this go away.",
        "Jessica: I'll do my best.",
        "Jennifer: You know, Paul, we have other options.",
        "Paul: Like what?",
        "Jennifer: Call Mom.",
        "Paul: I'd rather rot in jail.",
        "Jennifer: Well, then I'll call her.",
        "Paul: No. No. I'm not taking a cent form her. She's the one who should be locked up here, not me.",
        "Jennifer: Paul, I don't think there's any other way --",
        "Paul: I'll find another way. And it's not gonna be crawling back to the murderer. She took the goblet from the church, and she lied about it. There's only one reason that I can think of that she would sit on evidence like that. She knew that there was poison residue in that glass. And there's only one way that she could know about that -- that's 'cause she put it there.",
        "Jennifer: Paul, if she did it, that goblet would have stayed buried.",
        "Paul: Don't be so quick to just let her off the hook. She set me up. Next time, it could be you.",
        "Jennifer: Paul, I saw her face. So did you. She was blown away when she found out that you were caught with the goblet. She was just as shocked as I was.",
        "Paul: A great actress.",
        "Jennifer: No. No, that was real. You know, I know I may not know all the facts, but what I do know is that I have a lot of questions. Like why were you at exactly the wrong place at exactly the wrong time? And who made the call that got you there? And who tipped off the police? You know, and why has this goblet been tossed around town by who knows how many people? Paul, the police are under pressure to make a quick arrest, and that is the reason that you're here. But this is not the end of it. The real killer is out there. I know it.",
        "[SCENE_BREAK]",
        "Molly: You know, I am ashamed of my behavior.",
        "Dusty: Which part? Trashing Rose's car or getting me locked up for murder?",
        "Molly: All of it.",
        "Dusty: You got what you wanted. Didn't you? Rose just fallin' back into Paul's arms, and he did away with her.",
        "Molly: That's not what I wanted. No, no.",
        "Dusty: It's not? She's gone. That's not what you wanted?",
        "Molly: No, Dusty, no! I wanted her gone, yes, but not like that. No, I just wanted my life back. Yeah, you didn't know me. Who I was when I did things right. But I loved my husband. I loved his kids. And I loved our life. And I missed it. God help me, but I wanted a partner again, okay? I wanted to be in love again. And I took a risk with you because I missed the knowing.",
        "Dusty: The what?",
        "Molly: Something I had with Jake. The knowing that no matter what, we'd survive. That no matter what, we would stay together and fight for each other.",
        "Dusty: I never made you those kind of promises, did I?",
        "Molly: Doesn't matter. It's what I heard, okay? Maybe I made it up. Maybe -- but, Dusty, come on, there were moments with just the two of us when I made me feel like my life -- the way it was before, when I was safe. Safe because somebody loved me.",
        "Dusty: What you make up isn't my problem, kid.",
        "Molly: Wow. No, you're right. It's not. It's mine. I just thought with Rose and Paul off in Europe that we would have a shot at a real future together. And when I saw that after everything, you still wanted Rose, even after she -- sorry. Can you please try to forgive me? Please?",
        "Dusty: It means that much to you?",
        "Molly: It means everything. Yeah.",
        "Dusty: If you want me to forgive you, I'll forgive you. But I know what you're selling here, and no matter how hard you work it, there's no sale.",
        "[SCENE_BREAK]",
        "Katie: Snickers? Oh, come on, baby, where are you?",
        "Mike: Yeah, there's no sign of him upstairs.",
        "Katie: I think he's outside. He's outside all alone and scared and freezing.",
        "Mike: How'd the cage door get left open?",
        "Katie: I leave it open sometimes so he doesn't feel all cooped up.",
        "Mike: All right, don't panic. He'll be fine.",
        "Katie: What are you talking about, don't panic? He's a house rabbit. There's hawks out there and stray cats?",
        "Mike: We don't even know if he's outside.",
        "Katie: Of course he is. Where else would he be?",
        "[Katie groans]",
        "Mike: Damn.",
        "Katie: What?",
        "Mike: Those look like rabbit tracks.",
        "Katie: Oh, God. Oh, my God, I knew it.",
        "Mike: Katie, it's okay. Look, look, I'll follow the tracks. I'll find Snickers. Okay, you stay here in case he comes back, all right? I promise I'll bring Snickers home, okay?",
        "Katie: Okay.",
        "Mike: Don't worry. I'll find him.",
        "[SCENE_BREAK]",
        "Lily: I'm glad you're here. I really wasn't ready to close up the house and everything.",
        "Mitzi: You sure?",
        "Lily: Yeah, it's nice to look outside and see lights on here. It's like almost Rose is here --",
        "Mitzi: Nothing's like having Rose here, I know. But I don't think Holden's all too choked up with me hangin' around here. Oh, and I should tell you -- he knows I didn't give Rose's stuff away. He's not happy.",
        "Lily: I'll talk to him.",
        "Mitzi: I mean, I don't blame the guy, you know? Things got pretty ugly between me and Rose at the end. Back in Atlantic City, we didn't even know what it was to fight. Once she opened the Roller Palace -- I don't know. It got tense. Um, speakin' of the Roller Palace -- every time I see that place empty, it's like seein' Rose's dream die, too. You know? It's sad.",
        "Lily: I feel the same way.",
        "Mitzi: Maybe it doesn't have to be that way. You know? I could keep the place open for you, you know? Like a tribute to Rose. I know. It's way too early. I just thought, since you were here, maybe we could talk about it --",
        "Lily: I'll think about it. I will -- I --I -- I gotta get ready for Paul's arraignment.",
        "Mitzi: Oh. You want me to come with?",
        "Lily: No, no, no. It's okay. Really.",
        "Mitzi: You sure?",
        "Lily: Yeah.",
        "Mitzi: I don't mind.",
        "Lily: No, no, no. It's okay. And, um -- we're gonna talk about the Roller Palace. I promise.",
        "Mitzi: I'd like that.",
        "Lily: Okay, I'll see you soon.",
        "Mitzi: Yes, you will.",
        "[Knock on door]",
        "Mitzi: Now what? I'm glad that you decided to -- what are you doin' here?",
        "Carly: I ain't the welcome wagon.",
        "Mitzi: Beat it.",
        "Carly: Make me.",
        "[SCENE_BREAK]",
        "Lily: I thought you had a meeting with the breeder.",
        "Holden: I canceled it. Where've you been?",
        "Lily: With Mitzi. I told her to keep Rose's things.",
        "Holden: Yeah, I figured as much.",
        "Lily: It's not what you think. I'm okay. I am. Rose is gone. I know that. I just -- I can't erase her completely from my life.",
        "Holden: That's not what I want.",
        "Lily: But sometimes that's the way that it sounds.",
        "Holden: I don't mean for it to sound that way, lily, but I have to tell you, I'm not completely okay with Mitzi staying down at the house. I don't trust her.",
        "Lily: Rose had problems with so many people in this town. That doesn't mean we don't love her or miss her.",
        "Holden: Yeah, but we didn't steal from Rose, and we didn't lie to her.",
        "Lily: Can you at least try to see my point of view? I mean, Mitzi was Rose's best friend. You know how close they were. Having her here in town, it's like, hey -- it just makes me feel closer to her. Can you just please be a little patient with the situation?",
        "Holden: Okay. All right, I will cut her some slack, but I'm telling you this, if I sense that anything's going on, friend or no friend, she's gone.",
        "Lily: Fine.",
        "Holden: What about Rose's things?",
        "Lily: I'll get rid of them as soon as I feel that I'm ready. I -- what? What?",
        "Holden: Nothing.",
        "Lily: Just tell me. What?",
        "Holden: Lily, the longer that we put off --",
        "Lily: No, you mean me.",
        "Holden: Can I finish? The longer we put off packin' up Rose's things and selling the shop, the harder it's gonna be in the long run.",
        "Lily: I can't stop missing Rose just because you want me to.",
        "Holden: I'm not asking you to stop missing Rose. What I want here is for us to get on with our lives.",
        "Lily: This isn't' a competition, Holden. This isn't about us or Rose's memory. I -- you want me to let go? Fine. Maybe when Paul Ryan is put away for life, I can start living mine again.",
        "[SCENE_BREAK]",
        "Jennifer: Now, think about it, Paul. Mom couldn't be the killer.",
        "Paul: Why? Because she's not a psycho? Because she didn't despise Rose?",
        "Jennifer: I think because of Will. Because he's the one and only person that could prevent her from killing Rose. Because just the thought of not being able to see him would keep her in check.",
        "Paul: Unless she was blind with rage, which she was. She didn't see Will. She didn't see me. She didn't see anything but revenge.",
        "Rosanna: Hi, I'm so sorry. I came as soon as I heard.",
        "Paul: Rosanna, what are you doing here?",
        "Rosanna: I want to help. When is the bail hearing?",
        "Paul: The bail hearing's a joke.",
        "Jennifer: Dusty tied up Paul's assets with a civil suit.",
        "Rosanna: Well, my assets aren't tied up. I'll post bail.",
        "Paul: Rosanna, I can't ask you to do that.",
        "Rosanna: You're not asking me to do that. I'm offering.",
        "Paul: Jennifer could you -- could you give Rosanna and I a minute alone, please?",
        "Jennifer: Yeah, yeah, sure, sure. I'll see how Jessica is doing with the injunction.",
        "Paul: Thanks. It means a lot to me that you came down here, really. It means a great deal. But because I value our friendship, I'm gonna have to ask you to walk out that door and never look back.",
        "[SCENE_BREAK]",
        "Mitzi: You don't walk away from me, Carly Snyder. Not until I tell you to.",
        "[SCENE_BREAK]",
        "Katie: Well, I could just drive you to your house and get another, you know, change of clothes.",
        "Mike: Don't go anywhere.",
        "Mike: Snickers? Katie! Katie, I found him! Hey, look what I found.",
        "Katie: Who's that? Oh, look -- they're best friends already.",
        "Mike: Where was he?",
        "Katie: Oh, you'll never guess.",
        "Mike: I'm too cold to guess.",
        "Katie: Oh, I'm so sorry. You poor thing. He was upstairs in my boots, all snuggled up in the fleece lining.",
        "Mike: What was he doing in -- forget it.",
        "Katie: Where did you find that one?",
        "Mike: At the pond. I thought it was Snickers.",
        "Katie: I didn't know rabbits could swim.",
        "Mike: You're funny.",
        "Katie: Oh, look how happy he is.",
        "Mike: What if my rabbit's not a \"he\"?",
        "Katie: They'll be fine. I'm sure they'll get along great.",
        "Mike: Yeah, that's what I'm worried about. Look, I should go home and change.",
        "Katie: No, no, no, I don't want you driving home all the way like this. Um, get out of those wet clothes, wrap up in this blanket, and I'll put them in the dryer.",
        "Mike: You sure?",
        "Katie: Yeah, of course I'm sure. Just go take a hot bath or a hot shower and wrap up in this blanket, and I'll start a fire.",
        "Mike: Thanks.",
        "Katie: Hey, you know, I never believed in that whole \"knight in shining armor\" thing, but -- I don't know. You may have me convinced, Mr. Kasnoff.",
        "[SCENE_BREAK]",
        "Rosanna: I don't understand. You don't want my help?",
        "Paul: Rosanna, you and Craig have a brand-new baby. I don't think now is a good time for you to get mixed up in my circus.",
        "Rosanna: And the best thing I can do for my child is to teach him what it means to be a friend.",
        "Paul: Does Craig even know you're here?",
        "Rosanna: Yes, he does know I'm here. And he was going to come with me, but he got detained.",
        "Paul: He's all right with all of this?",
        "Rosanna: He's not exactly thrilled, but he is being surprisingly supportive. You need your friends now.",
        "Paul: Friend -- singular.",
        "Rosanna: All the more reason to let me help you. Please, look, we'll tackle the bail issue, and then we'll deal with whatever has to come next.",
        "Paul: Rosanna, I don't think you understand. The evidence against me is overwhelming. Now I didn't do anything. But there's a good chance I could go down for this. And I'll be damned if I'm gonna take you down with me.",
        "[SCENE_BREAK]",
        "Molly: Dusty, how many different ways can I say, \"I'm sorry\"?",
        "Dusty: Yeah. You've got a lot of things figured out, don't you? Like trashing Rose's car buys you a slap on the wrist, but jerking around the cops -- sending them in the wrong direction. It corrupts evidence. You know? It wastes everybody's time. You are looking at 15 to 20 years for obstructing justice unless I decide to drop the charges, you understand? Or I refuse to testify? Either way --",
        "Molly: Don't you get it? I don't care about jail. I care about us.",
        "Dusty: There's no \"us\"! You got it? I can't believe you ever thought we were in this for the long run, Molly.",
        "Molly: Hasn't being in love ever made you do something crazy?",
        "Dusty: Crazy? Oh, yeah, definitely. Psychotic? What is your problem? Rose is dead. You don't play games like that. You might have blown any chance for bringing this killer in. You understand? And now you want some kind of absolution? Go to hell, Molly. You understand that?",
        "Molly: No, don't do this. You have to understand. You have --",
        "Dusty: You have to understand that because of you, evidence was tampered with. A lot of time was wasted. While I was sitting in jail, Paul was covering his tracks. And well! So because of you, a killer might walk away a free man. And for that, you're gonna pay.",
        "[SCENE_BREAK]",
        "Holden: Hey, aren't you a little overdressed for sledding?",
        "Lily: Oh, I forgot. I'm sorry. Paul's arraignment is today. I have to go.",
        "Holden: Lily, there'll be plenty of time for you to show your support for Rose during the trial.",
        "Lily: I'm just making sure there is going to be a trial, Holden.",
        "Holden: Isn't that Tom's job?",
        "Lily: Rose would be there, in the courtroom for me today. I want to make sure Tom knows how important this conviction is to us.",
        "Holden: Okay, all right. I'll tell Faith that we'll go sledding tomorrow. Just let me go upstairs and change.",
        "Lily: No, no, she's really been looking forward to this. No, I'll be fine.",
        "Holden: I don't want you there alone.",
        "Lily: Dusty's gonna be there.",
        "Lily: He wants justice for Rose. If I had listened to him in the first place, none of this would have happened.",
        "Holden: He has his own agenda.",
        "Lily: He was right about Paul.",
        "Holden: Yeah, well, maybe he was, but that doesn't erase who the guy is. Don't lean on him out of guilt.",
        "Lily: I'm not leaning on anybody. But it will help having him there in the courtroom. Please try to respect that.",
        "Holden: I'm really trying to understand your choices now --",
        "Lily: Oh, really? Seems to me like you're always questioning them.",
        "[SCENE_BREAK]",
        "Mitzi: Carly, I don't want any problems, okay? I'm just trying to get my life back together. Maybe bein' here and feelin' close to Rose helps. If Lily doesn't have a problem with it, why do you?",
        "Carly: Lily is a generous person. Generous people can get taken advantage of.",
        "Mitzi: Not by me.",
        "Carly: This \"best friend in mourning\" act, it's -- it's really wonderful. I have to hand it to you, top notch.",
        "Mitzi: Hello. They caught the killer. The paper said Paul Ryan's got the goods.",
        "Carly: You read the paper?",
        "Mitzi: Yeah. And I read People, too. Especially jealous housewives who can't get their career out of first gear. They have too much time on their hands. They start imagining all kinds of crazy things.",
        "Carly: Oh, really? Tell me something, Mitzi, am I imagining this?",
        "Mitzi: What are you doing?",
        "Carly: Does it smell familiar to you?",
        "Mitzi: Yeah, \"Midnight Melody.\"",
        "Carly: Emily and I smelled this perfume, right here, on the day of Rose's murder.",
        "Mitzi: So Rose and I had the same taste in perfume. So what?",
        "Carly: So maybe you started off as an embezzler and graduated to murderer. You never did explain why you took a train back to Oakdale on the day of Rose's death.",
        "Mitzi: I wouldn't hurt a hair on Rose's head. And I can't even stand to hear you say things like that!",
        "Carly: Oh, poor Mitzi, it's so hard to get away with murder these days, isn't it?",
        "Mitzi: I just don't get it. How's a nice guy like Jack wind up with a witch like you?",
        "Carly: Jack's been a little too nice when it comes to you. But then, he's always had a soft spot for charity cases.",
        "Mitzi: Really? Yours or mine?",
        "Carly: Make yourself at home here while it lasts. But if I have my way, it won't be long. And trust me, Mitzi. I always get my way.",
        "Mitzi: Not this time. You don't walk away from me, Carly Snyder, not until I tell you to.",
        "[SCENE_BREAK]",
        "Rosanna: I know it seems like the state has a strong case, but the law has been wrong before.",
        "Paul: No, I know that the law is wrong. What makes you so sure?",
        "Rosanna: Some things you can't read in a paper.",
        "Paul: Like what?",
        "Rosanna: I know you loved Rose. I know you still love her. And that may not hold up in a court of law, but it doesn't make it any less true.",
        "[SCENE_BREAK]",
        "Annabelle: Look, my lawyers are this close to clearing up those charges against me. But until Canada gives me the okay to come home, I need a place to lay low.",
        "Craig: Why don't you try a swamp?",
        "Annabelle: Oh, you are pretty cheeky for a guy who picked up his baby at a drive-through window. \"Get me a kid fast with everything on it.\" Oh, by the way, you never mentioned -- did you want fries with that?",
        "[Craig chuckles]",
        "Craig: I've got legal documents --",
        "Annabelle: You cut corners. You played blind man's bluff with the law. Remember those health records? You get what you pay for, Montgomery.",
        "Craig: I paid you plenty, didn't I?",
        "Annabelle: Oh, right. I notice you don't mind playing dirty as long as the dirt doesn't get on your hands.",
        "Craig: What do you want? You want more money? How much?",
        "Annabelle: You are getting way too predictable.",
        "Craig: How about a one-way ticket back to that great Canadian province, Ottawa?",
        "Annabelle: Sure, when the time is right. But for now, I think you better remember something. If I go down, you go down. One little call to the wife and this little family of yours goes up in smoke. So this is exactly what I want. Are you ready to dance?",
        "[SCENE_BREAK]",
        "Carly: I just wish jack could see you now. Sweet little innocent Mitzi who wouldn't hurt a fly.",
        "Mitzi: You push, I push back.",
        "Carly: Oh. And just how far did you push Rose back?",
        "Mitzi: I didn't!",
        "Carly: You stole from her. You lied to her. And you were in town on the day she was murdered.",
        "Mitzi: You know, you're sounding like my old friend, Angie Russ",
        "Carly: Who's that?",
        "Mitzi: She was this girl in the kick line back in AC. Use to watch all those crime shows on TV. Anytime anything shady happened at the casino, she was the first one to play detective and point fingers.",
        "Carly: This is very riveting, but really I'm not all that interested in some friend of yours I don't even know.",
        "Mitzi: Oh, well, see, that's the thing. We're not really friends anymore. Kinda lost touch after the accident. Poor thing can't even dance now. So why don't you go home? You got a nice setup. Keep it that way.",
        "[SCENE_BREAK]",
        "Molly: You know I wasn't playing you before. I meant every word I said.",
        "Dusty: It doesn't matter. I gotta go. I gotta get to that arraignment before Lily shows up.",
        "Molly: You're meeting Lily?",
        "Dusty: Yeah. And after we put away Paul, we're gonna take care of you.",
        "Molly: Don't put me in the same category as Paul Ryan.",
        "Dusty: No, you put yourself there!",
        "Molly: Okay. If Dusty's not gonna help me, maybe Lily will.",
        "[SCENE_BREAK]",
        "Holden: How many layers do you have on?",
        "Faith: Three!",
        "Holden: Good girl. 'Cause I don't want you to get cold up there on Pork Chop Hill.",
        "Lily: You have fun sledding with Daddy. I'll go next time. I promise.",
        "Holden: Go grab your coat, all right?",
        "Lily: I dropped Natalie off at Emma's. I'm --",
        "Holden: Thanks.",
        "Lily: About what I said before --",
        "Holden: Forget about it.",
        "Lily: I'm sorry.",
        "Holden: It's okay.",
        "Lily: No, really, I didn't mean it. I didn't mean it, Holden.",
        "Holden: Somehow I think that you don't feel that I miss Rose. Or that I ever loved her or that I wouldn't do anything I could to bring her back.",
        "Lily: I know you would.",
        "Holden: But as much as I did love her, it doesn't come close to what I feel for you. And I will not give up what we have -- not even for her memory.",
        "Lily: That's not what I want.",
        "Holden: Lily, everything I do, everything I say is for you. It's for the kids.",
        "Lily: I know that. But losing a twin -- you have no idea what kind of pain I feel. It's like I lost a part of myself.",
        "Holden: I know. And I felt that way when I thought I'd lost you. I love you. I love you very much.",
        "Lily: God, I love you, too. So much. I'm sorry. It's gonna be okay. Everything is gonna be okay, a-okay. Promise.",
        "Holden: I just want us to be a family again.",
        "Lily: We are a family. Holden, I'm not gonna let anything happen. I won't. I promise.",
        "Holden: Are you sure you don't want me to go with you?",
        "Lily: No, I'm fine. Just hearing Paul charged with Rose's murder is gonna be justice for her. For all of us. It's just -- I think that's what I need. Just justice for Rose.",
        "[SCENE_BREAK]",
        "Jessica: So a police officer will escort you to the arraignment. Jennifer, you can come with me. Rosanna, too, if you're coming?",
        "Rosanna: I don't know. Am I?",
        "Paul: Yes. Rosanna's posting the bail.",
        "Jennifer: Oh -- oh, Rosanna, how can we ever thank you?",
        "Jessica: That kind of faith goes a long way in a courtroom.",
        "Paul: It goes a long way outside the courtroom, too.",
        "[SCENE_BREAK]",
        "Annabelle: Okay, here's the bottom line. I need a place to stay while my lawyer works his magic. You put me up, foot the bill, and I keep my mouth shut.",
        "Craig: Why didn't you say so? Come on. I know just the place for a woman of your taste and refinement. Come on, dear. Here we go, to the right \u0096",
        "[SCENE_BREAK]",
        "Katie: We've been through a lot together, haven't we, sweet angel? I'm so glad you're okay.",
        "Mike: I hope this thing isn't black tie.",
        "Katie: Did that shower help warm you up?",
        "Mike: Yeah.",
        "Mike: No, I'm fine. I'm fine. The fire looks great.",
        "Katie: Yeah, I'm a woman of many talents.",
        "Mike: Why don't you come over and enjoy it with me?",
        "Katie: Okay.",
        "Katie: You know, I just thought of something. Henry's clothes are upstairs. I could just get you some of his. I'm sure he wouldn't mind you borrowing them.",
        "Mike: Is this your way of saying you think my wardrobe needs help?",
        "Katie: No. Your wardrobe is fine.",
        "Mike: Too many flannels?",
        "Katie: No. You look great in flannels. And I mean -- great.",
        "Mike: Well, then in that case, I'll just pass on Henry's clothes and wait for mine.",
        "Katie: Or -- well, I could just drive you to your house and get another, you know, change of clothes.",
        "Mike: Don't go anywhere.",
        "Katie: I mean, it wouldn't",
        "[NEXT_ON]",
        "Annabelle: I'm gonna have a little chat with your wife. And I'm gonna tell her the adoption was not legal, and she could lose her son.",
        "Lily: Are you here with him? Are you here with Paul?",
        "Rosanna: Yes, I am.",
        "Lily: You don't wanna do this, Rosanna.",
        "Rosanna: Yes, Lily, I do.",
        "Barbara: And I need for you to promise me that you're going to keep my secrets. Every one of them."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=_f5gEHiUGSU"
}