{
    "Episode Summary": [],
    "Recap": [
        "Katie tries to tell Mike that she's left Simon, but he wouldn't listen so she decided to leave Oakdale by herself. Margo and Tom argue, Margo telling Tom a small portion of the truth. When Katie begs Margo to escort her back to her cottage, Tom decides to confront Doc at the gym. Warehouse workers come and nearly discover Dusty and Lucy, but they hide in a large box. To their dismay, they find that they are being lifted away to be shipped somewhere. Nikki and Emily argue, Emily throwing her out much to Hal's dismay. Craig fires the thugs he hired to kidnap Lucy so he could come through with the ransom money and be her big hero. As he leaves their room at the Wagon Wheel, he drops a picture of Lucy before he bumps into Nikki."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dusty: It was good, you know? It think it was very good.",
        "Lucy: What's that?",
        "Dusty: Nikki Munson dropping by. At the end of the day, who knows? You know, maybe she can help get us out of here.",
        "Lucy: You getting tired of me, Dusty?",
        "Dusty: No. I'm just used to a little more action in my life.",
        "Lucy: I think these pretzels have mold on them.",
        "Dusty: You're such a complainer. Why don't you get some water?",
        "Lucy: I just want pretzels without elm disease.",
        "Dusty: Come on, man. At least you're eatin'. Give me these. They have been around a little long.",
        "Lucy: Mm hmm, I can relate.",
        "Dusty: At least you're safe, all right? Whoever's trying to kidnap you hasn't given up. Trust me. What was that? Oh, damn. Damn, damn. Hal Munson's kid. I thought I could trust her.",
        "Lucy: What do you mean? What's happening?",
        "Dusty: I'm gonna find out right now.",
        "[Phone rings]",
        "Nikki: Nikki Munson.",
        "Dusty: I gotta hand it to you, Nikki. I think you broke the record.",
        "Nikki: Dusty -- what record are you talking about?",
        "Dusty: The time it takes to stab someone in the back. What'd you do? Rat me out before you put your seatbelt on?",
        "Nikki: I haven't ratted you out at all. Where is this coming from?",
        "Dusty: In 30 seconds, the cops are gonna be crawling all over this place. Did your Daddy bring the reporters, too? So we can make the front page?",
        "Nikki: I haven't told my Dad anything. Look, he doesn't know where you guys are hiding out.",
        "Dusty: Well, somebody knows we're here. 'Cause they just pulled up outside.",
        "Nikki: I'm sorry. They didn't hear it from me.",
        "Dusty: Then who's out there?",
        "[SCENE_BREAK]",
        "Craig: It's time to pack up, boys. Don't look back. Stay out of touch.",
        "Don: What's this about?",
        "Craig: I spoke to an IRS agent this morning who just happens to be Hal Munson's daughter. She knew your name, your tattoo.",
        "Wade: How'd she find out?",
        "Craig: She wouldn't give me the details. She just wanted to let me know my daughter was all right.",
        "Wade: She tell you where Donovan's got her stashed?",
        "Craig: You've been identified. Do you know what that means?",
        "Don: Yeah. It means everybody's gonna figure out that you set up your own daughter to be kidnapped.",
        "[SCENE_BREAK]",
        "Tom: Casey is over at Brandon's. They're going to go hiking in the morning. He'll be back after lunch.",
        "Margo: Are his parents --",
        "Tom: Yeah, Brandon's parents are there. I heard about Katie. I'm glad she's all right.",
        "Margo: Did you know that Mike showed up at the last minute?",
        "Tom: Honey, I am the district attorney! So I got the full report.",
        "Margo: Tom --",
        "Tom: What?",
        "Margo: Before I left, we were talking about Doc.",
        "Tom: We were? Was it about Doc? Or was it about you and Doc? Because you know what? You were being so evasive it was hard to tell.",
        "Margo: All right! She's -- Katie's my sister, I wanted to make sure that she wasn't hurt. All right? But I'm here now. And I want you to know the truth.",
        "Tom: You're sure about that?",
        "Margo: Yes. I want you to know everything.",
        "[SCENE_BREAK]",
        "Mike: Katie.",
        "Katie: How quickly they forget.",
        "Mike: I thought you'd be gone by now.",
        "Katie: Yeah, so did I.",
        "Mike: What happened?",
        "[Katie remembering]",
        "Katie: You're free. So just go. The world is full of easy marks and lonely women. So please just leave -- for good this time. And don't come back.",
        "Katie: Plans change. People, not so much.",
        "Mike: You want a drink?",
        "Katie: I just -- came here because there's something I want to tell you.",
        "Mike: I'm not up for a heart-to-heart. We've had enough of them.",
        "Katie: Well, I think this will be different. I think you're gonna like what I have to say.",
        "[SCENE_BREAK]",
        "Nikki: I don't know who showed up or what they're after. But I didn't sell you out. You understand that, Donovan? I kept my word. I've gotta go.",
        "Dusty: She just hung up on me.",
        "Lucy: Dusty, they're not police cars, they're trucks.",
        "Dusty: Trucks?",
        "Lucy: Yeah, trucks.",
        "Dusty: Maybe Munson's telling the truth, what do you think?",
        "Lucy: Why are trucks showing up here?",
        "Dusty: I don't know, 'cause they got to deliver stuff?",
        "Lucy: You said this warehouse was abandoned.",
        "Dusty: I need a break! Oh my God.",
        "Lucy: They're going to know that we're here.",
        "Dusty: Huh? Of course they're going to know. Unless we work really fast.",
        "[SCENE_BREAK]",
        "Emily: Did I hear you say \"Donovan?\" As in the guy who kidnapped Lucy Montgomery?",
        "Nikki: No, as in George Donovan. I used to work him with in D.C.",
        "Emily: Oh. Kind of late to be making business calls, don't you think, Nik?",
        "Nikki: He's an insomniac. Can I ask you why you're interrogating me?",
        "Emily: I didn't realize that's what I was doing.",
        "Nikki: Maybe you should pay more attention. I mean, I didn't ask to come here and have you accept me with open arms, but a little courtesy goes a long way.",
        "Emily: I'm sorry, I didn't realize I was being rude.",
        "Nikki: Look, you're watching me all the time. It's like I have my own warden.",
        "Emily: All I did was ask you a few questions.",
        "Nikki: Can't you at least be honest about it? You're the one driving me out of here.",
        "[SCENE_BREAK]",
        "Craig: I didn't have my daughter kidnapped.",
        "Wade: That's gonna be your story?",
        "Craig: If I had had my daughter kidnapped, it would've happened. There would be no bungled attempts, no theatrics by Dusty Donovan.",
        "Don: Well, you know, we did the best we could.",
        "Craig: Well, as I said, you know you've been ID'd by the police, so I have -- nothing to do with you.",
        "Don: So what about our payday, huh? I mean, this was supposed to be a big one.",
        "Craig: Yeah, it was supposed to be, wasn't it? You were supposed to kidnap Lucy, you were supposed to demand a large ransom. And I was supposed to come in with the money and save her. But all of those \"supposed to be's,\" they did not happen. And I am still the guy who let her down.",
        "Don: You should hear what my kids say about me.",
        "Craig: The door is over there, boys.",
        "Wade: It's not gonna work like that, Mr. M. We're not going anywhere.",
        "[SCENE_BREAK]",
        "Jill: Have a good workout, Doc. Don't pull a muscle.",
        "Doc: Whoa, whoa, whoa, whoa, shh. You hear that? You hear that? The machines know I'm coming, and they're trying their best to hide. Thanks a lot.",
        "Jill: You don't remember me, do you?",
        "Doc: Now, sweetie, how could I forget you? Baltimore, 2001? You hopped out of a cake at my buddy's bachelor party, huh?",
        "Jill: Women's locker room, a couple weeks ago. I walked in on you and Margo Hughes.",
        "Doc: Aah, you sure that was me? Because I don't recall being --",
        "Jill: It's okay. I haven't told anyone.",
        "Doc: That was good thinking, good thinking, Miss --",
        "Jill: Jill.",
        "Doc: Jill, Jill. Especially since what you saw was completely innocent.",
        "Jill: Oh, well, you know, I have a friend who works in the gym, and he said that he saw you and Mrs. Hughes coming out of the steam room together.",
        "Doc: You know what? I'm going to have to plead guilty as charged on that one. That was the day the women's steam room was broken, they told her the men's steam room was empty, she walks in, we see each other through the mist -- oh, boy, did we skedaddle out of there.",
        "Jill: Must've been embarrassing.",
        "Doc: Actually, no. No harm. Thanks again for letting me in.",
        "Jill: You two still seeing each other?",
        "Doc: I believe I just told you, there is nothing going on between Detective Hughes and --",
        "Jill: I know the score, Doc. I'm not from around here.",
        "Doc: You know, I'm sure you're a pretty hip young lady, but that does not change the facts. There is nothing going on between me and Margo Hughes.",
        "[SCENE_BREAK]",
        "Margo: Tom, I'm not trying to be evasive. In fact, the first time that Doc ever made a pass at me, I came right out and I told you.",
        "Tom: Then maybe I should've asked you to define what you mean by \"making a pass.\"",
        "Margo: He told me that he was attracted to me, and that he wanted to get to know me better, and --",
        "Tom: I'll bet.",
        "Margo: And I thought, I was hoping that it would end right there.",
        "Tom: But it didn't.",
        "Margo: No, in fact, it got to the point where the next time that -- we found ourselves alone together -- even though I told him that I was not interested, he, he came at me again, and -- and he kissed me.",
        "Tom: Well then I guess I need to only ask one more thing. Did you kiss him back?",
        "[SCENE_BREAK]",
        "Mike: You don't have to say it, I know what you want to tell me.",
        "Katie: No, I don't think you do.",
        "Mike: You want to thank me for tracking you down tonight.",
        "Katie: Yeah, well, you really came through for me. I mean, if it weren't for you, Pilar probably would have killed me.",
        "Mike: Lucky timing, that's all. Besides, you did pretty well with Pilar on your own.",
        "Katie: I can't believe she's dead. But I didn't come here to talk about that.",
        "Mike: I know, I know. You came here to tell me that you love me.",
        "Katie: Well, yeah. That's a part of it.",
        "Mike: And you always will. See, I got it all covered. And I love you, too. And that's never gonna change. But I think we found out the hard way that sometimes love's just not enough.",
        "Katie: Yeah, but sometimes it is.",
        "Mike: Not with us. Loving you was the greatest thing that ever happened to me. It was. Every day with you was like Christmas morning. I couldn't wipe the smile off of my face. But something was always missing. And you've known that for a while, and now I get it, too. 'Cause we had a lot of chances and we blew every one of them. It's sad. Breaks my heart.",
        "Katie: And it breaks my heart to hear you talk like this, Mike, because --",
        "Mike: I'm not trying to mess with you, I'm just doing my best to be honest.",
        "Katie: Nothing about this has been easy.",
        "Mike: I agree with you on that one. But we tried, you know? You gotta give us credit for that.",
        "Katie: I don't think we ever really had a chance, Mike.",
        "Mike: Even if Simon and Pilar had never existed, you and I couldn't have made it work. I won't be coming after you wondering if things could be different between us. So do us both a favor, and just give everything you have to Simon.",
        "Katie: No, no, see, that's why I needed to come see you. 'Cause Simon -- I thought I knew who he was, but tonight something happened, and it's like I finally saw him for the first time.",
        "Mike: What are you trying to tell me? What'd he do to you?",
        "Katie: He is responsible --",
        "Mike: No, wait. Stop. I don't want to hear it.",
        "Katie: Why not?",
        "Mike: Because I'm through hearing about you and Simon, and how he did or didn't come through for you. Stories like that used to give me hope. This hope that you and I would be together one day. And I don't have that hope anymore. So, what's the point?",
        "Katie: You know, I just wanted to tell you that Simon wishes you the best.",
        "Mike: What? No he doesn't. He's wanted me out of his life for a long time. He's probably glad this is finally happening.",
        "Katie: He just knows what you did for me tonight and despite what he says, he knows you're a good person. You know, kind and --",
        "Mike: Tell him that I wish him the best, too. Of course, he already has it if he has you.",
        "Katie: I hope you get all you want out of life -- because nobody in the world deserves it more than you.",
        "Mike: So this is it, huh? This is our last goodbye?",
        "Katie: I'll miss you.",
        "Mike: You'll get over it.",
        "Katie: We'll see.",
        "[SCENE_BREAK]",
        "Margo: I know that I hurt you. I know that. Tom, please, it's the one thing in my whole entire life with you that I never wanted to do.",
        "Tom: I want to know why.",
        "Margo: Excuse me?",
        "Tom: Why? Why? Why? When Doc kissed you, if that's, in fact, all that really happened, why did you kiss him back? Because it felt good.",
        "Margo: No.",
        "Tom: Then if it didn't feel good, why didn't you just push him away and slap him across the face?",
        "Margo: Would you please stop doing this to me?",
        "Tom: I have a right to know what you were thinking. Was it the thrill of just being with someone new? Or maybe because he picked you, this guy that all these women seem to want? Or maybe there was something broken in our marriage and you thought you could fix it if you went outside?",
        "Margo: No, there's nothing broken in our marriage.",
        "Tom: Then how did you let this happen?",
        "Margo: I don't know. I don't know. Oh, my God, I've been asking myself that 1,000 times and I don't know. I don't know.",
        "Tom: I thought we promised ourselves that we would never go down this road again. I thought our marriage was stronger than ever.",
        "Margo: I made a mistake. I'm sorry.",
        "Tom: I'm trying to convince myself that we'd learned something that was going to carry us through the rest of our lives.",
        "Margo: And I thought the one thing that we had learned, Tom, from the past was that if we have forgiveness and if we have love, if we've got those two things, we can make it through anything. And I'm counting on that. Oh, God, I'm praying for that.",
        "Tom: Was this the only time?",
        "Margo: Would you stop behaving like a lawyer? 'Cause I can't stand --",
        "Tom: Would you please answer me?",
        "Margo: Yes. It was.",
        "Tom: Hmm. No further contact? No taking it to the next level?",
        "Margo: It was one time. Just once. Nothing else ever happened between Doc and me.",
        "Tom: Guess what -- I don't believe you.",
        "[SCENE_BREAK]",
        "Wade: What we could do is tell the police everything we know about you, pal.",
        "Craig: Wait, a lot of people know a lot about me. But nobody's seen us together, I've doctored all our phone calls. And I doubt the police will put any stock in your word.",
        "Don: We put ourselves on the line. Wade and I have been on this job for weeks. We could've been busted a dozen times.",
        "Craig: It's not my problem, boys. You knew this job was cash on delivery.",
        "Wade: Okay, so you don't think we deserve the whole enchilada, but we're willing to negotiate on that. But you want us to walk out of here with nothing.",
        "Craig: Yes, I do. Watch this.",
        "Don: Who're you calling?",
        "Craig: Lieutenant Munson, please.",
        "Wade: Okay, okay, you win. Just give us a few minutes to get our stuff together, and we'll be gone.",
        "Craig: Well, boys, I'd like to say it was a pleasure doing business with you. But it wasn't.",
        "[SCENE_BREAK]",
        "Mover #1: Got a lot to do tonight. I say we -- hey, look at this.",
        "Mover #2: So what?",
        "Mover #1: I'm gettin' the feeling we're not alone.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns.\"",
        "Dusty: Shh. Oh, great-- these clean dishes are still dirty.",
        "[SCENE_BREAK]",
        "Jill: Doc, I was wondering whether you thought about my offer.",
        "Doc: Did you make me an offer?",
        "Jill: Dinner? Drinks? Anytime, anywhere.",
        "Doc: Oh, look at you. Oh, that sounds great. Unfortunately, at this time I just need to take a break from dating. I really, really need to concentrate on my career.",
        "Jill: Well, you have to eat, don't you?",
        "Doc: I do. Sandwiches at my desk. Drive-through windows --",
        "Jill: What about breakfast? I mean, I know this place that makes great omelets.",
        "Doc: You are a very, very beautiful woman. You should have no problem finding someone for breakfast, lunch -- perhaps a little dinner and dancing. But as for me, I think you really need to cross me off your list.",
        "Jill: Okay. I didn't mean to get pushy.",
        "Doc: No, it's cool. It really is. Thanks for letting me in again.",
        "[Doc remembering.]",
        "Kim: I have overlooked a lot of excessive behavior where you are concerned, but if you do anything to hurt our son and his family, I'm going to chew you up into little pieces and hang you out to dry.",
        "[SCENE_BREAK]",
        "Doc: All right, Margo, here we go. Unless you're with your husband \u0096",
        "[SCENE_BREAK]",
        "Margo: All right, all right, all right. You need to tell -- Tom, you think that I'm lying to you about Doc? So, what's your version, then? What's your version? We have some little love shack that we go off to every time that I'm supposed to be pulling graveyard duty, is that it?",
        "Tom: You're kidding me, right? You're going to try to turn this thing around on me? You tell me there was one kiss? I'm looking in your eyes, and I'm telling you there was more, wasn't there?",
        "Margo: There was one.",
        "Tom: Where were you?",
        "Margo: How, how do these little details help you, huh?",
        "Tom: You want me to make it up? Let my imagination run wild?",
        "Margo: All right! It was in the locker room at the club. And no one was in there, and Doc followed me in there and then he locked the door.",
        "Tom: What about the time Alison saw the two of you in that courtyard? I think, you were on the ground!",
        "Margo: That was an accident. I fell, he tumbled over me -- we fell!",
        "Tom: But you were there. And you were with him.",
        "Margo: What? Who is it?",
        "Katie: It's Katie. I'm sorry. I know it's late but I need to see you.",
        "Margo: Oh, God. I've got to let her in.",
        "Katie: I couldn't wait until the morning to talk to you.",
        "Margo: Just come on in.",
        "Katie: Can you come with me back to the cottage with me?",
        "Margo: Why? What happened now?",
        "Katie: I just can't get it all out right now. But, please, I wouldn't ask if it wasn't important. It won't take long.",
        "Margo: Would you just wait for me in the car?",
        "Katie: Okay, thanks.",
        "Margo: I have to, I have to go.",
        "Tom: No need to hurry. You don't even seem to have that much to say tonight. At least, nothing meaningful.",
        "Margo: We're going to get through this, Tom. We have to.",
        "[SCENE_BREAK]",
        "Emily: You know, Nikki, I've done everything I can to make you feel welcome. But instead of appreciating it, you seem to expect it.",
        "Nikki: You know what your problem is, Emily? You don't see yourself the way everybody else sees you.",
        "Emily: No, what my problem is -- you see, I've got a houseguest who wants to attack me for no apparent reason.",
        "Nikki: A houseguest? See, I was under the little misconception that I was a family member.",
        "Emily: Okay. Well, as Hal's daughter, you are always welcome in our home. But if we're going to be honest with each other, I would've liked a little warning that you were moving in.",
        "Nikki: Look, I didn't ask to be here. I was gonna stay at the Wagon Wheel. But dad insisted that I live here.",
        "Emily: Well, did your Dad insist that you turn my kitchen into your own private office? I doubt it. Did he insist that I wait on you hand and foot? I doubt it.",
        "Nikki: I'm not expecting anything. You're paranoid!",
        "Emily: And you're rude.",
        "Nikki: Should I just let you walk all over me?",
        "Emily: Okay, this is ridiculous.",
        "Nikki: Finally, we agree on something. I don't like this situation any more than you do. If you want me to get out of here, then why don't you just say it to my face?",
        "Emily: I want you out of here, Nikki.",
        "[SCENE_BREAK]",
        "Mover #2: Remember those kids who broke in here last month? That junk must be from them.",
        "Mover #1: You think we should check around some more?",
        "Mover #2: C'mon, Richie, I want to get home.",
        "Mover #1: Slave driver.",
        "Lucy: Are they gone?",
        "Dusty: Shh. Sorry.",
        "Lucy: It's okay.",
        "[SCENE_BREAK]",
        "Henry: Not to worry, Uncle Henry is here.",
        "Mike: Thanks for coming.",
        "Henry: Don't speak. Don't speak. In your condition, it'll only draw attention.",
        "Mike: I'm okay. I, I, I just called you here to be safe.",
        "Henry: How many of those have you had?",
        "Mike: I don't know.",
        "Henry: Right, that's what I feared. Okay, lean on me and try not to heave until we clear the lobby, all right?",
        "Mike: No, no, no. I'm okay, okay. I'm not drunk.",
        "Henry: Is there another reason that you call me down here to drive you home? There is, isn't there?",
        "Mike: I saw Katie.",
        "Henry: In person? Or floating above the bar?",
        "Mike: For real. She, she was here.",
        "Henry: Mike, she and Simon left over an hour ago.",
        "Mike: Their flight must have been delayed then.",
        "Henry: I called the airline. The plane left on time.",
        "[SCENE_BREAK]",
        "Katie: Simon? Oh good, he's gone.",
        "Margo: Do you think he made that flight to Australia?",
        "Katie: I don't know. That's why I wanted you to come back here with me. Because I couldn't handle seeing him and having him try to talk his way out of this.",
        "Margo: Well, obviously he knows he can't do that anymore.",
        "Katie: That's fine with me, because I don't even think I could look at him.",
        "Margo: Well, Katie, you know I can make arrangements to have charges brought against him.",
        "Katie: No, no, no. I don't want to handle it that way. It would be easier for me this way.",
        "Margo: Why? Because you still have feelings for him?",
        "Katie: No, because I want you to tell everyone that I did go away with him. Especially Mike.",
        "Margo: Why?",
        "Katie: Because I talked to him like you said.",
        "Margo: And you told him? You told him that Simon had arranged for Pilar to come in and break the two of you? Why not, Katie?",
        "Katie: Because, I was about to tell him and the words just wouldn't come out.",
        "Margo: That's okay. All right. Then, you'll just tell him tomorrow.",
        "Katie: There is no tomorrow, Margo. Not for Mike and me.",
        "Margo: Baby, what happened?",
        "Katie: I was just about to tell him the truth -- everything that had happened, and he made it perfectly clear that things were over between us.",
        "Margo: You know why? Because he's a man, and his ego was bruised.",
        "Katie: No, it's more than just that. He told me that we had so many chances, so many times, and we blew them all. And I agree with him. You know, as much as I love Mike, I just could never fully commit to him. I couldn't love just him. As perfect as he is, I just -- I couldn't do it.",
        "Margo: Because, you were honoring your marriage vows. But, you don't have to do that anymore. The marriage is over and Simon is gone.",
        "Katie: Even if I get back together with Mike, I can never promise that I wouldn't hurt him again. And, that makes me sick. I can't do that.",
        "Margo: Honey, running away, that's overkill, don't you think? There are so many other ways you can handle this.",
        "Katie: No. It's better for Mike. I just want him to think that I went to Australia with Simon, and that way he can forget about me and meet someone new and just be happy for once.",
        "Margo: Well, they do say that the truth sets you free. But if it hurts the one you love, I'm not so sure.",
        "Katie: Thank you for understanding.",
        "Margo: Of course, of course I do. So, where does that leave you now, huh?",
        "Katie: I'm going to go somewhere -- I don't know where. I just need to go somewhere and figure myself out. Figure out how I could let a guy like Mike just slip away.",
        "Katie: Don't worry. Don't worry, please. As soon as I get myself together and feel like it's the right time, you'll hear from me, okay?",
        "Margo: Oh, okay. I'm sorry. Maybe I shouldn't say this, because I love you so much, but I think maybe in a weird way, that might work for you.",
        "Katie: You think? You think its crazy enough to work?",
        "Margo: Yeah. For you. Thanks for not slipping out of here without saying good- bye to me.",
        "Katie: I would never do that.",
        "Margo: Katie, you always do that.",
        "Katie: Well, I won't do it again. And promise me --",
        "Margo: No, I do, I do. I won't say a word to anyone.",
        "Katie: Even Tom?",
        "Margo: Whatever you want.",
        "Katie: No, that's stupid, you can tell Tom. I mean, he's your husband, you don't keep anything from him, and I wouldn't want you to start now.",
        "Margo: Okay, me neither. So, we're going to have to say good-bye to each other again, aren't we?",
        "Katie: No, I don't wanna. I don't think I have another one in me.",
        "Margo: Okay, then why don't you just go. I want you to know, that wherever you go, however long you're gone -- Katie, I love you very much.",
        "Katie: I love you so much, too.",
        "[SCENE_BREAK]",
        "Wade: I can't believe this guy! We're walking out with nothing!",
        "Don: No way. No way, this is not over.",
        "Lucy: What was that?",
        "Dusty: I don't know, exactly.",
        "Mover #2: Move it back.",
        "[SCENE_BREAK]",
        "Henry: Well, I just talked to an actual person at the airline, and she confirmed that Katie and Simon's flight left on time.",
        "Mike: But then --",
        "Henry: There are, however, later flights that they could take that would still allow them to make their connection to Australia, so --",
        "Mike: She must have gotten on one of those.",
        "Henry: You never told me why Katie wanted to see you one last time.",
        "Mike: She just wanted to thank me for tracking her down tonight. You know, then it turned into the same old story, about how I'm a good guy and she wishes me the best in life --",
        "Henry: What?",
        "Mike: All I wanted out of life was Katie.",
        "[SCENE_BREAK]",
        "Katie: Goodbye, Mike. It's been -- way too short.",
        "[SCENE_BREAK]",
        "Margo: Tom? Tom?",
        "[SCENE_BREAK]",
        "Hal: Nikki? Emily?",
        "Emily: Hi.",
        "Hal: Hi.",
        "Emily: Nikki's not here.",
        "Hal: Oh? Where'd she go?",
        "Emily: I have no idea.",
        "Hal: Well, no problem. I'll just make something to eat and wait up 'til she comes home.",
        "Emily: I wouldn't do that. Nikki's not coming back.",
        "Hal: Why?",
        "Emily: I asked her to leave.",
        "Hal: You told my daughter to leave my house?",
        "[SCENE_BREAK]",
        "Craig: Oh, baby, this should've turned out so much better. Daddy's never going to give up on you. Just don't give up on me.",
        "Nikki: An alarm clock isn't the same as a wake up call. Thanks for -- Craig? What are you doing here?",
        "[SCENE_BREAK]",
        "Lucy: What's going on?",
        "Mover: Okay, let's move it out.",
        "Dusty: I hope you like to travel.",
        "Lucy: What?",
        "Dusty: I think we're being shipped somewhere.",
        "Lucy: Where?",
        "Dusty: We'll find out when we get there.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Tom: So what's the deal, Doc? Between you and my wife? You big tough guy, you man enough to tell me the truth?",
        "Dusty: As long as I'm breathing, nothing's going to happen to you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ehAbkI0Eoao"
}