{
    "Episode Summary": [],
    "Recap": [
        "Jennifer dreams that Mike came home and apologized for missing her fashion show. Jennifer is shocked when she awakens to discover that she is in bed with Craig. Craig has no regrets over spending the night with Jennifer and persuades Jennifer not to tell Mike what happened between them. Mike is worried sick because Jennifer didn't come home last night. Katie is there to offer friendly support to Mike while he searches for Jennifer. Mike and Katie agree to remain friends despite the way they feel about each other because they can't hurt Jennifer and Henry. Henry sees Jennifer leave Craig's room. Henry punches Craig in the face. Lily begins to panic when Luke informs her the police found a fingerprint at Julia's place. Lily calls the El Paso police to inform them Julia is in Oakdale so that Holden will learn the truth about Julia's past. Jack discovers that the fingerprint the police found doesn't belong to Keith. Holden begins to suspect that Luke could have killed Julia but doesn't say a word to Jack about his suspicions."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jennifer: Am I dreaming or are you really here?",
        "Mike: I'm sorry I missed your big night. Was it great?",
        "Jennifer: Not as great as this.",
        "Mike: I wish I hadn't left.",
        "Jennifer: I understood. You needed to be there for Henry.",
        "Mike: I needed to be there for you.",
        "Jennifer: I'm not the one who was in the hospital. Henry was. He needed you more, Mike, and you'd never say no at a time like that. And I couldn't love you if you were any other way.",
        "Mike: Just so you understand, you come first. I love you, Jen.",
        "Jennifer: I love you, too -- so much.",
        "[Jennifer screams]",
        "[SCENE_BREAK]",
        "Katie: This is a great connection, Henry. You sound like you're right in Oakdale.",
        "Henry: Yeah, that's the wonders of modern technology.",
        "Katie: How are you feeling?",
        "Henry: Like the moon without the sun. Nothing lights up when you're not around, Bubbles.",
        "Katie: And how's your family taking everything? I can't imagine what you said to make them understand why we didn't invite them to the wedding.",
        "Henry: Yeah, I haven't -- I haven't exactly explained it all, yet. But, you know, I'm getting around to it.",
        "Katie: This isn't right. I should be with you.",
        "Henry: And have us both suffer the Coleman family insanity?",
        "Katie: But we're married. That's what married people do. They smile at in- laws, right? I miss you.",
        "Henry: I miss you, too. More than you know. So -- don't worry about it. I will be home before you can say, \"Where'd he hide the remote?\"",
        "Katie: Good, I want you back here.",
        "Henry: Has Mike been around?",
        "Katie: Not since last night. I think he and Jen are having problems.",
        "Henry: He's finished with her? He's moved on?",
        "Katie: No, actually, he sounded more committed than ever.",
        "Henry: Well, you know what? Why don't you invite him out for a cup of coffee?",
        "Katie: I -- won't have to. He just walked in.",
        "Henry: Hmm, buy him a latte on me.",
        "Katie: He looks like he could use a double.",
        "Henry: Sky's the limit. I'm gonna call you, okay?",
        "Katie: Hey.",
        "Mike: Hey.",
        "Katie: You look -- strange.",
        "Mike: Yeah, yeah, I feel a little weird. Have you seen Jen?",
        "Katie: Not this morning, no. Why? Is something wrong?",
        "Mike: She didn't come home last night.",
        "[SCENE_BREAK]",
        "Jennifer: Oh, my God! Oh, my God, what have I done?!",
        "Craig: Good morning.",
        "Jennifer: I was dreaming -- I thought you were Mike -- oh, God! Mike!",
        "Craig: Hey, hey, try to calm down.",
        "Jennifer: Do not tell me to calm down! You didn't tell me to calm down last night!",
        "Craig: No.",
        "Jennifer: You knew I was -- I was railing when you walked in here. You knew I'd been drinking --",
        "Craig: 100-year-old scotch --",
        "Jennifer: You knew I was upset about my mother and you knew I was not in my right mind.",
        "Craig: Are you trying to blame me for what happened last night?",
        "Jennifer: I was -- I was just trying to blow off some steam!",
        "Craig: Yeah, and you did.",
        "Jennifer: That is not what I was talking about.",
        "Craig: Oh, come on. You can't blame me because you let yourself into my suite and vented over my well-stocked bar. You could have been having a peppermint schnapps with Mike Kasnoff.",
        "Jennifer: Well, I didn't.",
        "Craig: No, you didn't, and you know why? Do you know why? Because you know that I am the only person who appreciated what you did last night. I am the only person in the world who appreciated what you accomplished last night! Okay? The others weren't there, so you turned to me. So, excuse me for letting you feel good. [Jennifer sobs] Come on. Hey, hey, hey, hey --",
        "Jennifer: I don't love you.",
        "Craig: Well, I don't love you, either. But I like you deeply. Come on. Come on. Come on, lighten up. Hey. [Jennifer sobs more] Come on, lighten up. Look, I know it was a one-time thing. It's not gonna happen again -- hey, hey -- hey. Okay?",
        "Jennifer: I love Mike so much -- and after this, he'll never forgive me.",
        "Craig: If you don't tell him, what is there to forgive?",
        "[SCENE_BREAK]",
        "[Luke remembering]",
        "Luke: I didn't know what to think, Mom. I saw her lying on the floor and I just got so scared that -- she wasn't moving or anything and then I saw your gloves and --",
        "Lily: I don't know why I was so upset and so angry -- I don't know how hard i pushed her, but the next thing I knew, she was on the floor. She had hit her head and she had fallen to the floor, but she was -- she was alive. She was. It was an accident. I swear to you. It was a terrible, terrible accident.",
        "Lucinda: Hey, Luke, what's that awful smell? What are you burning?",
        "[SCENE_BREAK]",
        "Lily: Remember this?",
        "Carly: Yeah. Yeah, this is the report that you got from that private-eye. \"Julia Larrabee, AKA Sweeney -- charge -- criminal possession of narcotics. Charge -- petty larceny, prescription drugs, flight risk.\" Why are you holding on to a rap sheet?",
        "Lily: Because that is the only thing that proves that we were right about her. That she was a liar and a drug-stealing thief.",
        "Carly: She's also dead. We don't need to hold onto this. Nobody cares what Julia did when she was alive.",
        "Lily: Holden does.",
        "Carly: No, Lily, I -- he's upset that she's gone, I know. But he will calm down.",
        "Lily: I'm gonna call the El Paso police and tell them that she is here in Oakdale.",
        "Carly: What?!",
        "Lily: Yes, they'll issue an arrest warrant, and then, the ugly truth will finally come out --",
        "Carly: Have you lost your mind?",
        "Lily: I have lost my husband. And I want him back.",
        "[SCENE_BREAK]",
        "Holden: Hey.",
        "Jack: I was just calling you. You're out early.",
        "Holden: I had to go to Luther's Corners. I arranged a funeral service for Julia.",
        "Jack: When?",
        "Holden: Tomorrow. I think that JJ should say goodbye to his mom in a meaningful way. And he should have people around him who care about him. Can you make it?",
        "Jack: Of course.",
        "Holden: Even though it's probably just gonna be you and me.",
        "Jack: Hey, it's important. You can count on me.",
        "Holden: I always do.",
        "Tom: Talk to you for a second?",
        "Jack: Sure, shoot.",
        "Tom: I reviewed the charges against Julia's brother, Keith --",
        "Jack: And?",
        "Tom: And you don't have a case.",
        "[SCENE_BREAK]",
        "Mike: No one was at the Street Jeans office when I called and Jen's not picking up her phone.",
        "Katie: Well, didn't she -- oh, she had that presentation at Metro last night? Maybe she stayed late.",
        "Mike: She would've at least called or left a message. She didn't even do that much.",
        "Katie: Well, I'm sure she meant to, but maybe she got tired and crashed in the back room.",
        "Mike: Nobody's seen her at Metro. I already called.",
        "Katie: Well, I'm sure there's some reasonable explanation. It's Jen.",
        "Mike: I just -- -- shouldn't have left her when this thing was obviously so important to her. You know, she was giving off this vibe like something was up.",
        "Katie: Mike, she was probably busy.",
        "Mike: That's what she said, you know? But then, I don't know, she felt distant, like there was something she was holding back.",
        "Katie: Oh, I wish Henry would have just let me drive him to the airport.",
        "Mike: Stop, stop, I was happy to take him.",
        "Katie: No, you should have been with Jennifer.",
        "Mike: It's not your fault.",
        "Katie: And then, you ended up at my house and found me in a puddle.",
        "Mike: You think she knows?",
        "Katie: That you were with me? Why would that be a big deal? Nothing happened.",
        "Mike: You and I both know that if Henry hadn't called when he did --",
        "Katie: We both made a promise not to cross the line and we didn't, did we?",
        "Mike: When I went home last night, I was determined to straighten things out with Jen. Maybe it's too late.",
        "Katie: Mike, its one little misunderstanding. What's one night when Jen obviously adores you?",
        "Mike: If she adores me, where is she?",
        "Katie: I don't know, but she'll come back. I've seen her look at you, Mike. She would follow you anywhere.",
        "Mike: Except to the altar.",
        "Katie: What?",
        "Mike: I asked her to marry me. She turned me down.",
        "Katie: Oh. I didn't know that.",
        "Mike: I'm thinking maybe she's determined that I'm not what she needs right now.",
        "[SCENE_BREAK]",
        "Jennifer: Oh, gee, Craig, thanks. That's really what I need to hear right now is your promise that you're not gonna tell on me.",
        "Craig: All I'm saying is be discreet. Why are you being cynical?",
        "Jennifer: Because that's not the point. Of course, you're not gonna tell mike that I slept with you. Because it would be an inconvenience to your life, and heaven forbid you be inconvenienced.",
        "Craig: Oh, hey, hey, hey --",
        "Jennifer: The point is, is that even if he never found out, I would always know.",
        "Craig: You had a private, intimate adult moment with an adult friend, that is all.",
        "Jennifer: I betrayed the man I love in the worst possible way.",
        "Craig: Oh, I am the worst possible way?",
        "Jennifer: Mike despises you.",
        "Craig: Well, lots of people despise me. Come on. Come on.",
        "Jennifer: I trusted you, Craig!",
        "Craig: I know. And I appreciated that.",
        "Jennifer: Oh, is there no end to your self-satisfaction?",
        "Craig: Hey, I was not the only person who woke up in that bed this morning!",
        "Jennifer: You should have stopped me! You should have kicked me out!",
        "Craig: Well, maybe you should have told me when you threw yourself at me that you were looking for a conscience! Huh?",
        "Jennifer: You don't even know what a conscience is.",
        "Craig: Jennifer -- Jen -- I have had a lot regrets in my life, all right? There was nothing wrong with last night. I have no regrets and neither should you.",
        "Jennifer: Well, I will regret it for the rest of my life. I am nothing like you!",
        "Craig: Jennifer, I think we're a lot more alike than you realize.",
        "Jennifer: I think I'm going to be sick.",
        "[SCENE_BREAK]",
        "Mike: I'm so stupid. I made a choice and I didn't choose her.",
        "Katie: Mike, there's going to be a million events, and a million chances to choose Jennifer. She's an adult. She'll understand. You two love each other. That's the most important thing, right?",
        "Mike: Yeah.",
        "Katie: You asked her to marry you. Doesn't that prove that you chose her in every way that counts?",
        "Mike: You know what? I'm gonna try the Lakeview again.",
        "Katie: You want me to come with you?",
        "Mike: Would you mind?",
        "Katie: What are friends for?",
        "[SCENE_BREAK]",
        "Luke: No. No, no, no. I wasn't burning anything.",
        "Lucinda: Well, then what's that smell?",
        "Luke: I don't know. I was -- I was just trying to figure that out.",
        "Lucinda: Oh, I see, like you just happened to pop by unannounced because you wanted to warm yourself with my library fire.",
        "Luke: Well, I mean, you always tell me to stop by more often, Grandma.",
        "[Lucinda laughs]",
        "Lucinda: Today, I'm Grandma. \"Hey, Grandma.\" Come on, fess up, honey. What'cha up to?",
        "Luke: Nothing -- nothing.",
        "Lucinda: Luciano Eduardo, what are you burning?",
        "Luke: All right, you promise not to tell?",
        "Lucinda: I only promise returns on investments I like. So, you start talking.",
        "Luke: All right, I flunked a test. And I was burning it so my mom wouldn't see.",
        "Lucinda: Oh, your mother goes through your things? I don't think so. Does she?",
        "Luke: Yeah.",
        "Lucinda: No.",
        "Luke: I mean, no. No, no -- I mean -- I just didn't want to look like an idiot, so I burned it.",
        "Lucinda: Hey, hey! Some advice -- don't you kid a kidder.",
        "Luke: What is that supposed to mean?",
        "Lucinda: Your story has got more holes in it than a piece of Swiss cheese.",
        "Luke: What -- what, so you're calling me a liar?",
        "Lucinda: I wouldn't be so vulgar with my grandson, but, honey, you're not telling me the truth.",
        "Luke: Why can't you just trust me?",
        "Lucinda: Hey, Luke! Luke, darling! Luke!",
        "[SCENE_BREAK]",
        "Carly: I understand that you're upset, that you're missing Holden, that you want him to come home --",
        "Lily: Please stop talking to me like you're my shrink. Please.",
        "Carly: Then stop acting like a crazy person. You are talking about blowing the whistle on a dead woman.",
        "Lily: Holden -- he saw this woman as this wounded bird that needed him more than I did. If I ever want to get him back, he has to know what kind of lie that is.",
        "Carly: And what if the cops, they trace this tip-off back to you? Then what?",
        "Lily: They won't. It's disposable. It's not traceable.",
        "Carly: Oh, my God. You actually researched this.",
        "Lily: Holden is mourning Julia like she was a saint -- like she was his wife. I cannot wait to see his face when he finds out the truth of who she really was.",
        "[SCENE_BREAK]",
        "Jack: What do you mean, no case? We're talking about the same guy, right? Keith Morrissey? You read the file?",
        "Tom: Thoroughly. You don't have a leg to stand on.",
        "Jack: He lied about leaving town, Tom.",
        "Holden: And what about his trip to the bank to clean out Julia's safe deposit box?",
        "Jack: Not to mention the fact that he swore up and down he was nowhere near Julia's apartment on the day she was murdered.",
        "Holden: Even though an eyewitness saw him nearly pounding down the door?",
        "Tom: I know your theory --",
        "Holden: Then you know that he's drowning in debt.",
        "Jack: Credit cards maxed to the limit. He killed her so he could get his hands on his nephew's inheritance. I gave you motive and opportunity. What more do you want?",
        "Tom: Evidence. You got nothing connecting him to the crime scene.",
        "Jack: Just an eyewitness.",
        "Tom: You got nothing that puts him inside the apartment. I don't have time to lead you guys in investigation 101. [Jack sighs] But if this guy's guilty, you gotta bring me some DNA -- hair samples, partial fingerprint -- anything that places him inside on the day that she was killed. And then I'll nail him. I promise you that. Otherwise, you got nothing.",
        "Jack: All right. Listen up, everybody. We're going back to the Larrabee place. I want it swept again, floor to ceiling. And a week's vacation to whoever brings me a print. You got it? I'm gonna prove that Morrissey killed her. He's not walking away from this.",
        "Keith: Well, it looks like somebody's going fishing.",
        "Jack: Yeah. And we're gonna come up with a great, big, stinkin' one. And you've got a trip to Joliet in your future, I see.",
        "Keith: Well, you know, you're putting your career on the line, because this is your big case since you were reinstated, right? This is like a test, everybody's watching you. And it looks to me like you're flunking.",
        "Jack: I don't think so. You're not gonna get away with what you did to Julia. You're going down, Keith.",
        "Keith: I didn't kill Julia. And you're not gonna pin it on me, all right? You Snyder boys think that you run this town. Well, when are you gonna stop protecting the real criminals? We both know that Carly or Lily or both of them killed my sister. So stop messing with me and face the facts!",
        "[SCENE_BREAK]",
        "Carly: You're determined to do this, aren't you?",
        "[Phone rings]",
        "El Paso cop: El Paso central command. Can I help you?",
        "Lily: Yes. I have information about an outstanding warrant from your jurisdiction.",
        "El Paso cop: Hang on.",
        "Carly: What? What's going on?",
        "Lily: He's getting somebody.",
        "Harvey: Warrants. Harvey Dugan. You got info on a bail jump?",
        "Lily: Yes. It's for a Julia Larrabee. L-a-r-r-a-b-e-e.",
        "Harvey: Who are you?",
        "Lily: I'm a co-worker. There was a party at work and Julia got a little tipsy and let it slip that she had an outstanding warrant in El Paso.",
        "Harvey: And you're calling because --",
        "Lily: It's my duty? I mean, she's hiding out here -- in Oakdale. We work together at Memorial Hospital and I -- I really care about all of our patients and I would hate to see any of them put at risk. I guess -- I just wanted to make sure it wasn't anything important. I'm sure you understand.",
        "Carly: So? Are they gonna come arrest her?",
        "Lily: I don't know. I can't believe I just did that.",
        "Carly: Yeah. You just turned in a dead woman.",
        "Lily: I'm going to hell. That's for sure.",
        "Carly: Well, if you are, I'm going with you. We can't think about that right now, all right?",
        "Lily: I had to do it.",
        "[Doorbell rings]",
        "Carly: I'll take care of this. And you take a breath.",
        "Lily: Thank you, you're a good friend. No. This is not a good time. Please don't --",
        "Lucinda: Hi, Carly. Is Luke here?",
        "Lily: Luke is at school.",
        "Lucinda: Uh, no -- no, darling. He's not. He dropped by my house, unannounced. I found him in my library burning something in the fireplace.",
        "Lily: What was he burning?",
        "Lucinda: You're hiding something. Both of you. And Luke's mixed up in it. Oh, for heaven's sake. Well, you can't expect me to leave, darling, until I know what it is.",
        "[SCENE_BREAK]",
        "Mike: Why don't you get a table and order a mimosa or something?",
        "Katie: Where are you going?",
        "Mike: To the front desk, see if she left a message.",
        "Katie: Oh, when you called the street jeans office, was Craig there?",
        "Mike: I got voice mail.",
        "Katie: 'Cause he might still be up in his room. I mean, if there were after parties or whatever, he might be sleeping in. And maybe he knows where Jen is.",
        "Mike: I'll give it a try.",
        "[SCENE_BREAK]",
        "Bartender: Can I get you a refill?",
        "[With German accent]",
        "Henry: Ja. Ein drinkin, bitte. Ein -- how you say -- Mary bloody -- Bloody Mary, herr.",
        "Bartender: Horseradish?",
        "Henry: Ja.",
        "Bartender: It's kind of early, sir. Maybe we should make this Mary a virgin.",
        "[With German accent]",
        "Henry: Don't even think about it.",
        "[SCENE_BREAK]",
        "Jennifer: Maybe I just have that gene for self-sabotage. I worked so hard. I had everything in place -- not just my job, but a life, too. And now I've just -- I've ruined it. Maybe my mother's right.",
        "Craig: Your mother never is right. Why? What did she say?",
        "Jennifer: That I am just like her.",
        "Craig: Your mother is insanely jealous of you, okay? Come on, you're being too hard on yourself.",
        "Jennifer: Don't do the sympathetic friend thing, Craig. It's not you.",
        "Craig: I am the friend who was there for you last night. I am the friend who ran interference for your mother when she could have ruined everything, okay? I am the friend who has treated you and held you as the capable, talented, beautiful woman that you are.",
        "Jennifer: You're my mother's ex-husband.",
        "Craig: Oh, please. That was a car wreck a long time ago.",
        "Jennifer: You're Bryant's father! He was -- he was my first love. He was the only other person I've ever cheated on. And look what happened. I cannot tell you how guilty and confused that makes me feel.",
        "Craig: Jennifer, last night, we shared something very human that has nothing to do with the past.",
        "Jennifer: It was so incredibly selfish.",
        "Craig: No, it was real. All right? And I think you needed it. I know I did.",
        "Jennifer: You want to hear something funny? When Mike and I first got together, I told him I wanted to wait to make love until I was in love. I wanted it to be special for the both of us. And when we finally did, it was so beautiful. And now I've ruined everything.",
        "Craig: No. You've allowed yourself to feel something. Jennifer, we both did. We were just two needy people reaching out.",
        "[Knock on door]",
        "Jennifer: Did you order room service?",
        "Craig: Not yet.",
        "Mike: Craig! Open up. It's Kasnoff. Are you in there?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Lucinda: Oh, my God, Pussycat. Are you in some kind of real trouble?",
        "[SCENE_BREAK]",
        "Jennifer: Oh, my God. Oh, my God. It's Mike.",
        "[Knock on door]",
        "Mike: Craig, I already heard you. I know you're in there.",
        "Craig: Go in the other room. I'll take care of this, okay? Go. Okay. Here I come. Oh, my contractor friend.",
        "Mike: I'm not your friend. The only reason I'm here is because Jennifer didn't come home last night. Have you seen her?",
        "Craig: Well, she was at Metro after the show -- which was a big success, by the way.",
        "Mike: But you didn't take her home?",
        "Craig: Women do drive, too. She was a little upset, though.",
        "Mike: Because of me?",
        "Craig: No, Mommy dearest, I think.",
        "Mike: What did Barbara do now?",
        "Craig: Well, she tried to hijack the press party.",
        "Mike: Maybe I should try to track Barbara down.",
        "Craig: Well, it should be easy to pick up the scent.",
        "Mike: You know what? I left my cell phone in the car. You mind if I use yours?",
        "Craig: Oh, no, no. Not at all.",
        "[SCENE_BREAK]",
        "Lucinda: If Luke is in trouble --",
        "Lily: Trouble? Why would he -- he's a good boy. What kind of trouble could he be in?",
        "Lucinda: Well, I might be able to determine that, sweetheart, if you would stop playing ring around the Rosie with me. You have no idea why he'd lie to you? Why he'd lie to me?",
        "Lily: Did you ask him?",
        "Lucinda: Of course I asked him. He said he was burning up his paper because he got an \"F\" and he didn't want you to see it.",
        "Lily: Well, there's an answer.",
        "Lucinda: It's completely unsatisfactory.",
        "[SCENE_BREAK]",
        "Carly: Well, why? I remember doing that -- burning bad grades from school -- when I was a kid.",
        "Lucinda: The bonfires were stupendous, I'm sure.",
        "Lily: I will talk to Luke when he gets home.",
        "Lucinda: Dear, if you're being -- if you're worrying that I'm questioning your child-rearing skills --",
        "Lily: I'm fine! Would you please -- I have -- would you please go? I'm in the middle of something. Please just go.",
        "Lucinda: Wait a minute. You are? I thought we were talking about Luke. Oh, my God, Pussycat. Are you in some kind of real trouble?",
        "[SCENE_BREAK]",
        "Holden: You say something like that again and I might just forget about due process --",
        "Jack: Holden -- Holden -- let me give you some advice. Get a lawyer and start cooking your defense. Make it a good one.",
        "Keith: Look, you've got nothing on me here, all right? Meanwhile, my sister's dead. I should be making funeral arrangements.",
        "Holden: I've already taken care of that. It's been handled.",
        "Jack: Holden --",
        "Holden: And I don't want you anywhere near that place.",
        "Jack: Holden, relax.",
        "Holden: You got it?",
        "Jack: I've got enough to hold you for now. Pretty soon I'll have the forensics to back it up. So keep your mouth shut.",
        "Cop #1: Detective?",
        "Jack: Yeah? You got something for me?",
        "Cop #1: It's important.",
        "Holden: Luke -- what's going on?",
        "Cop #2: This your kid who was hanging around the crime scene?",
        "Holden: Yeah. Yeah, yeah. That's my son.",
        "Cop #2: Teach him to answer when a police officer questions him. And kid -- the yellow tape means \"Stay out.\" Understand? I'll skip the truancy summons this time.",
        "Holden: Thank you, officer. Why aren't you in school?",
        "Luke: I asked Mom if I could have the day off.",
        "Holden: To hang around a crime scene?",
        "Luke: No. No. It's been a tough week. It's like a mental health day.",
        "Holden: Oh. Well, I don't understand how hanging around a murder investigation is good for your mental health. Why were you over at Julia's?",
        "Luke: I was just passing by. I saw the cops. I wanted to know what was going on, okay? It was nothing.",
        "Holden: The officer didn't seem to think it was nothing.",
        "Luke: That's because he was a jerk. And you're a jerk, too, if you don't believe me.",
        "Holden: I didn't say that I didn't believe you. Why are you acting like I accused you of something?",
        "Luke: I'm outta here.",
        "Holden: Luke!",
        "Jack: Where the hell did you come up with this? We dusted that place from top to bottom.",
        "Cop #1: It wasn't in the apartment, actually. One of the CSIs remembered the vic wearing jewelry that never got dusted. They lifted the print from her watchband.",
        "Holden: Hey. You got something?",
        "Jack: Yeah. The answer to who killed Julia.",
        "[SCENE_BREAK]",
        "Mike: Is there more than one number listed for Ms. Ryan? All right. Thanks anyway. Well, she's either not there or she's not answering.",
        "Craig: Well, Boris at the front desk is very helpful. Slip him a twenty.",
        "Mike: Yeah, I'll try that. You and jen are partners. She's been gone all night. You don't seem that concerned.",
        "Craig: Well, she was -- had a lot on her mind -- the press party, her mother.",
        "Mike: She usually comes to me when she's upset.",
        "Craig: Well, I guess you were missing. Where'd you go?",
        "Mike: I had to take a friend to the airport.",
        "Craig: It was a big night for Jennifer.",
        "Mike: She understood.",
        "Craig: I'm sure she did. She was all excited from the night. She probably just took a long drive to calm herself down. She'll turn up.",
        "Mike: Well, if she turns up, you'll call me, right?",
        "Craig: Oh, you betcha.",
        "Jennifer: What the hell were you trying to do?!",
        "Craig: I beg your pardon?",
        "Jennifer: That guilt trip you were trying to lay on Mike. He does not deserve to feel guilty.",
        "Craig: And neither do you.",
        "[SCENE_BREAK]",
        "Katie: Hey. Oh. I guess this means you didn't find Jen?",
        "Mike: Craig said she had a fight with her mom.",
        "Katie: Oh. Well, see? That explains her vanishing act. Barbara's enough to send anyone running for the hills.",
        "Mike: Yeah, maybe. But now I can't track Barbara down. I'm really starting to get worried.",
        "Katie: Mike, listen. I know this is going to sound kind of hokey, but -- I really do have a good feeling that everything is going to be okay. Maybe Jen spent the night at one of her girlfriends' house or at Hal's or Paul's.",
        "Mike: She should've been with me.",
        "Katie: Look, whatever is going on, it's gonna work out, okay? You two love each other.",
        "Mike: Thank you.",
        "Katie: For what?",
        "Mike: For being here. For being my friend.",
        "Katie: You can always count on me. That's never going to change.",
        "Mike: You know how I feel about you, Katie.",
        "Katie: I know. I know.",
        "[SCENE_BREAK]",
        "Craig: Stop flagellating yourself.",
        "Jennifer: I deserve to lose Mike.",
        "Craig: No. You've allowed yourself to feel something human. You deserve a toast.",
        "Jennifer: You and I will never share a toast together ever again.",
        "Craig: Where are you going?",
        "Jennifer: I have to get out of here and go home.",
        "Craig: All right. We'll think of a good excuse for your all-night disappearance then.",
        "Jennifer: I'm not like you, Craig. I don't spin my life. But if you ever breathe a word of this to anyone --",
        "Craig: Hey, I promised. Who do you think I am?",
        "[SCENE_BREAK]",
        "Lily: No, I am not all right, Mother. You come in here -- you barge in here -- accusing me and my son of hiding things from you. Luke!",
        "Luke: Yeah?",
        "Lily: Your grandmother tells me that you were at her house burning something in the fireplace.",
        "Luke: Oh. Thanks a lot.",
        "Lucinda: Hey, sorry I ratted you out. But I made no promises.",
        "Luke: Yeah, whatever.",
        "Lily: What were you burning?",
        "Luke: A paper I had for school -- the history of the golden gloves.",
        "Carly: Well, a paper like that is quite an undertaking.",
        "Lily: Please, go upstairs. We'll talk about this later.",
        "Lucinda: No. No. You stay right there. Don't tell me you believe this nonsense, darling.",
        "Lily: I trust my son. He trusts me.",
        "Lucinda: Hey, you know. I'm not the enemy here.",
        "Lily: No. I'm not saying that you are the enemy. Please, if you would just go, I can handle things from here.",
        "Lucinda: Okay. And I'll get to the bottom of this. You know I always do.",
        "[Phone rings]",
        "Lily: Hello?",
        "Holden: It's me. Did you give Luke permission to skip school?",
        "Lily: Well, yes. Because -- he needed some personal time, so I told him to take the day off of school. Is that a problem?",
        "Holden: I understand that he's angry. But I really think that we need to try and get him back into a routine. Especially with everything that's going on.",
        "Lily: Everything else was thrust upon this boy, he just -- you decided to pursue a relationship with that --",
        "Holden: Can we not go there? Did you know that he was hanging around Julia's place?",
        "Lily: No.",
        "Holden: One of Jack's officers brought him in today.",
        "Lily: He was arrested?",
        "Holden: No. But he was hanging out, getting in the way.",
        "Lily: Don't worry. Don't worry. I'll make sure he's in school tomorrow. I'll talk to you about this later. Okay, you -- you -- I don't know. I don't understand -- you've got your grandmother suspicious, your father is so angry with you that I had to lie to him. Now you're gonna hang around to Julia's? What is going on with you? Why?",
        "Luke: I'm sorry.",
        "Carly: It's okay. Your mom's not mad at you, are you? She's just worried about you, that's all. Now let's -- let's just start at the top, okay? What -- what were you doing at your grandmother's?",
        "Luke: I went to finish burning mom's gloves.",
        "Lily: Finish?",
        "Luke: Yes. Look, I know I told you I burned them before, but it didn't work -- not completely. And I couldn't risk anybody finding them. So I took what was left over to Grandma Lucinda's.",
        "Carly: Okay. All right. And -- and what about Julia's? Why on earth would you go there?",
        "Luke: I just wanted to find out what was going on, that's all. I wanted to make sure nobody found out that you had been there the day she was killed. You gotta believe me, Mom. I'm just trying to protect our family.",
        "[SCENE_BREAK]",
        "Keith: You'd better have a backup plan, because those prints aren't mine. You know, you're gonna spend the rest of your career sitting behind that desk. And when you're not there, you're gonna be driving off to see your wife in prison. You know what? You two should carpool. Split the gas.",
        "Holden: Why don't you just shut up?",
        "Cop #3: Hey, Jack. The lab guys ran that print.",
        "Jack: What'd they find?",
        "Cop #3: You're not gonna like it.",
        "[SCENE_BREAK]",
        "Katie: Maybe you should give her office another try.",
        "Mike: Where have you been?",
        "[SCENE_BREAK]",
        "[Pounding on door]",
        "Henry: Hey! Open up, Craig! Craig! Come on, liar! Hey!",
        "Craig: Henry, Henry, Henry \u0096",
        "Henry: Open up!",
        "Craig: Henry, Henry, Henry. Henry, what \u0096",
        "[SCENE_BREAK]",
        "Lily: Going to Julia's, getting hauled in by the police is not protecting us. That is torturing you. Now please, you have to go back to school and focus on your classes and your friends --",
        "Luke: Mom, they found a fingerprint.",
        "Lily: How do you know that?",
        "Luke: I heard a cop talking to Jack about it.",
        "Lily: Oh, my God. Do they know whose it is?",
        "Luke: I don't think so.",
        "Lily: How could that be possible? Carly, we wiped that place clean. What are we going to do?",
        "Carly: Okay. The first thing we are gonna do is not freak out. All right? Now, that print could belong to anybody -- Julia, J.J., the pizza delivery boy. Please, Lily. Please do not panic.",
        "[SCENE_BREAK]",
        "[Jack sighs]",
        "Jack: The print's not Keith's.",
        "Keith: Yeah, well -- I'm gonna go pay respects to my sister.",
        "Jack: No. You're not going anywhere until I say so.",
        "Keith: Oh, come on.",
        "Jack: Take him back down to lock-up.",
        "Keith: The game is over here. Come on.",
        "Jack: Now.",
        "Holden: Maybe he didn't do it.",
        "Jack: Of course he did it.",
        "Holden: What about the print?",
        "Jack: Maybe he had an accomplice. All we have to do is figure out who the print on Julia's watchband belongs to. Can you think of anybody else who wanted her dead?",
        "[Holden remembering]",
        "Holden: Luke, you're not a kid anymore and I'm not gonna lie to you. I care about Julia. But it does not change how I feel about you and your sisters. But I can't be a husband to your mother anymore.",
        "Luke: So guess what? If you're not that, you're nothing to me.",
        "Cop #2: Is this your kid who was hanging around the crime scene?",
        "Holden: Yeah. Yeah, yeah. That's my son.",
        "Cop #2: Teach him to answer when a police officer questions him. And kid, the yellow tape means stay out. Understand?",
        "Jack: Holden?",
        "Holden: What?",
        "Jack: Well, you look like you have an idea about who else could be involved.",
        "Holden: No. No, Jack. No idea.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "Jennifer: I have to tell you something. But I want you to promise me something first.",
        "Mike: Anything.",
        "Jennifer: Promise you won't hate me.",
        "Henry: All I ever wanted was for you to be happy -- deliriously happy. And Mike is the man that makes it happen for you. Your heart belongs to Mike.",
        "Lily: Stop!",
        "Luke: How can you listen to this?! She -- she wrecked my life! She deserved to die!"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=CXXEyJn5j6w"
}