{
    "Episode Summary": [
        "Episode # 6986 ~ Ivy informs Maya that she may also be on the receiving end of a deceptive plan."
    ],
    "Recap": [
        "With Caroline hanging her head in shame, Rick tells her that from now on he will be running the company with Maya. Eric can not believe he is hearing this. He signed those papers under the premise that Rick was back with Caroline. That was part of the deal and he knows it. Rick says no, it is not in the contract so he better look that over. He is not violating any rules. And Caroline is not his problem anymore. Eric asks how could Rick do this. It is so underhanded, deceitful and hateful. He is going to have this reversed. Rick says too late, it has been witnessed. He tells his dad that he has a year now to prove he can do well by the company and Maya will prove very beneficial to the company's future too. Eric apologizes to Caroline that he would not have done this had he known. Ridge calls Rick a spoiled petulant child, the same as he was as a child. Rick shouts at him that he is now CEO and he would tread lightly \"my friend\" if he wants to stay. He snaps his finger and says they are all replaceable and he could have ten more of them just like that. He tells his dad he has earned his time, so go ahead and go on vacation. He will run the company and it will be in good hands, but to Ridge he says he will run it like he sees fit without interference from Ridge. And he says he expects them all to treat his new partner, Maya, with respect.",
        "Pam tells Othello she thinks he knows more than he is saying. All he will say is that he has these vibes that there will be some big moves around here soon. Ivy walks up looking for Maya. She is concerned when she hears that Maya was called into the big executive meeting. She says she can not keep this secret anymore. She needs to go in and tell Caroline. Pam says she might as well wait and let this play out as it sounds like it is too late anyway. Eric tells Rick that he knows he has been hurt but this is not the way a CEO behaves or a son of his would. Rick says this is the way it had to be. They made him choose. But he will honor his dad by continuing giving to charities and to hospitals so Eric can rest assured and go on his travels with John. He will be the son that Eric raised and make him proud. He tells Ridge that his tenure as designer and VP will continue and he hopes he and Caroline will continue working together. And they can do it upfront and give in to passion if they want to as it would have zero impact on him now. He tells Caroline to pack her things and let him know where to send them. Maya is moving in now. Caroline shouts at them to all leave; she wants to talk to Rick alone. She asks if this is all a put on. He says it has been ever since he found out about her and Ridge. He felt like he had been kicked in the stomach the way she must feel now ..empty and betrayed like his whole world had been taken away from him. Now she knows how he felt. She says she knows he is angry and hurt and she deserves that but she does not deserve this. She genuinely thought they were working on their marriage. Something was not quite right but now she knows what it was. He was sleeping with her night after night without touching her yet he was sneaking around to be with Maya. Ivy catches up with Maya who says Ivy is too late. She can not blow the whistle on her now. Rick finally has the power that he deserves. She tells Ivy she has been waiting for this day to be named the woman in his life and not Caroline. Ivy tells her that she is just Rick's rebound and she should never have gotten involved with him. Maya tells her to butt out as she will sleep just fine tonight right beside Rick. Ridge argues to Carter that Rick deceived them. Carter sees nothing that can be revoked. If Eric tries, Rick can sue. Carter says Maya has wanted this all along. She has been wanting this for months. Ridge says Maya is just Rick's pawn in his little game only she does not know it yet. Eric agrees. He blames Maya too but Rick did this on purpose and knew what he was doing. He is certainly not going to leave and go out of town now with this brewing. Ridge says Rick still loves Caroline and that is why he is doing this. Caroline rants this is about Ridge who he has always had a problem with. Rick says he is with Maya because he wants to be with her and Caroline can think what she wants. She cries that she still wants everything they signed up for and she is willing to swallow her pride and will give him one more chance. She is sorry that she hurt him but he has hurt her more. He cries as she says she knows he still loves her and she still loves him. They both made mistakes but she is willing to try. She begs him to."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: Our marriage is over, Caroline. From this point on, I'll be running Forrester Creations with Maya.",
        "Eric: You're not serious.",
        "Rick: I'm very serious.",
        "Ridge: You are unbelievable.",
        "Carter: You conned your own father to get control of the company? And you've been with Maya this whole time?",
        "Eric: If you think for one moment I'm gonna accept this --",
        "Rick: Dad, it's already too late. You signed the documents.",
        "Eric: Under the pretense that you stay married to Caroline.",
        "Rick: There's no mention of that in the contract.",
        "Eric: That was part of the deal, and you know it!",
        "Rick: Then look it over. I'm not violating any rules.",
        "Ridge: What about what you're doing to your wife? What about Caroline?",
        "Rick: She's not my problem anymore. E",
        "Pam: You know more than you're pretending to, don't you?",
        "Othello: I don't know anything. [Sighs] Okay. Look, all I can say is there's gonna be changes around here.",
        "Pam: Well, who told you that? Othello, come on!",
        "Othello: What? What? All I can say is I got a vibe. I got a vibe.",
        "Pam: I'm not getting fired, am I?",
        "Othello: No, no, no.",
        "Pam: Is Charlie?",
        "Othello: Whoever Charlie is. No, not that I know of.",
        "Pam: Okay, well, thank goodness for that.",
        "Ivy: Hey, have you seen Maya? I can't find her anywhere.",
        "Pam: Yeah, Rick just texted her to come into the big meeting. Why? What's wrong?",
        "Ivy: I don't feel comfortable keeping this secret anymore.",
        "Pam: What secret?",
        "Ivy: I'm telling Caroline.",
        "Othello: I'm sorry, but I think it's too late.",
        "Eric: How could you do this, Rick? You played us! You -- you played all of us! You played me! I'll get this reversed.",
        "Rick: It's already too late. It's been signed and witnessed.",
        "Eric: What you've done is deceitful and is underhanded. It's hateful! Complete control for this?",
        "Rick: Dad, this doesn't affect our agreement. You gave me a year so I won't have interference with Ridge. A whole year to prove myself. And I will. And Maya will be very beneficial to Forrester's future. And now we have the time to prove to you that the profits will climb and we will grow the brand.",
        "Maya: Eric, I know you will be proud of him. This is the same son who you appointed C.E.O. And trusted with this company regardless of any changes in his personal life.",
        "Eric: Caroline, I'm sorry. If I had known this was happening, I would have stopped it.",
        "Ridge: You're a spoiled, petulant brat. You always were. This is classic Rick. This is how you operate!",
        "Rick: You know that family you wanted with me, those kids? You should have them with him. They'll turn out great.",
        "Caroline: Rick, stop it!",
        "Rick: Do you really think that you could betray me and get away with it? How pathetic do you think I am?",
        "Caroline: You said you forgave me!",
        "Rick: And you said you would be faithful! I guess we both lied.",
        "Ridge: Got to find a loophole. Don't let him do this to you.",
        "Rick: I am running the company, Ridge. It's a clean-cut contract that's already in my attorney's possession. I have irrevocable control, so I would tread lightly, my friend. One wrong word out of you and I will fire you.",
        "Eric: All right, stop it. Stop it, Rick. You're not gonna fire anybody. You're completely out of control.",
        "Rick: I may be young, but I have worked at this company my entire life. And the one thing I've learned is there's a lot more to this business than just designs. Do you guys really think you're that special? Because I could have 10 of you just like that! You are replaceable, so think about that next time you guys are holding hands in front of the sketchpad! Dad, you have put in your time. Go on vacation. The company will be in good hands. I will keep it a family business. But, Ridge, I will run it the way I see fit! And I expect all of you to treat Maya with respect. My new partner.",
        "Pam: I-I just can't believe that Rick and Maya kissed.",
        "Ivy: Yeah.",
        "Othello: If I were you, I'd keep that to yourself.",
        "Ivy: Uh, yeah, Rick made a huge deal to me about not saying anything to anyone.",
        "Pam: Don't worry, don't worry. Mum's the word. I promise. On a lifetime of lemon bars. But poor Caroline. Come on. She's going to be devastated.",
        "Ivy: What do I do? Do I go in there? Do I tell her everything I know?",
        "Pam: No. I think you probably should just stay out of it and see how the meeting plays out. Othello doesn't seem to think it's gonna make any difference anyway.",
        "Ivy: Yeah, Rick seemed pretty certain that it was just a goodbye kiss, there was nothing else to it.",
        "Pam: [Scoffs]",
        "Ivy: But, I mean, look at -- look at Maya's behavior and then how distant he's been from Caroline. It's -- I mean, I can't believe I've kept this to myself. I should have said something.",
        "Pam: What were you supposed to do? You confronted Rick and Maya, and then he threatened to fire you.",
        "Ivy: Can you please not excuse me from being a good friend?",
        "Pam: [Sighs]",
        "Othello: What do you think is going on in there?",
        "Pam: I don't know.",
        "Ivy: You know what? I don't have a good feeling about this.",
        "Pam: It's awfully quiet.",
        "Othello: Is that a good thing?",
        "Pam: You can never tell around here.",
        "Eric: Rick, you got hurt. I understand that. But for you to pull this on all of us, this is not the way a C.E.O. Behaves. This is not the way a son of mine runs a business.",
        "Rick: You think you feel betrayed?",
        "Ridge: You wanted control of this company. You used Caroline to get it.",
        "Caroline: Ridge.",
        "Rick: This is the way it had to be done. You made me choose.",
        "Maya: Rick and I are very committed to each other and to Forrester Creations.",
        "Rick: Dad, go teach. Go travel the world with uncle john. Live your life. I will exceed your expectations as CEO, and I will continue your good works. I will donate to the hospitals. I'll -- I'll donate to nonprofit charities. I'll promote the Eric Forrester foundation. I will be him. I will be the son that you raised. And I'll make you proud. So go enjoy your time off.",
        "Ridge: You think it's gonna be that simple, huh?",
        "Rick: Ridge, your tenure as vice president and head designer, it remains. In fact, I really hope that you and Caroline continue to work together. But this time, you guys don't have to do it in secret. You don't have to look at each other from a distance. You can give in to your artistic passions, because whatever you guys do will have zero effect on me. So go. Be free.",
        "Caroline: Rick.",
        "Eric: All right, I think we all need to take a very deep breath here.",
        "Ridge: He's beyond help. You can't talk to him.",
        "Rick: Caroline, I have somebody packing your things. Let me know where you'd like me to have them delivered. Maya's moving in.",
        "Caroline: Okay, that is enough. Everybody, get out! I am talking to Rick alone!",
        "Ridge: Are you sure?",
        "Caroline: I'm fine! Get out!",
        "Carter: Maya.",
        "[Door closes]",
        "Caroline: Was this all just a put-on?",
        "Rick: Yeah. From the moment you turned to Ridge.",
        "Maya: [Sighs]",
        "Rick: Maya, is it? I'm Rick. It's really nice to meet you. What are you doing?",
        "Maya: Paying you.",
        "Rick: No. No way.",
        "Maya: Come on. You need the money as badly as I do.",
        "Rick: Thanks, but no thanks.",
        "Maya: I can't let you walk away with nothing.",
        "Rick: How about this? If I had told you that I was a Forrester when we first met, what would you have done?",
        "Maya: I probably would have run in the other direction.",
        "Rick: Then I'm glad I didn't.",
        "Maya: Me, too.",
        "Rick: Just between you and me, my dad is considering stepping down as CEO.",
        "Maya: That's huge.",
        "Rick: And I'm second-in-command, so...",
        "Maya: What about Ridge?",
        "Rick: He may have to have reduced responsibilities.",
        "Maya: What does Caroline have to say about that?",
        "Rick: Caroline and I are a team, not Caroline and Ridge.",
        "Maya: You sure about that? I caught them.",
        "Rick: Excuse me?",
        "Maya: Caroline and Ridge. And they were doing a lot more than designing.",
        "Rick: That's what I'm about now -- moving forward. But as I was saying, I'm not gonna be doing it alone. I'm gonna need a partner, a person who is -- is gonna be there for me through it all.",
        "Caroline: And I look forward to it. As your wife and as your partner, you...you can depend on me.",
        "Rick: I wasn't talking about you, Caroline. I was referring to Maya.",
        "Ivy: There you are.",
        "Maya: You're too late.",
        "Ivy: Too late for what?",
        "Maya: Blowing the whistle on Rick and me.",
        "Ivy: You told Caroline.",
        "Maya: No. I didn't say a word. Rick told her right in front of Eric and Ridge right after he secured control of Forrester.",
        "Ivy: I should have known that this is what you two were doing behind Caroline's back. Not only were you kissing and sneaking around, but you were plotting and scheming a takeover.",
        "Maya: I like to think of it as making someone's dreams come true. Rick finally has the power and position he deserves.",
        "Ridge: We can't let him do this.",
        "Carter: I'm looking for a loophole.",
        "Ridge: This is fraud. Dad signed those papers under false pretenses.",
        "Carter: There's nothing in the agreement that mentions Caroline or Rick's marriage to Caroline. Their marriage is not a stipulation.",
        "Ridge: Do you think maybe you should have added that?",
        "Carter: Rick's lawyer drew up the contract.",
        "Eric: I didn't take this decision lightly. Rick's dedication, his success as president, the growth of the company -- I thought he and Caroline were solid.",
        "Carter: She had every reason to believe he still loved her.",
        "Ridge: He does still love her. That's why he's doing this.",
        "Caroline: I feel sick.",
        "Rick: That's how I felt when I found out about you and Ridge. Empty, betrayed. [Voice breaking] Like my whole world had just been taken away from me. Now you know what it's like.",
        "Caroline: Is that what you want? For me to feel pain? I understand that you're angry, and I deserve that, but I do not deserve this. I have never been more stunned or more hurt in my entire life. I genuinely thought that we were working on our marriage! And I knew -- I knew something wasn't right, and now I know what it is. [Sobbing] You slept next to me night after night, and I sat there questioning myself. You were so disconnected, and I thought, \"oh, my God! I hurt him so bad that he can't even bear to touch me!\" But that isn't it. That wasn't the reason. It was because you were with Maya. You were sneaking around with her! Congratulations. You got me.",
        "Eric: Carter, you've got to find something.",
        "Carter: Eric, you gave up the right of removal. There is no legal way to take the CEO position from Rick. If you tried, he can sue.",
        "Ridge: Well, that is fantastic. Now we have to listen to this power-hungry idiot for a whole year.",
        "Carter: Anyone who still wants to work here.",
        "Ridge: Well, dad, you're getting out just in time, aren't you?",
        "Eric: Yeah, I'm sure as hell not leaving now, not the way things are.",
        "Ridge: Well, why not? There's nothing you can do.",
        "Carter: I should have figured. Maya's wanted this all along. She's been targeting Rick for months.",
        "Eric: I'm not thrilled with Maya, but Rick knew exactly what he was doing.",
        "Ridge: Oh, Maya. Maya's just a pawn in Rick's little game, only she doesn't know it yet.",
        "Eric: Yeah.",
        "Ivy: Rick tricked everyone. There is no way uncle Eric and Ridge are gonna stand for this.",
        "Maya: There's nothing they can do. Rick made sure his contract is ironclad.",
        "Ivy: Oh. And what about Rick's commitment to you? Is that as rock-solid as you think it is?",
        "Maya: Do I look like I have any doubt?",
        "Ivy: I'd be worried that he's using you or that you're some kind of rebound.",
        "Maya: Ivy, I wouldn't expect you to understand.",
        "Ivy: Maya, Rick might have gotten the power he's always wanted, but there is no way he feels good about this, and neither should you.",
        "Maya: You don't worry about how I feel, 'cause I'll sleep just fine tonight right next to Rick.",
        "Ivy: You should never have gotten involved with him. He's a married man.",
        "Maya: Not for long. I have been waiting for this day, and now finally the world will know that the woman in Rick's life isn't Caroline. It's me.",
        "Caroline: I am so mad at you for lying to me... for carrying on with Maya. But I know that it is because of your pain and because of what happened with Ridge and your history with him.",
        "Rick: This isn't about Ridge.",
        "Caroline: Yes, it is.",
        "Rick: Let me be clear about something. I want to be with Maya. I want to be C.E.O. With Maya. That's what this is about.",
        "Caroline: I really don't think that you believe that. I...",
        "Rick: But you can think what you want.",
        "Caroline: [Sniffles] I hate making excuses for you about why you're doing this. It is -- it is taking every bit of strength that I have right now not to slap you! But I am -- I am... I am willing to try and understand. I am -- I am willing to swallow my pride for us and our relationship and for the children that we might have one day. Because I want that, Rick. I still want everything that we signed up for. And I know that you want that, too. Rick. Look at me. Look at me! I am giving you one more chance. I am sorry that I hurt you. But you hurt me more than anyone else ever has! I know that you are not in love with her. I know that you do not want a life with her. [Voice breaking] I know that you still love me! And I still love you, too! We both made mistakes! Both of us! But it is not too late to save our marriage! We can -- we can put this all behind us! You have to tell me that you are willing to try! Just say that you are willing to try! [Sniffles] Please!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=SXi09eW606w"
}