{
    "Episode Summary": [],
    "Recap": [
        "Bridget and Felicia continue their visit when suddenly Bridget's water breaks. Nick is at the beach house gathering some things for Bridget's hospital stay. Brooke stops by and compliments Nick's parenting skills. Nick gets an emergency call from Eric.",
        "Felicia is about to leave when suddenly Bridget's water breaks. She goes into labor and the baby is stillborn. Bridget cries out to hold her baby. Nick arrives at the hospital to find Bridget crying over their loss. He tries to comfort her as the doctor informs Eric, Massimo and Thorn about the baby. Nick apologizes for not being there. Felicia comes back and promises to watch over Nicole in heaven while Bridget takes care of Dominick there."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: Okay. Toothpaste -- toothbrush -- what else? You taking anything else? Help me here. The baby blanket. Good thinking. Where would I be without you? I hear you. You know, you are going to be a first rate big brother. You're already taking care of your little sister. You know what that shows? I'll tell you -- character. That shows character.",
        "Brooke: Of course he has character. He's a Marone. Sorry, I didn't mean to intrude --",
        "Nick: Oh, you're not intruding. Is she intruding? No, you're not intruding.",
        "Brooke: Good. Actually, I came by to get some things for Bridget, but it looks like you've already taken care of that.",
        "Nick: Yeah, yeah. I just want to make sure she's comfortable. I don't really know how long they'll keep her.",
        "Brooke: But she is okay? The contractions stopped --",
        "Nick: Do you really think I would've left her side if she wasn't okay?",
        "[SCENE_BREAK]",
        "Nurse: Okay, blood pressure, pulse, temperature -- all normal. Brethine's got the contractions under control. You're doing great.",
        "Bridget: Thank you so much.",
        "Felicia: I should let you get some rest.",
        "Bridget: Oh, I'm actually enjoying your company, as long as you're feeling up to it.",
        "Felicia: I just don't want to hog you.",
        "Felicia: There's a long line of Forresters and a couple of Marones waiting out in the hall to see you --",
        "Bridget: Yeah, but you're my sister.",
        "Felicia: There's enough groupies out there to prove that someone in this room is loved very much.",
        "Bridget: My daughter is so lucky -- all these people looking after her, and protecting her. Especially her daddy.",
        "Felicia: I was talking about you.",
        "Bridget: Oh, ow! Ow! My water broke! My water broke!",
        "Felicia: Honey, breathe, breathe.",
        "Nurse: I'll get the doctor.",
        "Felicia: Just breath with me, it'll help you get through, okay?",
        "Bridget: Okay --",
        "Nurse: Dr. Caspary to room 106 -- stat!",
        "Felicia: Just hold on, my little baby sister. Hold on, it'll be okay, just breathe slow. Slow, breathe --",
        "[Bridget gasps]",
        "Eric: Dr. Caspary -- is anything wrong?",
        "Dr. Caspary: I don't know anything, yet. I'll let you know the minute I do.",
        "Bridget: Oh. Okay, up the dosage of Brethine -- it stopped the contractions before --",
        "Dr. Caspary: It's too late --",
        "Bridget: Try the Oxytocin inhibitor --",
        "Dr. Caspary: Bridget. Your water has broken. You are in active labor.",
        "Bridget: No!",
        "Felicia: There must be something you can do doctor!",
        "Dr. Caspary: I'm afraid there isn't. We need to remove the stitch. Let nature take its course.",
        "Bridget: Nooooooo!",
        "[SCENE_BREAK]",
        "Nick: I promised you that I'd take care of your daughter. And I will take care of your daughter.",
        "Brooke: Just the same way you're taking care of this little guy. When I see you with Dominick -- how comfortable you are with him --",
        "Nick: You know, when I found out R.J. wasn't my son -- that was the hardest thing I've ever been through in my life. But I'm a blessed man. I have a son now. I have a daughter on the way.",
        "Brooke: Just not too soon, I hope.",
        "Nick: I'd better get back.",
        "[Cell phone rings]",
        "Nick: It's Eric. Hello.",
        "Eric: Nick, there's a problem. Look, Dr. Caspary came running through, into Bridget's room, and asked me to wait outside.",
        "Nick: What's the matter?",
        "Eric: I don't know, but it doesn't look good.",
        "Nick: There's a problem at the hospital with Bridget. I --",
        "Brooke: What? Go, go! Forget about that, just go! I'll bring Dominick.",
        "[SCENE_BREAK]",
        "[Bridget screams]",
        "Dr. Caspary: Bridget, I'm going to cut the suture --",
        "Bridget: No! Not yet! Please!",
        "Dr. Caspary: We don't have any more time. The suture will tear through your cervix -- it could cause permanent damage --",
        "Bridget: No, no! No!",
        "Felicia: We have to let Nicole come, now.",
        "Bridget: No, she's not ready. She's not ready.",
        "Felicia: She's telling you she is.",
        "Bridget: No, her heart -- her nervous system --",
        "[Bridget screams]",
        "Felicia: I heard that preemies can survive as early as 22 weeks.",
        "Bridget: There's only 10% chance -- okay. Okay, Nicole. Oh, Nicole -- just you and me. Oh dear god, please -- oh, please.",
        "[Bridget screams]",
        "Nurse: One big push.",
        "[Bridget screams]",
        "Nurse: There you go. There you go.",
        "[Bridget screams]",
        "Nurse: Oh, there we go. Yes. There you go. Scissors. Suction.",
        "Bridget: Why isn't she crying? Shouldn't we hear her? Why can't we hear her?",
        "Nurse: Let's go.",
        "Bridget: Is she okay, Dr. Caspary?",
        "Nurse: Two, three, four, five --",
        "Bridget: Why aren't they talking to us? Please? She's not breathing.",
        "Dr. Caspary: Two, three, four, five -- still flat-lining.",
        "Bridget: What's happening to her?",
        "Nurse: Again. One, two, three, four, five --",
        "Bridget: Why aren't they talking to us?",
        "Dr. Caspary: Don't stop.",
        "Nurse: Pulse signs?",
        "[Bridget gasps]",
        "Bridget: No. N-no -- what are you doing? What are you doing? No, no --",
        "Dr. Caspary: I'm so sorry.",
        "Bridget: Oh, no -- [Bridget sobs] Oh, no!",
        "[SCENE_BREAK]",
        "P.A.: Dr. David, telephone please. Dr. David, telephone please.",
        "Massimo: Nurse, excuse me-- what is going on here?",
        "Eric: We need some answers. What's happening with my daughter?",
        "Orderly: You'll need to talk to the doctor, as soon as she comes out.",
        "Eric: Well you -- you just expect us to stand out here like this?",
        "Thorne: Dad, hey, hey.",
        "Orderly: I'm sorry.",
        "[SCENE_BREAK]",
        "Bridget: Wait. Can I see her? I want to see my daughter. Nicole. I'm so sorry. You needed me. I'm not sure what I did wrong. You're so beautiful. Oh, you fought so hard. Oh, I'm so sorry. I love you. Mommy will always love you. My little girl. My baby girl. [Bridget sobs] Oh, my god.",
        "Nick: Eric.",
        "Felicia: He's here. I'll be outside.",
        "[Bridget cries]",
        "[SCENE_BREAK]",
        "Massimo: My goodness, what happened? I thought everything was going well.",
        "Thorne: Yeah, the contractions stopped.",
        "Felicia: I don't know. She was fine, and then there was nothing they could do for her.",
        "Jackie: Poor Bridget. Poor Nicky.",
        "[Elevator door dings]",
        "Brooke: Here he is.",
        "Eric: Brooke. Bridget lost the baby.",
        "[Brooke gasps]",
        "Brooke: No. Oh my god. Oh my god, Eric. [Brooke cries] Oh my god, poor Bridget.",
        "Eric: Nick is with her now.",
        "Brooke: Oh, my baby.",
        "[SCENE_BREAK]",
        "Nick: I never would've left, if I'd known that this could've happened.",
        "Bridget: It happened so fast. I don't know what I did wrong.",
        "Nick: Nothing. Nothing. This is not your fault, Bridget.",
        "Bridget: I held her. I held her and I counted 10 tiny fingers, toes. Everything was all there. And I just kept thinking that -- I just kept thinking she was going to breathe and --",
        "Nick: I should've been here, I'm sorry. I'm so sorry. I should've been here.",
        "Bridget: I was hoping she would open her eyes, just for one minute. Just for one minute, I wanted to look at her. She never knew how much we loved her --",
        "Nick: She knows. She knows.",
        "Bridget: Oh Nick -- I lost her. I lost our baby. I lost her. What's happened to her? What happened to her?",
        "Felicia: I'll find her. I'll find her, and take care of her. While you're taking care of Dominick, I'll be taking care of Nicole."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=1BrouXqPe8c"
}