{
    "Episode Summary": [],
    "Recap": [
        "Quinn says she hears Hope loud and clear. So what can she do to help. She asks Hope if she needs an apology. Wyatt tells his mom he wants to talk to Hope alone. Quinn tells him that Hope barely knows he's in the room and that is not a good sign. Hope says an apology would mean nothing. She opines that Quinn never means anything she says. She accuses Quinn of not ever being in therapy at all. And she even charges Wyatt for being so gullible to believe his mom after all these years. Wyatt says again there is a part of this conversation that does not concern Quinn so she needs to leave. Quinn goes on if Liam was detained, would Hope still be married to Wyatt and blaming the weather or whatever. Hope says no, she married Wyatt because she loved him. Quinn said she just turned on a dime and did not even wait on a phone call from Liam, she walked off with Wyatt and married him. It did not matter why Liam was late .by chance it could have been an accident, the weather, tuberculosis or the flu. Hope did not want to know at that moment. It was enough that he did not show. Hope says Quinn needs to go. Quinn says Hope needed an excuse, like one of Liam not showing up. Liam lashes out at Bill that it seems like the same old same old to him. Wyatt will be just fine so he's worried about Liam. Liam says this is not the first time that Hope has been tricked into cutting him out. Bill says Liam is in denial. This time Hope is married. That is a legal fact that Hope can not ignore even if Liam can. Liam says she can always undo the marriage, but, Bill just doesn't think she will. Bill says yes he has had trouble having faith in that girl. Liam says it is not Hope he has no faith in, he has no faith in Liam. Bill opines that people see him and Wyatt as more alike as they are charming/obnoxious and no one ever thinks Liam is obnoxious so that is a good thing. Liam admits that he does not want to be Bill nor Wyatt but he just knows that Bill's money will always be on Wyatt. Bill says okay, now he sees what this is all about - who does Daddy love more. Liam says he is not losing sleep over this, so he doesn't have to see his will. But Bill thinks Wyatt will always win out in the end for the same reason that Bill always wins in the end. Bill says if Hope has a tiny bit of sense, and that is the part he will always question, there is no way she will stay with Wyatt this time. He says Quinn is evil through and through and has been since the day she was born. So if it seems that Bill favors Wyatt, then ask himself why. It's because he was raised by that she-devil. All he knows is what she taught. Liam has his act together but Wyatt needs his attention. And Liam's mother.....Bill says he loved her. And it's understandable with his reflex. Liam has been down this road of happily ever after so many times and had the rug pulled from under him. But this time it's gonna be different. Hope is solid and Liam can count on her. He has one piece of advice for Liam. Winners can afford to be generous, so be generous.",
        "Quinn says she will go but she reminds Hope that she married her son and she had nothing to do with that at all. She did it because she wanted to. Hope says she does not have to justify her actions to Quinn. Quinn says no, she wanted to marry the brother of her fiance and didn't give Liam the slightest chance of being late. But now she finds out Quinn's hand was in it and she has to be outraged. She is in a pickle. She got caught doing the right thing for the wrong reason. No that won't do, not for the Hope forever-changing Hope future. Hope says she feels so sorry for Wyatt how he must have grown up. She will never let Wyatt near her again. Quinn says that life is long so you never know what is gonna happen. And as for Wyatt, he did all right and she has accepted her lot in life. She says she was born to be the screen for other people to project their images on. When they are alone, Wyatt says he will see Quinn maybe only at Christmas. But Hope has to know he can not keep Quinn away from the door. She is silent. He says she will talk to Quinn but not talk to him. Hope says she will talk to him, she is just trying to drink all of this in. He asks her where do they stand. Quinn walks into Liam's house and throws him the keys and says she forgot to return them. He says he is hiding his kitchen knives. She finds that offensive to someone who has fought her way back from mental illness through therapy. He says no worse than being chased around with a sword by a nut case who probably never went to therapy in the first place. And by the way the statue of limitations has not run out on attempted murder and he has eye witnesses. She laughs then extradite her for the Paris thing. She is sure the food is better over there in their jails. She tells him that she just came from Hope's and she is going to take responsibility for her actions. He tells her that she can not matchmake him with Ivy. And he is sorry but so is the marriage that she crossed the Atlantic to manage. Wyatt asks Hope if she is still his wife. She is amazed that he can still call her mother or that her kids would call her Grandma. Wyatt says he will forbid her from seeing them. He even says he will have her committed. He can call tomorrow. She's not sure that is enough. He asks if she can do him a favor. Just turn back the clock one day, same time but just one day. Nothing has changed except they have a little more information now.....his mother is a little more unstable than they thought. Quinn was not there when Hope told him she loved him or when he proposed to her. Or when they said their vows and took the leap of faith. That was all about them, so do not make this about her. It's about them for better or worse. This is the life she wanted yesterday and they still can have."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: Tell me what I can do to make this right, Hope.",
        "Hope: Oh, how -- how can you think that that is even a possibility, Quinn?",
        "Quinn: You're unhappy with me. You've made that clear, so what redress would you like? Name it...",
        "Hope: [Sighs]",
        "Quinn: ...And I'll do it.",
        "Wyatt: Mom, I'd like to speak with Hope alone, please.",
        "Quinn: She hardly knows you're in the room, sweetheart. That can't be a good sign.",
        "Wyatt: Excuse me?",
        "Quinn: So what do you want from me, Hope? I have heard the catalog of my shortcomings. I'm sure everyone agrees with you. They usually do. Must make life really pleasant.",
        "Wyatt: Mom, this is not helping us right now.",
        "Quinn: Then what is, sweetheart? Would you like an apology? I'm sorry you married my son instead of his loser half brother.",
        "Hope: You will not talk to me about Liam like that, and, Wyatt, I don't want you allowing it, either.",
        "[SCENE_BREAK]",
        "Bill: So, how long has Hope been gone?",
        "Liam: Not very. [Sighs]",
        "Bill: And you're expecting her back?",
        "Liam: Uh, yeah. Can I get you, like, coffee or -- or a scotch or anything? I'm not a very good host, but then again, you're not a very good guest.",
        "Bill: Did she say she was coming back?",
        "Liam: What's going on with you? Do you -- you don't think Hope's gonna come back? Do you think she's gonna stay with Wyatt -- do you think she belongs with Wyatt?",
        "Bill: What's wrong with me being concerned about my son?",
        "Liam: Exactly. Exactly. You're concerned about me because you think everything's gonna work out just fine for Wyatt.",
        "Bill: I'm just factoring in the reality that Hope is in a changed situation.",
        "Liam: Oh, really? 'Cause it seems like same-old, same-old to me.",
        "Bill: That's because you're in denial.",
        "Liam: This is not the first time that Hope has been tricked into making a decision that cut me out.",
        "Bill: But she's married this time, Liam, and that is a legal and psychological fact that you may want to ignore, but trust me -- Hope can't.",
        "Liam: She can undo the marriage. You just -- you just don't think she will.",
        "Bill: Look, yes, I have... questioned my faith in that girl, but --",
        "Liam: No, no. This is not about Hope. You don't have faith in me.",
        "[SCENE_BREAK]",
        "Hope: No one wants an apology from you. It means nothing. You're never sorry. All you do is tell people what you think they want to hear to shut them up. You tell people that you checked into therapy, that you're getting help. The doctor thought you were doing so great that he made you an outpatient. Was there ever a doctor? Wyatt, was there ever actually a doctor? I mean, did you talk to someone or meet with someone? Did you ever get a bill?",
        "Wyatt: Yeah, a doctor called. Or at least I think she was a doctor, yeah.",
        "Hope: Oh, my God! Wyatt, how can you be so gullible after all these years of her lies?!",
        "Wyatt: Gullible? Really -- you -- okay. So what if I am? Okay? When we're young, that's -- we have no choice. It's ingrained in us. We always want to hope that our parents' faults can be fixed. It's like a fairy tale we always tell ourselves.",
        "Quinn: You know what? Can I -- can I ask a question?",
        "Hope: No.",
        "Quinn: I'm just trying to understand.",
        "Hope: What? What is unclear, Quinn?",
        "Quinn: You.",
        "Wyatt: Mom.",
        "Quinn: Well, okay, hold on. If Liam's plane had gone down at sea, or little Ivy got hit by one of those crazy Parisian drivers, um, would you be fine?",
        "Hope: Would I be fine? No! Quinn I wouldn't.",
        "Quinn: I mean if they were unharmed or just a little scratch?",
        "Hope: I have no idea what you're trying to ask right now.",
        "Quinn: Okay, well, then let me rephrase, okay? If I hadn't been in Paris, and say chance had intervened, would we still be having this conversation? 'Cause your problem is with me, right?",
        "Hope: That's right.",
        "Quinn: And not your marriage to my son?",
        "[SCENE_BREAK]",
        "Bill: If we're having a problem, how about you just tell me what it is, instead of making me drag it out of you?",
        "Liam: It's not a problem. It's more like a state of being. Anyway, I'll live with it. Whatever.",
        "Bill: Live with what?",
        "Liam: The fact that I'm not gonna be the son that you want me to be.",
        "Bill: What are you talking about? Where is this coming from?",
        "Liam: You think this is just me? This isn't just me, Dad. Everybody sees this. You know how many people come up to me and say, \"oh, my God, Wyatt is so much more like your father\"?",
        "Bill: You pay too much attention to what people think.",
        "Liam: Well, when I know they're right, yeah.",
        "Bill: [Sighs] Look, Liam, people see Wyatt and me as -- I don't know \u0096 charming slash obnoxious, depending on the hour of the day. But nobody sees you as obnoxious. And you think that's a handicap?",
        "Liam: I don't want to be you. I don't want to be Wyatt. And I know you love me. I just -- I also know that your money will always be on him.",
        "Bill: Ohh. [Sighs] Okay. Now I see what this is about. This is \"who does daddy love more?\" Want me to show you my will?",
        "Liam: No, I'm sure you're very generous. Anyway, I'm not losing sleep at night over it. I just -- it helps me understand you, all right? You think that Wyatt will always win out in the end for the same reasons that you always win out in the end.",
        "Bill: What have I done since I walked in that door to make you feel that way?",
        "Liam: Well, you seem pretty damn supportive of Wyatt and Hope's marriage, and that's exactly what Quinn wanted.",
        "Bill: When have I ever done Quinn's bidding?",
        "Liam: All right, so bad example. Not even Quinn -- Wyatt. You -- you showed up at my door to kick me out and give him the house.",
        "Bill: If I wanted you out, you'd be out. [Sighs] The bottom line is this -- if Hope has just an ounce of sense, and [Sighs] that's the part that I always question, there's no way she's going to stay with Wyatt this time.",
        "[SCENE_BREAK]",
        "Wyatt: Mom, there is a conversation that Hope and I need to have that doesn't include you, so if you don't mind -- or even if you do -- I don't care.",
        "Quinn: I would just like an answer to my question, if I may. So, you married my son for what reason? Because of me? In spite of me?",
        "Hope: I don't have to justify myself to you.",
        "Quinn: Well, that is true. I have made some very bad choices.",
        "Hope: Enthusiastically.",
        "Quinn: But still, if -- if Liam had been detained for some reason that wasn't me --",
        "Hope: But it was you, Quinn. It was you, so your question is pointless.",
        "Quinn: Well, not really. Say Liam was late because of the weather, hypothetically. Would you still be married to Wyatt...and standing here right now, bitterly blaming the weather?",
        "Hope: In point of fact, I was planning on getting married in Paris -- just not to Wyatt.",
        "Wyatt: Wow.",
        "Quinn: Oh. So when Liam didn't show, did you just think, \"gee, who else can I marry instead?\"",
        "Hope: No. I married Wyatt because I love him.",
        "Quinn: Well, I'm glad to hear that.",
        "Hope: But if I had known --",
        "Quinn: What? That Liam was on his way?",
        "Wyatt: Mom, if you really think you're helping, please stop.",
        "Quinn: No, because you didn't want to know, did you? You see, you may not have thought of blaming me, but you never thought maybe it could be a flight delay or bad traffic or tuberculosis or the flu?",
        "Hope: If it had been any of those reasons, Liam would have called me.",
        "Quinn: Oh, and did you wait for him to call you? No. No, you didn't. You just turned on a dime, and you ran off, and you married my son. So it doesn't really matter if it was a flight delay...or bad traffic, tuberculosis, the flu. Liam would have been out of luck if he was late no matter what.",
        "[SCENE_BREAK]",
        "Bill: Listen, do -- do I feel for your brother? Of course I do. That mother of his has engineered yet another catastrophe that he's gonna take the hit for. And it's gonna hurt.",
        "Liam: He's not innocent, though. Every time I open up --",
        "Bill: Neither is Hope, Liam. Can -- can we just agree on that, just the two of us right here in this room?",
        "Liam: No, I-I should have gone to Paris with her when she asked me to go.",
        "Bill: Never mind about all that. It all would have worked out just fine if not for Quinn's involvement.",
        "Liam: Yeah. Well, I guess medical science ran the white flag up the pole when she showed up at that clinic -- if she even did.",
        "Bill: Crazy you can take a pill for. That woman's diagnosis is evil, and I mean all the way through. She wants to wreck the world and everyone in it, and she's felt that way from the day she was born. So, if I, uh, sometimes favor your brother, why don't you ask yourself why? He was raised by that she-devil. All he knows is what she taught him. You -- you have your act together. He needs my attention. And besides all that... your mother -- I loved her.",
        "Liam: Okay, yeah, I hear you.",
        "Bill: Look, what -- what you're feeling -- it's -- it's just a reflex, and I understand it. You -- you have been heading toward happily ever after so many times, only to have the rug pulled out from under you.",
        "Liam: Yeah.",
        "Bill: But listen. This time, it's gonna be different. If Hope is solid, and you can count on her...",
        "Liam: I can.",
        "Bill: All right, uh, can your old man give you a little piece of advice? Winners can afford to be generous. Be generous.",
        "[SCENE_BREAK]",
        "Hope: It's time for you to go, Quinn.",
        "Quinn: That may well be. I'm sure you want to speak to your husband alone. I just hope you remember what we all discovered here today.",
        "Hope: That you're more shameless than I ever thought you could be?",
        "Quinn: That you did what you wanted to, Hope. You accepted my son's proposal because you wanted to. I didn't have a hand in it at all. Not even a little.",
        "Hope: Oh, I am so, so done listening to your rationalizations.",
        "Quinn: Really?",
        "Hope: Yeah.",
        "Quinn: Okay, because I think I've been pretty patient listening to yours. You needed an excuse to marry the brother of your fiancé. You wanted to blame Liam for not showing up, even though you didn't give him just the slightest bit of leeway. And then you wanted to blame bad luck for poison Ivy falling into the river. Oh, well, c'est la vie. You weren't about to undo anything because of bad luck. But then you find out that my hand is involved, and you -- oh, you're required to be outraged. But you're in a pickle, aren't you? I mean, you got caught doing the right thing for the wrong reason, and that just won't do. No, not for you. Not for Hope for the ever-changing future.",
        "Hope: God, when I think about what life must have been like for Wyatt growing up with you, I could cry.",
        "Quinn: We did all right. I've accepted my lot in life. I was born to be the screen other people projected their issues on.",
        "Hope: I'm never, ever letting Wyatt near you ever again.",
        "Quinn: Life is long. You never know what'll happen.",
        "[Door closes]",
        "Wyatt: [Sighs] I'll see her at Christmas, and that's about it. You know I can't keep her away from that door, right? So, what -- you're gonna talk to her? You're not gonna talk to me?",
        "Hope: Oh, Wyatt, I will talk to you. I just...",
        "Wyatt: Okay. Well, then you can start by telling me... where do we stand?",
        "[Door opens, closes]",
        "Liam: Hope?",
        "Quinn: I never returned this to you.",
        "Liam: I never gave it to you to return.",
        "Quinn: Oh. Well, then it must have been your father's.",
        "Liam: You did have a key. Son of a --",
        "Quinn: You are such a smart boy. You must delight and astound your friends.",
        "Liam: Yeah, yeah, yeah. I heard you made a beeline for my father. Do you really think he's gonna rush to defend what you did?",
        "Quinn: Oh, he's just better at talking his way out of things than I am. Is he still here?",
        "Liam: No, he left. What do you want, Quinn?",
        "Quinn: [Sighs] I want to apologize sincerely for the terrible -- awful, really -- lapse of judgment on my part that -- [Chuckles] I can't -- I could not -- I can't keep a straight face. Don't look so serious. I'm kidding. I'm joking.",
        "Liam: I'm hiding my kitchen knives.",
        "Quinn: Do you know how offensive that is to someone who fought their way back from mental illness through therapy?",
        "Liam: Uh-huh. Do you know how offensive it is to be chased around with a sword by a nut case who probably didn't even go to therapy in the first place? The -- the statute of limitations, by the way, has not run out on your attempt to murder me, and I have eyewitnesses, and I have security footage of the other attempted murder in Paris.",
        "Quinn: So extradite me. Oh, I'm sure the food is much better in their jails over there. Or better yet -- why don't you call Ivy and have her -- unh! -- Come on over here?",
        "Liam: I'm gonna give you to the count of 10, and then you're gonna leave, or I'm gonna call the police. One, two, three, four \u0096",
        "[Liam continues to count as Quinn speaks]",
        "Quinn: Hope is going to take responsibility for her actions.",
        "Liam: What actions?",
        "Quinn: Marrying your brother. I just came from there, and we all came to an understanding.",
        "Liam: Okay, yeah, right. You mean she wiped the floor with you.",
        "Quinn: You know, Hope's the kind of girl who takes her commitments seriously. It's something that you would know if you were ever able to keep one. Please call Ivy, at least so I could say I'm sorry.",
        "Liam: In your dreams.",
        "Quinn: You two made a really cute couple in Paris.",
        "Liam: Are you kidding me right now? You're really gonna try and matchmaker? No, I'm sorry, Quinn. You're done and so is the marriage you crossed the Atlantic to stage-manage.",
        "[SCENE_BREAK]",
        "Wyatt: Are you still my wife?",
        "Hope: [Sighs] It was one thing when I thought she was in treatment, but to call that woman \"Mother\"...",
        "Wyatt: You don't have to.",
        "Hope: ...To think that I could have children who would call her \"Grandma\"...",
        "Wyatt: I will forbid her to see them.",
        "Hope: You said it yourself. We can't keep her away from the door.",
        "Wyatt: Yeah, I also told her that I never wanted to see her again. Remember? At Liam's place. But that -- for all the good that did.",
        "Hope: Mm-hmm.",
        "Wyatt: Look, I'll have her committed. I'll call a lawyer first thing in the morning, you know, and -- and --",
        "Hope: I don't know.",
        "Wyatt: What don't you know?",
        "Hope: If that's enough.",
        "Wyatt: Can you do me a favor? Can you just think back toward yesterday? Turn back the clock. Make it the same time it is right now, just a day before.",
        "Hope: Okay.",
        "Wyatt: What's changed? We have some new information we didn't have before. We know my mom's more unstable than we thought.",
        "Hope: I wouldn't call her unstable. She's pretty consistent.",
        "Wyatt: Okay. She wasn't there when you told me that you loved me, was she? She wasn't there when I proposed to you, right?",
        "Hope: No.",
        "Wyatt: Or when we said our vows or we took that leap of faith. That was ours. That was all about us. Don't make this about her. It's about us, husband and wife, you and me, for better or for worse. That is the life that you wanted yesterday, and we can still have that...can't we?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=HhL41MYTGPg"
}