{
    "Episode Summary": [],
    "Recap": [
        "Othello arrives at Maya's and says he is surprised when he got her text. He can't believe she got such great digs away from being over the coffee shop. She shrugs it off as temporary until she gets her own mansion. And she purposely tells him it is all due to Rick. She asks if he can keep a secret and then spills that Rick is only pretending. He is really not back with Caroline. Maya tells Othello not to take that tone. This is a good thing. They are just waiting for the right time to announce it. She says he is the only one that knows and it has to stay that way until it is time. He says his lips are sealed. Caroline pours some wine and is waiting for Rick but Aly shows up unexpectedly. Caroline invites her in and says Rick had to go back to work so she thought it was him returning. She describes how hard it has been with her and Rick trying to rekindle what they had. But it all blew up, their mistakes, in front of all of Forrester and she can see them staring in the hallways and hushed conversations when she walks by. Aly tells her do not worry about it; it was only a few kisses and everybody falls for that Forrester charm. Caroline agrees and says she is glad it did not go any further. She is lucky that Rick is giving their marriage another try. She is lucky to have a man like him. And not only is he trying with the marriage but he insists that she and Ridge work together again. He is so really forgiving and a good person. Rick walks into Eric's kitchen and finds Ivy who is thinking over what she just saw between Rick and Maya. She tells him they need to talk. He says she can tell him anything. She doesn't stutter. She says she knows what he has been doing. She saw him tonight with Maya ..kissing Maya. Rick blows it off as a goodbye kiss. He says Maya got a little too attached and she is not warming up to the fact that he went back to his wife. Ivy says nice try but that was no goodbye kiss that she saw. She knows he did not end it with Maya. Carter comes in looking for Rick but Ridge tells him that he has already left. Carter opines that it is nice to see Ridge sketching again but he looks sort of beat so maybe he ought to go home too. Ridge confides that he is not sure where home is anymore as Katie ended the engagement. Carter is surprised since Ridge's feelings for Caroline was a creative spark from artist to artist. Ridge isn't so sure. Carter says Maya made a big deal out of it but nothing happened and Ridge is not pursuing Caroline and she is back with Rick. Ridge says Katie knows but she is not the kind of woman just to dismiss this and it's sad as he would never act on those feelings. Ridge admits though that there is something alluring about it as he was married to her aunt and now it's like she is back. There is something about her spirit and her elegance. Carter tells him to be careful, nostalgia may take him too far. Ridge says he is not a home wrecker. Carter asks if Caroline knows how he feels. Ridge says it does not matter because he is not going to let it get that far. She is back with Rick over something that he did and it won't happen again.",
        "Ridge has a fantasy with Caroline coming back to the office and she begins to design. He watches for a minute then takes the pen from her and kisses her passionately. He's finally jerked back to his senses. Rick tells Ivy this is none of her business. She says she is only concerned. She thought he was back with Caroline and yet he is kissing Maya. He finally admits his wife cheated on her with Ridge. So she asks if he is out for revenge. She is not judging him but she'd like to understand. He tells her to forget it and she says she can't. Aly tells Caroline that she saw Rick's car when she came in. Caroline guesses he is at the main house and calls him. He says he was getting a bottle of wine but he got into something with Ivy so he will be home in a bit. He wants to make sure they see eye to eye on something. He turns to Ivy and says she is not going to say a word to anyone. She better understand. She tells him he is not thinking straight right now. He counters that this is inappropriate behavior to be talking to her boss this way. She is getting into some very dangerous territory and sticking her nose in other people's business. She says she only wants to help. He barks that if she really wants to help then keep her mouth shut. Don't say anything to anyone. She asks if he has thought about talking to someone. He scoffs that he does not need therapy. He just needs a woman he can trust and that will stand by him. All his life he has been lied to in all his relationships except for Maya. She is the only one who has been honest. He watched Ridge treat his mother like crap all his life and this is who Caroline wants to be with? He barks again that as long as Ivy is living in this house she will be loyal to him and the company and not say a word about Maya. He hopes he made that clear! Caroline walks in to see if Rick is ready to come home and she sees the tension between Ivy and Rick and asks what is going on."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Carter: Katie called off your engagement because of Caroline?",
        "Ridge: Because of my feelings for Caroline, yeah.",
        "Carter: But you don't have feelings for her. Well, I mean -- I mean, not like that, right?",
        "Ridge: I don't know. Katie is somewhat right. When Caroline and I were working together, we did connect.",
        "Carter: Yes, yes. A creative spark between artist to artist, but beyond that --",
        "Ridge: We kissed. You remember that part, don't you?",
        "Carter: Yeah, but you made it sound like it was so innocent, that Maya was making a big deal out of you two. Ridge, either way, you're not pursuing Caroline. She's back with rick. Doesn't that reassure Katie?",
        "Ridge: No. Caroline and I -- we're attracted to each other, and Katie's not the kind of woman that can just... let that go. And it's sad, because... I would never act on that, you know? Not again, and... but there is something. What -- what -- um, what's that word? It's -- there's something alluring about it. I-I was married to her aunt, and now it almost seems like she's back.",
        "Carter: Ridge...",
        "Ridge: I-I'm not losing it. I hope I'm not losing it. But I got to tell you, working with her and -- and being around her, there's just something -- something about her spirit, her elegance, you know?",
        "Carter: Okay, man, uh, you got to be careful. If you let nostalgia take over --",
        "Ridge: I know. I know. But, carter, sometimes you just -- you open the door to the past just a little bit, just to remind yourself, you know? And memories just come flooding in. I-I... I was captivated by the first Caroline Spencer, and now...",
        "Carter: There's another just as captivating.",
        "Aly: The way rick was behaving toward you for a while -- it was so awful.",
        "Caroline: [Sighs] I can't say I didn't deserve it.",
        "Aly: Well...",
        "Caroline: Our relationship has been...complicated, you know? Both of us have made mistakes, but mistakes happen, you know? And the idea is to grow from them.",
        "Aly: It seems like you have.",
        "Caroline: It's too bad that all of Forrester creations had to witness it, so...",
        "Aly: Yeah. It feels that way, I bet.",
        "Caroline: The way that Maya just blew everything up at the meeting was...completely mortifying. [Voice breaking] You know, and I know people are talking about me. It's obvious -- the looks in the hallway and the hushed conversations that stop when I approach.",
        "Aly: Hey, hey. Don't worry about that stuff. We're only talking about a few kisses.",
        "Caroline: I suppose so. It doesn't make it any less embarrassing.",
        "Aly: You know, almost every women in that building would jump at the chance to kiss ridge. He's always had that kind of effect. Am I wrong?",
        "Caroline: Nope. [Chuckles] The ridge Forrester charm. [Sighs] I won't lie. It's -- it's very easy to fall for. But I'm glad that it didn't go any further. You know, rick is committed to our marriage again, and...I'm very lucky to have a man like him.",
        "Othello: Thanks to rick? Because he made you lead model, you mean?",
        "Maya: Yeah.",
        "Othello: [Chuckles] I guess I pegged you wrong.",
        "Maya: Hmm?",
        "Othello: I mean...I thought for sure you were gonna complain about him, but...you don't seem upset at all.",
        "Maya: Oh, you mean about the whole going back to Caroline thing?",
        "Othello: Yeah.",
        "Maya: When was the last time you spoke to rick?",
        "Othello: I don't know. A few days ago.",
        "Maya: You like pinot noir, right?",
        "Othello: Sure.",
        "Maya: Look, Othello, I have to tell somebody. You've been a really good friend and one of the only people to support rick and me.",
        "Othello: Too bad it didn't work out.",
        "Maya: Can you keep a secret?",
        "Rick: You saw me with Maya today? At work, you mean?",
        "Ivy: No. A little while ago, and it definitely had nothing to do with work.",
        "Rick: What are you trying to say?",
        "Ivy: Well, apparently, a friend of mine and Maya live in the same apartment building. See, I was walking through the halls trying to find her apartment, and then I stumble upon you... kissing Maya.",
        "Rick: Ah. Yes. Okay. That wasn't anything. That was a goodbye kiss.",
        "Ivy: Oh, a-a goodbye kiss.",
        "Rick: Yeah. Apparently, Maya has been taking it hard. Poor thing. She got more attached than I thought. I've been slowly warming her up to the idea that I'm back together with my wife.",
        "Ivy: Yeah, okay. Nice try. That kiss I saw -- there is no way you're ending things.",
        "Othello: You're serious?",
        "Maya: Rick didn't go back to Caroline.",
        "Othello: He's pretending?",
        "Maya: Yep.",
        "Othello: [Sighs] Rick...",
        "Maya: Don't you take that tone. This is a good thing.",
        "Othello: You know I think that you two belong together, but, Maya, is this the right way to go about it? I mean, what is he up to?",
        "Maya: He's just waiting for the right time to announce it. That's all.",
        "Othello: It's cruel to Caroline.",
        "Maya: This is karma. That girl was nothing but mean to me, pretending not to know my name, acting like -- like she didn't have time for me, like I wasn't important. What she didn't know is that all rick wants is a woman he can trust, count on. That's me.",
        "Othello: So nobody knows you two are still seeing each other?",
        "Maya: No. And it has to stay that way until it's time. Can you promise not to tell anyone?",
        "Othello: Yeah. My lips are sealed.",
        "Maya: Thanks.",
        "Carter: So what are you gonna do about this?",
        "Ridge: Nothing.",
        "Carter: Ridge.",
        "Ridge: I'm not a home wrecker.",
        "Carter: I'm not implying that you are. Does Caroline know you feel this way?",
        "Ridge: Well, that doesn't matter.",
        "Carter: Does she feel the same?",
        "Ridge: It doesn't matter. Rick is trying to put his family back together because of something that I did. And - and me having this -- this fantasy about being captivated by somebody -- whatever may or may not be the truth of these philosophical speculations, it's not gonna happen again.",
        "Rick: Look, Ivy, this is really none of your business.",
        "Ivy: I-I-I'm just -- I'm concerned.",
        "Rick: Don't be.",
        "Ivy: I thought you forgave Caroline. I thought you guys were back together.",
        "Rick: We are.",
        "Ivy: So why did I just see you kissing Maya?",
        "Rick: My wife cheated on me with ridge.",
        "Ivy: So you're cheating on her?! Why, to get revenge or something?",
        "Caroline: I just wish rick would come home.",
        "Aly: Hey, did -- did he take your car or something?",
        "Caroline: What do you mean?",
        "Aly: 'Cause his car was here when I got home.",
        "Caroline: What?",
        "Aly: Yeah.",
        "Caroline: He's back.",
        "Aly: He must be at the main house?",
        "Caroline: That is so weird.",
        "Ivy: I'm not judging you. I'm just trying to understand.",
        "Rick: Forget what you saw.",
        "Ivy: You're lying to Caroline.",
        "Rick: I said forget it.",
        "Ivy: Well, I can't.",
        "[Intercom beeps]",
        "Caroline: Rick? Rick, are you over there? Anyone?",
        "Ivy: Well, are you gonna get it?",
        "Caroline: Is Eric home? Ivy?",
        "Ivy: Okay. Do you want me -- do you want me to?",
        "Rick: No. Hey.",
        "Caroline: Oh, hey. You -- you are over there.",
        "Rick: Yeah.",
        "Caroline: Um...I-I, uh -- I was just kind of waiting for you.",
        "Rick: I was grabbing a bottle of wine. I got caught up in something with Ivy.",
        "Caroline: Uh, work?",
        "Rick: Yeah.",
        "Caroline: Can it wait?",
        "Rick: I'll be over in a little bit. I just got to make sure we're seeing eye to eye on something.",
        "Caroline: Okay. Um...I-I'll just be waiting for you.",
        "Rick: You're not gonna say a word to anyone. You understand?",
        "Ridge: I thought you'd gone home already.",
        "Caroline: I did.",
        "Ridge: So, what are you doing back here?",
        "Caroline: I wanted to see what you were working on. Can I help?",
        "Ridge: Sure.",
        "Caroline: I wonder how long Rick's been back talking shop with Ivy.",
        "Aly: Okay. You have definitely got to get him to leave work at the office.",
        "Caroline: Is that even possible when you're C.E.O.?",
        "Aly: Maybe not.",
        "Caroline: [Sighs]",
        "Aly: But if he starts asking you about new sketches, just tell him it needs to wait until tomorrow.",
        "Caroline: I cannot even believe that he's talking to me about couture again. He gave me a chance not only on our marriage but as a designer, too, you know? I -- he insisted that ridge and I work together. To have his trust back again -- it just -- it means to much to me. You know, I knew that he was understanding and forgiving, but this just -- this just really, really proves it.",
        "Aly: It sure does.",
        "Ivy: You are obviously still hurting, and you're upset.",
        "Rick: You would be hurting, too, if the person that you trusted, pledged your life to was cheating on you.",
        "Ivy: Well, you're overreacting. You're not even thinking right now.",
        "Rick: Okay, I realize that we're family, but I don't think that this is an appropriate conversation to be having with your boss.",
        "Ivy: What?!",
        "Rick: You are treading into some very dangerous territory, Ivy.",
        "Ivy: Rick, no. I-I'm not.",
        "Rick: Living in my family's house, sticking your nose into other people's business? I think so.",
        "Ivy: Rick, I'm just trying to help.",
        "Rick: Yeah, you want to help? Keep your mouth shut.",
        "Ivy: Rick.",
        "Rick: I mean it! Don't say anything to anyone!",
        "Ivy: Have -- have you considered talking to someone?",
        "Rick: [Chuckles] You've got to be kidding me. I don't need therapy. I need a woman who can love me, who can stand by me. Every relationship I've ever been in, I've been lied to, except for Maya. She's the only one who's been honest. You have no idea what it's like to have your wife cheat on you with a man who left your mother on the floor in tears. My whole life, I watched him treat my mother like crap. And this is who my wife wants to be with?",
        "Ivy: No, Caroline doesn't want to be with him.",
        "Rick: I thought I finally found a woman who I could actually trust. And he takes her, he kisses her, he touches her? You're not gonna say anything about Maya. As long as you're living in this house, working for my company, your loyalties lie with me and not Caroline. Is that understood?",
        "[Door opens]",
        "Caroline: Rick? Are you ready to come home yet? Is something wrong?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=g9y0aKeU5L4"
}