{
    "Episode Summary": [],
    "Recap": [
        "Hope agrees with Wyatt that she is making this a little personal, but she knows Ivy is not a model, and she can't coach her on everything. He tries to convince her all will be all right. He tells her to stay focused as the International press is everywhere. He also suggests that she let Liam move on with his life. Liam knocks on Ivy's door and presents her a huge yellow tulip. She says they must be in Holland. They mention Hope and Ivy says that Hope is married to Wyatt and expecting his child so she has to let go of Liam eventually. Hope gives Ivy some tips that it is okay to be nervous, but just give the clothes some flair as they are as important as the jewelry too. Meanwhile Wyatt tries to tell Liam how lucky he is ..and if he finds himself in a romantic ambiance then take advantage of it. Eric is on the phone when Taylor slips into his house. He is very glad to see her and she catches him up on Thomas is dating but nothing serious. And Steffy well not so much. She was surprised and disappointed to hear that Hope married Wyatt and not Liam. Eric asks about Thorne and she says they have had some issues but are trying to work it out. He pours them three martinis as he always pours one for Stephanie. He mentioned how much she loved Taylor. She says maybe but not at the very end when she was so ugly to Brooke at her birthday party. Eric says she just had things to say and thought all needed to hear. And the first sign of forgiveness is to forgive yourself. She is family and always welcome here. She can talk to him about anything any time. As Taylor leaves, Eric returns before the portrait and tells Stephanie that he pulled one over on her. Promptly as always, the portrait falls to the floor. Eric is speechless.",
        "Before they leave for Dam Square, Hope tells Wyatt that she loves him and glad she is married to him. But it wasn't that long ago that she was going to marry Liam and she thinks she just needs a little more patience. Wyatt gives a little pep talk that they are all a team and they need to be psyched for this shoot. Liam also tells Ivy that she is a Forrester. These people want her here. She deserves to be here so just be herself and act naturally. He gives her a hug and Hope can't help but notice. And Wyatt can't but notice Hope noticing. Hope is first to model two gowns and she keeps glancing at Liam. Then Ivy's turn and she is quite good. Liam buoys her with high signs. But the minute Wyatt is called aside, Liam makes his way to Hope and asks if she is okay with this. She hesitates but says no, she is not okay with any of this."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: As soon as you're finished here, can you get those other dresses over to the square? Will this work as a backup?",
        "Hope: Uh...yes. Yeah. Absolutely. Great. Thanks.",
        "Wyatt: Good morning, Amsterdam.",
        "Hope: Good morning. I hope this weather holds up.",
        "Wyatt: Uh, nothing is gonna stop us from doing this photo shoot.",
        "Hope: Mm, famous last words. I can think of someone who might.",
        "Wyatt: [Chuckles] Ivy will hold her own.",
        "Hope: It's -- she's not a model.",
        "Wyatt: But she'll have a professional model working with her.",
        "Hope: I-I can't stand by and coach her through the whole thing.",
        "Wyatt: Hope...",
        "Hope: Okay, you're right. I'm letting it get personal.",
        "Wyatt: This is huge. International press is everywhere. You have to be focused.",
        "Hope: I am. I am.",
        "Wyatt: And you have to let Liam move on with his life.",
        "Liam: Morning.",
        "Ivy: Oh. Wow. We must be in Holland.",
        "Liam: That's what they tell me. How did you sleep?",
        "Ivy: Thank you. Very well, knowing that you were next door.",
        "Liam: Good.",
        "Ivy: [Chuckles] Hey, I have to -- I have to keep getting ready.",
        "Liam: Ah, yes! You're big debut.",
        "Ivy: Oh, I'm gonna be a model. I-I can't believe it.",
        "Liam: Ah, you're gonna be great.",
        "Ivy: Well, I wish Hope felt the same way. Liam, I think we both know that Hope and my problems go way beyond modeling.",
        "Liam: Yeah.",
        "Ivy: I'm sorry. I-I know how hard this is for you, too. It's just -- [Sighs] Liam, she's married to Wyatt. She's carrying his child. She has to let go of you eventually.",
        "Eric: No, Rick. That's fine. I appreciate the report. So, how -- how's Ivy doing? Is she enjoying it? [Chuckles] Of course she is. Ah, her father would be so proud. [Chuckles] Rick, I'm gonna have to call you back. Something just came up. All right, so what is this? Some kind of a beautiful mirage?",
        "Taylor: Mirage? No.",
        "Eric: Well, then beautiful. Taylor. [Chuckles] I'm glad to see you.",
        "Taylor: Have I ever come to L.A. and not stopped by to see you?",
        "Eric: [Chuckles] No. Are you gonna be here for a while?",
        "Taylor: Uh, well, I have quite a few patients this time around.",
        "Eric: But you'll have time to visit with the family, won't you?",
        "Taylor: Uh, we'll have to see how that works out. I know everybody's been very busy around here.",
        "Eric: You heard I'm no longer CEO?",
        "Taylor: That really surprised me. So, did you choose Rick to take your place?",
        "Eric: Not at first, no. But, um...let's talk about that later.",
        "Taylor: Well, I also heard that you're doing a photo shoot in one of my favorite cities -- in Amsterdam.",
        "Eric: We're shooting there today. Hope and Ivy are both modeling.",
        "Hope: Uh, yeah. Why don't we go ahead and make this Ivy's backup. Thank you. Hey.",
        "Wyatt: Hi.",
        "Hope: I'm not interfering.",
        "Wyatt: [Chuckles] Oh.",
        "Hope: I'm not.",
        "Wyatt: Okay.",
        "Hope: And I'm sorry if it seems like I've been preoccupied.",
        "Wyatt: Come here.",
        "Hope: Mm.",
        "Wyatt: Come here.",
        "Hope: Mm.",
        "Wyatt: We have to support my brother in whatever he chooses.",
        "Hope: I know. [Chuckles] You know, that's exactly what I told Ivy. I just need a little bit of... understanding. I do not regret being married to you. I love you. But I think that people need to remember that it wasn't very long ago I was almost married to Liam. So I just --",
        "Wyatt: Mm. Mm-hmm.",
        "Hope: I-I think I'm just asking for a little bit of patience. Oh, look, the, uh, second half of our duo is here.",
        "Ivy: As excited as ever.",
        "Wyatt: Okay, listen up, people. We're heading to dam square -- our first major image shoot for Ivy's jewelry line and the Hope for the Future collection. But we got to be tight, people -- a team. We got to work together on this. We're only gonna have a limited amount of time there. All right. Is everybody psyched?",
        "Ivy: Yeah, absolutely. [Chuckles]",
        "Hope: Yeah. Sure.",
        "Liam: How you feeling?",
        "Ivy: Uh...yeah, well, you know, it's my first photo shoot. I'm a little nervous.",
        "Liam: Yeah? Then just follow Hope's lead. You'll be fine.",
        "Hope: Hey, Ivy!",
        "Liam: Go, go.",
        "Hope: So, obviously, we're showcasing your jewelry, but just be aware that the clothes are really important, too.",
        "Ivy: Yeah, of course.",
        "Hope: Yeah. Um, so when you're modeling, just give it a little bit of flare and style, because we do have to show the dresses as well as the accessories. It's okay if you're nervous. You know, if -- if you are, it's fine. It probably means you're gonna move really fast -- like, too fast. So just be aware of that.",
        "Ivy: All right. Well, how? [Chuckles]",
        "Hope: Move slower than you think you should. I think, really, that's just it. Just take a pause and a breath between each pose, and that way the photographer can really capture that moment. Okay. Let's, uh, look at these accessories.",
        "Ivy: Yes.",
        "Wyatt: Mm-hmm.",
        "Liam: Seem to be getting... along.",
        "Wyatt: [Chuckles] Yeah. Of course. I mean, you know, no one wants the show to be more of a success than Hope.",
        "Liam: True.",
        "Wyatt: And they'll be great together. Just like the two of you are. You and Ivy.",
        "Liam: Down, boy.",
        "Wyatt: What? What? You don't agree?",
        "Liam: [Scoffs] I agree. I think Ivy's terrific.",
        "Wyatt: Terrific? Terrific is a fall-away jump shot from the three-point line. You don't want to let that one get away.",
        "Liam: Like I did with Hope?",
        "Wyatt: Okay, I'm just saying if you find yourself in a -- how should I put this? -- A romantic ambiance -- that's French for ambiance -- take advantage of it, okay? Hmm?",
        "Hope: Okay. We should get to dam square.",
        "Wyatt: Yeah, that's right. Show time. Are you ready for this?",
        "Ivy: Uh, yeah. Well, uh, Hope just gave me some great tips. Thank you.",
        "Wyatt: Well, all right. Let's, uh --",
        "Hope: Yeah. Let's go.",
        "Eric: Thorne tells me terrific things about Thomas and Steffy.",
        "Taylor: Oh, yes. My children are flourishing. They hardly need me anymore. Thomas is dating. Nothing serious. Steffy, not so much. I have to say, I've been a little upset hearing that Hope married Wyatt and now she's expecting his baby, and...",
        "Eric: I was, uh, a little surprised by that myself.",
        "Taylor: You know, when Steffy left town, she thought for sure it was inevitable that Hope would marry Liam, and...",
        "Eric: Liam's been seeing my niece.",
        "Taylor: Really?",
        "Eric: He went with her to Amsterdam -- the four of them.",
        "Taylor: [Chuckles] Well, they must all get along.",
        "Eric: I hope so. They have a lot of work to do.",
        "Hope: This looks fabulous.",
        "Liam: Was that -- was that Antoine from the observer I just saw?",
        "Eva: Yep. Word's gotten out.",
        "Liam: Whoa. Major coverage. I'm glad I'm here.",
        "Eva: Hey, Hope, some reporters want to talk to you.",
        "Hope: Ooh, okay. Um, will you come with us?",
        "Wyatt: Yeah, sure.",
        "Hope: Yeah? Okay. Thank you. Is it just this way?",
        "Eva: Yeah. Over here.",
        "Hope: Okay.",
        "Ivy: I'm so much more nervous than what I thought I would be.",
        "Liam: Really? Relax. You're gonna be fine.",
        "Ivy: Oh, yeah. That's very easy for you to say.",
        "Liam: No, I'm not joking. Look, the camera's gonna love you.",
        "Ivy: Oh, yeah. If I don't make a total fool out of myself first.",
        "Liam: Oh, not gonna happen.",
        "Ivy: Look, I don't want this whole photo shoot to stuff up because of me.",
        "Liam: Nothing is gonna... stuff up because of you. Look, just be yourself. Act natural, okay? You are a Forrester. People want you here. You deserve to be here, and your jewelry is beautiful. And you are even more beautiful. Okay?",
        "Ivy: [Sighs] Thank you.",
        "Liam: Yeah, sure. So, Wyatt, do you like Amsterdam?",
        "Wyatt: Yes. I mean, this is amazing. This is such a beautiful place to shoot. We have always known that. Now you do, too. Will it launch in Europe, too?",
        "Wyatt: Uh, yes...",
        "Eric: Uh-huh.",
        "Taylor: We both are.",
        "Eric: I haven't heard much from Thorne except for business.",
        "Taylor: Well, he's, uh -- he's working through some things.",
        "Eric: Uh-huh.",
        "Taylor: We both are.",
        "Eric: Something you want to talk about?",
        "Taylor: Some issues have come up.",
        "Eric: Between you and Thorne?",
        "Taylor: Yeah, well, we'll always care about each other. I know that.",
        "Eric: Just know that I'm always here for you if you want to talk.",
        "Taylor: That's good to know.",
        "Eric: Will you be staying in Paris, or...?",
        "Taylor: I don't know. My children are there, but then again, they don't need me around minding their business.",
        "Eric: They're both very devoted to you. L.A. is your home, Taylor. It always will be. What is your Hope for the Future?",
        "Hope: Oh, God. So many things.",
        "Liam: So, you feeling better?",
        "Ivy: Yes, very much, thanks to you.",
        "Liam: No big deal, right?",
        "Ivy: Yeah, no big deal. It's just my first time modeling. Whatever.",
        "Liam: [Scoffs] Whatever.",
        "Hope: You know, modeling really isn't for everyone, so if you're not feeling up to it, it's totally okay. I mean, I'm sure they'd understand.",
        "Ivy: So, you don't think I can do it?",
        "Hope: I never said that.",
        "Ivy: Well, you just prefer that I didn't? Because I-I am gonna do it.",
        "Hope: Okay. I think that's great. Let's see what you've got.",
        "Liam: Guys, this is not a competition, all right? We have Hope, we have Ivy, we have Amsterdam -- the three most beautiful things on the planet. How can we lose, right?",
        "Wyatt: And we have Ivy's incredible jewelry. Slam dunk.",
        "Liam: Yeah.",
        "Hope: Okay. Let's do this.",
        "Ivy: Yeah.",
        "Lars: Are you guys ready? Hope, you're first.",
        "Ivy: Well, have fun. Ooh yeah ah, yeah ooh [Singing in Dutch] Mm-mm yeah [Singing in Dutch]",
        "[Singing continues]",
        "[Singing continues]",
        "Eric: And water for our distinguished guest.",
        "Taylor: Mm, thank you.",
        "Eric: And here's to the three of us -- to our history and the love that we've all shared. She loved you, Taylor.",
        "Taylor: I don't know that I was so lovable there at the end.",
        "Eric: Well... you were dealing with things.",
        "Taylor: Yes, but so was she. She just wanted Brooke to be there with her, and I had trouble accepting that.",
        "Eric: Well, all in the past.",
        "Taylor: You're always so forgiving. That's what I love about you.",
        "[Glasses clink]",
        "Eric: I've needed a lot of forgiveness in my life.",
        "Taylor: Haven't we all? Especially the way I behaved at Brooke's party -- you know, telling Katie about bill's affair.",
        "Eric: You felt she needed to know, so you told her.",
        "Taylor: No. It was more than that. I was being angry. It was motivated by revenge. You were right.",
        "Eric: You know, the key to forgiveness is to first learn to forgive yourself. I know about this because I've had to forgive myself time and time again.",
        "Taylor: [Chuckles] Oh, Eric. I miss times like this.",
        "Eric: So do I.",
        "Taylor: Careful. Somebody's watching us.",
        "Eric: Oh, no. Stephanie and I have come to an agreement. Haven't we, darling?",
        "Taylor: [Chuckles] Oh, now you're really playing with fire. I-I better take my leave on that note.",
        "Eric: Now, look -- listen. You are always welcome here. You're one of us. Come on. I'll talk to you soon.",
        "Taylor: Good night.",
        "Eric: Bye. Snuck one over on you, didn't I? [Sighs]",
        "[Singing in Dutch] Slight look right here. Great. Great work, Hope.",
        "Hope: You're on, Forrester. I hear the shouting, look out the window. I see my friends, they're telling me it's time to come and go, and we go running to secret places where we had fun all day and dirt covered our faces played football in the park until it got too dark. I heard my mother calling me, \"It's time to come home\" eat dinner with my brother, my sister, and my mother. I really loved my father watching his TV show, and I realize I'm going back, back, back, back, back to the days when we were young, had fun, and we could do anything. I want to turn back time, want to do it again. It's all right, all right, and it's all right. Do you remember our time in high school? We used to roam the halls and never learned a thing or two. I hear the bell ring, run out the classroom. The summer's calling us, it's time to jump right in the pool, put on my daddy's suit, walk to your neighborhood. I never felt so good knocking on your window. We're dancing all night long until the break of dawn. Here comes my favorite...",
        "Liam: Hey. And I realize",
        "Liam: So, you okay with all this?",
        "Hope: I'm not okay with any of this. I want to turn back time, want to do it again. It's all right, all right, and it's all right ."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=7JQceVl1atI"
}