{
    "Episode Summary": [],
    "Recap": [
        "Caroline is designing but thinking back on her fantasy kiss by Ridge the night before. Rick comes in and thinks her design is fine but throws it up again that she could not have done this without Ridge and his little secret. Ridge too is trying to design but thinking about Caroline and her closeness. Katie comes in but Ridge can't have lunch with her. She sees one of his sketches and thinks it is great and has potential. He says it is a start and Caroline has helped. She is sure his talent is coming back. They bicker about Rick wanting to be in control and perhaps Ridge needs to talk to Eric about this. Bill holds Will but barks at Justin and Alison about things not going right. Alison says he has been a big grouch ever since Brooke left. Justin tells him to please do not follow Brooke to Italy .give her some space. Ridge tells Caroline that he has put her in a bad position. The secret is out but they need to get to work. He guides her hand until she can not continue. She asks if they can take some time off. It's really hot in here. He questions her if she is all right. She says no, she is feeling something she does not think she should be feeling. Rick shows Eric some designs from Ridge. They are two weeks behind and need much more designs. Eric continues to praise Ridge for his line. Rick finally says they are not Ridge's, they are Caroline's. Ridge has not designed anything since Abu Dubai. He says he feels for Ridge but that is the reason they are behind. Ridge has Marrone blood running through him. He thinks Ridge should go to Paris and work with Thorne, and Rick and Caroline can run FC. Eric says he needs to talk to Ridge first.",
        "Katie stops in on Bill and they discuss Ridge. He wants to know if she is jealous of Caroline. Caroline tells Ridge he is the great Ridge Forrester so he's probably had these flattering mentions before but it is new to her. She thinks about him guiding her hand all the time and she even dreams about him. They are taking over. He says that is good. It means they are designing something and that is good. She says but she needs more ..something physical. Eric and Rick come in and interrupt. Eric says he knows and he is sorry. He's his father and he should have come to him. They hug. Katie says she is not jealous. And even if she were, Ridge would ever cross that line. They just speak the same language. She would like more time with her fiance. Bill says he understands. In case she did not know, her fiance is a renowned playboy and his niece is smoking hot. Rick tells Eric to ask Ridge how he is coming up with the designs. It is Caroline and maybe they should just let the line be hers. It's time for a change so Eric needs to make a decision. Eric tells Ridge that he needed help but did not come to him. Rick is right. It's time for a change. He tells them he is stepping down. He doesn't know how the company will run but one of them will be CEO of FC."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Caroline: [Chuckles]",
        "Rick: That's not bad.",
        "Caroline: It's beautiful, Rick.",
        "Rick: It's getting there.",
        "Caroline: Well, how would you improve it?",
        "Rick: I'm just saying, it's decent for a guy who can't draw.",
        "Caroline: He did this.",
        "Rick: No, you did this.",
        "Caroline: No, we did this. Ridge and I.",
        "[SCENE_BREAK]",
        "Ridge: [Sighs]",
        "Katie: Hey, you are here. I've been texting you.",
        "Ridge: I don't even know where my phone is. I'm -- I'm sorry.",
        "Katie: Well, you left so early this morning, I didn't get to say goodbye.",
        "Ridge: Hi.",
        "Katie: Hi.",
        "Ridge: I just wanted to get a jump on things, you know.",
        "Katie: Do you want to grab a bite or something?",
        "Ridge: I can't right now. I'm in the middle of something.",
        "Katie: Oh, uh, is this it?",
        "Ridge: Yeah.",
        "Katie: Have you been working with Caroline?",
        "Ridge: Not yet.",
        "Katie: You did this yourself?",
        "Ridge: Yeah.",
        "Katie: It's good.",
        "Ridge: It's not. It's --",
        "Katie: It is.",
        "Ridge: It's preliminary.",
        "Katie: It's good. It's a start.",
        "Ridge: It is a start. It is.",
        "Katie: You must be so happy.",
        "Ridge: I am. Let's just see how it goes, you know?",
        "Katie: This -- this proves that your talent is coming back.",
        "Ridge: Yeah. Caroline has a lot to do with that.",
        "Katie: Yeah, of course. Of course. But she's gotten a lot of training in return.",
        "Ridge: But if this is it, if it is coming back, I-I don't even know how to repay her.",
        "[SCENE_BREAK]",
        "Bill: They've had the contract for two freakin' weeks, Justin.",
        "Justin: Doing business with them takes time, Bill. You know that.",
        "Alison: Of course he does. The boss is just being --",
        "Bill: Don't say it!",
        "Alison: But it's true. You've been cranky since Brooke left for Milan.",
        "Bill: Didn't I just say don't say it?",
        "Alison: Isn't it true, Will? Your daddy's been a big grouch.",
        "Bill: You hear that? Have I been a big grouch? [Growling]",
        "Alison: Except for when he's playing with his son.",
        "[SCENE_BREAK]",
        "Katie: I'm so happy for you. I'm proud of you.",
        "Ridge: You've been my rock through all of this. Thank you.",
        "Katie: [Sighs] I love you. And I want you to do well. And -- and now that your talent is coming back, I think things will be better around here between you and Rick.",
        "Ridge: I wouldn't count on that.",
        "Katie: No, he's been after you about your designs, and now you don't have to keep them from him.",
        "Ridge: Uh, that's not really the issue. The issue is that he's president.",
        "Katie: Well, that's just a title.",
        "Ridge: Well, it's a title that allows him to give me notes on my design, and he doesn't know the first thing about it.",
        "Katie: Then you need to talk to your father about that.",
        "Ridge: My father. Yes. Might be the root of the problem.",
        "Katie: Why? Because he's not your biological father? Massimo Marone is? Come on.",
        "Ridge: Because Rick is Eric Forrester's blood, and I think that's why he made him president.",
        "Katie: That is ridiculous. Eric loves you. And I think that your issues with Rick have to do with something else.",
        "Ridge: What does that mean?",
        "Katie: Well, he's complained to me that he's not getting enough time with his wife and that the reason he's not getting that time is because of you. So, if you stop working with Caroline, then I think your issues with Rick will go away.",
        "[SCENE_BREAK]",
        "Rick: This so clearly isn't Ridge's design.",
        "Caroline: I couldn't have done it without him. Please tell me that this is gonna stay between us.",
        "Rick: Ridge's little secret?",
        "Caroline: He's not ready to let it out.",
        "Rick: Neither were you. Even to your own husband.",
        "[SCENE_BREAK]",
        "Justin: Let's grab some lunch, man. You could use a break.",
        "Bill: It wasn't supposed to be this way.",
        "Justin: Maybe you should get out of town for a while.",
        "Bill: I thought about it.",
        "Justin: Don't go to Italy. Come on, Bill. Give her some space.",
        "Bill: To do what?",
        "Katie: Hey. Am I interrupting?",
        "Justin: No. I was headed out. I'll talk to you later. Good seeing you, Katie.",
        "Katie: Yeah, right. Where's Will?",
        "Bill: With Alison.",
        "Katie: Is he okay?",
        "Bill: Staying out of trouble.",
        "Katie: Wow. That's surprising, given you're his father.",
        "Bill: [Mocking laugh]",
        "Katie: That was a joke! It was a joke. Little joke.",
        "Bill: That's humor -- where'd you get that?",
        "Katie: Yeah.",
        "Bill: Listen, I'm -- I'm really sorry about the other day.",
        "Katie: It's over.",
        "Bill: Could have been tragic.",
        "Katie: It wasn't. You were here. You saved our son, and that's all that matters. He's doing fine. His father, on the other hand...",
        "Bill: What?",
        "Katie: You don't look so good. I'm sorry about Brooke, Italy, you know.",
        "Bill: Yeah, that.",
        "Katie: Yeah. I wish there was something I could say. If it helps, I understand your pain.",
        "[SCENE_BREAK]",
        "Eric: Rick, we're two weeks behind in production schedule.",
        "Rick: Tell it to Ridge. Lord knows I have.",
        "Eric: I understand that he and Caroline are putting in a lot of hours together.",
        "Rick: Too many.",
        "Eric: I agree.",
        "Rick: You do?",
        "Eric: Yeah, I think it's terrific that he's mentoring Caroline, but, uh, this is not the time. He needs to be focused on his work.",
        "Rick: Well, amen to that.",
        "Eric: All right, show me what he's given you so far.",
        "Rick: [Clears throat] This one. These two here.",
        "Eric: Wow. Lovely. He never ceases to amaze.",
        "Rick: It's different, huh?",
        "Eric: Mm-hmm. Yeah. Ridge continues to grow and to change. Look at these lines.",
        "Rick: I know. They're beautiful.",
        "Eric: Yeah. Well, we need more. We need lots more.",
        "Rick: Yeah, that might be a problem.",
        "Eric: Why?",
        "Rick: You see, these designs, they're not Ridge's.",
        "Eric: What?",
        "Rick: They're Caroline's.",
        "Eric: Caroline's?",
        "Rick: Ridge hasn't designed anything since Abu Dhabi.",
        "[SCENE_BREAK]",
        "Ridge: I put you in a bad position.",
        "Caroline: You're not upset?",
        "Ridge: Do I look upset?",
        "Caroline: Your secret's out.",
        "Ridge: I'm not that worried about that now.",
        "Caroline: Why? Did something happen?",
        "Ridge: Let's get to work.",
        "Caroline: I do have some ideas.",
        "Ridge: So do I.",
        "Caroline: Oh, you go first.",
        "Ridge: No, let me hear yours first.",
        "Caroline: Okay, um... think, you know, a take on a pencil skirt, but the fabric should have a much creamier quality.",
        "Ridge: I like that.",
        "Caroline: Yeah. You can glam it up or dress it down.",
        "Ridge: Here. Let's make it high-slit skirt. Let's go with a higher slit in here. Like that?",
        "Caroline: Mm-hmm.",
        "Ridge: It's a little racy, but...",
        "Caroline: Watched by men and reviled by women.",
        "Ridge: You okay?",
        "Caroline: Mm-hmm. Yeah. [Clears throat] I'm fine. Why?",
        "Ridge: 'Cause your hand is shaking.",
        "Caroline: No, it's -- [Clears throat] It's just I'm... mm-hmm.",
        "Ridge: You sure?",
        "Caroline: Yeah, um, you know, could we -- could we stop for today, 'cause it's -- it's hot in here.",
        "Ridge: It's not hot. Are you getting sick, maybe?",
        "Caroline: No, I -- [Clears throat] Just...",
        "Ridge: Hey. Something going on?",
        "Caroline: Ridge, I... think that I'm feeling something that I shouldn't be feeling.",
        "[SCENE_BREAK]",
        "Rick: The point is, Ridge has lost it, and it's tragic. I really feel for the guy. But that's the reason we're behind schedule.",
        "Eric: I had no idea.",
        "Rick: He's trying to keep it a secret.",
        "Eric: And that's why he hasn't shown us anything.",
        "Rick: Well, at least not until he brought Caroline on.",
        "Eric: My God.",
        "Rick: I don't think that there's a place for him here. Ridge has always pushed the envelope. He's even tried to take the company over from you. He has Marone blood running through him. I know you love him. I do, too. But, dad, what are we gonna do? He can't design. We're gonna pay him to do nothing? I think he should go to Paris. I think he should work with Thorne. Caroline and I can run Forrester. We're the future, Dad. The future's already begun.",
        "Eric: I need to speak with Ridge.",
        "[SCENE_BREAK]",
        "Bill: I was blindsided. I had no idea where she was coming from.",
        "Katie: [Sighs] She's just trying to get her life together, Bill.",
        "Bill: I wanted to help her with that.",
        "Katie: Would you have asked for help?",
        "Bill: So, how's Smidge? Uh, sorry. Ridge. How's Ridge?",
        "Katie: He's still struggling.",
        "Bill: Struggling? I thought he was back in the saddle, working with my niece.",
        "Katie: Yeah, he is. You know, I just think that he might be leaning on Caroline a little too much.",
        "Bill: Leaning on her?",
        "Katie: They've been spending an awful lot of time designing, and Rick's not comfortable with that.",
        "Bill: And you? Are you jealous of Caroline, Katie?",
        "Katie: [Sighs]",
        "[SCENE_BREAK]",
        "Caroline: Don't get me wrong. I love my husband.",
        "Ridge: I know you do.",
        "Caroline: But this, it's... wow, it is so different.",
        "Ridge: Yeah, it is.",
        "Caroline: You feel it, too?",
        "Ridge: It's two artists working together. How can I not feel it?",
        "Caroline: Right. You're the great Ridge Forrester. You've probably experienced this many times before. It's -- this is new for me.",
        "Ridge: I work alone. I always work alone, so this is new for me, too.",
        "Caroline: It's just... when you put your hand on mine and we're drawing, it's like I'm feeling what you're feeling.",
        "Ridge: We're designing stuff. We're creating things.",
        "Caroline: Ridge, I want to keep working with you. I think about it all the time. I mean, standing at this table creating -- I dream about it.",
        "Ridge: Hey. We'll keep doing it. There's no reason why we shouldn't.",
        "Caroline: We have to, because what we're doing -- it's blowing my mind. Except...",
        "Ridge: Except what?",
        "Caroline: These feelings are... taking over me.",
        "Ridge: Listen to me. Your feelings taking over and forgetting about all the rules and all the regulations, that's -- that's good. That means we're coming up with something. We're designing something. And that's what it's supposed to be.",
        "Caroline: Yeah. I'm talking about something more... something...physical. Something intimate. And it's really starting to freak me out, Ridge. I...",
        "[Door opens]",
        "Eric: Ridge, I need to see you.",
        "Ridge: What's going on?",
        "Eric: I know. You can't draw, son?",
        "Ridge: I'm sorry. I didn't want anyone to know.",
        "Eric: Anyone? I'm your father.",
        "[SCENE_BREAK]",
        "Bill: You're jealous of Caroline.",
        "Katie: I'm not jealous of Caroline. And even if I was, it doesn't matter because Ridge would never cross the line.",
        "Bill: You brought it up.",
        "Katie: Actually, Rick brought it up to me.",
        "Bill: Hmm! I see. Okay. So it's Rick's problem. He's jealous of Ridge.",
        "Katie: No one is jealous of anyone. It's just that Ridge and Caroline are artists and they speak the same language.",
        "Bill: Oh, yeah, you know how those artistes are. But?",
        "Katie: But they've been spending a lot of time together, and Rick isn't happy about it.",
        "Bill: But you're okay with it.",
        "Katie: I'm happy that Ridge is doing better.",
        "Bill: So you're not okay with it. It bothers you.",
        "Katie: I would like some more time with my fiancé, yes. Is that what you're suggesting?",
        "Bill: It's not.",
        "Katie: Well, then what are you suggesting?",
        "Bill: Your boyfriend is a well-documented playboy, and in case you haven't noticed, my niece is smoking hot. Need I say more?",
        "Katie: [Sighs]",
        "[SCENE_BREAK]",
        "Ridge: So, I guess Rick told you.",
        "Eric: Somebody had to. It should have been you.",
        "Ridge: I know, but it's okay. It's gonna get better.",
        "Eric: I hope so, son.",
        "Rick: Does anyone know what our production schedule looks like?",
        "Ridge: Yeah, we're a little behind. We've been there before.",
        "Rick: Then let's catch up. I made some notes on your designs. I'd like the rest of the collection by the end of the week.",
        "Ridge: You made notes on -- on designs for me? You're not a designer, Rick. What are you doing?",
        "Rick: I'm president. It's what I want. If you have a problem with it, clear it with dad.",
        "Ridge: Did you see these?",
        "Rick: Maybe you should show them to Caroline since she's doing all the heavy lifting.",
        "Caroline: Ridge and I are a team.",
        "Rick: Is that what you are now? You're an official design team? Well, maybe we should change the label. Perhaps we should just rebrand the whole company. Look, I don't want to get all heavy-handed here, but I have a business to run. We are dangerously behind schedule. We need a collection. Caroline can deliver it. She already is.",
        "Caroline: With Ridge's help.",
        "Eric: How? How is he helping you?",
        "Caroline: He just is.",
        "Rick: It's her designs. If you don't believe me, ask him to draw something.",
        "Ridge: Oh, stop it. Is that what we've come to? Is that we're doing here?",
        "Rick: No, the issue is whether or not you can fulfill your duties as head designer. Can you do that?",
        "Caroline: That's not fair.",
        "Rick: Caroline, I realize he's your mentor, but I have a responsibility to the company. I needed the designs. I needed it like two weeks ago. I need to do what's best for Forrester Creations.",
        "Caroline: Ridge is what's best for Forrester.",
        "Rick: When he was healthy, yes, but that's not the case right now. Dad, I'm sorry. We need to make a decision. It's time for a change.",
        "Eric: You didn't come to me.",
        "Ridge: I thought it would pass.",
        "Eric: I would have helped you.",
        "Ridge: I didn't need help!",
        "Eric: No. You don't need anything from me anymore.",
        "Ridge: Don't do that. I've --",
        "Eric: No, no. You're right. Time for a change. I'm stepping down.",
        "Rick: What are you talking about?",
        "Eric: I'm stepping down. I don't know who the team will be. I don't know how it'll run, but, uh... one of the two of you will be my successor. One of the two of you will be C.E.O. of Forrester Creations."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=SCGfsS_3smQ"
}