{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marah: And this one. \r\n",
        "Josh: Well, this place looks just like home already. I wonder what your \r\nnew roommate's going to have to say about it. \r\n",
        "Marah: She'll be cool. \r\n",
        "Josh: Uh-huh. \r\n",
        "Marah: This is college, not high school. \r\n",
        "Josh: I am painfully aware of that, sweetheart. \r\n",
        "Olivia: Okay. Where do you want this? \r\n",
        "Marah: I can't believe how much I have to do. I have to register, I have \r\nto go to the bookstore and sign up for stuff. \r\n",
        "Olivia: Oh. Maybe you'll have time to go to class. Joke. Bad joke. \r\n",
        "Josh: My little girl at college. \r\n",
        "Marah: Dad, don't get all weepy on me. It's not like I'm going to \r\nKatmandu university. I'm going to be right across town. \r\n",
        "Josh: I know that, but it's a big deal to me. One that I wouldn't be able \r\nto enjoy if it weren't for the fact that the storm over the harbor project had \r\nblown over. I'm a very lucky man. \r\n",
        "Marah: No, not luck. You didn't do anything wrong, and you would never \r\nbribe anybody. Only a creep would do something like that. \r\n",
        "Josh: Come here. I am so proud of you. And I'm just a little tiny bit \r\nweepy, that's all. This is going to be so great. \r\n",
        "Marah: Yeah. \r\n",
        "Olivia: Well, good luck. \r\n",
        "Marah: Thank you. \r\n",
        "Josh: You know, I think there's still a couple things in the car. Why \r\ndon't you go double check. The two of you go, and I'll start to unpack this \r\nstuff. How's that? \r\n",
        "Marah: You know what? There's this questionnaire that I have to fill out \r\nfor the orientation book. Would you mind getting the form at the administration \r\nbuilding, and I'll finish unloading the car. \r\n",
        "Olivia: Now, that's... I'll do that. That's good. \r\n",
        "Party dude: Yo, this is for your daughter. An invite to a kegger tonight \r\nin the rec room. Kick off the new year with a bang. \r\n",
        "Josh: You live here? \r\n",
        "Party dude: Hey, the co-ed dorms are the only place to be. Gotta go.\r\n\r\n",
        "Josh: Yeah. Yeah. ",
        "",
        "Cassie: Morning, Mr. President. \r\n",
        "Richard: Oh, morning. \r\n",
        "Cassie: Working? \r\n",
        "Richard: Oh, I'm merely trying to assemble a cabinet, that's all. I think \r\nI can be distracted by you. \r\n",
        "Cassie: Good, because I want to apologize. \r\n",
        "Richard: For what? \r\n",
        "Cassie: Well, last night when you mentioned adopting a baby, I shut you \r\ndown so fast, you'd think you'd asked me to commit a crime. Sorry. \r\n",
        "Richard: Cassie, does this mean... You've reconsidered the idea? \r\n",
        "Cassie: No. \r\n",
        "Richard: Well, you know, I didn't feel shut down last night. I felt sad. \r\n",
        "Cassie: I know that you're trying to help me, and I know that you love \r\nme. But I would be lying if I said I could handle raising someone else's baby \r\nright now. And I can't, and I know that sounds crazy coming from me. \r\n",
        "Richard: Cassie, Cassie, if we adopted a child, it wouldn't be someone \r\nelse's baby, it would be ours. \r\n",
        "Cassie: Right now, I can't think of any baby being ours, unless it's one \r\nwe made together like our son. \r\n",
        "Richard: Hey, how about some breakfast together, hmm? I've got meetings \r\nall day. \r\n",
        "Cassie: Me too. In fact, I have to be back here in a little while. But, \r\nyou know, breakfast sounds yummy. \r\n",
        "Richard: Okay. Come on. ",
        "",
        "Dax: If Cassie will only listen to \r\nreason. \r\n",
        "Mayhew: Well, I understand her reluctance to adopt so soon after losing a \r\nchild. \r\n",
        "Dax: There's more at stake here than a family. If we're ever to get the \r\nmonarchy restored, we must get the son of the true Winslow heir ensconced in the \r\npalace. \r\n",
        "Mayhew: That's true. If Richard and Cassie were to adopt Prince William's \r\nson, it would help our cause enormously. \r\n",
        "Dax: The boy's virtually the same age as their son would be. If Cassie \r\nlays eyes on the child, the pull would be irresistible. That's why the next step \r\nrequires a woman's touch. \r\n",
        "Mayhew: I agree. \r\n",
        "Camille: Colonel Dax, why are we doing this again? \r\n",
        "Dax: For the same reason we brought you before. We want to help you.\r\n\r\n",
        "Mayhew: And we know how anxious you are to return to the states and how \r\nworried you are that if you bring home a child, that your parents will reject \r\nyou. \r\n",
        "Camille: They'll call me a tramp, even though I am married. Sort of.\r\n\r\n",
        "Mayhew: It's a pity that they wouldn't accept him. But there is a \r\nsolution for you and the baby. \r\n",
        "Dax: However, it will only work if you listen carefully and do exactly \r\nwhat Mrs. Mayhew tells you to do. Even if it sounds strange. \r\n",
        "Camille: But I already told President Winslow my story. What more can I \r\ndo? \r\n",
        "Dax: You trust us, don't you, Camille? \r\n",
        "Mayhew: Good. Then come along with me, and everything will work out the \r\nway we all want it to. ",
        "",
        "Edmund: I'd sacrifice anything come what might \r\nfor the sake of having you near in spite of a warning voice that comes in the \r\nnight and repeats it repeats in my ear don't you know little fool you never can \r\nwin... (Cell phone rings) why not choose your... (Cell phone ringing) yes. \r\nAh, Carlos, what a lovely way to start a day. Oh, really? What good news might \r\nthat be. Oh, the money laundering scandal's over, and I can return to \r\nSpringfield, is that it? Yes, well, imagine that. Yes, thank you so much for the \r\nupdate. You came back. \r\n",
        "Lorelei: Yeah, well, I was just in the neighborhood for a job interview. \r\nAnd I just figured I'd drop by and see if you was as nuts today as you were last \r\nnight. \r\n",
        "Edmund: Maybe more so. \r\n",
        "Lorelei: Why's that? \r\n",
        "Edmund: Last night I could chalk up seeing my dead wife to a bad dream. \r\nBut here it is, broad daylight. Here you are, still so much like her that... \r\n",
        "Lorelei: Well, that ain't my fault, you know. \r\n",
        "Edmund: No. Merely a random coincidence, or some perverse act of God. But \r\nI do know this: If you've come back here to torture me, you're doing a damn fine \r\njob of it. ",
        "",
        "\r\nLorelei: Well, there's gratitude for you. I give you a hand after you bonk your \r\nhead on that bridge last night, maybe even saved your life, and this is how you \r\ntreat me. \r\n",
        "Edmund: It's not that I don't appreciate your help. Though you did try to \r\nmake it worth your while. \r\n",
        "Lorelei: Hey, I gave you your money clip back. Don't try to put that one \r\non me. \r\n",
        "Edmund: All right. Fine. Fine. And now that I'm sure you've satisfied \r\nyourself that I am as demented today as I was last night, you can just be on \r\nyour way. Oh, good luck with the interview. \r\n",
        "Lorelei: You know, I really did come to check up on you. \r\n",
        "Edmund: See if I was all right? \r\n",
        "Lorelei: Yeah. \r\n",
        "Edmund: You know, Miss Hills, you're not as good an actress as you think \r\nyou are. \r\n",
        "Lorelei: Okay, okay. Darn you. I came cause I wanted to hear more about \r\nher. \r\n",
        "Edmund: Beth? \r\n",
        "Lorelei: Yes, Beth. Your wife. That story you come up with last night was \r\na real doozy, especially the part about her getting carried away in the Mexican \r\nflood, and I just... I don't know, I loved that story. \r\n",
        "Edmund: I'm so glad you find the greatest tragedy of my life \r\nentertaining. \r\n",
        "Lorelei: And I was hoping that you could just flesh it out a little, you \r\nknow. Give me a few more details. \r\n",
        "Edmund: Oh. Well, if you want the whole story, it really starts here.\r\n\r\n",
        "Lorelei: \"San Cristobal elects Winslow first president.\" That's you! \r\nYou're the Prince? \r\n",
        "Edmund: I still am. And you... I mean, Beth was a princess. The loveliest \r\none ever. The sparkle of her tiara, the gleam of her pearls. Oh, they paled in \r\ncomparison to the light in her eyes. \r\n",
        "Lorelei: You really loved her, huh? \r\n",
        "Edmund: More than my own life. Not that you'd really care. \r\n",
        "Lorelei: Eddie, you have no idea how much I care. Now, why don't you tell \r\nme everything right from the beginning.",
        "",
        "Edmund: And that was the day I \r\nknew that Beth and I were destined to share a charmed life together. And we \r\nwould live out the rest of our days as benevolent co- rulers of an island \r\nparadise. \r\n",
        "Lorelei: Except they got themselves a president down there now. (Laughs \r\n",
        "Edmund: Yeah, illegally. My half-brother couldn't stand the idea of being \r\nout of power, so he staged a coup. In the chaos that followed, they brainwashed \r\nmy wife into believing I'd done all sorts of unspeakable things. She went down \r\nto Mexico to get a divorce. \r\n",
        "Beth: And that's when you went after her. \r\n",
        "Edmund: Oh, I was this close to convincing her that our love could \r\novercome any obstacle. But our love could not overcome a ten-foot wall of water. \r\n",
        "Lorelei: Hey, go back to that \"charmed life\" part. Was that really great? \r\n",
        "Edmund: It was more wonderful than you could possibly imagine. Servants \r\nat our beck and call. A magnificent palace. And the country was ours. And we \r\nwere in love. \r\n",
        "Lorelei: So you're rich, huh? \r\n",
        "Edmund: Rich? No. Well, I was, but... And I could be again, if Beth's \r\nfamily wasn't so determined to deny me what's rightfully mine. \r\n",
        "Lorelei: You know, I was never much into fairy tales, but I sure could \r\nhandle being a Princess. Diamonds and furs and limos. Hey, you know, first thing \r\nI'd do is I'd go back to Virginia and show them hometown folks just how special \r\nI turned out. I bet I could be just as good a Princess as that... That Bess. \r\n",
        "Edmund: Beth. \r\n",
        "Lorelei: Okay, I'm sorry. They'd be bowing to me, and... What are you \r\nstaring at? \r\n",
        "Edmund: I'm not sure. \r\n",
        "Lorelei: Well, there's a great answer. \r\n",
        "Edmund: Oh, my God. I think it could work. ",
        "",
        "Rick: Whew. I'm so \r\nglad to see you. I just finished a 48-hour stint in E.R. and I'm a doctor, and I \r\nam prescribing some major coffee here, okay? I'm not talking about your average \r\ncup of Joe, okay? We're talking about the Cuban stuff. Why don't you break out \r\nthe Cuban stuff? So bring me a grande and just keep it flowing, pal. Just keep \r\nit coming. \r\n",
        "Bartender: There's going to be a little wait. \r\n",
        "Rick: A wait? For what? \r\n",
        "Bartender: I have to brew some more. \r\n",
        "Rick: Brew some more? Carl, this place is empty. Where's the coffee? \r\nYou've got to have some coffee. Come on. \r\n",
        "Bartender: She took the last cup. \r\n",
        "Rick: She what... There seems to be a theme running through my life right \r\nnow. I mean, every time my life just gets a little difficult, there you are. You \r\nquestion me at work, fine. Complain to the department head about me, I can live \r\nwith that. But drink the last of my coffee? Uh-uh. ",
        "",
        "Remy: Co-ed, \r\nmeaning co- educational. \r\n",
        "Josh: Yeah, I know. I understand that, but I want you to explain to me \r\nhow it is that putting men, women, and beer together under the same roof makes \r\nfor a good educational experience. \r\n",
        "Marah: Dad! \r\n",
        "Josh: What? \r\n",
        "Remy: It's okay. I take it you're Marah. \r\n",
        "Marah: Yeah. \r\n",
        "Remy: I'm Remy Boudreaux. \r\n",
        "Marah: Nice to meet you. \r\n",
        "Josh: Yeah. Remy's a sophomore. He's on the orientation committee-- have \r\nI got that right? \r\n",
        "Remy: I was assigned to this floor to help you with any problems or \r\nquestions. \r\n",
        "Marah: Yeah, well I guess you got both of those here. \r\n",
        "Josh: Hey, look, it's not like I'm a prude or anything like that. But \r\nsee, it's a little shocking for me to have, like a half- naked guy appear at my \r\ndaughter's doorstep when she's only ten minutes into her college career. \r\n",
        "Marah: A half-naked guy? Was he cute? Where did he go? \r\n",
        "Josh: Marah. Marah, sweetheart, you get my point. \r\n",
        "Marah: I know exactly what you mean. Now, I know you guys have already \r\nmet, but let me formally introduce you. Remy Boudreaux, this is my father, Josh \r\nLewis, who I feel was born in the 18th century. \r\n",
        "Josh: Nice to meet you. ",
        "",
        "\r\n(Knock at door) \r\n",
        "Reva: It's open, Daphne. \r\n",
        "Holly: Guess again. \r\n",
        "Reva: Holly. What are you doing here? \r\n",
        "Holly: How did I find you, you mean? You always leave word where your \r\nproducer can reach you, remember? \r\n",
        "Reva: And you are my producer. \r\n",
        "Holly: Yeah. And when you left Springfield, I wondered what could you \r\nfind around here that would be preferable to a spa in Chicago. I must be a \r\nreally bad date. \r\n",
        "Reva: No, no. It's nothing personal, and I wouldn't have been such a \r\ngreat date myself. I just needed some time alone. \r\n",
        "Holly: Uh-huh. Well, I wasn't alone in Chicago after all. Buzz was there. \r\n",
        "Reva: In Chicago? \r\n",
        "Holly: Yeah. \r\n",
        "Reva: You asked him to come after all? \r\n",
        "Holly: No, he just showed up. And we had great fun heckling Edmund, \r\nbelieve it or not. \r\n",
        "Reva: Edmund. \r\n",
        "Holly: Edmund has a lounge act in a hotel in Chicago. More later. Anyway, \r\nI should have been furious at him for just assuming he could join me there, but \r\nI was not. \r\n",
        "Reva: Because? Come on, details. \r\n",
        "Holly: There are none. \r\n",
        "Reva: Wait a minute. A man who almost constantly annoys you pays you a \r\nsurprise visit in Chicago, and there are no details? \r\n",
        "Holly: Well, he did not annoy me; I'll say that much. Maybe because I \r\nthink it was such a sweet gesture of him to come. No, I realize he has been \r\npractically throwing himself at me for... \r\n",
        "Reva: For months. For months he has. And you haven't given him an inch. \r\nIs that because of Billy? \r\n",
        "Holly: No. I don't think so. Billy and I are not a couple. \r\n",
        "Reva: Huh. \r\n",
        "Holly: I like them both. \r\n",
        "Reva: There's nothing wrong with that. \r\n",
        "Holly: No, nothing, I guess. I can hear Buzz. He tells me I have to stop \r\nand ask myself why I am running away from life and men. \r\n",
        "Reva: Mm-hmm. Well, that's a good question. \r\n",
        "Holly: Not just for me. What about you? What are you running away from? \r\n",
        "Reva: Nothing. \r\n",
        "Holly: Oh, come on. You hole up in this place in the middle of nowhere. \r\nThis is not about having a time off. This is about isolating yourself, cutting \r\noff the world. Mm-hmm. Now, the Reva Shayne I know would never do this, so why \r\nis this happening now? \r\n",
        "Cassie: Hello? Hello? Where did you come from? ",
        "(Baby cries) ",
        "Cassie: What a \r\nbeautiful little baby you are.",
        "",
        "Cassie: I'm going to find your mommy. \r\n",
        "Camille: Excuse me. That's my baby. \r\n",
        "Cassie: Oh. Okay. Then maybe you could tell me why he was here all by \r\nhimself, about to fall off a rock over there. \r\n",
        "Camille: Yeah, well, I only left him for a minute. So... \r\n",
        "Cassie: Okay, well, you know a lot can happen to a child in a minute. (\r\nBaby fussing) obviously, you don't know that. \r\n",
        "Camille: Yeah, I know how to take care of a kid, all right? I just had \r\nsomething important to do. \r\n",
        "Cassie: More important than your son? \r\n",
        "Camille: I'm here to see president Winslow. \r\n",
        "Cassie: Well, I'm Mrs. Winslow. \r\n",
        "Camille: Well, I didn't vote for you. Oh, no. Oh, no. You need another \r\ndiaper. You're going to have to wait. Look, if you are the president's wife, \r\nwould you mind telling me where he is, because I'm kind of in a hurry and this \r\nbaby weighs a ton. \r\n",
        "Cassie: I'm not so sure you know how to take care of a kid. Because this \r\nlittle boy deserves a hell of a lot better than what he's getting from you. ",
        "",
        "\r\nReva: Everyone needs time to refocus... From time to time, you know? Put some \r\ndistance between their problems, and this seemed like a good place to do that. A \r\nplace to... \r\n",
        "Holly: Hide. \r\n",
        "Reva: Yeah. Does that sound as pathetic as I think it does? \r\n",
        "Holly: More. \r\n",
        "Reva: Yeah, well. I don't know. Josh told me to butt out of his life, in \r\nno uncertain terms. So... \r\n",
        "Holly: So just drop out of sight? Josh has spooked you that much? Or are \r\nyou upset that he's still committed with Olivia? \r\n",
        "Reva: No. He made his choice. He has to live with that. \r\n",
        "Holly: Mm-hmm. And what about you? What's going on? Tell me. Do you feel \r\nhumiliated? Unworthy? (Laughter) \r\n",
        "Reva: I don't know. That thought might have crossed my mind. But that's \r\nnot the way it is now. I don't have to be here. Not anymore. ",
        "",
        "Mel: You \r\nfeeling better? \r\n",
        "Rick: Not much. \r\n",
        "Mel: Maybe if you find another table? \r\n",
        "Rick: No. It would be too easy, wouldn't it? No, I think I'm going to \r\npark myself right here and tell you exactly what I think. \r\n",
        "Mel: About what? \r\n",
        "Rick: About how to handle yourself as a medical professional, which I \r\nwould have told you back at the hospital in front of all the other doctors and \r\nnurses if I wasn't such a professional myself. No, Mel, you need to learn. You \r\nneed to learn right now how the status quo works around here, the chain of \r\ncommand. \r\n",
        "Mel: You mean the pecking order. \r\n",
        "Rick: Call it whatever you want. You... Okay, look. I think that dialogue \r\nbetween doctors is really good for patient care, I do. But this constant, \r\nconstant second-guessing is a hindrance to it. \r\n",
        "Mel: What about a physician who is so uptight at having someone younger \r\nthan him make suggestions that he ends up ignoring the advice-- even when it's \r\nright-- out of his own insecurities? I call that a hindrance to patient care. \r\n",
        "Rick: Oh, you do? You do? \r\n",
        "Mel: Mm-hmm. \r\n",
        "Rick: If you think I was ignoring you, I was ignoring you. \r\n",
        "Mel: There you go! \r\n",
        "Rick: I had to. I had no other choice. It got to a point where your \r\nconstant suggestions were so non-stop, I couldn't think straight. \r\n",
        "Mel: Well, maybe you weren't thinking straight to begin with. \r\n",
        "Rick: You... Hmm. That pregnant woman was admitted at 3:00 in the \r\nmorning. \r\n",
        "Mel: With the minor bleeding. \r\n",
        "Rick: The staff Ob/Gyn had the time off, so it was her case. Her case \r\nbecame my case. It was my case. \r\n",
        "Mel: Mine, too. \r\n",
        "Rick: No, it wasn't. Look, the point is, you just kept yammering away-- \r\nyammering, yammering, yammering... \r\n",
        "Mel: Yammering? \r\n",
        "Rick: Yammering. You just kept it up. I just had to tune you out. \r\n",
        "Mel: You were the one who wouldn't shut up. It was like white noise. \r\nLook, the lady was upset. \r\n",
        "Rick: That woman was confused and scared. \r\n",
        "Mel: But she wasn't in danger. \r\n",
        "Rick: It in the middle of the night, it was her first child. \r\n",
        "Mel: You treated her like she was suffering major trauma. \r\n",
        "Rick: But you weren't interested in comforting her. \r\n",
        "Mel: She didn't need you to push her towards panic. \r\n",
        "Rick: No, no. You were more interested in your assessment of the \r\nsituation. \r\n",
        "Mel: With your... All she need to do was... \r\n",
        "Rick: All I wanted to do was... \r\n",
        "Together: Give her a pelvic sonogram. \r\n",
        "Rick: You... Did... did you want to give her a PS? You did? That's \r\nexactly what I wanted to do. \r\n",
        "Mel: So, we were on the same track after all? Wow. How about that? \r\n",
        "Rick: Yeah, how about that. ",
        "",
        "Edmund: Yes. Yes. \r\n",
        "Lorelei: Yeah, what? \r\n",
        "Edmund: You said you want to be a Princess, right? \r\n",
        "Lorelei: Sure. Who wouldn't? \r\n",
        "Edmund: I said I want to be rich again. \r\n",
        "Lorelei: Yeah, so... What the heck are you getting at? \r\n",
        "Edmund: Just this: You be Beth.",
        "",
        "Lorelei: Eddie, you are nuts, \r\nyou know that? \r\n",
        "Edmund: No. I'll tell you what's nuts: Having the chance to get and be \r\neverything you've ever wanted, and then letting it go. Limos, servants, a \r\npalace. That all could be yours. It could be ours. \r\n",
        "Lorelei: Yeah, except I ain't what's-her-name. \r\n",
        "Edmund: Beth! You could be Beth. A little hair dye, some diction lessons, \r\na course in the family history. No one would know the difference. \r\n",
        "Lorelei: I would. \r\n",
        "Edmund: Good heavens, woman! This is the chance of a lifetime! You could \r\nbe Princess Elizabeth of San Cristobal. Picture it: I take you back to \r\nSpringfield, and everyone would just stop dead in their tracks. \"Look, it's \r\nBeth. She lives.\" Your highness. \r\n",
        "Lorelei: Oh, cut it out. Cut it out. \r\n",
        "Edmund: Come on. And that's not just the end of it. It doesn't stop \r\nthere. I may have been run out of my country, but I'm still royalty. Together we \r\ncan go back and take back what was taken from me-- the prestige, the acclaim, \r\nthe money. The international pressure would mount on Richard. He'd have to leave \r\nSan Cristobal. His reign would be no more, and... \r\n",
        "Lorelei: You're asking me to be a dead woman. \r\n",
        "Edmund: No, I'm asking you to breathe life into her again. \r\n",
        "Lorelei: You're past nuts, Eddie. You know that? You're past nuts. Forget \r\nit. ",
        "",
        "Rick: I'm sorry. It got ugly at the hospital. I'm sorry about \r\nthat. You know, working those 48-hour shifts, it just makes me crazy. So I'm \r\nsorry I gave you such a hard time. \r\n",
        "Mel: I wasn't digging in just to be right. That patient was a pregnant \r\nwoman-- the second patient we've locked horns over in just as many weeks. \r\n",
        "Rick: You're right. \r\n",
        "Mel: I feel a real connection to the whole ob/Gyn thing. I'm thinking of \r\nmaking it my specialty. \r\n",
        "Rick: That's great, Mel. I mean, you could do worse. \r\n",
        "Mel: Maybe that's why I was yammering. You're a man and, I don't know, I \r\nguess I thought treating a pregnant woman couldn't come natural to you. I was \r\nbeing protective of her. \r\n",
        "Rick: And you're assuming that I wouldn't be? Well, you would be wrong on \r\nthat one. When it comes to childbirth, Mel, very few people are as attuned to \r\nthat miracle as I am. And it's... it's not just a business thing with me either. \r\nIt's... it's very personal. ",
        "",
        "Camille: You have some nerve to tell me \r\noff. You with your fancy clothes and your money and your palace full of live-in \r\nhelp. \r\n",
        "Cassie: That has nothing to do with it. \r\n",
        "Camille: Oh, no? Let's see you try to be a single mom. Have a go at it on \r\nyour own, without a dime when your husband walks out on you. \r\n",
        "Cassie: I've been there. \r\n",
        "Camille: Sure. \r\n",
        "Cassie: I've had to make decisions that would stop you in your tracks to \r\nraise two kids. I had to do things that I'm not very proud of. But I can tell \r\nyou one thing, I have never put my needs before theirs. And that's exactly what \r\nI see you doing. \r\n",
        "Camille: Well, let me tell you one thing. This is none of your business. ",
        "",
        "\r\nDax: That's enough, Miss Johnson. Do you know who you're speaking to?\r\n\r\n",
        "Camille: Yeah, she told me. \r\n",
        "Dax: I'm sorry for this, Cassie. But this woman is desperate to get back \r\nto the states. She claims that her family will reject her if she shows up with a \r\nchild, barely conceived in wedlock. Richard's concerned about the case. \r\n",
        "Cassie: I'm not concerned about her. I'm concerned about the baby. \r\n",
        "Dax: Don't involve in this yourself, Cassie. \r\n",
        "Cassie: I am involved, Dax. What's going to happen to the baby? \r\n",
        "Dax: Don't worry. We'll handle and manage everything. \r\n",
        "Cassie: \"Manage everything?\" Richard... Richard, this woman that you \r\nwould want to help, she is a negligent mother! She is not fit to care for that \r\nchild! ",
        "",
        "Mel: The ex-wife of your best friend. \r\n",
        "Rick: She was technically still married at the time. \r\n",
        "Mel: And that one night? \r\n",
        "Rick: Yeah. Yeah. Yeah, talk about an irony. Getting Harley pregnant \r\nwas... was something that tore up everybody involved. But on the other hand, \r\nhaving this child is something that I've thought about for as long as I can \r\nremember. \r\n",
        "Mel: When's the baby due? \r\n",
        "Rick: Any day. Yeah, I'll be finding out by e-mail, instead of actually \r\nbeing there at the delivery table. Yeah, shut-out dad. But this stays between \r\nus, right? \r\n",
        "Mel: Oh, yeah. \r\n",
        "Rick: Okay. \r\n",
        "Mel: But why? Are you... Are you embarrassed? \r\n",
        "Rick: No, I mean... This little guy is coming to a world full of \r\npossibilities. I mean, he can be whatever he wants to be. I mean, that's... \r\nthat's a miracle to me, not a tragedy. Am I embarrassed by this? No. In fact, \r\nthe truth is I've never been more excited about anything in my life. Well, \r\nI'M... I'm going to go home and get some rest. It was nice having coffee with \r\nyou. \r\n",
        "Mel: Doctor, you may not be such a jerk after all. ",
        "",
        "Marah: I \r\nwonder if my dad made it to back from the quad. Where is he?\r\n\r\n",
        "Remy: Well, I'm sure he'll... All right. \"Kind of blue\"? You like miles \r\nDavis? \r\n",
        "Marah: Well, I guess. I got it as a gift. Do you? \r\n",
        "Remy: He's the best, still. I mean, the man played so clean, so smart. \r\nWhat? \r\n",
        "Marah: Nothing. I just thought you... you know, you were a jock. I \r\ndidn't... But obviously you know a lot about music. \r\n",
        "Remy: I just do the sport thing because my dad expects me to. But what \r\nI'm really into is art, culture, expression. \r\n",
        "Marah: Art, huh? Do you paint? \r\n",
        "Remy: I sing. I play a little guitar, keyboards, drums once in a while.\r\n\r\n",
        "Marah: Oh, wow. Well, my mom has this old sitar in her attic. Maybe you \r\ncould try that out. (Laughs) hey. ",
        "",
        "Josh: Look who I found wandering \r\naround the quad. \r\n",
        "Olivia: One orientation book form. \r\n",
        "Marah: Thank you. \r\n",
        "Olivia: You're welcome. \r\n",
        "Marah: So I guess that's it. \r\n",
        "Josh: Yeah, I guess it is. I guess there's nothing for us old folks to \r\ndo, sorry. Old folks to do but... but leave. I just feel like I'm saying \r\ngood-bye to you forever. \r\n",
        "Marah: Oh, come on, I'm going to be over at your apartment every other \r\nday, doing free laundry. (Laughter) \r\n",
        "Josh: Well, I'll look forward to that, I guess. Come here. I'm very proud \r\nof you. Do great things here. \r\n",
        "Marah: You got to let me go first. Thank you for dropping me off and \r\nhelping with the stuff. And everything. \r\n",
        "Josh: Listen, I promise... I promise I'll give you your space. But just \r\nknow that I'm here if you need me, okay? \r\n",
        "Marah: And I'm here if you need me. \r\n",
        "Josh: I love you. Bye. So long. Let's go. \r\n",
        "Olivia: Okay. \r\n",
        "Marah: Okay. Party time. \r\n",
        "Remy: No, registration time. The sooner you sign up for classes, the \r\nbetter shot you'll have at getting the ones you want. \r\n",
        "Marah: Yeah, you're right. \r\n",
        "Remy: Come on. I'll walk you over to Chasen Hall. \r\n",
        "Marah: I wonder where my roommate is. \r\n",
        "Remy: She'll probably be in any time now. Come on, let's go. \r\n",
        "Marah: This is going to be amazing. ",
        "",
        "Reva: I don't know. Maybe \r\nI was hiding. Things got so miserable in Springfield and complicated. Maybe I \r\nfelt the need to disappear. But you're right, that's not me and it's not the way \r\nto solve anything. \r\n",
        "Holly: That's more like it. \r\n",
        "Reva: Well, not quite. But it is close enough to know it's time to go \r\nhome, and to face whatever it is I have to face head on. \r\n",
        "Holly: Right. I should probably follow your lead. \r\n",
        "Reva: I'm sure Buzz would appreciate that. (Laughs) \r\n",
        "Holly: Don't scare me. I just mean... You know what I mean. Anyway, can I \r\ngive you a ride home? \r\n",
        "Reva: Uh, no. No, actually, I have my car. And it's a good thing, because \r\nI need room for this. \r\n",
        "Holly: What? This painting? \r\n",
        "Reva: Yeah, I bought this. Here, give me a hand. It's awfully big. \r\n",
        "Holly: What... You... You're going to hang this? \r\n",
        "Reva: Here. I don't know, someplace. Someplace where I can... Look at it \r\neveryday and try to figure out why it is I'm so drawn to it. ",
        "",
        "Marah: \r\nSo, what about Psych 101? Do you think this professor lofting guy is better than \r\nthe other one? Oh, my gosh, she's here! My roommate's here! \r\n",
        "Remy: It looks that way. \r\n",
        "Marah: She didn't bring a lot of stuff. \r\n",
        "Remy: Well, hey, more closet space for you. \r\n",
        "Marah: Yeah, just books. She seems a lot different than me. What if she \r\nhates me? \r\n",
        "Remy: That's unlikely. It's good to have a roommate that's a little bit \r\ndifferent, you know? It's all part of the learning experience. \r\n",
        "Marah: Well, that's... that's funny. She moved all my stuff to the other \r\nbed. \r\n",
        "Remy: Well, listen, I got to get moving, okay? Just give me a call if you \r\nneed anything and I'll see you around. \r\n",
        "Marah: Okay. \r\n",
        "Remy: You want me to close the door on the way out? \r\n",
        "Marah: Yeah. Thank you so much. \r\n",
        "Remy: Okay. \r\n",
        "Marah: Oh, come on. Get here. ",
        "",
        "Richard: Colonel, I'd like you \r\nto escort Miss Johnson to the sitting room. I think that she might like some \r\nrefreshment after such a difficult morning. \r\n",
        "Dax: But, Richard... \r\n",
        "Richard: I'd like you to do that right now, Colonel, please. \r\n",
        "Dax: This way, please. \r\n",
        "Cassie: Richard. \r\n",
        "Richard: Cassie, it's going to be all right. \r\n",
        "Cassie: No, it's not going to be all right. I mean, you didn't see how \r\nmiserable that woman was with that baby. \r\n",
        "Richard: Listen to me, I have to tell you... \r\n",
        "Cassie: No, whatever you have to tell me cannot be as important as what's \r\ngoing to happen to that baby. \r\n",
        "Richard: Darling... \r\n",
        "Cassie: Look, I know, I know that you want to help this woman, and I know \r\nthat you want to help her because you have such a big heart. But you didn't see \r\nhow she treated that little boy, and you didn't hear the things that came out of \r\nher mouth. \r\n",
        "Richard: You really think that she's unfit to be a mother? \r\n",
        "Cassie: I wouldn't trust that woman with a houseplant, let alone a child. \r\nWhat's going to happen to that adorable little boy? Did you see him? He was \r\nalmost the same age as-- \r\n",
        "Richard: I know. \r\n",
        "Cassie: I know that she has problems and that's fine. But that baby has \r\nto come first, you know that. \r\n",
        "Richard: Of course. \r\n",
        "Cassie: I just... It just makes you stop and think that nothing else \r\nmatters when a baby is at risk. I mean, what is more important than keeping a \r\nchild healthy and safe? \r\n",
        "Richard: I can't think of anything. ",
        "",
        "Edmund: Don't you know \r\nlittle fool, you never can win? Why not use your mentality, wake up to reality, \r\nyeah, but each time I do just the thought of you makes me stop... (Plays \"shave \r\nand a haircut\") \r\n",
        "Lorelei: Okay, Eddie. You got yourself a partner. ",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=oxvW1T0szWY"
}