{
    "Episode Summary": [],
    "Recap": [
        "Tony and Michelle realize that the burglar is none other than Blake. Olivia is being held in a Danish jail cell. Tammy and JB spend some time together, drinking beer. Ruth breaks into Phillip's briefcase and is caught, and then helps Spaulding with securing the eminent domain for Company. Blake steals a coin from the lighthouse. Phillip threatens Mrs. Lupo and decides that Joey needs to go to school in Boston. Cassie drops the charges for Hart's death against Dinah and then kidnaps her."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Blake: Oh, daddy, I'm taking a big chance for you. I sure hope I find whatever it is I need before somebody finds... you know, why'd I forget a flashlight?",
        "Tony: Try mine.",
        "Blake: Oh.",
        "Tony: Michelle, come on in here. Take a look at the new burglar.",
        "Blake: Tony, can you get that thing out of my eyes.",
        "Michelle: Hi, blake.",
        "Blake: Oh, man. You scared me half to death shining that in my eyes.",
        "Tony: Yeah, well, you're lucky it wasn't a gun, blake.",
        "Michelle: What are you doing here?",
        "Blake: Oh, I know this looks bad. I mean, here alone in the light house by myself at night. Trust me there's a perfectly good explanation.",
        "Tony: There is, huh? Go for it, blake.",
        "Tammy: Are you sure you want to come in? Because my whole family could be in there and there'll be questions and mom will want you to stay for dinner.",
        "Jb: Place looks empty.",
        "Tammy: They got to be here. My mom was planning a special dinner.",
        "Jb: Shouldn't you have been here to make the salads and set the table.",
        "Tammy: Whatever. Hey, thanks for driving me home and the walk by the lake. The fresh air really helped me clear my head. You know, when I first met you...",
        "Jb: I know. I get that a lot.",
        "Tammy: Mom? Edmund? Hello? Where are they?",
        "Jb: Out looking for you. Only I'm the one that's got you.",
        "Tammy: Oh. Hey, hey. Oh, my head is already spinning.",
        "Jb: You okay?",
        "Tammy: Yeah.",
        "Jb: Do you want me to go?",
        "Tammy: No, stay.",
        "Jb: That's the answer I was looking for.",
        "Harley/ruth: Don't worry, bill, phillip is out of earshot. The real question is where is olivia? She's suppose to be back by now. We need those stockholder votes. I got the dirt for phillip on harley cooper. I don't know what he expects to find. I don't have any secrets. I had to make stuff up just to make him happy.",
        "Phillip: What is the latest status report on miss spencer?",
        "O'hagen: Unfortunately, miss spencer has run into trouble with danish immigration.",
        "Phillip: Case of mistaken identity?",
        "O'hagen: She's sharing a jail cell with half the working girls in copenhagen.",
        "Phillip: (Laughs) well, at least she'll feel right at home. Well done.",
        "O'hagen: And here are the documents that'll clear up the misunderstanding.",
        "Phillip: Yeah. I may just have to sit on this for a while. (Laughs)",
        "Dinah: Wait a minute. I want to say something to the da.",
        "Cop: Save it for court.",
        "Jeffrey: That's all right. That's all right. No. Just give us a minute, would you? Thanks.",
        "Dinah: Come on, jeffrey, you are not going to go through with this farce.",
        "Jeffrey: Well, if you're talking about the arraignment, it's happening, dinah. It's going through on schedule.",
        "Dinah: Oh, god.",
        "Jeffrey: Murder one. It's got a nice ring to it doesn't it?",
        "Dinah: Don't do this.",
        "Jeffrey: And the state's petitioning for a remand given the severity of the charges against you and your history as a flight risk.",
        "Dinah: You know, you are the one that needs to worry about his history. I want my freedom or I start talking. I swear it.",
        "Jeffrey: I gave you your freedom. I put you on a plane to europe and you had to come back here one more time to twist the knife, didn't you? Now you're going down.",
        "Dinah: If you don't find a way to save me from this, i promise you are going down with me.",
        "Edmund: Where's cassie?",
        "Jeffrey: Well, I don't know. I thought she'd be with you.",
        "Dinah: Oh, whoa, the star witness is missing?",
        "Jeffrey: I'm sure she went straight to the courthouse.",
        "Edmund: No, she left a message asking me to meet her here.",
        "Jeffrey: Well, then I'm sure she'll be here, edmund.",
        "Dinah: Well, you hope so. Or if she doesn't the whole case just blows right up in smoke.",
        "Cassie: Sorry, dinah, that's not going to happen.",
        "Edmund: Let's go, cassie.",
        "Cassie: No. Mm-mm. Not after what happened tonight at the farmhouse. This has to stop here and now. An innocent boy could have been killed.",
        "Jeffrey: What?",
        "Cassie: I heard a noise and i was terrified that it was dinah... that she had somehow gotten out of jail and she was coming after my family. She was going to break into my house again. I was so blinded with fear that I grabbed a gun and if edmund hadn't showed up, tammy's friend joey would be dead right now. Lying where hart fell after your gun went off. That's how deep in my head you are and I have to make you go away.",
        "Edmund: Cassie, this will all be over soon.",
        "Jeffrey: Why don't we go into the other room that way you could sit down.",
        "Cassie: See we both know that your fate in that courtroom lies in my hands. And if I make the wrong decision I fail hart. God knows, he deserves some kind of justice after the way he died. And I failed tammy and I failed rj.",
        "Dinah: I saved your son's life.",
        "Cassie: Yes, I know. And you helped save my life too. After years of wishing I were dead, when it came right down to it you couldn't walk away and you couldn't let me die. I know that, dinah. I know that. I've thought about that. But my obligation as a mother is to protect my children and it's to keep them safe. And that's why I realize what i have to do.",
        "Dinah: Fine. You've made up your mind. But there are a few things you need to hear before you send me off to my lethal injection.",
        "Tony: I can't hear you, blake. Speak up.",
        "Blake: Oh, back off, tony. Stop trying to intimidate me.",
        "Michelle: Now both of you guys, stop being so dramatic. Blake, you've got to have a good reason to be here in the dark all by yourself poking around.",
        "Blake: Well, I do. I have one.",
        "Tony: I'm sure you don'T.",
        "Blake: Okay. This is kind of embarrassing. But the reason I'm here is because I'm in real estate. All right. Do you know what's going to happen to the property values? When you turn this old wreck into whatever it is? I mean some club or something they're going to go through the roof. And I stand decide to make alp killing when you decide to unload this place.",
        "Michelle: If I decide to get rid of it, which is highly unlikely. So this is all it's about location, location, location.",
        "Blake: Absolutely.",
        "Tony: You couldn't pick up the phone? Call michelle and say, \"I want to stop by at a normal hour? \"",
        "Michelle: Yeah, he's got a point.",
        "Blake: Well, the deal is, you know, I just had a little bit of extra of time and I thought i would just drop by. And then when I got here, you had these construction guys hanging out. I think they were doing window estimates and it turns out that I knew one of them, you know, a couple years ago when ross and i were between marriages, you know what I mean.",
        "Michelle: Oh, I think I know who you mean. 6'2\", blue eyes that kind of greet you with, \"good morning.\"",
        "Blake: Yeah, talk about hard body.",
        "Michelle: Jake, right?",
        "Blake: Oh, yeah, who else?",
        "Michelle: Yeah, I don't know. Tom, dick or harry maybe.",
        "Blake: What?",
        "Michelle: There is no blue eyes. I made it up and so did you. So why don't you tell us why you're really here.",
        "Blake: Michelle...",
        "Michelle: You know, I'm getting really sick of people showing here looking for things.",
        "Blake: People? What other people?",
        "Tony: We had a tuff of people come in here the other day and ransacked the place, blake.",
        "Michelle: And I'm beginning that you being here is no coincidence.",
        "Derrick: Oh, hey, ruthie.",
        "Ruth: That's ms. Karloff to you dear. What are you doing here? I got the job.",
        "Derrick: Mr. Spaulding... alan spaulding liked me so much that he created a position for me.",
        "Ruth: Well, la-di-da.",
        "Derrick: You know, alan is still the patriarch of the family.",
        "Ruth: You don't say.",
        "Derrick: Yeah, he lets phillip run the day to day, but at the end of the day, my boss is still the real boss.",
        "Ruth: Well, good for you, derrick. You certainly have a strong future with this company.",
        "Derrick: You know, I know everything there is know about spaulding enterprises. No one has done more research than I have.",
        "Ruth: I wouldn't be so sure of that, dear. Young man, I'll put in a good word for you if you do me a favor. Ten copies, please.",
        "Derrick: (Laughs) ruthie, this will take forever.",
        "Ruth: Bound and collated, dear. Mr. Spaulding... phillip spaulding will be so grateful.",
        "Lizzie: I need you.",
        "Ruth: How can I be of service, dear?",
        "Lizzie: Okay. I need you to call this number, ask for joey lupo and just tell him my dad needs to speak to him.",
        "Ruth: What is this in reference to, dear?",
        "Lizzie: I don't know. Tell him his scholarship depends on it.",
        "Ruth: Your father has a very busy schedule today, dear. Let me see if he's available for mr. Lupo.",
        "Lizzie: One word of this to my dad and you'll spinning the hopper at the senior center faster than you can say bingo. Now please make the call.",
        "Ruth: You snooty little witch.",
        "Lizzie: What did you say?",
        "Ruth: Must be nice to be rich, dear.",
        "Lizzie: Make the call.",
        "Jb: These will really help with that headache.",
        "Tammy: Oh, I thought you were getting water.",
        "Jb: No, these work better. For me anyway. It feels good, huh?",
        "Tammy: Wow, it's working.",
        "Jb: You've got to learn to relax, tammy.",
        "Tammy: The beers... my mom will go ballistic.",
        "Jb: Over the beer or me?",
        "Tammy: Both.",
        "Jb: Well, if I hear a car pull up, I'll just go out the back door and take the empties with me. She wouldn't even know I was here. We can talk.",
        "Tammy: You must think I am such a dork.",
        "Jb: No, I wouldn't be here if I thought that. Well, come on. If it makes you feel better, you show me where that back door is in case your mom comes home, i can make my getaway.",
        "Tammy: Okay. (Phone rings)",
        "Joey: Hello?",
        "Ruth: Mr. Joseph lupo, please?",
        "Joey: Yeah. Who's this?",
        "Harley/ruth: Ruth karloff. Phillip spaulding's assistant.",
        "Joey: Can I call you back?",
        "Harley: I'm afraid not. Your presence is requested at spaulding headquarters.",
        "Joey: Cool. Can I make it tomorrow, please?",
        "Ruth: I was told you need to be here immediately. Your scholarship depends upon it.",
        "Joey: Okay, I'll be right there, but I don't have a lot... hello?",
        "Lizzie: Well?",
        "Harley/ruth: Mr. Lupo is on his way.",
        "Lizzie: Good. Okay, remember what I said. You don't say one word of this to my dad or else.",
        "Phillip: All right if you hear from our friends in immigration let me know.",
        "O'hagen: Will do. Call me if you need me.",
        "Phillip: Mm-hmm. Ruth, can you come back in? I need to dictate a letter to the board.",
        "Harley/ruth: Before we begin, sir, this is for you.",
        "Phillip: What's this?",
        "Harley/ruth: The information you requested on your ex-wife, harley cooper.",
        "Phillip: Oh.",
        "Harley/ruth: I wish I could say there was more, shall we say dirt in there, sir.",
        "Phillip: That was fast, ruth. I'm impressed.",
        "Harley/ruth: It's a work in progress, sir. I conducted several interviews. I ran a search on an internet company. They'll be getting to me with the results.",
        "Phillip: Well, that's very nice work. I may have to call down to payroll and have your salary doubled.",
        "Harley/ruth: That's not necessary, sir.",
        "Phillip: That was a joke, ruth.",
        "Harley/ruth: I'll make an effort to catch on to your sense of humor, sir.",
        "Phillip: That's all right. Nobody ever does. Um. You know, ruth, I think you're going to work out just fine. I think you're the assistant I've been looking for. You see problems and you solve them and you don't interrupt me. You take initiative. That gives me an advantage over my adversaries.",
        "Harley/ruth: That's why I'm here, sir.",
        "Phillip: With regard to the upcoming proxy vote the board may wish to consider the fact that no votes are expected to be cast with the shares held by olivia spencer. She has run afoul of immigration authorities in denmark, and her return to the us has been delayed indefinitely. Respectfully, phillip spaulding C.E.O. Et cetera, et cetera, et cetera.",
        "Harley/ruth: I'll type a draft for your examination immediately, sir.",
        "Phillip: All righty. Is something wrong?",
        "Harley/ruth: Sir, I was wondering if I could be of some assistance.",
        "Phillip: With regard to miss spencer?",
        "Harley/ruth: Yes, sir. I have a friend in immigration.",
        "Phillip: Oh, well, actually, ruth, it's not that big a deal. It's just a simple case of mistaken identity. And the documents that she needs to free herself are in my possession and will be forwarded to the danish embassy.",
        "Harley/ruth: Of course, sir. May I have the courier deliver those immediately?",
        "Phillip: Well, actually as pressing as this matter may seem there are things that I have for you to do that are more important.",
        "Lizzie: Joey. Oh, I'm so glad you're here. Come here.",
        "Joey: Lizzie, I'm here to see your father.",
        "Lizzie: No, I know. You can't go in there though. He's busy.",
        "Joey: I was told to get down here immediately. She said my scholarship depended on it.",
        "Lizzie: Listen, I don't know about your scholarship, but joey I depend on you. And I know you were upset with me earlier, but I hope you've calmed down about the whole thing.",
        "Joey: I'm very calm.",
        "Lizzie: Okay, so then you understand why I put drugs in your drink?",
        "Joey: Lizzie, we're done talking about this, okay? As soon as I tell tammy what you did, she'll understand. She'll take me back and everything will be the way it's supposed to be.",
        "Phillip: Hey, what's going on out here?",
        "Lizzie: It's just a personal thing, dad. It's really nothing.",
        "Joey: I'll tell you what's going on, mr. Spaulding. I think you should know because it's about your daughter. But you're not going to like it.",
        "Lizzie: Daddy...",
        "Phillip: Okay, just calm down. I'll hear from both of you. First of all, what are you doing here after hours, joey?",
        "Joey: I was told to come down about my scholarship.",
        "Phillip: What?",
        "Joey: Your assistant called me.",
        "Lizzie: Actually, no that was me. I wanted to see you.",
        "Joey: Another lie. I should have figured.",
        "Phillip: All right, lizzie, what's going on?",
        "Joey: You tell him or I will.",
        "Lizzie: Daddy, it was just a mistake, okay. The night that joey was awarded winner of the spaulding internship contest, I sort of put drugs in his drinks so that he would stay with me.",
        "Tammy: We spent this whole night talking about me and joey and whether my head hurts or not.",
        "Jb: So?",
        "Tammy: I don't know anything about you. What's your story?",
        "Jb: I'm a work in progress.",
        "Tammy: That's vague.",
        "Jb: Look, I'm here with you now. That's what matters, right?",
        "Tammy: I guess so.",
        "Jb: The past sucks. The future... I don't know. You do what you want to do.",
        "Tammy: What I want.",
        "Jb: Must be pretty rough, huh? You got the family here. They must have high expectations for someone like you.",
        "Tammy: Yeah, well, it's not easy being perfect.",
        "Jb: Then don't be. You care too much about what people think, you're going to start letting things happen to you rather than make them happen.",
        "Tammy: I already have.",
        "Jb: Well, then fix it.",
        "Tammy: How?",
        "Jb: Just live in the moment. Just be here now and just let what might happen happen.",
        "Dinah: Is this where the defendant gets to ask if she has anything to say before the sentence is passed?",
        "Jeffrey: Not even close.",
        "Dinah: Come on. Why don't I get heart wrenching cathartic moment? I have so much on my chest.",
        "Cassie: Because you don'T. You're going to hear what I have to say first.",
        "Dinah: I get the gist of it, okay. You would like to see me hung up from the highest rack...",
        "Cassie: I want this over, dinah. All of it. And if you get 50 years to life, this nightmare is going to go on and on. Everyone I love is going to spend the rest of their lives haunted by you. And I'm not going to let you do that to them.",
        "Jeffrey: What are you saying?",
        "Cassie: I'm saying I want this to end here and now. Let her go. I'm not going to testify. Coming up on \"guiding light.\"",
        "Phillip: What are you doing, ruth?",
        "Cassie: But this is about you, dinah. This is about me saving my family from a very long and painful trial. oprah: She was inside",
        "Dinah: You're not going to testify?",
        "Edmund: Nothing's been decided yet.",
        "Dinah: What is this some kind of joke?",
        "Cassie: No, it's for real.",
        "Edmund: Why? After everything you just said.",
        "Cassie: Okay, let's say they lock her up, go ahead and give her the death penalty. As comforting as that may sound there will be appeal after appeal and I will have to appeal hundred times, and so will tammy. And then you could walk out of vailsburg, back into our lives with more hatred than you have right now.",
        "Jeffrey: You sure you want to do this?",
        "Cassie: The shooting was an accident. Dinah had a gun just like I held a gun in my hand tonight. She wasn't in her right mind. She wasn't coherent. The gun went off. She wasn't a threat, not to me, not to anyone. Hart was in the wrong place at the wrong time. That's how it happened.",
        "Jeffrey: Okay, so that's the statement you want to go into the books as the official version?",
        "Cassie: I know what I'm saying.",
        "Dinah: And why are you saying this?",
        "Cassie: For my children. I'm going to believe you when you say that you've changed, that you're not a threat anymore. I'm going to give you the benefit of the doubt, because i need to. Do I think that you've completely reformed? No, I don'T. I don't think you'll ever will, but you did save me and rj. But this isn't about, you, dinah. This is about me saving my family from a very long and painful trial.",
        "Dinah: I don't know what to say.",
        "Cassie: Say nothing.",
        "Blake: Look, I don't know anything about other people being here.",
        "Michelle: Well, what were you looking for?",
        "Blake: Nothing. Nothing. Okay, the reason I am here is because ed asked me to look out after you, michelle. He did. And you know, when I got here i did just decide to take a look around. I can't help it. It's the pi in me.",
        "Michelle: How many careers do you have?",
        "Tony: You know, blake, looking around and breaking in are two different things.",
        "Blake: I didn't break in. I have a key, all right. Ed gave it to me years ago.",
        "Michelle: Oh, time to change the locks, tony.",
        "Blake: Well, absolutely if you plan on living here.",
        "Michelle: Yeah, I do. This is my home. I'm not leaving.",
        "Blake: Okay. Well, I'm glad that you have tony and danny looking out after you. I am. No hard feelings, all right?",
        "Michelle: Just call next time.",
        "Blake: Okay, I will. And good luck with this. Right? I mean, it's got to be really exciting opening this old place up and everything. I bet you you find artifacts all over the place.",
        "Michelle: Yeah, nothing too exotic.",
        "Blake: Oh, but you... you found stuff?",
        "Michelle: Oh, you know, nothing much. A couple old maps, some ships models. You know, who knows what we'll unearth when we open up these walls.",
        "Blake: Well, keep me posted.",
        "Tony: Good-bye, blake. Why didn't you tell her about the coin?",
        "Michelle: I don't know.",
        "Tony: It's not that big of a deal, right? I mean, why didn't you tell her?",
        "Michelle: Well, it's a big deal to me. It's like my lucky charm for this place, and for us. Why, you trust her?",
        "Tony: She's your friend. Not mine.",
        "Michelle: I...",
        "Tony: Do you?",
        "Michelle: I don't even know her, so why should I trust her? I'm sure she's just planning some big real estate scam, you know? She said that property values are going to go up when we open this place. That's all it is.",
        "Tony: Maybe.",
        "Blake: I'm not giving up, dad. I made you a promise that i would try to take care of this before you got here, and I'm going to do that. No matter what it takes.",
        "Jb: You know what your problem is? You think too much. Right now if you could do anything you wanted, what would it be? Don't think.",
        "Tammy: I would be a thousand miles away.",
        "Jb: And?",
        "Tammy: And there would be no joey lupo and no lizzie spaulding.",
        "Jb: Yes. You see? You see how easy it is? And the best part is you can make that happen. Well, only the first part, but... how about it?",
        "Tammy: Take off you mean?",
        "Jb: Yeah, let's go. Why not? Ah, there you go thinking again.",
        "Tammy: Yeah, well, some habits are hard to break.",
        "Jb: Just do it.",
        "Tammy: Are you leaving?",
        "Jb: I'm getting another beer. You want one?",
        "Tammy: No. I'm good.",
        "Jb: I thought good was what you didn't want to be.",
        "Tammy: Oh. I shouldn't have had that last beer.",
        "Jb: Tammy? That's okay, baby. I wouldn't want the only virgin in springfield to miss out on her beauty sleep.",
        "Harley: All right, what numbers will phillip use? With his ego, his birthday. Lizzie's birthday?",
        "Phillip: You drugged him?",
        "Lizzie: Well, tammy was coming in between us and I was desperate. I didn't want to lose him.",
        "Joey: And you think that makes everything okay?",
        "Phillip: Just tell me what happened.",
        "Joey: I don't remember what happened thanks to your daughter's potion. So why do you ask her how she got me into your company's hotel suite, got me into bed with her...",
        "Phillip: Joey, these are very serious accusations that you're making.",
        "Joey: It's the truth. Your daughter committed a crime.",
        "Lizzie: That is so not how it happened, daddy. Not at all.",
        "Phillip: Okay. All right. Joey, I think I understand what you're upset about. It really isn't so much what may or may not have happened...",
        "Joey: Oh, no, no, it happened.",
        "Phillip: Well, okay, fine. Let's say that it did. But that's not what's really what's bothering is it? It's the fact that you've lost tammy because of this. And now you want to make sure that lizzie pays, so you're going to tell the whole the world what she did starting with me, right?",
        "Joey: I just don't want her to get away with it.",
        "Phillip: I understand that. Hey, I don't blame you. I'd feel the same way in your shoes.",
        "Lizzie: Daddy?!",
        "Phillip: Lizzie, be quiet. This is how we're going to work this out. For starters, you're not going to say another word about this to anybody.",
        "Joey: What?",
        "Phillip: Yeah. Well, think about it. You don't need this kind of headache right now. You're a man that just won a scholarship, and I think it's time to use it at a school back east maybe.",
        "Joey: But I'mo springfield U.",
        "Phillip: What about boston? I've got friends in admission at all the top schools. I'll make the calls.",
        "Joey: I don't want to go boston.",
        "Phillip: Oh, no, you're going to love it. It's a great town. And I think you'll probably agree it's best for you to be as far away from lizzie as possible.",
        "Joey: Great. Then pack her off to boston.",
        "Phillip: No, lizzie will stay here with her family where she belongs.",
        "Joey: Well, what about my family? I can't just up and leave my mom alone?",
        "Lizzie: Daddy, you can't do this.",
        "Phillip: Joey, you're going to do this for your mother. Are you aware that her mortgage is with the bank that's owned by spaulding? Yes, and unfortunately she's been late on her payments, so the bank does have the right to foreclose.",
        "Joey: You're going to foreclose on my mom's house if i don't leave town?",
        "Lizzie: This isn't at all how it's suppose to happen, joey.",
        "Phillip: Joey, I don't want to do this, I really don'T. But you're not leaving me much choice. So either you agree to leave town and never say another word against my daughter or I will make your mother's life a living hell.",
        "Phillip: All right then. Pack your bags, joey. I'll have my assistant book you a flight to boston.",
        "Lizzie: Daddy, stop it!",
        "Phillip: Lizzie, I'm doing what's best for you. Trust me.",
        "Joey: You can't do this.",
        "Phillip: Joey, my advice to you is that you play the hand that you're dealt until you get a better one. Do it for your mother.",
        "O'hagen: Mr. Spaulding, denmark.",
        "Phillip: Oh, I need to take this. Say good-bye to joey, sweetheart.",
        "Lizzie: No, I'm not going to, dad. I don't want him to go.",
        "Phillip: It's for the best. Joseph, best of luck to you. I expect you'll be gone when i get back.",
        "Lizzie: Joey, you don't have to go, okay. Just promise my dad you won't tell anybody about me drugging you.",
        "Joey: What, and just forget all that's happened, lizzie?",
        "Lizzie: Well, he's serious. I mean, he really will send you away and take your mom's house away. Listen we could go about this a different way, okay. You could stay and your mom will be able to keep her house. You're going to have to...",
        "Joey: What, lizzie? Take an oath of silence an be your boyfriend? No thanks. I don't ever want to see you again.",
        "Lizzie: Joey, wait. That's not a good decision, okay. You won't be allowed back here again. He'll make sure of it.",
        "Joey: I don't want to be anywhere near you.",
        "Lizzie: Joey, wait. Where are you going?",
        "Joey: I'm going to finish this once and for all.",
        "Harley: How about phillip's and beth's anniversary? Figures.",
        "Phillip: What are you doing, ruth?",
        "Michelle: Tony, where did you go?",
        "Tony: Will you relax, please? I'm coming up the stairs. What's with the music and the candles?",
        "Michelle: Oh, just trying to drive out all of blake's bad vibes. She kind of freaked me out before. She freaked you out, too, didn't she?",
        "Tony: No, not all, but something's going on, michelle. I went downstairs checking the basement to see if there's anything's missing. Zip.",
        "Michelle: You didn't find anything?",
        "Tony: Nothing but this old junk.",
        "Michelle: Hey, this isn't junk. This is stuff I was going to use to decorate. Got a lot of character. Look at this.",
        "Tony: I'm getting a beer. You want one?",
        "Michelle: Yes. You know, maybe I just romanticize this place too much. I don't know. I just thought there's a lot of magic here, you know? And if I breath some life back into this place then all the pieces of my life will come together. Of course nothing's working out like I thought.",
        "Tony: You said it's working out for you and danny, didn't you?",
        "Michelle: True. Something definitely happened here to bring us closer.",
        "Tony: That's good. You got to go for that, you know? Forget about anything else that gets in your way, especially if it's you and me working together.",
        "Michelle: You don't mean that.",
        "Tony: Listen, it's okay. I can still be the major investor and you can have your dream, right?",
        "Michelle: Tony, there is no dream without you.",
        "Tony: Michelle, stop touching me, please.",
        "Dinah: Daddy, I cannot believe that cassie is in with jeffrey signing the legal papers. I can't believe that I'm going to get out of here. I'll tell you everything when you get here.",
        "Edmund: Cassie, I can't find tammy. She's not answering at home or on her cell.",
        "Cassie: I don't want her to hear about this from someone else. Can you find her? Can you go look at company or the beacon, please? Edmund, I kind of... I want to be alone right now.",
        "Edmund: Cassie, I don't you should be alone right now.",
        "Cassie: I'm just glad this is over. I am. I love you.",
        "Edmund: And I love you, too. I can't say I understand any of this, but I love you and i support you no matter what.",
        "Cassie: Thank you.",
        "Edmund: See you later.",
        "Jeffrey: Okay, all done. You know, you and your family are going to have to live with this decision. So I just hope it's the right one.",
        "Cassie: There is no right decision. That's what I realized. No matter what happens here someone loses.",
        "Jeffrey: I just don't want it to be you.",
        "Cassie: Hart was my loss.",
        "Jeffrey: I wish I could say i understand, but...",
        "Cassie: Maybe you will in time.",
        "Dinah: Okay, daddy, I'll look out for your car. Bye. I suppose I owe you. Can you believe her?",
        "Jeffrey: So what are you going to do now that you have no one left to hate?",
        "Michelle: So sorry. I didn't really mean to upset you.",
        "Tony: Didn't you hear anything? Anything I said to you at the falls?",
        "Michelle: Yes, tony. Yes. We agreed we would stay partners. Look, you are the last person in the world that I would want to hurt, okay? And I know that I have. And it's just because I'm really overwhelmed with everything in my life and all these feelings that I feel, and I just... i know that we can make this work, okay?",
        "Tony: Michelle, we agreed that we would change the game plan. We would stick to work. Stick to this. We'd get it up and we'd get it running and that's it. Okay, can you handle that?",
        "Michelle: It's not going to change the way I feel about you. You're the only friend that i have.",
        "Tony: That's not what I asked you. Michelle, can you handle it?",
        "Michelle: Yes. Can you?",
        "Jb: Wake up. Wake up, sleeping beauty. It's time to have some fun.",
        "Joey: Tammy?",
        "Jb: Catch you later, babe.",
        "Joey: You in there? Come on, tammy, let me in.",
        "Tammy: Jb?",
        "Joey: Tam?",
        "Tammy: Joey, what are you doing here?",
        "Joey: There's something you need to know.",
        "Phillip: I know I locked that. You broke into my briefcase?",
        "Harley/ruth: I tried to reach you by cell phone, sir, but i realized you left it here with me.",
        "Phillip: Well, what couldn't wait until I got back?",
        "Harley/ruth: A 6:00 P.M. Deadline, sir.",
        "Phillip: Oh, my god, the governor. I completely forgot.",
        "Harley/ruth: Yes, I saw the note on your desk and it needed to be faxed by 6:00 P.M., However you locked it in your briefcase before hurrying out, sir.",
        "Phillip: (Laughs) you destroyed this lock.",
        "Harley/ruth: Did I, sir? You told me to take initiative. I'll pay for the lock.",
        "Phillip: No, that's okay. You don't need to do that. You sent the file though, right?",
        "Harley/ruth: No yet, sir, no.",
        "Phillip: No, that has to be on time or else I lose my right... we have two minutes.",
        "Harley/ruth: Yes, sir. Right away.",
        "Phillip: No, do it over here.",
        "Harley/ruth: Of course, sir.",
        "Phillip: Come on, come on, come on, come on. That was close.",
        "Harley/ruth: I apologize for not finding an alternative solution, sir.",
        "Phillip: No, that's all right. No, I didn't mean to jump down your throat, but these papers relate to the claim of eminent domain that we have on the cooper's restaurant.",
        "Harley/ruth: Company, sir?",
        "Phillip: Yeah, that little diner of theirs. We're about to put it out of business.",
        "Harley/ruth: We are, sir?",
        "Phillip: Mm-hmm. You can smile that when you say that, ruth. You're working for spaulding now. You're on the winning team.",
        "Harley/ruth: I certainly am, sir.",
        "Phillip: (Laughs) you're funny, ruth. Hey, don't worry about the lock. You don't have to pay for it. You've done a good day's work.",
        "Harley/ruth: I'm glad you think so, sir.",
        "Dinah: Well, you must be as thrilled as I am at cassie's moment of truth or whatever that was.",
        "Jeffrey: Yeah. Well, the file on this case is still open, sweetheart. So you step out of line just once, I'm going to charge you with involuntary manslaughter.",
        "Cop: Your belongings.",
        "Dinah: Thank you.",
        "Jeffrey: Might want to check those. Make sure it's all there.",
        "Dinah: I already did before i signed for them.",
        "Edmund: Cassie leave already?",
        "Jeffrey: Oh, you just missed her.",
        "Dinah: Don't look so grim, edmund. I think the three of us have a lot to celebrate today.",
        "Edmund: Stay away from cassie and her family or you'll live to regret it.",
        "Dinah: Does that sound like a threat to you, jeffrey?",
        "Jeffrey: I didn't hear anything. Well, you're free to go, so what are you waiting for?",
        "Dinah: Well, gentlemen, it has been real. Don't try to miss me too much.",
        "Edmund: I would sleep a lot better if I knew that woman was in the state pen for the rest of her life.",
        "Jeffrey: Well, there's on thing that we agree on.",
        "Dinah: Daddy, I can't wait to celebrate.",
        "Cassie: Surprise.",
        "Dinah: What do you think you're doing?",
        "Cassie: Sit back, dinah. We're going to take a little ride.",
        "[NEXT_ON]",
        "Jeffrey: Okay, I want an apb put on the car that matches description. Dinah marler may have abducted cassie winslow.",
        "Dinah: You said you wanted to work things out.",
        "Cassie: I lied."
    ],
    "Transcript Author": [
        "by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=uBQZYXXhDco"
}