{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Billy: That looks good there. ",
        "Reva: Billy. Um... ",
        "Billy: Just leave it,\r\ntake it for a test drive. ",
        "Reva: The ring or you? It is a beautiful\r\nring. ",
        "Billy: Well, the guy who gave it to you is\r\nnot too shabby, either, and he is still waiting for an answer. ",
        "Reva: I know, I know. I'm still thinking\r\nabout it. I can't give you an answer until I do something. Actually, it's\r\nsomething we have to do. ",
        "",
        "Cassie: I'm ready. ",
        "Josh: I didn't say anything. ",
        "Cassie: Because we're not late. Tammy's\r\ncollege journal party doesn't start-- it doesn't matter, we're not late. ",
        "Josh: Cassie, I didn't say anything. ",
        "Cassie: If I'm not tripping over R.J.'s\r\nskateboard, I'm clapping all over the house to find my keys. ",
        "Josh: Wait, what? ",
        "Cassie: See. Yes, yes, this, this is the\r\ngirl you signed up for, Josh. Just warning you. ",
        "Josh: Okay, okay. I'm a lucky guy. Are you a\r\nlittle bit nervous about this thing tonight? ",
        "Cassie: No. ",
        "Josh: Our entrance? ",
        "Cassie: No, no. Now that Reva is supporting\r\nus, it makes all the difference. ",
        "Josh: Yes, and we have all the time in the\r\nworld to figure out the rest of it, so... ",
        "Cassie: Hey! ",
        "Josh: What? ",
        "Cassie: You are going to make us late. ",
        "Josh: No. Wait-- hang on. Ow! ",
        "",
        "Lizzie: Look at you. Daddy cleans up nice,\r\ndoesn't he? ",
        "Jonathan: What? ",
        "Lizzie: What about me? Do I look fat in\r\nthis? ",
        "Jonathan: You look pregnant. ",
        "Lizzie: Great, I'm fat. ",
        "Jonathan: What is it with pretty girls? ",
        "Lizzie: You really think that I'm-- ",
        "Jonathan: All right. We have got to go. This\r\nis Tammy’s night. I told her I would be there for her. I need to be there. \r\n",
        "Lizzie: We're going, we're going. ",
        "Jonathan: Except I can't really be there, I\r\nmean not with her. ",
        "Lizzie: Well, you can’t. Not if you want to\r\nprotect our baby from granddad. This marriage has to look real. ",
        "Jonathan: I know, I know. I get it, I get\r\nit. It just kills me she has to do this alone tonight, you know? ",
        "",
        "Tammy: Remy, hey, what are you doing? ",
        "Remy: For you. ",
        "Tammy: You didn't have to. ",
        "Remy: Well, open it. ",
        "Tammy: Okay. Wow! They're, um... ",
        "Remy: It's awful. It's something I would\r\ngive to you if I were taking you to a prom in 1989. I called the florist in\r\n2006, I swear. ",
        "Tammy: Well... ",
        "Remy: I just got them to say\r\ncongratulations. You can toss them. ",
        "Tammy: Toss them from the guy who helped me\r\nwrite my critically acclaimed paper? Uh-uh. ",
        "Remy: Okay. So let's go. ",
        "Tammy: You know, it's\r\nreally sweet of you to do this. But you don't have to do the whole date thing\r\nbecause it's not the prom-- ",
        "Remy: Tammy, I just thought you could use a\r\nfriend tonight. ",
        "Tammy: Oh! ",
        "Remy: Oh! Yeah, sure. ",
        "",
        "Lizzie: I don't know why you're eating.\r\nWe're going to a party. ",
        "Jonathan: Yeah, well, I need real food. Not\r\nhors d'oeuvres. Does Alan even give you a meal break? You must get hungry\r\nstalking us. You can have the other half if you want.",
        "Lizzie: Jonathan, let's go. ",
        "Jonathan: He can have it. ",
        "Lizzie: He doesn't want it. ",
        "Dr. Baker: What kind of sandwich? ",
        "Jonathan: Roast beef, extra mayo. ",
        "Dr. Baker: Yeah, thanks. ",
        "Jonathan: Okay. So we'll see you down by the\r\ncar, all right? Weirdo. ",
        "Lizzie: Why are you being so nice to him? ",
        "Jonathan: Laxative sandwich. The guy has\r\nbeen a pain in my butt for weeks. Time to pay him back. ",
        "Lizzie: That is so gross. I love it, but\r\nit's really gross. ",
        "Jonathan: I know. I told Tammy I'm going to\r\nbe there, and I'm not going to let her down. Not tonight. ",
        "Lizzie: (Laughing) Let's go! ",
        "",
        "Ava: (Screams) ",
        "",
        "Olivia: No, I never got them, yes, yes, tell\r\nme. ",
        "Greg: It came to me. I remembered the name\r\nof the guy my ex-wife married. Birdie's stepfather. ",
        "Olivia: Give it to me. ",
        "Greg: His name was Peralta, P-e-r-a-l-t-a. ",
        "Olivia: I'm confused. You said her name was Birdie.\r\n",
        "Greg: Birdie was just a nickname. Her given\r\nname was Ava. Your daughter's name is Ava Peralta. ",
        "Buzz: What's wrong? ",
        "Olivia: You have to go. ",
        "Buzz: Who was that? ",
        "Olivia: You have to go. You were right-- you\r\nwere right the first time. We need a break from each other, Buzz. ",
        "Buzz: That's how you feel? You want me to be\r\ngone? Olivia? ",
        "Olivia: Just go. Go to the convention. I'll\r\nsee you when you come back. ",
        "Young Olivia: It's a girl? I have\r\na daughter? ",
        "Olivia: No, no, she can't be my daughter. ",
        "",
        "Olivia: It's Olivia Spencer again. Look, I\r\ndon't know where you're getting your information, but I know an Ava Peralta,\r\nand there is no way in hell she is my daughter. And I'm going to prove it.\r\nJane, I'm going out. Don't let anyone in here. Keep Emma close. ",
        "",
        "Reva: It's going to voicemail. Cassie. It's Reva.\r\nI was thinking you and Josh may want to join Billy and me for dinner tonight at\r\nour place. I know it's last-minute, but I'm thinking it might be a good idea to\r\nspend sometime together to take the weirdness out of this whole situation.\r\nOkay, so call me back. You're not making this any easier on me. ",
        "Billy: You could have given me a heads up. ",
        "Reva: You would have talked me out of it. ",
        "Billy: Yeah, I would have. I know you want\r\nto make this work, but do you think this is really the way? ",
        "Reva: No. ",
        "Billy: Darling, I don't know why you're\r\ndoing this to yourself. ",
        "Reva: Because I don't want what little time\r\nI have left to be spent afraid of spending time with Josh and Cassie. You three\r\nare going to need each other once I'm gone. Look, Billy, I don't know how to\r\nmake peace, but I do know how to order dinner. It's a start, okay? ",
        "",
        "Remy: Okay, he's not here yet, and you know\r\nyou can have fun until he gets here, right? ",
        "Tammy: I'm having fun. Okay, I'm a little\r\nworried that he won't make it. Alan has spies everywhere. ",
        "Cassie: Tammy. Tammy, I am so proud of you. ",
        "Josh: We both are. You want some punch? ",
        "Cassie: Yeah, sure. ",
        "Tammy: Both? ",
        "Cassie: Subtle, Tammy. Yes, Josh and I are a we, and we even have Reva’s blessing. \r\n",
        "Tammy: Really? ",
        "Cassie: She says she's okay with it, so... ",
        "Tammy: That's great. A\r\nlittle weird, but great. ",
        "Cassie: I know, but I'll take it because I\r\nhaven't been this happy in a long time. ",
        "Tammy: It is proof that even the most\r\nimpossible couples can make it. ",
        "",
        "Lizzie: Did you read the box? Because it depends on the dosage.",
        "Jonathan: Don't worry,\r\nDr. Baker is going to be on the toilet bowl a long time so I can spend some\r\ntime with Tammy. ",
        "Lizzie: What if he didn't eat the whole\r\nlaxative sandwich? We should go back early just to be safe. ",
        "Jonathan: There she is. ",
        "Cassie: Jonathan.",
        "Josh: Jonathan. Let's not make a scene. Because it’s Tammy’s night.",
        "Jonathan: Don't worry, Josh. We're going to\r\npretend this whole thing isn't happening because it makes me want to walk over\r\nto that brick wall and bash my head into it. Reva told me to play nice. So\r\nthank you for coming. It makes Tammy happy. You get the idea, so we're cool? \r\n",
        "Cassie: Sure, we're cool. ",
        "Josh: And if you need any help with the dad\r\nthing. ",
        "Jonathan: I got it taken care of. No, I did\r\nit already. Thanks.",
        "Josh: That was painless. ",
        "Cassie: Don't jinx it. Hold this a second.\r\nThis means that-- yeah, I have a new message. I don't know how I missed that. \r\n",
        "Josh: Well, I can be very distracting. ",
        "Cassie: Yes, you can. It's Reva. ",
        "Josh: Huh. ",
        "Cassie: Yeah, she says she wants us to meet\r\nher and Billy for dinner-- um, now. ",
        "Josh: Maybe I did jinx us. ",
        "Cassie: On the surface, it sounds like a\r\nreally bad idea. ",
        "Josh: Yeah, and you need to be here for Tammy.\r\n",
        "Cassie: On the other hand-- ",
        "Josh: Oh, no. ",
        "Cassie: Tammy would kick my butt if we\r\nwussed out and blamed it on her. I think we should go. We have to put on our\r\nhappy faces. ",
        "Josh: Yeah, they're probably putting on\r\ntheirs as we speak. You better tell Tammy. ",
        "Cassie: I got a call from Reva for dinner. Now. ",
        "Tammy: Go. ",
        "Cassie: Are you sure? ",
        "Tammy: Yes. Have fun. ",
        "Josh: That was freakish, and extraordinary. ",
        "Cassie: A mother/daughter thing. ",
        "Josh: Let's go. ",
        "",
        "Lizzie: I can't wait. I'm ready to be the\r\nloving wife. Ouch. ",
        "",
        "Coop: Hey! (Olivia\r\ngasps) What the hell are you doing? ",
        "",
        "Lizzie: What is Tammy wearing? Remy got her\r\na corsage. Ew. Maybe this is a good thing, if everyone\r\nsees her with him. It looks like she is totally over you, and our marriage is\r\nreal, and that is what is going to protect our baby. ",
        "",
        "Felicia: You know all of the students here\r\nwrote an exceptional paper for the journal, Tammy, but I've got to say yours\r\nwas special, really special. I am so impressed. ",
        "Tammy: You read my paper? ",
        "Mel: I did, too. It was great. ",
        "Felicia: Since when did you get so\r\ninterested in psychology, young man? ",
        "Remy: Okay, I'm out of here. ",
        "Mel: Is there a problem here, officer or\r\nshould I say professor? ",
        "Remy: You're the one to talk, doctor/lawyer.\r\n",
        "Jonathan: Remy. ",
        "Remy: Jonathan. ",
        "Jonathan: Nice party. Seems\r\nlike Tammy is having a good time. ",
        "Remy: She is. ",
        "Jonathan: Nice party,\r\nseems like Tammy is having a good time. I just want to be clear. It seems like\r\nit takes things a few times to sink in with you. ",
        "Remy: What are you talking about? ",
        "Jonathan: Back off of Tammy. I told you\r\nonce. She's with me. ",
        "Remy: She's with you? And who's with your\r\nwife? ",
        "Jonathan: What a dufus. ",
        "Lizzie: What? I was hungry. Oh, are you\r\njealous of him? ",
        "Jonathan: No. ",
        "Lizzie: Okay. ",
        "Jonathan: I'm not. The only reason Tammy\r\nwants to hang out with Remy and his family is because... ",
        "Lizzie: They're looking like a TV family? ",
        "Jonathan: What? ",
        "Lizzie: Sometimes she keeps me up at night\r\nkicking. I watch the sitcoms. There's a mom, a dad, sister, brother, sometimes\r\na dog, and usually a neighbor. They're all cute, cozy, and you learn an\r\nimportant life lesson in half an hour. ",
        "Jonathan: You think that's what Tammy really\r\nwants? ",
        "Lizzie: Isn't that what she has always\r\nwanted? I mean, look at them. Happy, healthy, perfect. ",
        "Jonathan: No one's perfect. ",
        "",
        "Billy: Oh, you look great. You didn't need\r\nto put on that much makeup. ",
        "Reva: Yeah, well, I have to look very alive\r\ntonight. ",
        "Billy: You look alive, and you smell great.\r\nIs that something new? ",
        "Reva: As a matter of fact, it is. It's called\r\n\"Selfless\" by Reva Shayne. And I think it stinks. ",
        "",
        "Cassie: Do you think I overdid it? ",
        "Josh: No, a bottle of wine, a six-pack of\r\nsoda, and a box of donuts... ",
        "Cassie: Well, we were already late. ",
        "Josh: Cassie, I know this is going to be\r\ndifficult, this dinner with Billy and Reva, but we're going to survive. And\r\nafterwards, I was thinking we could... ",
        "Reva: Hi. Come on in. ",
        "Josh: Thank you. Here you go. ",
        "Billy: Hey. Wow, powdered doughnuts, neato. ",
        "Reva: My favorite. So relax, make yourselves\r\nat home. ",
        "Cassie: Um... we just came from Main Street, and Tammy got a paper in the college journal. \r\n",
        "Reva: Oh, that's great. ",
        "Billy: Right on, Tammy. ",
        "Josh: Jonathan was there. ",
        "Reva: Oh, no, did he...\r\n",
        "Josh: No, he was gracious. ",
        "Reva: Good. Because I told him he may need\r\nthe two of you when I'm not there, like if something comes\r\nup-- ",
        "Billy: Like when you go out of town on work\r\nor a vacation. ",
        "Josh: Are you planning a vacation? ",
        "Reva: Maybe. ",
        "Cassie: The food looks terrific. Where did\r\nyou order from? ",
        "Reva: Actually, it is a new place, a\r\ncatering place, called \"The Catering Place.\" ",
        "Cassie: Actually, I'm going to write that\r\ndown. I'm hosting a PTA thing. ",
        "Reva: You really have to write it down? ",
        "Cassie: You know me. ",
        "Reva: Just like this dinner. Let's get it\r\nout there. We all think this is a bad idea, and it's awkward and it is too\r\nsoon, but at the end of the day, we're all still family, and we can change the\r\norder of things, and it doesn't change the fact that we're family, right? ",
        "Josh: I couldn't agree more. ",
        "Reva: Great. Let's have some drinks. ",
        "Billy: Soda pop,\r\nplease. ",
        "Cassie: Sure, you got it. ",
        "Reva: Billy, could you help me with this\r\nbottle? ",
        "Billy: Sure. ",
        "Reva: Thanks. I'm so sorry. ",
        "Josh: You know, don't worry about it. ",
        "Reva: It might set. ",
        "Josh: Don't worry about it. ",
        "Reva: Really, it will. Why don't you take\r\ncare of that? ",
        "Cassie: It's nothing. I'm sure a little club\r\nsoda will get it out. ",
        "",
        "Olivia: I own the hotel. I just needed to\r\ncheck the plumbing. ",
        "Coop: Uh-huh. What's wrong with it? ",
        "Olivia: This whole floor. There is a leak\r\nsomewhere. I think we're safe here. ",
        "Coop: We're safe because Ava is at work. ",
        "Olivia: Okay. Sorry, Coop. ",
        "",
        "Olivia: Mom. Why does she have pictures of Emma?\r\nThat's Ava. (Sobbing) Oh, what have I done? ",
        "",
        "Ricky Paull Goldin, \"Inside The Light.\" ",
        "I love producing and directing\r\nthings. I'm currently working on a little blooper show, soap operas from around\r\nthe world. So hopefully we'll get that off the ground. ",
        "See Gus, Wednesday, October 4th,\r\n\"Inside The Light\". ",
        "",
        "Olivia: Gillespie pick up. Disconnected? No!\r\nNo! No! Ava? Voice mail! No, no! Coop, open up! ",
        "Coop: What? What now, Olivia? ",
        "Olivia: Ava, have you talked to her? Have\r\nyou talked to her? ",
        "Coop: No, not since this morning when she\r\nleft for work. She calls me when she get there is. ",
        "Olivia: I need to talk to her. ",
        "Coop: What is this about? ",
        "Olivia: Where is she, Coop? ",
        "Coop: I don't know where she is. Do you want\r\nto run her down with your car again? Do us a favor, Olivia. Leave her alone. \r\n",
        "Olivia: I was in her room with all her\r\nthings and I started to think she's just a girl, she probably didn't mean to\r\nhurt Emma. ",
        "Coop: You're just realizing this now. ",
        "Olivia: I can fix this. I can fix this. I've\r\nbeen awful to her I just want to apologize. So you go find her. Find her. Go to\r\nSpaulding, go to Company, wherever, but you find her and you call me. Call me. \r\n",
        "",
        "Jonathan: Hey. I just wanted to say\r\ncongratulations. ",
        "Tammy: Thank you. ",
        "Lizzie: Yeah. We are both super happy for\r\nyou. ",
        "Tammy: Thanks. ",
        "Mel: So, how are the newlyweds doing? ",
        "Rick: Honey, leave the kids alone. ",
        "Mel: Lizzie was my patient, they were both\r\nmy clients. I just like to see a happy ending. ",
        "Man: At this time, our honored students will\r\ntake the stage, Tammy Winslow, you're up first. (Applause) ",
        "Tammy: Wow, I really didn't know that I was\r\ngoing to have to say anything. But, okay, I guess there are a few people that I\r\nwould like to thank. My professors for inspiring me and a big\r\nthank you to my family especially my mom for always being there to cheer me on.\r\nAnd I'd really like to thank a great guy who has always been there for me, my\r\ngood friend Remy Boudreau, thank you. And who better to help me out with a paper\r\nfor Springfield uh than the dean's son? Thank you, Remy. Thank you.\r\n(Applause) ",
        "Jonathan: What is he doing? The way he\r\ntouches her, it's disgusting. ",
        "Lizzie: Who? ",
        "Jonathan: The whole family is hypocrites. ",
        "",
        "Rick: I'm sorry, what was it that you just\r\nsaid? ",
        "Mel: Yeah, it's just like old times. I'm\r\nsitting here chattering and you're somewhere else. ",
        "Rick: I'm sorry. What was it? I'm sorry. ",
        "Mel: I wanted to say that I feel like\r\ntonight is a tiny step forward. You know, being around my family and doing\r\nnormal things. ",
        "Rick: Just a tiny step? ",
        "Mel: Well, you never should have lied to me\r\nabout Phillip but I know you know that and there's no good me beating it over\r\nyour head, so I don't want to throw away our marriage over one bad choice. Especially one that you did out of loyalty. I mean, that's\r\nwhat I really love about you the most, your loyalty and your devotion. And you\r\nhave been a wonderful man in every other part of our life so I think maybe it's\r\ntime I should try to start forgiving you. ",
        "Rick: That is the best thing that I ever\r\nheard in a very, very long time. I love you so much. You know that don't you? \r\n",
        "Mel: I know, I love\r\nyou, too. ",
        "Rick: We need to have a toast to celebrate.\r\nI'm going to get us a couple drinks. I'll be right back. So, Jonathan, you and I\r\nhave to have a little talk. You tell anyone about Beth and me\r\nand I will make you a very sorry man. ",
        "",
        "Josh: So the insurance company... ",
        "Cassie: This is the best part. ",
        "Josh: They run a background check on Lewis Construction.\r\n",
        "Billy: That's not unusual. ",
        "Josh: I can't even tell it because it's so\r\ncrazy. ",
        "Cassie: (Laughs) He's wanted in three states\r\nfor grand theft auto. ",
        "Josh: That's true. ",
        "Billy: You can't change a tire. ",
        "Josh: I can change a tire,\r\nI just hate changing tires, okay? ",
        "Cassie: You hate changing tires? ",
        "Josh: Yeah, just a little bit.",
        "Cassie: Well, remind me never to take road\r\ntrip with you. ",
        "Josh: What they didn't realize is that\r\n(voices echoing) ",
        "Reva: I'm going to get some more ice. ",
        "Billy: So how are you holding up? ",
        "Reva: They don't think something's wrong?\r\n(Laughs) ",
        "Billy: They don't know what I know. Hey,\r\nit's not too late to tell them. ",
        "Reva: You're an amazing man, Billy. ",
        "Billy: Come here. (Laughs) Tell me something\r\nI don't know. ",
        "Reva: That I love you dearly. Maybe that's\r\nsomething you don't know. And if I'm going to do this, then I need you to stand\r\nby me. ",
        "Billy: Done. Come on. ",
        "Reva: Okay. (Laughs) There's something I\r\nhave to tell you. ",
        "Reva: I don't know how you're going to\r\nreact. Um... and I really don't know how to say it, either, so I just... I'm\r\njust going to say it straight out because that's usually the best way. Billy\r\nand I are engaged. ",
        "Cassie: You're engaged? ",
        "Reva: Yeah. I'm surprised you didn't see the\r\nring before. I was trying to hide it but it stuck on my finger and I couldn't\r\nget it off and, you know, well, we just... we figured we're not getting any\r\nyounger and we might as well just do it now, go for it, you know? Why not? \r\n",
        "Cassie: Why not? Sure. Congratulations. ",
        "Reva: Thank you, honey. ",
        "Cassie: Wow! Congratulations. Let's toast to\r\nthe happy couple. ",
        "Josh: Cheers. Why don't we have dessert. We brought doughnuts. \r\n",
        "Cassie: Doughnuts. Yes, we have doughnuts. ",
        "",
        "Jonathan: You threatening me? Because it\r\nsounded like you just threatened me. ",
        "Rick: You think I'm joking? ",
        "Jonathan: No, I think you kill people for a\r\nliving and then bill them, right, Doc. ",
        "Rick: Think about my family, Jonathan. ",
        "Jonathan: Were you thinking about your\r\nfamily when you were banging my mother-in-law? ",
        "Rick: Keep Beth out of this. I choose my\r\nwife. I'm going to rebuild my marriage. ",
        "Jonathan: Is your wife going to choose your\r\nmarriage after you tell her? Or after I tell her? ",
        "Rick: What is in it for you, Jonathan? Do\r\nyou want to destroy my daughter's life by having her learn this on the streets. You're about to have a daughter yourself, aren't\r\nyou? ",
        "Jonathan: Doesn't mean I have to care about\r\nanybody else's daughter. I care about Tammy, I care\r\nabout my kid, that's it. ",
        "Rick: How nice for your wife. ",
        "Jonathan: Lizzie knows for the kid's sake\r\nI'll do anything anything take care of her. But, hey, Beth’s\r\nbeen busy you know? ",
        "Rick: Go ahead, tell everyone. Go ahead. It\r\nwill make Tammy, very, very proud of the man you've become. You want a mike? Go\r\nahead. ",
        "Jonathan: (Laughs) Dr. Rick, I've got other\r\nplans for tonight but why don't you have a beer and stay off of my bad side,\r\nokay? ",
        "",
        "Jonathan: Meet me on the hospital roof. ",
        "Tammy: What for? ",
        "Jonathan: Because I got rid of Dr. Baker and\r\nI need to see you, like, yesterday. ",
        "Tammy: I will be there. ",
        "",
        "Olivia: Frank thanks for doing this. ",
        "Frank: What's going on here, Olivia. ",
        "Olivia: I know I was vague. There's this guy\r\nGillespie, he's blackmailing me and I don't want to go into detail with you. \r\n",
        "Frank: I don't want to hear about it right\r\nnow. ",
        "Olivia: Are you sure he's here? ",
        "Frank: This is the address I tracked him to.\r\nI didn't want you showing up by yourself. ",
        "Olivia: Oh, my bag. ",
        "Frank: Your what? ",
        "Olivia: My bag. I need it but it's so creepy\r\ndown there. ",
        "Frank: I'll get it. But if you see Gillespie,\r\nyou run, okay? ",
        "Olivia: Yeah. ",
        "Gillespie: My fatal employer. What a\r\npleasant surprise. ",
        "",
        "Reva: That went well, don't you think? ",
        "Billy: Went pretty good for me. I mean, hey,\r\ndarling, I got myself a bride. You made me happy, I'm\r\ngoing to make you happy. ",
        "Reva: I know you are, Billy. You know, when\r\nall this started, if I had to pick one person to tell, it wouldn't have been\r\nyou. But Jonathan knew. He knew who I needed. It wasn't him and it wasn't Josh\r\nand it wasn't Cassie, it was you. What you've done for me, you've made my life\r\nso rich these past few months, you know? You let me be me. You kept me\r\nlaughing. You let me do things my way. And now I do pick you, Billy. I do.\r\nYou're the person I want to spend the rest of my life with. ",
        "Billy: That's not really true but I'm glad\r\nyou picked me. ",
        "Reva: I love you, Billy. ",
        "Billy: Enough of this. Let’s...\r\n(laughs) Let's clean this place up. ",
        "Reva: You know what? Leave it. ",
        "Billy: What? ",
        "Reva: Just leave it. Because\r\nwe need to start packing. ",
        "Billy: Packing, where are we going? ",
        "Reva: We're going to go to Vegas. Because if we're going to get hitched, we're going to do it now.\r\nWe're going to get hitched in Las Vegas. (Laughs) ",
        "",
        "Cassie: Look, that\r\nwas hands down the strangest dinner I've ever had so you can be straight with\r\nme. ",
        "Josh: Okay. Um, the engagement thing, it\r\nkind of surprised me. ",
        "Cassie:. Hmm, yeah. It surprised me, too. Yeah, you just divorced my\r\nsister and now a few weeks later she's engaged to your brother. ",
        "Josh: You know, you\r\nput it that way it actually sounds like Reva. I'm not sure why I was surprised.\r\nIt’s... she was my past and, you know... ",
        "Cassie: She's also your present and your\r\nfuture. You heard what she said. We are still a family and we may not be with\r\nthe people we were with originally, but we're all in this together. So, you\r\nknow what? If Reva’s surprising us with that\r\nannouncement kind of knocked the wind out of you... ",
        "Josh: It didn’t. Thank you for not making a\r\nbig deal out of it. Thank you for not making me talking about\r\nit because that would be talking about Reva right now and I don't really want\r\nto talk about her right now. Okay? ",
        "Cassie: So who do you want to be talking\r\nabout right now? ",
        "Josh: I'm thinking I don't want to talk at\r\nall. I'm thinking... (laughs) I'm thinking I'm going\r\nto get us some wine and you're going to go pick up your keys because it's\r\nfreaking me out that you left them sitting there on the floor like that so I'm\r\ngoing to go down to your basement, wine cellar. I'll be right back. ",
        "Cassie: All righty. Catering\r\nplace. Huh. I wonder what that is. ",
        "",
        "Lizzie: Have you seen my husband? ",
        "Remy: No, sorry. ",
        "Lizzie: Wait, Remy, wait. I just wanted to\r\nsay I think it's really great how you helped Tammy with her essay. ",
        "Remy: Well, she did all the work, she didn't\r\nneed me. ",
        "Lizzie: No, she does need you. Tammy has\r\nbeen such a good friend to me. I'm just really happy to see that she found such\r\na good friend in you. Especially since Jonathan and I are together now and she's\r\nall alone. ",
        "",
        "Jonathan: I was dying out there tonight. It\r\nwas like I was with you but I wasn't really with you because I couldn't be with\r\nyou like I wanted to be with you. ",
        "Tammy: I know. ",
        "Alan: Gotcha! ",
        "",
        "Olivia: I have been calling and calling you.\r\n",
        "Gillespie: But the number's disconnected,\r\nright? Just covering my tracks. ",
        "Olivia: You cut off your employer in the\r\nmiddle of a job? ",
        "Gillespie: After the job. ",
        "Olivia: After the... is Ava okay? ",
        "Gillespie: Is Ava okay? You didn't hire me\r\nto make her okay. ",
        "Olivia: What did you do? ",
        "Gillespie: She's a tough one. Went down fighting. ",
        "Olivia: You screwed up! I wanted you to\r\nscare her! Let her know I could make her life miserable, get her out of my\r\nface, not kill her! ",
        "Gillespie: It's been done, Miss Spencer,\r\nyou're too late. ",
        "",
        "Next on \"Guiding Light...\". ",
        "Cassie: What kind of medication\r\nare you on, Reva. ",
        "Frank: You can tell me anything,\r\nright? What is going on? ",
        "Alan: Well since you love kissing\r\nso much, you can kiss your marriage to Elizabeth and your baby good-bye."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=SKCRasbddOE"
}