{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marah: What are you doing here? ",
        "Catalina: This is my room. ",
        "Marah: This is my room. We're roommates.\r\n",
        "Catalina: I'm not happy about this either.\r\n",
        "Marah: This is ridiculous. When did you \r\ndecide to go to school? ",
        "Catalina: I have a right to an education, \r\nMarah. ",
        "Marah: Oh, please. We both know why you're \r\nhere. ",
        "Catalina: Yeah, to learn something, not just \r\nto party and meet boys. ",
        "Marah: Stuff it, Catalina. Speaking of stuff, \r\nare you always this messy? Speaking of stuff, you moved all my things. \r\n",
        "Catalina: Well, I was trying to be polite. I \r\nthought my roommate was being polite by giving me the windows. I was going to \r\ngive it to her... You. ",
        "Marah: Well, I hate sleeping by the window.\r\n",
        "Catalina: Fine. We'll switch back. Sorry I \r\ntried to be nice. ",
        "Marah: Don't be so noble. Tony's not here to \r\nbe impressed. ",
        "Catalina: You know, I wondered how long it \r\nwould take you to mention him. Let's be honest, Marah. You don't like me because \r\nTony does like me. ",
        "Marah: Oh, get over yourself. If you want \r\nTony, take him. Oh, whoops, I forgot. You already did. ",
        "Catalina: You know, he's not a thing for you \r\nto give away. He's a very special person. ",
        "Marah: Wow. You got it bad. ",
        "Catalina: He's my friend. ",
        "Marah: I guess that means something different \r\nin Cuba. ",
        "Catalina: Yeah? Well, in Cuba and in \r\nSpringfield, it's wrong to use a man, to string him along, and then break his \r\nheart. ",
        "Marah: Gee, when I filled out that \r\nquestionnaire about what I wanted in a roommate, I don't think I checked off \r\nanything about stupid, unsolicited advice. ",
        "Catalina: Obviously this is not going to \r\nwork. ",
        "Marah: Obviously. ",
        "Catalina: Well, I'm going to the student \r\nhousing office and ask for a change. ",
        "Marah: So I end up with somebody that nobody \r\nwants? I don't think so. I'll go. ",
        "Catalina: Be my guest, Marah. ",
        "Marah: Hi. ",
        "Remy: Hey. I see you met your roommate. Good.\r\n",
        "Marah: Yeah, not good. ",
        "Remy: Remy Boudreaux. ",
        "Catalina: Hi. Catalina Quesada. ",
        "Remy: I went through all this last year, so \r\nnow I can pass off my hard-won knowledge to you entering freshman as your \r\norientation coordinator. So, ladies, if you have any problems... ",
        "Catalina: Yeah, we do. ",
        "Marah: Yeah, we do. ",
        "Catalina: She's my problem. ",
        "Remy: All right. That's what I like to see in \r\nroomies: Unanimity of opinion. All right. ",
        "Marah: How do I go about changing roommates?\r\n",
        "Remy: Okay. Well, you just go down to student \r\nhousing and wait in line a couple of hours. ",
        "Marah: A couple of hours? ",
        "Remy: Right about now, about half your class \r\nis looking to change roommates, so... It's just those damn first impressions.\r\n",
        "Catalina: We already know each other. \r\n",
        "Remy: Well, that can be an advantage, you \r\nknow? Kind of like knowing where your gear stick on your old corvette...? But if \r\nyou insist... ",
        "Marah: Yes, we insist. ",
        "Catalina: I think it's best. ",
        "Remy: Well, hey, I understand. I had the same \r\nproblem with my roommate freshman year. ",
        "Marah: And you got a new roommate? \r\n",
        "Remy: Sure did. Last day of the semester.\r\n",
        "",
        "Edmund: Of course, we'll have to dye your \r\nhair. Beth was a natural blonde. ",
        "Lorelei: Oh, so you mean all my hair? \r\n",
        "Edmund: And that accent has to go. And that \r\nwalk. ",
        "Lorelei: What's the matter with the way I \r\nwalk? ",
        "Edmund: It's bumpy. Beth floated. ",
        "Lorelei: Well, good for her. ",
        "Edmund: Maybe I could show you some pictures \r\nof her. Perhaps a videotape, if I could get a hold of one. Now, listen, you'll \r\nhave to know everything about Beth's children and her mother. Now, Beth had two \r\nex-husbands. One's dead, which makes it a lot easier. There's no point in \r\ntelling you any of this. What I need to do is get you to Springfield so you can \r\nsee it for yourself. You can really soak up her world, get to understand her \r\nbetter. And we'll go today. ",
        "Lorelei: Now, hold on, now. I haven't agreed \r\nto this gig yet. ",
        "Edmund: But you said that we... ",
        "Lorelei: I said I think I can pull it off.\r\n",
        "Edmund: And that you'd be my partner. \r\n",
        "Lorelei: Well, let's hear the terms of the \r\ndeal. ",
        "Edmund: Well, you impersonate my dead wife. I \r\ngain... Or rather, you gain control of her estate, hand it over to me, and then \r\nwe leave Springfield on, I don't know, a 'round-the-world tour or something like \r\nthat. We'll part ways in Malaysia, say, and you'll have a handsome salary and \r\nget into some exotic travel, and all of that. ",
        "Lorelei: And I get to be a princess? \r\n",
        "Edmund: Well, technically speaking, for a \r\ntime, at any rate. ",
        "Lorelei: That's the part I like. Princess \r\nLorelei. ",
        "Edmund: No, princess Beth. ",
        "Lorelei: Wait until folks back home get a \r\nload of this. Why, Mrs. Powers in fourth grade said I'd never amount to \r\nanything. Well, kiss my crown, Mrs. Powers. I can't wait to see the look on her \r\nface. ",
        "Edmund: Wait. They can't know about this.\r\n",
        "Lorelei: Well, why not? ",
        "Edmund: Well, for one reason, because it's \r\nillegal to impersonate someone. We'll land in jail. Or worse, I'll land back \r\nhere in that god-awful tuxedo, hideously crooning ballads for convention \r\ndelegates who don't tip. ",
        "Lorelei: Well, no one back home ever heard of \r\nSan Cristo- whosis or whatever, anyhow, so what's the harm? ",
        "Edmund: And they're not going to hear about \r\nit from you. No one who knows Lorelei Hills can see you as Beth Winslow. \r\n",
        "Lorelei: Not even my ma? ",
        "Edmund: No. I'm sorry, but that's the way it \r\nhas to be. ",
        "Lorelei: Well, okay, then. Deal's off. \r\n",
        "",
        "Michelle: How did she get released on bail? How does that happen? Who in their \r\nright minds would let her out on bail? I know that they gave her some electronic \r\nankle bracelet, but this is a woman who's faked her death more than once. I just \r\ncouldn't even sleep at all last night. ",
        "Danny: I'll tell you what. I'll file a \r\nrestraining order today, okay? ",
        "Michelle: I think Carmen would take that as a \r\nchallenge, don't you? ",
        "Danny: Yeah. Yeah, you're probably right.\r\n",
        "Michelle: Do you have to get to work? \r\n",
        "Danny: Yeah. (Cell phone ringing) in a \r\nlittle bit, yeah. ",
        "Michelle: You're not going to answer that?\r\n",
        "Danny: Mm-mm. Can I have some more coffee? \r\nCan I have some coffee, please? Thanks. ",
        "Michelle: Why didn't you answer that? \r\n",
        "Danny: It was a wrong number. ",
        "Michelle: (Laughs) How could you tell that \r\nit's a wrong number? ",
        "Danny: Because I don't recognize it. \r\n",
        "Michelle: Yeah, but it could be somebody from \r\nwork, right, with a... Calling from a different line? ",
        "Danny: Well, if it's important, then they'll \r\nleave a message. ",
        "Michelle: Then you should check your \r\nmessages. Sorry. ",
        "Danny: You know, if you weren't so \r\nbeautiful... We should do this more often, hmm? ",
        "Michelle: Yeah, but I kind of miss... \r\n",
        "Danny: Have a date for breakfast. ",
        "Michelle: I miss the baby oatmeal in my hair.\r\n",
        "Danny: (Laughs) You look a lot better \r\nwithout it. ",
        "Michelle: Thanks. ",
        "Danny: I just want to think about my \r\nbeautiful, sexy wife who tastes like syrup. ",
        "Michelle: I know you don't want to think \r\nabout that phone call. ",
        "",
        "\r\nBernardo: Danny? Bernardo. Carlos asked me to call you with a friendly reminder. \r\nYou have 12 hours before we have to tell them your decision. I'd hate to go \r\nupstairs with bad news. ",
        "Carmen: I like that, Bernardo. \"Upstairs.\"\r\n",
        "Bernardo: You said to keep your name out of \r\nit, but Danny knows someone is pulling the strings. ",
        "Carmen: I bet he's desperately trying to \r\nfigure out who and why. ",
        "Bernardo: Or he's figuring how he can avoid \r\nstealing $25 million from Spaulding, which might lose him his nice suburban \r\nlife. ",
        "Carmen: I know what Danny will do. \r\n",
        "Bernardo: He's changed, Carmen. ",
        "Carmen: No, he hasn't. He's my son. A mother \r\nknows these things. ",
        "",
        "Danny: Hey. ",
        "Michelle: Mm-hmm? ",
        "Danny: No more distracting me with \r\nunimportant phone calls. ",
        "Michelle: Okay. ",
        "Danny: Okay? ",
        "Michelle: You know, as much as I love this, \r\nhow long is it going to take you to get across town? ",
        "Danny: I don't know, ten minutes? Which \r\nshould give me a few more minutes to tell my wife how gorgeous she is and how \r\nmuch I love her. ",
        "Michelle: Are we making a spectacle of \r\nourselves? ",
        "Danny: Oh, who cares? Wait until you see what \r\nI've got planned for you tonight when I get home. ",
        "Michelle: You better hurry and get going so \r\nyou can get home sooner. Ooh! ",
        "Danny: Good idea. All right. I'll call you \r\nlater. ",
        "Michelle: Okay. ",
        "Danny: Okay? ",
        "Michelle: Thank you. ",
        "Danny: All right. I'll see you, sweetie. How \r\nam I going to get out of this? ",
        "Michelle: Oh. Uh-oh. Danny? ",
        "",
        "Catalina: So we may be stuck with each other? ",
        "Marah: Oh, great. ",
        "Remy: So Catalina, I, uh... I was reading \r\nyour freshman bio. It says that you're originally from Cuba? ",
        "Catalina: Uh, yeah. ",
        "Remy: Cool, man. I always wanted to go there.\r\n",
        "Catalina: Why? ",
        "Remy: I don't know. I mean, I have this image \r\nof Teddy Roosevelt charging up San Juan Hill and all that romantic island \r\nlife... gambling, exotic nightclubs, topless beaches. ",
        "Catalina: Things have changed a lot. \r\n",
        "Remy: Well, I guess you can give us the real \r\nscoop on that. Maybe you might want to do a dorm talk on it sometime. \r\n",
        "Marah: Actually I'd really like to hear more \r\nabout your music, Remy. ",
        "Catalina: You're A... You're a musician?\r\n",
        "Remy: Are you? ",
        "Marah: No. But I sing. ",
        "Catalina: Karaoke. ",
        "Remy: My band's doing a couple of sets at the \r\nbig back- to-campus bash tonight. Not to be missed. ",
        "Marah: Oh, I'd love to come but, you know, \r\nCatalina's not really into parties. ",
        "Catalina: I like to try everything about \r\ncollege. ",
        "Remy: All right, that's the spirit. \r\n",
        "Marah: Well, she probably has to work, \r\nthough. ",
        "Catalina: I work at Infierno. I'm the \r\nhostess. Do you know it? ",
        "Remy: Heard of it. I'll check it out. \r\n",
        "Catalina: Yeah, well, if you come, I'll give \r\nyou the best table in the house. ",
        "Remy: Oh, that means you can't make it \r\ntonight, then. ",
        "Catalina: Actually it's my night off. This \r\nparty sounds like a whole lot of fun. ",
        "Sam: Marah, look. I got you a \r\nwelcome-to-college freshman mascot gift. ",
        "Marah: Well, thanks. ",
        "Sam: Cat! What are you doing here? \r\n",
        "Catalina: I'm an official freshman. \r\n",
        "Sam: Congratulations, babe. Way to go. Good \r\nfor you. ",
        "",
        "Edmund: Think of the experience. Think of the adventure. Think of the cold, hard \r\ncash. ",
        "Lorelei: You're very cold. ",
        "Edmund: And you're very stubborn. ",
        "Lorelei: Same difference. ",
        "Edmund: That's an oxymoron. ",
        "Lorelei: Hey, now you watch who you're \r\ncalling moron. Okay, how about this: We slip into Albemarle and I try out the \r\nprincess act-- in the house, just mom. ",
        "Edmund: Oh. No. ",
        "Lorelei: Well, that's it, then. No go. \r\n",
        "Edmund: All right, then. Suit yourself. You \r\nknow, I think I was wrong about you. You could never play Beth... Not \r\nconvincingly, at any rate. Beth didn't have a cowardly bone in her body. \r\n",
        "",
        "Bernardo: Naturally I'm happy to assist you in this. ",
        "Carmen: Come on, Bernardo. Who are we \r\nkidding? You'd love to see me in prison for the rest of my life. All the more to \r\ndivide among the rest of you-- you, Johnny, and Carlos. ",
        "Bernardo: Oh, come on, now, Carmen. \r\n",
        "Carmen: But I've never known you to turn down \r\na hefty payoff. ",
        "Bernardo: For services rendered. ",
        "Carmen: Exactly. You set Danny up; I take him \r\ndown. ",
        "Bernardo: I assume the reason... ",
        "Carmen: Never assume. ",
        "Bernardo: Your goal, then? It's Danny's wife, \r\nisn't it? Understandable, after what she did to poor Mick. Now she's turned \r\nDanny into a useless nobody. ",
        "Carmen: No, not useless. Not at all. \r\n",
        "Bernardo: But your grandson. Doesn't this put \r\nthe child at risk? I mean, if Danny were to be caught...? ",
        "Carmen: When Danny is caught. ",
        "Bernardo: How? ",
        "Carmen: The fewer details you know, the \r\nbetter, my friend. You will profit handsomely from this. Don't you worry about \r\nmy grandson. You leave that up to me. ",
        "Tony: Aunt Carmen. ",
        "Carmen: Antonio. ",
        "Tony: They let you out. I'm surprised they \r\ndidn't lock you up and throw away the key. ",
        "Carmen: Yes, well they did. But that's \r\nbecause y don't know me very well. Maybe we should do something about that, huh?\r\n",
        "",
        "Danny: Okay, that was too easy. ",
        "Phillip: Danny, some people that I would like \r\nyou to talk to... What the hell are you doing? ",
        "Phillip: Danny? ",
        "Danny: What? ",
        "Phillip: Who authorized you to access my \r\nfather's personal account? ",
        "Danny: No one. ",
        "Phillip: So you just broke in to his \r\nfinancial files? ",
        "Danny: Yeah, that's right. ",
        "Phillip: And you just freely admit that?\r\n",
        "Danny: Yeah. I'm writing up a full report on \r\nthat. ",
        "Phillip: A report? ",
        "Danny: Yeah. It turns out that Spaulding is a \r\nhell of a lot more vulnerable than I ever suspected. Originally I thought we \r\nwere just going to have to shore up the internal systems-- you know, encryption, \r\nsoftware, stuff like that. But now we're going to need a whole new system of \r\nfailsafe internal security measures. I'm thinking we're going to need infrared \r\nsensors on the doors that are leading to the sensitive computers, laser beams in \r\nall the areas that have access to the computers. These computers are the heart \r\nand soul of Spaulding, and the way it is now, anybody could walk in off the \r\nstreet and break in. It's unacceptable. ",
        "Phillip: Hmm. And I suppose that you would \r\nprobably want to oversee the installation of all this equipment. That way, you \r\nwould know exactly how it works or it might be vulnerable. ",
        "Danny: Well, yeah, it's my job. ",
        "Phillip: Your job seems to be expanding.\r\n",
        "Danny: If you got a problem with that, you \r\nshould talk to your father about it. ",
        "Phillip: Danny? ",
        "Danny: Hmm? ",
        "Phillip: Don't underestimate my father. \r\nBetter men than you have made that mistake and regretted it. ",
        "Danny: Are you one of those people? \r\n",
        "Phillip: Whatever it is you're working on, \r\nlet's leave my father's personal bank account out of it. ",
        "Danny: Don't you think that should be up to \r\nAlan? ",
        "Phillip: Alan? Alan? I think that's still \r\n\"Mr. Spaulding\" to you. Come with me. ",
        "Danny: Where to? ",
        "Phillip: Personnel have some security \r\nquestions that you need to answer. (Laughter) ",
        "",
        "Tory: Excuse me, professor. ",
        "Ross: Oh, hi. ",
        "Tory: Do you mind if I sit? ",
        "Ross: No, no, no. Go ahead, be my guest. \r\nUnless, of course, you want to sit with the young people. I'm pretty much a \r\nchaperone over here, complete with my briefcase and my lawyer clothes. \r\n",
        "Tory: But that's what you are: A lawyer.\r\n",
        "Ross: And how. ",
        "Tory: Are you ashamed of that? ",
        "",
        "Danny: Hey. ",
        "Michelle: I think you missed an important \r\ncall. ",
        "",
        "Lorelei: Nobody calls me a coward. ",
        "Edmund: You're throwing away the chance of a \r\nlifetime just because your mother can't know about it? Oh, come off it. You're \r\nhiding. You're scared you won't be able to cut the mustard, and that you'll \r\nfail, and you're just finding an excuse to run away. ",
        "Lorelei: Well, that's a lousy thing to say.\r\n",
        "Edmund: That's a lousy thing to do. Ah, maybe \r\nit's just because you don't think you have it in you to play someone like Beth.\r\n",
        "Lorelei: I'll have you know I've done a \r\nlittle acting in my time. In fact, I played Annie in \"Annie get your gun,\" and I \r\nwas great. ",
        "Edmund: Where? ",
        "Lorelei: High school. ",
        "Edmund: Wow. Face it. You're out of your \r\nleague. ",
        "Lorelei: Says who? ",
        "Edmund: Says me. Think about what I'm \r\noffering you here. Think about it. No... Nothing attached to it. Just a few \r\nrules. Oh, come on. What are your options, huh? What are they? Welfare? A \r\nshelter? You'll probably starve to death first. ",
        "Lorelei: Hey, hey. I have options, okay?\r\n",
        "Edmund: Yes, and you throwing one of them \r\naway right now. And why? Because it involves a little risk? No, no, no. You'd \r\nrather hide. You'd rather hide from life. You'd rather hide from yourself. Yes, \r\nyes. I can see it now. No, you're nothing like my... Nothing like my wife. Now, \r\nBeth, Beth was fearless. Life would knock her down; she'd get right back up \r\nagain. It never made her hardhearted. She was the most tender woman I've ever \r\nknown in my life. She was gentle, she was loving, but strong and brave. Brave. \r\nBrave, that's what I need. I need someone who's brave to do this. I can see that \r\nnow. You won't do at all. No. I'm sorry I took up your time, Lorelei Hills.\r\n",
        "Lorelei: Now, you wait just a darn minute. \r\nYou don't know me. ",
        "Edmund: No, I know you're not Beth. \r\n",
        "Lorelei: I can be Beth. I can be Beth with my \r\nhands tied behind my back. ",
        "Edmund: No, you can't. ",
        "Lorelei: Okay, you got your woman, Eddie.\r\n",
        "Edmund: Oh, is that so? ",
        "Lorelei: You want heart? I got heart in \r\nspades. You want courage? That's me. Anything your Beth could do, I can do \r\nbetter. ",
        "Edmund: Show me. ",
        "Lorelei: I ain't afraid of anything. \r\n",
        "Edmund: Words are cheap. ",
        "Lorelei: Well, bring it on. I can pull this \r\noff with my eyes shut. ",
        "Edmund: What a shame that would be. You have \r\nsuch beautiful eyes. ",
        "Lorelei: One thing we gotta be clear about.\r\n",
        "Edmund: The money? ",
        "Lorelei: That, too. This is more important.\r\n",
        "Edmund: More important than money? \r\n",
        "Lorelei: I'll play your wife, but I won't be \r\nyour wife, know what I mean? Sex is out. This is strictly business. ",
        "Edmund: Strictly business. ",
        "Lorelei: And another thing. As soon as we get \r\nhold of your wife's estate, we get a nice, friendly divorce. ",
        "Edmund: I don't want to divorce Beth. \r\n",
        "Lorelei: Well, tough. Those are my rules.\r\n",
        "Edmund: Fine. ",
        "Lorelei: And I get a third of anything you \r\npick up from this deal. ",
        "Edmund: A third? Right, a third it is. \r\n",
        "Lorelei: Well, it looks like we got ourselves \r\na deal. ",
        "Edmund: Well, in that case, I have work to \r\ndo. ",
        "Lorelei: Where are you going? ",
        "Edmund: I'm going to round up enough cash to \r\nget us to Springfield. ",
        "Lorelei: How? ",
        "Edmund: Well, I have unseen talents. \r\n",
        "Lorelei: Yeah, lounge singing. ",
        "Edmund: When I come back here, which will be \r\nvery soon, I'll have more money than we need, I assure you. \n\r\nLorelei: Oh, Eddie, you need to get yourself a keeper. ",
        "",
        "Catalina: Well, actually, Marah and I are roommates. ",
        "Sam: Really? ",
        "Marah: Yeah. ",
        "Sam: Wow. Okay, cool. ",
        "Remy: Well, I've got 20 more freshmen to meet \r\nand greet, so I'll see you tonight. You're welcome too, Sam. ",
        "Sam: Thanks. Welcome to what? ",
        "Marah: The party you're going to take me to.\r\n",
        "Sam: Party? Oh, really? ",
        "Marah: Yes. Just because you're taking a year \r\noff school doesn't mean that we can't date, does it? ",
        "Sam: This is a date? ",
        "Marah: Well, yeah. ",
        "Catalina: Sam, why are you taking a year off \r\nschool? ",
        "Sam: I thought it would be a good idea. I \r\nmean, I don't know. We'll see. I might still audit some classes, though, you \r\nknow? Keep my hand in it. ",
        "Marah: So, are you going to come to the party \r\nwith me? ",
        "Sam: Well, it's this whole date thing that's \r\nkind of throwing me here. ",
        "Marah: Of course it's a date. ",
        "Sam: All right, you are my witness. I am \r\nofficially dating Marah Lewis, college freshman. (Clapping) ",
        "Tony: Congratulations. ",
        "",
        "Danny: I was wondering where I left that. Thanks. ",
        "Michelle: Not so fast. ",
        "Danny: Cute. But honey, I don't really have \r\ntime for games. Phillip just dumped an extra assignment on me for personnel \r\nsecurity. I think he wants to work me so hard that I'll never see the light of \r\nday. I'm not even sure what time I'll make it home tonight. ",
        "Michelle: Cut it out, Danny. I played back \r\nthe message that you were so anxious not to hear this morning at company. \r\n",
        "Danny: Since when do you spy on me? \r\n",
        "Michelle: Since you get a message from \r\nBernardo Sandoval saying you have 12 hours to give them your decision. What is \r\nit you have to decide? ",
        "",
        "Marah: Tony, hi. ",
        "Sam: Hi, Tony. ",
        "Tony: How's it going? ",
        "Catalina: Interesting. Marah and I are \r\nroommates. ",
        "Tony: Well, I wonder how long that's going to \r\nlast for? ",
        "Marah: I'm sure we'll get along okay. Well, I \r\nguess you came here to see Catalina, so Sam and I will give you some privacy.\r\n",
        "Sam: Right. See you, guys. ",
        "Marah: I bet she invited him over here just \r\nto rub it in my face. ",
        "Sam: The same way you invited me to the party \r\ntonight to rub it in Tony's face? ",
        "Marah: Did I ask you in front of him? \r\n",
        "Sam: No. But you knew Catalina would report \r\nback. ",
        "Marah: So? I really want to go with you. Why \r\nwouldn't I? You're fun and sexy, and you're the one person I can count on, and \r\nlook at what you did for my dad when he got accused of bribing. ",
        "Sam: I didn't do anything. ",
        "Marah: Would you just stop? Stop being so \r\nmodest. You got the original picture that showed that that mobster gave the bag \r\nof cash to Mr. Vreeland. You're a real friend, Sam. ",
        "Sam: You don't have to twist my arm any more \r\nthan that. You know I want to take you to this thing tonight. ",
        "Tony: So this is what college is like, huh?\r\n",
        "Catalina: No. No, this is just where I sleep. \r\nIt's not that different from the boarding house. But the classes, the classes. \r\nThat's what really excites me. ",
        "Tony: You're going to be so smart, I won't \r\nknow what to talk to you about. ",
        "Catalina: You know, you could go to college.\r\n",
        "Tony: I'm allergic to school. But I'm happy \r\nfor you. ",
        "Catalina: Thanks. But there's something that \r\nI think you should know. Your grandmother, she pulled some strings to get me in \r\nhere. Got me a scholarship. ",
        "Tony: She did this? ",
        "Catalina: Yeah, but I don't want to be in \r\ndebt to her, or to anyone, Tony. ",
        "Tony: Don't worry about it. Look, you would \r\nhave gotten that scholarship anyway, right? Trust me. ",
        "Catalina: I just hope I fit in here. \r\n",
        "Tony: Don't let Marah do a number on you.\r\n",
        "Catalina: Like the one she did on you? \r\n",
        "Tony: You know, you are going to make so many \r\nfriends here. You're going to be, like, scoring straight A's and elected class \r\npresident and... ",
        "Catalina: That's enough, enough, enough.\r\n",
        "Tony: You know, you probably won't have \r\nenough time to spend with me. ",
        "Catalina: I'll always have time for you, \r\nTony-- especially you. In fact, I need your help, but I don't want to put you in \r\nan awkward situation. ",
        "",
        "Ross: No, Miss Granger, I'm not ashamed of being a lawyer. It's just, lately I \r\nhave been reevaluating what it means to me. ",
        "Tory: And teaching a class on the subject is \r\npart of that process. ",
        "Ross: I'd have to say it is, yes. I'm sorry. \r\nMay I confess something to you? ",
        "Tory: Well, there is a lawyer present. \r\n",
        "Ross: Well, in spite of that, I'm known as \r\nbeing fairly smooth and feeling fairly comfortable in a courtroom. But I felt \r\nexceedingly awkward the other day in the classroom. ",
        "Tory: When you assumed that my husband had \r\ndivorced me instead of predeceased me. ",
        "Ross: That was certainly part of it, yes. \r\nForgive me for that. ",
        "Tory: Ditto. It was a logical conclusion \r\nreally, but I made you feel awful about it, and I shouldn't have. ",
        "Ross: You're very motivated by him, aren't \r\nyou? If you don't mind talking about it, how did he die? ",
        "Tory: Stu was killed by a drunk driver. And \r\nthe idiot who tanked up on cheap beer and then just snuffed out a wonderful man \r\nand a brilliant legal mind, he got off scot-free. Stu was my inspiration, not \r\njust my husband. He would have had an amazing career, and I would have had him. \r\nBut now all of that is gone, so I decided to pick up where he left off. \r\n",
        "Ross: By going into law yourself. ",
        "Tory: By being as brilliant as he would have \r\nbeen. That's another reason why I gave you such a hard time in class the other \r\nday. I didn't want you to waste my time. ",
        "Ross: Did I pass the audition? ",
        "Tory: Yes. Being every bit the lawyer that he \r\nwould have been is the only thing that I'll settle for, and if a class can't \r\ntake me where I need to go, then I go. ",
        "Ross: That's a very direct approach. But Miss \r\nGranger, I believe that you have blurred the line between teacher and student.\r\n",
        "Tory: How do you mean? ",
        "Ross: Well, you are instructing me as to how \r\nto conduct to this class by telling me how everyone, particularly yourself, \r\nshould get something of value out of this course. ",
        "Tory: Well, I realize that our legal system \r\nis adversarial, but does that mean that the teaching of it has to be? I think we \r\nshould all get something out of this, and help each other. Don't you? \r\n",
        "Ross: If you say so. ",
        "Tory: I do. ",
        "",
        "Danny: What is this, 20 questions? ",
        "Michelle: No, it's one question. One \r\nquestion. What is it Bernardo wants you to do? ",
        "Danny: Don't worry about it. ",
        "Michelle: If you feel that you can't tell me, \r\nthen I am worried. 12 hours to decide what? ",
        "Danny: 12 hours to decide whether or not I'm \r\ngoing to sell Infierno to Bernardo, all right? ",
        "Michelle: And why would you do that? \r\n",
        "Danny: Because I'm going to sell the club, \r\nand Tony doesn't have the money. No bank is going to give him a loan. And if he \r\ngets the money from the other families, then they will own him, body and soul. \r\nThis way, if I sell it to Bernard, it's out of everybody's hands. ",
        "Michelle: Now why don't you tell me what's \r\nreally going on. Because on the message, Bernardo said he didn't want to have to \r\ngo upstairs with bad news. Now, that doesn't sound like Infierno, does it? So \r\nyou're lying to me? Is this the kind of marriage that you want? Because it's not \r\nwhat I signed up for, not by a long shot. ",
        "",
        "Tony: If you need my help, all you have to do is ask. ",
        "Catalina: Okay. You know that party that \r\nMarah mentioned? Do you maybe want to go with me? ",
        "Tony: Um, the whole college thing, you \r\nknow... I'm not into that scene. ",
        "Catalina: Okay. I won't go either. \r\n",
        "Tony: You want to go. ",
        "Catalina: Not alone. ",
        "Tony: You'll make friends. ",
        "Catalina: I have a friend: You. But it's \r\nokay, it's okay. I'll just go to the library or something. ",
        "Tony: No, no, no. Come here. No, no, no. Once \r\nyou get there, you're going to be like, bam, you know? You're going to be, like, \r\nsuper popular. Everybody's going to be going over themselves trying to meet you.\r\n",
        "Catalina: Yeah, well, I wish I had your \r\nconfidence in me. Maybe I would if you were there. Please, please? Just this \r\nonce? ",
        "Tony: You're going to regret it. ",
        "Catalina: I won't, I won't. Thank you. Thank \r\nyou so much. ",
        "Tony: All right. ",
        "Marah: Oops, sorry. Next time I'll knock.\r\n",
        "Catalina: Well, it looks like we're all going \r\nto the party. Isn't that great? ",
        "Marah: Yeah, terrific. ",
        "Sam: Well, it'll make my night. ",
        "Marah: I think I can come up with a way to \r\nmake it even better. ",
        "",
        "Alan: You do understand, don't you, why... why you can't admit that Danny's a \r\nwonderful find. ",
        "Phillip: Because I'm a smart guy. ",
        "Alan: Because you can't admit that your old \r\nman was right and you were wrong. ",
        "Phillip: Well, god knows you love being \r\nright. I thought I was bad about that, but I am nothing compared to you. You're \r\nlike a kid, you know that? You really are. You're like a kid. You have to win \r\nall the time. ",
        "Alan: Well, I'm going to take that as a \r\ncompliment, because I'm telling you something. These past few days, I'm feeling \r\nageless. ",
        "Phillip: Gee, I wonder why. How is Olivia?\r\n",
        "Alan: You know, there's nothing like \r\nstimulating female companionship, something that's sorely been missing in your \r\nlife, Phillip, especially since Beth's been gone. ",
        "Phillip: Don't do me any favors. I've got my \r\nhands full taking care of the kids. ",
        "Alan: I know you have. I'm glad you're there \r\nfor them, to influence them and guide them. How is Beth's estate coming along? \r\nDo you need any help with that? ",
        "Phillip: No. I think it's going to be pretty \r\nstraightforward, although I'm going to have to have her declared legally dead, \r\nsince we didn't find a body in Mexico. ",
        "Alan: Well don't let it drag out, because I \r\ndon't trust Edmund Winslow. He's like a bad penny that turns up again and again.\r\n",
        "Phillip: Doesn't matter. He can't hurt her \r\nanymore. That's the only good thing, is that's she's finally at peace. \r\n",
        "",
        "Gambler: That does it for me. I'll join the rest of them at the bar next door, \r\nnot that she left us with any money for drinks. ",
        "Night manager: You cleaned me out too, \r\nLorelei. Word of advice: Don't bet any more than you want to lose. ",
        "Edmund: What were the stakes? ",
        "Lorelei: How'd you do? ",
        "Edmund: Oh, about the same. ",
        "Lorelei: Yeah? Well, let's see it, then.\r\n",
        "Edmund: I transferred all the money into my \r\naccount in Springfield. ",
        "Lorelei: Sure you did. Sure you did, Eddie.\r\n",
        "Edmund: You know, I was right. You may look a \r\ngreat deal like Beth, but the similarity ends there. ",
        "Lorelei: Well, Springfield, here we come. \r\nWell, come on now, Eddie. Let's get a move on. ",
        "",
        "Danny: You know that the only reason I would ever lie to you would be to protect \r\nyou and Robbie. ",
        "Michelle: And it's always backfired. Danny, \r\nthe only right way for us is to share everything. And that means good and bad. \r\nIf we can't do that, then it's not a marriage. Please, don't shut me out. \r\n",
        "Danny: All right. Okay. Okay. That's a \r\nscrambler, in case anybody's listening. ",
        "Michelle: You think that Alan's bugged your \r\noffice? ",
        "Danny: He might, and so would some other \r\npeople. ",
        "Michelle: \"Upstairs\"? ",
        "Danny: Yeah. The other families want me back \r\nin, and I don't see any way out. ",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=dTrg8vwIUBM"
}