{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        " Tony: You wanted to talk to me? \n\n",
        " Marah: I was sitting up on that\r\nbillboard looking over the whole town and i figured out a few things. I went up\r\nthere thinking I was going to save the world, but I ended up fighting out some\r\nthings that... That might save me. \n\n",
        " Tony: Okay. \n\n",
        " Marah: Tony, I was wrong about a lot of\r\nthings. \n\n",
        " Tony: What kind of things? \n\n",
        " Marah: You. I was wrong about you. \n\n",
        "_____________________________________________________\n\n",
        " Gus: Hi. \n\n",
        " Eden: I'm busy. \n\n",
        " Gus: That's a real nice way to greet\r\nyour brother. \n\n",
        " Eden: We've said everything we need to\r\nsay. \n\n",
        " Gus: No, I think that you've said\r\neverything that you need to say and I'm just kind of getting started. \n\n",
        " Eden: What are you doing here? \n\n",
        " Gus: Well, I'm bored, you know. I don't\r\nreally have anybody creating any troubles for me in my life right now. \n\n",
        " Eden: Yeah? Well, it is not my job to\r\nentertain you. \n\n",
        " Gus: You see, something's missing out\r\nof my life. \n\n",
        " Eden: Oh, really, what? Are you slow in\r\nbetween cases? Poor thing. \n\n",
        " Gus: No. No, it's you. I miss my\r\nsister, and I'd really like to have her back, please. And I think that deep down\r\nin that heart of yours somewhere that you probably feel the same way. \n\n",
        "__________________________________________________\n\n",
        " Edmund: Cassie? \n\n",
        " Cassie: Hmm? \n\n",
        " Edmund: R.J. doesn’t start\r\nkindergarten for another week. \n\n",
        " Cassie: I know. You saw him, he's so\r\nscared, and he’s all freaked out about it. Poor little guy. And here I am\r\nacting like a complete baby. \n\n",
        " Edmund: Well, I think you'll recover. \n\n",
        " Cassie: Thanks to you. You know, there\r\nis something else you could do for me. \n\n",
        " Edmund: What? \n\n",
        " Cassie: I'm hungry. \n\n",
        " Edmund: All right, let me get the\r\nphone. \n\n",
        " Cassie: No, no, no, I want something\r\nsweet and there's some really yummy candy over there on the desk. \n\n",
        " Edmund: Okay. \n\n",
        " Cassie: Okay. I think I could get used\r\nto you waiting on me. Did you find it? \n\n",
        " Edmund: I found this. \n\n",
        "________________________________________________\n\n",
        " Harley: Let's just call it Lizzie's\r\nwild ride. \n\n",
        "> Olivia: It was that bad? \n\n",
        " Harley: Because i love that kid, we\r\nmanaged. \n\n",
        " Olivia: What's going to happen to her\r\nnow? \n\n",
        " Harley: Well, Alexandra and Alan seem\r\nto think that it's nothing a little TLC. Won't cure. \n\n",
        " Olivia: What do you think? \n\n",
        " Harley: I think she needs professional\r\nhelp, like you said. \n\n",
        " Olivia: You didn't mention my name, did\r\nyou? Because I kind of want to stay below the radar if you know what I mean? \n\n",
        " Harley: Gotcha. \n\n",
        " Rick: Hey. \n\n",
        " Olivia: Did Phillip send you? \n\n",
        " Rick: Well, hello to you, too. \n\n",
        " Olivia: No, I’m sorry. \n\n",
        " Rick: Actually I'm filling in for dr.\r\nSedgwick. She's in delivery, but she did want me to pass on some good news. You\r\nget to go home today. \n\n",
        " Olivia: I can't. I can't go home. \n\n",
        "__________________________________________________________\n\n",
        " Cassie: Edmund, you don't think that\r\nthat’s... This is... This is for Olivia. I can’t... You know... I mean, not\r\nsince the accident. \n\n",
        " Edmund: Cassie, I’m... I don't know,\r\nI guess I want to remember those times as happening to other people. I... I\r\ncan't stand being the man who made all this happen to you. \n\n",
        " Cassie: Yeah, well you're not that man\r\nanymore. \n\n",
        " Edmund: Cassie, there's no chance,\r\nthere's no hope that... \n\n",
        " Cassie: I have three beautiful\r\nchildren. I'm very lucky. If you were thinking about us, I mean, for the future,\r\nI... \n\n",
        " Edmund: Cassie, i don't deserve, i\r\nhave... \n\n",
        " Cassie: You know what, it's such a\r\nbeautiful day. Can we not do this? \n\n",
        " Edmund: Cassie, you called it an\r\naccident it wasn't an accident. I'm the man responsible for you not being able\r\nto have children, the man responsible for your child dying. You just don't get\r\nover it that easily. \n\n",
        " Cassie: I didn't say it was easy. I\r\nspent a long time hating you and blaming you, all right? It was an accident, all\r\nright? \n\n",
        " Edmund: Cassie, it wasn't an accident. \n\n",
        " Cassie: Look, I have a full life, I do.\r\nAll right. I have a full life. I'm happy, I have you, and I think this is\r\nabsolutely adorable, I do. And I think Olivia is going to love it, even though I\r\ndo see her baby as a Gucci baby, but Egan’s didn't have that kind of stuff, so\r\nshe gets this. \n\n",
        " Edmund: So you're collecting baby\r\nthings already? \n\n",
        " Cassie: Well, it's a baby shower and\r\nI’m the hostess, so... \n\n",
        " Edmund: So what does that involve? \n\n",
        " Cassie: Oh, lots of pink stuff, baby\r\noutfits, a lot of cue cucumber sandwiches, and a lot of games like pin the\r\nwheels on the baby carriage, you know. Basically your total nightmare. \n\n",
        " Edmund: I can't imagine Olivia going\r\nfor any of that. \n\n",
        " Cassie: I think she's going to love it.\r\n\n\n",
        " Edmund: So does this mean you and\r\nOlivia is becoming friends? \n\n",
        " Cassie: Friendlier. Friendlier. You\r\nknow, she's in a weird place right now and she needs someone, and I'm going to\r\ndo what I can. \n\n",
        " Edmund: And you'll do it because you're\r\namazing. \n\n",
        " Cassie: Yes, I am. \n\n",
        " Edmund: Cassie, I just wish... \n\n",
        " Cassie: Can you just let this go,\r\nplease? \n\n",
        " Edmund: I don't know if i can. \n\n",
        " Cassie: You have to. Okay? You have to.\r\n\n\n",
        "_________________________________________________________\n\n",
        " Olivia: What are you doing here? \n\n",
        " Phillip: I came to check on you and the\r\nbaby. \n\n",
        " Olivia: Okay. Well, you know, we're\r\nfine, so you can go. \n\n",
        " Rick: Okay. Well, as i was saying, you\r\nand the baby are doing fine, but you need to follow a couple of instructions\r\nhere, all right? No stress, no physical activity, and most importantly, no\r\nstress of any kind, do you understand? \n\n",
        " Olivia: Yeah. \n\n",
        " Rick: Okay, great. So who's taking you\r\nhome? \n\n",
        " Phillip: I'll take her. \n\n",
        " Harley: I'll take her home. \n\n",
        " Phillip: That's all right. \n\n",
        " Harley: Well, I was going to go to\r\nbeacon anyway to see Cassie, so... \n\n",
        " Phillip: That's okay. I can take care\r\nof it. \n\n",
        " Olivia: Thank you. I think that we\r\nshould talk, actually, so thanks and thank you for the good news. \n\n",
        " Rick: You're welcome. \n\n",
        " Harley: I'll take that as a cue, and if\r\nyou'll excuse us, I need to talk to dr. Bauer anyway. \n\n",
        "_________________________________________________________________\n\n",
        " Rick: Okay. Remember, Olivia, no stress\r\nof any kind. \n\n",
        " Phillip: Let's get you packed up. \n\n",
        " Olivia: You know, i actually meant what\r\nI said before when I told you that I didn't want to see you. \n\n",
        " Phillip: I heard you. \n\n",
        " Olivia: Yeah? And? \n\n",
        " Phillip: That was before. \n\n",
        " Olivia: Before what? \n\n",
        " Phillip: You were telling me the truth\r\nabout Lizzie. I know that now. \n\n",
        " Olivia: I'm sorry. I didn't want it to\r\nturn out this way. \n\n",
        " Phillip: I don't think anybody did. And\r\nyou're still afraid. Well, I promise that I will keep Lizzie away from you and\r\nthe baby. \n\n",
        "_____________________________________________________________\n\n",
        " Gus: So, what are you doing with this\r\nthing? Sorry. \n\n",
        " Eden: It’s.. Do you mind? It's a\r\nsewing machine. It's got a needle and a thread and it sews two pieces of fabric\r\ntogether. \n\n",
        " Gus: Yeah, I know what it is. I'm just\r\nsaying, what's it doing here? \n\n",
        " Eden: I'm helping Marah out. She's\r\ndoing this fashion show and she's in a bind. \n\n",
        " Gus: Since when do you sew? \n\n",
        " Eden: Since forever. Remember our\r\nmom... I mean, my mom. Remember she used to sew. She would get those, like,\r\npatterns out of magazine so that she could make the cool clothes that all the\r\nkids in school wore that were cool and, you know, she knew it was important for\r\nme to dress like we came from the other side of the tracks and. I learned from\r\nher. \n\n",
        " Gus: Yeah. Well, I kind of remember,\r\nyeah. \n\n",
        " Eden: Yeah. I used to watch her all the\r\ntime. And, you know, when I got a little bit older and saw clothes in the window\r\nthat i loved and i couldn't afford, i felt like i deserved to have them, too, so\r\ni had a friend show me everything that i didn't know. \n\n",
        " Gus: It's just that I never would have\r\nsaid that you were the... You know, so... \n\n",
        " Eden: Honest and hardworking? \n\n",
        " Gus: No, I was going to say domestic. \n\n",
        " Eden: I think you're confusing making\r\nup with me with making fun of me. \n\n",
        " Gus: Oh, come on. I... Haven't I always\r\nbeen able to tease you? \n\n",
        " Eden: Yeah, but you tearing me down, it\r\ndoesn't feel very good. \n\n",
        " Gus: I'M... I'm... I didn't mean it\r\nlike that. \n\n",
        " Eden: Well, that's the way it felt. \n\n",
        " Gus: So you and Marah are friends? \n\n",
        " Eden: Yeah. I introduced her to the\r\ndesigner that she's working with. See, I can do nice things, too. \n\n",
        " Gus: So you sew for her and you get\r\nwhat in return? \n\n",
        " Eden: Friendship. Is there anything\r\nwrong with that? \n\n",
        " Gus: You don't have to be so defensive.\r\nI'm just asking you a question. I mean, I do know you pretty much better than\r\nanybody in the world, and it's not like you weren't after her boyfriend for an\r\nentire year and now you're sewing for her. What, does somebody have a guilty\r\nconscience? \n\n",
        "_________________________________________________________\n\n",
        " Tony: Marah, you shouldn't have a\r\nguilty conscience. You didn't do anything wrong. \n\n",
        " Marah: Can you just hear me out? \n\n",
        " Tony: It's not going to change\r\nanything. \n\n",
        " Marah: Okay, then it won't hurt to just\r\nlisten. Look, when we first moved into the museum i... I felt like i was so\r\ngrown-up, you know, like i had moved out of my childhood. But after everything\r\nthat happened with Ben it... I felt like the bottom had dropped out from\r\nunderneath me so I... I ran home. And my old room was, like, the only place in\r\nthe whole world that I really felt safe. I should have turned to you, but I was\r\njust... I was so scared, you know. I didn't know what to do. I was more scared\r\nthan I had been in such a long time. \n\n",
        " Tony: Probably not since that time that\r\nI hurt you. Well, it's not a question about being grown-up. There are some\r\nthings in life that you should never have to experience. \n\n",
        " Marah: But I believe in forgiveness. \n\n",
        " Tony: It's not about what you believe;\r\nit's about what you feel. Now, you were scared to be with me, and you were right\r\nto be. \n\n",
        " Marah: What I was feeling wasn't real;\r\nit was just a reaction to everything. It was... It was like a flight reflex. I\r\nran scared when I should have run to you. And if those pictures hadn't shown up\r\nafter everything with Ben, I probably would have reacted differently. \n\n",
        " Tony: Oh, yeah? Even if the pictures\r\nwere real? \n\n",
        " Marah: They weren't. \n\n",
        " Tony: Yeah, but what if they were.\r\nWould you be standing here right now? \n\n",
        " Marah: Tony, eventually i would have\r\ncome to my senses and realized that they were from a past that doesn't matter. \n\n",
        " Tony: But it does matter, Marah.\r\nListen, you were right to walk away from me. \n\n",
        " Marah: I've hurt you so much that\r\nI’ve got you believing the stuff that I was wrong about. Tony, you are good\r\nfor me, okay? And it took me going up on that billboard to realize that. For the\r\nfirst time, after everything, I felt happy when i was up there. I literally felt\r\nlike I was on top of the world and... And the first thing that came to my mind\r\nwas, \"gosh, you know, I wish Tony was here to experience this with me. He\r\nwould love this.\" \n\n",
        " Tony: I can't... \n\n",
        " Marah: And then everything started\r\ncoming back to me. The way we were and how good we were together, Tony, and how\r\nhappy we were. \n\n",
        " Tony: I can't. I can't take this. I\r\ncan't take you apologizing to me right now. It's not right, okay? \n\n",
        " Marah: You turned your whole world\r\naround for me and I let you down, okay? I didn't have faith in you when i should\r\nhave, but I can make that up to you now. \n\n",
        " Tony: You know what, Marah? It was good\r\nseeing you. I should get going. \n\n",
        " Marah: No, Tony I love you and you love\r\nme, okay. I want us to be happy again. I know that you want that, too. \n\n",
        "___________________________________________________________\n\n",
        " Phillip: Everybody told me there was a\r\nproblem-- you, Lillian, Beth, everybody. And I didn't see how far out on the\r\nledge she was until she damn near jumped off it. \n\n",
        " Olivia: I'm sorry it had to get to that\r\npoint. \n\n",
        " Phillip: She just had so much pain in\r\nher life. But she always seemed somehow like she was bouncing back from it. But\r\nshe wasn't. She was just absorbing the blows. And now she’s... \n\n",
        " Olivia: TKO? \n\n",
        " Phillip: No, she's down. But she's\r\ngoing to beat this. I was just talking to dr. Boudreaux and I... I didn't\r\nrealize how much she had riding on Beth and me getting back together. And when\r\nthat didn't happen, it was just too much for her. \n\n",
        " Olivia: Yet in her mind the baby and I\r\nwere what stood in the way of that. \n\n",
        " Phillip: Yeah, but that's... No. I'M...\r\nI'm what am in the way, because I'm the one that she's angry with. I didn't\r\nfight hard enough to keep our family together. But, see, she can't express that\r\nanger, because if she does, she's afraid she'll lose me. \n\n",
        " Olivia: But she's feels safe to go\r\nafter me, so... \n\n",
        " Phillip: Look, you know i did not want\r\nyou to end up in the middle of this, but you don’t... This is not something\r\nthat you have to worry about anymore. You don't have to be afraid of her \n\n",
        " Olivia: Come on come on. Just because\r\nyou know that's there's a problem now doesn't solve anything. \n\n",
        " Phillip: I know that. \n\n",
        " Olivia: So what's next? \n\n",
        " Phillip: Well, we considered\r\nhospitalization. Lillian and Beth were fairly determined on that course, but\r\nwe're going to try something else. We're going to do intensive therapy. \n\n",
        " Olivia: Intensive therapy. Umm, what\r\nhappens when she's not in therapy? \n\n",
        " Phillip: She's with me or Beth or\r\nLillian, or she's in school. \n\n",
        " Olivia: Uh-huh. So, it's house arrest. \n\n",
        " Phillip: Yeah, sort of. But maybe\r\nthat's what she needs right now. Because most... Most of the problems that she\r\nhas seem to come from feeling abandoned, and if we can show her that we're going\r\nto be with her every step of the way, maybe that will make her understand that\r\nshe's not alone, and make her understand that we care enough about her to do\r\nwhatever we have to, even if it means protecting her from herself until she can\r\ntake care of herself again. \n\n",
        " Olivia: See, I'M... I'm starting to\r\nrealize how hard it is to make good choices for your children, you know, to do\r\nwhat's best for them. Because that's all I think about these days, protecting\r\nthis one. \n\n",
        " Phillip: I would lay down my life to\r\nprotect any of my children. That child that you're carrying is mine. I will\r\nnever let anything hurt her. \n\n",
        " Olivia: I really want to believe that. \n\n",
        " Phillip: Believe it. (Sighs) you ready\r\nto go? \n\n",
        " Olivia: Yeah. \n\n",
        "____________________________________________________________\n\n",
        " Eden: You are always going to look at\r\nme like I'm that little girl on that roof, aren't you? But you know what, I am\r\nnot her anymore. I'm not. \n\n",
        " Gus: I took you up on the roof, I just\r\nasked you some questions. I mean, I know I went a little too far, I went a\r\nlittle crazy, but it's in the past. Please, let's just move on. \n\n",
        " Eden: Oh, what, until the next time\r\nthat you have a murder case that you can't solve and then you've got to go haul\r\nme in. \n\n",
        " Gus: There was a serial killer out\r\nthere. You know, I mean, I was under a lot of pressure. I had the D.A.'S office\r\nall over me I had the chief. \n\n",
        " Eden: Oh, right so you needed to lean\r\non me. \n\n",
        " Gus: Yeah, exactly. \n\n",
        " Eden: Well, the only thing is, what you\r\ndid to me, you went above and beyond if call of duty because it was personal. \n\n",
        " Gus: Yeah, it was personal. You're my\r\nsister. I needed... What else could i do? \n\n",
        " Eden: You could have believed me. \n\n",
        " Gus: Honey, i believed in you then, I\r\nbelieve in you now, okay? That's why i was trying to prove your innocence. I\r\nmean, look, the way I went about it, it was a little overboard and everything,\r\nI'm sorry for that. I'm very sorry. \n\n",
        " Eden: Wait; wait, you're sorry? You...\r\nYou made us go through the worst night of our life again. But you know what,\r\nI’m glad it happened, I really am. \n\n",
        " Gus: You don't have to say that. You're\r\nnot glad that it happened. \n\n",
        " Eden: I am glad because it made me\r\nrealize that you will always look at me as a piece of trash. \n\n",
        " Gus: That is so not true. What are you\r\ntalking about? I would never think that. I take care of you. I've always taken\r\ncare of you. \n\n",
        " Eden: Yeah, you protected me. And maybe\r\nif you would have let me pay for what I did back then, maybe I wouldn't be so\r\nselfish now. But I was always your problem so now I always think of myself as\r\nthat way. \n\n",
        " Gus: Listen, it doesn't have to be that\r\nway, okay. I never minded taking care of you; I still want to take care of you.\r\nI made that promise to dad. \n\n",
        " Eden: Well, you're off the hook with\r\nthat anymore because he's not your father anymore and I’m not your sister, so\r\nyou don't have to worry about that now. \n\n",
        " Gus: As far as I'm concerned Joe August\r\nwill always be my father and you will always be my sister and that so \r\nwhat we have, it's our history. \n\n",
        " Eden: Yeah, some history that we've\r\ngot. \n\n",
        " Gus: it is our history, I love our\r\nhistory, and I love you. \n\n",
        " Eden: Yeah, but do you... Do you like\r\nme? Are you going to, like, have me over to Harley’s house to have some\r\nmeatloaf with you and the kids, or, you know, if you guys have a kid am I going\r\nto be the godmother? See? You can't even say that you want me in your life\r\nbecause you feel like you have to protect your happiness from me. You have been\r\na hero my entire life, but you have never been my friend. And I don't need to be\r\nsaved anymore, but I need a friend, and I don't think you can do that. Look,\r\nBill keeps asking me why I put up with you the way you treat me. \n\n",
        " Gus: Oh, really, is that what Bill\r\nkeeps asking you? \n\n",
        " Eden: Yeah. And I defend you, because I\r\nthink of the man that I know that loves that and me knows me: Nicky August. And\r\nI love him forever, but my Nicky, he died when Gus Aitoro was born. I will\r\nalways love Nicky, but Gus is not welcome in my life anymore. \n\n",
        "_____________________________________________________________\n\n",
        " Tony: You were right to walk away from\r\nme, all right? \n\n",
        " Marah: I was in shock. \n\n",
        " Tony: What happened with Ben didn't\r\nshock me. \n\n",
        " Marah: You and Ben were not the same\r\npeople. \n\n",
        " Tony: We were both pretending to be\r\nthings that we weren't, Marah. Ben was pretending to be okay. I was pretending\r\nto be the guy that you wanted me to be. The boy next door. That's not me. I'm\r\nimpulsive. I act before I think. If not with my fists than with whatever's\r\naround, okay? \n\n",
        " Marah: I left you, Tony. I broke your\r\nheart and you didn't lose your temper once. You stayed in control the whole\r\ntime, no matter how much I hurt you, you never thought to hurt me. \n\n",
        " Tony: I found other ways to vent my\r\nfrustrations, Marah. \n\n",
        " Marah: Okay. But that's my point. You\r\nknow you wouldn't hurt me now. Tony, you said you want to be the man that I want\r\nyou to be. You are that man, okay? Please tell me that you haven't changed your\r\nmind about. \n\n",
        " Tony: Marah, I told you what I thought\r\nyou wanted to hear. I would have said anything to you just to hold on to you. \n\n",
        " Marah: That's not true, Tony. You\r\ndidn't play me. You meant every word you said. \n\n",
        " Tony: No, I wasn't lying to you. I was\r\nlying to me. I like the way that you looked at me, like I was the man of your\r\ndreams. I like that I had come so far for you. But I didn't do it for me. I did\r\nit for you. Without you, none of that stuff mattered. Without you, i don't care\r\nwhat kind of man I am, what I do, or who I hurt. \n\n",
        " Marah: That's not true. \n\n",
        " Tony: I should have let you go a long\r\ntime ago. \n\n",
        " Marah: I don't want to be let go. \n\n",
        " Tony: Marah, some part of you is always\r\ngoing to be on guard with me. What I did to you is never going to go away, no\r\nmatter how much we want it to. Now, you compromised yourself by taking me back.\r\nNow I have to do the right thing this time for both of us. \n\n",
        " Marah: I chose you. I chose happiness.\r\nI chose forgiveness. It was my choice to make, Tony, and I would make it again,\r\nokay? I made a mistake this time. I misjudged you. Now you have to forgive me.\r\nAnd you have to forgive yourself for once and for all. \n\n",
        " Tony: Marah, we were just kids, okay,\r\ntrying to hold on to something that wasn't meant to be. It's time for us to grow\r\nup. \n\n",
        " Marah: You... None of what you're\r\nsaying makes any sense. A few days ago, you told me you would wait forever for\r\nme to make things right, and I’m here. I'm here! And you can just walk away?\r\nSomething happened. Something happened to make you change your mind. Please tell\r\nme what it is. \n\n",
        " Tony: There's nothing else left to say\r\nexcept good-bye. Good-bye, Marah. \n\n",
        "_________________________________________________________________________\n\n",
        " Gus: Look, you know, you can call me\r\nany name you want, but this is I, here I am, and I’m not... You're not going\r\nto get rid of me just like that. What, you’re going to listen to me? \n\n",
        " Eden: Yeah. It sucks, doesn't it? You\r\nknow, if you'd excuse me, I've got a lot of work to do, so why don't you go hang\r\nout with your new family, the Spaulding’s, okay. \n\n",
        " Gus: Oh, now we got it. So that's what\r\nyou're jealous about, you're jealous of the Spaulding’s. \n\n",
        " Eden: No, this is about you and me, and\r\nhow the only time you come into my life is what you want me from. \n\n",
        " Gus: Oh, I see. So, what could I\r\npossibly... What do I want from you? What do I want right now? \n\n",
        " Eden: I don't know, maybe you miss your\r\nfavorite groupie or something. Do you know that the only reason i am in this\r\nstupid town is because you needed me to help get Harley’s kids back. I'm\r\nlike... I'm at the end of the line for you. It's first Harley, then it's Alan,\r\nand I bet you would even pick Phillip over me now, too. \n\n",
        " Gus: No, I wouldn't... What are you\r\ntalking about? He's not even my brother, he's adopted. \n\n",
        " Eden: Well, I’m not your sister,\r\neither, so... \n\n",
        " Gus: If you are vying for a place in my\r\nlife, honey, you don't have.... There's no competition. You got it. You got it. \n\n",
        " Eden: Ben was going around killing\r\npeople in this town and I was scared to death, and I came to you and you\r\nwouldn't even listen to me. But you know what, there were people out there that\r\nlistened to me and they did help me? \n\n",
        " Gus: Oh, who? Who? Tony Santos? \n\n",
        " Eden: Yeah, and Bill, and Marah. And\r\nthey believe that I can change and become a better person. \n\n",
        " Gus: I... I think the same exact thing.\r\nI mean, doesn't that usually mean you reckon with your past first? \n\n",
        " Eden: You know, I do not need you to\r\nsit here and tell me what a horrible person I was, okay? Look, I used to think\r\nthat I needed you to tell me that I could come down off of that roof and that\r\nyou would believe in me that I could become a better person, but you can't do\r\nthat. But you know what, it doesn't matter because I have people that do believe\r\nin me and I believe in myself and that is all that matters and I am done with\r\nroofs and I am done with you. \n\n",
        " Gus: All right, look, what is the\r\nsolution? \n\n",
        " Eden: You know what? If you can't let\r\nme down off that roof, then you have just got to let go of me completely. \n\n",
        " Gus: Look, if you're not... If you're\r\nnot... Can you stop? If you're the not my little sister, then who are you in my\r\nlife? \n\n",
        " Eden: I don't know. I guess I'm just\r\nanother girl. \n\n",
        " Gus: Eden... Eden? (Sewing machine\r\nstarts) \n\n",
        "_________________________________________________________\n\n",
        " Cassie: Okay, the next time we decide\r\nto throw caution to the wind can we try and keep track of both of my shoes. \n\n",
        " Edmund: Well, I can't keep any promises\r\nin fact. \n\n",
        " Cassie: No, no, no. See, I haven't got\r\nany work done today, and neither would you. \n\n",
        " Edmund: As Tammy would say, I'm okay\r\nwith that. \n\n",
        " Cassie: I have to prepare for\r\nOlivia’s shower. See, guests don't just invite themselves, especially when\r\nyou're Olivia Spencer. \n\n",
        " Edmund: You could pay the staff. \n\n",
        " Cassie: You know, i thought of that. \n\n",
        " Edmund: Who did this for you? Who threw\r\nyour shower? \n\n",
        " Cassie: I didn't have one. \n\n",
        " Edmund: Why not? \n\n",
        " Cassie: I don't know, I just didn't. \n\n",
        " Edmund: Sorry. \n\n",
        " Cassie: Don't be. I have three\r\nbeautiful children, right? I have a great life. And shoes don't find themselves.\r\n\n\n",
        " Edmund: Shoes. Shoes, shoes, shoes. All\r\nright. The last time I undressed you, I think... \n\n",
        " Cassie: Oh, I found it. \n\n",
        "______________________________________________\n\n",
        " Harley: All right. Say something. Say\r\nanything. I can't take this kind of silence, especially from you. \n\n",
        " Rick: So this isn't a staring contest? \n\n",
        " Harley: No. \n\n",
        " Rick: Okay. Where to start? Um... Well,\r\nour last trip to the fertility specialist was our list trip to the fertility\r\nspecialist. \n\n",
        " Harley: I... I didn't even know you\r\nguys were going... \n\n",
        " Rick: You know what? Our lives are\r\nreally full right now, Harley, they are. And you have been so extremely generous\r\nat letting Jude be a part of Mel’s life. It's like... It's like, you know,\r\nit's her own son. \n\n",
        " Harley: Wait wait. What did the doctors\r\nsay? Is it Mel? \n\n",
        " Rick: No, it's most likely the\r\nrejection of the drugs I’m taking. \n\n",
        " Harley: For your heart. \n\n",
        " Rick: Yeah, and there's no way I can\r\nstop taking those. \n\n",
        " Harley: Oh, honey. I'm sorry. I'm so\r\nsorry. \n\n",
        " Rick: I'm fine. I am fine. But Mel,\r\nit's just... You know, it's a different story right now. \n\n",
        " Harley: Well, is it... Is it hard for\r\nher because of Jude? \n\n",
        " Rick: Spending all that time with him?\r\nIt just makes her want to have a child of her own. You understand. \n\n",
        " Harley: Well, there's still a\r\npossibility of that, right? There's adoption. \n\n",
        " Rick: No, I can't do that Harley. I'm\r\nnot ready for that. And, you know, Mel’s ready to jump into law and there's\r\nthis job with you. \n\n",
        " Harley: Well, do you think that's to\r\nfill a space, the jobs, I mean. \n\n",
        " Rick: She has led such an ordered life\r\nuntil me. There was my heart disease, you know. I came with so much baggage. And\r\nnow this. It's... You know, we... We're fine. We're going to be fine, and we\r\nlove each other. That's all that matters. \n\n",
        " Harley: Thank you for telling me. \n\n",
        " Rick: Would you do me a favor and just\r\nkeep this between us? This is rather painful and embarrassing. \n\n",
        " Harley: Oh, of course. Did you speak to\r\nPhillip yet? \n\n",
        " Rick: No, i can't talk to him about\r\nthis. \n\n",
        " Harley: Oh, okay. No Phillip. \n\n",
        " Rick: And no Mel. Please do not tell\r\nMel about this. \n\n",
        " Harley: No Phillip, no Mel, cross my\r\nheart. \n\n",
        " Rick: Okay. I feel better. I promised\r\nmy wife I would check the mailbox. She is expecting the results from her bar\r\nexam, so I've got to get going okay? \n\n",
        " Harley: Okay. \n\n",
        " Rick: Thank you. It's going to be all\r\nright. Thanks for listening. \n\n",
        " Harley: Sure. I'll cross my fingers. \n\n",
        " Rick: Give Jude a kiss for me. \n\n",
        "____________________________________________________________________\n\n",
        " Gus: Hey, what's going on, serious\r\ngirl? \n\n",
        " Harley: It's good. Now that you're\r\nhere, it's good. So how did it go with Eden? \n\n",
        " Gus: It didn’t. \n\n",
        " Harley: Is she still mad at you? \n\n",
        " Gus: Well, I accused other of being a\r\nserial killer. I don't even know if I would forgive me. \n\n",
        " Harley: You did that because I pushed\r\nyou to do it. \n\n",
        " Gus: No, that's not true. \n\n",
        " Harley: You tied Ben to those murders\r\nfrom the beginning. The only reason you went after Eden is because Blake and I\r\npushed you to, not to mention the D.A., and now you've lost your sister because\r\nof it. \n\n",
        "_________________________________________________________________\n\n",
        " Phillip: Listen, I want you to know I'm\r\navailable if you need me. You can call me on my cell any time for anything. \n\n",
        " Olivia: Thanks. So I’ll... You know,\r\nI’ll just catch you at the loft or the office. \n\n",
        " Phillip: Actually, I won't be at the\r\nloft because I'm going to move back into the house. \n\n",
        " Olivia: That makes sense, you know,\r\nit's what Lizzie needs. \n\n",
        " Phillip: Yeah, for the time being. At\r\nleast until I know that she's doing better. That being said, that does not\r\nchange anything as far as my plans for you and this baby are concerned. You are\r\nfamily, too. \n\n",
        " Olivia: I don't think we have any\r\nplans. But you know what? I just... I need you to take care of Lizzie, you know,\r\nnot just for her sake, but also for our baby's. \n\n",
        " Phillip: Well, let's get you upstairs. \n\n",
        " Olivia: That's okay. I've got a few\r\nthings to do and then I’m just going to ask the bellhop to help me. \n\n",
        " Phillip: Are you sure? \n\n",
        " Olivia: Yeah, I’m positive. You go. \n\n",
        " Phillip: Okay. \n\n",
        " Olivia: Oh, well, I guess it's just you\r\nand me, kid. \n\n",
        "________________________________________________________________\n\n",
        " \n\n",
        " Olivia: Hi. \n\n",
        " Cassie: Hey, what did you do, break out\r\nof the hospital? \n\n",
        " Olivia: No, no, it was a legal release.\r\nThanks. Phillip just dropped me off. \n\n",
        " Edmund: Oh, where is my good pal,\r\nPhillip? \n\n",
        " Olivia: I told him to go. He had to\r\npick Lizzie up from school. \n\n",
        " Cassie: School's not out for another\r\nhour. \n\n",
        " Olivia: Yeah. Well, you know, he has to\r\nget there early. We can't risk her being on the loose. \n\n",
        " Cassie: So he finally believes you\r\nabout Lizzie? \n\n",
        " Olivia: He believes me. Seriously, it's\r\nawful for him. \n\n",
        " Cassie: It's awful for you. \n\n",
        " Olivia: I guess he's going to move back\r\ninto the house, you know. Keep a watch over her, and she's going to have\r\nintensive therapy. \n\n",
        " Cassie: Okay, so let's recap. Lizzie\r\ncauses a very pregnant you to fall down a flight of stairs, and her punishment\r\nis to have both of her parents living underneath the same roof, to spend all the\r\ntime in the world with her while you're alone with your baby? \n\n",
        " Olivia: You know what? It's not such a\r\nbad thing. It's actually... It's a good thing because we're going to be fine.\r\nAnd I have you. Because I'M... Don't quote me because I'm under the influence of\r\na lot of hormones, but what could have been a very lonely time in my life, you\r\nbeing here has made it a little less lonely. \n\n",
        " Cassie: Well, I’m glad. I just think\r\nyou're being very generous to the Spaulding’s after everything they've put you\r\nthrough. \n\n",
        " Olivia: Well, the trip down the stairs\r\ni could have done without. But everything else, all that hell, out of that came\r\nmy little angel. So, okay. I'm going to go upstairs. \n\n",
        " Edmund: And we're going to help you. \n\n",
        " Olivia: Oh, please. \n\n",
        " Cassie: Yes, come on. \n\n",
        " Olivia: Thanks. \n\n",
        "__________________________________________________________________\n\n",
        " Gus: I am not playing the blame game\r\nwith you, okay? You are the only one that tried to keep me objective. You didn't\r\nwant me going after my sister as a suspect. You... You were going to question\r\nher for me, so I didn't have to do it. I mean, what else could you have done? \n\n",
        " Harley: Family. Even Eden is more\r\nimportant than any case. \n\n",
        " Gus: Yeah, but I leaned on her, I took\r\nher up to that roof, and I tried to break her. I knew what I was doing. I knew\r\nexactly what I was doing. I didn't try to stop and I don't even know why I was\r\ndoing it. I mean, what is that? Who am i. Is that... Maybe that's the Spaulding\r\nblood running through my veins, I don't know. \n\n",
        " Harley: You are you. I love you. And\r\nwhenever you forget how great you are, you can climb under my sheets any time. \n\n",
        " Gus: Well, Eden says she doesn't even\r\nhave a brother so... \n\n",
        " Harley: Well, you know, it's always the\r\nones who love us the most that hurt us the worse you know that. \n\n",
        " Gus: As in what, you can really only\r\nhurt the ones that you love? \n\n",
        " Harley: Exactly. She didn't mean what\r\nshe said. Still, I guess somebody's got to set her straight, huh? \n\n",
        " Gus: Well, it isn’t me. \n\n",
        " Harley: Then I guess it's going to have\r\nto be me. \n\n",
        "__________________________________________________\n\n",
        " Eden: Oh, no. All right, hold it\r\ntogether, Eden. It's better that he's out of your life. (Knock on door) great. \n\n",
        " Marah: Hi. Time's wasting. \n\n",
        " Eden: What are you doing here? \n\n",
        " Marah: I need you to get out of your\r\nclothes and into mine. I need to do a final fitting. I thought you were going to\r\nhave that done by now. \n\n",
        " Eden: I would have, but I got\r\nsideswiped. \n\n",
        " Marah: Eden, you know how important\r\nthis is to me. I was counting on you. \n\n",
        " Eden: I know. I know how important it\r\nis to you. You know I wouldn't have stopped if it wasn't important. What, you're\r\nthe only one with problems? \n\n",
        " Marah: I'm sorry, okay? It's just that\r\nthe fashion show is the only thing I have now. \n\n",
        " Eden: Marah, are you okay? \n\n",
        " Marah: It's Tony. It's over. I've lost\r\nhim for good this time. \n\n",
        "_____________________________________________________\n\n",
        " Phillip: Next on \"Guiding\r\nLight\". \n\n",
        " Rick: My wife cannot stand another\r\ndisappointment. \n\n",
        " Harley: Well, I didn't come here to\r\nplay nice. I came here to find out why you are still making your brother's life\r\na living hell. \n\n",
        " Sandy: So, the boyfriend, did you patch\r\nthings up? \n\n",
        " Marah: No, no. Looks like you're not\r\nthe only one without a partner today. \n\n\n\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=K1tQgfNF9zg"
}