{
    "Episode Summary": [],
    "Recap": [
        "Harley and Gus discuss Harley's angels. They talk about Alan's offer for financial backing and his free advice. Gus encourages Harley to follow her idea. Reva pitches her psychic segment for the show to Holly. Josh agrees with Reva. Reva talks to Chris about doing the show. Marah confronts Tony about the pictures. Tony makes excuses and then tells her a story. He says that Vinnie is setting him up. Marah breaks up with Tony and moves back home. Gus and Alan bond at Company. Billy tries to get in shape. Stay tuned."
    ],
    "Recap Author": "Barbara",
    "Show Title": "Guiding Light",
    "Transcript": [
        "gus: Baby!",
        "Harley: Hey.",
        "Gus: Hey. How are you? Okay.",
        "Harley: Wow! Nice hello.",
        "Gus: Listen, now, i've been thinking.",
        "Harley: Okay. Wait, let me get a camera.",
        "Gus: You're hysterical. No, I don't want to be alone with my thought. Now just listen to me. This is serious business. This is serious, okay? And don't jump all over my idea until I'm through telling you my whole idea, okay?",
        "Harley: Okay.",
        "Gus: All right, good.",
        "Harley: Deal.",
        "Gus: Your idea-- it's a great idea; fabulous idea, harley's angels. It's... It's got a lot of... I like it. Okay, but you have to be realistic at the same time, and you're going to need money, okay? So i was thinking... Hear me out. I was thinking... I mean, the name alan came to mind.",
        "Harley: Gus...",
        "Gus: No, now just hear me out. Hear me out. Okay, now, alan's got a lot of pull in the city. He's got a reputation to, you know, create. He's got more money than god, that's what I'm saying.",
        "Harley: Umm-hmm, listen...",
        "Gus: I know you're going to say he's an obnoxious man and... But I've got to tell you, i really think he could help you, and I think he would enjoy doing it.",
        "Harley: Okay. Now it's your turn to button it up and listen to me.",
        "Gus: No, I know what you're going to say. \"Don't lecture me. Please, gus, don't do it. He's despicable and he's disgraceful.\"",
        "Harley: No, no, no. This is what i was going to say: It was alan's idea to begin with.",
        "Reva: I know what your reaction is going to be. You're going to think it's crazy, and i know it's unconventional, but just think about it.",
        "Holly: I am thinking about it, and I'm not the most conventional around. But this whole paranormal thing is... It takes us to a place where we, as responsible journalists, broadcasters, don't want to go. It's just too risky.",
        "Reva: What is too risky? I mean, what good ever comes from being too cautious?",
        "Holly: A lot of good. I learned that the hard way.",
        "Reva: Okay. Maybe this just isn't the right time. Maybe we shouldn't be talking about business so soon after ben's memorial service.",
        "Holly: No, life goes on. Besides, right now i can use any distraction I can get. But I just don't like this hocus-pocus idea of yours. Let's just say it gives me a funny feeling. I just don't like it.",
        "Reva: Holly...",
        "Josh: Oh. I'm sorry. It looks like a summit meeting going on here. I apologize.",
        "Holly: No, no, no. Come. You're just the person who can talk some sense into her.",
        "Josh: Yeah, like I've ever been able to do that before.",
        "Holly: No, we need a second opinion. Now, you go on. You describe the idea, because if i do, you'll accuse me of stacking the deck when he sides with me.",
        "Josh: Okay. All right. Go ahead. Let's here it.",
        "Reva: Okay, i will. I would like to make a little minor change in the format of my show. I want to add a new element, a new weekly segment. I'd like to start using what i learned from christopher langham when i was studying in europe with him. What i want to do is bring people into the show, people who need help, you know? I mean, that's the key, so that there there's some sort of emotional contact so that the audience can latch on to.",
        "Holly: Okay. Cut to the chase already.",
        "Reva: I want to do a weekly segment of psychic readings; bring in an expert, have him connect with the people who have passed on. What do you think?",
        "Josh: I think it's a great idea.",
        "Tony: I don't want to lie to you.",
        "Marah: So these pictures aren't fake? You knew this woman?",
        "Tony: I didn't know her. I didn't know her name. Marah, this was a long time ago. This is me.",
        "Marah: Is this... Is this you, too? You did this to this woman? Why?",
        "Tony: I don't... I don't know. I don't remember.",
        "Marah: You don't remember why you beat her up?",
        "Tony: No! No, no. I don'T... I don't remember anything. I don't remember anything about that. I don'T... I don't remember hurting her.",
        "Marah: I don't understand, tony. I don't understand what you're trying to tell me. Did you do this to her or not?",
        "Tony: Let me start from the beginning.",
        "tony: Marah, this happened last summer, when we weren't together anymore and that whole thing with romeo went down, when i almost killed him with my bare hands because he'd... Because he'd been with you.",
        "Marah: Yeah. Well, I would like to forget that, too, but i can't.",
        "Tony: I saw how you looked at me that night, and i hated it, so i took off. I took off. I drove, and i drove, and i ended up on the west side of chicago at some dive that... You know, you had to know the password to get in there. And there was gambling and there were girls and then... All i wanted was a drink, all right? That's all that I wanted, just one, and then I had another one. Then i had another one. And then... Then i got pretty... Pretty loaded when the bartender came up to me and told me that there was a girl at the end of the bar who wanted to buy me a drink.",
        "Marah: I don't think that i want to hear about this.",
        "Tony: Marah, no, you have to. You have to know that this girl was nothing like you. And maybe... Maybe that's why i thought, \"you know what? Why not.\" So before I knew it, we... We ended up at her place. Listen, listen, I recognize this. I recognize this window. That much I remember.",
        "Marah: You were drunk?",
        "Tony: I was... I was totally wasted. Not too wasted to see her open up the curtain. And I remember thinking to myself, \"well, that's strange.\" And then i put the whole thing together. She was setting me up. Remember how eden used to set people up, you know, for blackmail? It was a total... Total scam. But this girl denied it, and that's what, i guess, made me angry.",
        "Marah: So that's when you...",
        "Tony: Maybe. I don't know. I don't remember. I don't remember even leaving the place.",
        "Marah: How could you forget something like that, tony?",
        "Tony: Maybe they put something in my drink, marah. I don't know. All I know is I woke up the next morning alone in a hotel room, and I couldn't put anything together from the night before. I was totally lost. I haven't even thought about this, not since... Not since these things showed up.",
        "Marah: You know, I could understand how you would want to forget something like this. But I don't know how you could.",
        "Tony: Well, i'm telling you, I don't remember anything. I don't remember hurting her like this.",
        "Marah: But you could have.",
        "Tony: All right, listen to me. Listen to me, vinnie salerno is behind this, okay? Why do you think that these pictures surfaced in the fist place, okay? He wants to hurt me. He wants to hurt us, okay? But I'm not going to let him hurt us, marah. No one can hurt us. Only if we let them. Do you hear me? Marah? Nothing can happen to us if we don't let it.",
        "Gus: I cannot believe it. No, you just let me ramble on and on over there.",
        "Gus: Listen, alan and i were chatting. We were just chatting, and he|ú threw out this idea that i have to say i wouldn't even have been interested in if i hadn't already been thinking along those lines myself.",
        "Gus: So he just threw out... It wasn't his really... It wasn't his idea in the first place? Is that what you're saying to me? It wasn't his idea?",
        "Harley: No, i'm not saying that. All I'm saying is...",
        "Gus: What?",
        "Harley: He provided me with the germ. It was about that big.",
        "Gus: Oh. Now, i don't like when people do that. It was just a germ? Just a little teeny germ?",
        "Harley: Listen, he dropped by, okay? He came by with this lame thing. He said he missed my macaroni and cheese.",
        "Gus: Oh, and normally you would kick him out of the house, but what, you just let him in the house?",
        "Harley: Okay. Forget it. Lets just stop talking about alan, okay? This has nothing to do with alan. It has to do with my idea, my project.",
        "Gus: And I'm not... I'm not saying anything like that it's bad. Your idea is great. It's a great idea. It's awe-inspiring. It's truly... It's a fabulous idea. And I'm just saying, i have an idea. And to make your idea work, you're going to need to use a little bit of my idea. You're going to need some money.",
        "Harley: Okay. But I think I can do it without alan.",
        "Gus: But yeah, I'm not saying that you couldn't; of course you could.",
        "Harley: Mm-hmm.",
        "Gus: I tell you, why don't you just at least admit that maybe just a little piece of it was his idea, on a bigger scale.",
        "Harley: Maybe.",
        "Gus: Okay. And that maybe you... Maybe you don't think he's such a villain after all, okay? Or maybe you let him stay in the house and eat your food and go in the kitchen... Maybe you did it for me.",
        "Harley: Maybe.",
        "Gus: Okay. So maybe he's not such a bad guy. That's all i'm saying. Maybe.",
        "Harley: Okay.",
        "Gus: Maybe. I've got to go.",
        "Harley: Well... What was that?",
        "Holly: You think it's a good idea?",
        "Josh: Let me put it this way, okay? It's hard to explain passion, right? Now reva's obviously passionate about this idea, and when reva's passionate about something...",
        "Holly: Yeah, I think I know what you're going to say.",
        "Josh: ...She has a tendency to get people onboard and bring them along with her.",
        "Reva: Like viewers.",
        "Holly: How did I manage to get myself tag-teamed by you two?",
        "Reva: No, holly, this is not a setup. I'm just as surprised by josh's reaction as you are, but come on. Just hear me out, okay?",
        "Holly: Okay, okay. Pitch away.",
        "Reva: I really wish you'd come with me on that trip to europe, because I wouldn't have to stand here and convince you. Because you would have seen it firsthand, how truly amazing it is to see a real psychic at work. This arthur seacamp, the man i met through christopher langham, he is a genius. And more importantly, he has the perfect personality for television.",
        "Holly: Well, we don't know that until we see, do we? And I am still not convinced that the audience is going to respond to this.",
        "Reva: You are one tough cookie, aren't you? Well, I don't blame you for being skeptical because I was at first, too, until I saw christopher at work in a clinical situation, and how truly amazing it was, he is. I mean, if we can get he and arthur seacamp on the show, people will be glued to their television sets. They'll tune in. I mean, friday, we'll start them... We'll put them on friday. We'll build it up to all week long and then draw people in.",
        "Holly: And what about the skeptics and the doubters like me?",
        "Reva: Christopher will explain to the audience how it all works, and i'll be there to help him with that. And then we can show you and everybody else that this just isn't some parlor trick. I mean, people will dismiss it at first. We'll just have to educate them.",
        "Holly: Ignorance could be bliss.",
        "Reva: When did you become such a doubter? Where's the holly I know who always took a chance on new things?",
        "Holly: And where is the reva i knew who would anticipate the flak we would get from all this new age mumbo-jumbo? Let me take you back. The best show you aired, the highest numbers you got, was on the live show when you confronted the stalker. So now you're going to go in front of that audience and say, \"i am a psychic. I have a gift.\" What's going to be the first question they ask you? Give up? I'll tell you. They're going to say, \"if you're so all-knowing, if you're a psychic, how come you didn't know who was stalking you?\"",
        "Reva: You know what you're reminding me of? All those wise guys, all those disbelievers that I was in bible class with who would say, \"if god is all- powerful, can he make a rock that he himself can't lift?\"",
        "Holly: Well, that's an interesting question.",
        "Reva: No, no. It's a trick question. It would be like asking psychics who connect with people who have passed on if they can predict the future, or if they can get information that other people can'T. If i knew that, I'd be at the racetrack right now, and not standing here talking to you.",
        "Holly: Racetrack. Good idea.",
        "Reva: Holly, it's a science. It's a new science, but it is a legitimate field of study that hadn't been given proper experimentation yet for people to really understand it.",
        "Holly: I... I just....",
        "Josh: Holly, aren't you forgetting something here? Reva is the host of the show. People empathize with her; they trust her. When she says something, they listen to what she says, right?",
        "Holly: Yes. I'm aware of that.",
        "Josh: Now, if she's not trying to convert people here, she's just trying to educate people. She's trying to show them a different way of looking at life. And I think people are going to want to go along on that ride with reva as the tour guide. Now, if you didn't want her to do that kind of thing, why did you hire her in the first place?",
        "Holly: I hired her because she is so charismatic and compelling, wonderful personality.",
        "Josh: I'll be honest with you, okay? I was skeptical about this whole thing at first, too. In fact, i was a little impatient with the whole thing. But I learned something. In fact, it's a lesson i've continually relearned over the years, and i'm surprised you haven't learned it yet. It's this. When reva wants to do something, when she has her mind set on something, you have two choices: You get onboard, you go on the ride with her; or you get the hell out of the way.",
        "Holly: (Laughs) well, I can see you're not going to let me get out of here until i agree with you, so... Oh. Since I'm late for my next appointment... So, what, what, what? Well, what can i say? You've got me. Let's do it.",
        "Reva: You won't regret it.",
        "Holly: Bye.",
        "Josh: Bye-bye. I'm going to walk her out, because I've got to get going.",
        "Reva: You...",
        "Josh: What?",
        "Reva: You didn't have to do that.",
        "Josh: I wanted to. See you.",
        "Gus: Hey, lynn, how are you? Okay, I'm going to need a to-go order, okay? I need six burgers, six fries, you got that? Six egg salads, one of them on a scooped-out bagel, and i need tuna down. That's perfect.",
        "Waitress: Got it.",
        "Gus: Thanks. Hey. What are you having, a burger? What's that, a cooper super- duper? And you got fries, french fries? You know, you've got artery problems; you know that, right? Clogged arteries-- that's what that gives you.",
        "Alan: Well, i'm glad to know you're concerned.",
        "Gus: Concerned? You have a heart condition.",
        "Alan: I'm allowed an occasional indulgence, as long as it's occasional.",
        "Gus: You are a piece of work. Listen, I heard about your conversation, your little chitchat with harley, and i wanted to thank you in advance and to let you know she's going to run with your idea.",
        "Alan: Well, i'm glad to hear about that.",
        "Gus: Mm-hmm.",
        "Alan: I have to be honest with you. I think she had been thinking about it for quite a while.",
        "Gus: Yeah, well, you know, i know there's a method to your madness. I know what you're up to. I know exactly how this thing works.",
        "Alan: What are you talking about?",
        "Gus: I'm talking about the little peace treaty that you're working on with phillip and alex, and I just guessed harley's the next one on your list, right?",
        "Alan: Well, i'm finding it easier to get through the day when i don't base it on vengeance and retribution.",
        "Gus: Oh. So you're basically taking everybody you hold near and dear to you and you're letting them off the hook, right?",
        "Alan: Well, alex and phillip are one thing, but harley's another. You see, i didn't put much stock in harley as a person, especially when she was with phillip. And I think that may have contributed to the problems we've had relationship-wise.",
        "Gus: Wait. Hold up. Back up. You didn't put much stock into her as a person, as opposed to what? \"May have contributed\"? Wait, wait.",
        "Alan: That's in the past, gus. I'm talking about the present now. I'm dealing with the present. And at the present, she is with you. You are my son, and you are important to me.",
        "Gus: Okay. So then, hence, therefore harley is important to you?",
        "Alan: Yes. So if I've helped her in any way, i'm thrilled. I would much prefer to have friends than enemies these days. Now, why do you seem surprised that i would be reaching out to someone? Maybe you should try it. Maybe you should reach out to your own sister.",
        "Tony: Marah, vinnie salerno did this, and vinnie is scum.",
        "Marah: Tony, this isn't about vinnie salerno.",
        "Tony: Look, the guy had these things waiting in the bank. He was waiting for the perfect moment to use them. He probably has danny in his crosshairs, too.",
        "Marah: I don't care. I don't care about danny.",
        "Tony: But, marah, this guy has it out for the santoses. Don't you see that? That's why these pictures surfaced. He wants revenge.",
        "Marah: I don't care about vinnie salerno. I didn't even know who vinnie salerno was until a few months ago. He didn't matter to me back then, and he doesn't matter to me now.",
        "Tony: It should matter to you.",
        "Marah: Does it really matter where these photos came from?",
        "Tony: Of course it matters. That's the whole...",
        "Marah: No. What matter's is that they exist, tony. What matters is what they show. What matters is that you manhandling this girl-- that is real.",
        "Tony: Marah, marah, listen to me. Listen to me. Do you see me in this picture? Do you see me in this picture? Do you see my hand striking this girl? Do you see my flesh hitting her flesh?",
        "Marah: Don't expect know buy that.",
        "Tony: Marah, come on, man. Can't you consider for one moment, for one moment, that maybe, maybe i didn't have anything to do with this?",
        "Marah: Maybe you did, tony. Maybe you did. Do you see this picture? Look at her. Look at her face!",
        "Tony: Marah, this isn't us. This isn't us. Please, please, marah, listen to me. Whatever this is, this isn't you and me. This is nothing like us.",
        "Marah: No, you're right. It isn't us. But it is you.",
        "Josh: Hey, how you doing big guy, huh? Decided to get started without me?",
        "Billy: I'm just warming up. Definitely in need of a workout here.",
        "Josh: Oh, yeah, that's what you said on your message, that it was urgent. What's the matter? You getting a little chubby there, huh, huh? Doctor put you on a little workout program, huh? Billy:, No it's nothing like. It's just that... Hey, for an old guy, i'm still in pretty good shape. But I've got this wakeup call yesterday.",
        "Josh: Uh-huh?",
        "Billy: Yeah, my son just about cleaned my clock.",
        "Josh: What?",
        "Billy: Yeah. Bill hit me right in the jaw, and it was all i could do to keep from going right down on to floor, i'm telling you.",
        "Josh: You got in, like, a fistfight?",
        "Billy: Yeah.",
        "Josh: With your son?",
        "Billy: Yeah. Exactly like a fistfight. As a matter of fact, i think i deserved it. It might have been something i said.",
        "Josh: Oh, no, no. No way. Not you. Okay, so come on. 'Fess up. What was it? What'd you say?",
        "Billy: Well, I said something about his girlfriend.",
        "Josh: Well, that would do it.",
        "Billy: Yeah. I was actually looking out for his best interests, you know, very much like you were with tony and marah.",
        "Josh: Well, it's true, I did learn a lesson on that whole thing, but i am proud to say it didn't come to blows. You know i... (Laughs)",
        "billy: What? What?",
        "Josh: I was just thinking about that time you decked h.B. Remember that? Remember how mad he got?",
        "Billy: Yeah, he deserved it. I don't remember what it was about, but he deserves it.",
        "Josh: Now, if memory serves me correctly, that was about a girl.",
        "Billy: Oh, I see. It's kind of like, very coincidental, right?",
        "Josh: Yeah. What goes around comes around. That's what they say.",
        "Billy: Well, you know, i think I'm through talking about this subject. Let's talk about something else, okay?",
        "Josh: How about reva. You want to talk about reva?",
        "Billy: Good. Your favorite subject, next to you.",
        "Josh: She has an idea for a new segment on her show. She wants to invite a psychic on once a week as a special guest?",
        "Billy: What?",
        "Josh: Yeah.",
        "Billy: You're kidding me?",
        "Josh: No, no, no. This is the real deal. This is what she wants to do.",
        "Billy: She wants to bring a psychic on?",
        "Josh: See, I actually think it's not a bad idea. In fact, i'm sort of supporting her on this one. You know, it's a no-lose situation for her.",
        "Billy: How's that?",
        "Josh: Well the psychic's going to be the one taking all the risk. You know, if it doesn't work out, if the prediction's wrong, or if the vibes aren't right or whatever, it will be the psychic's fault, and not reva'S.",
        "Reva: Thanks for coming.",
        "Christopher: You sounded eager to talk.",
        "Reva: I am. I just had the best meeting with my boss about doing the psychic segment on the show. It was a little touch and go at first, but she is onboard, thanks to josh.",
        "Christopher: What did josh have to do with it?",
        "Reva: He just got in my corner, totally backed me up. He was very smart about it, too, if i do say so myself.",
        "Christopher: That's great. That's terrific. Now, you said something else on your message, but I didn't quite get it. You seemed to be in quite a rush.",
        "Reva: I was excited.",
        "Christopher: So tell me now. Just what are you proposing, and how can I help?",
        "Reva: All you have to do is get in touch with arthur seacamp, because we need him and we need him fast.",
        "Christopher: For?",
        "Reva: Because i want him to be the recurring guest psychic. I mean, he's perfect for it.",
        "Christopher: Reva...",
        "Reva: Well, don't worry. I mean, we'll work around his schedule. We'll do back-to-back readings. We'll do pretapes if we have to. He'll only have to be in the studio maybe once or twice over the next couple of weeks. Better yet, just give me his number and i'll talk to him...",
        "Christopher: Reva, forgive me. I got the wrong impression from your message. I didn't realize you wanted to recruit arthur to do the show.",
        "Reva: Well, you have another psychic in mind?",
        "Christopher: Of course I do-- you.",
        "Tony: Marah, I can see how you can be blindsided by this. These pictures are horrible, okay? But don't overreact.",
        "Marah: Don't overreact? Don't overreact, tony? Things don't get much bigger than this.",
        "Tony: Marah, you know me, okay? We've been living together for months now. You know that that isn't me. That's not the me that you know.",
        "Marah: You're right about one thing: This has all taken me by surprise. And I hate surprises. I... Ever since I was a little girl.",
        "Tony: Okay, i am sorry. I am... I'm sorry for the surprise. I'm sorry for everything.",
        "Marah: I don't want surprises in my life, tony, okay? I don't know if it's because my mom left me when i was little or if that's just who i am, but i don't deal well with the big unexpected stuff. I don't react well to it at all.",
        "Tony: Come on. Come on, maybe we can sit down and talk about this. It'll make you feel better.",
        "Marah: No. I'm not going to feel better. That's the point.",
        "Tony: Marah, please.",
        "Marah: No. I... I don't know, tony. Maybe... Maybe if this had happened, like, a month ago, maybe I would have reacted differently. But I just watched ben go through what he went through. I saw what made him tick. I saw his past. I saw the impulses that were in him that... It's just... It's a part of his nature.íOÑ tony, he tried to stuff it down and no matter how hard he tried, it came back. It always comes back.",
        "Tony: What are you saying?",
        "Marah: Maybe you didn't do this. But it is in you to do it. You don't just wake up one day and decide that you're not going to be a violent man anymore.",
        "Tony: Marah, that's crazy. That is crazy. People do change.",
        "Marah: I... I used to believe that. Tony, I truly believed that when i got back together with you. But after what happened with ben, i proved... That proved me wrong.",
        "Tony: This isn't about ben.",
        "Marah: No. No, this is about you and me, and me finally seeing what i have been trying so hard not to see. This... This isn't about me not pretending anymore.",
        "Tony: Marah, no. No, no, no. This is... This is crazy. This is crazy. I came here to talk things out with you, to work this out with you.",
        "Marah: I can'T.",
        "Tony: What are you saying?",
        "Marah: I can't do this anymore. I can't live here anymore. You and I, we... We can'T... We can't be anymore.",
        "harley: Hey.",
        "Bill: I'm sorry. We know it's late.",
        "Michelle: I was feeling a little bit restless. Bill and i came up with this idea, and I was thinking about it and i called him.",
        "Bill: And then we started talking and, but, well, we hit a wall.",
        "Michelle: We could really use some advice.",
        "Harley: From me? Wow, okay. Sure, come on in.",
        "Bill: Thanks. Thanks.",
        "Harley: Sorry about the mess. So?",
        "Michelle: So we came up with...",
        "Bill: ...With kind of an idea. Well, it's still kind of rough but...",
        "Michelle: Yeah, because we're setting out on completely, like, unfamiliar grounds, and we could really use like A... Like...",
        "Bill: Well, like a navigator, right?",
        "Harley: Okay. What's the idea?",
        "Michelle: Well, we're both feeling really sad about ben, you know, and feeling like he must have been in trouble for a really long time, and very frustrated and very confused.",
        "Bill: Right, and we had no clue so, i mean, it's like we couldn't help.",
        "Michelle: And we know we can't help him now, but we came up with something where maybe we could help other people who feel like they have no one to turn to.",
        "Bill: Right. Now, i have no training with this kind of thing, but michelle has her physician assistant background, so we thought maybe...",
        "Michelle: Yeah, and i feel like i could totally use my training, put it to good use in what we're going to do.",
        "Bill: Right. And now we're thinking about maybe, you know, recruiting some volunteers and, well, experts, of course.",
        "Michelle: Yeah, and starting, like, a hotline.",
        "Bill: Right, and then doing outreach stuff, you know, so people know that we exist, and we thought maybe setting up a web site, because that's always good. And e-mail is great for people who want to just keep things anonymous. So...",
        "Michelle: And we think it could be a really, really valuable service.",
        "Bill: Right. And basically if we don't do something, we're just going to go nuts.",
        "Harley: Okay. Take a breath. I think it's great. Really, I think that is so valuable. I'm just not sure what you want me to do to help.",
        "Michelle: Well, there's got to be, like, a million rules and regulations covering a project like this one.",
        "Bill: Right. And obviously michelle nor i have ever dealt with one of these agencies that oversee them. I mean, I don't know. Is it federal? Is it state? Is it local? I mean, we have no idea where to start.",
        "Michelle: Right. And you used to work for the government-- well, kind of, sort of. So we were kind of thinking that you could give us a clue.",
        "Harley: Oh, my god.",
        "Michelle: Is there something funny about that?",
        "Harley: No, i just... I... I have been spending the last several days trying to find exactly that same kind of information. Look at this. Look at this. And I am... I am so confused, just as confused as you guys are.",
        "Michelle: You're looking to start a counseling service, too?",
        "Harley: Not exactly. Blake and mel and I, we're starting a nonprofit \"help those who can't help themselves\" agency, and I am just buried under the paperwork. So you guys have perfect timing.",
        "Gus: There you go, lynn.",
        "Waitress: Thank you.",
        "Gus: I owed for last time. Keep it. Look, I did, i contacted my sister. That was the first thing i did when i got back to town.",
        "Alan: Good.",
        "Gus: And then we found out that ben reade was the killer, but here's the problem: In the name of the investigation, i actually... I actually accused my own sister of murder.",
        "Alan: Okay. You got back and you looked her up.",
        "Gus: So i talked to her.",
        "Alan: And what happened?",
        "Gus: I hurt her so deeply, i opened wounds I should never have opened in the name of this investigation, and i don't think she's going to forgive me. So i think i have to live with that.",
        "Alan: Your business is your business. But as your father, I haven't smelled such horse manure since i owned a stable of racing horses.",
        "Billy: (Laughs)",
        "josh: What are you laughing about, huh? I think that this is a good thing for reva. I think it will be a good thing for her show. People are interested in this stuff. You know, voices from the dead, messages from the grave and stuff like that.",
        "Billy: Yeah, whatever.",
        "Josh: I have to admit, i probably won't be tuning in every day, but for every one of me, there's two or three other kinds of people who will be watching this stuff because they want to see it. And like i said, the psychic's going to be the one taking all the risk; not reva. She's going to be basically on the sidelines of this one.",
        "Bill: Whoa, whoa, whoa, wait a minute. What?",
        "Josh: What?",
        "Billy: You mean reva's renting a psychic and bringing him out and letting him take center stage?",
        "Josh: Yeah, that's pretty much how it's going to work.",
        "Billy: Oh, come on! (Laughs)",
        "josh: What are you laughing at?",
        "Billy: Come on, little brother. When have you ever seen reva play second fiddle to anybody about anything?",
        "Reva: You want me to do the readings. Me?",
        "Christopher: I wouldn't consider being a part of this any other way.",
        "Reva: But i don't... I don't think I'm ready.",
        "Christopher: You are perfectly prepared for this. Didn't our work in europe together mean anything to you?",
        "Reva: Of course it did. It meant the world to me.",
        "Christopher: Then why do you find this such a strange idea?",
        "Reva: Because i'm not an expert. Because I'm just brand new with all of this stuff and arthur is...",
        "Christopher: Arthur is talented, and so are you.",
        "Reva: I don't know.",
        "Christopher: Then we're just going to have to make sure that you're certain about this. I want to meet with you tomorrow and we'll take it from there.",
        "Reva: Christopher, I don't think that's the best idea.",
        "Christopher: Will you meet with me?",
        "Reva: Okay. I'll give it no promises. Honey?",
        "Christopher: I'll talk to you later.",
        "Reva: Thanks. Sweetheart, what is it? What's wrong?",
        "Harley: Blake and mel and i have talked about starting up an agency, you know, to help people who can't afford it, all those people who seem to fall between the cracks in the system.",
        "Bill: Well that sounds kind of...",
        "Harley: ...Incredibly like what you guys are doing. And, you know, it's all those people who can't help themselves nonprofit thing. And I've done all of the leg work with uncle sam already. What do you say we just join forces?",
        "Bill: I mean, that sounds almost too good to be true. It would make the fund raising a whole lot more efficient, though.",
        "Michelle: Yeah, i've already drawn up a whole list of people we could hit up for money, like dr. Grant and the spauldings.",
        "Harley: Well, how about this? How about you guys take care of the fund- raising, I'll cake care of the paperwork. How's that sound?",
        "Alan: You're a fool if you give up on eden.",
        "Gus: No. I'm A... I don't think i have a choice.",
        "Alan: Don't ever give up on your sister. Many times i've wanted to give up on alex and phillip, but i never did because they are both family, just as you are.",
        "Gus: I destroyed her. I destroyed her.",
        "Alan: But if you walk away, it won't do either one of you any good. What you need to do with her is sit her down, talk with her, and explain to her the truth, then she will understand.",
        "Gus: I'm going to go, all right? The meals are getting cold. The boys are going to be upset.",
        "Alan: But think about what i said.",
        "Gus: Yeah. All right, big... All right, al, I will.",
        "Reva: Hey, what is it? What's wrong? Tell me what happened? Is it tony? Did he...",
        "Marah: No. No, he didn't hurt me. I did it to myself. Mom, i want to move back home.",
        "Reva: Of course. Of course, sweetheart. Whatever you want. But tell me what happened.",
        "Marah: I can'T. Not right now. Can we talk about it later, please?",
        "Reva: Okay. Can I get you anything?",
        "Marah: Just some time. I just need to think.",
        "Marah: No, honey. We need to talk about this. We need to talk about this right now.",
        "Marah: Mom, i mean it, please.",
        "Reva: Okay. Okay. Close your troubles like a flood raging through your veins no amount of love's enough to end the pain tenderness and time can heal and right your wrongs but the anger that you feel goes on and on waiting to reach out for love when it falls apart when it cannot rise above a wounded heart.",
        "[NEXT_ON]",
        "Danny: Well, we'll give you a chance to figure out if this thing with edmund is a fling or if he means more to you than you think.",
        "Eden: Do you want to know the truth? If bill wasn't in the picture, i would make a move on tony myself.",
        "Danny: Well, I've got to hand it to her, she doesn't waste any time.",
        "Tony: Eden...",
        "Danny: Eden what?",
        "Tony: She was trying to get me back to see marah.",
        "Danny: Right. Sure she was. With her hands all over you?"
    ],
    "Transcript Author": [
        "Provided by Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=yM8ewwOh0bM"
}