{
    "Episode Summary": [],
    "Recap": [
        "Alan hallucinates and spoils a romantic interlude for Gus and Harley. Harley and Gus get hot and heavy later. The stranger at the front desk of the goes to the bar to wait for his room. He later passes back through the lobby, but Cassie doesn't see him or the resemblance to Richard. Tammy sees Edmund and Cassie dancing and questions what is going on. Cassie thanks Edmund for covering what was happening. Edmund says it was just a dance, but Cassie says there was something happening and they both know it. Edmund later fantasizes about dancing with Cassie and kissing her. Marina models for Shayne. Alex and Edmund talk and she asks him to help her. Edmund says he will help for a price. Cassie talks to Rick about what happened with Edmund. She feels that she is betraying Richard's memory on the eve of this beautiful tribute to his life."
    ],
    "Recap Author": "Barbara",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: Hi. What have you got there?",
        "Harley: A truce? I give up.",
        "Gus: Ah. You looking for some company?",
        "Harley: Well, it's been all about Alan around here. I thought maybe we could have some Harley-and-Gus time.",
        "Gus: That sounds very nice to me. Thank you.",
        "Harley: I mean, I'm not thrilled that he's in the house with us, and the fact that you share DNA doesn't seem to make it any easier for me. But I am trying.",
        "Gus: Well, it's not going to be much longer, I promise you. I promise. Did you see him out there? My father, looking up at the stars? The whole thing is so surreal to me, you know.",
        "Harley: Well, he can have all the stars he wants if I can have you all to myself.",
        "[SCENE_BREAK]",
        "Alexandra: May the late great Alan Spaulding rest in peace, knowing that the company and the family is in your hands. And since Alan's not here, I will teach you everything you need to know about being a Spaulding.",
        "Alan: You will never replace me, Alexandra. Never!",
        "[SCENE_BREAK]",
        "Alexandra: \"I'm alive and coming to get you.\" Then it's true. Oh. Oh. Oh, you... you are out there, Alan. That drug's wearing off, and you know... You know something. You know something.",
        "Nolan: I'm sorry. I thought you were talking to someone.",
        "Alexandra: Nolan. I need to know who delivered this note to me.",
        "Nolan: I don't really know. They just slipped it under the door, and... It's not bad news, is it?",
        "Alexandra: No. No, it's fine. Everything is just fine. But I need to get some rest. So will you make sure that the house is all locked down tight? And I won't be taking any phone calls.",
        "Nolan: All right. Very good.",
        "[SCENE_BREAK]",
        "Desk clerk: Excuse me, sir. We're upgrading you to much nicer room, the Presidential suite. You can have a drink on us while you're waiting.",
        "Tammy: Mom? What are you doing?",
        "Cassie: Be home by 11:00.",
        "Tammy: 11:30?",
        "Cassie: 11:00. And be careful.",
        "Tammy: Okay. You, too.",
        "Cassie: Thanks for telling her that nothing was going on.",
        "Edmund: Nothing was going on. A dance is just a dance.",
        "Cassie: That's not true. Something happened between us, Edmund, and you know it and I know it.",
        "[SCENE_BREAK]",
        "Marina: Shayne! Turn around. Eyes back in your head, okay? What are you doing here?",
        "Shayne: I'm dropping off a care package. My parents are convinced that Marah's moving across the country and not just across town.",
        "Marina: Yeah, well, she's out with Tony. She said I could borrow something to wear for the gala.",
        "Shayne: Oh, so that's what you're doing here. So where's my friend Ben?",
        "Marina: He's working late, as usual.",
        "Shayne: His loss. You know, we need to talk.",
        "Marina: Shayne, turn around. You know, maybe we shouldn't.",
        "Shayne: Yeah, we should.",
        "Marina: Yeah, I know, but you know, people need to talk, and then they actually talk, and then nothing's ever the same again. And I just... I don't want to lose you, Shayne Lewis.",
        "Shayne: That's not going to happen.",
        "Marina: You know I'm with Ben.",
        "Shayne: Yeah, you don't need to remind me.",
        "Marina: Yeah, but when you walked in here just now...",
        "Shayne: Look, I'm your friend, okay? But I'm also a guy, you know? And objectively speaking, you're not...",
        "Marina: You know what? Just listen. I mean, was that thing even really a kiss, you know?",
        "Shayne: No, we were both just caught up in the excitement of the moment.",
        "Marina: I know. That's what it was. It's the excitement in the moment. It's the adrenaline rush. I was just... I mean, it's not every day that a scout comes and discovers you. I was just so happy for you.",
        "Shayne: Right.",
        "Marina: I mean I was, you know? It was weird. I almost felt as if he were, like, discovering me or something, too, as weird as that sounds. So I guess when we... You know, it just didn't mean anything other than I was really happy for you.",
        "Shayne: Okay.",
        "Marina: Okay. So are we okay?",
        "Shayne: Yeah, sure.",
        "Marina: Okay, good. You know, you need to remember when that scout actually signs you, we need to be a little more careful as to exactly how it is we express our excitement.",
        "Shayne: If you say so.",
        "Marina: Oh, you can... You can turn around now. What do you think? Yeah, I don't know. My dad would probably flip. He still thinks I'm 12. Come on, what do you think, objectively speaking, of course?",
        "Shayne: You don't look 12 to me.",
        "[SCENE_BREAK]",
        "Gus: Alan, that is not Alexandra. It's Harley. Look at her. Look at her. That's Harley.",
        "Alan: I've never been so happy in my life to see you, Harley.",
        "Harley: Well, that's a first.",
        "Gus: Sit down. Sit down. Sit down.",
        "Harley: Yeah, sit down.",
        "Alan: I don't know what happened.",
        "Gus: It's okay. I thought the worst was over. I thought the drugs were all out of his system.",
        "Harley: You know what? This might not be such a bad thing.",
        "Gus: Why? What do you mean?",
        "Harley: We didn't have any proof that Alexandra was drugging him. Now maybe we do.",
        "Alan: What do you mean?",
        "Gus: We run a blood test. We take a blood sample. We do a tox screen.",
        "Alan: No. No needles and no hospitals.",
        "Gus: That's all right. He's right. I mean, we're not going to take him to Cedars. I mean, everybody's looking for him-- half the force, half the town. We'll have to keep Alexandra and Phillip in the dark, till we prove what she's done to him. Then what?",
        "Harley: We don't have to go anywhere. We have a new neighbor, the transferred RN. And she doesn't know Alan from Adam.",
        "Gus: Okay, so we get a blood sample.",
        "Harley: Yes.",
        "Gus: But then, how do we run the test?",
        "Harley: I've got somebody in mind. Let me just make a call.",
        "Gus: You have any idea how much you owe that lady?",
        "Alan: Believe me, Gus, I always repay my debts. Just ask Alexandra.",
        "[SCENE_BREAK]",
        "Alexandra: Come on in. You want to climb in here with me? Did you have a bad dream or something?",
        "Lizzie: Next, you'll want to read me a bedtime story.",
        "Alexandra: Oh.",
        "Lizzie: Besides, if anyone is scared, it's you.",
        "Alexandra: (Laughs)",
        "Lizzie: Grandpa isn't on a business trip, is he?",
        "Alexandra: No, he isn't, darling.",
        "Lizzie: In fact, the only trip he's on, is in his head, right?",
        "Alexandra: Who told you about Alan, Lizzie?",
        "Lizzie: How could you all keep this from me?",
        "Alexandra: Don't be angry at us for, you know, trying to protect you. You know that's... (Laughs) that's just our misguided love.",
        "Lizzie: I don't need that kind of love. I'm sorry, Aunt Alex. It wasn't your place to tell me. It was Mom and Dad's. He's your brother. You must want him home safe and sound more than anyone.",
        "Alexandra: Absolutely. Absolutely. He is in my every single waking thought, dear, which is exactly why I need to get some sleep.",
        "Lizzie: Good night.",
        "Alexandra: Good night, sweetheart. And Lizzie... Lizzie, don't be too harsh on your parents. I mean after all, their hearts were in the right spot.",
        "Lizzie: I'll give it my best shot. See you in the morning.",
        "Alexandra: Alan, you and I haven't played hide and seek in a long time, have we? It's so long you've probably forgotten that I always win. Remember? Good Lord! Handmade, Jermyn Street... Oh, for... Oh... oh, this is... You...",
        "Nolan: Excuse me, ma'am?",
        "Alexandra: No! What?! Nolan. Will you stop creeping like that?",
        "Nolan: I'm sorry. Are you all right?",
        "Alexandra: Just tell me something. Are these Alan's shoes?",
        "Nolan: I believe they are, ma'am?",
        "Alexandra: They're are his shoes. Well, how did they get in here? I mean these shows just don't walk in here. Never mind. Never mind. Could you please just get them out of here?",
        "Nolan: Yes. Yes, ma'am.",
        "Alexandra: Thank you. (Laughs) Don't be ridiculous. It's just milk.",
        "[SCENE_BREAK]",
        "Lizzie: I can't wait. Why do you sound so surprised, Olivia? Why wouldn't I want a new dress? Well, Aunt Alex reminded me how important it is for us to stick together right now. I mean, you are my ex-step-grandmother and future whatever. So I'll see you in the morning.",
        "Tammy: And the award for \"Best Actress in a family drama\" goes to...",
        "Lizzie: She really thinks she can win me over by some shopping trip. Please.",
        "Tammy: It could be fun.",
        "Lizzie: Oh, yeah, it'll be a great time. So what are you up to? I mean, it's kind of late for you to be driving around.",
        "Tammy: I wanted to apologize for not telling you about your grandfather.",
        "Lizzie: It was my parents' place to tell me. But they're liars. That's what they do. They call it protection, but they just don't want to deal.",
        "Tammy: With what?",
        "Lizzie: With me. Idea: Let's go see Marah's new place.",
        "Tammy: Now?",
        "Lizzie: She's your cousin. You can stop by whenever you want, right?",
        "Tammy: I have a curfew.",
        "Lizzie: Please? Just for a little bit?",
        "Tammy: Okay. Hey, I know there's a lot of crazy stuff going on with your family right now, but just for the record, parents don't always lie.",
        "Lizzie: Whatever you say.",
        "[SCENE_BREAK]",
        "Cassie: I... I owe you an apology, Edmund.",
        "Edmund: Why?",
        "Cassie: Because I used you. When we were on the dance floor, I didn't see you as Edmund Winslow and all the baggage that comes with you, you know? I just... You were just a man.",
        "Edmund: And any man would have done?",
        "Cassie: In that moment, yes. Um, God, that really sounds...",
        "Edmund: Awful. (Laughs) But it's very human. And as you said, Cassie, it takes two to tango. And if we had kissed in that moment, well, I don't think it would have been the end of it.",
        "Cassie: It wouldn't?",
        "Edmund: No. And if I've given you a few moments of distraction or happiness, I'm glad. And I have to tell you, I think I like the idea that you are seeing me as just a man, forgetting all the awful things I've done to you, if even only for a song.",
        "Cassie: You're a very good dancer.",
        "Edmund: So are you. You think you could squeeze me onto your dance card tomorrow night?",
        "Cassie: I think I can. (Cell phone rings)",
        "Edmund: It's a bad time.",
        "Alexandra: Yes, it is. I need you to come over here right away.",
        "Edmund: Tomorrow.",
        "Alexandra: Tonight. You're the only one I can trust.",
        "Edmund: All right, I'll be right there. I have to go. Benefactor for the library. She wants to increase her donation... Or at least she will when I'm finished with her.",
        "Cassie: That's great. Go. Edmund?",
        "Edmund: Nothing. See you later.",
        "Cassie: Wait. Um, thanks for understanding all of that.",
        "Edmund: It was just a dance.",
        "Desk clerk: Mrs. Winslow, shall I take the champagne out onto the terrace? Mrs. Winslow?",
        "Cassie: Oh. Um, sorry. I was just.. It's one of my husband's favorite songs, so...",
        "Desk clerk: Your room is ready, sir.",
        "Bell boy: It's not every day we get an orchestra here. It sounds pretty good though, huh?",
        "Cassie: Um, I'm going to do the receipts down here, so if you could bring them to me, that would be great. I'm going to hang out till Tammy gets back.",
        "[SCENE_BREAK]",
        "Lizzie: Can you believe this place? No parents around. This is.. This is more than cool.",
        "Tammy: Didn't you just leave a place like that?",
        "Lizzie: Boarding school is nothing like that. There are rules, and you didn't get to choose who you get to live with. This... This is freedom.",
        "Shayne: You need to work on your pick-off move. Look you guys. Tammy and Lizzie. What are you doing here? When did you get back?",
        "Lizzie: I've been around. In fact, I saw you at Company this morning.",
        "Shayne: Why didn't you say hi?",
        "Lizzie: Let's just say you were a little preoccupied.",
        "Marina: You're the one who didn't hit the stupid ball... Hey! Lizzie, hey! Whoa! I can't believe you're back here. Is school out in Connecticut or what?",
        "Tammy: Oh, well, there was a fire. Actually, Lizzie's lucky to be alive.",
        "Shayne: I'm glad you're okay.",
        "Lizzie: I'm better and I'm back, and I want to know what I missed out on. So how long have you two been playing catch?",
        "Marina: Oh, I was just helping him with his pitching motion. Just, you know, just helping him out as a friend.",
        "Lizzie: Well, with a dress like that, it's hard to miss. Great target.",
        "Tammy: Also a fabulous dress.",
        "Marina: Thank you. You know, Marah has a ton of them. Go throw one on. You can help me beat Shayne.",
        "Tammy: I can't. You know, my mom's...",
        "Marina: Oh, yeah. Don't say anything else. I understand the countdown to curfew. Oh, you know, if it'll help you out, I could give Lizzie a ride home later and give us a chance to catch up. My car's out front.",
        "Lizzie: The convertible is yours?",
        "Marah: I know, right? Isn't great? Ben gave it to me.",
        "Lizzie: He got you a car?",
        "Marah: Yeah.",
        "Lizzie: You guys are serious.",
        "Marina: You have no idea. Oh, and uh, just so we all know this, the whole car thing is extremely on the D.L.",
        "Shayne: I don't think anybody uses that anymore.",
        "Marina: (Laughs) No, seriously. Because I think my dad thinks the only set of wheels I need right now are training wheels, and uh, he's not exactly the biggest fan of Ben. So, you know, until that changes or I turn 18, I'm keeping the car strictly out of his sight line.",
        "Lizzie: Well, your secret is safe with me. I wouldn't want to get anyone in any trouble.",
        "Frank: You've got some serious explaining to do, young lady.",
        "[SCENE_BREAK]",
        "Edmund: I was kind of hoping we could meet down in the study.",
        "Alexandra: What? I am not trying to seduce you, you idiot! Read this.",
        "Edmund: (Laughs) At least we know your brother's still alive.",
        "Alexandra: Alive and well and kicking and hell bent on terrifying me. Edmund, I want you to help me stop this. Just stop the whole thing. You owe me.",
        "Edmund: Consider my silence through this ordeal payment in full.",
        "Alexandra: Come on, you're not going to abandon me now. Please.",
        "Edmund: Alexandra, you helped me when I was down, and I'm never going to forget that. But now the shoes on the other foot, so if you need my help, you've got it.",
        "Alexandra: You are a prince.",
        "Edmund: Yes, I am, for a price.",
        "[SCENE_BREAK]",
        "Rick: You're putting me in a really lousy position, Harley. Really lousy. I can't start doing favors.",
        "Harley: Favors?",
        "Rick: That's right.",
        "Harley: I gave birth to your son. Do you forget what's involved in labor?",
        "Rick: Please. I can still hear the echo of your screaming. I was there, remember?",
        "Harley: Well, you weren't the one who was actually doing...",
        "Rick: What is this all about?",
        "Harley: Rick, I have to prove that a witness was poisoned.",
        "Rick: This is a very big favor, Harley. I hope this is important.",
        "Harley: I know. I know. Are you in or out?",
        "Rick: All right. I'll drop it off at the lab on the way to the Beacon. You owe me.",
        "Harley: I know. Thank you. You can come out.",
        "Gus: Yeah? Go ahead.",
        "Alan: Good work. Good work. Once we have proof that Alexandra drugged me, we will seal my sister's fate. I know that you and I have had our differences in the past. We've fought a lot. But this is the fight of my life, Harley. And you will never know how much you have helped through this. Gus, once we have proof, we go to the next step, and we have to find the source of that drug by any means necessary.",
        "[SCENE_BREAK]",
        "Marina: Okay, I can explain. I can explain. You're just going to have to give a minute here.",
        "Frank: Why? So you can come up with an excuse? The evidence is right in front of my face.",
        "Marina: Evidence? Daddy, you're the Chief of Police. You're not...",
        "Frank: What, the boss of you? Actually I'm both. Exhibit A. Exhibit B. And, well, exhibit C.",
        "Marina: Wait. Huh?",
        "Frank: I told your grandfather that you needed to study for an exam. That's why he gave you the night off.",
        "Marina: Oh. Oh, you're upset. You think I'm skipping out on my responsibilities on that.",
        "Frank: Is there another reason I should be upset with you?",
        "Marina: No. No, nothing. Dad, this is great. You should totally hang out with us. You love baseball. It'd be really fun.",
        "Frank: Marina?",
        "Tammy: Well, I better get home, so...",
        "Lizzie: I think I'm going to need that ride home after all. It was so sweet of you to offer to drive me home. I mean, it was sweet of you to have Shayne drive the both of us.",
        "Frank: Is that your convertible parked out front, Shayne?",
        "Shayne: No, it's not.",
        "Frank: Well, you're a lucky man, because I gave it a big fat ticket.",
        "Marina: What? You did what?",
        "Frank: Don't tell me. Marina.",
        "Marina: Okay, I can explain. I can explain. Let me just grab my stuff, okay?",
        "Frank: You know what? You're not grabbing anything. Actually you're coming with me right now, and you can drop off Marah's dress tomorrow.",
        "Marina: Bye, everyone. Bye, pretty car.",
        "Frank: Marina.",
        "Lizzie: I really hope I didn't cause any real trouble for Marina when I mentioned the car.",
        "[SCENE_BREAK]",
        "Harley: Unbelievable.",
        "Alan: What's unbelievable?",
        "Harley: You are. You're unbelievable. Nothing is ever enough for you.",
        "Gus: Honey, he's right. He's right. You can't just find the drugs in his system. We got to link it to Alexandra. We have to prove it. We have to find something in her possession.",
        "Harley: Honey, what we have to do is go to the D.A. and build a case. If we don't do this right, there won't be any case at all.",
        "Alan: You know what? She's right. You're right. We'll cross that bridge when we come to it. The important thing is that you know that we're both on the same page in this. I'm going to go rest. But thank you again, Harley.",
        "Gus: Honey, listen. Look at him. You do both want the same thing. You both are on the same page.",
        "Harley: He wants revenge. I want justice. The question is, what do you want?",
        "Gus: You know what I want.",
        "[SCENE_BREAK]",
        "Alexandra: All that talk about turning over a new leaf, huh? You're still completely incapable of doing something for the sheer virtue of the thing.",
        "Edmund: I'm just going to step over here and leave a little room for the lightning to strike.",
        "Alexandra: (Laughs)",
        "Edmund: Darling, you are in absolutely no position to preach about virtue. You make your brother's life a living hell, you strip him of his dignity and his sanity. I just think he's coming back to return the favor. Who the hell am I to get in his way?",
        "Alexandra: All right, that drug is wearing off, Edmund. It could make him completely unpredictable. Who knows what he's capable of doing now?",
        "Edmund: If I were in his shoes, I'd know exactly what to do.",
        "Alexandra: And please don't mention shoes.",
        "Edmund: You're really scared, aren't you? Well, I can promise there won't be a single bump in the night at the gala for Richard. So let's see. You've R.S.V.P.'ed. Your checkbook has R.S.V.P.'ed. And I think you'll be making another sizable donation.",
        "Alexandra: No, I'm going to stay in until my potentially homicidal brother is found. But I'll write you a check right now if you want.",
        "Edmund: Wouldn't your rather be in a public place with lots of people?",
        "Alexandra: Well, you have a point. So I'll be there.",
        "Edmund: Good. So what am I supposed to do with Alan when I find him?",
        "Alexandra: Nothing. Nothing. I want to find him so I can help him, and so he won't get hurt, and so he won't be able to hurt me either. Well, I think that is what I'm paying your conscious to stay quiet about, isn't it?",
        "Edmund: The money's going to Richard's library. I promised Cassie I'd raise a certain amount of money. I wasn't able to do it; now I can. She deserves for this evening to be a great success.",
        "Alexandra: Oh, she does, does she? Well, gosh, I guess I should have known that all this change wasn't totally out of brotherly love. I guess Richard's legacy also includes his widow?",
        "[SCENE_BREAK]",
        "Cassie: Five minutes past curfew. That's not like you, Tammy. Hi, Tammy. I'm assuming you're concentrating on your driving and that's why you're not answering your telephone. I'm sure you're going to be walking in the door any minute. Good-bye.",
        "Rick: Man, at least my parents gave me a ten-minute grace period.",
        "Cassie: (Laughs) And look how you turned out.",
        "Rick: Yeah.",
        "Cassie: When Jude's 17, you're going to do the same thing to him.",
        "Rick: Oh, no. See, Jude's going to stay one and half for the rest of his life. He thinks I'm the greatest daddy in the world, and that is the way it's going to stay.",
        "Cassie: (Laughs) Tammy grows older and wiser from breakfast to dinner. Just can't stop it.",
        "Rick: Really looking forward to this. I think it's wonderful that you're throwing a party in Richard's honor, Cassie. He touched so many people's lives. He was such a good man. And certainly what he gave to me, there's not a day that goes by that I don't feel gratitude. I'm sorry. I managed to ruin your day again.",
        "Cassie: No, Rick.",
        "Rick: I've got a knack for that.",
        "Cassie: (Laughs) No, I'm fine. I just... Maybe you're the one person who'll understand.",
        "Rick: Understand what?",
        "Cassie: That on the eve of celebrating Richard's life, I feel like I'm betraying him.",
        "[SCENE_BREAK]",
        "Alexandra: Oh. For God's sake, I'm never going to sleep. You know... Oh. You know, Alan, you're always the one afraid of the dark, afraid of being locked in the closets, weren't you? Afraid of the monsters in there? Brandon was the monster you want, because he's the one that locked you in the bloody closets, remember? I'm the one that always got you out, Alan. My God. That's it. That's just it. That's it.",
        "[SCENE_BREAK]",
        "Gus: Come on.",
        "Harley: Wait. Where are we going?",
        "Gus: Upstairs, where we can be more comfortable.",
        "Harley: I am really comfortable down here.",
        "Gus: Down here?",
        "Harley: Down here.",
        "Gus: What if my father comes down and catches us on the couch?",
        "Harley: Well, then it will be like high school, you know? You're making out...",
        "Gus: Yeah.",
        "Harley: Only my father wasn't around, so I never really had that experience. But Frank was sort of tough.",
        "Gus: We've got some time to make up for, for you. Are you going to be okay?",
        "Harley: Mm-hmm.",
        "Gus: You all right now?",
        "Harley: The doctor said the more therapy, the better.",
        "Gus: Really? Well, does this qualify?",
        "Harley: Yes.",
        "Gus: Do you have any idea how amazing you are?",
        "Harley: Show me. Within, without there is no sound we move together up and down we levitate our bodies soar our feet don't even touch the floor nobody knows you like I do because the world may not understand that I grow stronger in your hands turn the lights down low take it off let me show you my love for you insatiable turn me on never stop want to taste every drop my love for you insatiable turn the lights down low take it off let me show you my love for you insatiable turn me on never stop want to taste every drop my love for you insatiable baby oh yeah we never sleep we're always holding hands kissing for hours talking making plans I feel like a better man just being in the same room we never sleep there's just so much to do so much to say can't close my eyes when I'm with you insatiable the will of loving you yeah turn the lights down low take it off let me show you my love for you insatiable turn me on never stop want to taste every drop my love for you insatiable turn the lights down low take it off let me show you my love for you insatiable turn me on never stop want to taste every drop my love for you insatiable...",
        "[SCENE_BREAK]",
        "Rick: So let me get this straight. This is Edmund you're talking about? Edmund Winslow? Tall guy, looks good in a suit?",
        "Cassie: This is so embarrassing.",
        "Rick: Well, don't be embarrassed. Cassie, come on. Look. Look at this past. You've worked so hard to get your life back on track, and you've done that. But life is more than hanging on. It certainly wouldn't be a sin for you to start dating again.",
        "Cassie: (Sighs)",
        "Rick: And God forbid, even be kissed again. Give yourself a break.",
        "Cassie: You think?",
        "Rick: I know. I mean, even though it's Edmund.",
        "Cassie: I told Edmund that it could be any man. But I'm not so sure that's true.",
        "Rick: Really?",
        "Cassie: He's the only person that doesn't look at me like \"poor Cassie,\" you know.",
        "Rick: So, I mean, you know, if I didn't look at you that way, would you kiss me?",
        "Cassie: Rick, get out of here! (Laughter)",
        "Tammy: Hi, Rick.",
        "Rick: Hey, how are you doing, Tammy?",
        "Tammy: Mom, I'm sorry. I know it's late. It will never happen again.",
        "Cassie: Oh, it's okay. I'm just so glad you're home and you're safe.",
        "Tammy: Okay.",
        "Cassie: Well, we're going to go to bed.",
        "Rick: I've got a meeting. Good seeing you, Tammy.",
        "Cassie: Thanks for the talk.",
        "Rick: You're welcome.",
        "[SCENE_BREAK]",
        "Edmund: You're the violinist.",
        "Sam: How did you know? (Laughter)",
        "Edmund: I'm Edmund Winslow.",
        "Sam: I know. I'm Sam.",
        "Edmund: Sam. Of course you are. The waltz you were playing earlier, would you mind playing it again, Sam? (Waltz plays)"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=139eUQisuZI"
}