{
    "Episode Summary": [],
    "Recap": [
        "At the Beacon, Cassie lies in Bed thinking about her conversation with Jeffrey. Cassie awakens a sleeping Edmund to tell him how much she loves him and how important he is to her. Gus arrives to question Edmund about what he remembers about the San Cristobel drug lab and who was behind the antimonies project all those years ago. Edmund tells Gus that Alan was in charge of the project. Cassie listens to their conversation and continues to have doubts about Edmund. Cassie tries to put the doubts out of her mind.",
        "At Spaulding Enterprises, The young college interns arrive for their meeting with Alan about the contest. Alan is late so the future interns start to play around and imitate Alan's voice. Alan arrives and tells them he was watching them from the Spaulding security camera and from what he saw they are not Spaulding material. Alan decides to give the kids another chance and explains the rules of the contest to them. They will be divided into teams and compete on how they handle different projects. The winners will get points the losers will get no points. The person with the most points wins the job and gets their college tuition paid. Alan informs Philip that the federal investigation will be over soon. Philip has to hurry to put his plan in place to make Olivia the person who will take the blame for the problems at Spaulding. Philip informs his father that he has placed an envelope full of incriminating memos in Olivia's office. Alexandra takes pictures of the interns. Gus grows even more suspicious of Alan when he refuses to have his picture taken with the interns. Lizzie finally persuades her Grandpa to have his picture taken with the interns. Salairno finally agrees to let Danny take the meeting with the drug supplier during the San Cristobel festival. Tony and Danny manage to persuade Salairno to kill Jeffrey after Frank raids the club and is informed by Frank that it was an order from Jeffrey. Danny calls Jeffrey to give him good news and better news. The good news is that Danny gets to meet with the drug supplier. The better news is that Danny has been ordered by Salairno to kill Jeffrey."
    ],
    "Recap Author": "Eva",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: But I do know that edmund's a good man.",
        "Jeffrey: Well, you're about the only person in this town who would describe him in that way, but hey, fine. I mean, love is blind, I guess.",
        "Cassie: Edmund is not involved with drugs. That I can assure you.",
        "Jeffrey: Well, I can assure you I have very good sources.",
        "Cassie: Good. I'm glad you're awake. There's something I need to tell you.",
        "Alan: Well, it's good to see you roaming the halls again, phillip. It's only a matter of time before you'll be back at the helm.",
        "Phillip: I'm looking forward to it.",
        "Alan: I'm on my way to a meeting, but I'm glad I ran into you. I have some very good news to tell you.",
        "Phillip: You have some good news?",
        "Alan: Yeah.",
        "Phillip: Let's hear it.",
        "Alan: Well, it seems the fed investigation of us will be over very soon, so it will be back to business as usual. So I think that's very good news.",
        "Phillip: Yeah. It's the timing. Well, okay. Well, I've a lot of work to do if I'm going to set up olivia to take this fall.",
        "Alan: You surely do. He's back, all right.",
        "Gus: Alan, you trying to get in this picture or out of it?",
        "Frank: Thank you very much. I'm closing the case. The evidence suggests that the warehouse explosion that killed eden august was nothing more than a tragic accident, the spark igniting paint cans. At least that's what I'm putting on the record.",
        "Jeffrey: And off the record?",
        "Frank: Off the record I think we both know this was a mob hit.",
        "Danny: Hey.",
        "Tony: Hey. Hey, what are you doing here? Why aren't you at the hospital with michelle?",
        "Danny: Because this is where I need to be if I'm going to protect her from salerno. Right now he thinks she's never going to wake up. If she does...",
        "Tony: Yeah, I know that. I know that. He'll come after her.",
        "Danny: Right. So we've got to bring him down before that happens.",
        "Tony: Well, I have a feeling vinnie's going to take himself down, danny. He's getting sloppy. If I were in charge, it wouldn't happen.",
        "Danny: Yeah, but you're not.",
        "Tony: Not yet.",
        "Danny: Tony?",
        "Tony: What?",
        "Danny: We can't just sit around waiting for vinnie to screw up. We need to force his hand, get him to make a mistake.",
        "Tony: Yeah, I know that. I know that. He'll make a mistake, danny. Now, listen. You play your game and I'll play mine, all right? I'll see you inside. Go on.",
        "Salerno: Put those out in the back. Daniel, good to see you.",
        "Danny: How are you doing? Well, you want me to take care of that shipment for you, so I'm here. You want me on the next plane to san cristobal?",
        "Salerno: Persistence-- I like that.",
        "Danny: I'm ready, vinnie.",
        "Salerno: You have come a long way, my friend. That's for certain.",
        "Tony: Vinnie, he's got a long way to go. I'm telling you don't trust him. Danny's not what he seems to be.",
        "Alexandra: Phillip, what are you doing here?",
        "Phillip: I'm saving the company. What are you doing?",
        "Alexandra: Ditto. Oh, have you seen alan?",
        "Phillip: He said something about a meeting.",
        "Alexandra: Right.",
        "Sandy: Is alan coming, or do I have time to make a doughnut run?",
        "Joey: Oh, yeah. Count me in for two powdered.",
        "Shayne: I'll take jelly.",
        "Tammy: Frosted. Oh, glazed.",
        "Lizzie: You guys, my grandfather is going to be here any minute. I'm telling you, he's going the make this summer job worth our while.",
        "Marina: Kira was supposed to be at this meeting, too. I wonder where she is.",
        "Sandy: Ah, maybe she made a doughnut run.",
        "Joey: Why'd this meeting have to be so early anyway? If I ruled the world, I would make us all meet at noon.",
        "Remy: Well, you don't rule the world. Alan spaulding does.",
        "Joey: So what do you guys think, huh? Would I make a good spaulding?",
        "Tammy: Hey, mr. Spaulding, how come you're so late to your own meeting?",
        "Sandy: And would it kill you to get us some doughnuts, man?",
        "Joey: Now settle down, kids. We're here to work, not eat.",
        "Shayne: Eat this.",
        "Gus: I don't know. Maybe if we're really lucky, your name won't even come up.",
        "Frank: I'm not the only one who thinks that this explosion at the warehouse wasn't just an accident.",
        "Jeffrey: Who else, frank?",
        "Frank: Well, my girlfriend, for one.",
        "Jeffrey: Well, that's normal. You know, she's got a history with salerno. It's normal that she has concerns.",
        "Frank: She's got a lot more than just concerns. Her bags are packed. She wants to leave town. She's scared to death that salerno's going to come after her just the way he did to eden. I don't like the way this guy just rolled into town and started pushing his weight around.",
        "Jeffrey: Frank, if this is personal...",
        "Frank: It's not just personal, jeffrey, okay? Everybody senses this mob presence in town right now.",
        "Jeffrey: So what are you going to do about it, chief?",
        "Frank: Well, for starters I'm planning a little raid on salerno's club, and I thought I'd tell you about it before it went down.",
        "Jeffrey: Okay, good. Good. Lean on him. The da's office will be behind you 100%.",
        "Frank: Well, good. Thank you.",
        "Jeffrey: As a matter of fact, frank, I want salerno to know that this little raid of yours has my stamp of approval. So tell him this is a personal message from me.",
        "Cassie: Thank you. Right away. Yeah.I]",
        "Edmund: All right. Now I'm awake.",
        "Cassie: I ordered you some coffee.",
        "Edmund: Thank you. Thank you. So what is it you needed to tell me?",
        "Cassie: I just need you to know how much I love you. I mean, the way you've turned your life around, the way you treat the kids, the way you treat me, and the way you stir your coffee and the way you tie your tie. It's the big things, it's the little things, it's everything, edmund. I love spending my life with you, and the fact that we can tell each other anything-- i mean anything.",
        "Edmund: Oh, I love you too, cassie. Forgive me for not being able to put it anywhere anymore eloquently at this obscene hour of the morning, but I love... is that why you... is that what you woke me up to tell me?",
        "Cassie: I didn't wake you up. Okay, so I woke you up. I just really need you to know this. (Phone rings)",
        "Edmund: I have to get that.",
        "Cassie: Edmund? (Knocking on door)",
        "Gus: Hey.",
        "Cassie: What are you doing here?",
        "Gus: I need to talk to edmund about san cristobal.",
        "Edmund: The festival?",
        "Gus: Antimonius.",
        "Salerno: I take it you've got a little problem with your cousin.",
        "Tony: Yeah, you're right. I do. Ever since you let him back in the business, danny's been trying to push his way ahead, asking for jobs that he hasn't earned the right to work yet. Now he wants this drug job.",
        "Salerno: Oh, I knew this would happen-- it would only be matter of time before you two are at each other's throats. So what do you want to do? Do I let you two duke it out, huh?",
        "Danny: I'm not fighting him.",
        "Tony: You got something the say, danny, why don't you say it to my face?",
        "Danny: All right. I'm not fighting you.",
        "Tony: That's right. Because it's not your style. Blowing up whores in a warehouse is, right?",
        "Salerno: Show a little respect for the dead.",
        "Tony: What, vinnie, like you had respect for eden, right?",
        "Salerno: I loved that girl, okay? And if she hadn't gone against me, she would still be around. If I remember correctly, wasn't it just the other day that you were singing a different tune?",
        "Tony: If I remember correctly, vinnie, you didn't let me finish the song. She's trash, vinny. Sorry, but eden was trash.",
        "Danny: Vinnie... what's your problem, tony?",
        "Tony: Same problem as you, danny. Hey, you're on the high horse, right, because you pulled off that hit on vinnie's worthless ex.",
        "Salerno: You're out of line, my friend.",
        "Tony: Yeah?",
        "Salerno: Get him out of here, danny.",
        "Danny: Get him out? Get him out, or take him out. Vinnie, just tell me how you want it done.",
        "Alan: Give me one good ason I shouldn't fire everyone of you.",
        "Remy: Because technically you haven't hired us yet?",
        "Alan: Well, you see, I was outside watching you all via the security camera. I wanted to get an idea of what kind of future spaulding employees you would make. And I must tell you, ladies and gentlemen, I wasn't very impressed.",
        "Lizzie: Grandpa, please just give them another chance.",
        "Alan: You're going to work very hard. You're going to work long hours and have short breaks. You're going to work in small little cubicles with deadlines to meet. There will be dress codes, conduct codes, and codes i haven't even dreamt up yet.",
        "Joey: Too late to get my lifeguarding job back?",
        "Alan: Yes, elizabeth?",
        "Lizzie: But what we'll be doing will be fun, right?",
        "Alan: Well, of course it will be fun. Winning is fun. Success is fun. Ruling the world is great fun. Now, this summer you will all be given a series of assignments. Pass these out, please. We'll work individually sometimes, sometimes you will have partners, and sometimes you will work in teams. At the end of each assignment, you will all report back here, where your work will be judged. Now, the winner will receive five points, second place three points, and the loser will receive nothing. Once you have points, they will travel with you from team to team. Now, there will also be a web site set up. You will check the web site each day to find out what your next assignment is. And you will also log on your progress.",
        "Joey: These are our phones? This is cool.",
        "Alan: Well, those aren't just cell phones. They're also connected to spaulding enterprises. I want to know where you are all at all times. I want to know what you're eating, what who you're with, where you're going, and most important, ladies and gentlemen, I want to know what each of you is thinking. That is if your generation's capable of thinking.",
        "Sandy: Sounds to me like an invasion of our privacy.",
        "Alan: When I make an investment, I want to know if it's going the pay off. I want to know if I'm going to get my money back.",
        "Sandy: So you want to know what each of us can bring to the table?",
        "Alan: Exactly.",
        "Lizzie: Well, mr. Spaulding, I think you know what I have to bring to the table. I'm a girl that likes to get the job done, and I'm going to do it.",
        "Joey: Hi. I'm joey lupo, and I'm a worker, a hard worker, mr. Spaulding, and if you hire me, I promise you, you will not be sorry.",
        "Marina: One great thing about me is that I like to think outside of the box, and I also like to think I'm a good problem solver.",
        "Shayne: Well the truth of it is, mr. Spaulding, she's actually a troublemaker, which is why I want to work for you this summer so that I can keep an eye on her.",
        "Tammy: I think I'm pretty good with people, but I'm also capable of carrying out projects on my own. I'm never late, and I understand the meaning of the word deadline.",
        "Remy: I'm definitely a team player, and very motivated, because this place is crawling with beautiful women.",
        "Sandy: Well, I'm interested in what makes the people tick. I also possess a mean poker face and the ability to stay cool under pressure, which I'm thinking could be a valuable ascent around here.",
        "Alan: Now, if there are no more questions...",
        "Sandy: Actually if I may interject, mr. Spaulding, I have a question.",
        "Alan: Sure.",
        "Sandy: We've told you some of what we can give you, but what do you plan to give us?",
        "Jeffrey: Good morning, your honor. I didn't see you come in.",
        "Ross: Good morning, jeffrey. I walked right past you, you know.",
        "Jeffrey: That's good.",
        "Ross: It's a little early to be drinking, isn't it?",
        "Jeffrey: No, I'm speaking at the springfield middle school honors ceremony, and I had a little free time, so I figured I'd get one more cup of coffee before I face the country's future leaders.",
        "Ross: I'd need something stiffer than a cup of coffee to handle that crowd.",
        "Jeffrey: So you and frank were in the middle of a very serious conversation.",
        "Ross: Yeah, he's closing the case on eden august, springfield's tragic accident, yes.",
        "Jeffrey: Well, that's the party line, yeah.",
        "Ross: Are you starting to buy into that?",
        "Jeffrey: Well, I'm a tough sell, ross, but I'm sure we're going to get to the bottom of this explosion one way or another. How is michelle santos holding up?",
        "Ross: She's the same. And she's the reason I'm not going to let this go, because i promised her father I'd find out who is responsible.",
        "Jeffrey: Well, if he's that worried about her, why isn't he here?",
        "Ross: Believe me, if it was humanly possible, ed would be here.",
        "Jeffrey: It must be tough being a parent, huh?",
        "Ross: Jeffrey, it's the toughest job in the world.",
        "Jeffrey: It's never really appealed to me, you know what i mean? I like projects that are nice and clean, and parenthood and raising a family, that just seems a little too messy for me.",
        "Gus: I can talk to you alone?",
        "Edmund: Of course.",
        "Cassie: Wait a second, edmund. You know, we don't have any secrets. Whatever you say to him you can say in front of me.",
        "Gus: Not this time.",
        "Edmund: It's all right, cassie. I'll be right back.",
        "Gus: I know this is really random, but I need to know what you can remember about the spauldings when they lost the antimonius labs in san cristobal.",
        "Edmund: That was a long time ago.",
        "Gus: What, you don't remember? I mean, you were living there, right?",
        "Edmund: Why are you asking me? What's this about?",
        "Gus: What difference does it make? Prince edmund, san cristobal. I'm sure it was a huge undertaking when the spauldings did that, and I'm sure you remember everything about san cristobal's drug business.",
        "Cassie: Drugs.",
        "Salerno: You hear that, tony? Your cousin just offered to kill you for me. Isn't that what you said, danny?",
        "Danny: You're the boss, vinnie. Personally I don't really think it's the way to go. I think we all need to stick together right now.",
        "Salerno: Why is that?",
        "Danny: Because we're out $5 million worth of drugs thanks to eden, and we pulled off a very public hit, so the cops are watching us, the other families are watching us, they're all waiting for us to fall apart.5/",
        "Tony: If we stick together, it does us no good sitting around here doing nothing. We need to make our mark, vinnie.",
        "Danny: Right.",
        "Salerno: I don't know. I don't know.",
        "Tony: No, it's true. We need to make our mark. If we don't, the families are going to think... well, they're going to see us as weak. They're going to think you're weak. We need to do something big, vinnie. All right? We need to do something big. You need to let them know that this organization will not be brought down.",
        "Frank: All right, gentlemen. Turn around real slowly and put your hands up in the air. Coming up on \"guiding light\"...",
        "Edmund: Cassie, I told you everything that I know.",
        "Cassie: I think you're keeping something from me.",
        "Salerno: Maybe it's time i give you another job after all.",
        "Danny: The drugs?",
        "Salerno: O'neill.",
        "Frank: Check the other rooms. Go. I knew that tony was running around with salerno, but I never wanted to believe all the rumors about you were true.",
        "Danny: I don't know what rumors you're talking about, frank. I own this place. The question is, why is the springfield P.D. Raiding it? You got a search warrant?",
        "Frank: We got an anonymous tip that there was illegal contraband here.",
        "Danny: Really? You think I'd allow that kind of stuff here?",
        "Frank: Look, I don't know what you think anymore. I just hope that michelle never finds out the kind of company you've been keeping while she's fighting for her life.",
        "Danny: Leave michelle out of this.",
        "Frank: You've been awfully quiet.",
        "Salerno: I've got nothing to say. I'm just surprised as danny is by this intrusion.",
        "Frank: Yeah? Well, you know what? There's going to be a lot more where this came from. My men are going to be all over this place every single day just waiting for your next screw-up. If you even blink the wrong way, I'm going the haul you back down to the station. You got that?",
        "Salerno: Granted, I'm new in town, but aren't there laws to protect citizens from that kind of treatment?",
        "Danny: Not in springfield, vinnie. In fact, I'm betting that jeffrey o'neill is behind this little visit of yours, right, frank?",
        "Tony: Yeah, it kind of sounds like o'neill, always putting his nose in other peoples' business, but when things hit the fan, he never shows up, right? Coward.",
        "Frank: O'neill's not a coward. As a matter of fact, he wanted me to let you know that he's behind this raid 100%.",
        "Danny: Okay.",
        "Frank: You got that, salerno? 100%. All right, you guys, let's get out of here. We're done.",
        "Salerno: You've proven yourself yet again, danny. Maybe it's time I give you another job after all.",
        "Danny: The drugs?",
        "Salerno: O'neill.",
        "Jeffrey: Well, you and blake seem to be doing pretty well with your tribe. What do you got, three? Three now, isn't it?",
        "Ross: Well, four, actually.",
        "Jeffrey: Four? Where you hiding the other one?",
        "Ross: I have an older daughter from a previous relationship. She's away.",
        "Jeffrey: Oh. You must miss her.",
        "Ross: Yeah, I do miss her, and I'm sorry I couldn't have spent more time with her when she was younger.",
        "Jeffrey: Yeah. Well, that's a tough break.",
        "Phillip: Something for you, my dear wife. Make sure you get everything you deserve.",
        "Alexandra: Phillip, is everything okay?",
        "Phillip: Yeah. Couldn't be better.",
        "Alexandra: Good. I'm glad to hear that.",
        "Alan: I can assure you that spaulding enterprises pays its interns a lot better than blowing your whistle at poolside and taking drink orders. How's this for an incentive?",
        "Remy: We're in.",
        "Alan: I never doubted that. Oh, my picture. Perhaps you would like to know what your first assignment will be. It is to sell tickets for the san cristobal festival.",
        "Sandy: Why?",
        "Alan: Because spaulding enterprise is the corporate sponsor. Now, you will be divided into two separate teams. The team that sells the most tickets will be the winner, and the winning team will be announced at the gala festival. They will enjoy a wonderful evening in first-class style.",
        "Tammy: What about the losing team?",
        "Alan: And the losing team will have to work the party. They will work in the kitchen. They will wash dishes. They will clean the tables. Are you starting to get the picture?",
        "Joey: Yeah, I don't like the losing picture.",
        "Alan: In addition, the winning team will receive five points that will go toward the ultimate prize which will be awarded at the end of the summer. And that is college funding and a future at spaulding enterprises. And he losers get zip. Young man, this violates the dress code. I don't want to ever see it on you again, all right? But for right now, I am going to use it, because you are all going to write your names on a piece of paper and put them in this hat. We are going to draw to find out which is the winning team and which is the losing team.",
        "Lizzie: I can draw names, if you want, for teams.",
        "Alan: Oh, certainly. Initiative. Notice this quality, ladies and gentlemen. This is something also spaulding looks for in its young executives. Go ahead and pass the hat around.",
        "Kira: Oh, my gosh. I am so, so, so sorry I'm late. My alarm totally didn't go off, and then I forgot my bus pass.",
        "Alan: Excuse me, young lady. Who are you?",
        "Kira: I'm kira, tammy's friend.",
        "Tammy: Hi, kira.",
        "Alan: Well, kira, tammy's friend, consider yourself terminated.",
        "Kira: What, like dead?",
        "Alan: Like let go, like pink slip, because lateness will not be tolerated.",
        "Marina: Mr. Spaulding, the teams will be uneven without her.",
        "Alan: Well, then, the team with one person short can thank kira. Good-bye, kira. Elizabeth, bring those down here. We can draw. Go ahead.",
        "Jeffrey: I got some time. Why don't you run that speech by me? I'll tell you what's wrong with it.",
        "Ross: I want to keep it fresh. I think I'm all set.",
        "Jeffrey: You sure? Don't shy away from your responsibilities, do you, ross? I mean, you know, you're raising a family. You're just about to enlighten the future leaders of america.",
        "Ross: Well, it's not easy being a kid these days. I mean, there's too many choices and there's too much pressure, so if I can say something that's helpful, I've done my job. You know, I just feel sorry that they have to suffer because we've been unable to clean up this drug problem, and I'm losing my patience. I told frank my number-one priority is to get these dealers off the street.",
        "Jeffrey: Well, we have that in common.",
        "Ross: Good. Any new leads at all?",
        "Jeffrey: Well, there's several, ross, and I think this whole town is going to be rocked when they find out who the heavy hitters are behind this drug mess.",
        "Edmund: I still don't understand why you're asking me about spaulding antimonius labs, gus. Ask your father.",
        "Gus: No. I'm asking you.",
        "Edmund: All right. While I was living in san cristobal at the time, and a prince, the project was alan spaulding'S. It was his brainchild.",
        "Gus: How do you know that?",
        "Edmund: Because the factories were spaulding, and alan is a spaulding. And you're a detective, so figure it out.",
        "Gus: Thank you, your highness.",
        "Edmund: I have to make those calls.",
        "Cassie: Edmund, wait.",
        "Edmund: What?",
        "Cassie: What was that all about with gus?",
        "Edmund: Why don't you tell me, cassie? You were obviously listening.",
        "Lizzie: Okay. And team two gets shayne.",
        "Marina: Oh, I miss you already.",
        "Marina: I miss you, too.",
        "Remy: Hello? Hello? Look, I'm sorry you didn't get your pick of teammates, but that's the luck of the draw.",
        "Shayne: I'm coming. I'm coming. (Laughs) and now, joey's team. Oh, my gosh, it's me! I'm on it. And that makes you on the team two tammy.",
        "Remy: Tammy, come on. We've got a lot of work to do if we're going to sell those tickets.",
        "Tammy: Okay. Come on.",
        "Lizzie: Well, I guess I'm on your team. Let's get started.",
        "Marina: Yeah, how about I go over there and switch places with tammy so she can be on your team and I can be on shayne's?",
        "Joey: That works for me.",
        "Lizzie: No, I don't think so. There are no changing teams in the real world.",
        "Joey: Well, ballplayers do it all the time, lizzie.",
        "Lizzie: This isn't a game, joey.",
        "Sandy: Teammates, we have a challenge and tickets to sell. Can we focus?",
        "Marina: Sure, just as soon as we get this settled.",
        "Phillip: Well, it's done.",
        "Alan: Really? What's done?",
        "Phillip: Olivia's time at spaulding, for one thing.",
        "Alan: What did you do?",
        "Phillip: Oh, I simply arranged things so that my dear wife will not be emerging from this investigation unscathed. It's a shame, but the investigators are going to have to find all sorts of incriminating memos stuffed in her desk.",
        "Alan: And you planted them?",
        "Phillip: No. Olivia's going to plant them herself. But I will be delivering the paperwork to her personally.",
        "Alan: Oh, that's very nice, phillip.",
        "Alexandra: Oh, good. I haven't missed it.",
        "Alan: Alexandra, what are you doing here?",
        "Alexandra: Well, this is your first meeting with the interns, right?",
        "Alan: Well, I think that's obvious.",
        "Alexandra: Well wonderful, we can proceed. Christopher?",
        "Alan: What are you talking about, proceeding?",
        "Alexandra: Start right there.",
        "Alan: Alexandra, wait a minute.",
        "Alexandra: No, no, no, darling, just relax. There you go. Keep shooting. Just keep shooting candid shots. There you go. Around the room, please.",
        "Cassie: It's not like I meant to listen, edmund.",
        "Edmund: That wasn't you standing by the door when I came in?",
        "Cassie: I was standing near the door. You and gus were talking really loud. Look, is there a problem?",
        "Edmund: I don't know. I don't know. I hope there won't be. I have been working day and night on this san cristobal festival. That is the last thing I need.",
        "Cassie: What is?",
        "Edmund: Gus asking questions about the drug business on the island. This festival is supposed to promote san cristobal. It's supposed to encourage tourism, commerce. If questions start coming up, rumors about a drug scan...",
        "Cassie: Are the rumors true? Is there a problem?",
        "Edmund: How would I know, cassie?",
        "Cassie: I don't know. I'm just asking.",
        "Edmund: I'm sorry. Sorry. I just... all I know is that the timing of gus' investigation just couldn't with any worse.",
        "Cassie: Why did he come to you?",
        "Edmund: I'm from san cristobal. I talk funny. I don't know. I've got to make these phone calls, cassie. I'm sorry. I'm expecting a diplomatic pouch today.",
        "Cassie: Another one?",
        "Alan: Well, I expected a package within the pouch last time, and it wasn't in this one. And so I need the package today.",
        "Cassie: Edmund, I think we need to talk about this.",
        "Edmund: About what?",
        "Cassie: Gus, the drugs.",
        "Edmund: Cassie, I've told you everything I know.",
        "Cassie: Really? Because I don't think you are. I think you're keeping something from me.",
        "Danny: Vinnie, don't you think this drug shipment is more important than o'neill right now?",
        "Salerno: Relax, danny. You want the drug job so bad, you got it.",
        "Tony: Vinnie...",
        "Salerno: Hey, hey. Take it easy, tony. I have my doubts about danny, too, but after the hit on eden and just now with the cops, i trust you like one of my own now. So when my supplier shows up at the san cristobal festival, you take the meeting, huh? You be my bagman.",
        "Danny: Sure. All right, vinnie. You won't be sorry.",
        "Tony: So what, we just... we forget about o'neill?",
        "Salerno: Oh, no. No, no, no. After that little stunt, sending the cops in just now, no. What were you saying before, tony, you got the right idea. We need to do something big.",
        "Tony: So I'll send him a message, right?",
        "Salerno: Bigger. This morning my horoscope said, \"the stars are aligned to make you more lethally charming than usual.\"",
        "Tony: So you want me to take him out?",
        "Salerno: Not you. You. You want a little work so badly to take your mind off your wife situation, so what's one more job? Leave the drugs until tomorrow. Take out o'neill today.",
        "Jeffrey: O'neill.",
        "Frank: It's me. We just raided salerno's club and came up empty.",
        "Jeffrey: Well, I figured as much. He knew we were watching him, so he was probably prepared for something like this.",
        "Frank: Jeffrey, we've got to get rid of this guy. He's got way too much power in this town.",
        "Salerno: Mr. O'neill's got a little bit too much power in this town. He's turning up the heat every day on my operation a little more, which is why he can't live to see another one. The D.A. Doesn't know it yet, but his time is just about out.",
        "Jeffrey: Well, vinnie's time is running out. It won't be long before he trips up, and I want to be right there to make sure he takes the fall.",
        "Frank: And exactly how do you plan on doing that?",
        "Jeffrey: Just leave that to me, frank.",
        "Salerno: I'm counting on you to take out o'neill.",
        "Danny: My pleasure, vinnie. You just leave it to me.",
        "Salerno: Good.",
        "Danny: Nice work in there, ton.",
        "Tony: You, too. I told you I knew how to push his buttons.",
        "Danny: Yeah. For a second there I didn't know whose side you were on.",
        "Tony: Yeah, well, me either. That thing about taking me out, I didn't like that too much. He could have given the order. You know that.",
        "Danny: Tony, I knew he wouldn'T. It got me the drug job. This the is the connection the feds need to nail salerno. When they do, michelle is safe. That's all I want.",
        "Tony: Well, when he goes down, I get what I want.",
        "Danny: Are you serious? This life? This is what you want?",
        "Tony: Stay... just stay out of it, please. Okay?",
        "Danny: All right. This conversation is not over.",
        "Tony: Wait a second. Where are you going?",
        "Danny: I've got to find o'neill.",
        "Edmund: Come here. What... what could I possibly be holding back from you? Wasn't that you just a few minutes right over there what launched into an aria about how much you loved me and how glad you are that we share everything together? Cassie, I love you. You're my life. You're the reason I wake up in the morning without hating myself. You're my partner. Have I done something to make you doubt me?",
        "Cassie: No. No. I just need you to know how much I love you.",
        "Edmund: Okay. You've said that more than once today, that you need me to know.",
        "Cassie: So?",
        "Edmund: So why the sudden need? I don't get it, cassie. It strikes me that you're the one who's holding something back here.",
        "Cassie: No. I mean, you know me. If I had something to say, I'm just going to say it.",
        "Edmund: Okay. Me, too. Okay. Cassie, I really have to make these calls.",
        "Alexandra: All right. I want to see you smile, smile. I want some happiness, some enthusiasm. I mean really smile. There you go. Come on. You are the new entrepreneurs of the future. You're working for spaulding enterprises. Keep it up. Darling, you are at least going to have to pretend to enjoy this. These fresh new faces are going to save spaulding's public relations nightmare. Please. Oh, come on, a little bit more. Enthusiasm. Think of the excitement you're going to have. Come on. Come on. You are the seedlings. You are my little seedlings.",
        "Joey: What is she talking about?",
        "Sandy: Get ready to grow, man. We are the seedlings.",
        "Lizzie: Just keep smiling.",
        "Tammy: My teeth hurt.",
        "Photographer: How about we take a few with all of you in the shot?",
        "Alan: That really won't be necessary. Alex...",
        "Alexandra: Just right over here. You get on this end. I'll get over here. Okay. Shoot away.",
        "Photographer: That's perfect. Just hold it.",
        "Alexandra: Okay. That's great. That's great. Keep it up, kids.",
        "Alan: Can we get this over with?",
        "Alexandra: We will, darling. Just be patient. That's it, that's it. Just stay with it. Here we go. Oh, yes, good, good.",
        "Photographer: Keep smiling?",
        "Alexandra: Yes.",
        "Alan: Well, what a surprise. I didn't expect to see you so soon after our encounter at eden'S.",
        "Gus: Yeah. That's actually why I have come to talk.",
        "Lizzie: Hey, you're here just in time to see grandpa's new summer project.",
        "Gus: Yeah? And what's that?",
        "Alan: Well, it's an intern program. As a matter of fact, it was elizabeth's idea. Springfield's youth is a top priority at spaulding.",
        "Gus: Always looking out for the kids.",
        "Alan: You know, I'm glad you came, because I really don't want to be photographed anymore. So...",
        "Gus: Why's that?",
        "Lizzie: Grandpa, we really need to get back to the pictures.",
        "Alan: Listen, this photo shoot is really for you and your friends.",
        "Lizzie: Yeah, but grandpa, dad's over there and aunt alex. We're here, why don't we get in and make a big family photo?",
        "Alan: All right, all right, all right. I'm afraid I'm going to have to be in this photo. Listen, why don't you join us, gus?",
        "Gus: No, that's all right. Photos aren't my thing.",
        "Alan: Okay.",
        "Danny: Yeah, it's danny. I need to talk to you. Thank you.",
        "Jeffrey: So, what's up?",
        "Danny: Well, I've got good news and I've got better news.",
        "Jeffrey: Okay. I'll take the good news first.",
        "Danny: Salerno made me his man for the drug job. The switch with the supplier is going the take place at the san cristobal festival.",
        "Jeffrey: That's great, danny. Good work. We'll arrange it so that we can take down salerno at the same time. So, what's the better news?",
        "Danny: Salerno wants you dead. Next, on \"guiding light.\"",
        "Bill: You lied to me about eden.",
        "Tony: What are you talking about?",
        "Bill: You slept with my girl.",
        "Olivia: I can't tell you how happy this makes me."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=fiFuCrBbSwQ"
}