{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Mallet: I'm all for honesty, Dinah, but I\r\nwould lose the knife-wielding, head-smashing, love-to-watch-you-suffer part. \r\n",
        "Dinah: What are you talking about? It's\r\nhonesty. Honesty can be scary sometimes. ",
        "Mallet: It's a little scary. I think it's a\r\nlittle much. ",
        "Dinah: All right, all right, okay. ",
        "Mallet: But I'm proud of you. ",
        "Dinah: You are? ",
        "Mallet: Yeah, I'm very proud of you. Very,\r\nvery proud of you. And if I didn't have to work tonight I'd love to show you\r\nhow proud I am. ",
        "Dinah: Well, we've still got time to see\r\nthat proudness. ",
        "Mallet: Well, I've got to shower. Do you\r\nwant to...? Want to...? ",
        "Dinah: Sorry. ",
        "Mallet: All right. You know, I think... I\r\nthink what you're doing is a good thing, talking to Harley. Might be a little\r\nrough, though, but I think you'll get through it. And you know what? Who knows?\r\nWith Gus and me being partners again, maybe we'll just end up as one big, happy\r\nfamily. ( Cell phone rings ) ",
        "Josh: Well, hello, gorgeous. I am at Outskirts\r\nright now. Where are you? I thought you had a meeting here. ",
        "Reva: I did. It wrapped up really fast. So,\r\nactually, I headed over to Company, hoping to catch the end of the party. ",
        "Josh: You're at Company right now? ",
        "Reva: Yeah, isn't that funny? I was actually\r\njust wondering where you were. So I guess I'll just head home, okay? ",
        "Josh: No, actually, you stay put. I'll join\r\nyou. ",
        "Reva: No, no, don't, don't... Joshua? Josh?\r\nOkay, Reva, what are you going to do now? ",
        "Colin: The Lewis case: First chemo session\r\ncomplete. Next step, a white blood count to determine where to go with the\r\ndosage and whether or not to add... all right, Mrs. Lewis, where are you going?\r\n",
        "Reva: I have to get out of here. ",
        "Harley: I wanted to tell you. I wanted to,\r\nbut you were dealing with so much when you came back and... ",
        "Gus: Let me ask you something. Why do I have\r\nto be the last one to know? Is... am I the idiot... I'm the idiot here, right? \r\n",
        "Harley: I just wanted it to go away. I\r\njust... I just wanted to act like it never happened. Can you understand that?\r\nHoney, I... I regretted it, I regretted it before I even knew you were alive. I\r\nregretted it right after it happened. It was a mistake. It was just this huge\r\nmistake that I made because I was so overwhelmed with grief that I couldn't\r\nthink straight, and I just needed comfort. ",
        "Gus: You needed someone to be on my side of\r\nthe bed, right? ",
        "Harley: Gus, I thought you were dead. ",
        "Gus: How long did it take you? To sleep with\r\nhim? How long, exactly? That's what I thought. ",
        "Harley: You have no idea what it was like\r\nfor me. I was a zombie, you know? I couldn't eat, I couldn't sleep. I didn't\r\ncare about anything. I didn't care about the kids. I could barely get myself\r\nout of bed except to go look for you. And when I finally, finally accepted that\r\nyou'd died, I died too. Honey, I was numb. ",
        "Gus: Well, you obviously felt something\r\nsomewhere, right? ",
        "Harley: I was out of my mind. I didn't know\r\nwhat I was doing. ",
        "Gus: And you couldn't find any... any\r\ncomfort with one of our family members or any of our friends? ",
        "Harley: I'm sorry. ",
        "Gus: Why him? I mean, you needed to be with\r\nsomeone or was it him? Can you just be honest with me please. Was it him? You\r\nneeded to be with him? You needed to be with Mallet? ",
        "Harley: I need Mallet. ",
        "Vanessa: Aha! ",
        "Dinah: What are you doing here? ",
        "Vanessa: Darling, I'm so sorry I didn't call\r\nfirst. ",
        "Dinah: Oh, stop it! I love seeing you. How\r\nare you? ",
        "Vanessa: I'm fine. I just was concerned\r\nbecause, well, I heard that Rick might be involved in your father's plane\r\ncrash. And it's just such a terrible thought that I... ",
        "Dinah: Mom, I tell you what, I tell you\r\nwhat, the old Dinah, she'd be fixing right now to get revenge on that whole\r\nentire family. ",
        "Vanessa: Uh-huh. And what about the new Dinah?\r\n",
        "Dinah: Well, the thought has crossed my\r\nmind. But I'm not going to act on those thoughts. Rick is going to receive the\r\npunishment he deserves, but not from me. ",
        "Vanessa: Well, I can't tell you how glad I\r\nam to hear you say that. You've come a long way, baby! ( Laughter ) ",
        "Dinah: I have. I have. I have, because I\r\nhave an incredible man in my life who believes in me and who trusts me and I'll\r\ntell you what, I don't think I realized that soon enough. ",
        "Vanessa: Oh-oh. What did you do? ",
        "Dinah: I sort of, you know, took up Alan-Michael\r\non an offer. ",
        "Vanessa: Alan-Michael? What offer? ",
        "Dinah: To team up, to toss Harley out and to\r\ntake over Spaulding. ",
        "Vanessa: Oh, Dinah! ",
        "Dinah: I know. Mom, listen... ",
        "Vanessa: Does Harley know this? ",
        "Dinah: No. No, but that's exactly what I'm\r\ngoing to tell her tonight. ",
        "Vanessa: No, wait a minute, wait, wait,\r\nwait. You didn't actually do anything and it... you know, so therefore you\r\ndon't have to tell her. ",
        "Dinah: I don't know. ",
        "Vanessa: No, wait a minute. Honesty is good,\r\nbut this is serious, and you could lose a good friend and you could lose a job.\r\n( Knock on the door ) ",
        "Buzz: Dinah, can I... can I talk to you for\r\na minute? It's about Harley. ",
        "Reva: You know what? Write it down. I'll\r\ncrib it, and then you can quiz me on it tomorrow. ",
        "Colin: You've just had your first dose of\r\nchemotherapy. You can't... ",
        "Reva: Don't tell me what I can't do, Dr. McCabe.\r\nRight now my husband is heading to where he thinks I am. ",
        "Colin: Oh, and you need to keep up the lie. ",
        "Reva: I need to be there with him. I need my\r\nhusband. I already bailed on his party tonight. That's two in a row. ",
        "Colin: Well, chemo is a pretty good excuse. ",
        "Reva: I don't want an excuse. I want to be\r\nthere for my husband, and I will be. So you either give me the short version of\r\nwhatever it is you want to tell me, or you leave me a message. Because you know\r\nwhat? I'm out of here. ",
        "Colin: Okay. Just... I wanted to go over\r\nwith you some of the side effects of chemotherapy. ",
        "Reva: I'm fine. I'm just a little tired. ",
        "Colin: Well... yes, now. But tomorrow very\r\npossibly you will not be fine. The day after can often be the worst. Some of\r\nthe side effects you may experience are sudden fatigue, nausea, burning,\r\ntingling or pain in your extremities. ",
        "Reva: I know, I know. I read it all. I read\r\nthe pamphlets that your nurse gave me. ",
        "Colin: Okay, well, those are the expected\r\nside effects. There is a potential for the unexpected. Now, listen, if you feel\r\nfeverish, if you have intense pain, if you're unable to keep water down, if\r\nyour vision is spotty, call me. ",
        "Reva: Wow. I have so much to look forward\r\nto. Just like the sign says, this is the first day the rest of my cancerous\r\nlife. ",
        "Colin: No, that started months ago. This is\r\nthe first day of your treatment. ",
        "Reva: Whatever. All I know is that I've got\r\na lot of living to do before this night is over and before those big, bad\r\nsymptoms kick in. So I'm out of here. ",
        "Buzz: Well, it's actually about Gus and Harley.\r\nEver since you guys got back, there's been a weird tension, and I... Vanessa? (\r\nLaughter ) Vanessa, come here. ",
        "Vanessa: Oh, it's good to see you! ",
        "Buzz: You look stunning. ",
        "Dinah: Hi. ",
        "Frank: How are you? Pop, what are you doing\r\nhere? Oh, hello, Vanessa. I haven't seen you in a while. Listen, I came by to\r\ntalk to Mallet about a case. Is he around or...? ",
        "Vanessa: Well, gosh, I mean this must be\r\nstrange for the two of you to bump into each other here of all places. I\r\nmean... ",
        "Mallet: Are you sure somebody out here\r\ndoesn't want to take a... shower? ",
        "Buzz: No... ",
        "Frank: Uh, yeah, no, no, no thanks,\r\nactually. ( Laughter ) ",
        "Marina: No. Quite frankly, I don't care if I\r\never hear from him again. ",
        "Remy: Right. ",
        "Marina: I'm sorry. I'm the one that broke up\r\nwith him, Remy, remember? Boy, oh, boy, did it feel good to be the dumper\r\ninstead of the dumpee. You know, if I knew how good it felt when I was dating Shayne\r\nand Danny, I would have dumped their sorry butts too. ",
        "Remy: I will be sure to tell Shayne that the\r\nnext time I hear from him. ",
        "Marina: You do that. No, don’t. ",
        "Remy: You know what you need? You need a\r\ngreat new guy in your life who will sweep you off your feet. And I would offer\r\nto be that guy because, let's face it, I'm a catch. But I know you can't stand\r\nit when I crack my knuckles, and I hate it when you do that tapping thing with\r\nyour fingernails. ",
        "Marina: No, it's okay. I get it, not\r\ninterested. It's okay, you know? I've got my family, got my friends. I got my\r\njob. I got... ow! ",
        "Josh: Hello there! ",
        "Remy: What took you so long? ",
        "Josh: What took me so long? Excuse me. I\r\nthink that I got here in pretty good time. Why are you out of breath? ",
        "Reva: You always take my breath away. ",
        "Josh: ( Laughs ) ",
        "Reva: So... ",
        "Josh: So... ",
        "Reva: Tell me, how did the rest of the\r\nevening go after I left? Did she sign any really big fish? Did they give you\r\nsome big bucks? ",
        "Josh: Well, I'm trying to remain optimistic,\r\nbut the jury is still out, actually, because everybody ran out of here pretty\r\nquick. ",
        "Reva: Ran out? ",
        "Josh: Yeah. ",
        "Reva: They didn't like Buzz's hors\r\nd'oeuvres. ",
        "Josh: Actually, they didn't like the cops\r\nthat showed up-- one cop and the D.A. ",
        "Reva: Doris Wolf was here? ",
        "Josh: Uh-huh. Guess who she arrested? ",
        "Reva: Do I want to know? ",
        "Josh: I don't think so, but I'll give you a\r\nhint. His name rhymes with Donathan. ",
        "Reva: Oh. What did he do this time? ",
        "Josh: Well, the way I understand it, he\r\nserved alcohol to Doris' under-aged daughter twice, and something about him\r\ntaking the daughter to her senior prom. ",
        "Reva: What? ",
        "Josh: Yeah, Jonathan denied everything but Doris\r\ntook him downtown anyway, and Tammy and Cassie followed. So... there you have\r\nit. Let's go. ",
        "Reva: You know what? Let's not. ",
        "Josh: Huh? ",
        "Reva: Let's not. I just... I can't keep\r\nbailing Jonathan out, you know. I'm not always going to be around, you know, to\r\nhelp him out. There may come a time, and he has to learn to stand on his own\r\ntwo feet. And Tammy and Cassie are there too. That's enough. What? ",
        "Josh: I just... um... assumed that... ",
        "Reva: Look, Josh, it's not that I don't\r\ncare. Of course I do. And first thing in the morning I'm going to go down there\r\nand see if there's anything I can do to help. But when we tore up those divorce\r\npapers, I told you that I was going to put you first. ",
        "Josh: But he's your son, Reva. ",
        "Reva: And you're my husband. And apparently\r\nyour evening has already been ruined. I don't want to add any more drama to it.\r\n",
        "Josh: You add drama to an evening? How did\r\nthings go with Harrison? ",
        "Reva: Oh, uh... oh, that was a waste of\r\ntime. ",
        "Josh: Really? ",
        "Reva: I don't think he's going to come\r\nthrough for us. ",
        "Josh: After everything you went through? ",
        "Reva: Yeah, I'm sorry. ",
        "Josh: No, no, no, it's fine. It's okay. Hey,\r\nyou win some, you lose some. ",
        "Reva: So were there any more party\r\nhighlights that I missed or can we move on to the good stuff? ",
        "Josh: Well, that depends what the good stuff\r\nis. ",
        "Reva: You and me, baby. ",
        "Josh: Ah. ",
        "Reva: Here's to a very successful evening,\r\neven though it probably could have been a little more successful. ",
        "Josh: Oh, stop saying that, okay? Because it\r\nwas fine. And there will be a lot of other evenings, a lot of other\r\nfundraisers. Right now I'm just... I'm just basking in the joy of our time\r\ntogether. I believe I am the happiest man on the planet in this moment. The\r\ngroundbreaking is in a week. And once that happens, it's going to get a little\r\nbit crazy. ",
        "Reva: Yeah, don't I know. ",
        "Josh: In fact, this... this night, tonight\r\nmight be our last big hurrah. ",
        "Reva: Yeah. ",
        "Josh: But it will only be temporary, I\r\npromise you that. ",
        "Reva: Right. You know, you go through all\r\nthe crazy times so that you can get to the good stuff. You pack as many\r\nwonderful moments, as many as you can into every minute of every day, Joshua,\r\nwhen you love each other and you love your life together and you count your\r\nblessings. ",
        "Josh: You don't have to worry about that, Reva,\r\ndarling. We will count our blessings. We got nothing but good stuff on the\r\nhorizon-- happiness for the rest of our life. ",
        "Marina: Valentine's Day with Alan-Michael\r\nand my entire family on the vacation getaway from hell. ",
        "Remy: See? You're stressed out, girl. You\r\nneed to have some fun, chill out. Who knows? Maybe you'll meet someone while\r\nyou're away. ",
        "Marina: Oh, please. When did you get so\r\nhappy in love, Boudreau? You are seeing someone, aren't you? ",
        "Remy: When did the subject get on me? ",
        "Marina: Oh, come on! When have you ever\r\nbrought a girl home for mom and dad? ",
        "Remy: Oh, a shrink and a college dean.\r\nThat's a fun meeting. ",
        "Marina: Oh, excuses, excuses. ",
        "Remy: So where would you go if you can go\r\nanywhere? ",
        "Marina: Greece. Only it's way too expensive\r\nand who wants to go on a vacation alone? ",
        "Remy: Okay, then visit Shayne in... where is\r\nhe right now anyway? ",
        "Marina: Thailand? No, no, he just left\r\nthere. Turkey? ",
        "Remy: Don't look at me. I haven't heard from\r\nhim in a while. ",
        "Marina: Come to think of it, I haven't\r\neither. I hope everything's okay. ",
        "Remy: Hey, I know your guy troubles. You\r\nshould hook up with Shayne again. He's halfway across the world, you hardly\r\never see him. He's the perfect guy for you right now. ",
        "Marina: Oh! You jerk! ",
        "Remy: ( Laughs ) ",
        "Mallet: Crossed my mind. ",
        "Dinah: Yeah. Well, mom's checking up on me.\r\nAnd Buzz has a question for me about Harley, and I think Frank wanted to ask\r\nyou something about a case. ",
        "Mallet: Hmm. ",
        "Frank: Oh, you know, it can wait until I\r\neither see him at the station or definitely until he gets dressed, so... ",
        "Buzz: I'll take you up on the shower later.\r\n( Laughter ) ",
        "Mallet: Buzz... listen, we're all going to\r\nforget this ever happened, right? ",
        "Frank: Oh, yeah, absolutely, right after I\r\ntell everybody at the station. ",
        "Mallet: Frank! ",
        "Frank: See you later! ",
        "Dinah: Come on. ( Laughter ) ",
        "Mallet: It's good to see you. I'm just going\r\nto slink away in embarrassment. ( Laughter ) ",
        "Vanessa: He is a cute guy. ",
        "Dinah: Isn't he a cutie? ",
        "Vanessa: Yeah, yeah. He obviously loves you,\r\nand you obviously love him. ",
        "Dinah: Yeah. Yeah, Mom, it's like a whole\r\nnew world. I mean, that guy has given me so much faith in myself, and that's\r\nexactly why I'm going to do the right thing tonight, and be honest with Harley.\r\n",
        "Gus: Anybody, anybody but him. Do you\r\nunderstand me? I would have hated you, I would have been angry, I would have\r\nbeen pissed off. But anybody but him, I could have handled, but... ",
        "Harley: It didn't mean anything. ",
        "Gus: Wait a minute. You just told me that\r\nyou had a connection and a history. So you want to get your story straight? \r\n",
        "Harley: It's not a story. I'm telling you\r\nwhat happened, okay? It happened. And then the next day, Mallet and I talked\r\nabout it, and I told him that it was wrong and that it could never happen again\r\nbecause I felt awful. I was ashamed. I felt like I had tarnished everything\r\nthat you and I had. ",
        "Gus: Well, now, you did tarnish everything\r\nthat we had, okay? You ruined everything. But wait a second. I'm listening to a\r\nstory here. I'm gone, right? And you're having a little conversation. And he's\r\nwhat? He's trying to figure out whether he has a shot with you? ",
        "Harley: No, no, no, because he felt awful\r\ntoo. You have to remember that he had just started a relationship with Dinah,\r\nand he didn't want to jerk her around so he needed me to be honest with him at\r\nthat time. ",
        "Gus: I'm listening, honest. Go ahead. I'm\r\nlistening. What? ",
        "Harley: Okay. Because there were questions\r\nabout what happened, obviously, but about the future. ",
        "Gus: So wait. Back up a second. Now I'm\r\ndead, and now the two of you are discussing your future together. Am I right? \r\n",
        "Harley: And I told him that there wasn't\r\ngoing to be one, because as much as I felt for him and as easy as it would have\r\nbeen to fall back into a relationship with him, because I thought you were\r\ndead, I couldn't pretend that I had never met you. I couldn't pretend that I\r\nhad never loved you. That I would always love you and miss you and wish that\r\nyou were back with me, and then like a miracle you were. Okay, fine. It's going\r\nto be about your pain, right? This is all about you, \"what about your\r\npain?,\" And you can't comprehend for one second what it must have been\r\nlike for me. That's fine. 'Cause that's how we got in this trouble in the first\r\nplace, you going off with Alan and not thinking for one second what it would do\r\nto me! ",
        "Gus: Copout! That is a copout! ",
        "Harley: We had vows, we're married now. For\r\nbetter or worse. What happened with that? ",
        "Gus: First of all, number one, it's supposed\r\nto be my fault that you slept with the guy? What are you supposed to do? I'll\r\ntell you what you're supposed to do. You're supposed to keep the faith. That is\r\nwhat I did when you were put away in prison. I kept the faith. I didn't sleep\r\nwith... you had to sleep with your ex-husband. ",
        "Zach: Mommy? ",
        "Harley: Hi, baby. Hi. What are you doing up,\r\nbug? What's up? ",
        "Zach: I heard you yelling. ",
        "Harley: Oh, did you? I'm sorry, baby. I\r\nguess we didn't realize... ",
        "Gus: I'm sorry. ",
        "Harley: ...We... ",
        "Gus: ...Were loud, were being excited, and\r\nwe're not even thinking about everybody else, even in the hotel. We just were\r\nexcited. We shouldn't do that. ",
        "Zach: That you were home? ",
        "Harley: Yes, we were excited that he was\r\nhome, and that's a good reason to be excited, isn't it, because it's an amazing\r\ngift and something that you don't take for granted, right? You look very tired,\r\nand you should go back to bed. Do you want me to tuck you in? ",
        "Gus: Okay. Well, good night, then. ",
        "Zach: Good night. Love you. ",
        "Harley: Love you, bug. ",
        "Gus: Look, I love you. ",
        "Harley: I love you too. ",
        "Gus: And I love those boys. I love you more\r\nthan I thought I could ever love anybody on the planet. But this is too much.\r\nIt's too much. I can’t... ",
        "Reva: You think? ",
        "Josh: Yeah, every time we get back together\r\nwe hit a bump, right? And why should this time be any different? ",
        "Reva: It occurred to me. ",
        "Josh: Well, it will be different this time, Reva,\r\nbecause we are on the same team. We're moving in the same direction at the same\r\nspeed, not holding anything back. That's the promise that we made to each other\r\nat the lighthouse, isn't it? ",
        "Reva: The promise I made to you and to\r\nmyself was that, this time, I was going to be a wonderful wife to you. ",
        "Josh: You've always been a wonderful wife...\r\n",
        "Reva: No, just let me finish, okay? ",
        "Josh: Okay. ",
        "Reva: I'm going to stop being so selfish.\r\nI'm going to back you... 500%. That's what I intend to do, so you have a\r\nproblem with it? ",
        "Josh: No, ma'am, as long as you let me back\r\nyou. ",
        "Reva: I will. ",
        "Josh: Okay. ",
        "Reva: I'm going to let you do that. ",
        "Josh: ( Laughs ) ",
        "Reva: I just want us to have a beautiful\r\nevening together, because it may be the last one we have for a while. ",
        "Josh: That sounds perfect. ",
        "Reva: Good. Then come with me. ",
        "Josh: No, you come with me, because I have a\r\nsurprise for you. Come on. ",
        "Remy: Yeah, no problem. ",
        "Frank: All right, thanks. ",
        "Mallet: Yo, Frank? ",
        "Frank: ( Laughs ) Well, well, well, look\r\nwho's here. You all nice and clean now? ",
        "Mallet: You're killing me, Frank, you're\r\nkilling me. What did you want to talk to me about? ",
        "Frank: Well, Sullivan called in sick. I need\r\nyou to run one of his interviews with one of his cases. ",
        "Mallet: Yeah, I can do that, no problem. ",
        "Buzz: ( Laughing ) You know, I like this\r\noutfit better than the towel, don't you, Frank? ",
        "Mallet: You're still thinking about the\r\ntowel, aren't you? ",
        "Buzz: I'm still thinking about... ",
        "Mallet: Family of comedians here. ",
        "Buzz: Can I have a second with my son? ",
        "Mallet: Yeah, sure. ",
        "Buzz: Can we talk? ",
        "Frank: About? ",
        "Buzz: This! You're not... you're not even\r\nlooking at me. Come on. I mean, I thought we made progress. ",
        "Frank: We did. We did. Look, I'm trying, Pop,\r\nI'm really trying here. ",
        "Mallet: What's up, partner? You look like\r\nhell, man. You all right? ",
        "Dinah: Hi. Look, Harley, I need to tell you\r\nsomething. We need to talk and I've been meaning to talk to you for a long\r\ntime. ",
        "Harley: Dinah. ",
        "Gus: Yeah, I know, Mallet... about you and\r\nmy wife. Thought I was dead. Thought you would make her your own. ",
        "Mallet: No, man, no, that's not how it\r\nhappened. Do you have any idea what kind of pain you put that woman through?\r\nHuh? Did you think about that? Maybe if you really loved her you wouldn't have\r\nrun off like half-cocked... ",
        "Gus: Shut up! ",
        "Mallet: ...On a mission to save the world. ",
        "Gus: Shut up! You don't have it in you to\r\nlove her the way I loved her. ",
        "Mallet: Did it ever to occur to her to maybe\r\ntell her what you're up to? Maybe leave her a note or something, fill her in a\r\nlittle bit, man? She thought you were dead. ",
        "Gus: Yeah, well, I was a little busy. I was\r\ntrying to save her life. ",
        "Mallet: Don't go blaming Harley on this one.\r\nYou took yourself out of the equation when you shut her out. She was in pain.\r\nShe needed somebody. She turned to me. ",
        "Gus: Good for you. ",
        "Mallet: What happened between Harley and me,\r\nit was one night. It was one night, that's it. You know why? Because, for some\r\nreason, she's just absolutely crazy about you, man. She adores you. So why\r\ndon't you focus on that, okay, and appreciate that fact for a change instead of\r\ntrying to create problems that don't exist? Because you got enough problems. \r\n",
        "Gus: Hey, you got something to say to me?\r\nNow's a good time, all right? Right now, right here. ",
        "Mallet: Want me to spell it out for you?\r\nWant me to let the whole squad room know? Something about you being doped up\r\nout on the street and nearly getting me killed, okay? Ring a bell? I covered\r\nfor you, no problem. All right, I'd do it again. I'm fine with that. But there\r\nwon't be a next time, man, because I'm fresh out of sympathy, chief, got me? \r\n",
        "Gus: You covered for me out of guilt. ",
        "Mallet: Guilt? Yeah, maybe. Yeah, you know\r\nwhat? You're right, I did it for Harley because I think she's put up with\r\nenough of your crap. ",
        "Gus: Well, that's not a problem anymore.\r\nOkay? It's over. ",
        "Mallet: Good. Good, man. Good to hear it. ",
        "Gus: No, I mean, it's over. We're over. So\r\nyou can have her. ",
        "Dinah: What? What are you talking about? I\r\nhad no idea. ",
        "Harley: No, no, no, I... I know that you\r\nwould never purposefully hurt me. We should keep our voices down, because Zach\r\ncame out before. He heard us arguing. ",
        "Dinah: So you guys were arguing, and then\r\nwhat? ",
        "Harley: Then he left. He left. I have no\r\nidea where he is or when he's coming back or if he is coming back. ",
        "Dinah: Wow! Oh, boy. ",
        "Harley: I told him it didn't mean anything.\r\nYou know it didn't mean anything. You accept that. Why can't he? ",
        "Dinah: Harley, listen, you and Gus love each\r\nother. This isn't over. Okay, I did get past it and he will, too. You were\r\nmarried; you've been through too much. ",
        "Harley: I... I can't resolve anything until\r\nhe comes home, anyway, so... you said that you wanted to talk about something? \r\n",
        "Zach: Mommy! ",
        "Dinah: We will talk another time, all right?\r\n",
        "Harley: I'll be right there, sweetie. Thank\r\nyou, Dinah. You are such a good friend. ",
        "Dinah: Okay. ",
        "Frank: Uh... ",
        "Marina: What did I say? ",
        "Buzz: Nothing. Take the lady someplace nice,\r\nokay? ",
        "Josh: Yeah. ",
        "Reva: You make me so happy. If I could only\r\nmake you half as happy. Mmm! ",
        "Josh: What? ",
        "Reva: You're vibrating. Is that you? ",
        "Josh: I thought it was you. ",
        "Reva: It's you. You got a call; you better\r\ntake it. ",
        "Josh: It can wait. ",
        "Reva: No, it might be one of those\r\npost-party donations. Answer it; you know you want to. I'm not going anywhere. \r\n",
        "Josh: Josh Lewis. Excuse me for just a\r\nminute. ",
        "Reva: Okay. Mmm. It's too soon. How can\r\nI...? I can handle this. I can handle this. ",
        "Josh: Any word on Jonathan? Okay. Listen, Cassie,\r\nthank you. Thank you so much for talking to the staff here. I mean, they really\r\noutdid themselves. The place looks great. Yeah, well, that would have been my\r\nfirst choice to do this at Cross Creek right here in Springfield. But yeah,\r\nthis is... this is good, too. I mean, there's plenty of time, right? What you\r\ndoing there? ",
        "Reva: Thinking about you. ",
        "Josh: Ah. I see you poured the champagne. ",
        "Reva: Yes. ",
        "Josh: Thank you. ",
        "Reva: Here you go. ",
        "Josh: What is that? ",
        "Reva: Water. ( Laughs ) ",
        "Josh: You don't want champagne. ",
        "Reva: Not... not right now. We've got our\r\nwhole lives ahead of us, right? ",
        "Josh: Right. ( Laughter ) ",
        "I've been down and I'm\r\nwonderin' why ",
        "these little black clouds keep\r\nwalkin' around with me ",
        "with me ",
        "it wastes time and I'd rather\r\nbe high ",
        "think I'll walk me outside and\r\nbuy a rainbow smile ",
        "but be free they're all free ",
        "so maybe tomorrow I'll find my\r\nway home ",
        "so maybe tomorrow I'll find my\r\nway home ",
        "I look around at a beautiful\r\nlife ",
        "been the upperside of down\r\nbeen the inside of out ",
        "but we breathe we breathe ",
        "I wanna breeze and an open\r\nmind ",
        "I wanna swim in the ocean\r\nwanna take my time for me ",
        "for me all me ",
        "so maybe tomorrow I'll find my\r\nway home ",
        "so maybe tomorrow I'll find my\r\nway home ",
        "so maybe tomorrow I'll find my\r\nway home ",
        "so maybe tomorrow I'll find my\r\nway home ",
        "bye, bye... ",
        "Beth: You did what you had to do,\r\nand now I'm going to do what I have to do. ",
        "Lizzie: Let go of me. Let go of\r\nme. ",
        "Buzz: Maybe you'll answer a\r\nquestion. ",
        "Ava: Anything. ",
        "Buzz: What are you up to? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=e8lO2PKQwEM"
}