{
    "Episode Summary": [],
    "Recap": [
        "Danny and Michelle's Valentine's Day fundraiser gets rolling at the Country Club. In the aftermath of their confrontation with Carrie, the girls are feeling positive for the first time in a long time. Josh and the other men believe that the mystery of the witness will be over soon, one way or another. Carrie appears alone in her room dressed up like the long-dead Maryanne Caruthers. Josh and Billy take a breather out on the patio, where a curious Frank joins them. Josh admits to Frank that he was receiving threats, but tells him it's been taken care of. Reva finds Josh outside and the two share a romantic moment. Michelle is thrilled when Ed shows up at the party and asks her to dance. Marah and Jeffrey realize that someone who wanted them to get together on Valentine's Day has set them up. The attraction between them is undeniable but when they begin to get close on the dance floor, Jeffrey pulls away. Across the room, Cassie voices her disgust about Jeffrey and Marah to Reva. Reva tells Cassie that she is not going to get in the way of Marah being with the man she chooses. Jeffrey, wanting space from Marah, finds himself asking Cassie to dance. Cassie takes the opportunity to talk to Jeffrey about the Delirium problem facing teens. Edmund enters to see Cassie and Jeffrey dancing and he and Marah quickly cut in. Danny gets word from Tony that Bruzi is waiting outside. Danny makes a gracious speech at the dance and then joins Bruzi in his limo. Blake feels guilty that a reporter overheard her and printed the story about Tony getting in the fight. But Ross assures her there's nothing to be ashamed about. He wants to win.",
        "Marina and Shayne enter the museum to find that \"Cupid\" has set up a romantic evening for them, filled with food, ambiance and music. Marina and Shayne wrap up their perfect evening by making love. Lizzie slips out of the party to join another party thrown by Blade and his friends in a warehouse. She revels in her freedom but is quickly put in danger when Blade drops a \"D\" into her drink. As the couples dance the night away, a figure appears at the top of the stairs. It's Carrie, out of her room and watching them all."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Shayne: What?",
        "Marina: Whoa.",
        "Shayne: Hello? Marah?",
        "Marina: Uh...",
        "Shayne: Remy?",
        "Marina: Is anybody home? Hey, what is this?",
        "Shayne: I don't know.",
        "Marina: Oh, my gosh. It's for us. \"Shayne and Marina: Watching movies and eating popcorn on Valentine's Day? You can do better than that. Go put on your hottest outfits and then come back and check under the cushions on the sofa. Follow my instructions to the letter, or else.\"",
        "Shayne: Who's that from?",
        "Marina: Cupid, whose handwriting looks a lot like your sister's.",
        "Shayne: Oh. Okay, Marah telling us to do something or else. Imagine that.",
        "Marina: I guess we'd better do what she says.",
        "Shayne: Well, I'm down if you are.",
        "(Jazz music playing)",
        "Marah: Jeffrey, I know we're not supposed to say things like this to each other, but...",
        "Jeffrey: Uh-oh.",
        "Marah: ...There's no one I'd rather be here with tonight than you.",
        "Jeffrey: You know what, Marah? Same goes here.",
        "Marah: Well, I figured that one out when I got your note.",
        "Jeffrey: My note?",
        "Marah: Yeah. Your note saying to meet you here, along with those gorgeous long-stemmed roses.",
        "Jeffrey: Whoa, whoa, whoa. Hang on. You sent me a note. That's what your note to me said.",
        "Marah: No, I didn't send... You didn't send me one, either. Okay. Then who did send them?",
        "Jeffrey: You know what? I think we've been set up, my dear, and I think I know who did it -- your half brother.",
        "Marah: Sandy?",
        "Jeffrey: As far as I'm concerned, he did us both a favor.",
        "Josh: Hello.",
        "Reva: (Laughs)",
        "Josh: How are you? Good to see you.",
        "Reva: Hi, sweetheart. Good luck.",
        "Danny: Thank you.",
        "Reva: This is a wonderful party.",
        "Danny: Thanks again.",
        "Reva: Okay. Wow, what a great turnout, huh?",
        "Josh: Yeah, it's great. There's Cassie dancing with Edmund.",
        "Reva: Oh, yeah. I certainly hope you'll be dancing with me tonight, Mr. Lewis.",
        "Josh: I wouldn't miss it for the world, Mrs. Lewis.",
        "Reva: You know something? This feel's like Valentine's and New Year's all rolled into one. It's a beginning, a new beginning for both of us.",
        "Michelle: Bye-bye.",
        "Danny: Wow, you did great, Mrs. Santos.",
        "Michelle: Yeah, the Crisis Center did great. I can't believe how many people showed up here. There's a few people still missing, though. I can't believe that Mel and Rick decided to have a romantic evening alone. How dare they?",
        "Danny: I know. And your dad. I'm sorry. I know you really wanted him to be here.",
        "Michelle: Yeah, I was kind of hoping we would be able to put our problems aside for one night, being that it's Valentine's Day. It's all about love, right?",
        "Josh: Nice to see you both.",
        "Reva: Yeah.",
        "Josh: Take care.",
        "Reva: Oh, look. Here come Cassie and Edmund. Let's say hi.",
        "Josh: You know what? I'm going to go talk to Billy for just a minute, and I'll catch up with you, okay?",
        "Reva: Oh, okay. Hi, how are you?",
        "Josh: Hello, Edmund. How are you?",
        "Reva: Edmund. Hello.",
        "Josh: Has Marina said anything at all to you about...",
        "Buzz: Last I heard, the girls think the issue is resolved.",
        "Billy: Oh, come on. You think this guy's going to go away because three itty- bitty girls want him to?",
        "Alan: Billy, we're all aware of that, but it's a party tonight, so let's eat, drink, and be merry. Come on.",
        "Josh: Yeah, well, you left off the punch line, Alan -- \"for tomorrow, we die.\"",
        "Alan: Champagne, Beth?",
        "Buzz: Don't worry. It's ginger ale.",
        "Beth: Uh, Lizzie, are we keeping you from something?",
        "Lizzie: Oh, no. Uh-uh.",
        "Beth: It's okay. You've done your time at this table. You can go on to the teen party in the next room.",
        "Lizzie: Are you guys serious? I mean, I can go alone, no chaperones?",
        "Beth: I think that you've earned yourself a little bit of free time, but just check back in with me once in a while.",
        "Lizzie: Okay, that's great. Thank you, Mom. You're being cool.",
        "Beth: (Laughs) Have fun.",
        "Alan: Do you think that was wise, Beth?",
        "Beth: Oh, Alan, we can't keep her locked up forever.",
        "Jeffrey: You know, Danny and Michelle have really done a great job here, haven't they?",
        "Marah: Yeah, great.",
        "Jeffrey: They're probably going to pull in a lot of money for the Crisis Center. Is something wrong?",
        "Marah: Yes. It's very difficult for me to sit here and make small talk and pretend like nothing ever happened between us. I can't stop thinking about that night.",
        "Jeffrey: Well, you know, maybe it's because it was just one night, Marah, you know? That's why it seems so perfect. When reality comes crashing down...",
        "Marah: I don't believe that, because I know that if we left here right now and went back to your place and started kissing and touching and undressing, it would be just as incredible as the last time. And deep down I think that you know that, too.",
        "Cassie: So these are the earrings that I got for Valentine's Day. Aren't they gorgeous?",
        "Reva: Beautiful. Someone has good taste.",
        "Edmund: Well, thank you, Reva. But Cassie's very easy to buy for. She looks stunning in everything.",
        "(Cell phone ringing)",
        "Edmund: Oh, it's the embassy.",
        "Cassie: An ambassador's work is never done, huh?",
        "Edmund: Right. I have to take this, and it's going to be a while. So excuse me. Winslow.",
        "Cassie: He's old enough to be her father.",
        "Reva: You're exaggerating.",
        "Cassie: Close enough. It's disgusting.",
        "Billy: Hey, what are you doing out here? You're supposed to be inside showing your wife a good time on the dance floor.",
        "Josh: This was a mistake.",
        "Billy: What was a mistake?",
        "Josh: Me coming here.",
        "Billy: Hm.",
        "Josh: But then again, you want to talk about foolish, look at you. I mean, you know, Valentine's dance, and you're here, no date. What's that about?",
        "Billy: No, no, no. Now, see, I'm only appearing to be foolish. This is part of my master plan.",
        "Josh: Which is what, exactly?",
        "Billy: Well, you see, there are always more single women at these things than there are men.",
        "Josh: Easy pickings, huh?",
        "Billy: Only for a natural-born Don Juan like myself. Think Ed's going to come here for Michelle?",
        "Josh: Not a chance.",
        "Billy: Well, whatever happens, it's going to be okay. Come on. Let's go back inside, okay?",
        "Josh: Okay.",
        "Frank: Oh, hey, fellows. What's up, Billy?",
        "Billy: Hey.",
        "Frank: I was hoping I was going to run into you, Josh. Got a minute?",
        "Josh: Yeah, sure. What's up?",
        "Frank: Well, when you called the other day, I got the impression that you needed my help.",
        "Danny: He's here?",
        "Tony: Waiting in the car.",
        "Danny: You get rid of the driver?",
        "Tony: Well, it didn't take too much persuading. I guess the boss doesn't pay him too well.",
        "Danny: Okay. I'll be out in a minute. I just need to take care of something first.",
        "Tony: All right, all right.",
        "Danny: Think now's a good time?",
        "Michelle: Okay, yeah.",
        "Danny: I'm going to steal her away for a minute.",
        "Michelle: Okay.",
        "Danny: I'll be right back. Let's see... Hello, hello? Is this on? Yes, hello. Okay. Hi, can we have your attention, please? Thank you and welcome. Hope you're all having a great time tonight.",
        "(Cheers and applause)",
        "Danny: For those of you who don't know who I am, which I don't know how that could be possible, since my face is plastered all over this town, but just in case, my name is Danny Santos.",
        "Michelle: And he's running for mayor.",
        "(Applause)",
        "Danny: That's not... that is not what tonight is about. Tonight is about the Teen Crisis Center and the hotline that my beautiful wife Michelle has created with her good friend Bill Lewis.",
        "(Cheers and applause)",
        "Danny: And the terrific, terrific work that they have been doing. And thanks to the very generous, and I mean very generous, contributions that you've all made tonight; they'll be able to continue with that work and help a lot of young people. So thank you, and I'm going to hand it over to Michelle.",
        "Michelle: Hi.",
        "(Applause)",
        "Michelle: I just wanted to echo what Danny was saying, that we just so, so appreciate you being here tonight, and giving so generously so we can continue helping people. And I think it's very appropriate that we're doing this on Valentine's Day, because Valentine's Day is all about love -- love for your families, your friends, and your fellow man. And I think there's a lot of love in this room tonight. What do you think?",
        "(Giggles and applause)",
        "Michelle: So from the bottom of our hearts, we really thank you.",
        "Danny: So thank you. Have a great time.",
        "(Applause)",
        "Danny: I've just got to go talk to somebody.",
        "Bill: Hey, Tony, I didn't think you were going to make it tonight.",
        "Tony: Hoping I'd keep a low profile, cause you no more embarrassment, huh? Sorry.",
        "Eden: Let it go. Honey, let it go.",
        "Bill: Yeah?",
        "Eden: The only campaign that you were supposed to be running tonight is the one to keep me happy.",
        "Bill: Very happy?",
        "Eden: Oh, very, very, happy.",
        "Bill: You come with me.",
        "Bruzi: So handle it. Well, that's why I'm paying you. Well, then just handle it.",
        "Danny: He'll call you back. Hey, Angelo.",
        "Bruzi: Dominic!",
        "Danny: Oh, your driver's running a little errand for me. I wanted a moment with you alone.",
        "(Techno music playing)",
        "Blade: Lizzie! Hey, girl, you made it.",
        "Lizzie: Yeah, barely. Oh, my God, this place is wild. I love it! Oh, here's my contribution, by the way. That okay?",
        "Blade: Okay? Sweetheart, this is more than okay. This is a beautiful thing. From a beautiful lady. Listen... Happy Valentine's Day, sweetheart. You and I are going to have a great time tonight.",
        "Jeffrey: Marah, would you like to dance with me?",
        "Marah: Yeah, I would love to.",
        "Jeffrey: Come on.",
        "Cassie: Aren't you going to do something about that?",
        "Reva: Cassie, Marah is a grown woman. She's entitled to have some fun. See? Fun.",
        "Cassie: I don't doubt that Mr. O'Neill can show Marah a good time. Hell, he showed Beth a good time for what, two days?",
        "Reva: Oh, Cassie...",
        "Cassie: Then he moved on to his next conquest, which happens to be your daughter. How is she going to feel when he moves on to the next?",
        "Reva: Maybe he won't. Maybe Jeffrey O'Neill isn't the cad you seem to think he his, or was. You know, are you forgetting that that's the same guy who fixed RJ's turkey costume? He has his good moments.",
        "Cassie: I'm sorry, but the man has problems.",
        "Reva: Cassie, you're the one with the problem. Why is that, as if I didn't know?",
        "Cassie: What is that supposed to mean?",
        "Reva: The man's face, sweetie. He looks exactly like Richard, and you can't bear that, which means you can't bear him. And I'm sorry for that. I am, sweetie. But I think it's time you got over it.",
        "Marah: Don't do that. Don't pull away.",
        "Jeffrey: Your mother and your Aunt Cassie are right over there.",
        "Marah: I don't care.",
        "Jeffrey: Well, you should care. You're their... They're the only family that you have, so, you know.",
        "Cassie: The fact that Jeffrey O'Neill looks exactly like Richard has nothing to do with anything.",
        "Reva: It has nothing to do with your ability to relate to him, has nothing to do with coloring your judgment about him just the teeniest, tiniest, little bit?",
        "Cassie: Absolutely not, no.",
        "Reva: Hi, Jeffrey.",
        "Jeffrey: Hello, ladies. Reva, may I have this dance?",
        "Reva: I would love to, Jeffrey, I would, but I've got to go and find Josh right now. But I'm sure that my lovely sister would be happy to fill in for me. Wouldn't you, lovely sister? Have a good time.",
        "Jeffrey: Well, how about it, Mrs. Winslow? Do you dare be alone with me?",
        "Frank: Well, Josh, you said you had a problem, then you said you took care of it, and I was just curious what it was about.",
        "Josh: I was receiving threats.",
        "Frank: What kind of threats?",
        "Josh: Well, notes under the door, messages left on voice mail, things like that.",
        "Frank: Well, do you have any idea who would do something like that?",
        "Josh: Yeah, as a matter of fact, I do. It was work-related. It was a person that we had been dealing with through Lewis Construction a while back, and this person was not happy when I couldn't accommodate.",
        "Frank: Well, Josh, that's kind of serious. I mean, that's not something I would brush off so easily.",
        "Josh: Yeah, I know that. That's why I called you. But the fact is, Billy and I were able to reestablish contact with this person, and...",
        "Billy: And then we just worked it out.",
        "Frank: And that's that?",
        "Billy: Yeah. You know, a little face-to-face talk does wonders.",
        "Frank: Well, that's kind of interesting, because usually with my experience in this type of thing, people that usually do that, they really don't back off so quickly.",
        "Billy: Well, not this person. They're a pussycat. It's all done with.",
        "Frank: So it's over, done, not a problem?",
        "Josh: Yeah, that's it. It's over.",
        "Reva: Hey, there you are. Are you avoiding me?",
        "Josh: No, no. I was just thinking, that's all.",
        "Reva: About?",
        "Josh: You. I want my life back. I want you back.",
        "Marina: Okay. \"What has surprised you most about each other? Be specific and romantic.\"",
        "Shayne: I don't know. You're so full of surprises, I wouldn't know where to start. But I guess I do.",
        "Marina: Tell me.",
        "Shayne: It's the way you were right after the accident and the way you've been every day since then. When I woke up in the hospital and I couldn't move, I thought for sure that you were going to leave me. I mean, being with a guy who couldn't move anything from the neck down, that wasn't exactly what you signed up for.",
        "Marina: What I signed up for is you.",
        "Shayne: Well, I figured that out. I mean, I even tried to push you away. I just wanted you to have a normal life. And every time you walked out that door, part of me was feeling like... like you wouldn't come back. But you always did.",
        "Marina: And I always will.",
        "Shayne: Okay. So what surprises you about me?",
        "Marina: That's easy. Your spirit. How generous you are. How kind and forgiving. I mean, you know, like when you found out Sandy was your brother. Most guys would have had some sort of resentment towards him, but you didn't, you know? You embraced him. You welcomed him right away. And, like, your dad, you know? You could have hated him for pushing you so hard -- I mean, literally to the point of having an accident. And you didn't, you know? You were able to put all of that anger aside.",
        "Shayne: No, that's not true. I was mad at him for a long, long time.",
        "Marina: Yeah, but then you were able to move past it and just focus on getting better. God, I mean, to be able to forgive like that, to just be able to love and keep on loving no matter what, that is so huge. And I look at you and what you've been through, how far you've come, you make me believe that anything's possible.",
        "Shayne: Because anything is possible as long as we're together.",
        "Jeffrey: Well, Mrs. Winslow, what's it going to be? Dance or no dance?",
        "Cassie: Spoken like such a gentleman. No wonder why the ladies can't resist you.",
        "Jeffrey: Well, if you're referring to a particular lady, okay, I'd rather not discuss that with you here, if you don't mind. As a matter of fact, I don't want to discuss that with you anywhere, period.",
        "Cassie: Okay. Well, you know what? Fine by me. She's Reva's daughter, she's not mine. It's Reva's job to protect her. But I do have one thing to say about the subject.",
        "Jeffrey: Only one thing? You?",
        "Cassie: Yeah. You go near my daughter ever, and I will kill you before you have a chance to prosecute me.",
        "Jeffrey: Your daughter? First of all, Mrs. Winslow, your daughter is still in high school.",
        "Cassie: Yeah, well, like I said.",
        "Jeffrey: That's...",
        "Cassie: Disgusting, vile, obnoxious? You said it, not me.",
        "Jeffrey: No, actually, you said it, Mrs. Winslow.",
        "Cassie: You know, speaking of my daughter and other kids her age, instead of being here playing footsie with my niece, maybe you should be doing something important, like maybe your job, for a change.",
        "Jeffrey: I'm sorry, did you say something? Because I lost you at \"footsie.\"",
        "Cassie: Are you aware that there is a new drug on the street, a new drug that is very seductive and very dangerous, Mr. O'Neill?",
        "Jeffrey: Maybe.",
        "Cassie: \"Maybe\"?",
        "Jeffrey: Yeah, maybe.",
        "Cassie: What kind of answer is that?",
        "Jeffrey: That's a noncommittal one, okay? Because I don't want to talk about that.",
        "Cassie: Why not?",
        "Jeffrey: Well, because that's work, and I am not at work now. I'm off the clock. You got that?",
        "Cassie: Crime doesn't sleep, Mr. O'Neill.",
        "Jeffrey: That's profound, Mrs. Winslow. All right, you want to talk? Go ahead, talk.",
        "Cassie: No. Uh-uh. I don't want to talk. I don't want to talk anymore.",
        "Jeffrey: Yes, talk.",
        "Cassie: No, no, no, no. You know why? Because you're not for the good of the public. You're not for the good of the people. You're for you. All you care about is your beard, your sneakers, your snippy-snappy, snarky comebacks.",
        "Jeffrey: Oh, that's good. No, you're going to talk. We're going to talk, and we're going to talk out on the dance floor.",
        "Cassie: What?",
        "Jeffrey: Yeah.",
        "Cassie: Why?",
        "Jeffrey: Why? Because I want to have a good time, okay? I want to have a good time if it kills me, and sitting here with you is killing me. Now, let's go.",
        "Tony: Hi.",
        "Marah: Hey.",
        "Tony: Blake, how are you?",
        "Blake: Tony.",
        "Tony: Hey, Ross.",
        "Ross: Hello, Tony. They're clean.",
        "Blake: Hey, Tony?",
        "Tony: Yeah?",
        "Blake: Ross and I did not plant that story in the newspaper. We didn't. Ugh. Although we were talking kind of loud in public, and that reporter did overhear us. I feel terrible about that.",
        "Ross: No, Blake, stop it. It's not our fault. Tony shouldn't have gotten into a fight in the first place. If he has anybody to blame, it's himself.",
        "Blake: True, but...",
        "Ross: No \"buts.\" It's a political campaign, and anything and everything is fair game.",
        "Blake: And everyone?",
        "Ross: I'm not in this to lose, and neither is Danny, believe me.",
        "(Glass breaking)",
        "Danny: Oops. Angie, you've got a problem with me, you come to me. You don't go sniffing around my cousin Tony, and you sure as hell don't go anywhere near my family. Not if you like breathing.",
        "Bruzi: Watch the threats. Now, what the hell are you talking about?",
        "Danny: Look at me and tell me that you had nothing to do with the gas leak in my house.",
        "Bruzi: The what? That's not my style. Trust me, Danny, when I go after you, you'll know. I'll be looking you right in the eye.",
        "Danny: See, that's the problem, Angelo. I don't trust you. So whatever's going down between you and Salerno, you keep it out of Springfield, and you keep it away from my family, or I'll come after you with everything I got.",
        "Bruzi: You got nothing. You gave it all away.",
        "Danny: Believe me, I still got enough to hurt you. So you push me, and you'll find out.",
        "Michelle: Hey.",
        "Marah: Hey.",
        "Michelle: Have you seen Danny?",
        "Marah: No, sorry.",
        "Michelle: What's the smile about?",
        "Marah: I don't know. I guess I just feel like things are finally starting to look up.",
        "Michelle: You mean the thing with our dads?",
        "Marah: Yeah, yeah. And even though we can't be sure that Carrie is out of our lives for good, I feel like a huge weight has been lifted off my shoulders.",
        "Michelle: Definitely. And now, whatever happens after this is going to be between us and our dads with no outside interference.",
        "Marah: Which is the way it should have been all along.",
        "Michelle: Why did we wait so long to put Carrie in her place? Oh.",
        "Danny: Miss me?",
        "Marah: Hey.",
        "Michelle: Hi.",
        "Danny: How are you? You want to dance?",
        "Michelle: Yeah.",
        "Danny: Can I steal her?",
        "Marah: Yes, go, go.",
        "Michelle: So?",
        "Danny: So?",
        "Michelle: Where were you?",
        "Danny: Oh, I just had to thank somebody who made a donation.",
        "Michelle: Yeah?",
        "Danny: Yeah, he owns a store on Fifth Street.",
        "Michelle: A wine store? Because you were drinking white, and you got red all over you. Do you care to comment, Mr. Santos?",
        "Josh: I know that I've been pushing you away lately, but there's something that I need to tell you.",
        "Reva: Tell away.",
        "Josh: This whole time, I've not stopped loving you. This time apart, not for one single moment. And I'm sorry that I've been distancing myself from you.",
        "Reva: Then it's over? Tell me that it's all over now, bud.",
        "Josh: There's just one more thing I have to do, and then it will be over. I promise.",
        "Michelle: So?",
        "Danny: It's fine, it's fine.",
        "Michelle: How did you get wine on yourself?",
        "Danny: I don't know. Somebody bumped into me. Honey, it's fine. Come on, look. I'll take it to the cleaners.",
        "Michelle: Okay.",
        "Danny: Okay? It'll come out. Don't worry about it. What?",
        "Michelle: I didn't think you were coming.",
        "Ed: I wasn't going to miss your big night. Of course I came.",
        "Alan: So, Jeffrey O'Neill is hitting on Cassie Winslow now?",
        "Beth: No, I think he's just making nice with her.",
        "Alan: He's making nice because she owns the Beacon Hotel.",
        "Beth: Among other things. Hm. Lizzie still hasn't checked in with me. I wonder if I should go next door and look for her.",
        "Alan: Why don't you let me do the honors?",
        "Beth: Oh, yes. Then we can both go in there and really embarrass her. I think I'll give her a little more time.",
        "(Techno music playing)",
        "Lizzie: So, what do they use this place for when they're not having a party?",
        "Blade: Some sort of storage or something.",
        "Lizzie: It's a little dusty. I think I'd get my outfit dirty if I sat anywhere in here.",
        "Blade: Well, you know you can always sit on my lap, but you might get dirty there, too.",
        "Lizzie: Um, well, they don't look so bad. When was the last time you had a manicure? Oh, that's right, it's not your style, is it? At least we know you're clean- shaven. (Laughs) And I hope you take a shower at least once a week, right?",
        "Blade: You know what, princess? You're all right.",
        "Lizzie: Yeah, getting better every day.",
        "Blade: Definitely all right. But you're empty. That's not good. How about I take care of this for you, huh?",
        "Lizzie: That would be good.",
        "Blade: All right. Be right back.",
        "Luis: Oh, Blade. You're moving up in the world. Looks like blondie over there is looking for some fun.",
        "Blade: Yeah, that could be arranged.",
        "Cassie: So, when the kid showed up at the youth center, he was totally wired.",
        "Jeffrey: So you think he was on \"D.\" You sure about that?",
        "Cassie: Yes, Delirium. I've been asking everyone about it.",
        "Jeffrey: It's a very addictive drug.",
        "Cassie: Wait a minute. You know about this?",
        "Jeffrey: Yes, I know about it. It's very popular in Europe and in Asia. It's just starting to catch on here now.",
        "Cassie: Well, Jeffrey, we have to do something about this. We've got to, like, put a packet together and give it to the parents, give them all the information we can find on \"D,\" do something geared towards the kids. Come on!",
        "Jeffrey: Mrs. Winslow, I'm sure that my office and the police department would be happy to assist you in any way that they can. Okay, how's that? Now...",
        "Cassie: Thanks.",
        "Jeffrey: What?",
        "Cassie: I don't know, I thought you were going to tell me to mind my own business or, like, bug off or something.",
        "Jeffrey: Well, you know, you can be very irritating and annoying and obnoxious, but that's perhaps why we could use you on our team.",
        "Cassie: Thanks. I think.",
        "Jeffrey: Dare to dip?",
        "Cassie: Dip away. (Laughs)",
        "Marah: They dance well together, huh?",
        "Edmund: They're adorable.",
        "(Techno music playing)",
        "Blade: This will really get you partying, princess. Here you go, sweetheart. Drink up.",
        "Shayne: So, \"Cupid hopes that you've had a memorable night so far. So go to the stereo and hit play. The rest is up to you.\"",
        "Marina: Oh, no, no, no. I'll do it. I'll do it, I'll do it, I'll do it.",
        "(Music playing)",
        "Marina: Oh, I love this song. It reminds me of you.",
        "Shayne: Dance with me? My legs are a little shaky, but I think I can do it.",
        "Marina: Hey, come on, lean on me and I'll lean on you. And together we'll be just right.",
        "Cassie: Oh. Edmund.",
        "Edmund: May I cut in?",
        "Marah: I would be delighted. Thank you.",
        "Edmund: You and Mr. O'Neill dance very nicely together.",
        "Cassie: I... I... I wanted to tell him about that kid from the youth center and the um...",
        "Edmund: Oh, the young man high on that new designer drug?",
        "Cassie: Yeah. And he would only talk to me about it if I danced with him. I don't get him. I just... I just don't get him.",
        "Marah: You and Aunt Cassie dance very well together.",
        "Jeffrey: Oh.",
        "Marah: I hope you saved your best moves for me, though.",
        "Jeffrey: I was, you know, just smoothing the waters a little bit.",
        "Marah: You know, you're so much more thoughtful than everyone realizes.",
        "Jeffrey: Well, thank you.",
        "Marah: It's one of the things I love about you. Okay, when I said \"love,\" I didn't mean...",
        "Jeffrey: No, no.",
        "Marah: Whatever.",
        "Ed: I can't stand the distance between us.",
        "Michelle: Me, neither.",
        "Ed: I want my daughter back in my life. You still remember how to foxtrot?",
        "Michelle: How could I forget, with those teachers? \"Slow-slow-quick-quick.\" Right?",
        "Ed: Want to give it a shot?",
        "Michelle: Sure.",
        "(Jazz music playing)",
        "Shayne: Next, on Guiding Light...",
        "Jeffrey: Who's the broad who swiped your husband?",
        "Carrie: I've been waiting to meet you for such a long time. Nearly thirty years.",
        "Nico: Do you like me?",
        "Lizzie: Yeah, I do.",
        "Nico: Perfect."
    ],
    "Transcript Author": [
        "By Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=WD4ZywEusLI"
}