{
    "Episode Summary": [],
    "Recap": [
        "Gus and Frank narrowed down the \"Garden of Eden\" murder suspects to three: Eden, Ben, and Darcy. Frank interrogated Darcy, who admired him for doing his job. Frank thought she was innocent, but was suspicious when she said a little too quickly that she didn't know Eden. Harley offered to talk to Eden for Gus. When she and Blake arrived at the museum, they met a spooked and angry Ben. Ben went to Company to show Gus the threatening note he had received. Beth told Phillip about her talk with the boarding school headmistress, and expressed her concern that Lizzie may have snapped. Phillip said he would take care of it, and then told Beth that Alan was the father of Olivia's baby; Lizzie overheard and was elated. Meanwhile, Olivia was overjoyed to hear that Phillip was the father, and planned a celebration dinner. When he arrived home, Phillip was confused by Olivia's news. Back at Company, Lizzie gave Ben rent money and told him he needed to fight to get his life back. Alex paid the lab technician who switched Olivia's paternity test to leave town."
    ],
    "Recap Author": "Hilary",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: All right, Frank, well, I've gone over all the surveillance tapes from the Country Club the night of the murder.",
        "Frank: All right, what do we got?",
        "Gus: Oh, we got confirmation that Edmund and Cassie weren't the only ones that slipped out when the lights went down.",
        "Frank: Tell me something we don't know. What about the witnesses statements? Any discrepancies? And who was left alone in the dark?",
        "Gus: We have three viable suspects that were alone when the lights went out.",
        "Frank: Ben Reade.",
        "Gus: That's one.",
        "Frank: Eden.",
        "Gus: Eden, yes. But I did see her before the lights went down and then I lost her for a few moments there.",
        "Frank: Then we have my date Darci who I made a suspect when I left her in the dark. Way to go, Frank.",
        "Gus: Well, I don't really see any connection there, Frank. I just... She's our long shot. Believe me.",
        "Frank: My gut tells me that she's clean. But there's one way to find out.",
        "Gus: Yeah. You like her don't you, Frank?",
        "Frank: I do. I don't know how much she's going to like me after I interrogate her though.",
        "Gus: Well, I can do it for you if you want me to.",
        "Frank: No, that's all right. That's all right. If she's knows anything, I think she'll tell me.",
        "Gus: Well, if you want me to do it, I'll do it. I mean certain girls like that kind of thing, you know.",
        "Frank: What kind of thing?",
        "Gus: Role playing, you know. You get to be the chief and she gets to be the suspect. And then you get to tie her...",
        "Frank: (Clears his throat)",
        "Gus: ...With the...",
        "Frank: You know when you talk like that, I got to put it out of my head that your living with my sister.",
        "Gus: No, no, Frank. Your sister and I, we're so much more than that. It's a lot deeper than that.",
        "Frank: No, no, no. Please no. No.",
        "Gus: But I mean...",
        "Frank: Don't go into anything, okay?",
        "Gus: Yeah.",
        "Frank: All right. I'll interrogate my date.",
        "Gus: Yeah.",
        "Frank: You're going to talk to Eden and Ben Reade, right?",
        "Gus: That's right. You got a deal.",
        "Frank: Good. Showtime.",
        "[SCENE_BREAK]",
        "Ben: Ah, breakfast. The most important meal of the day. \"Hey, Ben, I knew you were stopping by today, so I just wanted to remind you that rent is due next week. I know what a hard month this has been for you. So we'd all be happy to pitch in and cover you this month if you need us to. Just let me know, Marah. P.S. Eden's moving out. So you'll feel better about staying at home.\" Whatever.",
        "[SCENE_BREAK]",
        "Phillip: Hey.",
        "Lizzie: Daddy, you're back. (Laughs) Hey.",
        "Phillip: Hey.",
        "Lizzie: Oh, I missed you.",
        "Phillip: I missed you, too, sweetheart.",
        "Lizzie: So did you and Olivia have fun at the cabin?",
        "Phillip: Yeah, it was a nice break. Next time I'll think we'll make a family vacation. Where's your mom? She called me, told me to meet her here.",
        "Lizzie: Mom called you?",
        "Phillip: Mm-hmm.",
        "Lizzie: I think you must have missed her.",
        "Phillip: That doesn't make sense. Sounded important. I'll give her a call.",
        "Lizzie: I'll bet you she was just going to fill in on the school, but I can do that. And you know, private school talk is less boring over food.",
        "Phillip: We can do that. Maybe your mom can join us.",
        "Lizzie: Actually I'm really starving now. And, plus, honestly, how often do I get you all to myself. We can make it a day. We can go to Company and have ice cream and maybe we can decide on a movie we both like.",
        "Phillip: Mm-hmm.",
        "Lizzie: It'll be like our daddy's little girl days, remember?",
        "Phillip: Hmm. How could I forget?",
        "Lizzie: Yeah, I think we haven't had one of those since I was sick. I remember you started those right before Zach was born and now I realize why.",
        "Phillip: I thought you might feel a little lonely outside with a baby on the way.",
        "Lizzie: Well I'm way too old to be jealous of that baby.",
        "Phillip: Oh.",
        "Lizzie: But I'm not too old for ice cream. (Laughs)",
        "Phillip: Well, thank God for something. Okay, let's go.",
        "Beth: I don't think so.",
        "[SCENE_BREAK]",
        "Olivia: You know what? You're going to grow big and strong. And as your roots take hold and grow, so are Phillip and I. We will. We have to. (Phone rings) Hello?",
        "Dr. Sedwick: Olivia, it's Dr. Sedwick. How was your trip?",
        "Olivia: It was good. It was very good. It was better than I hoped.",
        "Dr. Sedwick: Oh, that's good to hear. I have the results of the paternity test. Are you ready? Olivia?",
        "Olivia: Yeah, I'm here. Go ahead. Who's the father?",
        "Dr. Sedwick: The father of your baby is Phillip Spaulding.",
        "Olivia: Can you say that again?",
        "Dr. Sedwick: The baby is Phillip's. I'm hoping this is the answer you were looking for.",
        "Olivia: (Crying with joy) Thank you so much.",
        "Dr. Sedwick: Congratulations.",
        "Olivia: Thank you so much. I will see you at my next appointment. Bye. Oh, you have no idea, sweetie, but the best thing just happened to us. Hi, it's Olivia Spencer. I need a romantic dinner prepared and delivered to the loft as soon as you can. Oh, it's a very special occasion.",
        "[SCENE_BREAK]",
        "Alexandra: So, I hope this is enough to cover your efforts. Not enough?",
        "Baitinger: It's more than what I expected. A lot more. Why would you...",
        "Alexandra: Well, the dollar is so down against the euro.",
        "Baitinger: Excuse me?",
        "Alexandra: Yes, guess who's getting a paid vacation? Any destination over seas of your choice. All expenses and a one way ticket.",
        "Baitinger: You expect me to uproot my life in order to keep your secret?",
        "Alexandra: (Laughs slightly)",
        "Baitinger: Lady, you really are something.",
        "Alexandra: Yeah.",
        "Baitinger: And what if I listen to what's left of my conscious and decide to take a chance with Phillip?",
        "Alexandra: Then I would be disappointed that you're not as smart as I thought you were. See on the one hand, you have an all-expense trip and go all around the world. On the other hand, I can make your... your world a living hell. (Laughs) Well, you see I know it's a big decision. You're going to have think about it. So, well, you have until this ice melts in this tea.",
        "[SCENE_BREAK]",
        "Lizzie: Dad and I were just going out.",
        "Beth: No, I don't think so.",
        "Phillip: Beth, what's going on?",
        "Beth: The headmistress has been trying to reach us for weeks. It seems that Lizzie has been intercepting those calls.",
        "Phillip: Why would Lizzie...",
        "Beth: I don't think that Lizzie wanted us to know what Mrs. Weston had to say.",
        "Phillip: Elizabeth?",
        "Lizzie: Why bother? Mom's already got it figured out anyway.",
        "Phillip: Well, I'd like to hear it from you.",
        "Lizzie: Well, Mrs. Weston thinks that I'm still responsible for that fire.",
        "Phillip: I thought we were finished with this.",
        "Beth: Phillip, we've never actually dealt with it at all. And it's not going to go away just because we want it to.",
        "Lizzie: Dad, you can't listen to them though. You have to believe me.",
        "Phillip: Honey...",
        "Lizzie: You can't believe them over me. Daddy, I already told you how the bad girls treated me. It was awful.",
        "Phillip: I know.",
        "Lizzie: And everything's okay now and I'm better. And I have you and Mom and Grandpa and Nana. And I actually have friends now and I made nice with Olivia. And I have a little brother or sister on the way. Don't let them take that away from me, Dad. Not now.",
        "Phillip: Honey, listen to me. Your mom and I are always on your side, okay? Let me talk to your mom. Everything will be okay. Just go on.",
        "Lizzie: Okay.",
        "Phillip: Come on. Do you honestly believe that Lizzie would burn her dormitory because some girl said a few mean things?",
        "Beth: Phillip, I don't know what to believe.",
        "Phillip: Beth, this is our little girl. Now, there are some things that she's just not capable of.",
        "Beth: Like pushing her mother?",
        "Phillip: What?",
        "Beth: She grabbed me and she practically threw me down on that sofa. You know I don't want to believe that she burnt down that building either, but... Phillip, how did we get here? She's our baby.",
        "Phillip: Hey, it's all right. I'll fix this, okay? I'll make it right. I promise.",
        "[SCENE_BREAK]",
        "Harley: Look who I found outside.",
        "Frank: Hello, ladies.",
        "Harley: And I could help but play 20 questions to see if she's of sound mind, because she is after all dating you.",
        "Frank: Oh.",
        "Darci: Yeah, I think she was just trying to find out if I was worthy. I hope I passed.",
        "Harley: Oh, yeah, with flying colors. Yeah, yeah.",
        "Darci: Interrogations must really run in the family here.",
        "Frank: Well, actually my lovely sister here was one hell of a cop before she ran into this character right here...",
        "Harley: Oh, I just love you.",
        "Frank: What is this? Hold on second. What is this?",
        "Harley: Wow! I can't believe you actually managed to stay quiet.",
        "Gus: Please, I wasn't going to say anything without you around to protect me.",
        "Frank: Hold a second. This is an engagement ring. No. What am I talking about? That's not engagement ring because someone would have told me about that. And someone else would have asked someone's permission.",
        "Harley: Someone did ask someone's permission. Mine. And I said yes. We're getting married. And I would love it if you were happy for me, but if you can't be happy for me, maybe you could at least just say something nice right now. Frank.",
        "Frank: I'm thinking.",
        "Harley: Frank...",
        "Frank: Okay, congratulations.",
        "Harley: Thank you. (Laughs) Thank you.",
        "Frank: Congratulations.",
        "Harley: Handshakes in the Cooper family are not acceptable. Now he's going to be part of the family.",
        "Gus: I think she wants a bonding thing. Yeah.",
        "Frank: Yeah, I kind of got that.",
        "Harley: See I love that. I love that guy thing that they do. (Darci laughs) Do they learn that in school? (Laughter)",
        "Darci: So let me see the rock.",
        "Harley: Oh, it's this one.",
        "Darci: Oh.",
        "Harley: Oh, I have this one too, he gave me.",
        "Darci: This is gorgeous.",
        "Harley: Thank you.",
        "Frank: Can I talk to you for a second?",
        "Gus: Yeah.",
        "Harley: This was his mother's.",
        "Gus: What?",
        "Frank: I love her more than life itself.",
        "Gus: Yeah, well, that makes two of us, Frank.",
        "Frank: Good.",
        "Gus: Good.",
        "Harley: I guess this is the subtle threat part of the family bonding moment. Well, I feel all warm and fuzzy, huh? (Laughter)",
        "Frank: Well, then this calls for a nice family dinner then, right?",
        "Harley: Yeah.",
        "Frank: We'll do that right after we tell Dad.",
        "Harley: What makes you think I haven't already told Dad? I haven't already told Dad. I was hoping that you could be the one that help with that.",
        "Frank: Oh, well, actually I can't. But it'll be real fun to watch. Right now however I'm going to have a nice breakfast with Darci.",
        "Darci: That sounds good.",
        "Harley: Have fun.",
        "Darci: Thanks.",
        "Frank: Sit right over there. Don't make me sorry.",
        "Gus: What? I think it's going pretty well.",
        "Harley: What exactly was that look between you and my brother?",
        "Gus: Oh, Frank, I think that's the \"If you plan on hurting my sister, I'll smash your face look.\"",
        "Harley: No, I don't think it was.",
        "Gus: Is that the one you're talking about?",
        "Harley: I think it was about the case. Was it?",
        "Gus: Yeah. Yeah, based on the surveillance tapes and the witness statements, we got three viable suspects, that's the only thing that we got since the lights went down.",
        "Harley: Okay. Which three?",
        "Gus: Well, we got Eden. We got Ben Reade, we got Darci, his new girlfriend over there. And he gets the honors of finding out where she was.",
        "Harley: Poor Frank. I mean this is the first girl he's dated in years and he has to interrogate her?",
        "Gus: Yep. And I got to interrogate my own sister.",
        "Harley: Well, it looks like it could be Harley to the rescue. Before you say no, just hear me out, all right? We're both in agreement that for once in her life Eden is innocent, right?",
        "Gus: We are?",
        "Harley: I was there when Ariana was murdered. Eden didn't do this.",
        "Gus: I know that.",
        "Harley: Okay, so when it's time to take her in for questioning the situation is going to get real official real fast, okay.",
        "Gus: Mm-hmm.",
        "Harley: She's going to need a lawyer, the press is going to go crazy.",
        "Gus: The press has already been tailing her. Are you kidding me? And all they need to do is see me--her brother-- dragging her down to the station for questioning and it's going to be a real tabloid photo op. And I... I don't need that either. I mean can I handle it? Of course I can handle it. But the more you see her face in the press more and more and more. I mean...",
        "Harley: It is such an invitation for the killer.",
        "Gus: Exactly.",
        "Harley: But Blake and I, we could do this whole thing on the qt you know, under the guise of girl talk. Why make it official before it has to be?",
        "Gus: Girl talk. You must really love me to prepare to have girl talk with my sister. Either that or she's growing on you.",
        "Harley: Well, I was actually thinking of asking her to be one of my bridesmaids. I thought I could stick her in something really ugly.",
        "Gus: All right. All right. She's probably at the Fifth Street museum right now packing up her stuff.",
        "Harley: I'm on it.",
        "Gus: Okay, yeah. But listen to me. Be careful, okay? Because Ben Reade, he's in and out of there, nonstop. So if you see anything... You get my drift? Anything. (Phone rings)",
        "Harley: I'll call you.",
        "Gus: All right. It's Aitoro. Uh-huh. Well, I need something. I know the labs working on it as quick as they can, but I need something. Anything.",
        "[SCENE_BREAK]",
        "Darci: Frank, I just want you to know I had so much fun at Marina's party. Thank you for including me.",
        "Frank: Oh, you're welcome. You did, huh? Well, I'll promise you one of these days we'll go on a normal date.",
        "Darci: Are you kidding me? This has been a great opportunity. I've been able to see you at work, interacting with your family. It's great. You have been a perfect gentleman throughout.",
        "Frank: Perfect gentleman?",
        "Darci: Mm-hmm.",
        "Frank: I don't think a perfect gentleman would leave a date out in the dark.",
        "Darci: Of course he would if he's the chief of police. I mean I think bringing down the bad guys is more important than whether or not you pull out my chair. (Both laugh) Anyway I'm not afraid the dark, Frank. Actually it can be kind of nice under the right circumstances.",
        "Frank: I'm glad you're not afraid of the dark. Safe to say that you would be pretty comfortable moving away from the table if you had a reason to?",
        "Darci: Do you think I had a reason to? Oh, Frank, come on, the truth. Am I a suspect?",
        "[SCENE_BREAK]",
        "Beth: How are you going to fix it? You can't kiss this and make it better. Whether Lizzie set that fire or not, she's in trouble.",
        "Phillip: Come on, we don't know anything for sure. Maybe the fire happened exactly the way she said.",
        "Beth: Or not. Phillip.",
        "Phillip: She's not vindictive.",
        "Beth: Your family doesn't exactly live by turn the other cheek. Let's face it. She's learned a lot of not so helpful lessons along the way.",
        "Phillip: But you know what? That's the point though. She's not more like my family. She's more like you. She holds too much in. She doesn't lash out.",
        "Beth: We don't want her to be like that. The idea that she's suffering and she can't tell us...",
        "Phillip: Beth, we don't... We don't know anything. You know what? She's a strong kid.",
        "Beth: Yeah. And isn't that what we've always said? Look at how our little girl bounces back. She survives. Carl, leukemia, our divorce, our breakups, our make-ups. And through it all there was Lizzie handling it all like a champ. Maybe we just took her for granted. We thought no matter what hits Lizzie will be fine. Well, maybe she's not fine. Maybe something finally had to give.",
        "Phillip: Okay. Maybe you're right. Maybe we have taken her strength for granted. Maybe we have let her fend for herself too much while we were caught up in our own dramas. But it's okay, because that's all going to stop now. And Lizzie's going to be much the better for it.",
        "Beth: What do you mean by that? Phillip. Did something happen with Olivia?",
        "Phillip: Well, yeah, she took a paternity test.",
        "Beth: And?",
        "Phillip: Well, she doesn't know the results of it yet, but I do. Alan is the baby's father.",
        "[SCENE_BREAK]",
        "Blake: Hello? Is anybody home?",
        "Harley: Okay, now what is that? You know, what are these kids thinking? Somebody has to tell them you have to lock the door. It's not safe.",
        "Ben: You're right. Just about anybody could walk in.",
        "Harley: Hey, Ben.",
        "Blake: Hey, you. You know I'm always telling you that you should loosen up and everything, but I'm not sure I like this look.",
        "Ben: I owe you a phone call, I know.",
        "Blake: Yeah, I know. Mom's been filling me in.",
        "Ben: Yeah. Holly's been great. So let me guess: It's your turn to tell me what a jerk I was for breaking Marina's heart? I already know, but thanks.",
        "Harley: Actually, we were looking for Eden. Is she around?",
        "Ben: No. No, she's probably out recruiting some new talent. It seems she's down a few good men and women for her little business.",
        "Harley: Oh.",
        "Ben: Look, Harley, I told you she's not here. I don't know where she is and personally I don't care. All I care about is getting her out of here so I can come back.",
        "Harley: That girl really gets to you.",
        "Ben: Why would she get to me? She only cost me my life as I knew and the only girl that I'd ever loved. But at the end of the day, my choices were my own. I screwed up and now I'm paying for it. Now, Harley, you can ask me all the questions you want, but I don't have to answer them. See I remember that you're not a cop anymore even though you don't.",
        "Harley: I want to help.",
        "Ben: (Laughs) Right. I don't think so. I'm out of this. And I intend to stay out of it. And the cops agreed with you when they had to release me. So it's over.",
        "Blake: What is that, Ben?",
        "Ben: Nothing. I have to go. You guys can stay and wait for Eden if you want to. Do you know if Gus is still on duty?",
        "Harley: I thought you were out of this. Why would you need to talk to Gus?",
        "Ben: Is he on duty or not?",
        "Harley: He's at Company. But if you need to talk to somebody, I'm right here. I'll talk to you all... What was that exactly? What just set him off? I mean I'm sorry, but that is not the cool, calm Ben Reade that we used to know.",
        "Blake: Right. You know what? We're here to feel out Eden, not Ben.",
        "Harley: Blake, he has been at or around every crime scene. You have to admit that.",
        "Blake: Stop with the thinking, okay. Because Ben is practically family.",
        "Harley: Well, Eden is Gus's family, isn't she?",
        "Blake: Yeah, but Eden is also Eden. And speaking of which, where is she? Because I hate people who are late.",
        "Harley: Well, I got an idea of how we can kill some time and help the case. According to Gus there is a two out three chance that this is the home of the murderer.",
        "[SCENE_BREAK]",
        "Beth: So what are you saying? That without Olivia's knowledge or consent you had that baby's paternity tested? What did you do, have Rick take a sneak peak?",
        "Phillip: No. Rick wasn't involved.",
        "Beth: Well, thank God for once. And you wonder why our daughter has a problem with dishonesty. Phillip, you of all people should know.",
        "Phillip: Okay. All right. Yeah, okay, it was wrong.",
        "Beth: Then why?",
        "Phillip: Because Olivia didn't even want to know want to know who the baby's father was. She wasn't prepared to accept the fact that Alan could be part of this kid's life. I couldn't go along with that. Come on, you know what it did to me when I found out that Alan wasn't my biological father. It changed my entire life. I think after the whole mess with James, if we learned nothing else, we learned that hiding the truth doesn't do anything but hurt everybody. I had to know. I had to.",
        "Beth: I understand. I'm sorry. I know how much you wanted this baby to be yours.",
        "Phillip: There are many things that I wish were different. But I'll make it work.",
        "Beth: Oh, I don't know. Now that Alan is part of the equation?",
        "Phillip: I can handle Alan.",
        "Beth: Having an heir means everything to him. He is going to be a part of this child's life whether you like it or not.",
        "Phillip: Beth, I... What am I going to do? I can't leave Olivia. I made a commitment to her. You know what? It isn't just this. What I was talking about before with Lizzie. You see, this is part of the problem. Lizzie looks at Olivia and me and she knows we're not solid and that's part of what's keeping her off balance. She needs to feel secure. She needs to know that there's going to be place for her in the family that we're creating.",
        "Beth: Phillip. I know that doing the right thing means a lot to you. I also know that rescuing damsels in distress is sort of a hobby of yours.",
        "Phillip: Oh, come on.",
        "Beth: No, just hear me out. Choosing Olivia cost you a lot. It's only natural that you would feel that you have to follow through on this situation.",
        "Phillip: Let me tell you, this situation with Alan and me, you know, it's been a long time and coming.",
        "Beth: Phillip, I'm worried about you. Is this what you want? Is this what will make you happy? This child is going to be a constant reminder of Alan and Olivia's relationship. Can you handle that?",
        "Phillip: I said I would be fine. I'll be fine.",
        "Beth: Oh, oh.",
        "Phillip: What?",
        "Beth: Fine. Just like Lizzie.",
        "Phillip: What is that supposed to mean?",
        "Beth: That I don't believe you any more than I believe our daughter.",
        "[SCENE_BREAK]",
        "My romance doesn't need a castle rising in space or a dance to a constantly surprising frame wide awake I can make our most fantastic dreams come true my romance doesn't need one thing but you...",
        "Olivia: (Laughs)",
        "[SCENE_BREAK]",
        "Darci: Look, Frank, if you wanted to question me, all you had to do was ask.",
        "Frank: Darci as my date, I trust in you.",
        "Darci: Yeah, but as the chief of police, you have a job to do. I was alone when the girl was killed. What do you need to know?",
        "Frank: Look, this will just take a second, okay. I'm sure you have nothing to hide.",
        "Darci: Fire away.",
        "Frank: What did you do when the lights went out? Did you interact with any guest?",
        "Darci: No. When the lights went down, I have to admit it, I thought it was all pretty romantic. Of course I had no idea what was happening to that poor girl.",
        "Frank: And then your date got up and left you.",
        "Darci: Frank, I just... I couldn't get over what a great guy you were. I mean, you know, all the stupid rules that people have about dating nowadays, you didn't follow any of them. You were just you. You weren't trying to be cool.",
        "Frank: Yeah, well, trust me. I'm not cool.",
        "Darci: But that's exactly what makes you cool. You made me want to throw all those stupid rules out the window. I didn't want to wait till the end of the date on my doorstep. I wanted to kiss you right then.",
        "Frank: You mean to tell me that you...",
        "Darci: I spent the entire time thinking about you and searching for a breath mint in my purse. I didn't find one. Pretty embarrassing, huh?",
        "Frank: No, pretty terrific actually. Did you know Ariana?",
        "Darci: No.",
        "Frank: Or any of the other victims? Does the name Eden August mean anything to you?",
        "Darci: No, I never heard of her.",
        "[SCENE_BREAK]",
        "Gus: Oh, please give me something. Anything.",
        "Ben: How about this?",
        "Gus: \"Dear Ben, I hope you have enjoyed seeing my work from the front row twice. Lucky you. But watching isn't the same as experiencing. Maybe next time you could be a part of the show.\" This sounds like...",
        "Ben: I'm next.",
        "[SCENE_BREAK]",
        "Darci: So what do you think, Chief? Am I your man?",
        "Frank: (Laughs) I'd say it's a classic example of wrong place wrong time.",
        "Darci: Wrong time, I buy. Wrong place, you were there.",
        "Frank: You still feel the same after I've grilled you?",
        "Darci: I can handle a few questions. But I do have a question of my own. I was wondering, Frank, if... What... My favorite flower, long walks on the beach, work schedule has anything to do with a murder investigation?",
        "Frank: That's my personal file.",
        "Darci: Oh, oh, I see. That's good to know.",
        "Frank: I'd really like to ask you out again. Just you and me, no crime scene, no cops. Maybe something outdoors in another town. What do you say?",
        "Darci: That would be wonderful. Although I have to tell you that the cop thing isn't so bad. Maybe we could turn the tables a bit. Play a little good cop, bad cop. Guess which one I am.",
        "[SCENE_BREAK]",
        "Ben: So is it from the killer?",
        "Gus: Well, it looks that way. Eden got a very similar note just before Ariana got killed at that country club.",
        "Ben: Great. And what, I'm suppose to sit around and just wait my turn?",
        "Gus: No, you're going to be all right. We're going to protect you, okay. I'm going to put a 24-hour watch on you as soon as we get down to the station. It'll be handled.",
        "Ben: Well, that's easy for you to say, Gus, no one is threatening your life. (Cell phone rings) And the feeling that I'm starting to get is that I'm next in line.",
        "Gus: All right, all right. It's Aitoro.",
        "Harley: You are not going to believe what we found.",
        "Gus: Are we going to need a warrant?",
        "Harley: Not necessarily. It was out in plain sight.",
        "Gus: All right. All right, I'm on my way.",
        "Ben: What...",
        "Gus: Look, I got to go. But you're in perfectly good hands. I'll handle everything when I get down to the station, all right?",
        "Ben: Okay.",
        "Gus: All right.",
        "[SCENE_BREAK]",
        "Ben: What's your problem?",
        "Lizzie: Parents suck. And my stepmother sucks even more. Whatever, I'm a little baby and I can't handle it. What's wrong with you? I've never seen you with a hair out of place. You look like somebody who lost your best friend.",
        "Ben: Yeah, well, take your pick, Lizzie. I lost my money. I can't even pay my rent. I lost my girlfriend to Mr. Baseball. Next up is my life. Because some psycho thinks it's a good idea.",
        "Lizzie: Okay, you've won the pathetic life award. Look, I can't help you with the last one, but maybe I can help you with the first two. But you got to let me.",
        "[SCENE_BREAK]",
        "Phillip: What's all this?",
        "Olivia: Dr. Sedwick called. She gave me the news.",
        "Phillip: Okay. So you know.",
        "[SCENE_BREAK]",
        "Lizzie: All right, that should cover your rent.",
        "Ben: Look, I'm not a charity case.",
        "Lizzie: I know, but I'm a friend. And you need one right now. Look, Ben, money doesn't mean anything to me. But right now it means a lot to you.",
        "Ben: Yeah, but the rest of the town could care less about my financial situation. What do you want from me, Lizzie?",
        "Lizzie: I just think we have a lot in common right now. I know what it's like for people to blame me for stuff and they don't know anything. I'm not just going to lie down and let this go by. And you shouldn't either. You're innocent, Ben. Act like it. Don't let people see what this has done to you. And don't give up either.",
        "Ben: What do you mean?",
        "Lizzie: You know what I mean. Marina. Okay, you made one little mistake, but that doesn't mean you should be punished all your life for it. Look, don't you think it should be time to get it all back?",
        "Ben: You know it's funny, it's funny how people think that money is the key to getting anything you want. I used to think it too when I was waiting for my trust fund. But you know what? Getting it never fixes anything.",
        "Lizzie: Yeah, people just want to take whatever you have. Like Olivia. I swear she would have nothing to do with our family if we didn't have a dime.",
        "Ben: Yeah, Frank, always saw me as this rich spoiled jerk. Like I had money where my soul should have been. So I was never good enough for Marina. But hell, maybe he was right. I mean when I lost my money, Eden swept right in and offered me the chance to ruin my life and I took it.",
        "Lizzie: Okay. Well, enough pity party, Ben.",
        "Ben: Yeah. I know things are really bad for you in your world right now, but someone wants to kill me. My life is on the line.",
        "Lizzie: Look I know that. But look if you're smart, which you are and if you know the right people and you do, you could do whatever you want. Look, I'm going to go get a drink. Think about what I said.",
        "[SCENE_BREAK]",
        "Gus: Where's Blake?",
        "Harley: She went to pick up her kids.",
        "Gus: So what is it?",
        "Harley: These are some things that Eden's been packing for the move.",
        "Gus: So what, you called me over here to show me what a good packer my sister, isn't?",
        "Harley: Look a little closer.",
        "Gus: All right. That's...",
        "Harley: Ariana's pin. That is the pin she was wearing the night she was murdered.",
        "Gus: And this is the pin that went missing after she was murdered. What's my sister doing with this?",
        "[SCENE_BREAK]",
        "Alexandra: No, clinking. Times up. What's it going to be?",
        "Baitinger: Well, I hear London is the new New York.",
        "Alexandra: Good choice. I'm sure you're going to be very happy there. Well, I'm going to be happy knowing that Phillip and Olivia will never know that we... Well, you fixed the paternity test. So all I can say is bon voyage. Nice seeing you for the last time.",
        "[SCENE_BREAK]",
        "Olivia: I know you said you would stick by me no matter what, but when I got that call I was scared.",
        "Phillip: I said I would be with you all the way.",
        "Olivia: I know. You're the daddy. The DNA test said that you're the father. Isn't that the most wonderful news. Phillip?",
        "[NEXT_ON]",
        "Phillip: Tell me the truth.",
        "Olivia: This is your baby. How could you even question me about this?",
        "Gus: See this pin. It belonged to Ariana.",
        "Eden: You think I killed her?",
        "Alexandra: What did I tell you? All good things come to those who wait."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=Aojo0Cy7Rj8"
}