{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dinah: Has anyone called my lawyer. Has anyone called about me at all? Hello! \r\nHey, I'm talking to you. Hello. Any of you bozo’s know anything about anything.\r\n",
        "Gus: Here is your card. ",
        "Dinah: Thank you, thank you, finally. Finally you guys are here. I thought \r\nthey called, and I need to take a shower. I need to get out of here. ",
        "Gus: Have you spoken to Mallet. ",
        "Dinah: Yes, he's the one who got me in here because he doesn't trust me. Can \r\nyou get me out. ",
        "Harley: Slow down a second, Dinah. We're not here to get you out. We're here \r\nto ask you some questions. ",
        "",
        "( Knock on the door ) ( knock on the door ) ",
        "Jeffrey: Yeah! I'm afraid you got the wrong room. It's kind of confusing with \r\nall of the redecorating going on. What is it? I've had a long day, Detective.\r\n",
        "Mallet: I want to know what the hell is going on between you and my fiancé.\r\n",
        "",
        "Beth: Alan, we're going about this all wrong. Fighting with Jonathan is just \r\npushing Lizzie away. ",
        "Alan: I agree. ",
        "Beth: She believes we're ganging up on her, and that is not good for her or \r\nthe baby. ",
        "Alan: You're absolutely right. Hi. ",
        "Beth: What's going on? ",
        "Alan-Michael: Ask dad, he called this pow-wow. ",
        "Beth: Alan. ",
        "Alan: I want to thank you all for coming. I know we all have our family \r\ndifferences, but when a family member is in crisis, we all pull together. ",
        "Lillian: You said on the phone that Lizzie was in trouble. ",
        "Alexandra: And you're rallying the troops. ",
        "Beth: Alan. She thinks the whole family is against her. ",
        "Alan: We're not against her. We're trying to help her. ",
        "Alan Michael: What makes you think she needs our help. ",
        "Alan: Alan-Michael, her behavior is becoming more and more erratic every day. \r\nAnd she's starting to remind me of Phillip. ",
        "Beth: Phillip. ",
        "Alexandra: Oh, for heaven's sake. She is worried about her baby. ",
        "Alan: She has nothing to worry about. She is losing her grasp on reality. \r\nShe's putting the family, herself, and most important, her baby. ",
        "",
        "Lizzie: You're closing. ",
        "Clerk: Ms. Spaulding—Hi.",
        "Lizzie: You said that the toys were in? ",
        "Clerk: They were picked up already. ",
        "Lizzie: By whom? ",
        "Clerk: A man in a limousine. ",
        "Lizzie: Granddad, what exactly did he pick up? ",
        "Clerk: Just about anything a baby could possibly need. ",
        "",
        "Jonathan: Lizzie is gone? ",
        "Tammy: Yup. ",
        "Jonathan: I thought she would never leave again. ",
        "Tammy: She was pretty freaked about Alan. ",
        "Jonathan: I thought a new room would be enough, but I don't think she has \r\nslept in days. ",
        "Tammy: You can't blame her. Thinking that Alan is going to do something to \r\nthe baby. ",
        "Jonathan: As soon as that baby is born, Lizzie will move out and get her own \r\nplace. ",
        "Tammy: You might think that, but Lizzie, she thinks we're going to keep \r\nliving together, long after the baby is born. ",
        "",
        "Beth: Okay, family meeting is over. ",
        "Alan: Beth, you can't dismiss us. We just started our meeting. ",
        "Beth: Lizzie is my daughter, I will handle things the way I see fit. ",
        "Alan Michael: And how would that be? ",
        "Beth: One-on-one. You don't need to be involved. ",
        "Alan: What is wrong with a little family support, Beth? ",
        "Alexandra: As long as that is all it is. ",
        "Alan: You accusing me of something. ",
        "Lillian: Beth, is there anything we can do? ",
        "Beth: No, no. There is nothing I can't handle here. Thank you all for coming. \r\nAnd if you'll excuse me. ",
        "Alan: Where you going? ",
        "Beth: To see my daughter! ",
        "Alan: You'll have to excuse Beth. It is very difficult for her to accept the \r\nfact that Elizabeth is slipping again. ",
        "Alexandra: Alan, do you really believe that? ",
        "Alan: Yes. That's why I think it is very important for the family to unify \r\nand help her. ",
        "Alan-Michael: How about a group hug then? Dad, it sounds like an ambush to \r\nme. ",
        "Lillian: Alan, you said before Lizzie is behaving erratically. ",
        "Alan: Yes, she is convinced that someone is following her. ",
        "Alexandra: Someone? ",
        "Alan: Someone is trying to kidnap her. ",
        "Alan-Michael: You did kidnap her. Is that why she put the meat cleaver in \r\nyour carry-on? ",
        "Lillian: Meat cleaver? ",
        "Alan: There was no kidnapping, and the meat cleaver event was probably \r\norchestrated by Jonathan Randall, because Beth and I convinced her to come to \r\nItaly with us and have the baby. ",
        "Alexandra: But she didn't want to go. ",
        "Alan: She doesn't know what she wants. I'm not trying to hatch some plan \r\nhere. ",
        "Alan-Michael: What are you trying to do? ",
        "Alan: I think it would be best for the family to nurture her, support her, \r\nand try to get her back into the family fold. Now surely no one in the family \r\nwould object to that, would they? Lillian? ",
        "Lillian: Obviously, I just want her to be happy. ",
        "Lizzie: What's going on? ",
        "Alan: Elizabeth, I was just telling everyone how worried I was about you. ",
        "Lizzie: Really. Wow. Did he tell you that he is trying to steal my baby? It's \r\ntrue. He tried to have me grabbed. ",
        "Lillian: Lizzie, sweetie. ",
        "Lizzie: No, you're not going to stop until you've taken her from me. What is \r\nthe plan? Trying to make me seem insane. ",
        "Alan: Lizzie-- ",
        "Lizzie: Don't bother denying it. You believe me, Nana, don't you? ",
        "Lillian: Of course I believe it. But what I’d like right now is for you and \r\nme to go to the kitchen and get some lemonade. ",
        "Lizzie: Oh, my god, he has gotten to you, too. ",
        "",
        "Jonathan: Lizzie is crazy if she thinks we're all going to live together \r\nafter the baby is born. ",
        "Tammy: Well, that's what she thinks. ",
        "Jonathan: I'll have to set her straight because that is not happening. ",
        "Tammy: We may not have a choice. ",
        "Jonathan: The hell we don’t. I want to be a part of that kid's life, but you \r\nand I need our own life. ",
        "Tammy: And what if Alan swoops right in? ",
        "Jonathan: We can handle Alan. ",
        "Tammy: But can Lizzie? Oh, Lizzie will never be able to handle it on her own.\r\n",
        "Jonathan: We'll figure it out tomorrow. Let's go get something to eat. ",
        "Tammy: Fo' sho'. ",
        "Beth: I'm here to see Lizzie. ",
        "Jonathan: Lizzie is not here. ",
        "Beth: Well, then, do you know where she is? ",
        "Tammy: Out buying a few things for the baby. We'll tell her you stopped by.\r\n",
        "Beth: Okay. I did come to see my daughter, but I'm glad to have a moment \r\nalone with you. ",
        "Jonathan: Well, that makes one of us. ",
        "Beth: It's not what you think. I need your help. ",
        "",
        "Jeffrey: It has been a long time since I had to face down a jealous \r\nboyfriend. Are you going to hit me? ",
        "Mallet: I haven't decided then. On second, maybe I should. ",
        "Jeffrey: Well, then, you'll lose your job. ",
        "Mallet: If you want to get me fired, that is going to raise a lot of \r\nquestions. Questions from the press. Questions from Doris Wolfe. Jeffrey, what \r\nare you going to tell her? ",
        "Jeffrey: That's easy. I'll just tell her the jealous boyfriend lost his cool.\r\n",
        "Mallet: I trust Dinah, but it's you I don't trust. ",
        "Jeffrey: You want to clarify? ",
        "Mallet: You knew about Dinah and the fire and you took away the evidence. ",
        "Jeffrey: I have no idea what you're talking about. ",
        "Mallet: Want to clarify. Why did you protect Dinah? What does she have on \r\nyou? ",
        "",
        "Dinah: So before you guys, who are my so-called friends, decide to question \r\nme, I have one question of my own. ",
        "Gus: Go ahead. ",
        "Dinah: Which one is good cop, and which one is bad cop. Just so I know. ",
        "Harley: No, no, no. We both are good cops and we are your friends. ",
        "Gus: We just came to get the facts straight. ",
        "Dinah: Okay, what's up? ",
        "Gus: Well, the fire marshal thinks you may have had something to do with \r\nsetting the fire. ",
        "Dinah: Well, Gus, what do you think? Harley, what do you think? ",
        "Harley: What does it matter what I think? ",
        "Dinah: It does matter because either you support me or you don't support me. \r\nWhy don't you answer me and tell me if you believe I did it? ",
        "Harley: No, Dinah, but you have been known to get angry. ",
        "Dinah: So I burn down an entire hotel? ",
        "Gus: We're saying we know you've been known to get upset. ",
        "Harley: We're not saying you did it. ",
        "Dinah: Is Gus the good cop or the bad cop? ",
        "Gus: I'll be the bad cop. ",
        "Dinah: Why don't you slap me around. ",
        "Gus: Do you have something to confess? ",
        "Dinah: I guess that's why you apologized to Reva Lewis for almost mowing her \r\ndown. ",
        "Harley: Why don't we stick to the facts of the case. ",
        "Dinah: Is it relevant that your husband, who was so jacked on pills he almost \r\nkilled someone. There are two sets of rules, one for the cops, and one for the \r\ninnocent civilians which you're trying to railroad. ",
        "Harley: Nobody is trying to railroad anybody. ",
        "Dinah: I didn't do anything, and I'm behind bars. And Gus, who has broken \r\nabout three or four laws that I know of, is standing there free, questioning me! \r\nWhy don't you tell me what is wrong with this picture? ",
        "Dinah: You know, I helped you at the lowest point in your life, and this is \r\nhow you repay me? ",
        "Gus: We're just trying to do our job, honestly. ",
        "Dinah: So is that it? You guys just kind of turn it off. You turn it off, \r\nyou're the cop, I'm the perp, and our friendship just goes right to hell. ",
        "Harley: Dinah, it isn't like that. ",
        "Dinah: Oh, really, what's it like, Harley. I think you know better than \r\nanyone what prison did to me. ",
        "Harley: Nobody wants you to go back to prison. ",
        "Dinah: Yet if you do things Gus' way and you do your job, that's pretty well \r\nhow it is going to end up. ",
        "Gus: No it isn't how it is going to end up. We're just going to ask you some \r\nquestions and you're going to answer, okay? ",
        "Dinah: No. ",
        "Gus: Why you got to be like that? Innocent people have nothing to hide. ",
        "Dinah: Then maybe I should tell Frank what you did behind the wheel. ",
        "Gus: You think you have something to tell Frank. Tell him what you want to \r\ntell him. ",
        "Dinah: Maybe we can share a cell. ",
        "Gus: You trying to be a rattle our cage, here? ",
        "Dinah: No, no, you guys are professional. I wouldn't think of doing that. ",
        "Harley: Dinah, I can see where Mallet would do something to make you crazy. \r\nYou're trying to get even. It gets out of hand. I know you would never \r\nintentionally burn down a hotel. But you've got to help us out. You want us to \r\nclear your name, give us something. ",
        "Dinah: Okay. You were my friend and my bridesmaid, and it will always be \r\nabout Mallet. ",
        "Harley: What? ",
        "Dinah: You don't want me to marry him because then he won't be free to pine \r\nafter you, is that right? ",
        "Harley: Dinah. ",
        "Dinah: You hear that, Gus. You've got a wife, that's for sure, but she is \r\nstill all about Mallet. ",
        "Frank: What's going on here? ",
        "Dinah: You guys want to tell him, or should I? ",
        "",
        "Jeffrey: Dinah and I are friends, we share a past. End of story. ",
        "Mallet: Right, so everything I saw going on between you two was just \r\nperfectly innocent. ",
        "Jeffrey: Well, if that helps you sleep at night. ",
        "Mallet: So what did you shake on? ",
        "Jeffrey: Look, you trust your girlfriend so much, why don't you just ask her.\r\n",
        "Mallet: I'm asking you. What's the big secret? ",
        "Jeffrey: We have a campaign promise that we made to each other. A campaign \r\npromise. Dinah's going to deliver the Spaulding endorsement, and I'm going to \r\nthrow some tax incentives their way. ",
        "Mallet: That's it? ",
        "Jeffrey: Not juicy enough for you. ",
        "Mallet: Why didn't you just tell me that in the beginning. ",
        "Jeffrey: Some people have a problem with the ethics of that. People grease \r\neach other's palms all the time-- ",
        "Mallet: I don't need a civic lesson to know tossing your hat in the ring with \r\na suspected arsonist-- ",
        "Jeffrey: Suspected. Dinah is innocent until proven guilty. What were you \r\nsaying about trust? ",
        "Mallet: It doesn't matter if she is innocent or guilty. I love her, no matter \r\nwhat. ",
        "Jeffrey: You should write greeting cards. ",
        "Mallet: There is so much more going on here. ",
        "Jeffrey: I'm not going to lose anymore sleep over this. I've got a lot of \r\nwork to do, Detective. Thanks for stopping by. Good night, Detective. ",
        "",
        "Jonathan: You think we're stupid enough to fall for another one of your \r\ntricks. Get a life, lady. ",
        "Beth: It's not a trick. Just listen to me. Tammy, I know you have no reason \r\nto trust me. You came to me once, and I treated you like dirt. But I was wrong. \r\nJust hear me out for Lizzie’s sake. ",
        "Jonathan: Lizzie's sake? You've been with Alan on this whole thing. ",
        "Beth: Because I thought I was doing what is best for my daughter. But this \r\ntug-of-war is tearing her apart. It's not good for her or the baby. ",
        "Tammy: End the tug-of-war. ",
        "Beth: I want to. Can we go back inside and talk? ",
        "Jonathan: No. ",
        "Tammy: It can't hurt. ",
        "Jonathan: It's hurting me already. ",
        "Beth: I just want to talk. ",
        "Jonathan: ( Sighing ) Talk. ",
        "Beth: First of all, I want to say how sorry I am for the terrible scene that \r\ntook place the other day. ",
        "Jonathan: You didn't seem so sorry the other day. ",
        "Beth: That was a wake-up call. Seeing Lizzie react so strongly, I never \r\nthought it would play out that way. ",
        "Jonathan: You're lying. ",
        "Tammy: Jonathan. ",
        "Beth: I'm not lying. ",
        "Jonathan: What did you think would happen when you cut Lizzie off that way?\r\n",
        "Beth: I thought she was going to come back home. ",
        "Jonathan: Wrong answer. For her, money is like oxygen. You knew she was going \r\nto flip out. ",
        "Beth: Okay. I hoped she would move back home, but I was wrong, and now \r\neverything is spiraling out of control and I have to stop it. ",
        "Tammy: Have you said any of this to Alan? ",
        "Beth: I have. But you're the only ones Lizzie trusts. It's up to you, please \r\nsave Lizzie and her baby. ",
        "",
        "Lillian: Lizzie, sweetheart, I'm on your side, and no one could ever convince \r\nme not to be. ",
        "Lizzie: But you're here plotting against me. ",
        "Alan Michael: No one is planning anything. ",
        "Alexandra: You're grandfather has not really made his case yet. ",
        "Lizzie: I don't believe you. ",
        "Lillian: Sweetheart, have I ever lied to you. ",
        "Alexandra: Lizzie, I understand. I would never let anyone take your baby away \r\nfrom you. That is one kind of thing that would never skip past me again. ",
        "Lizzie: But it is already happening. I've seen things. ",
        "Alan-Michael: What kind of things? ",
        "Lizzie: I don't know, okay. He's-- he's biding his time, he is waiting and he \r\nis planning. Why am I even telling you guys, you're probably in on it. ",
        "Alan-Michael: There is no conspiracy, Lizzie. ",
        "Lizzie: Okay, really. Then why did he buy out the entire baby store? Tell me, \r\nGranddad, what were you going to do with the stuff. The baby and I are not going \r\nto be living here. ",
        "Alan: Elizabeth, perhaps I went overboard, darling, that's all. ",
        "Lizzie: Oh, that's all. ",
        "Lillian: Honey, we all bought extra presents, I did, too. ",
        "Lizzie: No, no. Don't you get it?! He's manipulating you. He is twisting \r\neverything around-- ",
        "Lillian: Who you calling? ",
        "Lizzie: I'm calling a cab. I can't drive like this. ",
        "Lillian: I will drive you. ",
        "Alan: I will call Bruno and he will take you-- ",
        "Lizzie: No, no, you expect me to get into a car with him? ",
        "Alan: Please calm down. We only want what is best for you. ",
        "Lizzie: No, no. All you care about is this baby. And she is mine. When she is \r\nborn, I'm going to feed her candy and popcorn every day for the rest of her \r\nlife. That is my choice because she is my baby! If you ever try to take her from \r\nme, I will kill you. ",
        "Alan: Oh, she's just fine, isn't she? ",
        "",
        "Michael O’Leary, \"Inside The Light.\" ",
        "I've been a Bauer since 1983. My favorite Rick and Phillip moment, when I \r\ncaught him sleeping with my third wife-- actually, he slept with just about \r\neveryone of my wives. We're all proud to be a part of the legacy of the longest \r\nrunning show in history. ",
        "See Rick Wednesday, August 23rd, \"Inside The Light. ",
        "",
        "Lizzie: Oh, Jonathan, where are you? Where are you? You were supposed to be \r\nthere when I need you, and I need you. Listen, I am over at granddad's, and he \r\nmade this nursery, okay. It's not a normal nursery. There are locks on the doors \r\nand bars on the windows, and surveillance cameras. I told you, he was up to \r\nsomething, and now I know for sure. He is going to lock me up, but he is going \r\nto take my baby. You have to help me. Okay. We have to do something before it is \r\ntoo late. Call me back. Just call me back, please. He's not going to believe me.\r\n",
        "Alan: I thought you had left? ",
        "Lizzie: I have proof. ",
        "Alan: Proof of what? ",
        "Lizzie: I saw you're little nursery, and now everyone else will, too. ",
        "Alan: You're not making any sense, sweetheart. For the last time, listen to \r\nme: I have no intention of locking you up. ",
        "Lizzie: Then how can you explain all of that? ",
        "Alan: You're daughter is a Spaulding heir. Why wouldn't I take every \r\nprecaution to ensure her safety? ",
        "Lizzie: No. Why would you even think I would bring her here? ",
        "Alan: Because she is our family. And like it or not, we love her. And some \r\nday-- some day you're going to see that. ",
        "Lizzie: All I see is that you are dangerous to me and to my baby. ",
        "",
        "Beth: Please believe me. I have never stopped wanting what is best for \r\nLizzie, not ever. ",
        "Jonathan: You still don't want her anywhere near us. ",
        "Beth: No, I don’t. ",
        "Jonathan: Right. ",
        "Beth: I would like it if you were never a part of this baby's life. But \r\nyou're the father. I would like it if she didn't live here, but I'm obviously \r\nnot going to change her mind about these living arrangements, so I will learn to \r\nlive with it, for Lizzie’s sake. ",
        "Tammy: Okay. No offense, but why should we believe you? ",
        "Beth: Because I love my daughter, Tammy. No matter what she thinks, I have \r\nnever stopped putting Lizzie first. You have my word. ",
        "Jonathan: Your word isn't worth crap. ",
        "Beth: I suppose it wouldn't be, but you'll see, I'll prove it to you. ",
        "Tammy: So what do you want us to do? ",
        "Beth: Stop fighting with Alan. It just makes things much harder. ",
        "Jonathan: Why don't you tell that to him? ",
        "Beth: I have. But we all have to give a little here for Lizzie’s emotional \r\nhealth. The Lizzie I saw here is one I hope to never see again. When she gets \r\nlike this, bad things happen. ",
        "Jonathan: Yeah, like lying about Coop being the father of her baby, which you \r\nhelped her with. ",
        "Beth: You don't understand. This situation is more dangerous, it is more \r\nunstable. You have to tell me if you see her going to a dark place. Very soon \r\nyou are going to understand that overwhelming need to take care of your child. \r\nI'm just asking that you help me take care of my child now. ",
        "Jonathan: Off the rails. ",
        "Tammy: She's right. I mean, she's serious. Lizzie can get dangerous, deadly \r\nif she is threatened. ",
        "",
        "Frank: Well, what is going on here? ",
        "Harley: Um... ",
        "Gus: Well, uh... ",
        "Dinah: I can tell you, Frank. I get loud when my friends have zero faith in \r\nme. ",
        "Gus: We were just trying to question her. ",
        "Frank: Hold on a second hear. I assigned Detective Hollinger to the case. ",
        "Harley: We reassigned the case to try to do a favor for Dinah. ",
        "Frank: Well, the station is all about doing favors. ",
        "Harley: Frank, Gus, can I just talk to her alone for a minute? ",
        "Dinah: I'm not saying anything without a lawyer. ",
        "Harley: It's off the record. ",
        "Frank: I'm fine with it if she is fine with it. ",
        "Gus: Yeah. ",
        "Harley: What are you doing? ",
        "Dinah: The timing is wrong. But don't think I'm going to shut up forever. ",
        "Harley: Like I said, I don't think you intentionally set any fire, Dinah. ",
        "",
        "Jeffrey: Frank. ",
        "Frank: Hey, Jeffrey. ",
        "Jeffrey: You can release Ms. Marler. ",
        "Dinah: You're saying I'm free to go? ",
        "Jeffrey: All of the charges have been dropped. ",
        "Frank: And why is that, Jeffrey? ",
        "Jeffrey: There is a lack of evidence. I'll never get a conviction. ",
        "Dinah: You can say that again. ",
        "Frank: You guys are really, really lucky, because after that little stunt you \r\npulled reassigning the detective, the case would probably be thrown out anyway.\r\n",
        "Dinah: Thank you. ",
        "Jeffrey: Oh, don't thank me, I'm putting this on your bill. This was a little \r\nless dramatic than the last time I had to yank you out of jail, don't you think?\r\n",
        "Dinah: Why don't you tell me what you want? ",
        "Jeffrey: Not yet. Soon enough. Right now, let's not be seen together. It's \r\nbad for my image. ",
        "",
        "Frank: I specifically assigned another detective to this case as to not cause \r\nany problems with my department. What do you do? You completely ignore my \r\nauthority. Not only does it make you guys look bad, it makes me look bad, too.\r\n",
        "Harley: Frank! ",
        "Frank: Don't try to talk yourselves out of this. I'm watching you, and you, \r\ntoo. ",
        "Gus: He should be watching you, not me. ",
        "Harley: He loves you. I wonder how much he would love you if Dinah ratted you \r\nout. ",
        "Mallet: What about Dinah. ",
        "Harley: Nothing. ",
        "Mallet: Why is Dinah not in the holding cell? ",
        "Harley: She was until Jeffrey O’Neill came in and saved the day. ",
        "",
        "( Knock on the door ) ",
        "Alan-Michael: Lizzie. ",
        "Lizzie: I saw the way you looked at me earlier. I'm not crazy. ",
        "Alan-Michael: I never said you were crazy. ",
        "Lizzie: It's okay. I was really upset. I know how it must have seen. ",
        "Alan-Michael: How are you now? ",
        "Lizzie: Scared. You know our family. You know what granddad is capable of.\r\n",
        "Alan-Michael: I think you should just steer clear of him for a while. ",
        "Lizzie: Don't you think I tried. He is coming after me. I have to protect my \r\nbaby. Alan-Michael, I just love her so much. I don't want her to become messed \r\nup like the rest of us. ",
        "Alan-Michael: I know. ",
        "Lizzie: She can't live in that house. She can’t. If granddad tries to take \r\nher from me-- ",
        "Alan-Michael: He says he is not trying to. ",
        "Lizzie: Do you believe him? I found a nursery that he set up. There are these \r\nlocks on the doors-- ",
        "Alan-Michael: Where, in the house? ",
        "Lizzie: Yeah. I took a picture, I can prove it to you. ",
        "Alan-Michael: I don't need to see it. I believe you. ",
        "Lizzie: Are you sure? ",
        "Alan-Michael: I believe you. What can I do to make this better? ",
        "Lizzie: Help protect me. I'm really in danger. ",
        "Alan-Michael: Done. I'll hire some bodyguards. ",
        "Lizzie: No, no, granddad would just pay them off. I need to be able to \r\nprotect myself. ",
        "Alan-Michael: What did you have in mind? ",
        "Lizzie: Do you have a gun? ",
        "",
        "Tammy: So she shot the guy to protect Beth. ",
        "Jonathan: How old was she? ",
        "Tammy: Nine or ten, maybe. ",
        "Jonathan: That explains a lot. ",
        "Tammy: That's not even all of it. ",
        "Jonathan: There's more? ",
        "Tammy: There were rumors. ",
        "Jonathan: About? ",
        "Tammy: I don't know if it is true because she didn't tell me, but she might \r\nhave set her boarding school on fire. ",
        "Jonathan: Remind me to keep our kid away from matches. ",
        "Tammy: Lizzie can get pretty far out there, especially if she thinks she has \r\nbeen threatened. ",
        "Jonathan: You don't think she is going to-- ",
        "Tammy: You see the way she has been acting. Beth and Alan might have a point.\r\n",
        "Jonathan: Beth and Alan are the ones who screwed her up in the first place.\r\n",
        "Tammy: Okay. But if she is having a meltdown... ",
        "Jonathan: This is supposed to be our time. Now all we do is spend time \r\ndealing with Lizzie’s issues. ",
        "Tammy: Well, she is part of our lives, thank you. ",
        "Jonathan: So this kid is going to be stuck with me and Lizzie for parents. \r\nGood thing you're around, or she would never know what normal is. ",
        "Tammy: You think I'm normal? Well, maybe compared to you. ",
        "Jonathan: You're as normal as they get. That life I promised you, I want to \r\nshow you that I mean it. I can prove it to you. ",
        "Tammy: How? ",
        "Jonathan: Things have been going good with Lizzie so far, but they're \r\nprobably about to get dicey, and if that happens, I don't think we should have \r\nto put our lives on hold again, you know. I mean when I see her, the kid, I \r\nmight get freaked out-- I don't know. I can picture my life with a kid-- kids, \r\nand you as my wife. ",
        "",
        "Dinah: Well, how did I know you'd show up here? ",
        "Jeffrey: Why don't I pour you a drink. Straight up? ",
        "Dinah: Definitely. ",
        "Jeffrey: There will be no more jail time. ",
        "Dinah: Say that again? ",
        "Jeffrey: As long as you keep quiet about my past. ",
        "Dinah: Wow. What past? ",
        "Mallet: Dinah. Dinah, I heard you were released. Say, what's this lock doing \r\non the door. ",
        "Jeffrey: The lock is on the door because Dinah hasn't had a chance to switch \r\nrooms yet. ",
        "Mallet: What the hell are you doing here? ",
        "Jeffrey: I'm Dinah’s friend. ",
        "Mallet: Dinah, come here, baby. I want to talk to you. ",
        "Jeffrey: I don't think she wants to see you, Mallet. ",
        "Mallet: I want to hear her say it. Dinah! ",
        "Dinah: Mallet, go away. Just go away. I don't want you here. ",
        "",
        "Beth: Where is Alan? ",
        "Alexandra: Well, he'll be back. We had a little trouble while you were gone?\r\n",
        "Beth: What? ",
        "Lillian: Lizzie was here and she was not in good shape. ",
        "Beth: What do you mean? ",
        "Lillian: She was talking irrationally, and talking about bungee jumping, and \r\nbaby presents, and she threatened to kill Alan if he tried to steal the baby. \r\nBeth, I'm really seriously worried about her. ",
        "Alan: I'm sorry, Beth. We're losing her. ",
        "",
        "Alan-Michael: I'm only giving this to you if you promise me you will never \r\nuse it. You won't even take it out unless it is absolutely necessary. ",
        "Lizzie: Okay. ",
        "Alan-Michael: I don't know what dad is up to, but I've learned not to take \r\nchances. I'm the head of this family now, Lizzie, and I'm responsible for your \r\nsafety. ",
        "Lizzie: Thank you. ",
        "Alan-Michael: I want to help. ",
        "Lizzie: You know, granddad, he just builds you up and tells you how much he \r\nloves you, and how he is always going to be there for you, and then he just \r\nturns on you. And you realize that you mean absolutely nothing to him at all. \r\nWell, I'm not nothing, and I'm going to be a mom, and he's not going to warp my \r\nlittle girl. ",
        "Alan-Michael: I just want you to be careful, okay? ",
        "Lizzie: I will be. Thank you. I feel so much safer now. ",
        "",
        "Jonathan: Better say something because I'm pretty sure I just asked you to \r\nmarry me. Really? I didn't screw it up. ",
        "Tammy: No, no, you didn't screw it up. A girl dreams about this her whole \r\nlife, what it is going to be like, and what is he going to say, down on the knee \r\nwith the shiny ring thing. ",
        "Jonathan: Does that mean I screwed it up? ",
        "Tammy: No, no you didn't screw it up because you said it and you meant it, \r\nand you want it, and I want it too! ",
        "Jonathan: Oh, God! ",
        "",
        "Next on\" Guiding Light\"... ",
        "Lizzie: I told you that granddad was up to something. He'll probably lock me \r\nup there and God knows what will happen after the baby is born. ",
        "Buzz: You didn't tell her. ",
        "Coop: I thought you were going to tell her. ",
        "Josh: Cassie will be my date because-- well, because we're seeing each other.\r\n",
        "Olivia: The last I heard, you were still married.\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=8TX1ev2e0OU"
}