{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Danny: Yeah? ",
        "Beth: Hey, Danny, can I talk to you for a minute? ",
        "Danny: Hey, Beth. Sure. Yeah. Come on in. Hi, is everything okay upstairs?\r\n",
        "Beth: Yeah, yeah, the loft... The loft is great which is why I feel really \r\nbad asking this. But... ",
        "Danny: What? ",
        "Beth: Is there anyway I can break the lease? It seems that I won't be needing \r\nit now that Bill and I’ve broken up. ",
        "Danny: Oh. Well, I'm sorry to hear that. ",
        "Beth: You didn't know? ",
        "Danny: Know what? ",
        "Beth: It's just that the reason Bill ended our relationship is because he has \r\nfeelings for Michelle.",
        "",
        "Bill: Skis are on the roof rack and I’m ready to roll. Where's Marina? ",
        "Ben: On her way. ",
        "Bill: She got to put away her dollies? Come on now, did I hit a sore spot?\r\n",
        "Ben: No, no. When you were seeing Beth, I could have said the same kind of \r\nstuff to you in reverse, but I didn't. ",
        "Bill: Sure you did. ",
        "Ben: I don't suppose you found a last minute date to keep you company? ",
        "Bill: No, it just didn't pan out. ",
        "Ben: Oh. Not Beth? ",
        "Bill: I asked Michelle. ",
        "Ben: Michelle? ",
        "",
        "Ed: Michelle? ",
        "Michelle: Hey, Dad. ",
        "Ed: Hi. ",
        "Michelle: Oh, you've got that meeting with Dr. Grant, right? ",
        "Ed: Yeah, but then I'm heading home and I thought that I would stop off and \r\nget us some dinner on the way. Unless of course you have some plans for tonight.\r\n",
        "Michelle: Do I have plans? Oh, I have big plans. Food, hot bath, bed. Pretty \r\nmuch in that in order. ",
        "Ed: Same plans you had last night. And the night before. ",
        "Michelle: You got a problem with me sticking around the house? ",
        "Ed: I have a problem with you not having a life. ",
        "Michelle: I have a life. Thanks. I've got work, I’ve Robbie, I've got you, \r\nI’ve got Rick. ",
        "Ed: You know what I mean. ",
        "Michelle: Oh, boy, we're not going to dating lecture again are we? ",
        "Ed: You know this is going to come as such a huge shock to you, but there are \r\nother reasons to get out of the house, you know, besides going on a date. You \r\ncan go to the movies, you can have dinner with a friend. I mean, why don't you \r\ncall up Bill? Unless he's going out with Beth. ",
        "Michelle: No, they split up. ",
        "Ed: Oh, so that's all the more reason to call him. He's probably feeling \r\ndown. ",
        "Michelle: You know, Bill had some other plans. I mean, actually, he's got \r\nplans for the whole weekend. I loaned he and Ben the cabin to go skiing. ",
        "Ed: And they didn't invite you? ",
        "Michelle: No, they did. They did. ",
        "Ed: Ah-huh. ",
        "Michelle: I just didn't... I just didn't really want to go. ",
        "Ed: Oh, honey, why? Come on, you love skiing. Go and have some fun. ",
        "Michelle: It's not really that simple. ",
        "Ed: Why isn't it simple? ",
        "Michelle: Well, Bill, admitted to having feelings for me of the non-platonic \r\nvariety. ",
        "Ed: Well, that kind of complicates things. I know that. ",
        "Michelle: No kidding. ",
        "",
        "Alan: Excuse me. I'm looking for my wife, Mrs. Spaulding. ",
        "Desk clerk: Yes, sir, she's here. But she left instructions not to be \r\ndisturbed. ",
        "Alan: Obviously you don't know who I am. I'm Mr. Spaulding. ",
        "Desk clerk: Yes, I know, sir. ",
        "Alan: Then her instructions do not apply to me. ",
        "Desk clerk: She said they especially apply to you, sir. ",
        "Alexandra: Alan, what are you doing here? Did they release you from the \r\nhospital? ",
        "Alan: I am trying to find my wife. And I would appreciate it, Alexandra, if \r\nyou would but out.",
        "",
        "Phillip: Are you sure? ",
        "Olivia: More sure than I've ever been about anything in my life. For months, \r\nAlan... Spare the feelings of a man who didn't care about ours? What's the sense \r\nin that? ",
        "Phillip: None at all. God, you are so beautiful. ",
        "Olivia: So are you. Make love to me. ",
        "",
        "Michelle: Well, the last couple of months, Bill stood by me through all my \r\nups and downs with Danny. And the thought did cross my mind, you know, how easy \r\nit is with him. ",
        "Ed: But? ",
        "Michelle: But I’ve been on an emotional roller coaster lately, Dad. And I \r\nneed to get my bearings before I make any big decisions about Bill or anything \r\nelse in my life. ",
        "Ed: Well, it seems to me, I mean, that's what you should be telling Bill. ",
        "Michelle: I wonder if he's already left for the cabin already though. ",
        "Ed: Well, call him and see. You know, and if he has then drive up there and \r\ntalk to him about this stuff there, and then stick around and do some skiing.\r\n",
        "Michelle: Well, that was his original plan. ",
        "Ed: Then do it. Honey, have some fun. I mean, what a novel concept. Don't \r\nworry about, you know, Robbie. I'll take care of Robbie. ",
        "Michelle: Are you sure? Because I can come back tomorrow night. ",
        "Ed: Don't come back early because of that. The home front is covered. ",
        "Michelle: Wow, Bill and I haven't been skiing together in ages. We always \r\nhave a blast. ",
        "Ed: Go. Have some fun. Seriously. ",
        "Michelle: Okay, I will. I'm going to go pack. ",
        "Ed: All right. ",
        "Michelle: Hey, Dad, thanks. ",
        "Ed: Anytime. ",
        "",
        "Marina: Hey. ",
        "Ben: Hey. ",
        "Bill: Finally. ",
        "Marina: I know, I know. I'm late. ",
        "Ben: Where's your bag? ",
        "Marina: It's right over there. And I'm praying that my backpack is here \r\notherwise I have no clue where my wallet is. Oh, yeah. Okay, I'm going to grab \r\nit. I'm all yours, all right? Actually, I am all yours anyway. ",
        "Buzz: Lose something? ",
        "Marina: No. No, what is that? ",
        "Buzz: Like you don't know. I mean, there are some things obviously that you \r\ndon't know. ",
        "Marina: I totally have no idea of what you're talking about. ",
        "Buzz: Well, I’ll totally tell you. I was cleaning up, I picked up your \r\nbackpack and moved it, it was unzipped, and this fell on the floor. ",
        "Marina: Oh, uh... Yeah. Okay. They're a friend's. I'm just holding them for \r\nher. ",
        "Buzz: Hmm. In your knapsack for a weekend getaway with frat boy. Don't con a \r\ncon. ",
        "",
        "Ben: So Michelle turned you down. Hmm. Now was that after you actually put \r\nthe moves on her... ",
        "Bill: Could be a little more crass? ",
        "Ben: Oh, so you didn't get that far? Or you did. ",
        "Bill: Easy. This is Michelle we're talking about, okay? Our friend since, I \r\ndon't know, we were born. ",
        "Ben: Yeah, and been hot for ever since. Hey, man, I applaud you in spirit. I \r\nhad my own near miss with Michelle on the beach. ",
        "Bill: Yeah, thanks for reminding me. ",
        "Ben: But let's get real here, all right? You and Michelle? No way. That's not \r\nhow she feels about either of us and it's a good thing, too. ",
        "Bill: Yeah, yeah, it's great. ",
        "Ben: It is. Do you know what guys like Danny Santos do if you so much as look \r\nat their wives? ",
        "Bill: Wait a minute, you're concerned about my kneecaps? What about yours? \r\nMarina's underage and her father's a cop. ",
        "Ben: I believe we've already established those facts. ",
        "Bill: No, but I mean, is it really worth it? Do you care about her that much?\r\n",
        "Ben: Maybe. ",
        "Bill: Then maybe you should start treating her with a little more respect, \r\nnot completely alienating her family. It's just a thought. All right, listen, \r\nI’m going to take off, all right? And I'll see you guys up at the mountain. ",
        "Ben: Yeah. ",
        "Bill: (sighs) ",
        "",
        "Beth: Wow. I'm really sorry. I shouldn't have said anything. That really \r\nwasn't my place. ",
        "Danny: No, it's okay. Really, it's okay. ",
        "Beth: Yeah, yeah. I mean, what does it matter what Bill feels for Michelle \r\nsince it's not going anywhere because the two of you are back together. ",
        "Danny: Well, um... ",
        "Beth: You are back together? ",
        "Danny: Actually, we're not. At the moment, we're not. But it has nothing to \r\ndo with Bill. Michelle sees Bill as a friend, nothing more. ",
        "Beth: Yeah. Yeah, that's what he said. ",
        "Danny: Anyway, about the lease, don't worry about it. It's fine. It's not a \r\nproblem. Consider it broken. ",
        "Beth: Thank you. I just have a few things up there and I can get them out \r\nright now. ",
        "Danny: Okay. Just leave the key with the bartender. ",
        "Beth: Sure. ",
        "Danny: Fine. We'll be all set. ",
        "Beth: You know, I asked Bill a few times if he was interested in Michelle and \r\nhe just kept denying it. I guess I should have trusted my instincts. ",
        "Danny: Yeah. They're usually right. ",
        "Beth: But it leaves me more time to get my relationship with my daughter back \r\non solid ground, so there's a bright side. ",
        "Danny: Good. Well, it sound good. Good luck, Beth. I hope everything works \r\nout for you. ",
        "Beth: Yeah. You, too. ",
        "Danny: Thanks. ",
        "",
        "Phillip: Hi. ",
        "Olivia: Hi. ",
        "Phillip: Fancy meeting you here. ",
        "Olivia: That was unbelievable. ",
        "Phillip: Oh, my God. ",
        "Olivia: It's a good thing we got that out of our systems, huh? What? ",
        "Phillip: I didn't just make love to you to get that out of my system. ",
        "Olivia: Well, I wouldn't blame you if you felt that way. ",
        "Phillip: No, I think that would make me a creep. Okay. We haven't talked \r\nabout what it would mean if we did this and how that would change everything.\r\n",
        "Olivia: We don't have to. ",
        "Phillip: I want to. ",
        "Olivia: Okay. ",
        "Phillip: My God, you are so beautiful. And that's not what made me want you. \r\nWell, part of what made me want you. You're so many different people. Part of me \r\nfeels like I have known you my entire life and part of me feels like I don't \r\nknow you at all. And you're strong and you're confident and you're not afraid of \r\nanything, and yet sometimes, you are so fragile, you break my heart. I feel like \r\nif I hold you, you'll just break in my arms. You care so much. And you're so \r\neasily hurt. People don't know that. But you don't judge. You're so willing to \r\nforgive the flaws in other people-- you are. ",
        "Olivia: That's true. That's because I have so many of my own. ",
        "Phillip: So do I. Ask around. But you're the only person in this town that \r\ndoesn't make me feel like I should be apologizing 24 hours a day. I admire you \r\nmore than I can tell you. You're very special. Hey. ",
        "Olivia: Hm? ",
        "Phillip: I don't know where we go from here. I don't have any idea. I just \r\nknow I love you, and I hope this is just the beginning. ",
        "",
        "Alexandra: Alan, will you calm down and will you listen to me? You cannot \r\nforce Olivia to come back to you, it just doesn't work that way. ",
        "Alan: This coming from an expert in love. ",
        "Alexandra: I know, I've made more than my share of mistakes there, which does \r\nuniquely qualify me to dole out advice. ",
        "Alan: (sighs) Alexandra, where did it all go so horribly wrong? ",
        "Alexandra: Well, maybe because you lied to the woman over and over again? ",
        "Alan: Wait, wait, wait. She lied to me. The tape? I don't know. Maybe I'm \r\njust unlovable. ",
        "Alexandra: Oh, please. Don't go all morose on me, darling. I mean, it's so \r\nbeneath you. ",
        "Alan: No one-- our father, you, Olivia, Annie, not even my own two sons-- \r\nhave been capable of feeling anything for me other than obligation. ",
        "Alexandra: Lizzie doesn't just think you're just deep pockets, my darling. \r\nWhen she found out you'd had a heart attack-- or thought you'd had one-- she was \r\nbeside herself. No, I'm telling you, Alan, Lizzie loves you, I love you, and \r\nOlivia loves you, too. ",
        "Alan: You think she still does? ",
        "Alexandra: Oh, come on now. Please, if you'd just be honest with the woman, \r\nbe yourself. I mean, I promise you that combination is unbeatable. ",
        "Alan: You do love me, don't you, Alexandra? I can count on you? ",
        "Alexandra: Of course you can. ",
        "Alan: Then help me find a way to keep Phillip away from my wife. ",
        "Alexandra: Oh, dear Lord. You haven't heard a word I’ve said. ",
        "",
        "Danny: Ed? Hey. Do you got a minute? ",
        "Ed: Yeah. ",
        "Danny: Excuse me. Thank you. ",
        "Ed: What's up? ",
        "Danny: I'm looking for Michelle. Have you seen her? ",
        "Ed: She went home. ",
        "Danny: Oh, okay. ",
        "Ed: But just to pack, Danny. She's taking off for the weekend. ",
        "Danny: Where's she going? ",
        "Ed: I guess if she wanted you to know that, she probably would have called \r\nyou, so check your messages. ",
        "Danny: She hasn't called. What is this, some big secret? ",
        "Ed: You have Michelle’s number. Just call her cell phone if you need to get \r\nhold of her, all right? ",
        "Danny: Ed, what is this? What's with the cold shoulder? ",
        "Ed: I like you, Danny. There's a ton of good in you, and what you did for me \r\nin Africa, getting me out of there, I will never forget that. ",
        "Danny: Well, you helped me, too. Patched me up. ",
        "Ed: There's a connection between us, and I am going to try as hard as I can \r\nto sustain that, but what you have to understand is I'm a father first. That's \r\nwho I am. And since I have come home, I haven't seen Michelle happy-- I'm \r\ntalking about truly happy-- for one minute before one of your crises intervenes \r\nitself. You know? And it's not fair. It's not right. She really deserves better \r\nthan that. You're here, you're gone, you're alive, you're dead. I mean, come \r\non... ",
        "Danny: That's not my fault, Ed. It's Carmen's fault, and she's out of the \r\npicture. ",
        "Ed: What makes you think it's going to be different this time? And you can't \r\nblame Carmen for everything. We all make our own mistakes, Danny. All of us. On \r\nour own. Look, however much you love my daughter, and I believe you do, I don't \r\nthink at this point you are capable of giving her what she deserves, the kind of \r\nlife she deserves. ",
        "Danny: I never thought I'd hear you say that. ",
        "Ed: Well, I never thought I’d say it, but that's the way it is.",
        "",
        "Michelle: Hey, Danny, it's Michelle. I just wanted to let you know that I’m \r\ngoing skiing up at the cabin this weekend, and my dad's taking care of Robbie. \r\nI'll be back on Sunday at the latest. I guess that's it. Bye. I hope you brought \r\nsome marshmallows. Surprise. ",
        "",
        "Buzz: Do you think that sleeping with this guy, or any guy, will make him \r\nlike you more? You're about to make a big and possibly life-altering decision.\r\n",
        "Marina: But it's my decision to make, isn't it? ",
        "Buzz: At your age, I'm not so sure. I mean, maybe it is, if you can be \r\ncounted on to make it wisely. ",
        "Marina: Okay, so now I'm stupid. Great. ",
        "Buzz: No, you're smart. But you're so caught up in certain feelings that, you \r\nknow, maybe you don't see the whole picture. ",
        "Marina: Are you, like, living in the dark ages? I mean, I'm sorry, but have \r\nyou been to see a major motion picture lately? Have you seen a music video? Have \r\nyou been online? People my age are doing these things. They're doing things \r\npeople your age never even dreamed of. ",
        "Buzz: Somehow I doubt that. ",
        "Marina: I'm telling you that everyone is having sex. ",
        "Buzz: So you're determined to go through this, no matter what I say. ",
        "Marina: Yeah, I am, because it's my life and it's my body. What are you going \r\nto do now? Are you going to call dad so he can come over here and ground me for \r\nanother ten years? ",
        "Buzz: No. I'm going to treat you like the grownup that you say you are, and \r\nhope, armed with the right facts, that you'll make the right decision. ",
        "Marina: Thank you. ",
        "Buzz: See these things? All the pills in the world won't protect you from \r\ndisease. Condoms will. I'm talking about syphilis, gonorrhea. ",
        "Marina: Okay, okay. I get it. I get it. ",
        "Buzz: HIV. HIV/Aids is an epidemic. It kills. He may have it. Have you talked \r\nto him about his previous partners? ",
        "Marina: No. ",
        "Buzz: Look, I... Oh, God, I wish your mother or Harley were here to talk to \r\nyou. This is as tough on me as it is on you. Most of all, I wish you would level \r\nwith your dad about everything that's going on. ",
        "Marina: Why, so he can enroll me in convent school? ",
        "Buzz: That would be his first reaction, yes, but I think he might surprise \r\nyou. But if you're not ashamed of this decision, then why not? It would be the \r\nadult thing to do. But then I think you already knew that. Have fun this \r\nweekend... Skiing. If you so much as lay a hand on my granddaughter this \r\nweekend, you're dog meat. ",
        "Marina: Hey. ",
        "Ben: Hey. ",
        "Marina: Look, can we get out of here? I really can't wait to be alone with \r\nyou. ",
        "Ben: Yeah. ",
        "Marina: \"I can't wait to be alone with you either, Marina.\" ",
        "Ben: Hey, look. You know I can't, all right? And I especially can't wait \r\nuntil you're 18 and we can do whatever we want. ",
        "Marina: Oh, we can do whatever we want now, silly. ",
        "Ben: Uh, yeah. But you got this whole dad and granddad thing that gets in the \r\nway. ",
        "Marina: Mmm, come on. Let's get out of here. I have a little stop to make \r\nalong the way. ",
        "",
        "Bill: Michelle Bauer? No, it can't be. I must be hallucinating. ",
        "Michelle: It's me, all right. Can't you tell by my teeth chattering? Jeez, \r\nit's not much warmer in here than it is outside. ",
        "Bill: Well, it will be soon. I made a fire. Come here. See? Is that better?\r\n",
        "Michelle: Yeah. ",
        "Bill: So you're really here. What changed your mind? ",
        "Michelle: My dad. He told me that I wasn't any fun anymore, that I was \r\nbecoming a major drudge, so I decided to prove him wrong. ",
        "Bill: Ah. That Ed, you've got to put him in his place, huh? ",
        "Michelle: And I also thought that maybe we should talk about the things that \r\nyou said and what you felt. ",
        "Bill: Look, Michelle, I’m sorry about that. ",
        "Michelle: No, you already said that. And you don't have to be. ",
        "Bill: No, really I am. I'm sorry. I mean, we're friends, right. And the last \r\nthing I want is for things to be weird between us. ",
        "Michelle: And they won't be. They won't be. As long as, you know, we're \r\nhonest with each other. The problem for me right now is that I am just so \r\nconfused. I don't even know what I’m feeling about anything. ",
        "Bill: That's totally understandable. ",
        "Michelle: And I figure that any choice that I make in this state of mind is \r\ngoing to be the wrong one, so I'd like to just not make any decisions right now. \r\nJust get an emotional time-out for me. And maybe, you know, you should probably \r\ndo the same thing because you just broke up with Beth and all, and you're pretty \r\nmuch in the same boat. ",
        "Bill: At sea, you mean. ",
        "Michelle: Well, we're both trying to get our bearings, so maybe we shouldn't \r\nadd anything new to the mix. We should just keep things the way they are, for \r\nnow. ",
        "Bill: You know, you're so logical it's scary. In a good way. So, in the \r\nspirit of not making any decisions, I’d like to float an idea. ",
        "Michelle: Go for it. ",
        "Bill: How about I say we roll back the clock before New Year's Eve, before \r\nall this convoluted stuff happened between us, like the kiss, and just pretend \r\nit never happened. ",
        "Michelle: Is that what you want? ",
        "Bill: Isn't that what you want? ",
        "Michelle: I want whatever will keep us in each other's lives forever. ",
        "Bill: Me, too. So, is it a deal? ",
        "Michelle: Deal. ",
        "Bill: Yeah? Shake on it? ",
        "Michelle: We could hug on it. So, where's Ben and Marina? ",
        "Bill: Oh, you know what? They were still at Company when I left. But they're \r\ngoing to be here for dinner. ",
        "Michelle: Mm, food. Can't wait. What are we having? ",
        "Bill: I don't know. You tell me. ",
        "Michelle: You didn't get any groceries? ",
        "Bill: I was waiting to be inspired. And now I'm thinking maybe, I don't know, \r\na big juicy steak, baked potato, some sour cream, sauté some spinach? Some \r\ncookies, ice cream for dessert. Does that sound good? ",
        "Michelle: That sounds delicious. Who's going to cook that? How did I know you \r\nwere going to say that? ",
        "Bill: What? I didn't say anything. ",
        "Michelle: Mm-hmm. Fine. I'll go to the store. ",
        "Bill: All right, then I’ll come with you. ",
        "Michelle: No. You've got to stay here because of the fire. But you can set \r\nthe table, and you can give me some money. And you could open this bottle of \r\nwine. Unless you want beer. ",
        "Bill: Oh, usually, but not tonight. ",
        "Michelle: Oh, and Lewis? Forks on the left, knives on the right. You know.\r\n",
        "Bill: Thank you. Michelle. I'm glad you're here. ",
        "Michelle: Me, too. ",
        "",
        "Phillip: Hey. ",
        "Olivia: Hey. ",
        "Phillip: What's wrong? ",
        "Olivia: Nothing, it's just... (sighs) ...You're just saying all the right \r\nthings and I actually believe it. ",
        "Phillip: I want you to, because I mean every word of it. Hey. ",
        "Olivia: What? ",
        "Phillip: There's only one thing that I regret. ",
        "Olivia: What's that? ",
        "Phillip: I never should have let you marry my father. ",
        "Olivia: Don't, Phillip. ",
        "Phillip: You gave me so many opportunities. I was such an idiot. ",
        "Olivia: Look, it's just... Let's not let Alan into the room tonight. Please.\r\n",
        "Phillip: Okay. ",
        "Olivia: Tonight is just about us, okay? No one else. ",
        "",
        "Beth: There you are. I went over to the hospital and they told me you left \r\nright in the middle of an examination. ",
        "Alexandra: What? What? You said they released you. ",
        "Alan: I released myself. ",
        "Alexandra: Oh, that's what you think. ",
        "Beth: How did you get here? ",
        "Alan: Taxi. ",
        "Beth: Hm. Well, you're going back with me. Come on. You going? ",
        "Alexandra: No, I actually have somebody to see, but if you need help \r\nwrangling him. ",
        "Beth: Nope, nope, nope. Did I ever tell you that Lorelei did a stint on a \r\nranch? ",
        "Alan: Really? Doing what? ",
        "Beth: Hog-tying cattle. Come on, little doggie. We're going to get you back \r\nto your corral at Cedars. ",
        "",
        "(cell phone rings)",
        "Bill: Hey, hey, hey. Tell me you're on your way. ",
        "Ben: We're just pulling out now. And don't hold dinner for us; we'll grab \r\nsomething on the way. ",
        "Bill: Are you sure? ",
        "Ben: Yeah. Yeah. We'll see you later. ",
        "Bill: Well, all right. Okay. Oh, look, Ben, make sure there's not a posse \r\nfollowing you. ",
        "Ben: Oh wait, that's funny. (knocking at door) ",
        "Bill: (humming) ",
        "Danny: I thought that was your car out there. What are you doing here? ",
        "Bill: Skiing. If you're looking for Michelle... ",
        "Danny: That's a good guess. ",
        "Bill: She's not here. She went into town to buy some food. ",
        "Danny: Oh. Okay, well, in that case, I'll wait. ",
        "",
        "Olivia: (laughs) You know what it's like when you fantasize about something \r\nand you wish for it so much and then you actually get it and you're \r\ndisappointed? ",
        "Phillip: Yeah? ",
        "Olivia: Not the case. (laughter) ",
        "Phillip: That wasn't funny. ",
        "Olivia: It was. (laughter) Hey, you want some champagne? ",
        "Phillip: Yes. Twist my arm. ",
        "Olivia: Do I have to? I can. Hi, it's Mrs. Spaulding. I need some champagne, \r\nplease. Thanks. ",
        "Phillip: You're the wrong Mrs. Spaulding. You think we could just stay here \r\nlike this, forever. ",
        "Olivia: I'm willing to try if you are. ",
        "Phillip: Let's just shut the rest of the world out. Sounds good to me. ",
        "Olivia: Me, too. Me, too. ",
        "",
        "Bill: You know, Danny, if you want to wait, be my guest, but I’ve got to tell \r\nyou, I don't think Michelle really wants to see you right now. ",
        "Danny: She told me she was up here. ",
        "Bill: And did she invite you? See, that's what I thought. You know, Danny, \r\nyou've really got to give her some space. ",
        "Danny: Really? Is that what you're doing? With the candles and the wine? \r\nGiving Michelle some space? ",
        "Bill: Listen, Ben and Marina are on their way up here, okay? Not that it's \r\nany of your business. ",
        "Danny: Not Beth? ",
        "Bill: That's none of your business either. ",
        "Danny: You know, she came to me earlier today and asked to break your lease. \r\nShe told me it's because you guys split up. She also told me the reason you \r\nsplit up. ",
        "Bill: Really? What did she say? ",
        "Danny: You know what she said. And I know it's true. I also know that you've \r\nhad a thing for Michelle for a very long time and maybe now you think she's \r\nfree... ",
        "Bill: She is free, Danny. ",
        "Danny: She's confused. ",
        "Bill: Michelle's not confused. ",
        "Danny: She's confused and she's vulnerable. Oh, yes, she is. Bill, look, I \r\nknow that you've been a friend to Michelle for a very long time, and I \r\nappreciate that. ",
        "Bill: Do you? ",
        "Danny: But that's all it is: It's friendship. So, why don't you take your own \r\nadvice and give Michelle the space she needs right now to figure out what she \r\nwants to do. ",
        "Bill: Like you're doing? ",
        "Danny: Apparently I'm not making myself clear, so I'll put it another way. \r\nStay the hell away from my wife. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=p98QDN_hIIg"
}