{
    "Episode Summary": [],
    "Recap": [
        "Tammy tries to convince Sandy to give their relationship another shot. Nate surprises Reva by sneaking into the Lewis house and by later admitting that he didn't steal the money. Josh wonders why Jonathan wants to leave Lewis Construction. Nate and Reva realize that Jonathan stole the money. Josh returns home and Reva tells him everything. Nate threatens and attempts to kill Jonathan. Tammy arrives in time to save her cousin. Gus and Harley begin to celebrate at the new house. They have a drink with unexpected guests. Later when they're alone they talk about their relationship. He tells her that he wants her to be his wife and gives her a ring. She accepts."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: Okay. Now it's time to show you your home. Keep your eyes closed.",
        "Harley: ( Laughs )",
        "Gus: Okay.",
        "Harley: Okay. Oh, my gosh. Oh. ( Laughs )",
        "Gus: Okay. Now you can open. Welcome to your new home.",
        "Harley: How did you do this?",
        "Gus: What? I ordered some beer, torches and tikki nuts. ( Harley laughs ) or tikki torches and... well, you know what I mean.",
        "Harley: It's beautiful.",
        "Gus: Well, surely the only thing that's beautiful in here, that'll be you.",
        "Harley: You did this for me?",
        "Gus: I do everything for you. Who are we kidding? Welcome home.",
        "[SCENE_BREAK]",
        "Sandy: Tammy.",
        "Tammy: Sandy. Hi. What are you doing here?",
        "Sandy: Well, I got a call from Bill's new assistant, I guess, to come down here to see about a clerk and a permit.",
        "Tammy: Oh, Bill called you, too? Well, why did he call me? Unless I got your message by accident.",
        "Sandy: Maybe. So the clerk, she around?",
        "Tammy: In a late meeting with the judge. And she might be awhile. So I we just have to wait.",
        "Sandy: You can go. I'll stay.",
        "Tammy: Well, don't you think we should both stay? I mean, maybe Bill wanted us both here for some reasons.",
        "Sandy: For a signature?",
        "Tammy: He left messages for both of us.",
        "Sandy: Tammy.",
        "Tammy: What?",
        "Sandy: Bill didn't leave that message. You did. You set me up.",
        "[SCENE_BREAK]",
        "Nate: Reva...",
        "Reva: Now you've made a mess. What are you doing here in the dark?",
        "Reva: It's my house. What are you doing here?",
        "Nate: I didn't finish helping take the money from Josh's account the other night because your friend showed up. So I thought I'd take care of that now.",
        "Reva: You didn't do it the other night? Now that's interesting. Because the money's gone.",
        "Nate: What do you mean gone?",
        "Reva: Just what I'm saying. It's not there. Somebody took money out of the main Lewis Construction account. And I don't know who did it, but somebody knows.",
        "Nate: Somebody.",
        "Reva: Hmm.",
        "Nate: Me? Reva, I did not take that money.",
        "[SCENE_BREAK]",
        "Jonathan: Just a little traveling money.",
        "Josh: Hello, Jonathan. What are you looking at?",
        "[SCENE_BREAK]",
        "Rick: Hello? Is anybody here?",
        "Gus: Great.",
        "Harley: Be nice. It's so sweet of him to come by.",
        "Rick: Harley.",
        "Harley: How are you?!",
        "Rick: Hey. Look at you. Wait. Let me look. No cuffs, no ankle bracelets.",
        "Harley: No, no.",
        "Rick: No jail jammies.",
        "Harley: ( Laughs )",
        "Rick: Are you free?",
        "Harley: Shut up.",
        "Rick: Are you?",
        "Harley: I'll act like I didn't just see you at Company.",
        "Rick: I know. I just saw you at Company.",
        "Harley: ( Laughs )",
        "Rick: Oh, man. I am so happy to see you.",
        "Harley: You, too. You, too.",
        "Rick: Or am I interrupting something, Gus?",
        "Gus: No, not at all.",
        "Rick: Because we were good together.",
        "Harley: Don't be silly.",
        "Rick: We were.",
        "Harley: ( Laughing )",
        "Rick: We were so good.",
        "Harley: This man is responsible for putting a roof over the head of my entire family.",
        "Gus: I know. I know. I was just..",
        "Harley: Not to mention he is the best father in the world to our son.",
        "Gus: He's amazing.",
        "Rick: You're embarrassing me.",
        "Gus: An amazing person.",
        "Harley: And I don't know how to thank you.",
        "Rick: It's really quite simple. I'm keeping a grocery tab. Your family is eating me out of the house and home.",
        "Harley: Frank's got a really big appetite.",
        "Rick: Frank exactly. He eats like a horse.",
        "Harley: ( Laughs )",
        "Rick: Well, I guess I should go.",
        "Harley: Oh, thank you.",
        "Gus: Say hello to Mel for us.",
        "Harley: Thank you. Thank you. Thank you.",
        "Rick: I sure will.",
        "Gus: Get out of here.",
        "Rick: Thank you. Thank you.",
        "Harley: ( Laughs ) Bye Sweetie.",
        "Rick: Bye-bye Sweetie. I'll talk to you.",
        "( Knock at the door )",
        "Ross: Hello?",
        "Rick: Hello?",
        "Ross: Anybody home?",
        "Rick: Oh, my gosh. It's a party.",
        "Ross: Finally.",
        "Blake: We knew you'd be here. And you're starting no party without me. Oh, I can't believe it. Let me put this down. You are here. I cannot stand it. I'm going to get sick.",
        "Ross: Blake? Blake? Blake, Honey. Look at the ambience, will you?",
        "Blake: Why, yes, the candles are a lovely touch. But you know I can't resist balloons.",
        "Ross: Well, this may not be a good time.",
        "Blake: It's a good time. Because it's Harley's first night as a free woman. And we are going to party until the sun comes up. I have music, I have food, I have drinks. Everything's in the car. Ross, could you go get it? And, Rick, go help him, because he's going to need some help.",
        "Blake: So tell me. Tell me.",
        "Harley: ( Laughs )",
        "Blake: Tell me everything. I want to know everything. From the second that you went on the lamb to the second that the judge set you free. Don't leave anything out.",
        "[SCENE_BREAK]",
        "Tammy: I was the one who left you the message from Bill. You haven't been answering my calls.",
        "Sandy: I've been busy.",
        "Tammy: No, Sandy, you've been avoiding me. Just when we should be spending more time together, not less. Trying to work things out.",
        "Sandy: I don't think this is something we can just work out.",
        "Tammy: Okay, if by something you mean Jonathan.",
        "Sandy: Look, Tammy, I don't want to tell you what to do or how to live your life. But I think when you love someone you accept them for who they are and you don't enter into a relationship thinking you're going to change them.",
        "Tammy: You just said that you love me.",
        "Sandy: You know I love you. You're the only one for me. But there's someone else for you. Part of you is still with Jonathan. No, it's true. And until you figure it out and get it out of your system...",
        "Tammy: I don't have feelings for Jonathan. Why do you keep harping on that?",
        "Sandy: Because you still won't admit it. And I know I'm right.",
        "[SCENE_BREAK]",
        "Jonathan: Josh. I thought you were out of town.",
        "Josh: Yeah, I was. I just got back. I decided to stop here pick away a little take-away food before I went home. My visit to San Jamar and San Cristobel was very interesting.",
        "Jonathan: No kidding.",
        "Josh: I have no proof of this whatsoever, Jonathan. But I am quite certain that your adoptive mother's death was not an accident. There's just too many things that don't add up. Including the fact that Alfred disappeared right after it happened.",
        "Jonathan: No. All right. You know what? I really don't care. I don't care about my family down there and I don't care about my family up here.",
        "Josh: Is that why you quit your job at Lewis Construction?",
        "Jonathan: I'm not cut out for the office.",
        "Josh: I thought you were doing just fine.",
        "Jonathan: I was screwed up. Just like I screw everything up. You're better off without me. You all are.",
        "[SCENE_BREAK]",
        "Reva: You and I were the only ones that knew about the money and I sure as hell didn't take it.",
        "Nate: Reva, I'm telling you the truth.",
        "Reva: Don't tell me. Tell the cops.",
        "Nate: Reva, stop. Just listen. This makes no sense. What? I steal $2 million of your money and walk in here to get cold? If I'd take than money I'd be on a plane to Tahiti right now.",
        "Reva: Well, if you didn't take it then who did?",
        "Nate: Professional hackers. They cruise all the sights looking for access. Maybe I inadvertently gave them away when I unlocked the password. I mean, you'd be surprised how little skin it takes to do something like this.",
        "Tammy: I saw Jonathan at the computer at Lewis and he was doing something but whatever it was he didn't want me to know about it. He seemed freaked out.",
        "Nate: Reva? What are you thinking? Do you have an idea who did this",
        "Reva: No.",
        "Nate: Yeah, you do. You think Jonathan did it. Your own son stole money from your husband's company, cleaned him out. You still want to talk to the police?",
        "[SCENE_BREAK]",
        "Blake: And then what? You go to New York to this Wallace guy? What exactly happened?",
        "Harley: I'll tell you. We traced him to his hotel and I'm sure he would have told us everything he knew except that he kind of got hit by a cab.",
        "Gus: A cab that was driven by your brother most likely.",
        "Blake: Thank you, Gus, for that extra detail. I'm sorry for any part my brother played in this.",
        "Harley: Not your fault, Blake. You haven't heard from Sebastian have you?",
        "Blake: No, I have not. And if I haven't heard from him, he will not. I don't know what happened, Harley. I was so happy when he first came to town. You know, out of nowhere here was somebody that loved my father as much as I did. And I looked at his good qualities, that's all.",
        "Ross: Unfortunately, he also had his bad qualities and I'm just thankful that he didn't hurt you or the two of you or anybody.",
        "Gus: Anyway, on that note....",
        "Blake: On that note, let's not talk about anything sad, let's celebrate.",
        "Ross: Blake, I believe it's time for us to go.",
        "Blake: No. I'm sorry, I didn't mean to horn in on your evening, but, Darling I just have to see that you are safe and sound with my own two eyes.",
        "Harley: I needed to see you, too. Get out.",
        "Blake: All right. All right.",
        "Gus: I'll drink to that.",
        "Blake: I'll let the lovebirds be alone. But I have a question. I have one question that I have to ask.",
        "Harley: What is that?",
        "Gus: Where the door is.",
        "Blake: What are you using on your skin these days, Darling, because you've got a glow. Just what exactly did we interrupt?",
        "Ross: All good things must come to an end. It's time for us to go.",
        "Blake: Fine. I'm so sorry. I'll leave you lovebirds to be alone. I do love you.",
        "Harley: I love you, too.",
        "Gus: And I love all of you.",
        "Ross: I love you.",
        "Rick: I think this is a group hug.",
        "Blake: Come on, Gus.",
        "Rick: Don't be a stranger.",
        "Ross: Oh, look, there's the door. Everybody, I found the door.",
        "Blake: Ross found the door.",
        "Harley: Thanks for the food and the balloons and the champagne.",
        "Rick: See you later.",
        "Harley: I'll see you.",
        "Rick: Okay.",
        "Gus: No. Whatever you're going to say, no.",
        "Rick: Can I use your restroom?",
        "Gus: No!",
        "Rick: Be that way.",
        "Harley: ( Laughs ) They're so nice.",
        "Gus: So...",
        "Harley: Yes?",
        "Gus: ( Sighs ) Let me give you the little tour.",
        "Harley: What?",
        "Gus: Yeah.",
        "Harley: I thought we couldn't wait to...",
        "Gus: Well, first things first.",
        "[SCENE_BREAK]",
        "Tammy: Stop it! Jonathan is not the guy I want to be with, you are! I slept with Jonathan. Once. Because he tricked me. He hurt me so much. And it's affected everything in my life since then. I don't want him, Sandy. I don't.",
        "Sandy: Look, can we not do this now? You know what? Let's just wait for the clerk, huh? Unless you made up the whole errand, too.",
        "Tammy: No, we have to get the plans approved.",
        "Sandy: All right then. Fine.",
        "Tammy: Fine. I'll wait over here.",
        "[SCENE_BREAK]",
        "Jonathan: Who am I? Who am I to you.",
        "Nate: You're my son.",
        "Reva: You're my son.",
        "Tammy: I'm trying to feel nothing but hate for you because I'll hate myself if I don't.",
        "Nate: You are my son.",
        "Reva: You're my son.",
        "Jonathan: What does that mean?",
        "Tammy: I hate myself for wanting to do anything but put a knife for in your face for what you did to me.",
        "Reva: All I care about is that you're all right.",
        "Jonathan: Who am I?",
        "Jonathan: I don't want to be anything different.",
        "Jonathan: I was never good enough for Alfred and I'll never be good enough for you.",
        "Reva: I wanted to have a chance to love you.",
        "Jonathan: Tammy, please, you can stay here. You can stay here.",
        "Tammy: Even if we weren't cousins, even if we weren't who we are I would still reject you.",
        "Jonathan: I can't wait to get out of here.",
        "[SCENE_BREAK]",
        "Nate: So Reva, if you really want the police to nab the American that stole the money, don't you think you should advise them that your son is the culprit?",
        "Josh: Hello? Reva, I'm home.",
        "Reva: Hi. I didn't expect you.",
        "Josh: So I see. Hello, Nate. Is this a business meeting, by any chance?",
        "Nate: Nothing like that. I'll be off. I'm sure you two have a lot to catch up on. Welcome back, Josh.",
        "Josh: Well, that was not at all what I was expecting to come home to.",
        "Reva: Yeah, well, me neither, believe me. I'm sorry.",
        "Josh: What's going on? What's wrong?",
        "Reva: Everything.",
        "Josh: Tell me.",
        "Reva: Nate, that's not his real name. His real name is Alfred Randall. He's Jonathan's adopted father.",
        "Josh: Nate is Jonathan's adopted...",
        "Reva: Yes. He's here, Joshua, to hurt us, to hurt all of us.",
        "Josh: How did you find out?",
        "Reva: Because he did it again. He beat the hell out of my kid and it's the way he's acting so I went to Olivia to have her confirm it.",
        "Josh: Why is he here?",
        "Reva: I'll explain all that. But he killed Marissa I'm sure of it. And he has Jonathan so freaked out that Jonathan's covering for him and maybe even helping him.",
        "Josh: Helping him what? Helping him what, Reva?",
        "Reva: I know what Nate... Alfred has been doing to my son for years.",
        "Josh: Yes, Reva, I know. I understand how...",
        "Reva: He hasn't just been hurting him physically, he's been hurting him psychologically, too. And those scars are deep. They're deeper because that kind of abuse, it's about control.",
        "Josh: I don't really need a psychology lesson right now. What I...",
        "Reva: You know, Jonathan, how he's been trying, right? That he's been trying to get his act together. But recently he started lashing out again and it seems to be since Nate came to town.",
        "Josh: Reva, I still don't get what you're trying to say to me.",
        "Reva: What I'm trying to say is that I'm scared, all right? I'm scared for Jonathan and I'm scared for us.",
        "Josh: Don't be. I'm here. I'm here. No one's going to hurt you. Maybe this explains why Jonathan was acting so strange.",
        "Reva: Jonathan, you saw him? Where, when?",
        "Josh: I saw him at Company. I asked him why he had quit his job at Lewis and he looked sort of like he was going to leave.",
        "Reva: Oh, my God. Oh, my God. I should never have tried to push him away the way I did and said those things I said to him but I don't have a choice because I had to keep him away if Nate but now of course it's all backfired.",
        "Josh: Backfired how? What?",
        "Reva: You know, you're going to find out sooner or later anyway, so, um... somebody stole money out of the Lewis Construction account. A lot of money. $2.3 million.",
        "Josh: What the hell are you talking about?",
        "Reva: I'm saying I checked the account. I checked it and it's been electronically transferred, $2.3 million.",
        "Josh: Reva, it's not possible. The only way any... somebody could do that would be if they new the password, and the only people that know the password are myself, Bill, Billy... and you.",
        "Reva: I had a plan. I had a way that I was going to trick Nate into stealing the money so that the police would arrest him. I called him over here and told him that I needed help accessing the account but that I wasn't sure how to do it.",
        "Josh: You didn't.",
        "Reva: I gave him the password. I did, so that he would help me.",
        "Josh: No, Reva.",
        "Reva: I left him alone with the computer knowing that he would try to steal the money and that... and that I could catch him red-handed, but that's not what happened because he didn't take anything and then...",
        "Josh: So what are you saying? Nate did it?",
        "Reva: No, I don't think Nate took it.",
        "Josh: Whoever did is going to spend a whole lot of time behind bars.",
        "Reva: Please, wait, wait, wait.",
        "Josh: What?!",
        "Reva: Because it could have been Jonathan. But if Jonathan did it, he didn't do it willfully, he didn't, because Nate is a master at knowing how to push buttons, okay? Because he did it with me, you know? He did it with me, too. You know it. He said things to me at a time when I really needed to hear them. He... he told me that I was beautiful. He told me that I was desirable and I... God.",
        "Josh: You what, Reva?",
        "Reva: No, nothing. It doesn't even matter now.",
        "Josh: I think it does.",
        "[SCENE_BREAK]",
        "Nate: Oh, don't look so surprised, Johnny, you know I always find you. You going someplace?",
        "Jonathan: Yeah, to get out of Dodge. You should, too, because Reva and Olivia are on to you.",
        "Nate: Anything else you'd like to share with me?",
        "Jonathan: Like what?",
        "Nate: After all I've done for you, this is the thanks I get. The money. My money. You took it and you're about to try and leave town with it and you know I can't let you do that.",
        "[SCENE_BREAK]",
        "Tammy: Now do you believe me?",
        "Sandy: You're not making it's easy on me.",
        "Tammy: Good! I don't want it to be easy. I want it to be impossible! What do I have to do to get it through your thick skull that I want you and only you, Sandy? Stalk you day and night? I will, you know, I'll write bizarre love notes, I'll call you 50 times a day, I will put up a shrine in my room to you.",
        "Sandy: Please, no shrine.",
        "Tammy: See? We can work this out. It's okay. Don't give up on me. Remember when I wanted to give up? I jumped off the ferry docks into that freezing water. You dove in after me and pulled me out. You saved my life, Sandy. And now you're just willing to walk away? Well?",
        "Sandy: I don't know.",
        "Tammy: Yes, you do. You can't do it because you don't want to. So don't! Don't!",
        "Sandy: I need to think. Can you, um, take care of this clerk permit thing?",
        "Tammy: Yeah, but...",
        "Sandy: I will be back here in an hour and then maybe we can... I don't know, give it another shot.",
        "[SCENE_BREAK]",
        "Gus: So?",
        "Harley: Look at these!",
        "Gus: The boys did that for you. \"Welcome home, Mommy.\" \"Welcome to our new home.\"",
        "Gus: That's me.",
        "Harley: I like your hair.",
        "Gus: Thank you. This, my dear, is the kitchen and this is where the fridge goes. I put the thing over there but any it's a really nice refrigerator where we'll keep healthy stuff for you and juices and beer for me and granola and twigs and berries and whatever its you eat and a lot of beer for me.",
        "Harley: Of course.",
        "Gus: And this is the great room, because that's what people are calling it these day, the great room where, you know, great things happen. And you'll be in the kitchen. You'll be cooking in there and you'll be in the kitchen, you know, watching over us in the kitchen.",
        "Harley: Barefoot?",
        "Gus: Barefoot. Where us boys will be over here. And this is a continuation of the great room. It's like a living room combination entertainment area, you know? And right here on this wall...",
        "Harley: Is that a plasma TV?",
        "Gus: Yeah. Is that okay? Because... there's nice things for you coming. I mean, upstairs I've got plans for the bathroom because those are important to, you know... and we'll put a big Jacuzzi in. That's what I've got a deposit on with the jets and the stuff and, you know, so you can take a bath.",
        "Harley: That's wonderful. This is our life.",
        "Gus: Yeah. It's our home.",
        "Harley: You always believed in me. You always had so much faith. Even when I didn't belief in myself. And I know I was in possible and that I make you crazy sometimes.",
        "Gus: It was a good crazy.",
        "Harley: But the truth is if I didn't have you, I don't know what I'd do. If I didn't have you...",
        "Gus: Keep saying that, because you're stuck with me.",
        "Harley: Works for me. ( Laughs ) There's a soft, sweet space on the back of your neck smells like rain there's a way you look at me, baby heals my pain now I studied every inch of your body baby, what's on your mind? The touch of your skin just pulls me in every single time. There's a silent conversation filled with hidden revelations in your eyes. Baby, I'm so into you you're a sweet little mystery sent to me from the stars and that's the beauty of who you are.",
        "[SCENE_BREAK]",
        "Josh: I'm going to find that son of a bitch and tear him apart with my bare hands.",
        "Reva: No, no...",
        "Josh: Let go of me.",
        "Reva: Will it get him out of our lives? Will it punish him the way he needs to be punished?",
        "Josh: I'll give it my best shot.",
        "Josh: Don't make him angrier. He'll take it out on Jonathan. Joshua, please, I know I've made mistakes and I feel embarrassed and I feel ashamed an I will spend the rest of my life trying to make this up to you. But don't make this situation worse than it already is. Let me handle this my way.",
        "Josh: Your way, Reva? What way is that? You've already given Jonathan and Nate access to the Lewis banking accounts, Reva. That's not just our money, you know. That's Bill's money, it's Billy's money. That's their future. It's Marah and Shayne's future. Not to mention the fact that it's the payroll for all the crew I have working for me at this time. People who have families to feed. That password was not yours to give away, Reva. So how do you suggest we do this your way? You want to do that, right? But you don't want me to go to the police. You don't want me to find justice in my own way. So what are you thinking? What's the great scheme this time, Reva? Let me guess, we'll go to Jonathan and ask him nicely to give us the money back. Maybe bring him, what, milk and cookies?",
        "Reva: I'm not saying that we go to him nicely. I'm saying that we confront him straight on and we tell him that we know what he did and we know why he did it and we give him one shot to do the right thing, to help us take Nate down.",
        "Josh: What if he says no?",
        "Reva: Then I go to the police and I turn him in myself. But he's my son, Joshua, and I have to believe that there's good in him somewhere. I know that I've hurt us and I've hurt our marriage and I don't even know why. But I know that I don't deserve it but I need you to help me here, please.",
        "Josh: I... I am going to the police, Reva. But I'll make you this deal. I'll wait two hours and that's it. No more. So let's go now and see if we can find Jonathan.",
        "Reva: Thank you. I'm glad you're back. I've missed you.",
        "Josh: Let's go.",
        "[SCENE_BREAK]",
        "Nate: So where do you stand on the whole nature versus nurture thing, Johnny boy? Myself, I find nature to be so vastly overrated. I mean, look at us. We're not related by blood and yet we're so very much alike. Like you and your mom, you and Marissa, you're a lot alike. Like Marissa you are weak. I loved her, John. I really did. She didn't make it's easy. She was always complaining, always whining. A man can only go through so much of that before he breaks.",
        "Jonathan: Stop it. Please.",
        "Nate: Another thing you have in common with Marissa is your fear of water. ( Laughs ) the woman grew up on an island, but did she learn to swim?",
        "Jonathan: She was afraid.",
        "Jonathan: So if you're afraid, you buck up and you overcome your fear. You don't become a driveling mess, you defend yourself! But Marissa couldn't and she passed her cowardice on to you. She never took you into the water past your knees, did she? I mean, I wanted to teach you how to swim but she said no. She wanted none of that.",
        "Jonathan: Let go of me. Please stop it.",
        "Nate: You will give me the money or in you go. And no water wings this time. Huh? Okay. All right. ( Laughs ) Okay. Okay. All right. Relax. Relax. Come on. Look, if you leave town with that money I will hunt you to the ends earth and I'll finish what I started the other night. All right? You're going to be fine. By the way...",
        "[SCENE_BREAK]",
        "Jonathan: ( Coughing ) ( Water splashing )",
        "Tammy: Oh, my God! Jonathan!",
        "[SCENE_BREAK]",
        "Josh: He was sitting right at that table. Obviously he's gone.",
        "Reva: Well where? Where would he go? Joshua, what if he's leaving town? What if he left already.",
        "[SCENE_BREAK]",
        "Tammy: Jonathan, it's okay. I got you. Stop struggling. Stop struggling, you'll pull me down. Jonathan? Jonathan? Oh, God, please be breathing. ( Coughing, sputtering ) ( Gasping )",
        "[SCENE_BREAK]",
        "Reva: I messed up. I've ruined everything for everyone. I don't know why you're here with me after everything I've done to you.",
        "Josh: Yeah, well that's a good question. Look, I know you've been going through a tough time with Nate or Alfred or whatever the hell his name is has been using that to take advantage of you.",
        "Reva: You letting me off the hook?",
        "Josh: No.",
        "Reva: So you're mad at me?",
        "Josh: Yes, I'm mad at you. I'm mad at you because you didn't come to me and let me help you. I've been here, Reva, for months at your side, ready, willing ...",
        "Reva: Thank you, Bud. Thank you so much.",
        "[SCENE_BREAK]",
        "Harley: What?",
        "Gus: I was thinking about this time last year. We were knee deep in wedding plans.",
        "Harley: Yeah. We really lost our way, didn't we?",
        "Gus: I don't think of it much more than a detour.",
        "Harley: ( Laughs )",
        "Gus: You know? Now we're further down the road and I think we're stronger and we're more sure and aware of what our commitment really is, you know? Because to me a commitment is a... you just stick with a person even when you think all hope is lost.",
        "Harley: Believing that you are stronger together rather than apart.",
        "Gus: Exactly. Which is why I want you to be my wife. I want that more than anything in the world.",
        "Harley: I want that, too. I want that future that we planned. I want that family that we dreamed about. I want it.",
        "Gus: I'm really glad that you said that. Because I took the liberty-- kind of planning ahead, you know. There's something I want to tell you that I... over the last couple of months I... there were times that I didn't have a place to stay. I mean I got the hole in the wall across from the prison but then a week later my checks bounced and they kicked me out. Anyway, it doesn't matter. I couldn't even afford gas money for my car.",
        "Harley: Money...",
        "Gus: No, whatever. But I stayed in my car a few times. But it doesn't matter, wherever I was, I always had this.",
        "Harley: ( Laughs ) A freezey bunny wrapper?",
        "Gus: That's just symbolic.",
        "Harley: I got that. My ring.",
        "Gus: Go ahead. Back where it belongs.",
        "Harley: Welcome home. I missed you. ( Laughs ) wait, Gus. Look. ( Laughs ).",
        "Gus: Wow.",
        "Harley: I put it in my pocket for court today for luck.",
        "Gus: My mom's ring.",
        "Harley: It's still mine, isn't it?",
        "Gus: Yeah. I wouldn't want it any other way. _Next on \"Guiding Light\"... _",
        "Marina: We are celebrating. You're good for me and that is that.",
        "Danny: I think I want you read me my rights.",
        "Jonathan: You don't have to do this.",
        "Tammy: Sandy, I'm sorry.",
        "Olivia: Confront Alfred and force the truth out of him.",
        "Josh: Shut up! Sit down! You and I need to have a little talk."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=0SJG1jDeb8s"
}