{
    "Episode Summary": [],
    "Recap": [
        "Cassie says goodbye to her son, while Dinah reminds Edmund of what he has cost his wife. Olivia is ecstatic that her husband finally knows the truth and trusts her. Frank threatens Bill & Olivia. Harley & Gus decide to head to New York by way of an interesting vehicle. Edmund sends Dinah back to Springfield with Jeffery. Bill asks his wife to give up her job. In turn he offers to give up his job at Lewis Construction as well. Edmund & Cassie begin to get closer until she finds out that Dinah is no longer traveling with them. Dinah warns Jeffery that Edmund has done something terrible once again. Bill & Olivia get romantic. Harley and Gus begin putting their relationship back on track."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: Out like a light.",
        "Cassie: God, I don't know how I'm going to say good-bye to him. Thank you. I don't know what I'd do without you.",
        "Edmund: That suits me fine.",
        "( Knock on door )",
        "Cassie: That's Alonzo.",
        "Edmund: I'll take Will to the other bedroom.",
        "Cassie: Jeffrey.",
        "Jeffrey: Hi. I thought I would come by and see how you were doing before I took off.",
        "Cassie: You're leaving.",
        "Edmund: That's a shame.",
        "Jeffrey: Do you think we could talk?",
        "Cassie: Yes. I'll be back, Edmund.",
        "Edmund: No, no. Stay. I'll go. I have to stretch my legs anyway. Excuse me.",
        "Jeffrey: Here we are again. Three's a crowd, hmm?",
        "[SCENE_BREAK]",
        "Dinah: Hey. Jeffrey is headed back to Springfield.",
        "Edmund: So it would seem.",
        "Dinah: Yeah. So I guess that's good for you and Cassie, huh?",
        "Edmund: Well, Cassie and I are closer than we've been in months.",
        "Dinah: That's terrific. All you had to do was help her lose her kid to make that happen huh?",
        "[SCENE_BREAK]",
        "Cassie: I don't know how to thank you.",
        "Jeffrey: Well, leaving Will here with Alonzo isn't exactly the outcome you wanted, is it?",
        "Cassie: No. But at least it's happening in a way that I can accept and that's because of you. You went to so much trouble to help me. I told you that I was running away with Edmund and you came all the way down here on your own to fight for me.",
        "Jeffrey: That's because I didn't want to lose you, Cassie. I still don't.",
        "[SCENE_BREAK]",
        "Olivia: I have been carrying around so much guilt and fear for song. I'm so glad to be free of it. I owe it to you.",
        "Bill: Yeah, forever in my debt. Don't you forget it.",
        "Olivia: I'm glad it's over. You know I didn't kill Phillip.",
        "Bill: Of course, I know you didn't kill Phillip.",
        "Olivia: And the best part is Gus hasn't interrogated me for days.",
        "Bill: He's got his hands filled with Harley, I'm sure.",
        "Olivia: You think they're out there together?",
        "Bill: Uh-uh, don't do this to me. I don't want to talk about Harley or Gus. I want to talk about you and me and that is it, okay?",
        "Olivia: I hope they're okay, that's all.",
        "Bill: Do you?",
        "Olivia: I do. Things are going well for me, my husband believes in me. I'm feeling generous. As a matter of fact, I'm feeling invincible.",
        "Frank: Smitty, I need you to track down every lead you can, okay? I need you to find my sister before someone else does. God knows what's going to happen to her. What? Who do I think killed Phillip Spaulding? I got some ideas.",
        "[SCENE_BREAK]",
        "Gus: Okay. Coast is clear.",
        "Harley: I've got to tell you. This being a fugitive is hard on my knees.",
        "Gus: I know. We're just getting started. We have to figure out how to get to New York.",
        "Harley: You know, hun, I don't know if this is such a good idea, the New York thing.",
        "Gus: The note came from New York.",
        "Harley: The note, the guy on the hotel stationary. What if it's a setup? What if this guy is setting a trap? What if he's...",
        "Gus: We don't have any other leads.",
        "Harley: Right.",
        "Gus: Don't you think you should change your clothes? You know, the objective is not to get caught.",
        "Harley: This doesn't work for you? I can only imagine what Alex put in this bag. Where should I change?",
        "Gus: Go back in the bushes. Come on.",
        "Harley: There's thorns and poison ivy.",
        "Gus: Well, you can't go there. Just go in the bushes, no one's around. Just me.",
        "Harley: I'll change right here.",
        "Gus: Go on. It's fine.",
        "Harley: You've seen everything anyway.",
        "Gus: Yes, I have. But not for a very, very, very, very, very long time.",
        "Gus: All right. I can't. I can't. No.",
        "Harley: So now you're going to be a gentleman? Don't you think it's a little late for that?",
        "Gus: It's just that, you know if I see any more skin, we're never going to make it to New York.",
        "Harley: You're assuming I even want the same thing as you anyway.",
        "Gus: Yes, I am. Yes.",
        "Harley: Well, good, maybe I do.",
        "Gus: I'm sure those nights in prison must have been long, lonely, cold nights.",
        "Harley: Well, I had memories of you to keep me warm. Okay. I'm done.",
        "Gus: Hmm. Let me look there. Yeah. Yeah. These clothes, they're... it's good. It's working. I feel like I just took a cold shower.",
        "Harley: Thanks.",
        "Gus: You got a hat and sunglasses?",
        "Harley: Yeah.",
        "Gus: Good. Good, good. Yes, it's fabulous. That's fabulous. Really good.",
        "Harley: Yeah, okay. And it's not like I have any choice anyway, right?",
        "Gus: Right.",
        "Harley: How are we getting there? Planes, trains, automobiles?",
        "Gus: I don't think we can do any of those things because those stations will be under surveillance and we can't take my car for obvious reasons.",
        "Harley: I'd say we could use a fake I.D. And buy a used car, buy insurance and registration and...",
        "Gus: I know. I'll be right back. I'm going to just hot wire a car.",
        "Harley: You are not stealing a car.",
        "Gus: I'm serious. Why not? Why?",
        "Harley: Because it's illegal, that's why.",
        "Gus: You're a convicted murderer on the lam. You're going to worry about grand theft auto?",
        "Harley: You're not stealing a car!",
        "Gus: Any better ideas?",
        "Harley: Why do you keep asking me? I'm tired.",
        "Gus: I can't think when my stomach hurts like this.",
        "Harley: We can't even go any place, even if it was open. Shh. Do you hear that?",
        "Gus: Yeah.",
        "( Music playing )",
        "Gus: You want ice cream?",
        "Harley: Yes and it will be good for your tummy, too.",
        "Gus: Just stay low. Stay outside. Just... sorry. I had to do that.",
        "Harley: Yeah, no, that's... obviously that's...",
        "Gus: I just want you to... know that everything's going to be fine, okay? Because we're together and I just know. I just know it will be.",
        "[SCENE_BREAK]",
        "Olivia: I'm thinking maybe we should take a couple of days off from the office and go someplace romantic.",
        "Bill: Is that right? See, I love the way you think. I do. I really do. But you want to hear what I'm thinking? Just got a few ideas.",
        "Olivia: Really?",
        "Bill: Yeah, you want to hear them? Let me throw them out there. How about this? How about no more secrets, no more doubts, no more whispers, no more shouts. I'm serious. No more not trusting me.",
        "Olivia: I do.",
        "Bill: I'm not talking about one time, I'm talking about each and everyday, Olivia. I am your husband; you're my wife, okay? We're in this thing together. I don't know how many times I have to tell you. If there's a problem you have to come to me. Don't feel like you have to protect me. You feel like you can't tell me because I won't approve. Whatever or whoever is hassling you, you have to tell me. Got to pick up the phone, say \"oh, Bill...\".",
        "Olivia: \"Oh, Bill...\" I can do that.",
        "Bill: Then do that for me. Here's another thing. You and Emma are moving back home with me where you belong. You are getting out of the Spaulding mansion. I don't know why you moved in there to begin with. It doesn't make sense to me. You did it, it doesn't matter, it's in the past. If we get into a small argument or a big argument, we will hash it out under our own roof. Got that? I hope you do because I have another thing for you. Here we go. You're innocent! My wife's innocent, folks! Innocent! You are not guilty. Stop acting like you're guilty. No more kidnapping people. No more pulling guns on people. No more burying love letters under a tree in a lightning storm. That's ridiculous. If you get an urge to do something wild and crazy again...",
        "Olivia: I definitely get urges.",
        "Bill: You do. But if you get a wild and crazy urge like that, you have to ask yourself \"would bill want me to do this?\"",
        "Olivia: Would bill want me to do this?",
        "Bill: That most definitely. But not just yet. So answer this question. Do you understand?",
        "Olivia: I understand.",
        "Bill: You understand?",
        "Olivia: I understand! I can't believe you're talking to me like this and what's more, I can't believe I like it.",
        "Bill: Do you love it? Do you love it? Do you love it?",
        "Frank: Nice to see you guys so happy. Enjoy it while you can.",
        "[SCENE_BREAK]",
        "Cassie: I think that we should...",
        "Jeffrey: Before I forget, I found this at the palace, I thought you might... you know, want it.",
        "Cassie: Oh.",
        "Jeffrey: Well, I didn't draw it. I saw Will working on it and I... he must have left it behind.",
        "Cassie: Thank you.",
        "Jeffrey: You know what I was saying earlier about not wanting to lose you. Well, obviously I already have. I saw the way that you turned to Edmund last night when you were concerned and worried about Will. No matter how many times the guy lies to you, or how many times he hurts you or other people, you're going to go back to him. So I don't understand it, I think you're making a huge mistake, but it's your mistake to make. So this is me bowing out once again.",
        "[SCENE_BREAK]",
        "Edmund: Alonzo had his mind made up from the beginning. There's nothing I could have said or done that would have made him change it.",
        "Dinah: Why even try?",
        "Edmund: I love Will. And I'm going to miss him terribly. But he has a destiny to fulfil. He was born to be the prince of San Cristobel. Cassie understands that she will visit him frequently.",
        "Dinah: Edmund, she's still giving up her child. Her heart was just cut out. And you will be there to pick up the pieces, won't you?",
        "Edmund: You know, I don't appreciate that.",
        "Dinah: You know what? You will be her everything once again. It'll be perfect for her. You'll be able to be there for her.",
        "Edmund: Cassie hardly thinks I'm perfect.",
        "Dinah: No, I think that's just perfect. You're going to be the Edmund that's perfect, the one she loves, her princely rescuer. Not that shovel-toting fire- wielding man that I have fallen for. What are you doing? What's going on? You are turning yourself inside out to please someone who does not love you for who you are. Edmund, you cannot keep denying who you are.",
        "Edmund: Maybe that's not who I am. Maybe I'm better than that. Maybe I want to be better than that.",
        "Dinah: Better? Really? Who has been playing Alonzo from the middle, from both sides? You are the reason she has lost her son. Have you made that clear to her?",
        "Cassie: Edmund?",
        "Cassie: Didn't you go for your walk?",
        "Edmund: I ran into Dinah, we started talking.",
        "Dinah: Edmund, did you tell Cassie about you know what? About what we were just talking about? Cassie, I felt the baby kick.",
        "Cassie: You did?",
        "Dinah: Yeah. I did. Edmund gave it a little tap, he felt my tummy. It was amazing, wasn't it?",
        "Cassie: Well... well, that's great. I'm going to go check on Will.",
        "Jeffrey: That's my girl, kick 'em when they're down.",
        "Dinah: Excuse me?",
        "Jeffrey: Only you would remind Cassie she can't carry her own child on the very night she has to return her son.",
        "Dinah: Well I think that only you could be as twisted to think that would be my intention.",
        "Jeffrey: What was your intention, huh?",
        "Dinah: To lift her spirits.",
        "Jeffrey: News flash: Didn't work.",
        "Edmund: Mr. O'Neil, don't you have a plane to catch. Dinah, why don't you return to your room.",
        "Jeffrey: I think Dinah should come with me.",
        "Dinah: Why would I want to do that.",
        "Jeffrey: We need to give Cassie and Edmund the quiet time they deserve right now.",
        "Dinah: I don't think I'm bothering Edmund, what do you think?",
        "Edmund: I agree with Mr. O'Neil. Cassie's going to have a rough few days and I need to be with her.",
        "Dinah: Edmund, do you really want me to do this?",
        "Edmund: See you back in Springfield. Safe trip.",
        "Dinah: Let go of me. You idiot. You're going to ruin everything.",
        "[SCENE_BREAK]",
        "Bill: All right. Frank, listen to me. I know you're worried about Harley and you'll do everything you can to clear her. I hope you do. In fact, we all do. You have to hear me loud and clear on this. Olivia had nothing to do with Phillip's murder.",
        "Frank: Look, Bill, you can be as loud as you want, but guess what? The evidence points otherwise and Gus is convinced.",
        "Olivia: He crossed me off his suspect list.",
        "Frank: Why is that?",
        "Bill: Ask Gus.",
        "Frank: Seems Gus has disappeared.",
        "Olivia: Maybe he's with Harley.",
        "Frank: You think?",
        "Bill: What are you on such a tear about? Harley is alive. She's out there, yes, but she's alive. Isn't that great? Gus is with her which is also great. In fact, they're probably tracking down the real killers as we speak.",
        "Frank: Which means that every second my sister is out there she runs the risk of being shot by a cop or one of Alan's bounty hunters. It's my job to make sure that doesn't happen. I have to find the killer myself.",
        "Olivia: Whatever. You know what? We don't have to talk to you. Harley was convicted, the case is officially closed.",
        "Frank: Olivia, you're not talking to the active police chief anymore, you're talking to Harley's brother. That's who I'm going to be from now on, someone who I should have been a long time ago. Better late than never.",
        "Bill: Listen, listen. Police chief or out of sibling love, I feel for you, I really do. But you're harassing my wife. So back off or I'm going to call Ross and I really don't think you need a black mark on your record.",
        "Frank: Bill, take it easy, you don't have to call in the big guns. I'm just having a conversation. Unless you've got something to hide.",
        "Olivia: I don't believe this. This is great, terrific. Just when I thought I could breathe again. You heard him.",
        "Bill: Don't give me this. This little freaked out thing.",
        "Olivia: I'm not freaked.",
        "Bill: Yes, you are freaking out.",
        "Olivia: No.",
        "Bill: Yes, this is what you do. So I'm going to nip it in the bud right now. Come with me.",
        "Olivia: What? Where are you taking me? Where are you taking me?",
        "[SCENE_BREAK]",
        "( Knocking )",
        "Gus: Hey. Hello?",
        "Vendor: Sorry, dude. Can't deal with the tunes, man.",
        "Gus: That's cool. Can I get a cookie crunch cone and A... you got fudge dreams.",
        "Vendor: Yeah.",
        "Gus: It's been a while since I've....",
        "Harley: What'd you get me?",
        "Gus: Get back, please.",
        "Harley: Did you get a fudge dream?",
        "Gus: I'm working on it. Just get back, please. Thank you very much. Keep the change. I'm sorry. Why can't you listen to me?",
        "Harley: Can I have my ice cream?",
        "Gus: Can't you just stay out of sight. Do I have to ask you or beg you?",
        "Harley: What do you think looks more suspicious, me sitting over there huddled in the bushes all alone in the dark with a suitcase? Or, me out here buying ice cream with my boyfriend?",
        "Gus: You just called me your boyfriend. Are you aware of that? Can I go, please.",
        "Harley: Did I say that?",
        "[SCENE_BREAK]",
        "Gus: What's the problem, officer?",
        "Police officer: Turn around so I can see your face. Hey, it's you! You're the person who took the last fudge dream. They're my favorite.",
        "Harley: Really? Do you want it?",
        "Police officer: I can't take your last...",
        "Harley: I insist. Take that. I have always had the up most respect for our boys in blue.",
        "Gus: Brown.",
        "Harley: Brown. Particularly those on the Oak Dale P.D. You enjoy that and I'm going to go off. Good night.",
        "Police officer: I can buy you another one.",
        "Harley: That's not necessary. I need to be on a little diet. Good night.",
        "[SCENE_BREAK]",
        "Olivia: Oh, fancy. You know, you didn't have to get a room. We have a nice bigger cozier bed at home.",
        "Bill: But, honey, I didn't bring you hear for sex. I brought you here so I'd have your undivided attention.",
        "Olivia: Well, sex would have accomplished that, too.",
        "Bill: Okay. Look into my eyes, read my lips, do whatever it takes to get this through your beautiful head, okay? We are in this together.",
        "Olivia: In what?",
        "Bill: Life. Everything. Ups, downs, anything.",
        "Olivia: Didn't you just give me this speech?",
        "Bill: Baby, I don't think it sank in. Tell me, honestly, when we had our run- in with Frank, did you or did you not have an urge to suddenly cut and run.",
        "Olivia: I had an urge, but I have urges, I told you that. I didn't act on it.",
        "Bill: And bravo. But what would have happened if I wasn't there. Where would you be right now, where would Frank be? Would he be locked up in a basement room somewhere?",
        "Olivia: I would have used a cave or dungeon.",
        "Bill: This is not funny. I'm worried about you baby.",
        "Olivia: I've never had anyone to lean on before. I can get used to it because I love the way you stood up to Frank. For the first time in my life I just... I feel like I wasn't alone.",
        "Bill: You're not alone and you never will be as long as I'm around. You got that? You've got to believe it.",
        "Olivia: It's just incredible, you know? I feel like there's this whole world opening up for me. A world where anything is possible.",
        "Bill: Anything's possible. We'll do anything you want.",
        "Olivia: Anything I want? Like...",
        "Bill: Anything.",
        "Olivia: Like?",
        "Bill: Like, um, leave Spaulding.",
        "[SCENE_BREAK]",
        "Dinah: Listen to me. If we both go to Springfield, no one's going to keep their eye on Edmund and Cassie. They're going to be in a hotel room, on a Tropical Island getting closer over their loss.",
        "Jeffrey: Wake up, Dinah. Cassie and Edmund are together, nothing is going to change that. I suggest you move on.",
        "Dinah: When hell freezes over. Cassie does not deserve Edmund.",
        "Jeffrey: Cassie... come on. Edmund does not deserve Cassie.",
        "Dinah: He ties himself in knots just to please her. She doesn't love him, not for who he is. I do. I am carrying his child.",
        "Jeffrey: Cassie's child.",
        "Dinah: Tell it to my uterus, okay? Edmund is mine.",
        "Jeffrey: Well, you're not going to be able to do anything tonight, are you?",
        "[SCENE_BREAK]",
        "Edmund: If you don't feel you can turn Will over tonight, we can always ask Alonzo for another day.",
        "Cassie: It's not going to hurt any less tomorrow. I might as well get it over with. Hey! Oh, goodness. How was your nap? Was it good? Yeah? Alright. Sit down for a minute. It's always nice to sit down after we've had a long nap, isn't it? Your daddy is on his way over to get you and guess where he's going to take you? To the palace where he has fixed up a beautiful room for you. He has. And you know what? I am going to come visit tons.",
        "Edmund: And so will I, I promise, Will. And Tammy and R.J. They'll come, too.",
        "Cassie: And I want you to know that you can call me everyday. And you can come visit me whenever you want in Springfield, anytime. You are such a good boy and I am so proud of you.",
        "( Knocking on door )",
        "Edmund: Cassie? Okay.",
        "Alonzo: Edmund? Is Will okay?",
        "Edmund: Better than his mother, I think.",
        "Alonzo: Thanks for seeing my side of this, helping to convince Cassie that...",
        "Edmund: Alonzo, please. I think we're ready. Come on in. Cassie?",
        "Alonzo: Will! Hey, buddy! How are you doing, huh? How about five up here? That's my man. Are you ready to come to the palace with me?",
        "Cassie: Say, yeah, I'm all set, huh? I love you, Will. I do. I love you so, so much. Alright.",
        "Alonzo: What do you say, buddy? I am so glad you're coming to stay with me. We're going to have a ton of fun. Bye-bye.",
        "Edmund: Cassie...",
        "Cassie: ( Sobbing )",
        "[SCENE_BREAK]",
        "Gus: All right. I just saw a squad car. I don't think they saw you, though.",
        "Harley: You were right. We have to get out of here. We have to get to New York. You're right.",
        "Gus: Well, let's make double sure, all right? You want some?",
        "Harley: No. I want my fudge dream. But obviously that dream wasn't meant to happen, like all the other dreams in my life that weren't meant to happen. How did I get here? How did my life get so crazy?",
        "Gus: Honey, you need to look on the bright side.",
        "Harley: Where? Where?",
        "Gus: It's a beautiful night, right? Looking at the beautiful stars, we're together. We're sharing an ice cream. Take a bite, you might even like it better than that fudge dream. Try it. Just try it. Come on. Have a little.",
        "Harley: ( Laughs )",
        "Gus: Nice, right?",
        "Harley: It's good. It's good.",
        "Gus: It's very good. Exactly. It's nice.",
        "Harley: Uh-huh.",
        "Gus: And isn't it nice outside?",
        "Harley: It is. We'll never take this for granted, that's for sure.",
        "Gus: Remember going to the park with Zach and he fed his whole entire sandwich to Mrs. Watson's dog?",
        "Harley: We thought the dog had rabies. That was a nice day. ( Laughs ) A normal day.",
        "Gus: A beautiful, normal day. They're coming, as soon as we clear you.",
        "Harley: I don't even remember what normal is anymore. Look at me.",
        "Gus: I got a great feeling about New York. This guy, whoever it is sending me these letters, they know exactly who Phillip's killer is. That's a solid lead. As soon as we find him, we're set, I promise.",
        "Harley: How do you remain so optimistic when I'm wearing this stupid hat and you have acid burning a hole through your stomach?",
        "Gus: Because you're here and I get to see you, touch you. This is real. We've got to go. We've got to go, come on.",
        "Harley: Can we just... just one more minute, okay? Just one more minute of real, okay?",
        "( Ice cream truck music chiming )",
        "Gus: Clear. What...",
        "Harley: What is wrong?",
        "Vendor: I've had it with this soul-sucking job. There's more to life than selling freezey buddies.",
        "Gus: You're probably right. You look like a creative guy. Your hair, there's probably a lot of interesting things you could do out there in the world.",
        "Vendor: What do I do with this truck?",
        "Gus: Sell it. Sell it to us.",
        "Harley: That's a great idea. My friend and I have always wanted to be in the ice cream business, haven't we?",
        "Gus: Yes. Yes we have.",
        "Harley: Don't even think about it as a business transaction. Think of it as helping two fellow travellers realize their dreams as we will be helping you realize yours. And we'll pay you for it.",
        "Gus: We'll pay you. We'll pay you. We'll pay you... $597.",
        "Vendor: ( Laughs )",
        "Gus: Honey, New York here we come! I told you our luck was changing. Your ice cream chariot awaits.",
        "Harley: A place of our own that's safe!",
        "Gus: Good thing we're not lactose intolerant. We'll never starve. Check it out. This is great.",
        "Harley: It's a little cramped honey.",
        "Gus: I like to think of it as cozy. I mean, I guess we'll be bumping into each other a lot.",
        "[SCENE_BREAK]",
        "Olivia: You can't get that song out of your head, can you?",
        "Bill: I want my wife to leave Spaulding. That's how it goes.",
        "Olivia: I worked damn hard to keep my seat at Spaulding.",
        "Bill: You're always going to be under Alan's thumb.",
        "Olivia: I can handle Alan?",
        "Bill: Really? Since when? When did this happen? Okay. Even if you could baby, why would you want to? Why do you want to go to the Spaulding offices everyday where you're either Alan's target or his pawn in some half-baked scheme. Why do you want that? You're not going to get the recognition you deserve. You'll never get that. How long do you want to bang your head against the wall.",
        "Olivia: You set me up. This is a set up! You knew what you were going to pitch to me the minute we walked into company.",
        "Bill: You're not going to turn the tables on me. Sit down. Come here. Here's the deal. You quit Spaulding and I will quit Lewis.",
        "Olivia: You're going to quit Lewis, just like that? Your daddy's going to have a fit.",
        "Bill: I think he's going to understand. If he doesn't, that's his problem.",
        "Olivia: Then we starve?",
        "Bill: We've got Slingshot. We can get that up again and running. Or we'll do something else. We can do it. You and me, we have to answer to no one. We will be in it together.",
        "Olivia: Together?",
        "Bill: Together. All right? Listen, I know what I'm asking you to walk away from, I do. But think about what you can gain. I'm talking about real... real control, real freedom. Real trust. Huh? How long has it been since, you know, you can say that, huh? So what do you say?",
        "Olivia: What do I say?",
        "Bill: Mm-hmm.",
        "[SCENE_BREAK]",
        "Cassie: What am I going to tell R.J.?",
        "Edmund: We'll tell R.J. That we can visit Will all the time and R.J. can make a videotape every week to send down to Will talking about his life on the farm and I think that will... that will make the separation a bit more bearable.",
        "Cassie: Yeah. And R.J. starts day camp in a few weeks so, um, that will help him deal with it.",
        "Edmund: Right.",
        "Cassie: Thank you for trying so hard to make Alonzo see my point of view. I mean, I could not have had a stronger defender.",
        "Edmund: Well, for all the good it did.",
        "Cassie: But you tried. You did. And you did it for me and you did it for Will and I know that you'll do anything for our new baby and I just want you to know that I have never doubted that.",
        "Edmund: Cassie, I hope you never doubt it that I've loved you. And, Cassie, just let me be there for you. I know I can't take away the pain, but at least maybe I can share it with you. Yes?",
        "Cassie: Yeah.",
        "[SCENE_BREAK]",
        "Gus: There's no fudge dreams. Nope. No fudge dreams.",
        "Harley: I guess I'm just going to have to make do with something else.",
        "Gus: Okay. Good. What do you want?",
        "Harley: This.",
        "[SCENE_BREAK]",
        "Cassie: Edmund...",
        "Edmund: Cassie, I need you. You need me.",
        "Cassie: I'm just still really upset about what just happened with Will, okay?",
        "Edmund: Let me help you. I can help.",
        "Cassie: Dinah's right next door.",
        "Edmund: She's not. I put her on a plane to Springfield.",
        "Cassie: You... you what? You did what?",
        "Edmund: It's all right. She's with O'Neil. I mean, he'll watch after her. I thought you needed the space.",
        "Cassie: Well, you thought wrong. Edmund, Dinah is carrying my child. My baby is inside of her. I want to make sure I have an eye on her and the baby!",
        "Edmund: Well, it's only for a couple of days.",
        "Cassie: How could you not consult me on something like this?",
        "Edmund: Cassie, I think you may be making a bigger deal out of this than it is. I know what you're feeling, having just given Will away.",
        "Cassie: This has nothing to do with Will, Edmund! Dinah is a whack job, okay? Who knows what the hell she's going to do with no one watching her!",
        "Edmund: Cassie, what are you doing?",
        "Cassie: I'm packing. Get on the phone and get us on the next flight to Springfield.",
        "Edmund: Cassie, are you sure this is about Dinah?",
        "Cassie: What else would it be about, Edmund?",
        "[SCENE_BREAK]",
        "Dinah: Come on, enough with the lip service. You want Cassie bad. Look, I hope when you get her, it's just worth all the angst.",
        "Jeffrey: Well, you know what? You're going to hear what you want to hear, so...",
        "Dinah: No. I hear the truth. You want Cassie; I want Edmund. I think if we stay on track I think we can get...",
        "Jeffrey: No matter what you say or what you do or whatever trick you try to pull, Edmund is not going to just drop Cassie and run into your arms. I'm sorry.",
        "Dinah: No. But she will run into your loving arms in a heart beat once she finds out what Edmund did.",
        "Jeffrey: What now?",
        "Dinah: I can't tell you. It's a secret. Yet another dark secret of Edmund's that has yet to come into light. Your ears are perking.",
        "Jeffrey: Is this another one of your games, Dinah?",
        "Dinah: No, my dear, it is the truth. And it is almost as bad as the shovel incident. So I think you need to keep your white horse at the ready because you're going to be needing it.",
        "[SCENE_BREAK]",
        "Olivia: That was incredible... an incredible offer. And I love you for it.",
        "Bill: Why do I hear a \"but\" coming.",
        "Olivia: Because you are asking me to do something that goes against every instinct that I have.",
        "Bill: That's the point, baby.",
        "Olivia: Maybe you're right. Maybe you're right. But it's a very big leap for me right now.",
        "Bill: Will you at least promise me that you'll try.",
        "Olivia: Yes. Yes.",
        "Bill: Seriously?",
        "Olivia: Yes. Seriously.",
        "Bill: I just don't want you get hurt.",
        "Olivia: I don't think I can now that you're in my corner. You love me more than I thought any man ever could. Certainly more than I love myself.",
        "Bill: See, now right now, that... that's the problem.",
        "Olivia: I'm working on it. I've got lots of things to work on.",
        "Bill: Not that many. But don't do it for me, okay? Do it for yourself. Do it for Emma.",
        "Olivia: You two are the most important people in my world. I promise you I'll think very hard about what you said. Thank you for taking such good care of me. Thank you.",
        "[SCENE_BREAK]",
        "Gus: You do understand that ice cream and kisses have been like my fantasy since I was 11 years old.",
        "Harley: ( Laughs )",
        "Gus: I'm serious.",
        "Harley: I'm having a fantasy right now.",
        "Gus: Tell me, what is it? What is it?",
        "Harley: I'm free.",
        "Gus: Uh-huh.",
        "Harley: And we're together forever.",
        "Gus: That's not a fantasy.",
        "Harley: ( Laughs )",
        "Gus: That is a good fantasy. But that's a real fantasy. And I'm going to make it happen.",
        "Harley: Well, you could start on a small part of it, you know. The together part.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\".",
        "Guard: Hold it right there!",
        "Alan: No one dictates to me.",
        "Gus: Is that right? Well, I am telling you exactly what to do.",
        "Alan: That is a terrible mistake."
    ],
    "Transcript Author": [
        "By Boo Proofread by Jolene"
    ],
    "url": "https://www.youtube.com/watch?v=2bD7Lvz0MUs"
}