{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: And that was the day I knew that Beth \r\nand I were destined to share a charmed life together. And we would live out the \r\nrest of our days as benevolent co-rulers of an island paradise. ",
        "Lorelei: Except they got themselves a \r\npresident down there now. (Laughs) ",
        "Edmund: Yeah, illegally. My half-brother \r\ncouldn't stand the idea of being out of power, so he staged a coup. In the chaos \r\nthat followed, they brainwashed my wife into believing I'd done all sorts of \r\nunspeakable things. She went down to Mexico to get a divorce. ",
        "Lorelei: And that's when you went after her.\r\n",
        "Edmund: Oh, I was this close to convincing \r\nher that our love could overcome any obstacle. But our love could not overcome a \r\nten-foot wall of water. ",
        "Lorelei: Hey, go back to that \"charmed life\" \r\npart. Was that really great? ",
        "Edmund: It was more wonderful than you could \r\npossibly imagine. Servants at our beck and call. A magnificent palace. And the \r\ncountry was ours. And we were in love. ",
        "Lorelei: So you're rich, huh? ",
        "Edmund: Rich? No. Well, I was, but... And I \r\ncould be again, if Beth's family wasn't so determined to deny me what's \r\nrightfully mine. ",
        "Lorelei: You know, I was never much into \r\nfairy tales, but I sure could handle being a princess. Diamonds and furs and \r\nlimos. Hey, you know, first thing I'd do is I'd go back to Virginia and show \r\nthem hometown folks just how special I turned out. I bet I could be just as good \r\na princess as that... That Bess. ",
        "Edmund: Beth. ",
        "Lorelei: Okay, I'm sorry. They'd be bowing to \r\nme, and... What are you staring at? ",
        "Edmund: I'm not sure. ",
        "Lorelei: Well, there's a great answer. \r\n",
        "Edmund: Oh, my god. I think it could work.\r\n",
        "",
        "Rick: Whew. I'm so glad to see you. I just \r\nfinished a 48-hour stint in E.R. And I'm a doctor, and I am prescribing some \r\nmajor coffee here, okay? I'm not talking about your average cup of Joe, okay? \r\nWe're talking about the Cuban stuff. Why don't you break out the Cuban stuff? So \r\nbring me a Grande and just keep it flowing, pal. Just keep it coming. \r\n",
        "Bartender: There's going to be a little wait.\r\n",
        "Rick: A wait? For what? ",
        "Bartender: I have to brew some more. \r\n",
        "Rick: Brew some more? Carl, this place is \r\nempty. Where's the coffee? You've got to have some coffee. Come on. ",
        "Bartender: She took the last cup. ",
        "Rick: She what... There seems to be a theme \r\nrunning through my life right now. I mean, every time my life just gets a little \r\ndifficult, there you are. You question me at work, fine. Complain to the \r\ndepartment head about me, I can live with that. But drink the last of my coffee? \r\nUh-uh. ",
        "",
        "Remy: Co-ed, meaning co- educational. \r\n",
        "Josh: Yeah, I know. I understand that, but I \r\nwant you to explain to me how it is that putting men, women, and beer together \r\nunder the same roof makes for a good educational experience. ",
        "Marah: Dad! ",
        "Josh: What? ",
        "Remy: It's okay. I take it you're Marah.\r\n",
        "Marah: Yeah. ",
        "Remy: I'm Remy Boudreaux. ",
        "Marah: Nice to meet you. ",
        "Josh: Yeah. Remy's a sophomore. He's on the \r\norientation committee-- have I got that right? ",
        "Remy: I was assigned to this floor to help \r\nyou with any problems or questions. ",
        "Marah: Yeah, well I guess you got both of \r\nthose here. ",
        "Josh: Hey, look, it's not like I'm a prude or \r\nanything like that. But see, it's a little shocking for me to have, like a half- \r\nnaked guy appear at my daughter's doorstep when she's only ten minutes into her \r\ncollege career. ",
        "Marah: A half-naked guy? Was he cute? Where \r\ndid he go? ",
        "Josh: Marah. Marah, sweetheart, you get my \r\npoint. ",
        "Marah: I know exactly what you mean. Now, I \r\nknow you guys have already met, but let me formally introduce you. Remy \r\nBoudreaux, this is my father, Josh Lewis, who I feel was born in the 18th \r\ncentury. ",
        "Josh: Nice to meet you.",
        "",
        "(Knock at door) ",
        "Reva: It's open, Daphne. ",
        "Holly: Guess again. ",
        "Reva: Holly. What are you doing here? \r\n",
        "Holly: How did I find you, you mean? You \r\nalways leave word where your producer can reach you, remember? ",
        "Reva: And you are my producer. ",
        "Holly: Yeah. And when you left Springfield, I \r\nwondered what could you find around here that would be preferable to a spa in \r\nChicago. I must be a really bad date. ",
        "Reva: No, no. It's nothing personal, and I \r\nwouldn't have been such a great date myself. I just needed some time alone.\r\n",
        "Holly: Uh-huh. Well, I wasn't alone in \r\nChicago after all. Buzz was there. ",
        "Reva: In Chicago? ",
        "Holly: Yeah. ",
        "Reva: You asked him to come after all? \r\n",
        "Holly: No, he just showed up. And we had \r\ngreat fun heckling Edmund, believe it or not. ",
        "Reva: Edmund. ",
        "Holly: Edmund has a lounge act in a hotel in \r\nChicago. More later. Anyway, I should have been furious at him for just assuming \r\nhe could join me there, but I was not. ",
        "Reva: Because? Come on, details. ",
        "Holly: There are none. ",
        "Reva: Wait a minute. A man who almost \r\nconstantly annoys you pays you a surprise visit in Chicago, and there are no \r\ndetails? ",
        "Holly: Well, he did not annoy me; I'll say \r\nthat much. Maybe because I think it was such a sweet gesture of him to come. \r\nNow, I realize he has been practically throwing himself at me for... ",
        "Reva: For months. For months he has. And you \r\nhaven't given him an inch. Is that because of Billy? ",
        "Holly: No. I don't think so. Billy and I are \r\nnot a couple. ",
        "Reva: Huh. ",
        "Holly: I like them both. ",
        "Reva: There's nothing wrong with that. \r\n",
        "Holly: No, nothing, I guess. I can hear Buzz. \r\nHe tells me I have to stop and ask myself why I keep running away from life and \r\nmen. ",
        "Reva: Well, that's a good question. ",
        "Holly: Not just for me. What about you? What \r\nare you running away from? ",
        "Reva: Nothing. ",
        "Holly: Oh, come on. You hole up in this place \r\nin the middle of nowhere. This is not about having a time off. This is about \r\nisolating yourself, cutting off the world. Mm-hmm. Now, the Reva Shayne I know \r\nwould never do this, so why is this happening now? ",
        "",
        "Cassie: Hello? Hello? Where did you come from? (Baby cries) what a beautiful \r\nlittle baby you are. ",
        "Cassie: I'm going to find your mommy. \r\n",
        "Camille: Excuse me. That's my baby. \r\n",
        "Cassie: Oh. Okay. Then maybe you could tell \r\nme why he was here all by himself, about to fall off a rock over there. \r\n",
        "Camille: Yeah, well, I only left him for a \r\nminute. So... ",
        "Cassie: Okay, well, you know a lot can happen \r\nto a child in a minute. (Baby fussing) Obviously, you don't know that. \r\n",
        "Camille: Yeah, I know how to take care of a \r\nkid, all right? I just had something important to do. ",
        "Cassie: More important than your son? \r\n",
        "Camille: I'm here to see president Winslow.\r\n",
        "Cassie: Well, I'm Mrs. Winslow. ",
        "Camille: Well, I didn't vote for you. Oh, no. \r\nOh, no. You need another diaper. You're going to have to wait. Look, if you are \r\nthe president's wife, would you mind telling me where he is, because I'm kind of \r\nin a hurry and this baby weighs a ton. ",
        "Cassie: I'm not so sure you know how to take \r\ncare of a kid. Because this little boy deserves a hell of a lot better than what \r\nhe's getting from you. ",
        "",
        "Reva: Everyone needs time to refocus... From time to time, you know? Put some \r\ndistance between their problems, and this seemed like a good place to do that. A \r\nplace to... ",
        "Holly: Hide. ",
        "Reva: Yeah. Does that sound as pathetic as I \r\nthink it does? ",
        "Holly: More. ",
        "Reva: Yeah, well. I don't know. Josh told me \r\nto butt out of his life, in no uncertain terms. So... ",
        "Holly: So just drop out of sight? Josh has \r\nspooked you that much? Or are you upset that he's still committed with Olivia?\r\n",
        "Reva: No. He made his choice. He has to live \r\nwith that. ",
        "Holly: Mm-hmm. And what about you? What's \r\ngoing on? Tell me. Do you feel humiliated? Unworthy? ",
        "(Laughter) ",
        "Reva: I don't know. That thought might have \r\ncrossed my mind. But that's not the way it is now. I don't have to be here. Not \r\nanymore. ",
        "",
        "Mel: You feeling better? ",
        "Rick: Not much. ",
        "Mel: Maybe if you find another table? \r\n",
        "Rick: No. It would be too easy, wouldn't it? \r\nNo, I think I'm going to park myself right here and tell you exactly what I \r\nthink. ",
        "Mel: About what? ",
        "Rick: About how to handle yourself as a \r\nmedical professional, which I would have told you back at the hospital in front \r\nof all the other doctors and nurses if I wasn't such a professional myself. No, \r\nMel, you need to learn. You need to learn right now how the status quo works \r\naround here, the chain of command. ",
        "Mel: You mean the pecking order. ",
        "Rick: Call it whatever you want. You... Okay, \r\nlook. I think that dialogue between doctors is really good for patient care, I \r\ndo. But this constant, constant second-guessing is a hindrance to it. \r\n",
        "Mel: What about a physician who is so uptight \r\nat having someone younger than him make suggestions that he ends up ignoring the \r\nadvice-- even when it's right-- out of his own insecurities? I call that a \r\nhindrance to patient care. ",
        "Rick: Oh, you do? Do you? ",
        "Mel: Mm-hmm. ",
        "Rick: If you think I was ignoring you, I was \r\nignoring you. ",
        "Mel: There you go! ",
        "Rick: I had to. I had no other choice. It got \r\nto a point where your constant suggestions were so non-stop, I couldn't think \r\nstraight. ",
        "Mel: Well, maybe you weren't thinking \r\nstraight to begin with. ",
        "Rick: You... Hmm. That pregnant woman was \r\nadmitted at 3:00 in the morning. ",
        "Mel: With the minor bleeding. ",
        "Rick: The staff ob/Gyn had the time off, so \r\nit was her case. Her case became my case. It was my case. ",
        "Mel: Mine, too. ",
        "Rick: No, it wasn't. Look, the point is, you \r\njust kept yammering away-- yammering, yammering, yammering... ",
        "Mel: Yammering? ",
        "Rick: Yammering. You just kept it up. I just \r\nhad to tune you out. ",
        "Mel: You were the one who wouldn't shut up. \r\nIt was like white noise. Look, the lady was upset. ",
        "Rick: That woman was confused and scared.\r\n",
        "Mel: But she wasn't in danger. ",
        "Rick: It was in the middle of the night, it \r\nwas her first child. ",
        "Mel: You treated her like she was suffering \r\nmajor trauma. ",
        "Rick: But you weren't interested in \r\ncomforting her. ",
        "Mel: She didn't need you to push her towards \r\npanic. ",
        "Rick: No, no. You were more interested in \r\nyour assessment of the situation. ",
        "Mel: With your... All you needed to do was...\r\n",
        "Rick: All I wanted to do was... ",
        "Together: Give her a pelvic sonogram. \r\n",
        "Rick: You... Did... did you want to give her \r\na p.s.? You did? That's exactly what I wanted to do. ",
        "Mel: So, we were on the same track after all? \r\nWow. How about that? ",
        "Rick: Yeah, how about that. ",
        "",
        "Edmund: Yes. Yes. ",
        "Lorelei: Yeah, what? ",
        "Edmund: You said you want to be a princess, \r\nright? ",
        "Lorelei: Sure. Who wouldn't? ",
        "Edmund: I said I want to be rich again.\r\n",
        "Lorelei: Yeah, so... What the heck are you \r\ngetting at? ",
        "Edmund: Just this: You be Beth. ",
        "Lorelei: Eddie, you are nuts, you know that?\r\n",
        "Edmund: No. I'll tell you what's nuts: Having \r\nthe chance to get and be everything you've ever wanted, and then letting it go. \r\nLimos, servants, a palace. That all could be yours. It could be ours. \r\n",
        "Lorelei: Yeah, except I ain't \r\nwhat's-her-name. ",
        "Edmund: Beth! You could be Beth. A little \r\nhair dye, some diction lessons, a course in the family history. No one would \r\nknow the difference. ",
        "Lorelei: I would. ",
        "Edmund: Good heavens, woman! This is the \r\nchance of a lifetime! You could be princess Elizabeth of San Cristobel. Picture \r\nit: I take you back to Springfield, and everyone would just stop dead in their \r\ntracks. \"Look, it's Beth. She lives.\" Your highness. ",
        "Lorelei: Oh, cut it out. Cut it out. \r\n",
        "Edmund: Come on. And that's not just the end \r\nof it. It doesn't stop there. I may have been run out of my country, but I'm \r\nstill royalty. Together we can go back and take back what was taken from me-- \r\nthe prestige, the acclaim, the money. The international pressure would mount on \r\nRichard. He'd have to leave San Cristobel. His reign would be no more, and...\r\n",
        "Lorelei: You're asking me to be a dead woman.\r\n",
        "Edmund: No, I'm asking you to breathe life \r\ninto her again. ",
        "Lorelei: You're past nuts, Eddie. You know \r\nthat? You're past nuts. Forget it. ",
        "",
        "Rick: I'm sorry. It got ugly at the hospital. I'm sorry about that. You know, \r\nworking those 48-hour shifts, it just makes me crazy. So I'm sorry I gave you \r\nsuch a hard time. ",
        "Mel: I wasn't digging in just to be right. \r\nThat patient was a pregnant woman… the second patient we've locked horns over in \r\njust as few weeks. ",
        "Rick: You're right. ",
        "Mel: I feel a real connection to the whole \r\nob/Gyn thing. I'm thinking of making it my specialty. ",
        "Rick: That's great, Mel. I mean, you could do \r\nworse. ",
        "Mel: Maybe that's why I was yammering. You're \r\na man and, I don't know, I guess I thought treating a pregnant woman couldn't \r\ncome natural to you. I was being protective of her. ",
        "Rick: And you're assuming that I wouldn't be? \r\nWell, you would be wrong on that one. When it comes to childbirth, Mel, very few \r\npeople are as attuned to that miracle as I am. And it's... it's not just a \r\nbusiness thing with me either. It's... it's very personal. ",
        "",
        "Camille: You have some nerve to tell me off. \r\nYou with your fancy clothes and your money and your palace full of live-in help.\r\n",
        "Cassie: That has nothing to do with it.\r\n",
        "Camille: Oh, no? Let's see you try to be a \r\nsingle mom. Have a go at it on your own, without a dime when your husband walks \r\nout on you. ",
        "Cassie: I've been there. ",
        "Camille: Sure. ",
        "Cassie: I've had to make decisions that would \r\nstop you in your tracks to raise two kids. I had to do things that I'm not very \r\nproud of. But I can tell you one thing, I have never put my needs before theirs. \r\nAnd that's exactly what I see you doing. ",
        "Camille: Well, let me tell you one thing. \r\nThis is none of your business. ",
        "Dax: That's enough, Miss Johnson. Do you know \r\nwho you're speaking to? ",
        "Camille: Yeah, she told me. ",
        "Dax: I'm sorry for this, Cassie. But this \r\nwoman is desperate to get back to the states. She claims that her family will \r\nreject her if she shows up with a child, barely conceived in wedlock. Richard's \r\nconcerned about the case. ",
        "Cassie: I'm not concerned about her. I'm \r\nconcerned about the baby. ",
        "Dax: Don't involve yourself in this, Cassie.\r\n",
        "Cassie: I am involved, Dax. What's going to \r\nhappen to the baby? ",
        "Dax: Don't worry. We'll handle and manage \r\neverything. ",
        "Cassie: \"Manage everything?\" Richard... \r\nRichard, this woman that you would want to help, she is a negligent mother! She \r\nis not fit to care for that child! ",
        "",
        "Mel: The ex-wife of your best friend. \r\n",
        "Rick: She was technically still married at \r\nthe time. ",
        "Mel: And that one night? ",
        "Rick: Yeah. Yeah. Yeah, talk about an irony. \r\nGetting Harley pregnant was... was something that tore up everybody involved. \r\nBut on the other hand, having this child is something that I've thought about \r\nfor as long as I can remember. ",
        "Mel: When's the baby due? ",
        "Rick: Any day. Yeah, I'll be finding out by \r\ne-mail, instead of actually being there at the delivery table. Yeah, shut-out \r\ndad. But this stays between us, right? ",
        "Mel: Oh, yeah. ",
        "Rick: Okay. ",
        "Mel: But why? Are you... Are you embarrassed?\r\n",
        "Rick: No, I mean... This little guy is coming \r\nto a world full of possibilities. I mean, he can be whatever he wants to be. I \r\nmean, that's... that's a miracle to me, not a tragedy. Am I embarrassed by this? \r\nNo. In fact, the truth is I've never been more excited about anything in my \r\nlife. Well, I'm... going to go home and get some rest. It was nice having coffee \r\nwith you. ",
        "Mel: Doctor, you may not be such a jerk after \r\nall. ",
        "",
        "Marah: I wonder if my dad made it to back \r\nfrom the quad. Where is he? ",
        "Remy: Well, I'm sure he'll... be all right. \r\n\"Kind of blue\"? You like Miles Davis? ",
        "Marah: Well, I guess. I got it as a gift. Do \r\nyou? ",
        "Remy: He's the best, still. I mean, the man \r\nplayed so clean, so smart. What? ",
        "Marah: Nothing. I just thought you... you \r\nknow, you were a jock. I didn't... But obviously you know a lot about music.\r\n",
        "Remy: I just do the sport thing because my \r\ndad expects me to. But what I'm really into is art, culture, expression. \r\n",
        "Marah: Art, huh? Do you paint? ",
        "Remy: I sing. I play a little guitar, \r\nkeyboards, drums once in a while. ",
        "Marah: Oh, wow. Well, my mom has this old \r\nsitar in her attic. Maybe you could try that out. (Laughs) hey. ",
        "Josh: Look who I found wandering around the \r\nquad. ",
        "Olivia: One orientation book form. \r\n",
        "Marah: Thank you. ",
        "Olivia: You're welcome. ",
        "Marah: So I guess that's it. ",
        "Josh: Yeah, I guess it is. I guess there's \r\nnothing for us old folks to do, sorry. Old folks to do... but leave. I just feel \r\nlike I'm saying good-bye to you forever. ",
        "Marah: Oh, come on, I'm going to be over at \r\nyour apartment every other day, doing free laundry. (Laughter) ",
        "Josh: Well, I'll look forward to that, I \r\nguess. Come here. I'm very proud of you. Do great things here. ",
        "Marah: You got to let me go first. Thank you \r\nfor dropping me off and helping with the stuff. And everything. ",
        "Josh: Listen, I promise... I promise I'll \r\ngive you your space. But just know that I'm here if you need me, okay? \r\n",
        "Marah: And I'm here if you need me. \r\n",
        "Josh: I love you. Bye. So long. Let's go.\r\n",
        "Olivia: Okay. ",
        "Marah: Okay. Party time. ",
        "Remy: No, registration time. The sooner you \r\nsign up for classes, the better shot you'll have at getting the ones you want.\r\n",
        "Marah: Yeah, you're right. ",
        "Remy: Come on. I'll walk you over to Chasen \r\nhall. ",
        "Marah: I wonder where my roommate is. \r\n",
        "Remy: She'll probably be in any time now. \r\nCome on, let's go. ",
        "Marah: This is going to be amazing. \r\n",
        "",
        "Reva: I don't know. Maybe I was hiding. \r\nThings got so miserable in Springfield and complicated. Maybe I felt the need to \r\ndisappear. But you're right, that's not me and it's not the way to solve \r\nanything. ",
        "Holly: That's more like it. ",
        "Reva: Well, not quite. But it is enough to \r\nknow it's time to go home, and to face whatever it is I have to face head on.\r\n",
        "Holly: Right. I should probably follow your \r\nlead. ",
        "Reva: I'm sure Buzz would appreciate that. (\r\nLaughs) ",
        "Holly: Don't scare me. I just mean... You \r\nknow what I mean. Anyway, can I give you a ride home? ",
        "Reva: Uh, no. No, actually, I have my car. \r\nAnd it's a good thing, because I need room for this. ",
        "Holly: What? This painting? ",
        "Reva: Yeah, I bought this. Here, give me a \r\nhand. It's awfully big. ",
        "Holly: What... You... You're going to hang \r\nthis? ",
        "Reva: Here. I don't know, someplace. \r\nSomeplace where I can... Look at it everyday and try to figure out why it is I'm \r\nso drawn to it. ",
        "",
        "Marah: So, what about Psych 101? Do you think \r\nthis Professor Lofting guy is better than the other one? Oh, my gosh, she's \r\nhere! My roommate's here! ",
        "Remy: It looks that way. ",
        "Marah: She didn't bring a lot of stuff.\r\n",
        "Remy: Well, hey, more closet space for you.\r\n",
        "Marah: Yeah, just books. She seems a lot \r\ndifferent than me. What if she hates me? ",
        "Remy: That's unlikely. It's good to have a \r\nroommate that's a little bit different, you know? It's all part of the learning \r\nexperience. ",
        "Marah: Well, that's... that's funny. She \r\nmoved all my stuff to the other bed. ",
        "Remy: Well, listen, I got to get moving, \r\nokay? Just give me a call if you need anything and I'll see you around. \r\n",
        "Marah: Okay. ",
        "Remy: You want me to close the door on the \r\nway out? ",
        "Marah: Yeah. Thank you so much. ",
        "Remy: Okay. ",
        "Marah: Oh, come on. Get here. ",
        "Richard: Colonel, I'd like you to escort Miss \r\nJohnson to the sitting room. I think that she might like some refreshment after \r\nsuch a difficult morning. ",
        "Dax: But, Richard... ",
        "Richard: I'd like you to do that right now, \r\ncolonel, please. ",
        "Dax: This way, please. ",
        "Cassie: Richard. ",
        "Richard: Cassie, it's going to be all right.\r\n",
        "Cassie: No, it's not going to be all right. I \r\nmean, you didn't see how miserable that woman was with that baby. ",
        "Richard: Listen to me, I have to tell you...\r\n",
        "Cassie: No, whatever you have to tell me \r\ncannot be as important as what's going to happen to that baby. ",
        "Richard: Darling... ",
        "Cassie: Look, I know, I know that you want to \r\nhelp this woman, and I know that you want to help her because you have such a \r\nbig heart. But you didn't see how she treated that little boy, and you didn't \r\nhear the things that came out of her mouth. ",
        "Richard: You really think that she's unfit to \r\nbe a mother? ",
        "Cassie: I wouldn't trust that woman with a \r\nhouseplant, let alone a child. What's going to happen to that adorable little \r\nboy? Did you see him? He was almost the same age as-- ",
        "Richard: I know. ",
        "Cassie: I know that she has problems and \r\nthat's fine. But that baby has to come first, you know that. ",
        "Richard: Of course. ",
        "Cassie: I just... It just makes you stop and \r\nthink that nothing else matters when a baby is at risk. I mean, what is more \r\nimportant than keeping a child healthy and safe? ",
        "Richard: I can't think of anything. \r\n",
        "",
        "Edmund: Don't you know little fool, you never \r\ncan win? Why not use your mentality, wake up to reality, yeah, but each time I \r\ndo just the thought of you makes me stop... \r\n",
        "(Plays \"Shave and a Haircut\")\r\n",
        "Lorelei: Okay, Eddie. You got yourself a \r\npartner. ",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=HqwnLz5mvIY"
}