{
    "Episode Summary": [],
    "Recap": [
        "Nate/Alfred tries to convince Jonathan to kill Reva when Jonathan refuses; Nate/Alfred tries to kill him. Jonathan asks him why he hates him so much, and Nate tells him he treated him the way he did for his own good. He tells him someone had to teach him to fight. When Nate/Alfred goes after Reva, Jonathan goes after him and ends up knocking Nate/Alfred into the water. They think he drowned and Jonathan is devastated. Nate is not dead though. When he goes after Reva again Josh pushes him into the water. He gets killed by the propellers on the boat. Sandy has transferred the money back into Lewis's accounts. Tammy is upset by this because it puts Jonathan in danger. Tammy finds out Jonathan is at the hospital and she lies to Sandy to go see him. Sandy catches her at the hospital talking to Jonathan. Danny tells Marina he thinks they should get a place of their own instead of her moving in his apartment. Olivia is jealous of Bill and Michelle's relationship so she tries to set it up where Danny runs into Michelle at the hospital. It doesn't work but Danny and Michelle come face to face outside of Company. Michelle does not tell him she is pregnant. Danny does not tell Marina he saw Michelle. Bill reassures Olivia she has nothing to worry about by proposing a real wedding to her."
    ],
    "Recap Author": "Jen",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Jonathan. I would rather die than leave you here.",
        "Jonathan: Look, you take all your nobility, all your apologies and all your good intentions, and shove it!",
        "Nate: Reva, if you're really ready to die, I'll be happy to oblige.",
        "Reva: Look, you heard what my son said! You stay out of this! This is between us! This is your last chance, Jonathan. This is your last chance to break the cycle, to have a real life with people who love you; people who want to give you a home. People who would give anything for... for another chance. ( Sobs )",
        "Jonathan: ( Yells )",
        "Reva: ( Screams )",
        "Jonathan: ( Panting )",
        "[SCENE_BREAK]",
        "Danny: Marina. Marina, stop. Stop, stop, stop. Michelle and I had a lot of stuff to talk about. I just didn't think to mention that you and I were moving in together. It was not intentional.",
        "Marina: It's not that I...",
        "Danny: I'm going to tell her the next time we talk. Okay?",
        "Marina: It's not that I don't understand.",
        "Danny: All right.",
        "Marina: Okay? I just think it would be a weird surprise for Michelle to come home to.",
        "Danny: Well, for one thing, I don't think Michelle's coming home any time soon.",
        "Marina: What?",
        "Danny: I'll be right back. Wait here.",
        "[SCENE_BREAK]",
        "Tammy: You make me happy, Sandy.",
        "Sandy: Good. I should hope so. Hey, I wanted to show you this thing I didn't get to show you before. Take a look.",
        "Tammy: A bank confirmation?",
        "Sandy: Mm-hmm. Of an electronic transfer. After I tracked down Jonathan, I hit the computer again and finally figured out how to transfer that $2.3 million he took back into the Lewis account. So I did.",
        "Tammy: Are you telling me that Jonathan has nothing now?",
        "Sandy: It wasn't his money, Tammy.",
        "Tammy: This is bad.",
        "Sandy: Tammy?",
        "Tammy: You didn't just transfer a bunch of money, Sandy. You might have set Jonathan up to be killed.",
        "[SCENE_BREAK]",
        "Nate: You bloody fool. Saved her life, did you? Sonny Boy to the rescue. That was a bad choice, because now I make my choice and neither of you are going to like it.",
        "[SCENE_BREAK]",
        "Danny: Hey.",
        "Bill: Hey, hey, hey.",
        "Danny: Bill. Olivia. Did you guys just..",
        "Bill: What? Everything all right? ( Laughs nervously )",
        "Danny: Yeah, it's fine.",
        "Olivia: Well, no. \"Fine\" is a word that people use when they're not fine.",
        "Danny: No, nothing's wrong. I just...",
        "Bill: Huh?",
        "Danny: Have you heard from Michelle?",
        "Bill: Have I heard from... no... uh, not in a while. Why?",
        "Danny: I don't know. I just... I'm wondering. I'm going crazy. I thought I just saw her.",
        "Bill: Whoa, whoa, whoa, wait a minute. You thought you saw Michelle?",
        "Danny: Yeah, I know. It couldn't have been her; she's in Africa.",
        "Bill: Right.",
        "Danny: Forget it.",
        "Olivia: Wow. Hiding Michelle is going to be like this new, exciting activity that we get to share together.",
        "Bill: Olivia...",
        "Olivia: You know, it's like she's sitting right here between us.",
        "Bill: She needs our help, okay? She is afraid.",
        "Olivia: Why doesn't she go to her brother or her sister-in-law?",
        "Bill: That's family. Too much pressure. Did you say you have payroll reports to do?",
        "Olivia: Yeah.",
        "Bill: Do you want to go do them now?",
        "Olivia: I... yeah.",
        "Bill: Okay?",
        "Olivia: Yeah.",
        "Bill: Do that. Get that done, okay?",
        "Olivia: Okay.",
        "[SCENE_BREAK]",
        "Nurse: Will the baby's father be joining you for the procedure?",
        "Michelle: No. No, it's just going to be me.",
        "[SCENE_BREAK]",
        "Sandy: Take it easy.",
        "Tammy: You don't understand, okay? As soon as Nate finds out that there's no money to get from Jonathan, he'll go crazy. He'll go after Jonathan.",
        "Sandy: Tammy, I did the transfer before I knew that Jonathan was going to come after you. He said he wouldn't.",
        "Tammy: Well, he did come after me, okay? And now he could be in danger because of you.",
        "Sandy: Well, I know that Nate is violent and he's been rough on Jonathan before.",
        "Tammy: So what's one more time? Is that it?",
        "Sandy: Tammy, Jonathan is the reason Nate kidnapped you. He brought out the worst in Reva and his dad, and you got caught in the middle. And don't say it's an accident because it's no coincidence that bad things happen to everyone around Jonathan. He wants it that way. He gets off on the pain he causes. Tonight's a perfect example. Look, he might have saved you but he's the one who put you in danger.",
        "Tammy: I know. I know.",
        "[SCENE_BREAK]",
        "Jonathan: ( Grunts ) Go ahead. Do it.",
        "Nate: What? No whining this time? No begging?",
        "Jonathan: ( Grunts )",
        "Nate: No crying?",
        "Jonathan: Why do you hate me so much? ( Breathing heavily )",
        "Nate: Because you just... you just won't learn. When you were dumped on my doorstep like this pile of dirty laundry, squalling your lungs out, I took one look at you and I realized you were this special kid: You were born to be trodden on.",
        "Jonathan: What?",
        "Nate: The helplessness. God, it came off you like a stink.",
        "Jonathan: I was a baby.",
        "Nate: Yeah. I know. But I knew then that you would be used and abused and beaten up all your life unless someone taught you how to fight, how to rise up, how to hate--hate--the losers of this world. See, Jonnie, a real man, he doesn't just survive. He goes out and he takes what he wants. That's the way to live. But it takes... what does it take? Say it.",
        "Jonathan: Discipline.",
        "Nate: Yes, discipline. The ability to follow orders.",
        "Jonathan: I tried.",
        "Nate: Yeah, but you failed! Every single, bloody time! I haven't given up on you, Jonnie. I haven't. You're still this special kid. You're still this scared little boy who doesn't... can't tell the time, can't tie his own shoelaces. You have always needed me, and I'm there. I am still there for you, Jonnie, but you just... you've got to try to be more disciplined. And I can help you with that, Jonnie, right now. Just roll her in the water.",
        "Jonathan: What?",
        "Nate: You tried saving her. Look where that got you. She's not the answer to anything, Jonnie. She's the problem. So just.. just get rid of her. Dump her now and we can leave this place. There's nothing tying you to this town. Or can you not just follow one simple order? Do it!",
        "[SCENE_BREAK]",
        "Marina: Okay, Santos. What's up?",
        "Danny: Hm? Nothing.",
        "Marina: You're still very distracted.",
        "Danny: No, I'm not. All right, all right, all right. If I have to tell you, I was being a little dirty-minded. I was thinking about how sexy you're going to look in that Maid of Honor dress at the wedding.",
        "Marina: Nice try.",
        "Danny: What?",
        "Marina: Okay, I don't mean to be the girl here or anything, but...",
        "Danny: But you are.",
        "Marina: Yeah. So, is this weirdness because of us talking about moving in together?",
        "Danny: All right. You got me. Yeah. I'm kind of thinking that maybe you moving in with me is not such a good idea.",
        "[SCENE_BREAK]",
        "Nurse: You have a visitor.",
        "Michelle: Hey...",
        "Bill: Glad to see me, huh?",
        "Michelle: Of course I am. Hey. How did you know I was here?",
        "Bill: Because you left a copy of your appointment by the phone; that's why.",
        "Michelle: Oh. I am glad to see you again.",
        "Bill: Yeah?",
        "Michelle: Yeah. I'm just feeling like a total idiot.",
        "Bill: Don't talk like that, okay? Come on.",
        "Michelle: ( Sighs ) Here I am in my own hometown, making late night appointments, hiding my pregnancy from everyone I know.",
        "Bill: Everybody but me, right?",
        "Michelle: Yeah.",
        "Bill: Right.",
        "Michelle: I really want to tell Danny. I just don't have the guts. You know, I even saw Rick earlier tonight.",
        "Bill: Wait a minute. Whoa, whoa, whoa. You saw Rick? Where?",
        "Michelle: He came to your room at the Beacon.",
        "Bill: What?",
        "Michelle: Yeah. And do think that I might have told him I was pregnant?",
        "Bill: Did you?",
        "Michelle: You know, my own brother? No, of course not, freak that I am.",
        "Bill: Whoa, whoa, whoa. Wait, hold on. Wait, wait, wait, wait, wait, wait, wait. How did he know that you were at my place?",
        "Michelle: I don't think that he did. He said Olivia asked him to make a house call.",
        "[SCENE_BREAK]",
        "Olivia: Hi. Is Danny Santos still there? No, I don't want to speak to him, but could you give him a message? Could you tell him that Dr. Rick Bauer needs to see him at Cedars Hospital as soon as possible?",
        "[SCENE_BREAK]",
        "Marina: Oh. Okay. Well, that came as a bit of a surprise. But you're being honest and that's a good thing. Yeah, not that honesty always gets you what you want...",
        "Danny: Hold on. Hold on.",
        "Marina: ...Or that it necessarily feels very good coming from someone else, but I think when you add up all the pluses and minuses of the situation...",
        "Danny: Stop. Stop. Stop.",
        "Marina: If you really think about this, I mean, you do have...",
        "Danny: Stop. Stop. Would you let me get a word in, please? Thank you. I don't think you moving in with me is such a good idea not because I don't want to be with you, but because I think maybe my place isn't the best place.",
        "Marina: But I helped you pick out that place.",
        "Danny: I know, and it's been great for me and Robbie, but I think maybe we should find a different place-a new place--for us.",
        "Marina: Really?",
        "Danny: Yeah. Why not? This way you can decorate it the way you like, and I can paint and you can cook fantastic meals that I can eat. And I can watch.",
        "Marina: And you can clean the dishes afterwards.",
        "Danny: No. I wasn't thinking that.",
        "Marina: Oh, yeah. But answer me this: What makes you think that I would want to move in with a dork like you?",
        "Danny: Call it a hunch.",
        "Marina: This is going to be fantastic.",
        "Danny: Mm-hmm. I think so.",
        "Waitress: Hi. Danny? Rick Bauer, he needs you at the hospital right away.",
        "Danny: Oh. Well, did he say why?",
        "Waitress: Someone just left a message.",
        "Danny: Oh. Okay, thanks. That's weird. I'd better go and find out what he wants.",
        "Marina: Yeah.",
        "Danny: You going to still be here?",
        "Marina: If I know you're coming back.",
        "Danny: Where else would I be? Bye.",
        "[SCENE_BREAK]",
        "Michelle: You know, I almost told Danny everything on the phone a couple hours ago.",
        "Bill: But what?",
        "Michelle: I just couldn't find the words, you know? It's just too hard. Which is probably better that way, because until I know who the baby's father is, I really should just keep it to myself, right?",
        "[SCENE_BREAK]",
        "Jonathan: ( Yells ) ( Grunting )",
        "Nate: I'm sorry, son. I tried to give you a chance.",
        "Reva: Alfred!",
        "Jonathan: Dad! Dad, put it down. Put it down!",
        "Nate: You don't tell me what to do.",
        "Jonathan: Dad, stop!",
        "Nate: I'm not your dad and you are no son of mine.",
        "Jonathan: Come up! Come up!",
        "Reva: No! No, no! Jonathan, no!",
        "Jonathan: Get off of me!",
        "Reva: Jonathan, no!",
        "Jonathan: Get off of me!",
        "Reva: No, you can't save him!",
        "Jonathan: Get off!",
        "Reva: Where is he?",
        "Josh: Reva.",
        "Frank: What happened here?",
        "Josh: Where's Alfred?",
        "Reva: He tried to kill us! He tried to kill both of us!",
        "Josh: I'll go in. I'll go in. You stay here.",
        "Frank: I'm going to call for backup.",
        "Reva: No. Stay back, stay back, stay back. He went in right there. Right there, right there, right there.",
        "Frank: Immediately! Now!",
        "Jonathan: Dad!",
        "Reva: It's okay, it's okay, it's okay.",
        "Frank: Reva, are you okay?",
        "Reva: I'm fine! Jonathan.",
        "Jonathan: ( Sobbing )",
        "Reva: Jonathan.",
        "[SCENE_BREAK]",
        "Gus: In just three days, Gus and Harley say \"I do.\" It's the wedding you've been waiting for.",
        "Harley: Gus Arturo, I love you.",
        "Alan: I'll make sure this wedding never happens.",
        "Frank: Nothing is going to go wrong this time, sis.",
        "Gus: Harley Davidson Cooper, will you marry me?",
        "[SCENE_BREAK]",
        "Michelle: Yeah.",
        "Bill: No, yeah, remember? And a thunderstorm came and we had to grab everything from the picnic.",
        "Michelle: Yes.",
        "Bill: And I started eating all the food.",
        "Michelle: You were pigging.",
        "Bill: Well, you were eating a lot of food yourself.",
        "Michelle: I always eat a lot.",
        "Bill: Yeah, you do. ( Laughs )",
        "Michelle: I was laughing so hard.",
        "Bill: Those were the days.",
        "Michelle: Oh, no.",
        "Bill: What?",
        "Michelle: ( Whispers ): It's Danny. What is he doing here?",
        "Bill: What? Where is he? I don't know. He's going to see you in, like, two seconds, Michelle.",
        "Michelle: No, he can't. He can't. I'm not ready to do this.",
        "Danny: Hi. I'm Danny Santos. I got a message that dr. Bauer wanted to see me. Can you page him for me, please?",
        "Nurse: I'll check, but I don't think Dr. Bauer's working tonight.",
        "Danny: Um, well, would you mind if I just take a quick look around for him? Thanks.",
        "Michelle: He's coming in here.",
        "Bill: Okay. All right. You don't..",
        "Michelle: You have to hide me!",
        "Bill: You don't want to talk to him? You don't want to talk to him?",
        "Michelle: No.",
        "Bill: You're not going to fit under there. Get in here. Get in here. Hide over here. Now, just stay put, don't move, and I'll just... I'll... I'll handle everything.",
        "Danny: Dr. Bauer?",
        "Michelle: Okay, that was close.",
        "Bill: Yeah.",
        "Michelle: That was too close.",
        "Bill: Um... ( clears throat ). Let's see. Michelle, this is crazy. You have to tell Danny what's going on.",
        "Michelle: I know.",
        "Bill: All right? There's not enough curtains in this town to hide behind.",
        "Michelle: I know, I know, I know, okay?",
        "Bill: I just want to know why he's here looking for Rick.",
        "Michelle: I have no idea.",
        "Bill: Well, I have a few ideas.",
        "( Knock on door )",
        "Olivia: Hi. Hi. Where is Emma?",
        "Bill: Nanny.",
        "Olivia: Ah. Sorry, no. I saw your car in the parking lot, and I thought I'd just... what? Am I interrupting?",
        "Michelle: No, not at all. I'm done here, actually.",
        "Bill: But what about your...?",
        "Michelle: No. That was one close call too many, okay? I don't need any more of those. I'm going to go, okay? Thank you for everything. Really.",
        "Bill: Mm-hmm.",
        "Michelle: Bye, Olivia.",
        "Olivia: Bye.",
        "Michelle: Well, I'll see you guys later.",
        "Bill: Yeah. Wow. What about your payroll reports, hmm?",
        "Olivia: I thought I'd put them off until tomorrow.",
        "Bill: Until tomorrow. Oh, I see. Because you're busy trying to set up some forced reunions. Is that what's going on here?",
        "Olivia: What... what are you talking about?",
        "Bill: Oh, I don't know. Let's see. Rick going to the apartment for house calls, Olivia? Danny strolling into ER when Michelle is here? I don't know. Is it a coincidence?",
        "[SCENE_BREAK]",
        "( Splashing )",
        "Josh: All right.",
        "Reva: You couldn't find anything?",
        "Josh: No. I tried, Jonathan. He's. he's not there.",
        "Jonathan: ( Sniffing )",
        "Josh: It's all right.",
        "Jonathan: ( Sobbing )",
        "Reva: Hey. You're safe now. Okay? You're safe.",
        "Jonathan: He's...",
        "Reva: You're with me. You're with me now and you're safe.",
        "Jonathan: He's dead because of me.",
        "Reva: No, no, no. You know what you did? You know what you did? You ended a nightmare. It's over now, Baby. It's over. You have your life back. You have your life back.",
        "Frank: Reva? EMS is here. The dive team is on its way.",
        "Reva: Okay. Just give us...",
        "Frank: Hey, Jonathan? Hold on a second. Jonathan? We're going to take you down to Cedars and we're going to get you checked out, okay? And then we can get a statement from him.",
        "Reva: Just a second, Frank, please. It just happened really fast. Come. Come here. Come.",
        "[SCENE_BREAK]",
        "Tammy: Uncle Josh. Hi. Um, is there any news on Jonathan?",
        "Josh: Well, uh, he didn't go out of town, but there was an accident. He's on his way to the hospital.",
        "Tammy: Is he...?",
        "Josh: I don't think it was that bad. It may be a mild concussion, something like that. His father wasn't so lucky.",
        "Tammy: Nate? What happened?",
        "Josh: There was a struggle. Nate went into the water. We think he drowned.",
        "Tammy: That's what he had in mind for Jonathan.",
        "Josh: Yeah, I know.",
        "Tammy: Well, do you think they'll keep him at the hospital for very long?",
        "Josh: No. They'll just look him over. The police will take a report, and then I'm sure they'll release him. Look... look, Tammy, sweetheart, I've got to go. I'll call you later.",
        "Sandy: Hey. What's up?",
        "Tammy: I have to go to Cedars. I just spoke to Josh. Jonathan's father's dead.",
        "Sandy: Oh. And Jonathan?",
        "Tammy: He's okay, but I... I need to go make a statement.",
        "Sandy: At the hospital?",
        "Tammy: You know, that... that's where the police are, you know, filling out their reports and stuff.",
        "Sandy: Okay, I'll drive you.",
        "Tammy: No, I'll be fine. You know what? I'll just go and get it over with. I'll see you later.",
        "[SCENE_BREAK]",
        "Olivia: All right, so what if I was trying to get Danny over here? I mean, I'm just trying to do what you want to do.",
        "Bill: I'm trying to get them to talk. That's what I...",
        "Olivia: We're in agreement on that. Michelle will be better off if Danny knows about the baby.",
        "Bill: Olivia, see, this is what you need to understand. It's her choice. What if someone tipped Phillip off when you ran to have Emma?",
        "Olivia: This is not our fight. Michelle needs to do this on her own, the way that I did.",
        "Bill: Well, see... and that's my point exactly, so I don't have to worry about you outing Michelle every time she turns around.",
        "Olivia: But it's okay for you to hold her hand every time she turns around?",
        "Bill: That's good. That's good. That's really good. You know, Michelle and I have been friends forever.",
        "Olivia: I know.",
        "Bill: Okay?",
        "Olivia: I know. Long before I ever existed. You guys probably have your own theme song.",
        "Bill: I love your sense of humor, honey. I love your sense of humor. But why are you giving me so much grief on this?",
        "Olivia: Because.",
        "Bill: Because why?",
        "Olivia: Because we're just starting to gel, you and Emma and me. We've been through so much crap and then we finally see a little bit of normalcy and then-- bam!-- All of a sudden we're hiding a pregnant woman who, first of all, can't seem to stay put, but also happens to be your good old, long, forever buddy.",
        "Bill: My good old buddy. Oh, my goodness. I have people in my life. Maybe that's hard for you to understand, okay?",
        "Olivia: Because I don't.",
        "Bill: I'm... I'm sorry. Look, this is... see what's going on here? This is ridiculous. Don't you understand? It's... it's ridiculous. Do you feel like I'm neglecting you? Is that what this is all about?",
        "Olivia: No. It's not that; it's not. I just... I see you with this other woman who has kids, and I start to feel like...",
        "Bill: Feel like what? I'm going to replace you and Emma? Olivia, that's never going to happen.",
        "Olivia: Well, then, would you do me a favor and... and prove it?",
        "[SCENE_BREAK]",
        "Michelle: Hi.",
        "Danny: Hi. You're here. I did see you earlier, outside the window. You called me and told me that you were still in Africa.",
        "Michelle: I know. I know. I'm sorry.",
        "Danny: But why did you do that? What's going on?",
        "Michelle: I did... I didn't... I didn't want to push things.",
        "Danny: Push things?",
        "Michelle: Yeah.",
        "Danny: Michelle, we're divorced and we haven't seen each other in months. What is there to push?",
        "Michelle: I don't know. I guess I felt funny about it.",
        "Danny: Well, how are you? You look good.",
        "Michelle: Thank you. I feel great. You?",
        "Danny: I'm good. I'm good. How long are you here?",
        "Michelle: Uh, I'm not really sure. I know that I wanted to check on Robbie and see how he was doing at the camp.",
        "Danny: Sure, of course. He's going to be totally surprised. I mean, not as surprised as I am, but... so, how was your flight?",
        "Michelle: Long. It was nice, though. It was a nice flight. Danny, there's... uh, there's something that I need to tell you.",
        "[SCENE_BREAK]",
        "Bill: You want me to prove that you and Emma mean the world to me. Is that what you want?",
        "Olivia: You know, if you've got a minute.",
        "Bill: Uh-huh. I feel like I've been proving it since day one, but let me just take you back to the airport, right? When I stopped you from leaving the country. Or, I don't know, tracking you down at Cross Creek or going into business with you. Something like that. Or how about standing up to Alan Spaulding to protect you and Emma? Did that... did that show you that I love you and that you mean the world to me?",
        "Olivia: I'm not trying to make it sound like it wasn't enough.",
        "Bill: But you need more, is that it?",
        "Olivia: I'm probably never going to trust a man again. I just... I've been burned so many times and I've got a lot of scars and they, for whatever reason, won't stop aching, and I'm not making excuses, okay? I'm just trying to explain.",
        "Bill: Listen. Do you know that I love you? You do know that, right?",
        "Olivia: Yeah.",
        "Bill: Okay.",
        "Olivia: Just, when I see you and Michelle together, and I realize how long you've been close.",
        "Bill: What? You think I'm all of a sudden going to want more? I'm just going to stop what we're doing here?",
        "Olivia: I don't want to be hurt again.",
        "Bill: Let me tell you something: When I'm tying Emma's shoes or when I'm taking her for a walk in the park and I go get her ice cream, or when I'm home and I just instinctively go over and put dishes in that dishwasher, these are all the little things that show you that I love you and that I care about you and you mean the world to me. I want you to understand that. Okay?",
        "Olivia: You are pretty good with that dishwasher.",
        "Bill: I love you. And I can also crank up the dramatic moments as well.",
        "Olivia: What are you talking about?",
        "Bill: Olivia, will you marry me?",
        "Olivia: We did that already.",
        "Bill: Yeah, we did, but we did it in a jail cell, so what does that prove, right? I mean, I want to do the real deal. I want it on television. I want to invite royalty and all that, and I want unicorns and rainbows.",
        "Olivia: ( Laughs )",
        "Bill: And I want Emma there in a carriage.",
        "Olivia: I get it, I get it.",
        "Bill: Doves flying.",
        "Olivia: I get it.",
        "Bill: You do? Good. Because I am serious.",
        "Olivia: ( Laughs )",
        "[SCENE_BREAK]",
        "Tammy: ( Sighs ) You're okay.",
        "Jonathan: Yeah. My dad's dead.",
        "Tammy: I know. I talked to Uncle Josh.",
        "Jonathan: It's been a pretty crappy day for everybody. You should just go home.",
        "Tammy: Jonathan, all those things you said to me tonight out on the boat, about not caring about anyone here and getting me into bed...",
        "Jonathan: I was just speaking my mind.",
        "Tammy: No, you weren't. I didn't believe it then, and I don't now. You did not mean a word of that garbage you said to me.",
        "Jonathan: You were crying.",
        "Tammy: Well, it hurt to hear it, even though I knew you were only doing it to get me to leave.",
        "Jonathan: How do you know that's why I was...",
        "Tammy: I just know, okay?",
        "Jonathan: Tammy!",
        "Jonathan: Tammy! Wait.",
        "[SCENE_BREAK]",
        "Josh: Here you go, sweetheart.",
        "Reva: I didn't think we were going to make it.",
        "Josh: Well, you did, and that's what counts.",
        "Reva: I just keep replaying it over and over in my head. He wanted to kill his own son.",
        "Josh: Jonathan was lucky that you were here.",
        "Reva: Thank you. Thank you for coming after me.",
        "Josh: It's over now, Reva. It ended when Alfred went into the water. He can't hurt us anymore. We've got to go. Frank's waiting for us.",
        "Reva: You know what? You go. I just... I need to stay here just for a minute or so because I have to be able to let this all go. You know? So I can let it go.",
        "Reva: ( Yells )",
        "Nate: ( Grunts )",
        "Reva: ( Breathing heavily ) Josh. Josh! ( Yells ) Joshua!",
        "Nate: Say good-bye now, Reva, because you're dead. ( Grunting )",
        "Josh: Get your hands off of my wife! You son of A...",
        "Nate: ( Grunts )",
        "Reva: Oh, my God. Oh, my God.",
        "[SCENE_BREAK]",
        "Danny: What? What do you need to tell me?",
        "Michelle: I... I hope that you're happy. I mean, I'm glad that you're happy, if you are happy. Are you happy?",
        "Danny: Yeah. I mean, yeah. I've got some new projects that are going really well, and...",
        "Michelle: I'm not talking about your business life.",
        "Danny: Yeah. Things are good. Marina's good.",
        "Michelle: That's what I wanted to know.",
        "Danny: What about you? I mean, are you better? Are you happy?",
        "Michelle: Mm, very. Mm-hmm. I'm really glad that you found Marina. I am. I hope you guys have a wonderful life together.",
        "Danny: Okay. Thanks. Well, actually, I need to get inside. She's waiting for me. So...",
        "Michelle: Okay.",
        "Danny: Call me when you want to see Robbie.",
        "Michelle: Danny? I've missed you.",
        "Danny: I've missed you, too.",
        "Marina: Hey! Guess what?",
        "Danny: What?",
        "Marina: I found this amazing apartment complex. Check this out. Two bedrooms. They have a pool, health club, lake views. I think you're going to love it.",
        "Danny: Wow, that's great.",
        "Marina: I mean, it's everything that we wanted, everything we were talking about.",
        "Danny: Yeah. Well, we should check it out tomorrow.",
        "Marina: Well, did you see Rick? What was that all about?",
        "Danny: Um, no. He, uh... he wasn't there. I don't know. It was, uh... nothing.",
        "[SCENE_BREAK]",
        "Tammy: What is it?",
        "Jonathan: We're even now.",
        "Tammy: Even?",
        "Jonathan: Yeah. You saved my life when my dad pushed me in the water, and I saved yours today.",
        "Tammy: Well, we're not even. You also saved my life when my room caught on fire at the Clayton Arms. Remember that?",
        "Jonathan: I guess me and you just keep getting into trouble, huh?",
        "Tammy: Yeah.",
        "Sandy: Did you give your statement?",
        "Tammy: Uh-huh.",
        "Sandy: Thanks for coming back to town to help Tammy.",
        "Jonathan: Whatever. At least it's all done now, right?",
        "Tammy: Right.",
        "[SCENE_BREAK]",
        "Olivia: Proposing to me like that, in an ER cubicle of all places, was probably one of the greatest all-time romantic gestures. I would have had to turn you down.",
        "Bill: Is that right?",
        "Olivia: Yeah.",
        "Bill: Well, okay.",
        "Olivia: No. Because I wouldn't trade in my jailhouse wedding for anything. I'd like to prove that to you.",
        "[SCENE_BREAK]",
        "_Announcer: Next, on \"Guiding Light\"... _",
        "Josh: I know for sure that Alfred is dead, Jonathan. I killed him.",
        "Lizzie: You really care about him?",
        "Tammy: I will always remember and think of you as a friend.",
        "Jonathan: I don't want to be your friend.",
        "Buzz: Is this wedding going to happen?",
        "Gus: I know your daughter, and she'll be here.",
        "Harley: I can't marry Gus."
    ],
    "Transcript Author": [
        "by Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=Py6-V-DBgyE"
}