{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Where did you steal these from? ",
        "Jonathan: I thought you might want some cheering up after you gave the hubby \r\nthe bad news that you're going to be crippled for life. ( Laughs ) not. ",
        "Reva: Not at all. ",
        "Jonathan: So how did he take it? I just ran into him in the hallway and he \r\nlooked so intense, like a guy with a lot on his mind. ",
        "Reva: Yeah, well, he's had a long day. ",
        "Jonathan: Coupled with the fact that you told him that you're a lot worse off \r\nthan you really are. ",
        "Reva: You know what? I think maybe you should take these back where you found \r\nthem. ",
        "Jonathan: Come on, reva, did you do it or not? ",
        "Josh: Do what? ",
        "P.I.: Buy a working girl a drink? ",
        "Sandy: You're late. ",
        "P.I.: Some things are worth waiting for. ",
        "Sandy: Well, that depends on what you could do for me. ",
        "P.I.: Honey, if I couldn't deliver, I wouldn't be in business. ",
        "Tammy: Your note said you went out for some air. I've been looking all over \r\nfor you. Hello. ",
        "Sandy: I can explain. ",
        "Tammy: No. No need. Really. Look. Sorry. He's taken. Better luck next time. \r\nNow you can explain. ",
        "Dinah: I got into this for all the right reasons as far as I'm concerned. I \r\nhad no idea how I'd end up not hating you. You're ruining everything. ",
        "Cassie: This isn't about the baby. Hey, what am I ruining, dinah? ",
        "Dinah: That sweet, sweet truth that hits you right between the eyes. The \r\ntruth I'm not. ",
        "Cassie: The monster that i always thought you were? I know that. I know \r\nthere's no way you could carry a baby around for nine months and not become a \r\nlittle more human. ",
        "Dinah: That's not what I'm talking about. ",
        "Cassie: And I know what it's like to be so emotional right before you deliver \r\na baby. Dinah, when I had tammy, i was... ( gasp ) I was terrified. I was \r\ntotally and completely freaked out. But you know what? It's normal. ",
        "Dinah: There's nothing normal about this. I am sick of pretending to be your \r\nself sacrificing gestational carrier! I am in this for the payback! Pure and \r\nsimple. ",
        "Cassie: I know. ",
        "Dinah: What? ",
        "Cassie: I know you want to pay me back for all the horrible things you did to \r\nme. I understand. I'm just trying to tell you... ",
        "Dinah: You're not. Don't try to tell me anything. Shut up. You shut up. \r\nBecause you know what? You have no idea what edmund and I have done to you. ",
        "Edmund: It's all right, michelle. There's nothing to worry about. All right? \r\nI'm here. ",
        "Danny: I'm right here, honey. ",
        "I'm right here. ",
        "Michelle: Danny. ",
        "Edmund: Yes. Yes. I won't let anything happen to this baby. How could I? My \r\nwhole future depends on it. ",
        "Michelle: Oh, danny, I was hoping that you'd feel this way. ",
        "Danny: All right. ",
        "Don't fight it. ",
        "Michelle, don't fight it. ",
        "Just let the baby come. ",
        "I'll help you. ",
        "I can do it. ",
        "You taught me how, remember? ",
        "Michelle: I taught you how? ( Moans ) ",
        "Edmund: Trust your danny, michelle. Trust your danny. ",
        "Michelle: No. ( Moaning ) ",
        "Edmund: Just breath. Just breath. ",
        "Michelle: Oh, god. ",
        "Edmund: It won't be long now. The baby's coming. And as soon as it arrives i \r\npromise I'll take care of it for the rest of it's life. Just breath. ",
        "Michelle: ( Breathing heavy ). ",
        "Jonathan: I wanted to know if she told you about her condition. ",
        "Josh: I asked wanda to stop by the house pick up some clothes for your ride \r\nhome. ",
        "Reva: Oh, thanks. ",
        "Josh: So what exactly did dr. Bauer say? ",
        "Jonathan: He said that she's not in good shape. ",
        "Reva: Jonathan. ",
        "Josh: Not in good shape? What does that mean? ",
        "Reva: Nothing. Go. ",
        "Jonathan: Reva. She's being shy about this because she doesn't want you to \r\nhear. But I think you have a right to know the doctor was here and he said that \r\nif she's not careful she could be crippled for life. ",
        "Josh: He said that? ",
        "Reva: No. ",
        "Jonathan: I was standing right here. ",
        "Josh: I know rick was on his way to an emergency situation. But I think if it \r\nwere something that important he would have said something to me about it. ",
        "Reva: Of course he would have. But he didn't because jonathan made it all up.\r\n",
        "Jonathan: Don't do that. Don't be so damn noble. ",
        "Reva: I won't let josh believe I have some serious injury when I don'T. ",
        "Jonathan: Oh, yeah, she's fine. ",
        "Reva: Just a few minor back spasms. ",
        "Josh: Reva, look, if you're not feeling well, maybe you should just stay here \r\nfor a little longer. ",
        "Jonathan: The doctor said that if the worst is going to happen, it could \r\nhappen anywhere. ",
        "Josh: Okay, you know what? Whatever he said, we will find the best doctors \r\nthat we can. We'll find specialists or whatever we need to make you well. And I \r\npromise you you will not have to go through this alone. ",
        "P.I.: I'll leave you two lovebirds alone. Keep the card. You never know when \r\nyou might need my services. ",
        "Tammy: I do not like the way she said that. Or I don't like her face. ",
        "Sandy: Tammy, you're the reason that I'm here. ",
        "Tammy: ( Laughs ) this is getting better and better. ",
        "Sandy: No, no, no. Wait. Wait. Wait. You got me to open up about my past \r\ntonight and I've been thinking about it and wondering about all the people I \r\nleft behind. Walked away from really. ",
        "Tammy: So you hired a pi to... ",
        "Sandy: Track some of them down. Cousins, friends, aunts, uncles. Anyone who \r\nused to mean something to me when I was a kid. ",
        "Tammy: Sandy, that's great. ( Laughs ) ",
        "Sandy: Yeah. I want you to meet them and i want them to meet you. ",
        "Tammy: Well, that something you do when you're in a serious relationship. ",
        "Sandy: Well, I am. You've turned my life around. I'm proud to be with you. \r\nAnd I want everybody to know you. ",
        "Cassie: I know exactly what you and edmund have done. You changed my world. I \r\nnever thought I would be able to raise another baby, dinah. And yes, I know. I \r\nknow that you were just in it for the redemption. Just like edmund. ",
        "Dinah: That's not what I'm talking about. ",
        "Cassie: And I guess somewhere along the way you guys decided you could find \r\nthat redemption together. And you're doing that by bringing my baby into the \r\nworld. ",
        "Dinah: In the beginning that's what it was about. I said that, you know, \r\nsomething changed that and that changed the whole plan not long after i got \r\npregnant. ",
        "Cassie: You and edmund became lovers. I know about it. I guess it was bound \r\nto happen. You are carrying his baby. ",
        "Dinah: Yeah. Yes, I am. But now... ",
        "Cassie: Now you're going to get married. ",
        "Dinah: No, no. ",
        "Cassie: Just be careful. Please, please be careful. I mean, I know edmund \r\nwell enough to imagine that he has offered you the moon and the stars. And I'm \r\nsure he means it. But sooner or later his dark side comes out, dinah. It does.\r\n",
        "Dinah: It already has. That's what I'm trying to tell you. ",
        "Cassie: Well, then you've got to be careful. And you've got to... you got to \r\nstay away from him for awhile, okay. Listen to me. My gut is telling me that \r\nafter this baby is born he's going to forget that you're even alive, okay. Yes, \r\nhe's is going to be so absorbed with being a daddy. I'm telling you. ",
        "Dinah: No, he's not. No, he's not. He is not going to take one second of his \r\nlife to care about this baby for one very simple reason. ",
        "Cassie: What reason's that? ",
        "Edmund: Everything's all right, michelle. Just keep breathing. ",
        "Michelle: We're going to try to get to the hospital. Come on. ",
        "Edmund: It's too late. It's tool late. Lie back. Lie back. ",
        "Michelle: Something could wrong. ",
        "Danny: I can do this, michelle. I've been waiting for it. ",
        "Michelle: But you didn't even know that I was pregnant. ( Moaning ) just call \r\nrick. Tell him that he could send ambulance. ",
        "Edmund: No, no. The time it got here you'd already have a son or a daughter. \r\nYou're a trained P.A. You could help me help you. Come on. ",
        "Michelle: Danny. Danny, there's something I've got to tell you. The baby \r\nmight not be yours. ",
        "Danny: I know. ",
        "Michelle, I know. ",
        "It could be tony'S. ",
        "It doesn't matter. ",
        "This baby will be mine. ",
        "Michelle: You used to love me. ",
        "Danny: And I'll love this ",
        "baby, michelle. ",
        "And I'll give it a home and the agine. ",
        "Michelle: Do you mean that? ",
        "Edmund: I never meant anything more in my life. ",
        "Michelle: ( Moaning ) -Josh: Reva... ",
        "Reva: No, really. Just watch, because I can stand and I can walk. Give me a \r\nweek and I'll even be able to skip. ",
        "Josh: So, jonathan was lying. ",
        "Reva: Yeah. He thought that, you know, it would keep us together if i needed \r\nyour help. ",
        "Josh: Or if you pretended that you needed my help. ",
        "Reva: Yeah, well, I mean, I'm a lot of things but I'm not the type of woman \r\nto fake an injury just to hang on to her man. ",
        "Josh: I know that. ",
        "Reva: I guess I've just never been the victim type. ",
        "Josh: No, you haven'T. ",
        "Reva: ( Gasps ) ",
        "Josh: Reva, come on. Just, let'S... ",
        "Reva: No, really. It's nothing I can't handle on my own. ",
        "Josh: Yeah, but you shouldn't have to do it alone. Just lean on me. ",
        "Reva: No. ",
        "Josh: It's all right. ",
        "Reva: No, because that is not the way I want your arms around me. Okay? ",
        "Josh: As I recall, there was a time when I couldn't walk and you helped me. \r\nYou remember that? ",
        "Reva: Yeah, well, we were young and we were crazy in love, whether we wanted \r\nto be or not. ",
        "Josh: I've never stopped loving you, reva. And as for helping you now, it's \r\njust the right thing to do. ",
        "Reva: Well, that's not good enough. ",
        "Josh: Are we back to that, now? You need more than I can possibly offer you?\r\n",
        "Reva: That's not what i meant. I know that if I needed to lean on you, you \r\nwould be there to support me. But what I'm not quite sure about is whether \r\nyou're doing it out of love or out of an obligation, and I do need to know that.\r\n",
        "Tammy: Sandy? Are you listening to me? I think we should get everyone from \r\nyour past to come to springfield and... ",
        "Sandy: No. Look, I want to take this slow, okay? Step one is finding out \r\nwho's still out there, and planning a reunion is down around step four or five. \r\nIs that okay? ",
        "Tammy: Okay. ",
        "Sandy: It's okay? You know what? The timson figures. I've got to finish that \r\nproject for the meeting tomorrow morning. I need to go to the office right now.\r\n",
        "Tammy: I'll go with you. ",
        "Sandy: No, wait here. I will be right back. I won't be long. ",
        "Tammy: \"Specializing in missing persons location.\" Well, lila, you're not the \r\nonly one who can find people. ",
        "Jonathan: Look, tam-tam, i got strict rules in this joint. No talking to \r\nyourself or anyone else who isn't actually here. ",
        "Tammy: I'll consider myself warned. ",
        "Jonathan: Mm-hmm. ",
        "Tammy: Jonathan. ",
        "Jonathan: The answer is yes, you need an id. ",
        "Tammy: I wasn't going to ask that. Pull up a chair. Unless there's some kind \r\nof rule against it. ",
        "Jonathan: Why? ",
        "Tammy: I think you may be just the man I need right now. ",
        "Dinah: Edmund is not going to be devoted to this baby one second. I don't \r\nwant to hurt you. I used to. I used to want to make you miserable. Even when I \r\nfirst got pregnant. But like I said, that has all changed. ",
        "Cassie: Because of edmund? ",
        "Dinah: This... this wouldn't have happened if it weren't for edmund. I have \r\ntried to convince him to just take me away, just run off. ",
        "Cassie: Wow. ( Sighs ) but you didn'T. You didn't, dinah, because you have \r\nchanged. Everything has changed and your heart told you not to run off with my \r\nbaby, not to rob me of my baby. ",
        "Dinah: No. Not necessarily. ",
        "Cassie: Come on. You were with me when I had to give up will and you saw how \r\nhard that was for me. That's why you couldn't do it. That's why you couldn't \r\ntake my baby. It's called empathy. It's called compassion. ",
        "Dinah: I wish it were. ( Bitter laugh ) ",
        "Cassie: I never thought that I would ever say this to you, but I have really \r\ncome to count on you. I have. And you know, if we keep going at this rate, we're \r\ngoing to be friends. ( Laughs ) ",
        "Dinah: I'm not your friend! I am not your friend! That's what I'm trying to \r\ntell you here! ",
        "R.J.: Aunt dinah. ",
        "Cassie: Careful, R.J. That's your little brother or sister in there. ",
        "R.J.: What's wrong with your tummy? ",
        "Michelle: ( Screams ) something is wrong! ",
        "Edmund: No, michelle, you're doing fine. ",
        "Michelle: ( Moaning ) ",
        "Danny: I'm here, baby. ",
        "I'm here. ",
        "I'm with you. ",
        "Michelle: ( Gasps ) oh, god, no. No, I'm telling you. This is happening too \r\nfast. You have to call an ambulance. ",
        "Edmund: No, no, no. ",
        "Michelle: Please, please. ",
        "Edmund: Lie back, lie back. Come on. Just get ready to push. Come on, \r\nmichelle, you can do it. We'll do it together. ",
        "Michelle: Oh, danny, what would I do if you weren't here? ",
        "Edmund: Believe me, michelle, ",
        "I'm the lucky one. I am. Come on, michelle. ",
        "Michelle: Oh, god. ",
        "Edmund: Push. ",
        "Michelle: Oh, god! ",
        "Edmund: Push. Come on. That's it. ",
        "Michelle: ( Moans ) ",
        "Edmund: A bit more. Come on, a bit more. ",
        "Michelle: ( Yelling ) ",
        "Edmund: Keep going. Keep going. Come on, michelle. Just a little bit more. \r\nNow, push! ",
        "Michelle: ( Whimpers ) ",
        "Passion... ",
        "I love you. ",
        "Intrigue... ",
        "Help me. I'm going to die in here! ",
        "Danger... ",
        "Reva! ",
        "\"Guiding light.\" ",
        "\"As the world turns.\" ",
        "Shut up and kiss me. ",
        "Nobody does daytime better ",
        "than cbs. ",
        "Josh: That's great, that's terrific. You can barely manage to stand on your \r\nown two feet and yet somehow you still manage to push me. ",
        "Reva: Well, I just need to know where this is coming from. ",
        "Josh: What, my offer to help you, reva? It's from love. It's coming from \r\nlove. It's not out of some guilt or a sense of obligation, reva. Why is that \r\nhard for you to believe? ",
        "Reva: I just keep thinking back to the moment right before I took a header \r\ndown that elevator shaft, that you weren't very much in love then. ",
        "Josh: I was angry at you, and I still am, but that doesn't mean I don't love \r\nyou, reva. In fact, if we never spent another day together, from this moment on, \r\nI wouldn't stop loving you. ",
        "Reva: Is that a forecast? ",
        "Josh: Okay, look, I'm not going to pretend like everything's all right \r\nbetween us, because it's not, reva, but in my opinion, the best thing, the only \r\nthing for us to do right now is to get you home and get you back to 100%. And \r\nthen maybe we can figure out how to do the same thing with our marriage. ",
        "Reva: So you'll stay because it's the right thing to do? ",
        "Josh: What you're seeing as an obligation is actually more like a commitment, \r\nreva. ",
        "Reva: And only that. ",
        "Josh: Why does every word i say have to be a test. I just want you healed, \r\nokay? Can we just make that our priority, please? ",
        "Reva: Oh, me first. I think I can deal with that. Let's just get out of here, \r\nokay? ",
        "Josh: I'll take care of the paperwork. ",
        "Reva: Joshua? You know what you are? You're the last of the good men. ",
        "Josh: You really know how to hurt a guy, don't you? ",
        "Reva: Sometimes you have to hurt the guy, no matter how much you love him.\r\n",
        "Jonathan: Cut this one off. She's loaded. She just said she needs me. ",
        "Tammy: If you would be quiet for a second, I would tell you what I meant. ",
        "Jonathan: Okay, okay. ",
        "Tammy: There's this mystery that I'm trying to solve, and i think you might \r\nbe the key to unraveling it. ",
        "Jonathan: What mystery? ",
        "Tammy: Sandy. ",
        "Jonathan: The butler did it. In the library, with an ax. ",
        "Tammy: Jonathan... ",
        "Jonathan: Look, it's your boyfriend, it's your mystery. I don't give a damn \r\nabout either one. ",
        "Tammy: Come on. It's not like I'm asking that much. I just need some \r\ninformation. ",
        "Jonathan: If I do it, I'm not doing it for him, you got it? I'm doing it for \r\nyou. ",
        "Tammy: Got it. ",
        "Sandy: Thanks for covering for me. ",
        "P.I.: Your girlfriend's cute when she's jealous. ",
        "Sandy: Not funny. That was too close of a call, so from now on, we meet only \r\nin private. ",
        "P.I.: So I take it you don't want tammy to know I found your friend? ",
        "Jonathan: Friends? I don't think sandman had any. ",
        "Tammy: None? Zero? ",
        "Jonathan: It's weird, isn't it? I mean, even I had some friends, but sandy? \r\nNo. He never even got a phone call uh-uh, no, wait, he did get one. It was... it \r\nwas the only one, that's why I remember it. It was late at night when the call \r\ncame. ",
        "Tammy: Do you remember who it was? ",
        "Jonathan: Uh, the operator said it was person-to-person for sandy, and it was \r\nfrom chicago. And the name of the person was fallon. Fallon? ",
        "P.I.: Seems your friend's still in chicago. ",
        "Tammy: Did this person have a last name? ",
        "Jonathan: I don't know. It was the middle of the night when the phone rang. I \r\nwas half asleep. I couldn't tell you if fallon was a girl, a boy or a chimp. ( \r\nMakes chimpanzee noises ) don't put your problems on me. ",
        "Tammy: Okay, I'm sorry. You're right. And you are a help. ",
        "Jonathan: Okay. That's better. Listen, I was just fooling around before. If \r\nyou want to get a drink, you're more than welcome. ",
        "Tammy: Maybe I will. Oh, one more favor please? Don't tell sandy that I'm \r\nlooking for his friends. He doesn't like the idea of getting them all together, \r\nbut you know, deep down I think that's really what he wants, so I'm going to \r\nplan a reunion in secret. ",
        "Cassie: Hey, R.J. What do you mean, what's wrong with dinah's tummy? ",
        "R.J.: It feels funny. ",
        "Dinah: Sweetie, it just feels funny because, well... it feels funny because, \r\num... ",
        "Cassie: Come here. Because it's big, huh. Because there's a baby growing in \r\nthere, so the bigger the baby gets, the bigger her tummy has to get. You know \r\nwhat? It's kind of like a balloon. ",
        "R.J.: It won't pop, will it? ",
        "Dinah: No. ",
        "Cassie: ( Laughs ) ",
        "Dinah: No, baby, nothing like that. ",
        "Cassie: You ready to go? Yeah? Rj has a sleep-over at donny's house tonight, \r\nso let's go. ",
        "Dinah: Cassie? ",
        "Cassie: Hm? ",
        "Dinah: Please, we need to talk. Tonight. It's awfully important. ",
        "Cassie: Okay. I'll be home as soon as I can. Grab your bag. ",
        "Dinah: Damn it. Great. Edmund, where are you? Where are you? This is not the \r\ntime to be going awol. Please, you've got to get here. I can't take much more of \r\nthis. I'm going nuts. Please. You've just got to get here. ",
        "Edmund: Welcome to the world, princess. You know, you're every bit as pretty \r\nas your mommy. But cassie, cassie's the one who's going to hold you and call you \r\nher own. Yes, she is. And when she looks at you, when she looks... come on. Come \r\non. ( Baby squeals ) when she looks into that incredibly sweet little face of \r\nyours, every doubt she's ever had about us is going to evaporate. We have our \r\nchild. We have a daughter, cassie and I. Oh, and she's going to love you. She is \r\ngoing to love you, and loving you is going to remind her of the love we shared. \r\nYes, it will. And then bit by bit-- bit by bit-- she's going to go back in love, \r\nI'll have her again. Just one day at a time. I'll have her-- heart, mind, body \r\nand soul. And it all will have been you. You will rekindle all of that. All of \r\nit. Kindle the love that was meant to last. Smile. You're smiling. Right down \r\nhere, get all cozy. All right. All right. Michelle? You're never going to know \r\nwhat you've given me, but I'm never going to forget. All right, time to go. ( \r\nAffects a southern accent ): Hi. 911? Yeah, I'm out here on route 33 and there's \r\njust been a horrible accident. It's horrible. There's a woman who was thrown \r\nfrom a car. I don't know whether she's alive or dead, but I think I heard a baby \r\ncrying in the car. Now, I can't be sure because there's so much smoke. I think \r\nthe things on fi... oh, my god. Oh, my god! Oh, my... you've been wonderful. ",
        "Josh: All right, we are... ...out of here. ",
        "Jonathan: What... what the hell are you doing here? ",
        "Reva: I was planning on having a drink. ",
        "Jonathan: Aren't you on pain meds or something? ",
        "Reva: Oh. That's right. ",
        "Jonathan: Beat it. You're going to ruin the whole thing. A person who's a \r\nslip away from permanent paralysis doesn't hang out in a bar. ",
        "Reva: I told joshua the truth. ",
        "Jonathan: What? ",
        "Reva: You heard me. ",
        "Jonathan: You really are sick, lady. ",
        "Reva: I told you I wasn't going to lie to him. ",
        "Jonathan: But you're willing to say sayonara to the guy. ",
        "Reva: He's not going anywhere. ",
        "Jonathan: Well, then you were wrong about him wanting to leave you. ",
        "Reva: No, he wants to take care of me. ",
        "Jonathan: Cool. Then he'll hang around. That was the whole idea. ",
        "Reva: I don't want to talk about it, okay? Let's just forget it. ",
        "Jonathan: ( Laughs ) no. Hey. ",
        "Reva: What? ",
        "Jonathan: Look at me right now. Tell me you don't want josh anymore. ",
        "Reva: Of course I want him. If there was ever such a thing as the love of \r\none's life, he's it for me. ",
        "Jonathan: Well, then you should be jumping for joy. You know what I mean. I \r\nmean if he knows your back isn't that bad, he's still willing to play nurse man.\r\n",
        "Reva: I want josh to be with me because he loves me, not because he feels \r\nsorry for me or guilty for me, or that it has anything to do with any hint of \r\nobligation. ",
        "Jonathan: Ma, the guy is ga-ga over you. I see it every time he looks at you.\r\n",
        "Reva: So do I. ",
        "Jonathan: Then what's the obligation? You're it for josh. He's going to hang \r\naround and take care of you whether your back's bad or not. ",
        "Reva: Yeah. You know what? Maybe he will, but that doesn't mean it will make \r\nhim happy. ",
        "Jonathan: Why not? ",
        "Reva: Because I'm not happy, jonathan. ",
        "Jonathan: How come? ",
        "Reva: I don't know. But if I can't get josh to leave, then I have to figure \r\nout a way to make him do it. ",
        "Tammy: No, just chicago listings. All right, could I have those, please? ",
        "Sandy: Hey, tammy. Who are you talking to? ",
        "Edmund: Hey, you woke up. Come on. Go to sleep, my little precious one. \r\nSleep. Daddy has one last loose end to tie up, okay? But after that, you and \r\nyour new mommy and I are going to start a whole new life together, okay? Okay. \r\nDaddy will be right back. Honey! I'm home! ",
        "Dinah: Where have you been? ",
        "Edmund: And why does it sound like the beginning of a bad sitcom? ",
        "Dinah: You know something? Your mood might change when you find out how close \r\nI came to telling her that there's no baby in here. ",
        "Edmund: Where's cassie now? ",
        "Dinah: She drove rj to a sleep-over. ",
        "Edmund: Perfect. ",
        "Dinah: What happened to you? ",
        "Edmund: Well, I had a flat tire, if you can believe that. But not to worry, \r\nbecause I've been working on our getaway. ",
        "Dinah: Our what? ",
        "Edmund: Dinah, we have to leave town. I mean, once cassie finds out that \r\nyou've been faking this pregnancy, she and everyone else in this town is going \r\nto be after us, to string us up. ",
        "Dinah: Why haven't you mentioned a word about this before? ",
        "Edmund: Because this is the surprise I was telling you about. My love, think \r\nabout it. I have booked us into every single five-star hotel from paris to \r\npetersburg. We are going t going to have the very best of everything, including \r\neach other, and then in a few months, we can slip back into town quietly and \r\ntake up residence on our farm. ",
        "Dinah: Our farm. ",
        "Edmund: Our farm. Dinah, it's my plan, and it's all working out. Trust me. I \r\nwant a happy ending just as much as you do. Come on, what's wrong? ",
        "Dinah: Cassie's never going to get over this. ",
        "Edmund: I know. Isn't it great? ",
        "Dinah: Meanwhile, my father is going to hate me, just like everybody else in \r\nthis town hates me. ",
        "Edmund: I thought you didn't care about what anyone else thought. Tell you \r\nwhat. We'll leave ross a message. We'll tell him-- you'll tell him-- you'll tell \r\nhim that you're leaving town, but, \"dad, it's because I'm moving on to the next \r\nphase of my life, and i love you and I hope you understand,\" and who knows, he \r\njust might. ",
        "Dinah: All right. ",
        "Edmund: Good. ",
        "Dinah: I'll leave a message for him and, you know, if we tell cassie, we need \r\nto be on that flight, the first one out to europe. ",
        "Edmund: Great. Wait. Hey, tell you what? I've got a better idea. Let's leave \r\nross a videotaped message. That way he'll have something to remember you by. ",
        "Cassie: Jeffrey. Hey. Hi, it's me. Look, I'm so glad I caught you. Can you \r\nmeet me at the farm as soon as you can? Well, I just dropped off rj and I'm \r\ngoing back there myself. All right, well, it's just dinah. She's acting really \r\nweird. No, a lot weirder than usual, okay? Yeah, well, I was thinking that for \r\nthe baby's sake, I would just take her to the hospital tonight. Well, I don't \r\nknow. Maybe they'll induce labor or something. No, I'm not as crazy as dinah is, \r\nall right? It's just... look, I am not going to be happy until that little baby \r\nis in my arms. ",
        "Michelle: Danny? Where are you? Where's my... my baby? Danny? Is the baby in \r\nthe car? Oh, my god. Oh, my god. ( Car explodes ) oh, my god! My baby! Oh, my \r\ngod! No! ",
        "Tammy: I wasn't really talking to anybody. Um, I was just getting some \r\ninformation from the hospital. About giving birth at home, you know, in case \r\ndinah goes into labor while I'm at the farm or something. ",
        "Sandy: That's a good idea. ",
        "Tammy: Get everything done at lewis? ",
        "Sandy: Mm-hmm. Sure. Sure did. And then I had a brilliant idea. ",
        "Tammy: Tell me. Unless you're back to keeping secrets. ",
        "Sandy: No way. And in the interest of full disclosure, I stopped off and got \r\nsome gourmet desserts, some candles, some new C.D.S and a bottle of massage oil.\r\n",
        "Tammy: I like the sound of this already. ",
        "Sandy: I just thought we should finish the night the way we started it. ",
        "Jonathan: Well, well, well. Look who strolled into my humble little watering \r\nhole. Billy's not here. ",
        "Josh: I'm not here looking... ",
        "Jonathan: Tomorrow is his first day, actually, to kick in as my official \r\nassistant, but you should come back tomorrow, and we can... ",
        "Josh: Jonathan, I'm not here looking for billy. I'm looking for reva. She's \r\nhere, isn't she? ",
        "Jonathan: Who? Reva? No. Why would she be here? ",
        "Josh: She snuck out of the hospital. I just had a kind of a hunch that maybe \r\nshe would come here. And there she is. Please tell me you're not letting her \r\ndrink. ",
        "Jonathan: No. No, that's grape juice, i promise. It's cool. I tell you what, \r\nthough. Now that you're here, I'm still a little worried about her. I think it \r\nwould be better if you took her out of here, got her home. I think that would \r\nmake me feel better. ",
        "Josh: You mean, now that I've spotted her. ",
        "Jonathan: ( Laughs ) ",
        "Reva: ( Laughs ) ",
        "Jonathan: It's getting a little hot in here. I'm going to split myself. Do me \r\na favor: Last one standing, lock the door? ",
        "Reva: This is where you're supposed to say to me, \"where have you been all my \r\nlife?\" ",
        "Bar guy: Okay. Where have you been all my life? ",
        "Reva: Nowhere. ",
        "Dinah: I love you. ",
        "Edmund: That was perfect. ( Baby cries ) ",
        "Dinah: Ssh. What's that noise? ",
        "Edmund: What's what? I didn't hear anything. ",
        "Dinah: It sounds like a baby crying. ",
        "Edmund: ( Chuckling ): No, dinah. I think you have babies on the brain. ",
        "Dinah: No. I mean, it sounds like a baby crying right on the porch. ",
        "Edmund: I'm sorry I have to do this, dinah, but you say you know me better \r\nthan anyone in the world, and if you really know me, then you really understand \r\nme, and if you understand, you know what's happening now and I'm afraid you know \r\nwhat's going to happen next. Come on. Light as a feather. ",
        "Cassie: Oh, my god. Is that a fire? ( Cell phone rings ) hello? ",
        "Edmund: Cassie! Where are you? I've been trying to reach you. ",
        "Cassie: I'm on route 33. Edmund, there's been some kind of an accident. I saw \r\nflames. There's something exploding. ",
        "Edmund: Listen to me. You have to get home right away. ",
        "Cassie: Edmund, this could be an emergency. Someone could be hurt. ",
        "Edmund: Cassie, we have an emergency here. Dinah's about to give birth. ",
        "Cassie: Now? ",
        "Edmund: Right now. And please, cassie, you have to get home. I need some help \r\nand I can't get her to the hospital. ",
        "Cassie: Okay, all right. I'll be right there. I think I hear an ambulance or \r\na fire truck or something coming, so I'll be there as soon as i can. ",
        "Edmund: Hurry, cassie! Please, hurry! Hey. Guess who's coming to see you, \r\nprincess. That's right. Mommy. Mommy's coming to see you. ",
        "Michelle: Danny. Danny, the baby! The baby is in the car, danny! Danny, the \r\nbaby! The baby's in... danny! The baby! Help me! The baby! ( Explosion ) ",
        "Next, on \"guiding light.\" ",
        "Reva: I don't think we can make each other happy anymore. ",
        "Billy: What's reva doing here, out of the hospital. ",
        "Josh: Just being reva. ",
        "Reva: I do what I want, when I want. ",
        "Edmund: We did it, cassie. We created a whole new life, and it was worth \r\neverything we had to do to make it happen. ",
        "Cassie: Where is dinah? I just want to see her and i want to thank her. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=i6rXHzj_csY"
}