{
    "Episode Summary": [],
    "Recap": [
        "Ed, Michelle, and Rick planned their annual barbecue. Michelle and Rick were appalled when Ed suggested canceling and taking a trip to the cabin instead. They promised they would go to the cabin by the end of the summer, but said they couldn't cancel the barbecue. Marah told Tony she wanted to throw a surprise wedding for Danny and Michelle at the barbecue. She offered to take charge of the barbecue, but the Bauer's said no. Rick asked Ed to come back to work at Cedars. Ed said he would need to hire more help for the clinic, but he didn't have the funds. Danny offered the money, but Ed declined. Danny set up the donation anyway, hoping it would give the Santos name good publicity. At the prom, Shayne and Marina danced, while Lizzie looked on in jealousy. Devries called Josh, telling him there was a rumor that Shayne was going to college. Josh assured him he was wrong. Later, Josh received word that Shayne had been drafted in the fifth round by the Chicago Cubs. He tried to tell Shayne the news, but Shayne got upset that he was being pressured before Josh could finish. Reva told Marina she thought Shayne and Marina were good together. When Marina started to feel uncomfortable from Reva's words, she went outside to escape, asking Lizzie to tell Shayne to meet her there. Lizzie lied and told Shayne she didn't know where Marina was. Ben arrived, surprising Marina. Meanwhile, a woman named Caroline Boyle told Gus and Jeffrey that, two years ago, her best friend, Bridget, disappeared after dating Ben. Gus and Jeffrey decided they needed to bring in Ben for questioning, then went to the country club to find him."
    ],
    "Recap Author": "Hilary",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Michelle: Oh, thank you. Okay, I'll do the salad if you and Mel do the potato salad.",
        "Rick: Okay, you slice the tomatoes and onions for the burgers, too.",
        "Michelle: Ugh.",
        "Rick: Please?",
        "Michelle: All right, all right.",
        "Rick: Great. Deal. Done.",
        "Michelle: And what about the chili? Should we ask Buzz for ten gallons?",
        "Rick: Five pounds is more... You know, more people eat the hot dogs and hamburgers, anyway. And let's... You know what? We don't need the chili.",
        "Michelle: You think?",
        "Rick: It was horrible. Dad?",
        "Ed: I say we skip it.",
        "Rick: Great. It's unanimous.",
        "Ed: No, I say we skip it. The whole thing.",
        "Rick: What? The entire event? The Bauer barbecue? Skip it?",
        "Ed: Why not?",
        "Michelle: Because it's the Bauer barbecue. I mean, the whole town's going to wonder if the hosts don't show up.",
        "Rick: Yeah, Dad. You're going to be wearing the funny hat and barbecuing the burgers. We're counting on it.",
        "Ed: Why? Why do we have to do this?",
        "Rick: Well, the important thing-- the important question to ask here is why not? What's the problem?",
        "Ed: Ten years ago, we used to invite some of our close friends over. We would sit around. We would grill some hamburgers and we'd go down to the lake and watch the fireworks and that was it. When did it become this huge extravaganza?",
        "Rick: It's always been...",
        "Michelle: I guess a little bit more and more each year. Everyone was looking for a little tradition to hold on to.",
        "Ed: All right, how about this? This year, why don't we just spend the holiday together-- just us, the family-- up at the cabin?",
        "Rick: You want to be alone on the fourth of July?",
        "Ed: Not alone. I want to be with you people. We barely see each other.",
        "Michelle: I mean, how would we even cancel?",
        "Rick: I mean, it's not like we send out invitations so we know who to call and cancel. This is just great. I can just see this now: Fourth of July, entire town shows up at our house, they run in the back yard expecting, hungry, and all they see is a cold barbecue, a cold Jacuzzi, and tumbleweed going across the yard.",
        "Ed: So what are you saying? Without the barbecue, anarchy reigns?",
        "Rick: It could happen, yes.",
        "Ed: All right. It was a suggestion, that's all.",
        "Michelle: The town expects a barbecue. We have to give it to them.",
        "Ed: Oh, is that how it works?",
        "Michelle: Yes.",
        "Ed: So the town expects a wedding, you and Danny have to give it to them?",
        "[SCENE_BREAK]",
        "Tony: What are they up to?",
        "Marah: I see lists. It must be the barbecue.",
        "Tony: Oh, yeah? You want to go?",
        "Marah: Of course. It's the law. It's, like, the best tradition that there is in town. I love it, everybody loves it. It's perfect.",
        "Tony: Yeah? Because I had never stayed for the whole thing, so...",
        "Marah: No, no, no, no, no. For the plan.",
        "Tony: The plan?",
        "Marah: Our plan.",
        "Tony: We have a plan?",
        "Marah: Yeah. To get Danny and Michelle together and have a surprise wedding for them.",
        "Tony: That's our plan?",
        "Marah: Yeah. Don't you see? It would have everything. You and I are going to throw Danny and Michelle a surprise wedding at the barbecue.",
        "Tony: Oh, Marah. I hate to disappoint you, but that's a really bad idea.",
        "[SCENE_BREAK]",
        "Sandy: Well, Springfield, we've made it through another one.",
        "Mole: Yeah. Another magical prom night over. Now let's let the real fun begin. Time for those prom dresses to come off. Just don't forget your protection.",
        "Sandy: Whoa. Steady, Mole. The Dean already put us on notice because of your big mouth.",
        "Mole: \"The Dean already put us on notice.\" Shut up, fool. Or I'm going to the after party by myself.",
        "Sandy: You'll never make it through the door of the country club.",
        "Mole: Yeah? Watch me.",
        "[SCENE_BREAK]",
        "(Music playing)",
        "Reva: Look at that. If he ruins that suit, you're paying.",
        "Josh: It's just great to see him acting like a kid, isn't it?",
        "Reva: Well, you know what? It's great to hear you say that. I think he has a real thing for Marina.",
        "Josh: Maybe so. Or maybe it's just puppy love.",
        "Reva: What are you talking about? We were the same age.",
        "Josh: No, wait a minute now. I'm still the same age that we were when... You know, whatever's going on here. And he can't possibly be old.",
        "Reva: You're not going to start in with that, \"I'm so old and weary thing\" again, are you? Because we're dancing tonight. We are definitely dancing.",
        "[SCENE_BREAK]",
        "Chris: Hey, Springfield High! I'm Chris from The Station, and I have one question for the class of 2003: Are you ready to party?",
        "(Cheering)",
        "(Music playing)",
        "Shayne: Who is that guy?",
        "Marina: He's a D.J. from that club down by the docks. The Station?",
        "Shayne: I never been there before. Is it cool?",
        "Marina: We can go sometime now that I'm 18. The guy's great.",
        "Shayne: Oh, yeah? You know it.",
        "[SCENE_BREAK]",
        "Josh: Ow. Ow.",
        "Reva: I like this one. Come on, we can dance.",
        "Josh: What, are you out of your mind? We can... (Cell phone rings) Uh-oh.",
        "Reva: You're not taking that. No, you're not going to take that. No. Come on.",
        "Josh: Business call. Can't dance. Excuse me.",
        "Reva: You're a chaperone.",
        "Josh: Mr. Devries. How's the draft going? They're completely through the first round? Did Shayne... He didn't go. Okay. No, it's all right, it's all right. It's still early. You just keep me posted, okay? Thank you.",
        "[SCENE_BREAK]",
        "Marina: Whoa, Lewis. All-star athlete, you're already worn out?",
        "Shayne: Yeah, I think I should have gone with your choice of footwear, there.",
        "Marina: Oh, yeah. I couldn't really get into the whole matching dyed thing. I tried. Come on! I want to dance!",
        "Shayne: (Groans)",
        "[SCENE_BREAK]",
        "Tammy: Having fun yet?",
        "Lizzie: Any time now. (Laughs)",
        "Tammy: You haven't heard? Guess what Sarah just told me? Her boyfriend was talking to Joey Lupo, the catcher on the baseball team? He's into you.",
        "Lizzie: What?",
        "Tammy: Or at least he could be. He said you were the prettiest girl in here tonight. Would you stop that? I'm sure if you even smile at Joey he'll ask you to dance.",
        "Lizzie: Yeah, I don't want to dance with anyone tonight, though.",
        "Tammy: Unless it's Shayne. Look, Lizzie, this is me, as your friend, okay? Just give it up already. At least for tonight.",
        "Lizzie: I'm fine.",
        "Tammy: Okay, stand here and stare, whatever. I'm going to have fun tonight even if you're not, okay? So, permission to date other people?",
        "Lizzie: What?",
        "Tammy: Well, if you're just going to stand there, then...",
        "Lizzie: Oh, yeah, have fun. Go. Ben, you need to get here, like, right now.",
        "[SCENE_BREAK]",
        "Jeffrey: It's late.",
        "Gus: You're still working.",
        "Jeffrey: Yeah. That door was shut.",
        "Gus: Well, now it's open. Why don't you clear off your desk.",
        "Jeffrey: What?",
        "Gus: All the papers, all the stuff, get rid of it. Clear it off. I think you're going to like this.",
        "Jeffrey: You've got a lead on the murder case.",
        "Gus: Maybe. Caroline, this is Jeffrey O'Neill, the District Attorney. Caroline Boyle. She's here to tell us a little bit about Ben Reade. All right, Caroline. Why don't you just relax and tell the D.A. everything that you told me?",
        "Caroline: I'm not sure.",
        "Gus: You're not sure? Well, didn't you tell me the truth?",
        "Caroline: Yes. I don't know, it feels weird. It's not like I have enough facts to accuse anybody of anything.",
        "Jeffrey: Don't accuse. Just tell us what you know.",
        "Caroline: We never found out for sure. We haven't known anything for almost two years now. I've been out of town at school. I just got back and when I saw Ben Reade's name in the paper and didn't see anything about Bridget, I thought maybe they don't know.",
        "Jeffrey: Well, who's Bridget?",
        "Caroline: She's... she was my best friend. We'd hung out together since the second grade. She... she was so much fun.",
        "Gus: Tell him about your senior year.",
        "Caroline: Right. We were seniors in high school when we started playing squash because Bridget thought it'd be a great way to meet guys. And we did. We met this really cute grad student, Ben Reade. He seemed nice. He kind of flirted with both of us. But he was really into Bridget; it was obvious. So, they started seeing each other, just at the club playing squash. It was a regular thing. And then one day Bridget disappeared.",
        "Jeffrey: Disappeared? Just gone?",
        "Caroline: Gone. No clue. No word, nothing. It's been two years and she's still missing.",
        "Jeffrey: Didn't we have anything on this?",
        "Gus: Uh, well, he wasn't a suspect. I mean, they had a list of acquaintances that the girl knew, but they questioned everybody. There were no arrests, no charges, no paperwork, nothing.",
        "Jeffrey: But you were suspicious of Ben Reade at the time?",
        "Caroline: Maybe I'm being silly. But there were things...",
        "Jeffrey: Things? Things that made you think that Ben Reade did something to your friend.",
        "Caroline: Yes. That's what I'm afraid of.",
        "[SCENE_BREAK]",
        "Lizzie: Look, um... Ben, it's Lizzie. You really need to get here for the after-party, okay? I really do think that this is your chance. I'm looking at Marina right now and she looks completely bored out of her mind.",
        "[SCENE_BREAK]",
        "Shayne: I like that. That was a nice song.",
        "Marina: Yeah, I thought it was never going to end. I mean that in a good way. (Laughs)",
        "Shayne: I know what you meant.",
        "Marina: So, is it midnight yet?",
        "Shayne: What, are you going to turn into a pumpkin or something?",
        "Marina: No, you turn into a pumpkin. Remember? As of midnight, you officially become an adult.",
        "Shayne: No, don't.",
        "(Cheering)",
        "Marina: Do you have, like, exactly until midnight or until daybreak or what?",
        "Shayne: I just... I don't want to talk about it or think about it tonight.",
        "Marina: Yeah, all right, all right. I respect that. I so don't, though, Shayne. I mean, the choices are just so great. You know? If it were me, I think I'd be completely obsessed. It's just like, the college or pros, pros or college. Have you made a decision yet?",
        "Shayne: I don't know. I mean, every time I ask myself, I just keep getting a different answer.",
        "Marina: You don't do that in front of people, do you? Because you know, you do that in front of the wrong kind of person, they just may make up your decision for you.",
        "[SCENE_BREAK]",
        "Josh: What round are they in? Well, why do you think Shayne hasn't gone yet? With his stats, he should... What? How did a college rumor get started? (Sighs) It's an offer from Stanford, but I already told you, he's passing on his college eligibility. Now, it's your job as an agent to make sure these teams know that they won't be wasting a draft pick on Shayne Lewis. Yes, I can promise that. Look, we have a contract, Mr. Devries. I can deliver Shayne.",
        "[SCENE_BREAK]",
        "Marah: What's wrong with a surprise wedding?",
        "Tony: There's nothing wrong with, I mean, you know, a surprise birthday party, a surprise bachelor party, maybe, but a wedding?",
        "Marah: It was your idea in the first place.",
        "Tony: What are you talking about?",
        "Marah: Don't you remember? The other morning, you said that we should just basically kidnap Danny and Michelle, put them in front of a priest before they even know what hit them. The other morning? In bed, after we...",
        "Tony: Oh, yeah. I mean, yeah. Look where we were. I mean, I wasn't thinking straight.",
        "Marah: You don't think straight when you're in bed with me?",
        "Tony: No. That... That didn't come out right. Marah, I mean, I don't think at all when I'm with you. No, okay, come on, Marah. There we were and... Come on, we were looking at your sketches of wedding dresses, and there we were, you know? Come on, that wedding thing sounded like a good idea, but a lot of things seem like good ideas when we're, you know, doing... Okay, you know what? I'm going to quit now, because I'm not going to win here.",
        "Marah: No. No, you're not. But I'm glad to know that making love to me scrambles your brain. That could be really useful sometime in the near future. Come on, a surprise wedding was a good idea.",
        "Tony: No, Marah, look. Danny, okay, is not a \"surprise\" kind of guy. All right? Surprises have not been a good thing in my family.",
        "Marah: But this is a good surprise. It's a wedding. Tony, what could be more fun than that? Come on. It would take all of the pressure off of them. You know? We've seen them. They both want to do it, they just don't know how. I promise you, they'll love it. And the Bauer barbecue is the perfect time. Okay? We should go over there and see what they're planning.",
        "[SCENE_BREAK]",
        "Michelle: A wedding and a barbecue are not the same thing.",
        "Ed: Sure they are. Wedding, barbecue. Wedding, barbecue. We've done them both before, we're doing them again now. At this point, it's only because people are expecting it.",
        "Michelle: No. No, that's not true. I want a wedding. I'm just not sure which way yet. But you, you don't seem like you really want this barbecue.",
        "Ed: I want us to be together then. It's not the same thing as not wanting to do a barbecue.",
        "Rick: Okay, we'll do it. At the end of summer.",
        "Ed: When? I mean, when are we all going to have a weekend when we know we're free?",
        "Rick: Let's just do it the last weekend of this month, Dad.",
        "Michelle: He's right.",
        "Ed: And you know that Mel's going to be free then? You know Danny's going to be free?",
        "Rick: Yes. I know it.",
        "Michelle: Absolutely. We'll make it happen.",
        "Ed: You guys are desperate for this cheesy barbecue, aren't you?",
        "Rick: Cheesy? Dad, this barbecue is a tradition. People are counting on it.",
        "Marah: Hey, guys.",
        "Everyone: Hey.",
        "Marah: Making big plans for the barbecue?",
        "Rick: Not exactly.",
        "Michelle: My dad wants to call the whole thing off.",
        "Marah: What? You can't.",
        "Rick: You were counting on the barbecue?",
        "Marah: Of course. It's tradition. It's, like, one thing you can always count on.",
        "Ed: All right, look, you guys can use the backyard if you want. I was just hoping to take the family...",
        "Marah: We can use the yard?",
        "Tony: Marah, listen. You heard the man. He doesn't want to have the party.",
        "Marah: Okay, is it because of the work? Because you've done it every year, all the cooking, all the cleaning. Because we can do it for you.",
        "Ed: We?",
        "Marah: Yeah. Yeah, Tony and I. We can handle that. Right, babe?",
        "Tony: Right, babe. No problem.",
        "Rick: This is so sad. You're right, Dad. Anarchy will reign.",
        "Ed: All right, this is very nice of you, but you don't have to do this. Uh... We will do the barbecue.",
        "Rick: Yes!",
        "Marah: Yay! And we'll still help you, too.",
        "Michelle: Oh, Marah, thanks, but there's so much, really.",
        "Marah: No, no, no, no. Don't worry about it. We want to, honestly. Just give me the list so we can know what colors to use.",
        "Michelle: Well, the colors are generally red, white and blue. I mean, potato salad's yellow. Cole slaw is green. The burgers are brown. Oh, but we have to order the balloons right away.",
        "Marah: Okay. Okay. But give us the list, you know? Just so we know what we're doing and I promise you, we will do most of the work. You guys just relax.",
        "Tony: Yeah, bye. Marah. Marah, what are you doing? They said they were already going to do it.",
        "Marah: So now we can do it and we can make sure everything matches and we'll have everything perfect for the wedding.",
        "Rick: See, this was painless, Dad. You're going to be a guest at your own party.",
        "Ed: Hey, that wasn't the idea.",
        "Michelle: And then at the end of the month, we'll go to the cabin. All of us, right? Promise.",
        "Rick: Maybe. Depends if he takes my other offer.",
        "[SCENE_BREAK]",
        "Jeffrey: All right, so, you think Ben Reade did something to hurt your friend. Why? What made you think that?",
        "Caroline: It was more of a feeling. At the time, it was, like, he's smart, he's rich, he's handsome, he's perfect. But looking back, I wonder what was he doing with high school girls? At the time, it was flattering, but now that I'm older, it feels creepy. He was a grad student. What was he doing with a couple of kids?",
        "Jeffrey: Do you think he liked the feeling of being in control? Of power?",
        "Caroline: Maybe that's it. Because here's this guy who had everything, but he had such thin skin.",
        "Jeffrey: What do you mean?",
        "Caroline: He got angry.",
        "Jeffrey: Angry? A lot?",
        "Caroline: No, I only saw the two of them fight once, but it was over the silliest thing. About a movie director. Bridget said something that he thought was wrong and he flipped. I mean, he went off. He went on and on and he wouldn't let it go, over nothing.",
        "Jeffrey: Do you think Bridget and Ben Reade were having sex?",
        "Caroline: No. No, way. She would have told me. We told each other everything.",
        "Jeffrey: Oh, yeah? Well, maybe she was embarrassed. Maybe she was too shy to tell you something like that.",
        "Caroline: Not with me. I would have heard every detail. It didn't happen.",
        "Jeffrey: Do you think Ben wanted more in that relationship?",
        "Caroline: That I don't know, but he wouldn't have gotten anywhere. Bridget wasn't loose or anything. She was friendly. There's a difference.",
        "Gus: It's too bad that not everybody understands that.",
        "Caroline: (Sobs)",
        "[SCENE_BREAK]",
        "(Dance music playing)",
        "Marina: Chris! Hey!",
        "[SCENE_BREAK]",
        "Tammy: Did your mom call or something?",
        "Lizzie: Oh, no. I don't have any messages. That's weird.",
        "Tammy: Were you expecting any? I mean, everybody's here, right? Hey, you haven't danced yet, have you?",
        "Lizzie: I told you, I don't want to dance tonight.",
        "Tammy: Are you positive? Because here's the thing: I was talking to Joey Lupo, and he's such a hottie and he's really nice, so if you're not interested, would you mind if I hang out with him?",
        "Lizzie: Not at all. Go have fun.",
        "Tammy: Are you sure? You promise you won't get mad? I won't hear about it...",
        "Lizzie: Go, go, go, go. I really want you to.",
        "Joey: Hey. Do you want to dance?",
        "Tammy: Sure.",
        "Marina: Lizzie, hey! Isn't this a great party? You having fun?",
        "Lizzie: Yeah. I'm so glad I came.",
        "Marina: Hey, do you mind watching Shayne while I go to the ladies'?",
        "Shayne: Oh, like I'm going to run off or something?",
        "Marina: I don't want any old lady to come along and snatch you up.",
        "Shayne: I'm not going anywhere.",
        "Lizzie: How are you? You look great!",
        "Shayne: How's it going? No, she's the one making me look great.",
        "Lizzie: Oh, no. It's just you. There's a huge crowd here.",
        "Shayne: Yeah.",
        "Lizzie: I think everyone except Sandy and the Mole's here. Have you even seen them yet?",
        "Shayne: I've never seen those guys. I won't even know what they look like if they were here.",
        "Lizzie: (Laughs)",
        "[SCENE_BREAK]",
        "Marah: Huh. I guess we'll have to order the balloons for cover, but I want flowers. I want flower garlands that we can hang on the fence, and we'll need to make a makeshift aisle for Michelle to walk down. Maybe flower petals. We can come there the night before... You are so not into this.",
        "Tony: No, I'm into this. I'm into it. I'm into it because you are. All right? Look, I'll rip up flowers, whatever you want me to do. Okay?",
        "Marah: Can't you see how gorgeous we can make this?",
        "Tony: Baby, you make anything gorgeous, all right? It's just... I'm not concerned about the flowers, all right?",
        "Marah: Okay, then what is it?",
        "Tony: It's 25 pounds of coleslaw. Okay, I saw that being constructed one year. It was pretty scary.",
        "[SCENE_BREAK]",
        "Mel: Hey, guys.",
        "Rick: Sweetie. Hey. So, what's the count?",
        "Mel: Two car wrecks, one G.S.W., one toddler with an ear infection that bit me.",
        "Ed: Makes you want to give up medicine and get into the law.",
        "Rick: Yeah.",
        "Mel: Yeah. What a good idea. Why didn't I think of that?",
        "Rick: Jumping from the frying pan into the fire.",
        "Mel: Don't start with him, please.",
        "Ed: Who?",
        "Rick: Her new boss, Jeffrey O'Neill. He's an idiot.",
        "Ed: Jeffrey O'Neill? O'Neill? The man is a monster. I mean, the whole town is... Your life is going to be miserable. That man is a pit bull in a suit, with sneakers.",
        "Mel: Hm. Where did I hear that one before?",
        "Rick: It's a common phrase that's being bounced around town. Speaking of work, Dad-- speaking of work-- now that my wife is working part-time and my me job's taking me away from the hospital, the board of directors is grumbling about experienced help, so they've asked me to approach you about coming back to work. What do you think?",
        "Ed: Well, it can't be that bad.",
        "Rick: It will be soon. Will you consider it?",
        "Ed: Oh, I don't know. I mean I really got my hands full at the clinic, you know. And I need to hire more people there and I can't, because I don't have enough money. So...",
        "Michelle: Hey, I'll volunteer for you as soon as my training is done.",
        "Ed: Oh, sweetheart, that's really nice. But I mean you'd be working long hours for next to nothing. So...",
        "Michelle: Well, that's all right. Danny and I don't need the money right now.",
        "Rick: So will you consider it?",
        "Ed: I'll think about, you know. But if you would ditch your new boss and go back to the hospital none of this would be necessary.",
        "Mel: I thought I liked you.",
        "Rick: Hmm. I love him right now.",
        "Mel: Look at least if I tried to take O'Neill's temperature, he's not going to bite me.",
        "Rick: Sweetheart, don't bet on it.",
        "[SCENE_BREAK]",
        "Jeffrey: All right, what does a guy who dates younger women have in common with a guy who murders people like hookers and johns?",
        "Gus: Insecurity. The need to control a situation.",
        "Jeffrey: Right. They don't like feeling challenged.",
        "Gus: No, they don't. And she said that her friend was friendly. She wasn't loose. Maybe Ben Reade couldn't handle that. Maybe he couldn't take no for answer.",
        "Jeffrey: He felt challenged.",
        "Gus: Yes. Yes.",
        "Jeffrey: That's still personal, Gus. Well, let's say you do like Ben Reade for making this girl disappear. Let's do a long stretch to get him with a girl who says no to a bunch of people who never did anything to him.",
        "Gus: All right, all right. Ramona Hendon. Ramona Hendon was telling him what to do. He didn't like that. He felt challenged. She had him in a box. Okay, number two, Eden. Eden's his boss. She has him cornered. He feels trapped. He has to get revenge. She wants to destroy her business. To me it fits.",
        "Jeffrey: (Laughs) It does.",
        "Gus: Good. I'm going to bring him in.",
        "Jeffrey: Yeah, sooner rather than later. Now wait, wait. Where's your boss? Where's Frank Cooper?",
        "Gus: Yeah, I'll tell him. He's got the girl's prom. He's being a chaperone. They should be at the country club.",
        "Jeffrey: All right, I'll find him. You pick up Ben Reade.",
        "Gus: All right.",
        "Jeffrey: And don't start the fun without me.",
        "Gus: I'll try not to. But I'll share it with you. I just can't wait to interrogate that little...",
        "[SCENE_BREAK]",
        "(Club music playing)",
        "Lizzie: What, I don't bite, Shayne.",
        "Shayne: I know. Hey, you know, my buddy Joey who's the catcher for my team? He was asking about you.",
        "Lizzie: Really?",
        "Shayne: He's looking for you.",
        "Lizzie: That's why he's with Tammy, right?",
        "Shayne: Oh, yeah.",
        "Marina: Hey, sorry, there was a line.",
        "Shayne: No problem. Later, Lizzie.",
        "Marina: See you, Lizzie.",
        "Lizzie: Bye. (Cell phone beeps) Great. Finally.",
        "[SCENE_BREAK]",
        "Rick: Okay, Marah, surrender the list.",
        "Marah: Oh. Wait. We don't mind doing this.",
        "Rick: Oh, Marah, I appreciate you offering, but we'll take care of everything.",
        "Tony: Are you really sure, Rick?",
        "Rick: Yeah, I'm absolutely sure.",
        "Michelle: Hey, watch that.",
        "Rick: And Michelle did say if you want to help out with the coleslaw, we'd really, really appreciate it.",
        "Marah: Okay. Can we just bring a couple of things to make some little touches, actually?",
        "Rick: That'll be fine. That'll be fine. You owe me.",
        "Tony: Mm-hmm.",
        "Rick: I feel like the governor of granting reprieves here.",
        "Mel: They are so cute, huh?",
        "Rick: Yeah.",
        "Mel: Makes you kind of believe in the power of love.",
        "Rick: Oh.",
        "Mel: Taking that leap.",
        "Michelle: Oh, boy, oh, boy.",
        "Danny: Hey.",
        "Rick: Hey.",
        "Michelle: Good I could use some reinforcements here.",
        "Danny: Oh, yeah, why? What's up?",
        "Ed: Michelle's being prodded mercilessly about her unmarried state. And I'm being prodded into doing the barbecue.",
        "Rick: And hopefully coming back to work.",
        "Ed: Yeah, one push a day. That's it.",
        "Danny: Well, wait. If you go back to the hospital, then what's going to happen to the clinic?",
        "Ed: See, exactly. I can't do both unless I get more staff at the clinic and I don't have the money for that. So...",
        "Danny: Well, say the word, I'll write a check.",
        "Ed: Oh, thank you. That's really nice, but you've already been very generous so.",
        "Danny: I'm serious. I mean it.",
        "Ed: I like hitting on the pharmaceutical companies anyway. They deserve it. So...",
        "Danny: Okay. All right. If you say so. I'm going to say hi to Tony. I'll be right back.",
        "Danny: Hey.",
        "Tony: Hey.",
        "Marah: Hi.",
        "Danny: What's up?",
        "Tony: Oh, you know...",
        "Danny: What's with the...",
        "Tony: It's a... That is actually a new project for your house. Yeah.",
        "Danny: No, it isn't. Come on, what's up? What's going on?",
        "Tony: Nothing, nothing. We're just having a little fun.",
        "Danny: Uh-huh. Well, that's good to see. Must be a lot easier to do without the third wheel hanging around.",
        "Marah: Who?",
        "Danny: Eden. It's nice to see you guys getting a break from her.",
        "Tony: Danny, Danny, Eden is our friend, okay. We're not going to turn our backs on her. We won't.",
        "[SCENE_BREAK]",
        "(Music playing)",
        "Josh: The fifth round? No, that's great. That's fantastic. He was drafted right. That's the deal. And the Cubs are so perfect. That's exactly what I... Yes, I understand. Thank you, Harris. Wow. (Laughs) Yeah. I'll get back to you. Okay, thank you.",
        "Reva: Can you get back in here now?",
        "Josh: Yes, I can. In fact, I want to talk to Shayne.",
        "Reva: Well, no... Wait a minute. We're chaperones.",
        "Josh: No, it'll just be for a second.",
        "Reva: Don't. Stop.",
        "Josh: Shayne, son, I want to talk to you, all right?",
        "Reva: We're about to embarrass you.",
        "Shayne: So what else is new?",
        "Josh: Just five minutes, okay? I promise. I'll bring him right back. Come here with me. Excuse us.",
        "Reva: Those are nice shoes.",
        "Marina: Oh, thanks. It's the only way to go.",
        "Reva: I'm losing mine the minute I get home.",
        "Marina: You should take them off now, then you can dance.",
        "Reva: (Moans) Oh, ooh, that is so much better. You're a smart girl.",
        "Marina: No, I'm just good at survival tactics.",
        "Reva: Well, that's a good thing to be. You know, I really like the fact that you Shayne are seeing more of each other.",
        "Marina: Oh, great.",
        "Reva: I mean it's showing on him, too. I mean anyone can see that he's much happier. He's more relaxed when he's with you. You seem to be happy when you're with him, too. In fact, you know, someone once told that if I learned to keep my mouth shut, that people would just open right up to me about just about anything.",
        "Marina: Oh, yeah. Does it work?",
        "Reva: Most nights.",
        "Marina: (Laughs) Okay, I really need another soda. Can I get you anything or...",
        "Reva: No.",
        "Marina: Okay. Help. Please place to hide.",
        "Lizzie: What?",
        "Marina: Okay, come on, you know this joint. There must be someplace to escape, right?",
        "Lizzie: You know what? There is a big, beautiful oak tree out back. It's past the fountain, past the lawn. You'll be all alone out there.",
        "Marina: Okay, great. Can you tell Shayne where I am when he gets through with his dad?",
        "Lizzie: Of course.",
        "Marina: Okay, thank you.",
        "[SCENE_BREAK]",
        "Josh: I'm just so proud of you tonight, son.",
        "Shayne: Well, I guess you didn't see me dancing, huh?",
        "Josh: No, what I'm saying is, I look at you and I see your whole life laid out before you, so full of possibilities. And it's going to happen because of who you are.",
        "Shayne: Find a few bourbon and branches, Dad?",
        "Josh: No, I'm trying to be serious here, son. I just... I just love you so much.",
        "Shayne: I love you, too, Dad. What?",
        "Josh: Listen.",
        "Shayne: What?",
        "Josh: Do you remember saying that you were scared about this big decision that you had to make? You were so worried about it, right? And you weren't sure if you could do it. You wanted somebody to help you with it.",
        "Shayne: Yeah, yeah, it's all going to be there in the morning, right? I mean that's what we decided, isn't it?",
        "Josh: Yes.",
        "Shayne: I mean I can at least wait to sunrise, can't I?",
        "Josh: Son...",
        "Lizzie: Hey, you want to dance?",
        "Shayne: Yeah. Wait till sunrise, right?",
        "Josh: Yes. Yes, it could wait until tomorrow. That's fine.",
        "Shayne: Right.",
        "Josh: Okay.",
        "Shayne: Thanks.",
        "Lizzie: Yeah, your dad had that look.",
        "Shayne: Yeah, like the way too intense look thing.",
        "Lizzie: (Laughs) It's almost like they decide to become parents. Like it's a job. (Laughs)",
        "Shayne: Exactly. Have you seen... Do you know where Marina is?",
        "Lizzie: No, I haven't seen her. How about that dance?",
        "Shayne: All right.",
        "[SCENE_BREAK]",
        "Danny: I've been telling Tony that I think Aitoro should protect Eden. He is her brother.",
        "Tony: What do you care about who protects...",
        "Danny: All right, you know what? I'm not going to fight about this. I'm not. All I'm saying is that you guys are having a fun time and I haven't seen you have so much in quite some time. Think about it. Julie, hey, it's me. Everything okay at the office? Good. Listen, I need you to cut a check. Yeah, $20,000 to Ed Bauer's clinic. And you know, I don't really want to make a big deal out of this, but if the newspaper should happen to find out about it, it wouldn't be such a bad thing, I guess. The Santos name could use a little good publicity these days. But more importantly, do a little investigating at the clinic. Make sure 20 grand is enough. If there's anything else they need, we'll get it to them anonymously, okay. So I'll check in with you later. All right. Thanks.",
        "Michelle: Care to join us?",
        "Danny: Yeah. I was just about to.",
        "Michelle: We're arguing over the Bauer burger recipe. Only they're passing notes. Go see. Only the guy's are allowed to know the ingredients. So you should get in on that.",
        "Danny: You think so?",
        "Michelle: Yeah, you're a guy, you grill. That's the deal.",
        "Danny: Well, I mean that's really more of your family's thing.",
        "Michelle: And you're my family, baby. What?",
        "Danny: Nothing. Your family is really something else. They heal the sick, they throw parties for the entire neighborhoods.",
        "Michelle: Yeah, and you rebuild entire neighborhoods. Hey, you know, you're always welcomed at the table. Besides, I need a little help. I'm getting wedding pressure from all sides over there.",
        "Danny: Well, I thought... I mean... Are you sure you still don't want to?",
        "Michelle: Well, not... not... I mean not unless you do. I mean, you got ideas or something?",
        "Danny: What? No. (Laughs) Honey... honey, I haven't thought about it because you told me that you didn't want to do it. I mean which I'm fine with. As long as that's what you want.",
        "Michelle: Well, I think I like things the way they are. Don't you?",
        "Danny: Yeah. Are you sure about that?",
        "Michelle: God, we're pathetic, aren't we?",
        "Danny: Why?",
        "Michelle: Because we can't make an executive decision.",
        "Danny: We? Ah.",
        "Michelle: That's a good decision.",
        "Danny: Mm-hmm.",
        "[SCENE_BREAK]",
        "Tony: Hey, you want to go pull up the car while I make a phone call?",
        "Marah: Yeah, I'll be right back.",
        "Tony: Thank you. Yeah, hello. Hey, it's Tony Santos. Is he there? Thank you.",
        "[SCENE_BREAK]",
        "(Dance music playing)",
        "Jeffrey: Aitoro? What are you doing here? Did you find Reade and lock him up?",
        "Gus: No, no. I can not find anywhere.",
        "Jeffrey: What?",
        "Gus: I can't find him.",
        "Jeffrey: Do you think he's skipped town?",
        "Gus: No, his stuff is still at the house. All of his roommates say he's in town.",
        "Jeffrey: Well, they say.",
        "Gus: I put an A.P.B. out on him, okay.",
        "Jeffrey: Oh, great. We got to find Frank Cooper. I've been looking for him everywhere. I can't find him either. (Frank and Darci laughing)",
        "Darci: My God, you're so bad.",
        "Jeffrey: Hey.",
        "Frank: Hey! What's up fellows?",
        "Jeffrey: We got a lead on the murder case.",
        "Frank: Well, good. What's up? What's going on?",
        "Jeffrey: I thought you were suppose to be keeping an eye on things here? Where have you been?",
        "Frank: Nice to see you, too, Jeffrey. Darci, this is Jeffrey O'Neill, our District Attorney. And you know Detective Aitoro.",
        "Jeffrey: Frank.",
        "Darci: Nice to meet...",
        "Frank: Well, you know what? He's really good at getting results, but he's very, very bad on manners.",
        "Gus: Frank, this is about Ben Reade. It's about Ben Reade.",
        "Frank: Would you excuse us for a second? Thank you. What about Ben Reade?",
        "Gus: Right. A girl came in tonight. She's knows about his past. About years ago.",
        "Jeffrey: Disturbing stuff, Frank.",
        "Frank: You think this links Ben up to the murders now?",
        "Gus: Well, it could. This guy... This guy could have some serious problems.",
        "[SCENE_BREAK]",
        "Marina: Shayne? Took you long enough. Your dad hold you hostage or something? Shayne? Shayne?",
        "Ben: Guess again.",
        "[NEXT_ON]",
        "Phillip: Well, who else besides Olivia will want to fake the results?",
        "Alan: Who indeed?",
        "Frank: Shayne, have you seen Marina?",
        "Shayne: Is everything all right? What's going on?",
        "Gus: We think Ben Reade's here.",
        "Ben: Do not turn your back on me again, or I don't know what I'll do."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=rC_ipqPq_Y0"
}