{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: And that's direct to New Orleans? Great. Window seat? That's \r\nperfect. Thanks, I will. \r\n",
        "Felicia: Caught you just in time. \r\n",
        "Reva: For what? \r\n",
        "Felicia: How would you like a \r\n",
        "Felicia: Caught you just in time. \r\n",
        "Reva: For what? \r\n",
        "Felicia: How would you like a travel companion? There's a conference in\r\n\r\nNew Orleans on organic mood disorders, and no, I'm not saying that I'm trying\r\n\r\nto keep an eye on you. \r\n",
        "Reva: (Laughs) you're worried that I don't know my way around new \r\nOrleans, but I do; at least, New Orleans during the civil war. Still don't \r\nbelieve \r\nme, do you? \r\n",
        "Felicia: I believe you think you were there. \r\n",
        "Reva: Spoken like a true therapist. \r\n",
        "Felicia: Well, it's clear you need to see for yourself, find out if \r\nthere's some \r\nhistorical basis for what you experienced, and I think that's a valid pursuit.\r\n\r\nMaybe we could explore the connections and see what they mean to you. \r\n",
        "Reva: You're good. You got yourself a partner. And I have a good \r\nimagination, but not that good. I was there. Now, all I have to do is find out\r\n\r\nwhy. Onward. ",
        "",
        "Danny: Okay, bye. \r\n",
        "Michelle: Oh no, you don't. \r\n",
        "Danny: Hey. \r\n",
        "Michelle: You don't ever leave without one of these. \r\n",
        "Danny: Honey, I got to go. Please. I thought I took care of that \r\nupstairs. \r\n",
        "Michelle: That... That was a bedroom kiss. This is A... \r\n",
        "Danny: What's the difference? \r\n",
        "Michelle: ...Good-bye-I'm going-to-miss-you-terribly kiss, see? \r\n",
        "Danny: Okay, all right. I see the difference. \r\n",
        "Michelle: All right, all right, fine. That ought to hold me. \r\n",
        "Danny: Will it? You sure? \r\n",
        "Michelle: Yeah, at least until you've checked out that room and let me\r\n\r\nknow whether our plans are going to work or not. \r\n",
        "Danny: For once in my life, I think my plans are going to work only too\r\n\r\nwell. \r\n",
        "Michelle: Honey, you designed that room. You know exactly how \r\nSpaulding's finances are controlled. \r\n",
        "Danny: I haven't been in there since they finished it. I got to take a \r\nlook at \r\nit and see what snags we might be up against. Just my luck, huh? My first \r\nhonest job, and I design a failsafe security system that now I'm forced to break\r\n\r\ninto. \r\n",
        "Michelle: Yeah, but once we do, we sting Mr. Big and we are free from \r\nthe \r\nmob forever. \r\n",
        "Danny: Yeah, if everything goes according to the plan. \r\n",
        "Michelle: It will, it will. If something goes wrong, we've got Frank on \r\nour \r\nside. \r\n",
        "Danny: Unofficially, which is better than nothing, but without official\r\n\r\npolice backup, if there are any slipups, we are sunk. \r\n",
        "Michelle: Well, it won't happen because I'm not going to let it. \r\n",
        "Danny: I don't know. I wish... I really wish I didn't need your help \r\nwith \r\nall this. \r\n",
        "Michelle: And I wish that you would stop saying that, because you \r\ncouldn't keep me away from something this important-- you know that. \r\n",
        "Danny: Yeah, I know, I know. Yes, I learned the hard way, remember? \r\n",
        "Michelle: Yeah, as long as you remember what a valuable partner I can \r\nbe. \r\n",
        "Danny: How could I forget? How? You nailed Gus Aitoro, the world's \r\nleading rogue cop. \r\n",
        "Michelle: The world's leading loser. ",
        "",
        "Gus: My, my. Still so bitter. You have to be careful. That stuff could \r\nkill \r\nyou. ",
        "",
        "Edmund: What's this? \r\n",
        "Lorelei: A honey-do list. I figure you can grab that stuff while I \r\nchow. \r\n",
        "Edmund: Oh. \"Thank-you gifts for Phillip and Alan for allowing us \r\nto \r\nstay at the Spaulding mansion.\" Why, Lorelei, I'm impressed. How very Beth-\r\nlike of you. Yes, but I think we can get to this later. As a matter of fact, we\r\n\r\nshould do it together; reinforce Beth's tastes in you. \r\n",
        "Lorelei: Oh, come on, Eddie. I mean, you hate this place, and I want to \r\nget \r\nback to the house just as soon as I can. If you go pick those things up while I\r\n\r\nchow, we can kill two birds with one stone. \r\n",
        "Edmund: All right, all right. Your humble servant is on his way. \r\n",
        "Lorelei: Eddie? Why you always got to use the front door? Car's parked\r\n\r\nright by the back door. \r\n",
        "Edmund: All right. \r\n",
        "Lorelei: Five, four, three, two... \r\n",
        "Phillip: Hey. This is a nice surprise. \r\n",
        "Lorelei: Actually not. I figured you might need this. \r\n",
        "Phillip: Where did you find that? \r\n",
        "Lorelei: In the kitchen. You left it there. \r\n",
        "Phillip: I was looking everywhere... Wait a minute, how'd you know I \r\nwas \r\ngoing to be here? \r\n",
        "Lorelei: Well, I turned it on and saw that you had an appointment at \r\nthis \r\ntime, so I figured I'd drop it by and see if you had a free moment. I hope you\r\n\r\ndon't mind. ",
        "",
        "\r\n[Captioning sponsored by Procter &amp; Gamble Productions, Inc. And CBS.]",
        "",
        "Phillip: Of course I don't mind. That was very sweet of you to do this, \r\nbut \r\nyou didn't have to bring this all the way down here. \r\n",
        "Lorelei: Oh, no, it's no... No trouble. \r\n",
        "Phillip: Well, I actually think my appointment is late, so, yeah. Where \r\nis \r\nthe ubiquitous Edmund? Lurking in the back somewhere? \r\n",
        "Lorelei: He's running an errand. \r\n",
        "Phillip: Oh, good. How fortunate. Oh, Beth, you know I love you, and\r\n\r\nI'M... At this point, I'm still just so grateful that you're alive. But I can't \r\ntell \r\nyou how disturbing I find it that you would even give him the time of day, \r\nmuch less let him back into your life. \r\n",
        "Lorelei: Phillip, now you know, we've been down this road before, and I\r\n\r\nknow that you think that Edmund went down to Mexico to rob me blind, and I \r\ndon't know how many ways I can say this, but you're wrong. Edmund adores \r\nme. He has no interest in the money that Bradley left me. \r\n",
        "Phillip: That's because there's no money to be interested in. \r\n",
        "Lorelei: Well, yes, there is. I mean, we talked about it yesterday-- \r\nthe \r\nbequest Bradley left me. \r\n",
        "Phillip: Yeah, the bequest. It's the deed to a silver mine in Colorado.\r\n\r\n",
        "Lorelei: Oh, right. I'd forgotten what it was. \r\n",
        "Phillip: You know, I find it really hard to believe that you would \r\nforget \r\nthat.",
        "",
        "Danny: You better have a good reason for being here. \r\n",
        "Gus: Well, as a matter of fact, I do. I am making a house call to the \r\nkid \r\nthat I brought into this world. Anybody mention what a difficult, difficult \r\ndelivery that was? Anybody? \r\n",
        "Michelle: Danny, it's getting late. You should just... Just get going.\r\n\r\n",
        "Danny: No, I am not in a rush. No, you did one so-called decent act \r\nyesterday. Don't let it go to your head. \r\n",
        "Gus: What constitutes decency to a criminal? I wonder. Now, I toss \r\ndecent people like you in jail. I've been doing it for years. Some people think\r\n\r\nthat's very damned decent. \r\n",
        "Danny: I am going to go say good-bye to Robbie. You'll be gone when I\r\n\r\ncome back down. I'll be right back. \r\n",
        "Michelle: Oh, Danny... \r\n",
        "Danny: Right. \r\n",
        "Gus: Big guy's trying to make something of himself, huh? Head of \r\nSpaulding security. Very big responsibility. \r\n",
        "Michelle: Yeah, he takes his job very seriously, unlike someone I know.\r\n\r\nOh, I'm sorry to disappoint you, but Jude's not here. Neither are Harley and \r\nRick. They went down to city hall, so if you want to try to catch them... \r\n",
        "Gus: Wait, wait, city hall? What do you mean, city hall? For what? \r\n",
        "Michelle: You know that Harley and Rick are eager to make the whole \r\nthing official. \r\n",
        "Gus: What... What... Make what official? \r\n",
        "Michelle: The birth certificate. What do you think I meant? \r\n",
        "Gus: Well, I don't know. I don't... I don't have kids. I don't know.\r\n\r\n",
        "Michelle: You could have fooled me. \r\n",
        "Gus: (Sighs) just make sure that Jude gets this, okay? \r\n",
        "Michelle: Well, sure, sure, I will, when he's old enough, in about \r\nseven \r\nyears. \r\n",
        "Gus: Well, so what? He'll have something to look forward to in the \r\nfuture. \r\n",
        "Michelle: Yeah, so do I. \r\n",
        "Gus: You do? Like what? \r\n",
        "Michelle: Like this. \r\n",
        "Gus: All right, Michelle, even though you're so nasty to me, I'll still \r\ncome \r\nand see you in the state pen on visiting days. ",
        "",
        "Lorelei: Well, it's hard for you to understand. Imagine what it's like \r\nfor \r\nme. It's so... So frustrating because I just... I keep forgetting things and...\r\n\r\nBig things, all the time. \r\n",
        "Phillip: I... Yeah, I know. Listen, I'm sorry. I understand. I'm sure \r\nit's \r\nvery, very difficult for you. And you know what? I'm going to help you get \r\nthrough this. \r\n",
        "Lorelei: You are? \r\n",
        "Phillip: I am. And you know what? Actually... Actually it's okay. The\r\n\r\nmemory lapses help to explain some of the other lapses in judgment. Because \r\nyou may not know this, Beth, but you being back with Edmund makes \r\nabsolutely no sense whatsoever. And I know what you're going to say. I \r\nknow you're going to say it's your life, and you're right, it is your life. And\r\n\r\nwith everything else that you've had dumped on you recently, I'm sure the last\r\n\r\nthing you want to hear is my somewhat-biased opinion. But the fact of the \r\nmatter is that I am stumped. I am... I am just baffled by all of this, because\r\n\r\nyou were determined before you went down to Mexico to divorce Edmund. \r\nAnd you're yet to give me one good reason as to what changed-- why you \r\nwould turn on a dime and go back to someone who had treated you so \r\ndespicably? \r\n",
        "Lorelei: Well, Phillip, there are a lot of ways to look at things, and \r\nyou \r\nhave your point of view, and I have mine. \r\n",
        "Phillip: No, but see, that doesn't cut it, Beth, because practically \r\neverybody \r\nshares my opinion of Edmund, while virtually no one shares yours. Look, I \r\ndon't understand this. I... I know that you have forgotten some things, and I\r\n\r\nknow that you're still a little off balance, but I mean, come on. Do I have to\r\n\r\njot you down a list of all his crimes against humanity in general and you in \r\nparticular? \r\n",
        "Lorelei: Well, yeah, Phillip. Maybe you should.",
        "",
        "Reva: I remember this. And this. \r\n",
        "Felicia: What about this? Maybe you read something in the guide. Well,\r\n\r\nit would explain why all this seems so familiar. \r\n",
        "Reva: No, Felicia. I was here. I was a nurse in this house during the \r\ncivil \r\nwar. I took care of Jack Robechaux, who looked exactly like Joshua. And \r\nRegina, his wife, who was the spitting image of Olivia; she was here, too, not\r\n\r\nto mention the beast of New Orleans, general Hudson, who was the dead \r\nringer \r\nfor Alan Spaulding. Regina was sleeping with general Hudson and deceiving \r\nJack, and she was loyal only to herself. General Hudson was blackmailing \r\nRegina-- said that he'd have Jack hanged unless they agreed to cut him in on \r\nhis... On their plantation. \r\n",
        "Felicia: That's some story. \r\n",
        "Reva: Yeah, it is. I wonder how it all played out. \r\n",
        "Danielle: Hello, welcome. \r\n",
        "Reva: Daphne? What are you doing here? \r\n",
        "Danielle: I'm sorry, I'm not... Oh, I guess I must look like someone \r\nyou \r\nknow. I'M... I'm not. \r\n",
        "Reva: Yes. Everybody looks like everybody these days. \r\n",
        "Danielle: Well, I'm Danielle, the curator of the Robechaux house, and I\r\n\r\nalso \r\nmoonlight as the tour guide. So, like many of wealthy families in new \r\nOrleans, the Robechaux fell on very hard times after the war, especially after\r\n\r\nthey lost the plantation. \r\n",
        "Reva: You know, it's... It's really amazing to me how everything is so\r\n\r\nintact. \r\n",
        "Danielle: Oh, well, there used to be a large portrait of Madame \r\nRobechaux \r\nthat hung right over there. No one knows what became of that. \r\n",
        "Reva: Well, I'm sure it will show up one of the days. I'm not so much\r\n\r\ninterested in the war as much as I am the families-- families like the \r\nRobechaux. \r\n",
        "Danielle: Well, sad to say, theirs is a tragic tale, one that began and \r\nended \r\nwith the war. \r\n",
        "Reva: What do you mean? \r\n",
        "Danielle: Well, it commenced when general Hudson occupied New \r\nOrleans, \r\nand it ended with Colonel's Robechaux's arrest. \r\n",
        "Reva: Arrest? For what? \r\n",
        "Danielle: Espionage. \r\n",
        "Reva: What happened? \r\n",
        "Danielle: Well, he faced a firing squad. General Hudson gave the order\r\n\r\nhimself, and the Colonel was executed as his wife looked on. ",
        "",
        "Phillip: And that is just the proverbial tip of the old iceberg. Is any \r\nof this \r\nringing any bells for you? \r\n",
        "Lorelei: A few. No, no, go on, go on. \r\n",
        "Phillip: Do you remember the attempt on Richard's life? Do you \r\nremember him locking Cassie in a tower? Oh, my God, Beth, you... You \r\ncaught him carrying her half- dead body out of there. \r\n",
        "Lorelei: I did? \r\n",
        "Phillip: Yes, and when you caught him, he locked you in there. \r\n",
        "Lorelei: Well, I don't remember that. I definitely don't remember that.\r\n\r\n",
        "Phillip: You know, well, that's not all, Beth. From what I could piece\r\n\r\ntogether and from what I saw myself, he tried to kill you when you tried to \r\nescape. Yes. \r\n",
        "Lorelei: Oh... \r\n",
        "Phillip: Oh, God, look, what am I doing? What am I doing? I'm sorry,\r\n\r\nBeth. I'm not trying to traumatize you here. I'm just... I thought... I thought\r\n\r\nyou remembered more than that. You know? But actually, you know what? \r\nIt makes perfect sense. \r\n",
        "Lorelei: It does? \r\n",
        "Phillip: It really does. Yeah, sure it does. I don't know why I didn't \r\nthink \r\nabout this before, but you're... You're probably blocking a lot of things out\r\n\r\njust to be able to function. I mean, that's got to have a fairly radical effect \r\non \r\nyou, to realize that you've walked away from your friends and family to... To\r\n\r\ndevote yourself to someone like Edmund Winslow, and I'm sure that would \r\nmake you want to question everything. \r\n",
        "Lorelei: Well, thanks for not burdening me with your biased opinion...\r\n\r\n",
        "Phillip: Look, all I'm saying is that I think there's a possibility \r\nthat you are \r\ntrying to rationalize your mistake by burying it, by pretending that it didn't\r\n\r\nhappen, but it did. And believe me, Edmund Winslow is as rotten as they \r\ncome. \r\n",
        "Lorelei: Any other pearls of wisdom? \r\n",
        "Phillip: Yeah. \r\n",
        "Lorelei: Walked right into that one. \r\n",
        "Phillip: This is really important, Beth. After Bradley died, the new \r\nBeth \r\ntook control of her life, because you see, both Bradley and Edmund both hurt \r\nyou very, very badly. But when he died, you decided to bury all of the abuse \r\nwith him by divorcing Edmund. You understand what I'm saying? You with \r\nme? \r\n",
        "Lorelei: Locked in a tower, huh? \r\n",
        "Phillip: And no matter what Edmund ever does, Beth, he can... He can \r\nget \r\non his knees and he can profess his undying love for you day and night. It \r\nwill never change what he did to you. \r\n",
        "Edmund: Hello, darling. \r\n",
        "Lorelei: Edmund. \r\n",
        "Phillip: Well, looks like my appointment was a no-show, which I think \r\nin a \r\nway may have been very fortunate. I'll see you later. I think you two have \r\nmuch to discuss. \r\n",
        "Edmund: So, did you have a nice chat? \r\n",
        "Lorelei: Oh, yeah, yeah. We just... Talking about the past. \r\n",
        "Edmund: Did Phillip catch you? Question you about your memory? Act \r\nsuspicious in any way? \r\n",
        "Lorelei: No. I passed with flying colors. \r\n",
        "Edmund: That's a minor triumph. I keep on feeling I haven't given you\r\n\r\nsome details you're going to need. \r\n",
        "Lorelei: And why is that, Eddie? I mean, after all, you've been \r\ncompletely \r\nthorough, right?",
        "",
        "Edmund: I've given you enough information to skate by on. But I don't\r\n\r\nknow, the more time you spend with Phillip and Lizzie and especially Lillian,\r\n\r\nthe more risk there is of them finding you out. I'm going to have to insist on\r\n\r\nbeing present whenever you're with them. \r\n",
        "Lorelei: Well, gee, Eddie, thanks for the vote of confidence. \r\n",
        "Edmund: Look, I realize that running into Phillip was just a \r\ncoincidence, \r\nbut it's just those types of random meetings we have to safeguard ourselves \r\nagainst. \r\n",
        "Lorelei: So you can get what you want? \r\n",
        "Edmund: And you, too, my dear. All right, all right, look. It didn't \r\nescape \r\nme last night how dazzled you were by the Spaulding lifestyle. But it also \r\nclearly filled a void in your life. Oh, please, Lorelei, don't pretend I didn't\r\n\r\nnotice. All of this is more than just about cold, hard cash for you. You need\r\n\r\nto fill wanted, to belong to them. They fulfill some sort of fantasy life you've\r\n\r\nalways imagined for yourself that the good people of your hometown just \r\ncouldn't provide for you. \r\n",
        "Lorelei: Why do you bring that up? Don't you dare bring up... \r\n",
        "Edmund: Oh, please, please, I'm just making an observation, all right? \r\nBy \r\nall means, carry on with it, at least as long as we get access to Beth's funds.\r\n\r\n",
        "Lorelei: Well, okay, fine. I got a few observations of my own. \r\n",
        "Edmund: Oh, is that so? \r\n",
        "Lorelei: You claimed that you would have moved heaven and earth for \r\nBeth. But after seeing her family's reaction to you, I'm just starting to wonder\r\n\r\nif that's really true. \r\n",
        "Edmund: You're going to question my devotion to Beth at this point? \r\nBeth \r\nwas the strongest, loveliest, most alive woman I've ever known in my life, and\r\n\r\nI had no choice but to go down to Mexico and try to win her back. Then fate \r\nsnatched her up and took her away from me forever. \r\n",
        "Lorelei: Fate. \r\n",
        "Edmund: Yes, fate. \r\n",
        "Lorelei: Or something else. \r\n",
        "Edmund: Oh, please, please, really, it was the darkest day of my life, \r\nand I \r\nhave no wish to revisit it any more often than my conscience obliges me to. \r\n",
        "Lorelei: Okay, okay, you're probably right. I'm just... Guess I'm being\r\n\r\ninsensitive, you know? I'm not as smart as you, and well... I don't know, \r\nthere's just something I just can't seem to get straight. \r\n",
        "Edmund: What is it? \r\n",
        "Lorelei: Well, you... You sure you made up with Beth? \r\n",
        "Edmund: Of course. \r\n",
        "Lorelei: Absolutely, positively? \r\n",
        "Edmund: Absolutely, positively, yes. \r\n",
        "Lorelei: Just something I just can't seem to wrap my mind around, \r\nthat's \r\nall. \r\n",
        "Edmund: What part of \"made up with\" don't you get? \r\n",
        "Lorelei: The part how after you locked Beth in a tower and she almost \r\ndied \r\ntrying to escape, she pulls this big 180 and figures, \"well, hell's bells, \r\nEdmund's the man for me.\" ",
        "",
        "Phillip: Hey, Danny, I'm sorry to keep you waiting. \r\n",
        "Danny: That's okay. It looks like my access code has been changed. \r\n",
        "Phillip: Yeah, actually I changed all of them. You'll get a new one in \r\na \r\nfew days. Until then, my father and I have access. \r\n",
        "Danny: Okay. Well, I figure I better to wait outside than force my way \r\nin. \r\n",
        "Phillip: Right. (Computer beeping) not that you could, though. \r\n",
        "Danny: Oh, no. Not now that Spaulding's holdings are protected by the\r\n\r\nbest system available. I don't think you'll be disappointed. \r\n",
        "Phillip: Well, let's have a look. \r\n",
        "Danny: Ooh, yeah, very nice. Very nice. They did an excellent job. \r\nYeah. I think once the cameras are functioning, I don't think we'll... We \r\nprobably won't need the heat sensors and all the other devices that I rigged the\r\n\r\nroom with. \r\n",
        "Phillip: Can't have too much security. \r\n",
        "Danny: Oh, amen, amen. That's what I've been saying from day one. \r\nThat's why your father hired me. \r\n",
        "Phillip: Mm-hmm. Okay, when... When will all this be operational? \r\n",
        "Danny: Well, I... I still need to run a few tests, put a few encryption\r\n\r\nalgorithms online, and then I think we'll be ready. \r\n",
        "Phillip: Okay, well, let me know when you have a startup date. \r\n",
        "Danny: Yeah, you let me know when my access code works. (Laughs) \r\n",
        "Phillip: I will, don't worry. All right, looks good. Okay, well, I \r\nactually \r\nhad a meeting this morning that failed to materialize, and I have to go \r\ninvestigate what that was all about, but this is very good, Danny. Great, very\r\n\r\nimpressive. \r\n",
        "Danny: Thanks. \r\n",
        "Phillip: See you later. \r\n",
        "Danny: Lucky for me, you babies aren't functioning yet. ",
        "",
        "Danielle: So, after the union army seized New Orleans, desperate times\r\n\r\nfollowed. And desperate people do desperate things. It's rumored that \r\nMadame Robechaux betrayed her husband. \r\n",
        "Reva: How? \r\n",
        "Danielle: Well, who's to say? What we do know is that she vanished \r\nafter \r\nhis execution. And we've seen some letters from friends implying that she \r\nwas in England for some time. It's even rumored that she was an intimate of \r\nthe Prince of Wales, who later became king Edward vii. Who knows? \r\n",
        "Reva: Do you have any idea what happened to the plantation? \r\n",
        "Danielle: Well, it changed hands several times. Now it's part of an oil\r\n\r\nfield. \r\n",
        "Reva: Oil? \r\n",
        "Danielle: Yes. The war was devastating. Some families recouped their\r\n\r\nlosses when they struck oil, but 20 years later. \r\n",
        "Reva: But that didn't help the Robechaux. \r\n",
        "Danielle: Oh, no. They... They never... They never regained after they\r\n\r\nlost the land. \r\n",
        "Reva: Danielle, thank you. Thank you so much. You've shed a lot of \r\nlight \r\non some things. I only wish that we could dig up a little more info on the \r\nRobechaux family. \r\n",
        "Danielle: Well, I just might have what you're looking for. The \r\nRobechaux \r\nfamily papers. Historians, it's a... It's a dream for them. Would you like to\r\n\r\nsee the centerpiece? \r\n",
        "Reva: Yeah, please. \r\n",
        "Danielle: A letter from Jack Robechaux, apparently to his wife. And \r\ncheck \r\nout the date: The eve of his execution. \r\n",
        "Reva: \"My dearest one, my soul mate, death holds no terror for me, for I \r\nbelieve that the one who brought us together will never truly part us. If not in \r\nthis life, then in the next, we will meet again, and until that happy hour, I \r\nthank you for your tender mercy, and the gift, ever so brief, of your affection. \r\nI remain yours always. Jack. P.S., Do not grieve for me. Trust your heart.\"\r\n\r\n",
        "Felicia: Reva, what's wrong? \r\n",
        "Reva : He didn't write this for his wife. He wrote it for me.",
        "",
        "Reva: Thank you. That night, knowing that when the sun rose he'd be \r\nfacing a firing squad, Jack poured his heart out to me-- to me, not to his wife.\r\n\r\n",
        "Felicia: Reva, you can't possibly believe that. \r\n",
        "Reva: I know that it requires a suspension of disbelief. \r\n",
        "Felicia: That's been established. \r\n",
        "Reva: But when I traveled back in time to this house, I was Jack \r\nRobechaux's nurse. \r\n",
        "Felicia: And amazingly, Jack looked exactly like Josh. \r\n",
        "Reva: I know how crazy this sounds, but we shared a connection more \r\npowerful than two people can. Look, in these last words: \"Trust your \r\nheart.\" \r\nThose are the exact words that Josh said to me right before I went through that\r\n\r\nportrait. Oh, come on, Felicia. There's too many coincidences for this just to\r\n\r\nbe a figment of my imagination. \r\n",
        "Felicia: Reva, there is something to be learned from this experience, \r\nand I \r\nadmit it's an extraordinary coincidence that the words in the letter echo those\r\n\r\nof Josh's, and that the world that you've dreamed up does have some basis in \r\nhistorical fact, but... \r\n",
        "Reva: Obviously. \r\n",
        "Felicia: But Reva, you have to be careful how far you take this and how\r\n\r\nmuch meaning you ascribe to these coincidences. \r\n",
        "Reva: Because at the end of the day, it's all in my head. \r\n",
        "Felicia: I have to believe that. I'm a professional. \r\n",
        "Reva: Danielle? Do you know if there's any record of a nurse Shayne \r\ntreating Colonel Robechaux? \r\n",
        "Danielle: No, not that I know of. \r\n",
        "Reva: But that doesn't necessarily mean that there wasn't one, right?\r\n\r\n",
        "Danielle: Oh, of course not. If you'll excuse me for just a moment...\r\n\r\n",
        "Reva: You see? She didn't rule it out. \r\n",
        "Felicia: There's no record of her, which means you probably imagined \r\nher. \r\n",
        "Reva: Which is what, making sense of today by inventing a yesterday?\r\n\r\nThat's delusional. And I may be a lot of things, but I'm not that. I may never\r\n\r\nbe able to convince you of this, but I know it. I know it in my soul. I was \r\nhere, and I have to take the next step because I have to find out what all of \r\nthis \r\nmeans. \r\n",
        "Felicia: Look, maybe... Maybe we can explore all of this tomorrow. \r\nRight \r\nnow, I have to go back to the hotel. I have to at least make an appearance at\r\n\r\nthe seminar. \r\n",
        "Reva: Do it, do it, go. This will all wait. I'll see you later. \r\n",
        "Danielle: Well, I hope you enjoyed the tour. Ready to go? \r\n",
        "Reva: Uh... \r\n",
        "Danielle: Oh, we close at noon for lunch. \r\n",
        "Reva: I was kind of hoping that I could just kind of stick around for a\r\n\r\nwhile. \r\n",
        "Danielle: Oh. Well, I know how important this is to you, it seems. Just\r\n\r\nplease don't take too long. \r\n",
        "Reva: Okay, thanks. ",
        "",
        "Gus: There you are, Mr. Spaulding. \r\n",
        "Phillip: (Laughs) yes, here I am: Where I was, on time, for the \r\nmeeting \r\nthat you requested and then didn't show up for. \r\n",
        "Gus: I know, I apologize about that. I was... Something came up. Are\r\n\r\nyou ready to get down to business? \r\n",
        "Phillip: We don't have any business. Don't you know when you've blown\r\n\r\nit? Whatever it was about, forget it. \r\n",
        "Gus: Sed quis custodiet ipsos \r\ncustodies? \r\n",
        "Phillip: I beg your pardon? \r\n",
        "Gus: \"Who guards...\" \r\n",
        "Phillip: \"...The guardians.\" Yes, I know what it means. Why \r\ndid you say \r\nit? \r\n",
        "Gus: Who is minding your star employee? \r\n",
        "Phillip: Of course. This is about Danny Santos. \r\n",
        "Gus: And do you trust yourself to do that job, or do you think perhaps \r\nyou \r\nshould leave that to a professional? ",
        "",
        "Edmund: Phillip was lying. Oh, for heaven's sake, can't you see the \r\nman's \r\nmotivation? \r\n",
        "Lorelei: Not as clearly as I see yours. Besides, why'd he make up such \r\na \r\nfar-fetched tale as that? \r\n",
        "Edmund: He's desperate. He's going to stop at nothing to get you to \r\ndesert \r\nme. \r\n",
        "Lorelei: Okay, okay. You telling me if I waltz down to the library and \r\nI \r\nwent online, I wouldn't find no newspaper articles about this or nothing? \r\n",
        "Edmund: Why would you do that? I've already told you everything you \r\nneed to know. \r\n",
        "Lorelei: That's it. \r\n",
        "Edmund: What \"that's it?\" \r\n",
        "Lorelei: That's it. That's where I draw the line. I'm not going to be \r\ntreated \r\nlike some ventriloquist's dummy; told what to think and when to think it. \r\n",
        "Edmund: But I've already told you the truth. \r\n",
        "Lorelei: No, no. You did a darn good job at keeping it from me, but \r\ntoday's d-day. \r\n",
        "Edmund: Just a minute. \r\n",
        "Lorelei: Back off, Eddie. I agreed to pull a scam, not hook up with \r\nsome \r\nsuspected murderer. \r\n",
        "Edmund: Now, just wait, Lorelei, and listen to me for a moment. \r\n",
        "Lorelei: No, why should I? Why should I listen to you? I already \r\nconvinced them I'm Beth, and I don't need royal scum skimming off the top. \r\nFrom now on, I'm flying solo. ",
        "",
        "Edmund: You can't possibly go this alone. \r\n",
        "Lorelei: Just watch me. \r\n",
        "Edmund: I'm your entree in their world. \r\n",
        "Lorelei: Correction: Were. But I don't need you anymore, especially now\r\n\r\nthat Phillip told me what a homicidal maniac you are. \r\n",
        "Edmund: Oh, wait a minute. I'm no more a murderer than you are the real\r\n\r\nBeth. Now, if you think you can pull this off without a mistake and needing \r\nme to jump in and save you, then you're stupider than I thought you were. \r\n",
        "Lorelei: You're insulting me now? Well, keep digging, Eddie, and don't\r\n\r\nplan on anyone looking for you. \r\n",
        "Edmund: Oh, but they will. And you, too, my dear, especially when I \r\ntell \r\nthem you're an impostor. \r\n",
        "Lorelei: Really? And just where does that leave you? Trying to swindle\r\n\r\nyour dead wife's family. They'll throw the book at you, Eddie, and I'll just \r\npass myself off as the poor fool you used trying to steal that dead gal's money.\r\n\r\n",
        "Edmund: But that's just it. We'll both be behind bars, and neither one \r\nof us \r\nwill get what we want. \r\n",
        "Lorelei: Well, see, that's where you're wrong. You taught me too well.\r\n\r\nI'm on the home stretch. Bottom line: You need me, but I sure as hell don't \r\nneed you. \r\n",
        "Edmund: What are you going to do? \r\n",
        "Lorelei: I'm going to kick you out of the mansion. I don't think \r\nPhillip or \r\nAlan will mind, so you grab that sequined tux and hit the road. You're \r\nhistory. Oh, thanks for the gifts. ",
        "",
        "Michelle: So, you think we can pull this off? We can sting Mr. Big? \r\n",
        "Danny: At the moment, I would say yes. \r\n",
        "Michelle: Well, that's a relief. I'm glad. \r\n",
        "Danny: Hey, what's the matter? \r\n",
        "Michelle: Oh, I don't know. I hate to admit it, but I guess Aitoro got \r\nunder \r\nmy skin. \r\n",
        "Danny: Well, that's what viruses do. Don't let him get to you. \r\n",
        "Michelle: It just feels like he's always checking up on us. I know he \r\nhad a \r\nquasi-valid reason to stop by, being that the creep delivered my nephew, but it\r\n\r\njust feels like he was using it as an excuse to spy on us. \r\n",
        "Danny: Honey, he has nothing on us and he has no clue what we're up to.\r\n\r\n",
        "Michelle: But that's my point. He doesn't know anything, but he's \r\nprimed \r\nto find out. And he will if we don't keep our eye on him. ",
        "",
        "Gus: If you don't keep your eye on him, he will rob you blind. He will\r\n\r\ntake the eye out of your socket and come back for the lashes. \r\n",
        "Phillip: Ooh. Well, tell me, why... Why should I trust you to guard my\r\n\r\neyes, or any other body part for that matter? More specifically, why should I\r\n\r\nallow you to monitor the head of my security? You have something of a \r\nreputation for bending the rules yourself. \r\n",
        "Gus: Mr. Spaulding, you strike me as a savvy man-- savvy enough to \r\nrealize that sometimes rules need to be bent to get results. \r\n",
        "Phillip: And you still have an ax to grind with Danny, don't you? \r\n",
        "Gus: So use that to your advantage. If you give me the green light, if \r\nhe \r\ndoes anything illegal, I will bring you his head. Come on, you must have \r\nsome doubt about Danny Santos. \r\n",
        "Phillip: Oh, I have my doubts about almost everybody. Why should I \r\ntrust \r\nyou? \r\n",
        "Gus: Well, I know how Danny operates. All right, you think that I have \r\na \r\nJones for Danny Santos. Think about this: From Danny all the way down to \r\nthe janitor, you need backup. You are not going to get anybody better than \r\nme. Somebody needs to guard the guards. \r\n",
        "Phillip: Somebody with an ax to grind. I think you better hurry. \r\nTempus is fugiting. \r\n",
        "Gus: What does that mean? \r\n",
        "Phillip: That means you have a job. \r\n",
        "Gus: Thank you, Mr. Spaulding. Thanks. \r\n",
        "Southern gentleman: Digging into the past, are we? \r\n",
        "Reva: Well, isn't that the point of a tour? \r\n",
        "Southern gentleman: Well, for some, but for others, it's best to leave \r\nthe \r\npast be buried, lest there be consequences. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=Pff-Tl_p20I"
}