{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marah: Dad? ",
        "Josh: Marah. Hi. ",
        "Marah: Your secretary told me you'd be here.\r\n",
        "Josh: Yeah, yeah, is everything okay? \r\n",
        "Marah: I just heard about Olivia getting \r\narrested with Alan Spaulding. Is there anything that I can do? ",
        "Josh: You're doing it, honey. ",
        "Marah: God, dad, I'm so sorry about all this.\r\n",
        "Josh: Yeah, so am I. ",
        "Marah: I know Olivia and I were definitely \r\nnot like best friends or anything, but I just can't believe that she would give \r\nAlan secret information about the company. Is this really true? ",
        "Josh: Well, not only is it true, I'm the one \r\nthat set them up. ",
        "",
        "\r\nOlivia: I could push you right off this balcony and not feel a thing. \r\n",
        "Alan: Olivia, it's not me you're angry with.\r\n",
        "Olivia: You sure about that, Alan? You ruined \r\nmy marriage and what, for all this lousy ego trip. ",
        "Alan: My ego or yours? Tell me something, \r\nOlivia, why... why would you want to be married to a man who would set you up \r\nand then watch as you're carted off to jail? ",
        "Olivia: Because I betrayed him first. \r\n",
        "Alan: You're not the only one upset here. I \r\nspent the night in jail also, thanks to your beloved Josh. ",
        "Olivia: If you hadn't blackmailed me, he \r\nwouldn't have set us up in the first place! This whole thing has been a \r\ndisaster! ",
        "Alan: I remember parts of it as not being a \r\ndisaster. I remember parts of it that we enjoyed very much. ",
        "Olivia: What are you thinking? Are you going \r\nto win my heart in a hostile takeover? ",
        "Alan: I don't remember you putting up a \r\nfight. I remember you enjoying our little tryst. As a matter of fact, I think \r\nthat's why you came out here, because this is where we shared our first kiss. I \r\nwanted you as much as you wanted me. ",
        "",
        "\r\n(Knocking on door) ",
        "Gus: Hello. What's the matter? Aren't you \r\nhappy to see me? (Whistles) Wow, what a nice joint. Who said crime doesn't \r\npay? (Laughs) ",
        "Carmen: I told you to stay in Springfield.\r\n",
        "Gus: Yeah. Yeah, you did. ",
        "Carmen: The plan was for Danny and Michelle \r\nto pull off a heist, go home and then you arrest them. What are you doing here?\r\n",
        "Gus: I'm not taking orders from you anymore.\r\n",
        "Carmen: Bad move. ",
        "Gus: Yeah? Well, you know what? You wouldn't \r\neven be on the outside if it weren't for me, Carmen. ",
        "Carmen: Well, you know what? You can't pull \r\nthis off without me. ",
        "Gus: Well, actually, nobody's pulling \r\nanything off. That's if Sandoval has his way. That's right, you heard me. \r\nSandoval and his brother are planning to stab you in the back. ",
        "Carmen: That's ridiculous. ",
        "Gus: No, it's not. I heard it from the \r\nhorse's mouth. ",
        "Carmen: They talk trash. ",
        "Gus: Do they? ",
        "Carmen: Yeah, they don't like taking orders \r\nfrom a woman, like some other people I know. ",
        "Gus: Well, actually, no, it's not trash. It's \r\n$25 million ready to be shanghaied. And if that happens, Carmen, you're going to \r\njail. ",
        "Carmen: They would never double-cross me.\r\n",
        "Gus: Well, maybe, maybe not. But you know \r\nwhat's funny? I have a funny, little, silly feeling that it's actually going to \r\nbe me that gets double- crossed here. ",
        "",
        "\r\nMichelle: Why would someone change the codes the second we're withdrawing the \r\nmoney? ",
        "Danny: I don't know. ",
        "Michelle: It's got to be a trap, Danny.\r\n",
        "Danny: There's no... ",
        "Michelle: It's got to be. We have to stop it.\r\n",
        "Danny: There's no way to prove that. No, no, \r\nno, no, no, we can't touch this. Just hold on. ",
        "Michelle: Danny, the new codes are being \r\nchanged faster than ours can be inputted. ",
        "Danny: I can see that. Wait, just wait. No, \r\nokay, no. This computer any second is going to spit our codes out as a no match, \r\nand they're going to try to nail us for grand theft. We got to get out of here.\r\n",
        "Michelle: Let's go. ",
        "Lowney: How's everything going? ",
        "Danny: Fine. Well, actually, we're wondering \r\nthe same thing, because... ",
        "Lowney: Oh, I'll just have a look. (Groans)\r\n",
        "",
        "\r\n Carmen: So, you think I'm double-dealing you, huh? Call headquarters right now, \r\ntell them the sting is off. What's the matter, agent Aitoro? You're not ready to \r\ngive up your dream of taking down my son? ",
        "Gus: No, I'm not. ",
        "Carmen: Then call your boss. ",
        "Gus: Maybe you didn't hear me before. I'm not \r\ntaking orders from you. You don't have anything to worry about. I have it \r\ncovered, okay? ",
        "Carmen: Seems to me like someone's getting \r\ncold feet. ",
        "Gus: What are you, my shrink all of a sudden, \r\nCarmen? You don't have to analyze me. ",
        "Carmen: You're making me nervous. ",
        "Gus: Well, that's tough. ",
        "Carmen: I don't understand. You're supposed \r\nto catch Danny and Michelle red-handed. And now all of a sudden, you're telling \r\nme Carlos and Bernard want to horn in on the action? ",
        "Gus: Carlos and Bernard, tweedle-dee and \r\ntweedle-dum. I'm up to the challenge. ",
        "Carmen: If you're half as smart as you think \r\nyou are, you'd call for back up. ",
        "Gus: I told... I can handle it. I can handle \r\nall of you, okay? I can handle it. ",
        "Carmen: Oh, so you're proud, so proud...\r\n",
        "Gus: Please, knock it off, Carmen. \r\n",
        "Carmen: What, you want to screw this up? You \r\nwant Carlos and Bernard to pull some kind of stunt, Danny to fall through your \r\nfingers once again? ",
        "Gus: You know, I'm... I'm really not in the \r\nmood for you going over my operation, okay? Especially you, a felon... \r\n",
        "Carmen: Well, it's too bad because I'm just \r\nas involved in this as you are. After all this planning, you're this close to \r\nhaving them over a barrel, and you blink. I'm disappointed. ",
        "Gus: You know something? You are going to \r\nspend Christmas in jail along with your son and your daughter-in-law. \r\n",
        "Carmen: Stop, stop with the empty threats.\r\n",
        "Gus: They're not empty promises! ",
        "Carmen: They will be if you don't succeed. \r\nSo, go ahead, make your phone call. ",
        "Gus: (Sighs) You're going to do something \r\nright now. You're going to stop hounding me. ",
        "Carmen: Go ahead, the call's on me. Be my \r\nguest! ",
        "Gus: What part of \"no\" do you not understand, \r\nCarmen? ",
        "Carmen: Why, why are you being so obstinate?\r\n",
        "Gus: You know, talking to you is like talking \r\nto a wall. This is... It's pointless. ",
        "Carmen: I just gave you a damn good one.\r\n",
        "Gus: Well, you know what, you're not \r\nunderstanding? Get this through your skull: I am not calling Washington. You \r\ndon't know what goes on behind closed doors, okay. You just... just... Just...\r\n",
        "Carmen: Just what? ",
        "Gus: Just... just... Mind your own business!\r\n",
        "Carmen: Is there something going on here that \r\nI don't know about? Has something changed? Because I need to know. What's going \r\non, Gus? ",
        "Gus: All right, all right, all right. I'm off \r\nthe case. ",
        "Carmen: Well, that changes everything. What'd \r\nyou think, you were going to come down here like the Lone Ranger? Think again. \r\nOut. ",
        "",
        "\r\nCatalina: Your name wasn't in the reservation book. Are you here to see Marah?\r\n",
        "Ben: No. This is for you. ",
        "Catalina: For what? ",
        "Ben: For saving me. The other night when we \r\ncame in. ",
        "Catalina: What? What do you mean \"saving \r\nyou?\" ",
        "Ben: Well, when we left, Marah forgot her \r\npurse. And when she came back in to get it, she got a rude awakening. \r\n",
        "Catalina: Oh. She saw me kissing Tony. \r\n",
        "Ben: Great timing. ",
        "Catalina: I... I didn't plan that. \r\n",
        "Ben: I know. That doesn't mean that I'm not \r\ngrateful. I want to be more to Marah than just some rebound guy, and you are \r\nhelping me. ",
        "Catalina: Ben, I wasn't crazy about helping \r\nyou keep Marah and Tony apart. Look, I don't want to play games. ",
        "Ben: I didn't want to make you feel \r\nuncomfortable. ",
        "Catalina: Well, I was and I am. So if this is \r\nbecause you think I'm going to help you get Marah, then I don't want it. \r\n",
        "Ben: The rose is yours to keep, okay? \r\nRegardless of whether you bail on me. But the more you hang with Tony, the more \r\ntime I have with Marah. If we both get what we want, what's the harm? \r\n",
        "",
        "\r\nMarah: You set them up, why? ",
        "Josh: Olivia's having an affair with Alan. \r\nThere's other stuff, too, business stuff, but that's the gist of it. ",
        "Marah: How did you even know? ",
        "Josh: There were a lot of signs. Eventually, \r\nI saw them and set a trap. They walked into it. ",
        "Marah: They deserve it. ",
        "Josh: It doesn't make me feel any better.\r\n",
        "Marah: No, I guess it wouldn't. ",
        "Josh: Sometimes, you know, you have to stoop \r\nto other people's levels to beat them at their own game. ",
        "Marah: Well, at least you won. ",
        "Josh: Yeah, at the same time, I lost. \r\n",
        "Marah: Olivia and Alan, Dad, I'm sorry.\r\n",
        "Josh: Listen... listen, there's something I \r\nwant to say to you, okay? I'm sorry that I pushed Olivia on you and your brother \r\nfor so long. If I'd known how this was going to turn out, I... ",
        "Marah: Dad, you could have never have known, \r\nokay? So please, please do not blame yourself. ",
        "Josh: I just... I didn't know that she would \r\nstoop to... I thought she was above this kind of thing. ",
        "Marah: You know what, I did, too. Olivia and \r\nI got off to a rocky start, but that was my fault, too. I was just beginning to \r\nsee her in a new light because I thought she cared about you. I was trying to \r\nmeet her halfway. ",
        "Josh: I appreciate that. ",
        "Marah: Even now? ",
        "Josh: Yeah, sure. Of course I do. ",
        "Marah: That's what makes me so mad. You are \r\nso amazing and she just... ",
        "Josh: Yeah, this too shall pass. ",
        "Marah: And you will be okay, you will. \r\n",
        "Josh: Thanks. ",
        "Marah: But now it's starting to come back to \r\nme, all the stuff that she did. ",
        "Josh: Like what? ",
        "Marah: Well, she... she had this sort of, \r\nlike, pep talk with me when I broke up with Sam. And I thought she was talking \r\nto me because she actually cared about how I felt because she loved you so much. \r\nBut... Now, I don't know, I think it was just a lie. Do you think everything \r\nthat happened was a lie? ",
        "",
        "\r\nAlan: Josh may not want you, but I do. And when you're mine, I won't let you go.\r\n",
        "Olivia: Wait, wait. You know, if there's one \r\ngood thing that comes out of all this, that I'll never have to sleep with you \r\nagain. ",
        "Alan: Well, well, well, I'll chalk that one \r\nup to stress. ",
        "Olivia: Chalk it up to whatever you like. \r\nJust understand something: Josh still loves me, and somehow we're going to come \r\nout of this. ",
        "Alan: Don't hold your breath. ",
        "Olivia: You know what, once he cools down, he \r\nwill realize that I did what I did because I love him. ",
        "Alan: And we did what we did because we \r\nenjoyed it. And you cannot tell me that I am wrong. ",
        "Olivia: I can tell you that you're living in \r\na fantasy world. ",
        "Alan: And if you think Josh Lewis wants you \r\nback, you are living in a fantasy world, Olivia. And on that, I will take my \r\nleave. ",
        "Olivia: It's not a fantasy. It's the truth. I \r\nlove him and I am going to get him back no matter what! ",
        "",
        "\r\nJosh: I think Olivia was invested, at least initially. I know she worked very \r\nhard on you and Shayne. ",
        "Marah: Well, what about now? ",
        "Josh: Now... now, it's like I never knew her \r\nin the first place. And I don't think I'll ever know for sure if she actually \r\never loved me. ",
        "Marah: But you still love her. ",
        "Josh: I think a part of me does, yes. And I'm \r\nsorry. That must be hard for you to hear. ",
        "Marah: Dad, if someone hurts you, it doesn't \r\nnecessarily mean you're going to stop loving them. I mean, you don't just get \r\nover someone overnight. What? ",
        "Josh: (Laughs) ",
        "Marah: What? ",
        "Josh: When did you get to be so wise? \r\n",
        "Marah: Must be college. I've got two really \r\namazing role models. ",
        "Josh: Oh, yeah. ",
        "Marah: So, now that Olivia's out of the \r\npicture, do you think you and Mom are going to get together? ",
        "",
        "\r\nCatalina: This is... This is all just a game to you, isn't it? ",
        "Ben: You know, I'm getting the feeling you \r\ndon't think I stand a chance with Marah. ",
        "Catalina: I just don't think you can trick \r\nMarah into liking you. You know, she's pretty stubborn. Tends to have a mind of \r\nher own. ",
        "Ben: Well, that's good, because I like a \r\nwoman who knows what she wants, like you. ",
        "Catalina: Meaning Tony. ",
        "Ben: And I'm going to give you a little free \r\nadvice, okay? ",
        "Catalina: Look, you don't know anything about \r\nhim. ",
        "Ben: Hey, I'm a guy, aren't I? You girls tell \r\nus we're all the same. ",
        "Catalina: Well, I don't. ",
        "Ben: I'm going to let you in a little-known \r\nsecret. Deep down, we are just as insecure as you are. The only difference, we \r\ndon't show it. ",
        "Catalina: Right. ",
        "Ben: Look, you're missing the point, okay? \r\nTony wants to feel smart, important. ",
        "Catalina: Well, thank you, Ben, for the free \r\nadvice. But I am not going to manipulate Tony to free up Marah. ",
        "Ben: Man, you are tough. Look, I didn't say \r\nit be fake. Just let him know he's appreciated. Like I am showing my \r\nappreciation of you. ",
        "",
        "\r\nDanny: I don't believe this. Did you... Did you destroy our disk? You did, you \r\ndestroyed your disk. Now, how are we supposed to make our withdrawal? \r\n",
        "Lowney: I'm terribly sorry. I'm not usually \r\nthis clumsy. ",
        "Danny: I don't believe this, Mr. Spaulding is \r\ngoing to be very upset. ",
        "Lowney: You didn't happen to bring another \r\ncopy? ",
        "Danny: No, of course I didn't bring another \r\ncopy. ",
        "Lowney: Well, I'm afraid the spill has ruined \r\nthe disk. If you could get another copy... ",
        "Danny: We need the money today. ",
        "Lowney: I know, but... Try to be reasonable.\r\n",
        "Danny: We are being very reasonable. You need \r\nto offer us a reasonable solution... ",
        "Michelle: Wait, wait, maybe the last \r\ntransaction went through. ",
        "Lowney: Before I spilled the coffee on the \r\ndrive? I doubt it will boot up. ",
        "Michelle: Could I at least try? ",
        "Lowney: No, miss Petronis... ",
        "Michelle: Oh, why not? ",
        "Lowney: I know you want the $25 million but \r\nelectricity and... ",
        "Michelle: Oh, no offense, but I'm somewhat of \r\na computer expert. I actually operated Spaulding's central computer. ",
        "Danny: She's a pro. She could operate that \r\nthing hanging from the ceiling. ",
        "Michelle: Without ever letting my feet touch \r\nthe ground. ",
        "Lowney: I had no idea you were so talented. \r\nBy all means. ",
        "",
        "\r\nCarmen: Out. ",
        "Gus: I'm not going anywhere. ",
        "Carmen: Washington is going to have your \r\nhide. ",
        "Gus: Washington's a little upset with me \r\nright now because they kind of feel that my pursuit of justice is a little too \r\npersonal. ",
        "Carmen: Yeah, well, your idea of justice and \r\ntheirs don't always match up. ",
        "Gus: Oh, Carmen, they're going to be fine. \r\nThey'll be fine once I give them Danny and Michelle. ",
        "Carmen: You're not going to give them anyone. \r\nI'm taking them to your boss with the securities. ",
        "Gus: Is that right? Well, what makes you \r\nthink they would trust you more than me? Nobody trusts you, Carmen. I don't \r\ntrust you. ",
        "Carmen: Oh, I'm so hurt. ",
        "Gus: Oh, please, you're going to whack the \r\nSandoval's and Danny and Michelle. You're going to take the $25 million and \r\nyou're just going to ride off into the sunset. ",
        "Carmen: As if I need the money. ",
        "Gus: As if you wouldn't kill for more. \r\n",
        "Carmen: I need my freedom more than anything \r\nelse. ",
        "Gus: Listen up, Carmen. I am not going back \r\nto Springfield tonight and neither are you, okay? Danny and Michelle walk \r\nthrough that door with the loot, and our original plan falls into place. Do you \r\nunderstand? ",
        "Carmen: You really hate my son, don't you?\r\n",
        "Gus: No, I'm just doing my job, Carmen.\r\n",
        "Carmen: Oh, yeah, right. The one the bureau \r\npulled out from under you for making it too personal. ",
        "Gus: Carmen, you got to be committed to the \r\njob to take violent criminals out of circulation. ",
        "Carmen: And the line between obsessed and \r\ncommitted is where exactly? ",
        "Gus: There are worse things to be obsessed \r\nabout than taking lowlifes, putting them out of commission. ",
        "Carmen: But by any means necessary? I \r\nfollowed the trial, agent Aitoro. You tried framing my son for murder. \r\n",
        "Gus: Yeah, your murder. But actually when you \r\nthink about it, Carmen, if anybody framed him for murder, it would be you since \r\nyou faked your own death. ",
        "Carmen: Nobody's perfect. ",
        "Gus: No, they're not. And the apple... The \r\napple doesn't fall very far from the tree. You know, even though Danny didn't \r\nreally successfully get to kill you, doesn't mean it was for lack of trying.\r\n",
        "Carmen: All right, you made your point.\r\n",
        "Gus: Well, I got to get last licks in. \r\n",
        "Carmen: And since you are being so candid, \r\ndoesn't the Bureau think I'm just as dangerous as Danny? ",
        "Gus: As Danny, yeah. They actually think \r\nyou're worse. ",
        "Carmen: Well, there you go. Why pursue him?\r\n",
        "Gus: Well, because... ",
        "Carmen: A bird in the hand. ",
        "Gus: Yeah, sure, I understand, Carmen, but \r\nDanny to me has been doing this since he was a child. I wouldn't be surprised if \r\nhe wasn't smuggling contraband in his lunchbox. And he's been doing this since \r\nwhen? Since he was at his father's knee. ",
        "Carmen: So, this is really all about your \r\nfather's death. ",
        "Gus: My father was murdered, Carmen, by \r\nDanny's father. Your husband. ",
        "Carmen: Hatred is such a destructive thing.\r\n",
        "Gus: Well, not when it is the catalyst for \r\ndoing your job the right way. You know, Ty Cobb, Ty Cobb used to hit a home run \r\nand he'd curse the whole world for taking his father away. Ty Cobb. ",
        "Carmen: Similar story, Gus, but you know, \r\nwhen I look at you, I don't see this tough g- man. I see this vulnerable little \r\nboy who's just never gotten over the death of his daddy. But what I don't \r\nunderstand is why this pursuing of Danny, this hatred. What has he ever done to \r\nyou? ",
        "Gus: Danny got to grow up with a father.\r\n",
        "",
        "\r\nDanny: There... there it is. ",
        "Michelle: There it is. ",
        "Danny: We got it. ",
        "Lowney: I'll be right back with your $25 \r\nmillion. ",
        "Danny: Terrific. Will you use my case, \r\nplease. ",
        "Lowney: Yes, sir. ",
        "Danny: Good job, genius. How the hell did you \r\ndo that? ",
        "Michelle: I just called up the last \r\ntransaction and kept my fingers crossed that it was approved before the new code \r\noverrode it. ",
        "Danny: You realize that it could just as \r\neasily have been denied. ",
        "Michelle: I know, I know, but I had to try \r\nfor Robbie. ",
        "Danny: You're incredible, you know that? I \r\nlove you so much. ",
        "Michelle: I love you. ",
        "Danny: We are almost there, honey. We are.\r\n",
        "",
        "\r\nTony: Ben, right? ",
        "Ben: How's it going, Tony? ",
        "Tony: Nice flower. ",
        "Catalina: It's just a thank you because I \r\nhelped Ben with a paper. ",
        "Ben: Yeah, yeah. Women's freedom of \r\nexpression. Cat really enlightened me. ",
        "Tony: Is that right? ",
        "Ben: Yeah. And you know I think the bottom \r\nline is we're all the same. We all want to be loved. ",
        "Catalina: Hey, you okay? ",
        "Tony: Yeah, I'm fine. ",
        "Catalina: You just seem tense. ",
        "Tony: No. Guys like him are just bad news.\r\n",
        "Catalina: What do you mean? ",
        "Tony: I don't know, after you talk to a guy \r\nlike that, you just feel like you've been slimed or something. ",
        "Catalina: Hey, you weren't jealous, were you?\r\n",
        "Tony: No. No, I just... I saw him hanging off \r\nMarah the other day. I don't know, that guy gives me the creeps. I don't trust \r\nhim. ",
        "Catalina: Well, I think that him and Marah \r\nare perfect for each other. ",
        "Tony: Yeah, well, I'd hate to see a friend \r\nlike her get hooked up with a guy like him. ",
        "Catalina: Friends? Friends? Wow, is that what \r\nyou and Marah are now? ",
        "Tony: Yeah, I guess. ",
        "Catalina: So is it that Ben's not good enough \r\nfor anyone or is it just Marah? ",
        "Tony: Catalina, I don't care about Marah like \r\nthat. Not anymore. ",
        "Catalina: I'm sorry. I'm sorry. I shouldn't \r\nhave said it. ",
        "Tony: It's okay. ",
        "Catalina: You have always had wonderful \r\ninstincts about people, so you're probably right about Ben. ",
        "Tony: Are you sucking up to me? ",
        "Catalina: Maybe. ",
        "Tony: You know, flattery will get you \r\neverywhere. ",
        "Catalina: Well, the only place that I want to \r\nbe is with you. ",
        "Tony: Then you have nothing to worry about.\r\n",
        "Romeo: Hey, Tony, hey, you got a minute? I'm \r\nsorry. Hey, Cat, how you doing? ",
        "Catalina: Good. ",
        "Tony: Catalina, will you give us a second, \r\nplease? ",
        "Catalina: Yeah, yeah, I was just about to \r\ncheck next week's schedules anyway. ",
        "Tony: What's up? ",
        "Romeo: Olivia Lewis was just arrested. \r\n",
        "Tony: Olivia Lewis, as in our former partner. \r\nFor what? ",
        "Romeo: Insider trading. ",
        "Tony: What else? ",
        "Romeo: That's all. ",
        "Tony: You sure? ",
        "Romeo: Yeah. ",
        "Tony: You don't look so sure. ",
        "Romeo: As far as I know, Tony. ",
        "Tony: Man, I got to go talk to her. \r\n",
        "Romeo: That's why I'm late. I tracked her \r\ndown for you. ",
        "Tony: Where is she? ",
        "Romeo: Towers. ",
        "Tony: All right. Good work, all right. Tell \r\nCatalina I'll be back. ",
        "",
        "\r\nMarah: I really, really always wanted you and Mom to get back together. \r\n",
        "Josh: Well, I guess that's not a surprise.\r\n",
        "Marah: Well, yeah, I want to have Christmas \r\ndinner as a family again, but it's not just that. It's more than that. You and \r\nMom always had something really special. ",
        "Josh: Sweetheart, your mom and I have known \r\neach other since we were kids. And we share a lot together. We have children \r\ntogether-- you and your brother. And I realize that there is a certain kind of \r\nconnection, yes. ",
        "Marah: I think you know what I'm talking \r\nabout. ",
        "Josh: Okay, okay, I do. It's a very intense \r\nconnection, but it's much more complicated than that, sweetheart. Your mother \r\nand I split up for a lot of reasons, and not all of them had... Had anything to \r\ndo with Olivia. ",
        "Marah: So nothing's changed between you guys?\r\n",
        "Josh: Well, no, I can't say that. Yeah, some \r\nthings have changed. No matter how hard I tried to push her away, your mother \r\nnever gave up trying to warn me about Olivia. She made me see the truth. \r\n",
        "Marah: Mom knew? ",
        "Josh: Well, she saw it before I did. Or \r\nbefore I could, perhaps. ",
        "Marah: That picture still creeps me out, and \r\nnot just because it looks like Olivia. ",
        "Josh: Yeah, I know. ",
        "Marah: Do you really think Mom's losing it? \r\nHave you even heard from her? ",
        "Josh: Actually... ",
        "Marah: Is she coming home? ",
        "Josh: Marah, there's something I have to tell \r\nyou. Your mother is not at some far off clinic somewhere. ",
        "Marah: Okay. ",
        "Josh: And I'm sorry I lied to you about that.\r\n",
        "Marah: Well, where is she? ",
        "Josh: I haven't the faintest idea at the \r\nmoment. She had something important that she had to take care of. ",
        "Marah: Like what? ",
        "Josh: I'm not 100% sure about that either, \r\nbut it was important to her. ",
        "Marah: Which meant that there was really no \r\nstopping her. ",
        "Josh: Yeah, well, you know, that's your mom. \r\nYou know that. But... but I do think she'll be back soon. ",
        "Marah: I was going to go see Aunt Cassie and \r\nsee how Will's doing. ",
        "Josh: Yeah, yeah, that poor kid. He's been \r\nthrough a lot in his short life, hasn't he? ",
        "Marah: So have Aunt Cassie and Richard.\r\n",
        "Josh: Well, then they probably do need the \r\nsupport. Go ahead. ",
        "Marah: No, it can wait. ",
        "Josh: No, I don't think it should wait. It's \r\nfine, you go ahead, you go see your aunt. ",
        "Marah: You're my dad, I want to take care of \r\nyou. ",
        "Josh: But if I need anything, I'll call you, \r\nI promise, okay? ",
        "Marah: Dad... ",
        "Josh: Go, scoot, out. Go away. ",
        "Marah: All right, I'll go, I'll go. \r\n",
        "Josh: Bye. ",
        "Marah: You know what? I just remembered \r\nsomething that Grandma used to say: Trust your heart. I don't know if that's \r\ngoing to help you, but I'm sure if you do it, you'll be okay. Give me another \r\nhug. ",
        "Josh: That's really good advice, sweetheart. \r\nThank you. I'll take it. As long as you promise me you'll do the same. Okay, \r\nbye. And that goes for you, too, Reva, wherever you are. ",
        "",
        "\r\nTony: Leaving so soon? ",
        "Olivia: How'd you find me? ",
        "Tony: My eyes are everywhere. ",
        "Olivia: What is it with you, Tony? You think \r\nif you talk the talk or walk the walk, someday you'll be the big, bad Godfather?\r\n",
        "Tony: You watch the insults. I heard about \r\nyour arrest. ",
        "Olivia: (Laughs) You and the rest of the \r\nworld. ",
        "Tony: Hey, you better not tell anybody.\r\n",
        "Olivia: Or what? What, you're going to get \r\none of your big, bad goons to stuff me in a trunk and bury me down at the end of \r\nWrigley Field? ",
        "Tony: You're tanked. ",
        "Olivia: Mind your own business. ",
        "Tony: I am. So you better remember this in \r\nthe morning. ",
        "Olivia: What fresh hell is this? ",
        "Tony: I'm pulling out of the harbor project.\r\n",
        "Olivia: Really? ",
        "Tony: Yeah. It's not safe anymore with this \r\nRichard as president. We've laundered a nice pile of cash, but now we're \r\nthrough. ",
        "Olivia: Okay, the mob's out of San Cristobel. \r\nHasta la vista, baby. ",
        "Tony: Except for one loose end. One that \r\nneeds to be tied up immediately. ",
        "Olivia: What's that? ",
        "Tony: You. ",
        "",
        "\r\nBen: Oh, my gosh. Excuse me. ",
        "Holly: Ben Reade. ",
        "Ben: Holly Reade. ",
        "Holly: Oh, oh, hi. ",
        "Ben: It's great to see you. ",
        "Holly: You, too. My goodness, your dad was \r\nright. You have grown up. What are you doing? Here for the holidays? ",
        "Ben: No, actually I'm enrolled at Springfield \r\nU. ",
        "Holly: You've been here since September?\r\n",
        "Ben: Something like that. ",
        "Holly: Uh-huh. ",
        "Ben: Hey, I tried to call you, okay, I really \r\ndid. Every time I tried you at the newspaper, they said you were away. \r\n",
        "Holly: Oh, did they? ",
        "Ben: I know. ",
        "Holly: (Laughs) ",
        "Ben: I know, okay. But, listen, you're not \r\nthe only person I've neglected, okay, I promise. I've been kind of keeping a low \r\nprofile since I've been back. ",
        "Holly: Well, I guess so. I guess so. You're \r\nforgiven. ",
        "Ben: Thank you. ",
        "Holly: Now, I remember. Fletcher did say \r\nsomething about you coming back here to go to school, but then I never heard \r\nanymore about it. ",
        "Ben: Well, I'm surprised he hasn't called you \r\nand asked you to keep an eye on me. ",
        "Holly: Yeah. ",
        "Ben: But I guess you guys mostly talk about \r\nMeg when you talk, huh? ",
        "Holly: Yeah. ",
        "Ben: Well, listen, my dad has been driving me \r\ncrazy ever since I got my trust fund. I mean, he is just full of free advice. \r\nYou know, sometimes I think maybe he's trying to make up for the fact that he \r\nwasn't there for me so much when Meg came along. I mean, not that it was his \r\nfault, but, you know, she needed his attention. ",
        "Holly: That must have been hard for you.\r\n",
        "Ben: It wasn't that bad, really. I love Meg, \r\ntoo. Anyway, my dad is thrilled that I'm back in Springfield. All tucked in at \r\nhome, safe and sound and out of trouble. ",
        "Holly: Well, good. (Laughs) ",
        "",
        "\r\nLowney: Here we are, $25 million in negotiable securities. ",
        "Danny: Terrific. Very good. ",
        "Lowney: Now, I know I've delayed you with my \r\naccident, but if you would be so kind as to sign one last form. ",
        "Danny: Absolutely. It's all there. Here you \r\nare. ",
        "Lowney: Thank you. Sorry to have to do this.\r\n",
        "Danny: What the hell are you doing? \r\n",
        "Lowney: Oh, bank policy. Just snap the cuff \r\nto the bag and the guard will show you out. ",
        "Danny: Right. ",
        "Lowney: Oh, I'm sorry. ",
        "Danny: Okay. ",
        "Lowney: Thank you so much for banking with \r\nus. ",
        "Danny: Absolutely. ",
        "Lowney: Enjoy your day. ",
        "Michelle: Thank you. ",
        "Lowney: You as well. It was a pleasure doing \r\nbusiness with you. ",
        "Danny: Thank you very much, Mr. Lowney.\r\n",
        "Lowney: Have a nice day. ",
        "Danny: Thank you. ",
        "",
        "\r\nOlivia: I'm the loose end? ",
        "Tony: You heard me the first time. \r\n",
        "Olivia: Oh, great! What... You think I'm \r\ngoing to blow the whistle on your big laundering scheme to get immunity? \r\n",
        "Tony: Are you? ",
        "Olivia: No, I would never sell you out to \r\nsave myself. It's not how I operate and I resent the accusation! ",
        "Tony: Oh, don't... don't get all \r\nholier-than-thou on me. Everything you do is to save your own skin or your \r\nharbor project. ",
        "Olivia: That's not true. You don't know what \r\nyou're talking about. ",
        "Tony: Yeah, I do. You want me to lay it down \r\nfor you? You bribed officials, you were my courier pigeon when I needed to \r\nlaunder cash... ",
        "Olivia: As if I had a choice! Everywhere I \r\nturned, I had someone threatening me or forcing me to do things I did not want \r\nto do! ",
        "Tony: Nobody forced you to do anything. You \r\ncould have walked anytime. ",
        "Olivia: Yeah, empty-handed. I let you \r\npressure me into doing your dirty work. ",
        "Tony: You knew exactly what you were getting \r\ninto. ",
        "Olivia: I got in over my head. ",
        "Tony: And whose fault is that? ",
        "Olivia: My own. ",
        "Tony: Well, at least you admit it. \r\n",
        "Olivia: And I don't regret it. ",
        "Tony: Even with your face plastered on every \r\ntabloid in town? ",
        "Olivia: I had a dream. I thought if I could \r\nmake it work, I could make my marriage work. ",
        "Tony: It's too bad it didn't. ",
        "Olivia: I'd do it again in a heartbeat \r\nbecause I love my husband. ",
        "Tony: (Laughs) You know, I don't believe \r\nyou for one second. ",
        "Olivia: See, you of all people should, Tony.\r\n",
        "Tony: Oh, why is that? ",
        "Olivia: Because you've made your own \r\nsacrifices for love. ",
        "Tony: And what do you know about that? \r\n",
        "Olivia: When you arranged for that guy to \r\ntake the fall for Josh, you didn't do it for business. You did it to protect \r\nMarah because you love her. So the next time you think I'm lying, you remember \r\nthat. Excuse me. ",
        "(Knocking on door)",
        "Alan: It's your worst nightmare. ",
        "",
        "\r\nCarmen: Wow, this is very interesting, Gus. I think we should investigate this \r\nfurther. ",
        "Gus: Is that what you think? I don't think \r\nso. ",
        "Carmen: Why not, I mean don't you feel like \r\ngetting it off your chest? It's interesting. ",
        "Gus: Carmen, do me one favor, okay? Don't try \r\nto sweet talk me now. ",
        "Carmen: I'm not trying to do that. Gus, I \r\nfind you intriguing. I mean, your drive, your dedication, your conviction. I \r\nmean, I can't help but think that you and I are so very much alike. ",
        "Gus: No, Carmen, you and I are nothing alike.\r\n",
        "Carmen: Are you so sure about that? \r\n",
        "Gus: Well, let's see. I have dedicated my \r\nlife to ridding the world, emptying the world, of criminals. And you just empty \r\nlead into people if they get in your way. ",
        "Carmen: Oh, come on, Gus. We both love the \r\nchase. ",
        "Gus: Carmen, don't. Don't try to pull me into \r\nyour world. ",
        "Carmen: Is that what you think I'm doing?\r\n",
        "Gus: Listen, when Danny and Michelle come \r\nthrough that door, I am going to cuff them. And then our little association will \r\nbe over. ",
        "Carmen: Fine. Whatever you say. ",
        "Gus: Yeah, it is. It is whatever I say. And \r\nwhen Danny and Michelle walk through that door with the loot, that will be a \r\nlifetime dream come true because they are going to get theirs. ",
        "",
        "\r\nMichelle: Oh, when that manager slapped that cuff on you, I thought we were \r\ngoing to prison for life. ",
        "Danny: Well, we're not. We made it. Now all \r\nwe got to do is we're going to get home, we're going to hand these securities \r\nover to Mr. Big, sting him, and this is over. ",
        "Michelle: Oh, I can't believe it. ",
        "Danny: It's true. Honey, we're almost free.\r\n",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=NswCLmUX2ns"
}