{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Michelle: What happened? Are you all right?\n\r\nTony: Yeah, I’m okay. I’m okay.\n\r\nMichelle: What were you doing?\n\r\nTony: Well, do you remember what day it was when we left Springfield? Remember? \r\nHow many days it's been since we left? Remember?\n\r\nMichelle: Yeah.\n\r\nTony: That's right. Happy Thanksgiving.",
        "",
        "Tammy: Sandy?\n\r\nEdmund: No, just your favorite Uncle Edmund.\n\r\nTammy: But Sandy said that...I get it. What is this, some sort of Thanksgiving \r\nintervention? Well, forget it!\n\r\nEdmund: Tammy, wait. Please. Today is a day when families get together. And I \r\nknow what it would mean to your mother if she could just be with you.\n\r\nTammy: I told you two I need some space. I just can't talk to you right now.\n\r\nEdmund: Tammy, please.\n\r\nDinah: Tammy.\n\r\nEdmund: Dinah, I don't think this is the time...\n\r\nDinah: Edmund, just chill. I want to say something to Tammy. It'll just take a \r\nminute. And if she's smart she'll listen to me.",
        "",
        "\r\nCassie: Oh, Edmund, please have Tammy with you. Please have Tammy with you.\n\r\nJeffrey: Hello Mrs. Winslow.\n\r\nCassie: Hi.\n\r\nJeffrey: I thought I'd come by because...well, you see I just dropped the \r\ncharges on this punk who was caught shoplifting and his grandmother was so \r\ngrateful, she baked me a pie. The only problem is I can't stand pumpkin and \r\nbesides it might be construed as a bribe. So you want it?\n\r\nCassie: Sure.\n\r\nJeffrey: Wow, that was easy. Almost too easy, you all right?\n\r\nCassie: Fine.\n\r\nJeffrey: Not really. I mean are you...are you all right? Are you recovered from \r\nthe, you know, the...\n\r\nCassie: Miscarriage.\n\r\nJeffrey: Yes.\n\r\nCassie: Yes. And this pie, you know, the sentimental way you bestowed it upon \r\nme--I’m touched really.\n\r\nJeffrey: What's wrong?\n\r\nCassie: Nothing. Nothing's wrong.\n\r\nJeffrey: Where is everybody?\n\r\nCassie: They'll be here.\n\r\nJeffrey: Yeah. Well, I’ll tell you what. How about I stay here and keep you \r\ncompany until they get here. And if you want you could you know, tell me what \r\nyour problem is.",
        "",
        "Alan: Alexandra.\n\r\nAlexandra: Oh, Alan. You startled me. You know, when you're in prison you have \r\nto learn to watch your back. Well, should I continue to watch my back?\n\r\nAlan: Well, only you can answer that question.\n\r\nAlexandra: Alan, how many times do I have to tell you, I don't know anything \r\nabout Phillip's murder.\n\r\nGus: Oh hey, happy turkey day, everybody.\n\r\nAlan: Speak for yourself.\n\r\nAlexandra: Gus, I’m worried about your father.\n\r\nGus: Yeah, me, too.\n\r\nAlexandra: Now I see what you mean. Reverting back to his old self, very \r\nvengeful, vindictive and dangerous.\n\r\nGus: Well, good. He's picking right up where Phillip left off.\n\r\nAlexandra: Yes, well, maybe you can get through. He still trusts you.\n\r\nGus: I went by the kitchen. They're cooking up a very, very big dinner.\n\r\nAlan: I’m not in the mood for chitchat.\n\r\nGus: Okay. Are you going to sit through this dinner just in silence?\n\r\nAlan: Phillip is gone, Gus. Do you understand what that means?\n\r\nGus: Yeah, I know you're grieving. We're all grieving, you know. But...\n\r\nAlan: But what? It's going to get better? The killer will be punished? No. The \r\nonly justice that will be served is the justice that I give out myself.",
        "",
        "\r\nHarley: So when was the last time you actually celebrated Thanksgiving, Henry?\n\r\n(Laughter.)\n\r\nCoop: Well, it had to be when I was a lot younger actually. Before we moved to \r\nEngland. And what a great Thanksgiving this is going to be in the good old U.S. \r\nof A. Knowing that the only reason this is all being put on is because of the \r\ngenerosity of our new boss, lizard Spaulding.\n\r\nBuzz: Oh, lighten up, will you? Lizzie didn't ask for this place. Her old man \r\nwilled it to her. Come on.\n\r\nFrank: So exactly who is watching that little dog while Lizzie plays restaurant?\n\r\n(Laughter.)\n\r\nCoop: That's cute. That's very funny. Frank.\n\r\nFrank: I thought so.\n\r\nCoop: Yeah, way to kick a guy while he's down.",
        "",
        "Gus: You know the person we should be blaming \r\nfor all this is Phillip, him with his sick selfish...one man's opinion.",
        "",
        "Harley: Hey, Frank, are there any new \r\ndevelopments in that case?\n\r\nFrank: Well, Ruth Karloff is our number one lead right now. But we're having \r\ntrouble locating her. But I honestly believe that the killer's a lot closer to \r\nhome. Somebody that Phillip definitely invited over to Company that night. And I \r\nalso believe that someone's covering for them.",
        "",
        "Cassie: Tammy.\n\r\nJeffrey: Oh.\n\r\nCassie: I know that I should be thankful and grateful that she's safe and alive, \r\nbut I want her here. I can't help it.\n\r\nJeffrey: Well, that's not too much to ask, and speaking of someone who needs a \r\nfair amount of space himself.\n\r\nCassie: No you, really?\n\r\nJeffrey: Very funny. I just think that you know you can't force somebody to do \r\nsomething they're not ready for.\n\r\nCassie: Like me forcing you to like Thanksgiving.\n\r\nJeffrey: Yeah, something like that. Give her some time, Cassie. She'll come back \r\nhome.",
        "",
        "Dinah: You know Tammy, I know all too well \r\nwhat it's like to be judged and hated. And to loathe yourself so much you could \r\nbarely even look in the mirror.\n\r\nEdmund: Yes, I’m sure you do.\n\r\nDinah: I have done awful things, maybe even unforgivable. And your Uncle Edmund \r\nhere has done his fair share. But what did you do that was so terrible, Tammy? \r\nNothing. I want you to see that you're a perfectly innocent victim in this whole \r\nthing.\n\r\nTammy: Oh, innocent?\n\r\nDinah: Yeah. What did you do that was so terrible, Tammy?\n\r\nTammy: I slept with my own cousin. I practically threw myself at him.\n\r\nDinah: And did you know that that creep was your cousin at the time? No. But he \r\ndid. He purposely deceived you. And do not let him succeed and keep on hurting \r\nyou. And do not let him keep you from your family no matter how angry he is at \r\nhis.",
        "",
        "Beth: That looks very pretty, Lizzie.\n\r\nLizzie: It's not ready yet. I’m trying to make...make it look nice so I can sit \r\nnext to the fireplace.\n\r\nBeth: It looks lovely. It's fine, sweetie.\n\r\nLizzie: No, Mom, it has to be perfect, okay.\n\r\nBeth: Sweetie...sweetie, no matter how hard we try nothing is going to be \r\nperfect today, because your father's not here. We just have to try to get \r\nthrough together.\n\r\nLizzie: No.\n\r\nBeth: Honey, honey, honey. We all feel guilt and have things to make up for.\n\r\nLizzie: It's ruined. I got to start all over again.\n\r\nLillian: I am really worried about her, Beth.\n\r\nBeth: Yes, so am I.\n\r\nLillian: I know we're both worried the way she's taking her father's death. But \r\nI’m really worried about something else. I think there's a possibility that \r\nshe's the one.\n\r\nBeth: She's the one, what? That killed Phillip? Mom, Lizzie loved Phillip, she \r\nadored him.\n\r\nLillian: I know she adored him. But she was also terrified of him when he \r\nabducted her. I’m just saying that I am terrified. It is a possibility, isn't \r\nit?\n\r\nAlan: You know, Gus, I think you're right. I’m not very good company tonight. \r\nPerhaps you all should all have Thanksgiving dinner without me.\n\r\nGus: Come on, now. Stop feeling sorry for yourself. You know who should be upset \r\nit's me. I got left a billion dollar company by Phillip. I don't know how to run \r\nthat thing. I mean, come on. I should be getting up from the table and leaving \r\nthis family.\n\r\nAlan: Now who's feeling sorry for themselves?\n\r\nGus: I’m not. I’m just...see, I need your help. I need you to rise to that \r\noccasion. You should do it right. Do it right. And do it in Phillip's name.\n\r\nAlan: Phillip wants to be remembered. And I will not let his enemies destroy \r\nhim.\n\r\nGus: Dad, Phillip's battle is over. Look, my brother is gone. Phillip is gone. \r\nBut I’m your son, too, you know. And I need you here. I need you now. What's the \r\nalternative? You know, we have to go on together. Right?",
        "",
        "Harley: Be careful.\n\r\nFrank: Hey, baby.\n\r\nMarina: Hey. Hey guys, I found these two scrapping on the front porch. So I \r\nasked them to join us.\n\r\nFrank: Hey.\n\r\nBuzz: Hi.\n\r\nDanny: Like she really twisted my arm. Are you sure it's okay?\n\r\nBuzz: Hey, it's Thanksgiving, pilgrim. Come on. The more the merrier.\n\r\nHarley: Hey, Robbie, Zach is upstairs in the boarding house kitchen with Greta. \r\nDo you want to go upstairs and play with him?\n\r\nDanny: Hey. Yeah. Okay, how about that? You want to go there?\n\r\nHarley: Hi.\n\r\nRoss: Hello everybody, Happy Thanksgiving.\n\r\nFrank: Hey, Ross. How are you doing?\n\r\nRoss: Oh, Buzz. Buzz, this looks like a party. By the way, we left the kids in \r\nback with their own party.\n\r\nBlake: It smells fantastic. I take it you didn't cook.\n\r\nHarley: I knew you would say something.\n\r\nRick: Hey, everybody. The party starts. The turkey guy is here.\n\r\nHarley: Hi, babe.\n\r\nRick: Hey. Yeah, well, the wife's not here, child's not here. So I thought, you \r\nknow, I'd eat all their turkey.\n\r\nHarley: Well, that's fine. What's Mel up to?\n\r\nRick: She's at the hospital. Emergency.\n\r\nHarley: Is that the truth or is that your cover story?\n\r\nRick: Why are you so obsessed with the truth? What is it about the truth that \r\nyou're so obsessed with?\n\r\nHarley: I’m not. I know that you guys are at--\n\r\nRick: I’m not going to miss Thanksgiving dinner with my wife because we got in a \r\nfight.\n\r\nHarley: Okay. We'll leave it at that.\n\r\nRick: Okay, good. Good.\n\r\nBlake: Dinah not picking up?\n\r\nRoss: No.\n\r\nBlake: Well, that's okay. I’m sure she'll have a wonderful day.\n\r\nRoss: Blake, she's my daughter. It's not unreasonable for me to want to say \r\nhappy Thanksgiving to her.\n\r\nBuzz: Can I have everybody's attention? I don't know about the rest of you, but \r\nI’m starving.\n\r\nCoop: Hey, I second that.\n\r\nBuzz: So let's sit, time for dinner.\n\r\n(Everyone talking.)",
        "",
        "Tony: I will not, oh my, let my knee bother \r\nour day.\n\r\nMichelle: Yeah, because it was going so well already.\n\r\nTony: Well, I think so. This is the first Thanksgiving you remember. I think you \r\ndeserve better.\n\r\nMichelle: Do I?\n\r\nTony: Yeah, you do. Yeah. Being here with you is...no matter where we are, I’m \r\nthankful for it, Michelle. Okay, I am. But I can do more than just that flower. \r\nSo hold on.\n\r\nMichelle: What are you doing? What are you doing?\n\r\nTony: You'll see. You'll see.",
        "",
        "Edmund: Cassie, I’m sorry. We're late.\n\r\nCassie: We? Hey. Happy Thanksgiving.\n\r\nTammy: Just because I’m here it doesn't mean that I’m staying. And it doesn't \r\nthat everything's all right, okay.\n\r\nCassie: Okay.\n\r\nEdmund: All right. I’ll serve us dinner. Excuse me.\n\r\nCassie: Well, come in. Come in. Go take off your coat. Sit down. I’ll be right \r\nin there. Thank you. Thank you so much for doing this. Thank you so much.\n\r\nEdmund: I wish I could take all the credit, but I had some help.",
        "",
        "Dinah: Well, hello there, stranger. I think \r\nthat we may be the only two people in Springfield without invitations today.",
        "",
        "Edmund: Oh, that's good. That's real good. \r\nYeah. Of course things could be worse. I could have a brother and father right \r\nhere in town and they wouldn't want to have anything to do with me on \r\nThanksgiving Day. Now how would that make me feel? Pretty worthless.",
        "",
        "Alan: Well, happy Thanksgiving everyone. Bona \r\npetite.\n\r\nGus: Dad? Dad, it's Thanksgiving. Don't you think we should have, like, a little \r\nsentiment or something like grace? Maybe you want to say...\n\r\nAlan: I would prefer not to.\n\r\nGus: Aunt Alex, Lillian, Beth? Anybody? Lizzie, you want...\n\r\nBeth: Phillip always said grace first at Thanksgiving. But why don't you say it? \r\nYou're at his place.\n\r\nGus: All right. I’m not very...I don't know...the prayers thing, you know. But \r\nmy other Dad used to have a tradition and we used to do it when I was kid and I \r\nreally...it meant a lot to me. Maybe I could share it with this...share with our \r\nfamily.\n\r\n[Singing] Oh, beautiful for spacious skies for amber ways of grain\r\n(All.): For purple mountains majesty above the fruited plain America America God \r\nshed his grace on thee and crown thy good with brotherhood from sea to shining \r\nsea...",
        "",
        "Michelle: What are you doing?\n\r\nTony: You'll see. Your eyes are closed right? Keep them closed.\n\r\nMichelle: Yes, they're closed. Be careful.\n\r\nTony: I’m coming. I’m coming. Okay.\n\r\nMichelle: Can I open?\n\r\nTony: You can open them now.\n\r\nMichelle: What is that?\n\r\nTony: This is Thanksgiving dinner. Oh, that's right, you don't remember because \r\nyou lost your memory.\n\r\nMichelle: I lost my memory, not my mind.\n\r\nTony: Okay, well, here. Let me set this down here. Thanksgiving 101, okay? This \r\nis a turkey.\n\r\nMichelle: Uh-uh. It's not a turkey it's a nut.\n\r\nTony: No, you're a nut. This is a turkey.\n\r\nMichelle: Yeah? Go ahead carve it then.\n\r\nTony: Well I can't really carve it, I don't have a knife. All right. Now, this \r\nover here, right here, this is the big bowl of stuffing. (Laughs.) Okay? Over \r\nhere this is the cranberry sauce and then we've got the gravy for the turkeys.\n\r\nMichelle: You're making me really, really hungry. I really am. Let's eat.\n\r\nTony: I just wish I could get us out of here, you know?\n\r\nMichelle: Well, if there is a way out of here, you're going to find it. I know \r\nyou will. I trust you. I do. I trust you with my life.\n\r\nTony: Well, good, because you happen to be stuck with me. And I promise you, I \r\npromise you when we get back we will have a celebration. Okay?\n\r\nMichelle: When we get back. We may not even have tomorrow, Tony. All we have is \r\nnow.",
        "",
        "Dinah: Hey, Bill, it's your sister calling \r\nyou all the way from Springfield. Pick up. Pick up, pick up, pick up. Okay. \r\nWell, I hope that you're having fun with Olivia and Emma down there at Cross \r\nCreek. But I’m on my way to a party, dinner party downtown. Interesting guess \r\nlist, should be fabulous. But I wanted to wish you happy Thanksgiving and let \r\nyou know you're in my thoughts okay? And I hope you're having a wonderful \r\nholiday, as I am. Okay, love you. Gotta go, bye.",
        "",
        "Buzz: Can I have your attention, everybody? \r\nIt's sort of a Cooper family tradition this time of the year to go around the \r\ntable at Thanksgiving and each person says what he or she is thankful for. I’ll \r\nstart. Number one, I’m thankful my ticker is still ticking and I’m still \r\nkicking. (Laughter.) I’m thankful that Frank was reinstated on the police force \r\nand I’m so, so thankful that Zach and Jude and all the other kids came home safe \r\nand sound. I am thankful that my son came back to Springfield so I could see \r\nwhat he looks like.\n\r\nMarina: Are you going to save gratitude for the rest of us?\n\r\nBuzz: I seem thankful for Marina for being so indulgent with her own \r\ngrandfather. Who's next?\n\r\nMarina: Danny.\n\r\nDanny: Okay.\n\r\nMarina: You have to stand up.\n\r\n(Laughter.)\n\r\nDanny: I’m standing I’m standing. Well...I’m grateful for my son Robbie and for \r\nthe...all the years that I have to look forward watching him grow up.\n\r\nBuzz: Harley.\n\r\nHarley: I’m with Danny. I think I’m most grateful for my children. And I’m \r\ngrateful for this great big mess of a family. Love you guys. (Laughter.) And I’m \r\ngrateful that after everything we've been through lately, we are still standing. \r\nCoop?\n\r\n(Laughter.)\n\r\nCoop: Well, I will tell you all what I’m thankful for. I’m thankful that I don't \r\nhave to look at a single Spaulding today.\n\r\nRick: You know, this is Thanksgiving and there is a family out there that's \r\nstill grieving. You might try to show just a little compassion.\n\r\nCoop: Well, I’m sorry, Rick, but I seem to be all out of compassion. Look, I \r\nunderstand Phillip was your best friend, but we can't pretend he did nothing but \r\nbring grief to this family.\n\r\nRick: I’m not going to sit here and let you talk trash to my best friend. \r\nThanks.\n\r\nCoop: What did I do?\n\r\nBlake: I’m going to go after him.\n\r\nHarley: Blake, he needs to come to terms with this in his own way.\n\r\nBlake: All right. I’m thankful for my children and my husband. And I’m thankful \r\nfor my brother who came to town and gave me comfort when I lost my father. I’m \r\nthankful for my mother, wherever she is tonight. I do wish she were here. \r\nAlthough I am thankful that there is one particular person that is not.\n\r\nRoss: I think it's my turn. I am thankful, like Danny, that this is a country \r\nwhere people can get a second chance.\n\r\nHarley: You know what, guys? Why don't we just keep that topic off limits for \r\ntonight?\n\r\nRoss: Excuse me.\n\r\nBlake: I wonder who that is.\n\r\nRoss: Dinah?\n\r\nDinah: Daddy, hi. I wanted to wish you happy Thanksgiving.\n\r\nRoss: Happy Thanksgiving to you too, honey. I wish there was some way you could \r\nbe with us.\n\r\nDinah: Me, too. But I am actually at a fabulous dinner party. Everyone's really, \r\nreally nice.\n\r\nRoss: Good for you. I’m happy for you. Listen, Dinah, I've been working on that \r\nrestraining order against you, to get it dropped, you know? And the second that \r\nI do...\n\r\nDinah: Dad, I can't hear you. It's super noisy in here so I’m going to call you \r\ntomorrow, okay? Happy Thanksgiving. I love you.\n\r\nJeffrey: And I give thanks to Dinah Marler because next to her I feel like a \r\nlucky guy.",
        "Buzz: Who hasn't gone yet? Frank?\n\r\nFrank: Well, I am...I’m very grateful for my family.\n\r\nHarley: Danny, grab a tissue, he's the corny Cooper.\n\r\n ",
        "Frank: Yes, I am. And I’m very proud of it. \r\nNo, I love you guys and I’m very grateful for my family and I’m very grateful to \r\nget my job back and...well, because I made a very big mistake this year. And my \r\nfamily stood by me. My sister took me in, and you guys never gave up on me.\n\r\nHarley: And we never will.\n\r\nFrank: But I’m going to make things better. I know things are a little crazy \r\nright now and a little confusing but I promise you, I will find the person who \r\nkilled Phillip, no matter who it is and how long it takes.",
        "",
        "Tony: And for dessert, pumpkin pie, come on. \r\nThere you go.\n\r\nMichelle: You know, Tony, we've been dancing around the way we feel about each \r\nother for I don't know how long now.\n\r\nTony: A long time.\n\r\nMichelle: Yeah. And time, right now, is the one thing that we might not really \r\nhave. So if we don't make it out of here....\n\r\nTony: Stop, stop. We're going to get out of here.\n\r\nMichelle: No, listen, if this is the end for us, I don't want to leave anything \r\nunsaid or unfelt between us. If we're going to die here....\n\r\nTony: We're not going to die.\n\r\nMichelle: I want to die knowing what it's like to be close to you, to be really \r\nclose to you. Because, you know, the other people and things in Springfield you \r\nknow, I’m going to miss them I will, I will. I’ll miss them. I’m going to miss \r\nthem here. But you, you I’m going to miss here.\n\r\nTony: I feel the same. Come here.",
        "",
        "Rick: Hey.\n\r\nBeth: Hey.\n\r\nRick: Just thought I'd come by and say hi.\n\r\nBeth: You needed to be around people who remember Phillip the way\r\nyou do.\n\r\nAlexandra: Alan, where's Gus?\n\r\nAlan: Took a drive, Alexandra. You know, I am aware that you bribed a guard to \r\nbring you into Springfield the night that Phillip was murdered. You see I made \r\nsome discreet inquiries.\n\r\nAlexandra: Alan, come on, you don't think I had any....\n\r\nAlan: It doesn't matter what I think. It matters what the police think.\n\r\nLizzie: You know you don't have to worry Nana, I didn't kill him.",
        "",
        "Tony: Robbie, hey, wait right there. Wait. \r\nOkay, well, thanks for dinner.\n\r\nMarina: Of course. Danny, there's something we haven't talked about yet and we \r\nprobably should.\n\r\nDanny: What? (Laughs.) Oh, the kiss.\n\r\nMarina: Yeah.\n\r\nDanny: I won't freak out about it if you won't.\n\r\nMarina: Sounds good.\n\r\nDanny: Good.\n\r\nCoop: Well, I would say that that was a huge success, absolutely no tension \r\nwhatsoever.\n\r\nBuzz: Would that be sarcasm I detect, son?\n\r\nCoop: Just a hint of it. Dad, I can't believe of all the people that you would \r\nsell out to the Spaulding's. All the lame ideas I've ever heard.\n\r\nFrank: He did it because he didn't want anything hanging over you or Marina's \r\nhead, like a big ball and chain, you know.\n\r\nHarley: He thought if he gave Phillip what he wanted it would all be over.\n\r\nBuzz: Hello? Would people stop talking about me like I’m not in the room?\n\r\nCoop: What about this, Dad? We can use the hit-and-run as leverage against...\n\r\nBuzz: No! I would not have that done, Frank. She's just a kid. Remember that.\n\r\nCoop: Why not, Dad?\n\r\nBuzz: Because we'd be like the Spaulding's, blackmailing each other. \n\r\nCoop: Guess what? It does work.",
        "",
        "Jeffrey: This is what I call a holiday. No \r\nwoman fighting you for the remote, no kids screaming, pig skin and brew skis. We \r\nare two lucky guys.",
        "",
        "Tammy: Why are you being so quiet?\n\r\nCassie: I’m afraid I might say something that will make you walk out that door \r\nand I couldn't stand that. You know what? I have something. Edmund gave me this. \r\nLook at the beginning of the year. We have sort of penciled in a wedding date, \r\nbut I didn't want to call the caterers without speaking to you first.\n\r\nTammy: Me, why?\n\r\nCassie: Well, I can't really plan my wedding without my maid of honor. Now, \r\nyou'll have to share that duty with Reva, but will you? Will you be my maid of \r\nhonor, Tammy?\n\r\nTammy: Yeah.\n\r\nCassie: Really? Oh, that's great! I have on these of bridal magazines to look \r\nat. Come on.\n\r\nEdmund: I’ll get the pie ready. Dinah, what are you doing here?\n\r\nCassie: Winter wonderland wedding...you know what? I bet you I left it upstairs. \r\nI wanted to save it for the day that my little girl gets married.\n\r\nTammy: Forget it, Mom. I’m not that kind of girl anymore. No nice guy will ever \r\nwant to marry me.\n\r\nDinah: Don't worry, I’m not stalking your family. I just came by to see if \r\nthings are okay with Tammy coming home and all. It looks like everything's \r\nworking out well.\n\r\nEdmund: So far. How long it will last is anyone's guess.\n\r\nDinah: How long anything lasts is anyone's guess. Happy Thanksgiving.\n\r\nEdmund: Dinah, Dinah...thank you for what you said to Tammy today.\n\r\nDinah: It was nothing.\n\r\nEdmund: No, it was something.\n\r\nCassie: Hey.\n\r\nEdmund: Hey.\n\r\nCassie: What were you doing out there?\n\r\nEdmund: Harvest moon. Looking at it. It's a very good omen. Now, what about the \r\nbridesmaids dresses? It's my wedding too, I get to choose.\n\r\nCassie: (Laughs.)\n\r\n[Singer] Words sometimes ain't enough don't suffer day after day it's building \r\nup because when you're feeling weak you know I’m strong enough just one more \r\nday, one more day let the world crash down, I can take it oh, let the world come \r\ncrashing down oh, let the world crash, love can take it love can take a little, \r\nlove can give a little more love is strong, so take a hold sometimes hard to \r\nfind the reason good enough I stand beside you, never leave through it all faith \r\nwill bring a way to the impossible just one more day one more day oh, let the \r\nworld crash, love can take it oh, let the world come crashing down oh, let the \r\nworld crash, love can take it love can take a little, love can give a little \r\nmore you can find me and you can find me, you can find me anywhere take a look \r\nover your shoulder I’ll be standing there standing there.",
        "",
        "Next, on \"Guiding Light\"...\n\r\nMarina: If Michelle walked through that door right now and said that she wanted \r\nyou back, would you take her?\n\r\nTony: What's wrong? What's wrong?\n\r\nMichelle: I just can't enjoy this ride, Tony because it's not real."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=JiL9JNZVkBU"
}