{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Alan: Yes, you heard me right. Phillip has \r\nproof that you murdered Beth. Not that we didn't know it all along. But this \r\ntime the charges will stick. ",
        "Edmund: I did not murder Beth. She died in a \r\nflash flood. The only thing I'm guilty of is not being able to save her life, \r\nthough God knows I tried. ",
        "Alan: Well, we'll see about that. ",
        "Edmund: What possible reason would I have in \r\nthe world to kill her? We loved each other. ",
        "Alan: That's what you brainwashed her into \r\nbelieving. When she finally came to her senses, she went to Mexico to get a \r\ndivorce. You followed her down there and victimized her even more. This time it \r\ncost her her life. That's the way it was, Edmund. ",
        "Edmund: We were working towards a \r\nreconciliation. ",
        "Alan: In your dreams! It's too bad she's not \r\nhere to speak for herself. ",
        "Edmund: Believe me, I would like nothing \r\nbetter. ",
        "(Cell phone rings) ",
        "Alan: Yes. Really? The mob? Well, that's good \r\ninformation to know. ",
        "Edmund: Thank God you're in the room. What \r\nare you doing? ",
        "Lorelei: Why? What's it matter what I’m \r\ndoing? ",
        "Edmund: It looks as if I'm going to have to \r\npush up the date of your grand entrance into Springfield society. ",
        "Lorelei: How come? ",
        "Edmund: You let me worry about that. You \r\nspend your time becoming a convincing Beth as quickly as possible. ",
        "Lorelei: I can pass for her right now. \r\n",
        "Edmund: Oh, really? Could you? What's your \r\nex-husband's name? ",
        "Lorelei: Which one? ",
        "Edmund: Well, let's try the tall millionaire \r\nwho fathered your children. ",
        "Lorelei: Well, I know it. It's Fenton. \r\n",
        "Edmund: Oh, Fenton, that was very good.  \r\nPhillip! Good god, you can't get this one wrong. Of all people, Phillip has to \r\nbelieve you're Beth or we're sunk. Now stay right where you are. I'm going to \r\ncome up and we're going to work on this, we're going to drill it into your \r\nskinny little head until you get it right. ",
        "Lorelei: Drill by yourself, darling. I've \r\nbeen studying for hours. This girl needs a break. Yeah, mm. ",
        "",
        "\r\nDanny: I swear, you know, when I went after the job at Spaulding, I had no \r\nintention of getting an inside opportunity to steal $25 million from them. I \r\ndidn't. Now it looks like I've got no choice. ",
        "Michelle: Honey, it's a sting, though. And \r\nwhoever's behind this, he's going to end up in prison, not you. Okay? \r\n",
        "Danny: Well, we hope. We hope so. ",
        "Rick: I'm just going to pretend that I just \r\ndidn't hear the word prison just now. ",
        "Danny: No, Michelle's... ",
        "Rick: What's going on, guys? ",
        "Danny: ...Michelle's just talking about maybe \r\ndoing some volunteer work at the local prison, you know, a reading program, a \r\nliteracy program for the inmates. ",
        "Rick: Of course. Right, with all that extra \r\ntime that you have as a mom raising a little boy. ",
        "Michelle: Well, speaking of moms, have you \r\nspoken to Harley yet? ",
        "Rick: Have we spoken, no, not since she \r\ncalled me to tell me that she is driving cross-country so she can have our baby \r\nboy here at home. The only problem is that the woman is literally ready to give \r\nbirth at any moment, and she's still driving across country anyway, and I \r\nhaven't heard from her since, so... ",
        "Michelle: Which has you worried. ",
        "Rick: Of course it does, Michelle. I mean, \r\nwhy couldn't she just, you know, pick up a phone and call me? ",
        "Danny: What? Is something wrong? ",
        "Rick: This is Harley's cell phone number. She \r\ncalled me. ",
        "Michelle: Did she leave a message? \r\n",
        "Rick: No, this is nuts. This is crazy. \r\n",
        "Michelle: Why didn't you hear it ring? \r\n",
        "Rick: I'm trying to figure it out, Michelle. \r\nI mean, I've had this phone with me all after... Wait a minute. I accidentally \r\nswitched phones with Gus Aitoro. ",
        "Danny: Well, how did that happen? When did \r\nyou do that? ",
        "Rick: It was a couple of hours ago, but we \r\nswitched it right... During that time he got a call from Harley and he didn't \r\ntell me. Why wouldn't he tell me? ",
        "Danny: Why? Because he's Gus Aitoro. \r\n",
        "Rick: This is nuts. Come on, Harley. Where \r\nare you? Come on. ",
        "",
        "\r\nHarley: (Gasping) Where is everybody? Dudley! ",
        "\r\n(Cell phone ringing) ",
        "\r\nHarley: Dudley... \r\nDudley, come on, you've got to help me here, buddy. Oh, God, at least answer my \r\nphone. Dudley! Oh, oh, gosh. I am not having a baby alone in a jail cell. ",
        "\r\n(Cell \r\nphone ringing) ",
        "\r\nHarley: Help! Can anybody hear me? ",
        "Rick: Come on. Can't you hear the phone \r\nringing? Pick it up. Answer it! ",
        "Harley: Oh, it's you, Rick. It's you, isn't \r\nit? I know it's you. Oh, I know it's you. Okay. Don't hang up. I have a plan. \r\n(Gasping) Here I come. I'm coming. Oh! Oh, come on, please. Please! ",
        "Rick: You called me almost an hour ago, why \r\nwouldn't you have the phone on now? Oh, God. ",
        "Harley: (Whimpering) Great. ",
        "Gus: Would this be your first visit to \r\nBrewster Falls? ",
        "",
        "\r\nJosh: Wife approaching with wine-- one of my favorite images. ",
        "Olivia: Yeah? ",
        "Josh: Yeah. ",
        "Olivia: How does this one rate? ",
        "Josh: Definitely in the top ten. Cheers.\r\n",
        "Olivia: Cheers. ",
        "Josh: Life is good again. ",
        "Olivia: You know, that's all I've ever \r\nwanted, Josh, for us, for things to be good. ",
        "Josh: Well, I'll tell you what, how about if \r\nwe bump it up a notch? Maybe we can get to incredible. How would that be? \r\n",
        "Olivia: Oh, okay. I'm ready if you are.\r\n",
        "Josh: I think we've paid our dues. (Phone \r\nrings) ",
        "Olivia: Don't answer it. Don't answer it. \r\nCome on. ",
        "Josh: You know what? It might be important.\r\n",
        "Olivia: It could be a telemarketer. \r\n",
        "Josh: Yeah. I'll be quick, I promise. Hello?\r\n",
        "Shayne: (Whispering throughout) Hi, Dad?\r\n",
        "Josh: Son, why are you whispering? \r\n",
        "Shayne: Because I don't want Mom to hear.\r\n",
        "Josh: Why not? ",
        "Shayne: Because it's about her. Look, \r\nsomething weird is going on. Do you hear me? ",
        "Josh: Yes, son, I heard you. But see, I can't \r\nreally get involved in your mother's problems right now. ",
        "Shayne: Dad, look, who do you want me to talk \r\nto, Uncle Billy or Father Ray? ",
        "Josh: No. No. Okay. What's the problem?\r\n",
        "Shayne: Ever since mom came back from that \r\nbed and breakfast place, I mean, well, she brought home a painting. ",
        "Josh: A painting. ",
        "Shayne: Yeah, it's a painting of a seashore \r\nwith sand and rocks and all that stuff. Anyway, it's just like... It was cruddy, \r\nand dirty, and I decided I was going to clean it, and I spilled the cleaning \r\ngoop all over the painting, and I wiped it off, and the seashore disappeared and \r\nthere was another painting underneath it. ",
        "Josh: Of what? ",
        "Shayne: See, that's the whole thing. I don't \r\nknow because Mom has cloth over it and she won't let anyone see it. I mean, \r\nshe's looking at it right now. It looks like she's hypnotized or something. I \r\nmean, it's really creeping me out, Dad. ",
        "Josh: Okay. Well, I'm sure there's an \r\nexplanation. I'll tell you what, I'll look into it, I promise. ",
        "Shayne: Do it soon. Bye. ",
        "Reva: Hey there. ",
        "Shayne: Hey. Mom, I'm going to go to the \r\nmovies with Chris and Dave. ",
        "Reva: Oh, okay. Great. Fine. ",
        "Shayne: You sure you'll be okay home alone \r\nand everything? ",
        "Reva: Yeah, why wouldn't I be? Come here. \r\nHave a good time. Okay? ",
        "Shayne: Yeah. ",
        "Reva: Okay. See you later. ",
        "Shayne: Bye. ",
        "Reva: Why do I keep hearing you, Mama? Huh? \r\nAnd why do you keep telling me to trust my heart? Does it have something to do \r\nwith this painting? ",
        "",
        "\r\nOlivia: So, it was about Reva? ",
        "Josh: No, it's actually about a painting. I \r\nknow that sounds strange, but see, Shayne is spooked for some reason. It has \r\nsomething to do with a painting... You know, maybe... maybe he just misses the \r\ndrama of having Marah live under the same roof. ",
        "Olivia: So he's just creating his own dramas?\r\n",
        "Josh: I think that's possible, yes. Listen, \r\nlisten, I'm not going to go running off and getting involved in Reva's problems, \r\nall right? That's not going to happen. ",
        "Olivia: Well, I like the sound of that. Oh. (\r\nPhone rings) No, I'm going to get this one. It's my turn. Hello? ",
        "Alan: Olivia, I need to see you right away-- \r\nnow, as a matter of fact. ",
        "Olivia: My husband and I aren't interested.\r\n",
        "Alan: Ah, so you're not alone. Well, see that \r\nyou are within an hour, or Josh just might find out about Lewis holdings. \r\n",
        "Olivia: I'm hanging up now. ",
        "Alan: Does he know that you're using his name \r\nto commit fraud? I'm on my way. ",
        "Olivia: Okay, well, that was a telemarketer. \r\nYou thought it was Shayne again, didn't you? ",
        "Josh: I just... He rattled me a bit, that's \r\nall. You know, Shayne doesn't usually care about what's going on with other \r\npeople, but he seems to be real worried about his mom right now. ",
        "Olivia: You know, maybe you ought to go over \r\nthere and just see what's up with her. ",
        "Josh: Are you sure about that? ",
        "Olivia: Well, if it will calm Shayne down, \r\nI'm all for it. Go, go. Go be a dad. ",
        "Josh: Okay. Okay. All right. Thank you. I'll \r\ntell you what, I'll... I won't be long. ",
        "Olivia: That's okay. Take your time. \r\n",
        "Josh: Okay. ",
        "",
        "\r\nHarley: What are you doing here? ",
        "Gus: Well, I just came by to see what you \r\nlook like in a jail cell. You look kind of cute. Take it easy, Coop. ",
        "Harley: Mm-hmm. Not so fast, meathead. \r\n",
        "Gus: Oh, that's funny, meathead. I'm out \r\nhere, you're in there, you're calling me meathead. Is that any way to talk to \r\nyour former colleague? Is it? And what did you do to this guy? Look at this poor \r\nschlub. He's out cold. ",
        "Harley: (Groans) ",
        "Gus: Secret-- that's not a way get yourself \r\nout of a paper.. ",
        "Harley: (Groaning) ",
        "Gus: And don't be a drama queen. Look, some \r\nthings never change. You don't have to start screaming. I'll help you get out.\r\n",
        "Harley: I am not screaming, I am having a \r\ncontraction! ",
        "Gus: Yeah. Yeah, you're having a contraction. \r\nRight. ",
        "Harley: Do I look like I'm joking to you?\r\n",
        "Gus: What do you mean, you're having a \r\ncontraction? ",
        "Harley: I mean I'm in labor. I am in labor, \r\nwhich is why I called Rick the doctor, not you, the idiot. ",
        "Gus: Hold it. Hold it! Are you serious? \r\nYou're in labor? ",
        "Harley: Yes, which means I'm having a baby. I \r\nam having a baby. See, my water broke and everything. ",
        "Gus: Cooper, you can't have a kid in the... \r\nYou can't have a kid in this place. ",
        "Harley: You think? I thought it would be a \r\ngood time. ",
        "Gus: No, no, I don't mean it like that. I \r\nmean, it's stupid. I don't... I didn't mean to say it like that. Look, I'm going \r\nto get you out of this cage and to a hospital, okay? ",
        "Harley: Good. ",
        "Gus: I'm going to do that. And I'm sorry. And \r\nlisten, I'll tell you something, this is like an honor for me to protect you and \r\nthe baby, and to get you to a... no birth house jail baby's for you... \r\n",
        "Harley: Aitoro, Aitoro... ",
        "Gus: I feel proud. I mean, I'm starting to \r\nfeel proud to make you... ",
        "Harley: Aitoro, come here. Come closer to me.\r\n",
        "Gus: I'm saying... ",
        "Harley: Aitoro, you find that key and you get \r\nme out this cell, or I'm going to cut you up into pieces small enough to fit \r\nthrough these bars. You know what I mean? ",
        "Gus: Yeah. ",
        "Harley: Get the key. ",
        "Gus: That's what I was saying. ",
        "",
        "Alan: Well, Edmund, it's starting to sink in, isn't it? The jig's up. \r\n",
        "Edmund: The jig's up, yes. I think I've heard \r\nthat someplace before. Look, you haven't seen my friend Josephine, have you? She \r\nwasn't in the bar or anything? ",
        "Alan: Oh, you still can't locate your lady \r\nfriend, huh? She left without so much as a good-bye note. Funny how this always \r\nhappens to you. ",
        "Edmund: So I take you don't know where she \r\nis. ",
        "Alan: Oh, she could be anywhere, Edmund. Why \r\ndon’t you try Mexico? But you'd better hurry and track her down because she \r\nmight find a man who treats women decently. ",
        "Edmund: Oh, you insufferable blowhard. Where \r\nthe hell are you, Lorelei? You're not ready to play Beth yet, not nearly. My \r\nplan is going to be ruined if someone mistakes you for Beth too soon, especially \r\nif that someone is... ",
        "",
        "\r\nMichelle: So I guess the only thing that we can do now is to go ahead with our \r\nplan to set up our Mr. Big. ",
        "Danny: First thought, best thought. \r\n",
        "Michelle: $25 million. ",
        "Danny: That's a lot of money. ",
        "Michelle: Yeah. To make or to steal. In this \r\ncase, I don't even know which is harder. ",
        "Danny: I guarantee you, stealing it is going \r\nto be a whole hell of a lot easier. A couple of keystrokes. ",
        "Michelle: Wait a minute. ",
        "Danny: What? ",
        "Michelle: Once you hack into Spaulding's \r\ncomputer and you transfer these funds to Mr. Big, how is Frank supposed to nail \r\nthis guy for receiving stolen funds? ",
        "Danny: Well, I'm going to give Frank all the \r\nsoftware and the passwords so that he can electronically flag the money that \r\nbelongs to Spaulding. ",
        "Michelle: Okay, and then Mr. Big gets \r\narrested, and then... ",
        "Danny: That's the idea. ",
        "Michelle: ...The families take a huge hit and \r\nthey'll be too weak to stop you from leaving. ",
        "Danny: Mm-hmm. ",
        "Michelle: But I think you're already free of \r\nthem inside. ",
        "Danny: Why do you say that? What do you mean?\r\n",
        "Michelle: You didn't shut me out when Carlos \r\ncame to you and asked you for a favor. You needed me, and you were man enough to \r\nadmit it, and that is certainly not the Santos way. ",
        "Danny: Man, enough. Well, we're a team. \r\nAnyway, I'm not doing this to get just myself away from the families. I'm doing \r\nthis for all of us: For you, and Robbie, too. It's worth fighting for. \r\n",
        "Michelle: Together. ",
        "Danny: Right. Right. And even though I'll be \r\ndoing all the legwork to make this happen, I know that I'll feel you beside me \r\nall the way. ",
        "Michelle: Then it has to work. ",
        "Danny: It will. Come on, eat your pie. Is it \r\ngood? ",
        "Messenger: Mr. Santos? ",
        "Danny: Yeah? ",
        "Messenger: Here you are, sir. ",
        "Danny: Oh, it's from Spaulding. Thank you.\r\n",
        "Messenger: Thank you. ",
        "Danny: Thanks very much. They really do find \r\nyou wherever you are. It looks like the game just got a little tougher for us.\r\n",
        "",
        "\r\nRick: All right, let's just try it one more time. Come on.",
        "",
        "\r\nGus: Listen to me, I'm going to call 911. ",
        "Harley: No. ",
        "Gus: Yes. ",
        "Harley: No! ",
        "Gus: Yes. They can have an emergency vehicle \r\nhere in like five minutes. ",
        "Harley: No, I am not having this baby in an \r\nambulance, and I'm not having it in a jail cell, either. ",
        "Gus: There's not enough time. ",
        "Harley: There's is time. ",
        "Gus: There's not enough time! ",
        "Harley: There's time for you to find the \r\nkeys, not much more than that. ",
        "Gus: I'm going to find the keys. ",
        "Harley: Good. Good. They're not here. I don't \r\nknow where they are. Well, we know where they aren't. ",
        "Gus: You know what? Listen to me. I have \r\nknown women that have been in, like, labor for two to like 11 days and the kid \r\nstays up in there, okay? ",
        "Harley: Yeah, but not when it's their third.\r\n",
        "Gus: Third? ",
        "Harley: Yeah. ",
        "Gus: Here, this... Squeeze tight. Don't \r\nbreathe. Do everything opposite that they say. Just hold on tight. Squeeze your \r\nlegs together, okay? It's going to be okay. ",
        "Harley: Answer that! ",
        "Gus: Hello? Hello? Doc? ",
        "Rick: What? Who's this? ",
        "Gus: Who's this? Doc, who's that? Is that \r\nyou? ",
        "Rick: Aitoro? What are you doing there?\r\n",
        "Gus: It is the doc. Hey, we were just talking \r\nabout you, our favorite doctor. ",
        "Rick: Where's Harley? ",
        "Gus: She's right here. ",
        "Harley: Rick, Rick, I'm in labor in Brewster \r\nFalls. I'm in jail. You have to get me out of here. ",
        "Rick: Jail? Labor? What the hell's going on?\r\n",
        "Harley: You have to get me out of here.\r\n",
        "Gus: It's a bad connection. ",
        "Harley: Don't leave me with this guy, please!\r\n",
        "Gus: We're wasting time. We lost the signal. \r\nLook, this guy... This guy is going to have to be good enough, okay? ",
        "Rick: Hello? Hello? Brewster Falls. Right. \r\nI'm there. There's no way that you can have my son without me. ",
        "",
        "\r\nPhillip: You look worried, Edmund. ",
        "Edmund: I've had a lot on my mind. \r\n",
        "Phillip: Well, you can start thinking about \r\nprison, now, because I finally figured out why you killed Beth. ",
        "Edmund: This is ridiculous. ",
        "Phillip: It was just about money, wasn't it? \r\nThat's all it was about. How much did you really think you were going to be able \r\nto dig out of that miserable hole in Colorado? ",
        "Edmund: I loved Beth for who she was, not \r\nwhat she had. That mine meant nothing to me. ",
        "Phillip: Well, you know what? That's not what \r\nyour pal Gomez said. ",
        "Edmund: Gomez? ",
        "Phillip: Gomez. You remember Gomez. Skinny \r\nguy, needs a bath, has a bad attitude? Gee, that's funny Edmund, because he and \r\nhis pal Cruz seem to remember a hell of a lot about you. ",
        "Edmund: They're here? ",
        "Phillip: Yeah, they're here. I just had a \r\nlittle unscheduled meeting with them over at your room at the Springfield inn.\r\n",
        "Edmund: What did they want? ",
        "Phillip: You, or at least for you to sign \r\nover your deed to Beth's mine. But it's okay. Actually, you don't have to worry \r\nabout it. I think I screwed up their plans for the time being. I'm sure they're \r\nlong gone by now. But the important thing is they left something behind, one \r\nhell of a story about how you paid them to kidnap Beth. ",
        "Edmund: Well, they're lying criminals. \r\n",
        "Phillip: Why would they do that? Just stop \r\nfor a second and think about that. Why would they do that? Why would they \r\nincriminate themselves like that? It doesn't make any sense. See, I think I \r\nbelieve them. ",
        "Edmund: Well, then you're a fool. ",
        "Phillip: Really? Okay. Well, we'll see, won't \r\nwe, once you go to trial. ",
        "Edmund: You've got nothing on me because \r\nthere is nothing. ",
        "Phillip: You had motive, you had means and \r\nyou had the opportunity to kill her, and you know what? That's enough for a \r\njury. You're finished. And the very, very best part about this is that you dug \r\nyour own grave. ",
        "",
        "\r\nOlivia: Have you been spying on me? ",
        "Alan: Just gathering information. The mob? \r\nYou turned to the mob rather than deal with me? ",
        "Olivia: You know, I don't know where you got \r\nthis so-called information, but it's totally off-base. ",
        "Alan: So my money's not good enough for you, \r\nis that it? It's clean. I'm not in the business of breaking legs. I've broken a \r\nfew hearts from time to time, but not legs. ",
        "Olivia: Oh, put that back on. ",
        "Alan: You know, after the black eye the \r\nLewis' received on this bribery... ",
        "Olivia: Josh was cleared of everything!\r\n",
        "Alan: ...I would think you would go to \r\nextremes to protect your company from bad press, and Josh from finding out with \r\nwhom his wife is dealing. ",
        "Olivia: Stop it! You won't go to Josh or the \r\nmedia with any of this. ",
        "Alan: Really? ",
        "Olivia: No. Because if you do, you'll lose \r\nyour hold over me, and then you'll lose me forever. ",
        "Alan: I think Holly Reade would love an \r\nexclusive of the make-up of Lewis holdings. ",
        "Olivia: You don't get it. You still don't get \r\nit. You think you have all the power-- of course you always do- - but you're \r\nwrong. See, I know... I know how much you love sleeping with me, how much you \r\nlove touching me, and having me, and I know how much you want it again, Alan. \r\nThat is why you're here, isn't it? ",
        "Alan: That's enough. ",
        "Olivia: See, I know what it's like to be \r\nhungry, to need something so bad you can taste it. I guess we're similar like \r\nthat, but don't you dare come into my home and expect me to make love to you in \r\nmy husband's bed. I won't stand for your bully tactics anymore. You keep them \r\nup, and you'll never see me again. ",
        "Alan: No one talks to me like this. \r\n",
        "Olivia: Guess what? I just did. I think we \r\nunderstand each other now, don't we, Alan? (Door slams)  ",
        "",
        "\r\n(Knock at door)",
        "Josh: Hi, there. Can I come in? ",
        "Reva: Hey. Uh, I... I don't know. ",
        "Josh: Okay. Is Shayne here? ",
        "Reva: No. He's at a movie with some friends. \r\nWhy? ",
        "Josh: He called me. He's worried about you.\r\n",
        "Reva: Come in. ",
        "Josh: Thank you. ",
        "Reva: You know, I... I think that Shayne is \r\ntaking this man of the house thing just a step too far, because he is worried, \r\nbut I'm fine. Don't I look fine? ",
        "Josh: Yeah, you look great. And I realize \r\nthat it's strange for me to be here considering the fact that I told you to stay \r\nout of my life recently, but you have... You've gone through quite a bit. \r\n",
        "Reva: Well... ",
        "Josh: Well, I mean, come on, earthquake, \r\nblindness, and a fiancée breaking things off, it's almost biblical, Reva. \r\n",
        "Reva: Yeah, well, it's just another chapter \r\nin the life of Reva Shayne. ",
        "Josh: He said something about a painting.\r\n",
        "Reva: Did he? ",
        "Josh: Yeah. What's the deal? ",
        "Reva: There's no deal. It's some funny \r\nseascape that I bought at that B&B that I was staying at. ",
        "Josh: Right. How was that, by the way? Did \r\nyou find what you were looking for? ",
        "Reva: I'm not sure. ",
        "Josh: Okay. Well, just do what you always do. \r\nYou know, trust your heart. ",
        "Reva: What did you just say? ",
        "",
        "\r\nMichelle: Bad news? ",
        "Danny: Mm-hmm. It's from Phillip, from his \r\noffice. They've decided to move up the installation of the new security system \r\nat Spaulding. ",
        "Michelle: The one that you designed? \r\n",
        "Danny: Yeah. Yep. They started today, which \r\nmeans it's going to be up and running in, well, by the end of next week. \r\n",
        "Michelle: Okay. Why is that a problem? \r\n",
        "Danny: Because, honey, I was planning on \r\ndoing this transfer with the old system intact. With this new system, with my \r\nsystem, this mainframe computer room is going to be completely sealed. There's \r\nno way I'll be able to get in there without somebody knowing. ",
        "Michelle: There's no way at all? Nothing you \r\ncan do? ",
        "Danny: Not unless you come in from above. I \r\nmean, that room is going to be so sensitized that there's no way I'll be able to \r\nlower myself in there without setting off the alarm. ",
        "Michelle: Well, Danny, we can't just give up \r\non this plan. I mean, our lives, yours, mine and Robbie's depend on this $25 \r\nmillion being transferred. ",
        "Danny: Honey, who said anything about giving \r\nup? I didn't. I'm thinking that I'm going to have to lower you in there. It's \r\ngoing to be a hell of a lot easier than you trying to lower me. ",
        "Michelle: What are you saying? ",
        "Danny: Honey, we can't bring anybody else \r\ninto this. You're going to have to be the one who breaks into that computer \r\nroom. You're going to have to, or we're finished. ",
        "",
        "\r\nGus: I'm a little bit crazy, but I'm a pro. ",
        "Harley: Would you shut up? ",
        "Gus: I have skills, you know. ",
        "Harley: Please! ",
        "Gus: Well, you're not making this any easier. \r\nWill you just calm down? ",
        "Harley: Why didn't you just give the phone to \r\nRick? ",
        "Gus: Yeah, Rick. ",
        "Harley: He'd be here right now. ",
        "Gus: He couldn't find the key any easier than \r\nI can, okay? The key is not here. (Rattling) ",
        "Harley: (Groaning) ",
        "Gus: Come on, it's open. Come on. I'm taking \r\nyou to the hospital. Come on. ",
        "Harley: No... ",
        "Gus: Yes, it's okay. ",
        "Harley: ...You're not. ",
        "Gus: I'll get you there. My car is right \r\noutside. I'll get you there in five minutes, all right? To the delivery room.\r\n",
        "Harley: You're not listening to me. The \r\nbaby's coming. ",
        "Gus: Well, I'll call 911. ",
        "Harley: No, no, no. You don't understand. The \r\nbaby's coming now. The baby's coming now. You are going to have to deliver the \r\nbaby. ",
        "",
        "\r\nJosh: I said trust your heart. ",
        "Reva: Why did you choose those exact words?\r\n",
        "Josh: I don't know. I guess I chose them \r\nbecause they're appropriate. I want you to be happy, and the best way I know to \r\nfind happiness is to trust your heart, that's it. ",
        "Reva: Well, that's what you've done, right? I \r\nmean, you're happy, now with Olivia, right? ",
        "Josh: Yes. ",
        "Reva: I mean, Marah was commenting on what a \r\nbig help Olivia was when she moved into her dorm room. And you know, Marah and \r\nShayne seem to have come around as far as she's concerned. ",
        "Josh: How about you? ",
        "Reva: Well, I don't really think it matters \r\nexactly what I think of Olivia. But Marah and Shayne, they... I think it's \r\nimportant that they like her. ",
        "Josh: I appreciate your saying that. From the \r\nbeginning I've wanted Olivia to be considered as, you know, just part of the \r\nfamily by Marah and Shayne. ",
        "Reva: What exactly do you know about her \r\nfamily? ",
        "Josh: (Laughs) Not much, really. Why?\r\n",
        "Reva: I was just curious. But you know what? \r\nYou don't have to worry about me because I'm not going nuts. ",
        "(Laughs) ",
        "Josh: Okay. ",
        "Reva: Not yet, anyway. ",
        "Josh: Okay. ",
        "Reva: I promise. ",
        "Josh: Let me know if you do. ",
        "Reva: Oh, you'll be the first one I tell.\r\n",
        "Josh: Okay, all right. ",
        "Reva: Have a good evening. ",
        "Josh: I will. You have a good evening, too.\r\n",
        "Reva: Okay. ",
        "Josh: Bye. ",
        "Reva: Bye. (Eerie wind blowing) I hear what \r\nyou're saying to me, Mama, in whatever voice it is you speak to me through, and \r\nI want to follow my heart and trust it and I will. I'll try. Trust. Trust.\r\n",
        "",
        "\r\nEdmund: Well, since you don't have the authority to hold me, and I haven't been \r\ncharged with any crime... ",
        "Phillip: Oh, you'll be charged. I can promise \r\nyou that. ",
        "Edmund: Oh, the Spaulding word? ",
        "Phillip: Justice. You're the reason that Beth \r\nis dead. Beth? ",
        "",
        "\r\nHarley: I can't believe this. ",
        "Gus: Yeah, you can't believe... ",
        "Harley: I can't believe this. ",
        "Gus: Yeah. Uh-huh. ",
        "Harley: Hey, for your information, I don't \r\nwant you touching me. ",
        "Gus: I'm not going to touch you. ",
        "Harley: And I don't want you touching the \r\nbaby. ",
        "Gus: Right. ",
        "Harley: But I don't have a choice because \r\nyou're the only one here. You have to deliver this baby. Oh... ",
        "(Sobbing) ",
        "Gus: You have a job, buddy. We can do this \r\nthing. Listen to me, Coop. I want you to breathe, okay? Breathe. I just want you \r\nto relax. Okay, that's what they say, right? They say relax. ",
        "Harley: You still think it's better that \r\nyou're here instead of Rick? ",
        "Gus: Well, I know what you think, and... But \r\nI'm sorry. I mean, I'm sorry that he's not and I mean that. It's... A father \r\nshould be there when his kid is born. ",
        "Harley: Yes. ",
        "Gus: You know, it is what it is, okay, and \r\nwe're going to do this thing. Okay? We're going to do this thing. We're just \r\ngoing to take it nice and easy, and we're going to get through it. Okay? Me and \r\nyou, all right? All right, partner. All right. ",
        "",
        "\r\nOlivia: So, how's... how's Reva? ",
        "Josh: I don't know. She said she was okay, \r\nbut I think Shayne's right, I think something's off. ",
        "Olivia: Sorry to hear that. ",
        "Josh: Yeah. ",
        "Olivia: Come here. Come here, sit down.\r\n",
        "Josh: Oh, my. ",
        "Olivia: There you go. Let's see. I think we \r\nleft off right about... ",
        "Josh: That's the spot, right in there just a \r\nlittle lower. ",
        "Olivia: Okay. ",
        "Josh: What is that? ",
        "Olivia: What? ",
        "Josh: Alan .Spaulding. What is this doing \r\nhere? ",
        "",
        "Reva: (Gasping) this can't be, but it is. It's real. Mama, where am I? What's \r\nhappening?",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=ry0mZPcizeE"
}