{
    "Episode Summary": [],
    "Recap": [
        "Billy continues to try and battle his alcoholism, while Reva struggles to be there for him. Bill confronts Olivia about Ava's accusations. Olivia gets mad at Ava for revealing the truth about Billy's fall off the wagon. Bill and Olivia have it out. Jeffery and Cassie continue to search for Hope. Edmund shows Mallet a tape of Dinah while she was supposedly imprisoned. Dinah takes Hope to Danny, and tells him what she knows. Marina begs her father to give her and Danny some leniency. Frank takes Hope, Danny, and Dinah to the hospital for a DNA test. Jeffery punches Edmund."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dinah: Oh, boy. So you're what all the fuss is about, huh, pumpkin? Boy, oh, boy. I can see why. You are one beautiful girl. That's okay. That's okay. I know, honey. You miss your mommy, don't you? I know. Cassie's the only mommy you've ever known, right? Right. You know what? One day, honey, you're going to understand why I had to take you from her. One day you're going to understand.",
        "[SCENE_BREAK]",
        "Bill: Hey, Ava.",
        "Ava: Hey, you're here early.",
        "Bill: Well, I didn't sleep much last night so...",
        "Ava: I'm sorry.",
        "Bill: Not your fault.",
        "Ava: Were you worried about your father and his drinking?",
        "Bill: Let me ask you something: Is there anything you remember, something that was said or done that may have pushed him over the edge?",
        "Ava: I don't think it was like that. I don't think it was like that. Billy picked up a drink, Olivia came in and ate an olive off one of the drinks, and he had no idea. It was an accident. It was totally an accident.",
        "Bill: I wonder.",
        "Olivia: Hi, honey. What are you doing here?",
        "[SCENE_BREAK]",
        "Cassie: Dinah? Dinah. Dinah? Jeffrey!",
        "Jeffrey: Yeah, what? What's wrong? Where are they?",
        "Cassie: They're not here. We've been looking all night long. Dinah took her. Where'd she take her? Where'd she take my little girl?",
        "Jeffrey: Wait. Wait. You stay here.",
        "Cassie: Oh, my God. Please, please, please.",
        "[SCENE_BREAK]",
        "Mallet: This is crazy.",
        "Edmund: Yes, it. Is more specifically, it's about how crazy Dinah Marler is. I've been trying to get you here since yesterday, Detective.",
        "Mallet: What's this?",
        "Edmund: I hid a video camera in here one day while Dinah was occupied upstairs.",
        "Mallet: Uh-huh. Why?",
        "Edmund: Watch it. Watch it and you'll see how disturbed Dinah really is. How she's still out to destroy Cassie, to take everything away that is Cassie's and make her own.",
        "[SCENE_BREAK]",
        "Dinah: Hey, sweetie. You know something? One day you're going to understand that life just isn't fair, unfortunately. It's not fair at all. But you know what? I had a little one just like you growing inside of me at one time. Yeah. Hey, I was going to be a mommy, too. Yeah. Yeah. Okay. You know something? We need to split, because I can't risk anybody finding us, honey. Come on. We need to go.",
        "[SCENE_BREAK]",
        "Cassie: Oh, God, I can't believe this. I can't believe this.",
        "Jeffrey: Okay. We've got everything... done everything that we possibly can. I put out an A.P.B. On Dinah, Amber Alert, everybody cop in Springfield has her picture.",
        "Cassie: She's do so good at disappearing. What if we never find her?",
        "Jeffrey: Dinah may be a lot of things but she's not going to hurt that child. She not going to hurt Hope.",
        "Cassie: I'm not worried about her hurting Hope! I'm worried that she's going to keep her!",
        "[SCENE_BREAK]",
        "Marina: What's today's date?",
        "Danny: I don't know. Why?",
        "Marina: Because I want to remember today.",
        "Marina: As what, Danny builds shelves day?",
        "Marina: No, as our official moving in together day.",
        "Danny: Yeah? So you mean leaving your toothbrush here before didn't count?",
        "Marina: You're so funny.",
        "Danny: That's me.",
        "Marina: No, it didn't. But this is it. This is real. This is the start of lots of wonderful days to come. And who knows, maybe you'll even be a father again someday.",
        "[SCENE_BREAK]",
        "Jeffrey: Well, then check the docks. Check the bus station and the train station one more time, and then... hold on a second. What are you doing?",
        "Cassie: I'm trying to find my keys. I'm going to find Dinah.",
        "Jeffrey: Cassie, you're not driving anywhere.",
        "Cassie: She has my little girl.",
        "Jeffrey: I'll call you back. Cassie, you won't take the car. If you take the car, you'll get into an accident.",
        "Cassie: She has Hope, okay? Where could she have taken her, where? It's cold outside and Hope doesn't have her jacket. She has my little girl. What if she panics and dumps her somewhere?",
        "Jeffrey: We're going to find her, Cassie.",
        "Cassie: What if we don't find her?",
        "Jeffrey: Have I ever made you a promise before that I haven't kept?",
        "Cassie: No.",
        "Jeffrey: Okay. Well, then let me tell you this, I promise you, I promise you we will find her.",
        "Cassie: Okay.",
        "[SCENE_BREAK]",
        "Dinah: Shh, baby. Not a sound. Not a sound. Oh, my goodness. Sweetie, you did remarkable. You know that? Such a good girl. You're such a good girl because that could have been really bad. Okay. Honey, we're going to take you someplace that no one will ever think to look for us okay, let's go. Let's go.",
        "[SCENE_BREAK]",
        "Olivia: What's wrong?",
        "Ava: Olivia, can I get you anything?",
        "Bill: No, she's fine.",
        "Ava: No, she's fine.",
        "Olivia: What... are you going to talk to me, because I'm a little... what has got you so tense?",
        "Bill: Olivia, will you tell me what's going on? How come when I came home last night and I told you that my father had fallen off the wagon, it was killing me, you know it was killing me, but you're just so whooped up about the whole Venezuela project. All you could do is celebrate at my father's expense.",
        "Olivia: No. If it seemed that way, I'm sorry, okay? I don't want to belittle what Billy is going through. It's awful. I know it is.",
        "Bill: Yeah, yeah. Ruined his life.",
        "Olivia: I feel terrible for him.",
        "Bill: Do you?",
        "Olivia: Yes! Of course I do!",
        "Bill: Do you really? Did I tell you that alcoholism is what broke my father and my mother up? I told you that, didn't any.",
        "Olivia: Yeah, you told me.",
        "Bill: Yeah, I did. And I told you how that made me feel. Right? To watch the man that you admire most in the whole world just turn into this lying drunk. To the point where he didn't give a damn about me, my mother or even himself. It ruined him. He lost everything. Everything. Including my respect. In fact, my family, we had to turn our back on him. Do you know how that feels? Do you? To turn your back on your own father?",
        "Olivia: I can see in the your eyes.",
        "Bill: Can you?",
        "Olivia: Yes. It's not going to happen to Billy. Your father is strong. Okay? This is just a slip, this is a tumble off the wagon.",
        "Bill: \"Tumble off the wagon.\" See, I don't think it was just a tumble. I think he was pushed. Olivia, I think someone intentionally switched his drinks. So instead of drinking water he drank vodka. And I think that somebody was you.",
        "[SCENE_BREAK]",
        "Reva: I know you're up and about, Billy. Look, call me when you get this message. You can't hide from me because I will find you, you know I will. If you think I'm going to let you take another drink, you've got another thing coming, you bad boy.",
        "[SCENE_BREAK]",
        "Billy: Don't do it, Billy. Just don't do it, okay? Hey.",
        "Ava: Billy, Hi. How's it going.",
        "Billy: Well, you know, I just thought I'd kill time here but maybe this isn't such a good time, huh?",
        "Ava: It's fine. Come on in. Come with me.",
        "Billy: No, you've already got people in there.",
        "Ava: Maybe you can help. Olivia and Bill, they seem to be upset about something.",
        "Billy: I don't think my son wants me sticking his nose in my business anymore, so....",
        "Ava: Maybe you could help. Why don't you come on in?",
        "Billy: I think whatever I would do to try to help would be awful. You see, I have this real... look, you just go back in there, okay?",
        "Ava: Are you sure?",
        "Billy: Yeah, I'm sure.",
        "Ava: Okay. Take care, Billy.",
        "Ava: Hey, Bill, do you still want your breakfast?",
        "Bill: No.",
        "Olivia: No, thank you.",
        "Olivia: Let me get this straight. You are purposely accusing me of getting your father drunk?",
        "Bill: Honestly. That's an interesting word, Olivia. Why don't you be honest with me. Please tell me the truth.",
        "Olivia: The truth?",
        "Bill: Yes.",
        "Olivia: Why would I do something like this? It makes no sense.",
        "Bill: I think it would make perfect sense considering who you are and what you're about. Olivia, ever since Venezuela project came up it's what you've been talking about-- \"Bill, step up, make a name for yourself in the business.\" You can think about the money coming in and the perks. I told you I didn't want to do it, I wanted my father to have it. Next thing I know he's drinking, Josh pulls him off and it's my job.",
        "Olivia: It's a coincidence. I resent the implication otherwise.",
        "Bill: Ha-ha.",
        "Olivia: What? What?",
        "Olivia: Olivia, Ava saw what you did. She saw you take the olive out of the drink. My father thinks he's drinking water, it's vodka. And you sat back and watched 13 years of sobriety go down the tubes and you just did nothing. Nothing.",
        "Olivia: I hope you like to tend bar, because you are so fired.",
        "Bill: That is so you. Blame her, blame everyone else but yourself. What is the matter?",
        "Olivia: It doesn't matter how the drinks got mixed up. Your father took a sip, realized it was vodka, he kept drinking. Ava, Ava, you like to talk so much, did you force Billy to keep drinking?",
        "Ava: No. I... no. I...",
        "Olivia: Ava didn't force Billy to keep drinking, neither did I. He did this all on his own.",
        "Bill: You tell me, did you switch the drinks or no?",
        "[SCENE_BREAK]",
        "Jeffrey: There's got to be something. Okay. Thank you. Bye.",
        "Cassie: I can't sit here and do nothing. I'm going to go nuts.",
        "Jeffrey: You want to go out there and look for Dinah again?",
        "Cassie: Wherever the hell she is, Dinah likes an audience. She likes to rub my nose in it. She wants to see me in pain. I know that.",
        "Jeffrey: Where do you think she'd go?",
        "Cassie: I don't know. I can't believe she didn't call Ross or Bill. They have supported her no matter what.",
        "Jeffrey: I'll call Bill again.",
        "Cassie: I'll try Ross. Ross, it's Cassie.",
        "Ross: Cassie, yeah, I was just about to call you. Yes, I'm still at the hospital. So far nothing. I know. I haven't found anybody who saw Dinah leave.",
        "Cassie: Forget about that. Forget about that. I have been trying to call you all night. Dinah was here at the farmhouse.",
        "Ross: Is she still there?",
        "Cassie: No, she's not here. She's taken Hope, Ross. She has my little girl.",
        "Ross: Oh, no. Are you sure?",
        "Cassie: Yes, I'm sure. Look, Jeffrey has an A.P.B. And he put out an Amber Alert but we... we're going to come meet you at the hospital now. Okay? Don't go anywhere.",
        "Jeffrey: Whoa, stop, stop. Take a deep breath.",
        "Cassie: I'm just really scared that I am never going to see my little girl again.",
        "[SCENE_BREAK]",
        "Mallet: You're big on video, huh? First you were right there when Jeffrey conveniently found the good-bye tape Dinah made for Ross. And now... wow, lo and behold bingo, you've got another one.",
        "Edmund: I've done nothing wrong. This bizarre scheme is a plot of Dinah's.",
        "Mallet: How did Dinah know you owned this place.",
        "Edmund: Mentioned it to her.",
        "Mallet: Did you give her a key?",
        "Edmund: Of course not. She broke in.",
        "Mallet: Right and she had work crews turn this into a farmhouse without you noticing it. She's good.",
        "Edmund: She is, isn't she? These are just highlights, Detective. Sort of a greatest hits, if you will. I think you'll get the idea. All right. Here she is, lady of the house putting on a little show for me and for herself, of course. I think that's the... that's the blue dress she used to impersonate Cassie in Europe. Notice how flat her stomach is here, Detective? She had very briefly taken out the pregnancy pillow she had stuffed up her shirt. I think it's coming. Right, this is the part. Yes, she's cozying up to her Prince Charming, the object of her obsession, trying to persuade him he should be as gaga over her as she is over him. You'll notice, Detective, that's not a gun I have to her head. And I'm not telling her to wear the dress and I'm not forcing her to rub up against me.",
        "Mallet: Where's the rest?",
        "Edmund: The what?",
        "Mallet: The rest of the footage. I mean, you said you taped her for at least a week. This is obviously the highlights, which means it's been edited. I'd like to see all the stuff in between.",
        "Edmund: Well, that's on the original tapes and they're not here right now.",
        "Mallet: Au. Well go get them. I'd like to see every single minute of every single tape.",
        "Edmund: I'd like to do that, but they're in some safe place.",
        "Mallet: Okay. Let's go get them. What do you say? Let's go together, huh? Right now? Do you have a problem with that, Edmund? I mean, you shouldn't, not if you're telling me the truth.",
        "Edmund: I don't have a problem. No problem at all. Happy to do it but if we walked over there...",
        "Mallet: Great. Let's just go then. Hold on. Yeah, A.C. Mallet. Yeah, what's up, Frank? When? Okay. Call me the minute you find out anything more, okay? All right, thanks.",
        "Edmund: Bad news?",
        "Mallet: Dinah turned up at Cassie's but then she took off again. With Hope. And no one has a clue where they are.",
        "[SCENE_BREAK]",
        "Marina: You know, when we're done with these shelves we should start a new project.",
        "Danny: Yeah, what's that?",
        "Marina: We should redo Robbie's room for him when he comes to visit. We could get him one of those cool racecar beds they make for kids. He'd love that.",
        "Danny: He would. He would. And I love you for thinking about it, what would make him happy.",
        "Marina: I'm crazy about him. You know that. Ever since before you and I. He's an amazing little person with a huge heart.",
        "Danny: He is.",
        "Marina: Just like his daddy. I'm going to put all this stuff in the other room. Don't go anywhere, that's an order.",
        "Danny: You know me, I never disobey a cop.",
        "Marina: Almost-cop. Cop in training.",
        "Dinah: Hey.",
        "Danny: Hey. What... um, isn't that Cassie's baby? It is. Dinah, what are you doing with her?",
        "Dinah: I can explain if you just let me in.",
        "Danny: Yeah. Yeah. Is everything okay? Why do you have Cassie's baby?",
        "Dinah: It's not what you think.",
        "Reporter: Authorities are looking for Dinah Marler. She's wanted in connection with the abduction of infant Hope Winslow. If you have seen this woman or this child, please contact 911 immediately. Again, an Amber Alert...",
        "Danny: You took Cassie's baby?",
        "Dinah: Yes. No. Danny, come on, let me explain this.",
        "Danny: There's nothing to explain. Give me the baby. I'm calling the cops.",
        "Dinah: There's too much at stake.",
        "Danny: What are you talking about?",
        "Dinah: This Hope is not Cassie's child.",
        "Danny: Of course she is.",
        "Dinah: No. I think there's a very good chance that Hope is really Michelle's child.",
        "Danny: No, Michelle lost her baby.",
        "Dinah: Did she, Danny? I don't think so. I think that what has happened is that Michelle's baby survived, and you're looking at her. I know this sounds absolutely crazy, but I think this sweet little girl is your daughter.",
        "[SCENE_BREAK]",
        "Cassie: Ross, any word?",
        "Ross: No. Nothing.",
        "Cassie: Would you tell me if you heard from Dinah?",
        "Jeffrey: Cassie...",
        "Ross: Of course I would. I would do anything to get your baby back.",
        "Cassie: Even if that meant hurting Dinah?",
        "Ross: Let's just find her.",
        "Jeffrey: Ross, Cassie's concerned because you protected Dinah before.",
        "Ross: And I will in the future. Listen, we don't know her motives in this. All we know is that Edmund did some terrible things to her.",
        "Cassie: You know, I really thought she had changed. I really thought I could trust her.",
        "Ross: Maybe she didn't do what you think she did.",
        "Cassie: ( Sighs )",
        "Ross: Cassie, she's my daughter.",
        "Cassie: Hope is my daughter. And I may never see her again. If that's not Dinah's fault, then whose fault is it, Ross?",
        "[SCENE_BREAK]",
        "Reva: Hey! Someone's busy.",
        "Ava: How are you, Mrs. Lewis.",
        "Dinah: I'm fine. Just fine. I was looking for Billy, though, you haven't seen him by any chance, have you?",
        "Ava: Yeah. A funny thing, you just missed him.",
        "Reva: How is she?",
        "Ava: He seemed shaky when I told him Olivia and Bill were inside. He didn't want me to mention he had been here.",
        "Reva: Did she say by any chance where he was headed?",
        "Ava: No, he didn't.",
        "Reva: Thanks, Ava.",
        "Ava: I hope you find him. He seems so sad.",
        "[SCENE_BREAK]",
        "Olivia: I'm not going to stand here and defend myself. Your father picked up that drink chose to drink it, it wasn't my fault.",
        "Bill: And you set him up Olivia, that's what you did.",
        "Ava: Olivia, if I said something wrong...",
        "Olivia: Please get out of my sight.",
        "Bill: Ava, find someone to cover for you and take the rest of the day off. Really, it's okay. And Ava, this is not your fault.",
        "Olivia: I know you have a right to be upset with me, okay. But maybe you're angry with your father, too.",
        "Bill: You are skating on such thin ice.",
        "Olivia: Maybe you're feeling guilty that you took the Venezuelan job at your father's expense. The fact is he slipped. He could have gotten to Venezuela, started drinking and done damage to Lewis.",
        "Bill: You're thinking about the business, that's all your care about?",
        "Olivia: No. I care about you! Look, your father chose to take that drink. Why am I getting the lecture?",
        "Bill: Because you are the one who put the glass in front of him.",
        "Olivia: You have to take off your rose glasses, okay? Billy is a guy who still has a lot of problems after all these years and all your love and support won't change anything.",
        "Bill: Oh...",
        "Olivia: No one pushed him over the edge, Bill. He went there all by himself.",
        "[SCENE_BREAK]",
        "Reva: It's me, Billy. Your fellow sinner. Don't hide from me! I love you, you crazy old fool and I'm not going to lecture you. I'm not going to let you throw away everything you've worked so hard for you've got too much to lose.",
        "Billy: I don't know, Reva. Seems to me when you get right down to it, I ain't got that much to lose.",
        "[SCENE_BREAK]",
        "Bill: So you admit you put the drink in front of my father?",
        "Olivia: Look, I didn't mean for it to turn out the way it did. The guy provoked me. You should have heard what he said to me.",
        "Olivia: You did it because you are so selfish and the only one you can think about is you and what you want. The hell with everyone else.",
        "Olivia: Maybe you're blowing this out of proportion. Your father took one drink.",
        "Bill: He took more than one drink, Olivia.",
        "Olivia: All right. It's a new day. He can go to A.A., Right?",
        "Bill: What if he doesn't go?",
        "Olivia: I'll take him there myself. If he's having trouble, we'll put him in rehab!",
        "Bill: You make the mess and then you clean it up, is that how it works? It doesn't. My father had to go to a meeting almost everyday for the past 13 years. In one moment, you wiped all that out. In one moment you put him back in that hellhole again and who knows if he'll ever get out of it. Do you ever think of anyone else but yourself?",
        "Olivia: Yes. I think about you.",
        "Bill: Oh, come on.",
        "Olivia: And I think about Emma and our future and maybe what I did was rash and maybe I am too ambitious and maybe I am selfish at times. But you know something, Bill? You love me for that. You need me to be like this.",
        "[SCENE_BREAK]",
        "Ross: Dinah cared about you and you knew that and you exploited it at every turn. If Dinah did something wrong today it's because you drove her to it.",
        "Edmund: Well, I hate to burst your self-righteous bubble, Ross but the only crime I committed was befriending your daughter and entrusting her with Cassie and my child's.",
        "Jeffrey: Lieutenant, get him out of here before I shut you up with my fist.",
        "Edmund: The man threatened me.",
        "Cassie: I didn't hear anything.",
        "Mallet: Me either.",
        "Jeffrey: Stay away from Cassie.",
        "Edmund: Hope is my child, too. I have as much right to be here as Cassie.",
        "Cassie: No, you don't. ( Cell phone rings ) Oh, my God, where. Are you sure? Dinah and Hope have been seen at the Beacon.",
        "[SCENE_BREAK]",
        "Danny: This baby can't be Michelle's. That doesn't make sense.",
        "Dinah: I risked an awful lot to come here to tell you. This I could have taken off, I could have left town. I can still do that, Danny. I can leave.",
        "Danny: Explain.",
        "Dinah: I was pregnant with Edmund and Cassie's baby. That is not a lie. But I miscarried. And I told Edmund. I was going to tell Cassie everything. But then he unfortunately convinced me to try to keep it a secret from her.",
        "Danny: Why?",
        "Dinah: Because he was so desperate to get her back and their unborn child was the only leverage he had. He kept trying to convince me he wanted to be with me and not Cassie, and that we should string her along up until the point where I would give birth.",
        "Danny: Why?",
        "Cassie: Because he wanted to hit her with the truth. Hit her with the truth and there was so much going on in his head I don't know. He knocked me out. Next thing I knew the door was locked and I was a prisoner.",
        "Danny: That's ridiculous! That's the craziest thing I ever heard.",
        "Dinah: Danny, it was the truth. I was locked up. I was locked up. Look, I don't know, but I think that Edmund caused Michelle's accident and somehow he was there when she went into labor. He took the baby. He took Hope and then he wanted me to make it look like I had gone into labor and he took the child and passed it off to Cassie as if it were their own.",
        "Danny: You just admitted you faked your pregnancy just to torture Cassie. Why should I believe anything you're telling me?",
        "Dinah: Because it all fits. Nobody has seen me since the night Hope was born, right? Not even my father. Don't you think that's a little weird? What woman jumps up, gets out of town after she's gone through hard labor? Come on! Hope was born the very night Michelle gave birth and Michelle gave birth to a little girl also. Danny, are these just coincidences? I don't think so. And if you need more proof, then I want you to look down into this little girl's face and this little girl's eyes and tell me whose eyes those are, whose face that is.",
        "Danny: Michelle's.",
        "Dinah: Yes. Yes. Yes. It's Michelle's. And Michelle's little baby's been taken from her and I just... I believe Edmund has done something so wrong, so unforgivable, I don't think you should let Michelle wait one more minute to have this little sweet thing back in her arms again. Now, Edmund said to me that Michelle wasn't sure about the paternity, but Hope is Michelle's daughter. And if Michelle is Hope's mother-- which she is-- that means...",
        "Danny: That I could be her father. You could be mine.",
        "[SCENE_BREAK]",
        "Reva: I know you near there Billy Lewis. You know you can't do this on your own.",
        "( Banging on door )",
        "Reva: Billy!",
        "[SCENE_BREAK]",
        "Olivia: You love it that when I want something I go after it. And you love that one of those things is you. It excites you. It turns you on and you can't deny that.",
        "Bill: Olivia, there are limits, don't you understand?",
        "Olivia: Not for me and you love that, too.",
        "Bill: You're hurtling people, people that I care about. Do you understand that? That's where I drawn the line.",
        "Olivia: You've drawn the line before and I've crossed it.",
        "Bill: What is in obsessive need to have more, more, and more? You have a husband who loves you? You have a beautiful little girl. More money than you can spend. When is it going to be enough?",
        "Olivia: Never. And you knew that going in.",
        "Bill: Yeah. Yeah, I did. Maybe I thought I could change you.",
        "Olivia: Oh. Well, then I guess you made the mistake. You can't go into a marriage expecting to change someone.",
        "Bill: No. I guess you're right.",
        "Olivia: Where are you going?",
        "Bill: I don't know. I just can't be around you right now.",
        "Olivia: Bill... I'm sorry.",
        "Bill: No, you're not.",
        "[SCENE_BREAK]",
        "Marina: I heard. Danny, I know a that what she is saying makes a weird kind of sense. We both know that I thought the same thing but... but she's wrong. It's not true. Look, I went to Jeffrey and he ran a DNA test and Hope is Cassie's baby.",
        "( Banging on door )",
        "Police officer: Springfield Police, open up.",
        "Danny: Dinah, stay here. Don't run. I'll take care of it. Stay.",
        "Marina: Dad?",
        "Frank: We got a call from here and they said they spotted Dinah.",
        "Danny: Frank...",
        "Frank: I can't believe you're involved with all of this. You are under arrest.",
        "Danny: She's fine. Hold on...",
        "Frank: Someone tell me what is going on.",
        "Danny: Dinah is bringing the baby to me because she... Dinah thinks the baby is not Cassie's, that she's Michelle's and that Michelle is this baby's mother and I might be her father.",
        "Frank: That's quite a story.",
        "Danny: Well, I don't know what to tell you, Frank, except I think we need to get to the hospital and run another DNA test.",
        "Marina: Dad, please. Look, Daddy, I love you, okay? And you are the best cop that I know but right now I need you to be my dad and not the Chief of Police. Don't arrest Dinah, let's just do like Danny said and we'll go to the hospital and get the tests and you can call Cassie and you can tell her that Hope is safe and that she can meet us that there, okay? Please?",
        "Frank: What's Cassie's number",
        "[SCENE_BREAK]",
        "Cassie: Frank found Hope and Dinah and he says that they're both fine but he's bringing them here for some reason.",
        "Ross: Is Dinah all right?",
        "Cassie: I don't know, Ross, but I have to go down stairs and meet them.",
        "Edmund: I'm coming with you.",
        "Jeffrey: I don't think so, Edmund. Detective, make sure Edmund stays put. Call whoever you have to. And Edmund.",
        "Mallet: Oh! Sweet. Sweet.",
        "Edmund: You saw what he did. Are you going to arrest him?",
        "Mallet: What? I didn't see anything. I must have had my back turned. As for your story about Dinah Marler, you had me going there. For about a second. Come on.",
        "Cassie: Dinah, where's Hope? Where is she?",
        "[SCENE_BREAK]",
        "Announcer: Next on \"Guiding Light\"...",
        "Tammy: Sandy doesn't want me anymore. I'm so sorry.",
        "Jonathan: Wherever you go, there I am.",
        "Tammy: I can't do this.",
        "Jonathan: I can't, I can't, I can't. But then you do, Tammy.",
        "Sandy: We have a situation.",
        "Cassie: Can I have my daughter.",
        "Danny: Dinah says this baby is Michelle's and I believe her.",
        "Michelle: Mommy, we're home!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=IEw6Cus0U1c"
}