{
    "Episode Summary": [],
    "Recap": [
        "Sebastian visits Danny inquiring about Michelle's whereabouts. Danny is not receptive to the visit and Sebastian is upset that Danny doesn't share information. Harley and Gus remember old times as Harley comes to terms with her doubts about Gus, Buzz, and herself. Tony and Michelle have a heart to heart talk following their night of passion as Danny and Marina talk about what-ifs and wasting their lives. Marina thinks it's time to have some fun."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Danny: Yeah. I don't think your dad wanted you to leave with me.",
        "Marina: Well, yeah, my dad never wants me to go anywhere.",
        "Danny: Still, I hope I didn't, you know, cause a problem.",
        "Marina: Please. I was happy to come out with you. Besides it saved me from the thanksgiving cleanup. (knock at the door)",
        "Danny: Maybe it's your dad.",
        "Marina: Ooh.",
        "Danny: He followed you here.",
        "Sebastian: Hello, Danny.",
        "Danny: Can I help you?",
        "Sebastian: Yeah, I'm looking for Michelle. Is she here? Or is it just the two of you?",
        "[SCENE_BREAK]",
        "Michelle: Did I hurt you?",
        "Tony: No. I just wanted to look at you. God, you're so beautiful.",
        "Michelle: You're pretty cute yourself, you know.",
        "Tony: (Laughs)",
        "Michelle: Quit the chatter and come here.",
        "Tony: Okay.",
        "[SCENE_BREAK]",
        "Gus: Beautiful. Thank you.",
        "Harley: Mind if I sit down?",
        "Gus: No. I was going to come over, but I thought maybe you thought that I'd start blabbing about your dad. I didn't, you know, want to make you uncomfortable, so...",
        "Harley: Oh, no. I'll tell you, right now with everything going on, I feel like maybe you're my only real friend in this town.",
        "Gus: Hmm.",
        "Harley: So I think... I think I can handle it.",
        "Gus: You shouldn't have to handle it, you know. Just like handle it. What are you doing down here? It's Thanksgiving. Shouldn't you be home or something?",
        "Harley: Home, acting like nothing's wrong. I've been doing that all day.",
        "Gus: What, you didn't have a very good Thanksgiving?",
        "Harley: I've had better. Last year was fun.",
        "Gus: Oh, last year was great.",
        "Harley: Yeah. (laughs)",
        "Gus: It was great. You did get a little stressed out though. I remember, because...",
        "Harley: I was only stressed out at the beginning...",
        "Gus: Because there was the mac n' cheese...",
        "Harley: ...But then I relaxed...",
        "Gus: ...And my father...",
        "Harley: ...And then we had fun.",
        "Gus: Yeah, we did have fun.",
        "Harley: It's too bad.",
        "Gus: Yeah, it's a shame.",
        "Harley: I hate it, you know. I hate watching every move my father is making. I hate analyzing every word he says and just waiting for him to slip up. I hate it.",
        "Gus: Well, you shouldn't do that. I mean, do it if you... if you... I'm not telling you what to do. I'm sorry.",
        "Harley: You're right. Maybe I should just stop it. Maybe I'm the one who, you know, killed Phillip. I can't say for sure either way, right?",
        "Gus: (sighs) You know, no offense, but, I mean, I didn't come down to this hole in the wall to be depressed, you know.",
        "Harley: Oh, I'm sorry. I didn't mean to be a downer.",
        "Gus: What I mean is I just didn't want to be sad and just like blue. You know, I got enough of that at home. I was thinking maybe... if tonight you wanted a little something different from me, then, you know, stay.",
        "Harley: Maybe I should just...",
        "Gus: Why don't you come over? Why don't you come over?",
        "Harley: I don't know. I don't know. I don't know. I know I just wish that everything didn't have to be so complicated.",
        "Gus: It isn't. Listen. Look at me. It doesn't have to be complicated. It doesn't.",
        "Harley: I wish that we could just be any two people in a bar alone, you know.",
        "Gus: What does that mean?",
        "Harley: No murders, no aborted weddings, just any two people alone.",
        "[SCENE_BREAK]",
        "Telephone voiceover: The cellular customer you are trying to reach...",
        "Blake: Oh, damn it, Mom! Why don't you pick up? (Phone ringing) (tone beeps)",
        "Holly: This is Holly. I'm away from the phone right now, but if you leave a message, I'll return your call as soon as possible. Thanks.",
        "Blake: Mom, it's me again. I don't know why I keep trying your house. I keep thinking that sometimes I'll just... I don't know, I'll just get lucky. (Sighs) where are you? I miss you, and I'm starting to get worried about you. So I wish you would call me. I love you. Bye. (Sighs)",
        "[SCENE_BREAK]",
        "Holly: Your plan? Never going to work! Ed's never going to come here. And you're going to die of your disease. We're all going to die. Oh. No, you will not do this to me! I will not let you do this to me.",
        "[SCENE_BREAK]",
        "Danny: Just give me a minute. Michelle's not here.",
        "Sebastian: Aren't you going to introduce us?",
        "Marina: Marina Cooper.",
        "Sebastian: Sebastian Hulce. Cooper, Cooper, Cooper. Oh, you wouldn't be related to Buzz Cooper, would you?",
        "Marina: He's my grandpa. You know him?",
        "Sebastian: No. But my father did.",
        "Marina: Who's your father?",
        "Danny: We're kind of busy right now.",
        "Sebastian: So I take it Michelle isn't here.",
        "Danny: That's what I said. She's out of town on a trip. She's been gone for weeks.",
        "Sebastian: Really? Business or pleasure?",
        "Danny: Look, I can't help you, okay?",
        "Sebastian: I'm only here for a short time, so is there a contact number, some way I can reach her? Anything.",
        "Danny: Why do you want to talk to Michelle?",
        "Sebastian: Do you even care?",
        "Danny: Excuse me?",
        "Sebastian: Look, just tell Michelle if you see her that I'm trying to contact her and...",
        "Danny: Hold up, Sebastian. Yeah, I want to know the real reason you're here.",
        "[SCENE_BREAK]",
        "Michelle: You know, for a second I almost forgot where we were.",
        "Tony: Yeah?",
        "Michelle: Mm-hmm.",
        "Tony: Listen. You know something? I want to... I want to thank you.",
        "Michelle: For what?",
        "Tony: Believing in us. Not shutting down. Because you could have, you know.",
        "Michelle: Yeah, well, why would I?",
        "Tony: I think you know why.",
        "Michelle: And then I would have missed out on something really great, don't you think?",
        "Tony: Mm-hmm.",
        "Michelle: Did you know that we'd end up like this?",
        "Tony: Didn't you?",
        "Michelle: Not really. I mean I knew that there was something there. But I was just kind of...",
        "Tony: Yeah? Did you?",
        "Michelle: ...Along for the ride, you know.",
        "Tony: Mm-hmm. Yeah, I know. What's wrong? What's wrong?",
        "Michelle: I just can't enjoy this ride, Tony, 'cause it's not real.",
        "[SCENE_BREAK]",
        "Gus: Two different people meeting, that wouldn't be real.",
        "Harley: I know.",
        "Gus: It's a shame really.",
        "Harley: Maybe I'm tired of real for one night.",
        "Blake: Hey, guys.",
        "Harley: Hey.",
        "Gus: Hey. How're you doing, Blake?",
        "Blake: What's going on?",
        "Harley: Nothing. (Laughs) nothing's going on. We ran into each other coincidentally.",
        "Gus: It's random.",
        "Blake: Oh, I'll say.",
        "Harley: (Laughs)",
        "Blake: I'm here for take-out. You know Clarissa. She refuses to eat turkey, so it has to be chicken fingers. And they make them good here.",
        "Gus: They do make them good here. I've been eating a lot of takeout lately. Thank you.",
        "Woman: Thanks.",
        "Blake: Thanks. So are you...?",
        "Harley: No.",
        "Blake: Because if you are...",
        "Harley: I said we're not.",
        "Blake: Okay.",
        "Harley: Okay, we just ran into each other.",
        "Blake: Yeah, that's what you said.",
        "Harley: Yeah, and you're not listening.",
        "Blake: Okay.",
        "Harley: Okay. So ???",
        "[SCENE_BREAK]",
        "Sebastian: Danny, I can see that this isn't a really good time, so...",
        "Marina: I work for Danny. I watch his son.",
        "Sebastian: Oh, really?",
        "Danny: It's none of his business. You got that?",
        "Sebastian: Look, I didn't mean to insinuate anything, okay?",
        "Danny: But you did.",
        "Sebastian: I'm sorry. I'm sorry, Marina.",
        "Marina: Then why did you say it?",
        "Sebastian: Look, I'm really sorry, okay? It's late, I'm jet lagging, and I'm just a little edgy. What about Michelle's business partner, your cousin?",
        "Danny: What about him?",
        "Sebastian: Maybe I could speak with him.",
        "Danny: Now you want to talk to Tony?",
        "Sebastian: Yes. Look, it's about the lighthouse, okay?",
        "Danny: Oh, really? Well, why didn't you say that in the first place?",
        "Marina: What do you want with the lighthouse?",
        "Danny: He wants to buy it.",
        "Marina: Well, Tony doesn't even own it. And besides...",
        "Danny: Tony's out of town.",
        "Sebastian: With Michelle? Oh. Now I understand why you're so tense.",
        "[SCENE_BREAK]",
        "Tony: You feel that? Hmm? Right here. You feel how fast that's beating? Now, Michelle, you tell me that's not real.",
        "Michelle: It's real. I know that.",
        "Tony: Okay, okay. But... but what?",
        "Michelle: I'm just saying this, what's happened to us, where we are, it's not real life.",
        "Tony: Well, this, right now, is the most real day of my life, Michelle. Okay? I have never... I have never felt more alive, more in the moment, and right now, you know, I've wanted you for months, I've wanted this--this right now, for so long.",
        "Michelle: Even though you knew that we would both be hurting someone we care about?",
        "Tony: Yeah. Yeah. I just... I just couldn't help my, ??? and honestly, I don't think you could have either.",
        "Michelle: I don't regret this. I don't want you to think that.",
        "Tony: Okay, good. That's good, because I'm not going to be sorry. You're amazing. You are everything. This, right now, is everything to me, okay?",
        "Michelle: Tony...",
        "Tony: I know that you think this happened because we got lost and we're stranded and we're away from everybody else. It's the real deal. You're stuck with me, and I'm not letting go. I'm sorry.",
        "[SCENE_BREAK]",
        "Marina: I think you should probably go.",
        "Sebastian: Look, I... I don't know either of you very well, granted, but suffice it to say, I think Michelle's been acting a little off lately.",
        "Danny: Sebastian, you don't know us at all.",
        "Sebastian: I know I don't, but don't you think that in times like these, Michelle might need her family?",
        "Marina: You know something? I don't think Danny really wants your advice.",
        "Sebastian: I heard once that you got in touch with her father in Africa. You think maybe you should contact him again?",
        "Danny: Do you think maybe you should mind your own business? Don't slip down the stairs on your way out.",
        "Sebastian: You know what? I asked you a simple question! You must know where Michelle is. She's the mother of your child! I'm sorry. I'm... I'm sorry. I apologize, Marina, and it was very nice to meet you.",
        "Marina: What is his deal?",
        "Danny: More than he's letting on, I bet.",
        "Marina: Yeah. He's a little intense. Although, you know, he may have had a point.",
        "Danny: A point? About what?",
        "Marina: About finding the Bauer's, finding Michelle's dad. Maybe they could help you, he liked you, right? Maybe he could talk to Michelle...",
        "Danny: Marina...",
        "Maria: ...Get her to give you another chance.",
        "Danny: Michelle has made her choices and she, apparently, is very happy with them. I'm not going to go banging my head into that wall anymore. All I'm interested in is that Michelle is a mother for Robbie. That's it.",
        "Marina: Okay, so if Michelle walked through that door right now and said that she wanted you back, would you take her?",
        "[SCENE_BREAK]",
        "Woman: Excuse me.",
        "Gus: Your drink. Pretzels. They're a little salty. Well, I guess that's a...",
        "Harley: Thanks.",
        "Gus: I just thought that maybe we could end the night on a good note, you know? Is that all right? Could we?",
        "Harley: Of course, no problem, and I wanted you to know, when I came over to you before, I wasn't...",
        "Gus: Oh, no, no, no. Please. I mean, you don't have to say anything at all.",
        "Harley: It wasn't my intention that I...",
        "Gus: Look, you don't... don't. Look, I'm... I'm very good at doing something and not intending to do it and pretty much wrecking my entire life, so...",
        "Harley: (Laughs)",
        "Gus: I'm a professional.",
        "Harley: We danced to this song, remember? In your motel room? Remember? It was like an obstacle course, because there were so many ashtrays and food cartons and the blow-up doll.",
        "Gus: She was just for the carpooling, I told you that.",
        "Harley: I remember. I remember. And that is why we wanted that song to be...",
        "Gus: Go ahead, say it. You can say it.",
        "Harley: Uh-uh.",
        "Gus: Say it.",
        "Harley: I don't want to talk about it.",
        "Gus: That's why we wanted the song to be the first song that we danced to at our wedding.",
        "Harley: Yeah. Do you want to...",
        "Gus: You should... it's...",
        "Harley: Never mind.",
        "Gus: It's...",
        "Harley: I just thought maybe we could pretend like it was the night before our wedding.",
        "Gus: Would you like to do that?",
        "Harley: Pretend that none of this stuff happened, you know? No lies, no murders. No thinking my father killed somebody, just... just before all that. But it's dumb. Never mind.",
        "Gus: I don't think it's dumb.",
        "???: Love... ??? It takes its own sweet time can't buy it at the store try it on for size bring it back if it don't feel right...",
        "Sebastian: Holly? It's me.",
        "Holly: Where are you?",
        "Sebastian: Away. I was just calling to check on you.",
        "Holly: I... I tried to call you.",
        "Sebastian: Holly, I told you, it's a one-way radio. It only works when I call you. Are you all right?",
        "Holly: No, everything is not all right. You left me here all alone and you're sick. What if something happens to you?",
        "Sebastian: Nothing is going to happen.",
        "Blake: Sebastian...",
        "Sebastian: Chrissy.",
        "Holly: Blake! Blake! Can you hear me? He has me a prisoner! Blake!",
        "Blake: Sebastian. When did you get back into town?",
        "Sebastian: Um, just this evening. I was going to call you and wish you a happy Thanksgiving.",
        "Blake: Oh. Well, my mom. I mean, I tried calling her. Where is she?",
        "Sebastian: Holly is still back in the islands.",
        "Blake: You left her there by herself?",
        "Sebastian: No, no, no. She's with Michelle.",
        "Holly: No, I'm not! I'm here! I'm alone! Blake!",
        "Blake: I don't get it. I mean she hasn't called me for weeks. I haven't heard from her. What's going on?",
        "Sebastian: You didn't get her emails?",
        "Blake: Well, I want to hear her voice. I want to ask her how she's doing. And, I mean, why did you leave her there? I don't get it.",
        "Sebastian: Well, you know, I had some business to attend to regarding father's estate and so I had to come and sign some papers. It's a short trip.",
        "Blake: And what is my mother doing?",
        "Sebastian: She's still going through father's things trying to find a clue to what he left behind.",
        "Holly: Yeah. He left a son who's just as scary as he is.",
        "Blake: But it's Thanksgiving. I mean, why didn't she come home for the day?",
        "Sebastian: I know. I mean, I... you know, I asked her to and I thought it would be good for both of you, Michelle too, but they insisted on staying and plugging away.",
        "Holly: I would if I could, if you could hear me. If I could get out of here! Help!",
        "Sebastian: What can I say? You'll probably have another email from her when you get home.",
        "Blake: No, I just checked my email on the phone and there's nothing there.",
        "Sebastian: Okay, I don't know. Look, maybe she got caught up with what she's doing and she just forgot what day it is. You know, Thanksgiving's not too big down there.",
        "Blake: Okay, which is it? You said either she knows it's Thanksgiving and doesn't care, or has forgotten about it.",
        "Sebastian: Chrissy, stop giving me the third degree, okay? Your mother is fine. You have nothing to worry about.",
        "Holly: Somebody help me! Somebody.",
        "Blake: I'm sorry, but I can't take your word for it.",
        "Sebastian: You're being paranoid.",
        "Blake: No, I'm not and I want to talk to my mother right now or else I will call the police.",
        "[SCENE_BREAK]",
        "Michelle: Tony...",
        "Tony: Okay, look. So you have doubts. Michelle, so what, you know? Maybe I am here to help you see things clearer, to see things for what they really are. Right?",
        "Michelle: Have you noticed since the accident, that all I've done is really think about myself? I mean, and maybe Robbie, because I try to be a good mom.",
        "Tony: I think you're a great mom, not to mention an incredible friend.",
        "Michelle: Yeah, I've been really selfish, though. I've done whatever I want, whenever I wanted, you know? I had a lot of fun, but it wasn't right, you know? I was content with just seeing how it all played out. I didn't think about your feelings, I didn't think about Danny's feelings.",
        "Tony: Don't worry about me. You... you have been trying to figure out who you are, you know? Your family, you, everything, Michelle, and I understand. Hey, I know that probably wasn't too easy.",
        "Michelle: And I might have gone on forever like this, but...",
        "Tony: But what?",
        "Michelle: Us being together, it actually... it actually pushed me to really face what I've been feeling all along. I mean, what if I... oh, my God, what if I never had this moment with you? I could kick myself.",
        "Tony: Well, I could do it with you, but my leg's a little broken right now.",
        "Michelle: You know what? Do it. Stand on your head or something. Tie me down next time. Please don't ever, ever let me miss amazing moments like that with you, please.",
        "Tony: You have my word.",
        "[SCENE_BREAK]",
        "Marina: What is my deal? I don't think before I open my mouth. I've always been that way. Ever since I was little.",
        "Danny: It's not a big deal. You know? You... no, it's a good thing. You're honest. You say what's on your mind. I respect that.",
        "Marina: Well, thank you for humoring me...",
        "Danny: I'm not.",
        "Marina: ...But I was way out of bounds.",
        "Danny: No, no, you're not.",
        "Marina: I'm your baby-sitter.",
        "Danny: And you're my friend and you're Michelle's friend.",
        "Marina: Yeah. I don't think she'd agree with you these days. New Michelle doesn't like me so much.",
        "Danny: Well, that's her loss.",
        "Marina: And mine. I miss her. I just figured you would, too.",
        "Danny: Of...",
        "Marina: You know, there I go again. Just please forget I said anything.",
        "Danny: What? It's fine. Of course I miss her. I mean I'd be crazy if I didn't. She was a major part of my life. She was my life. But even if I wanted to go back, I don't think I could. Too much has happened. That's just the way it is.",
        "Marina: Okay. I can respect that.",
        "[SCENE_BREAK]",
        "Gus: You smell good.",
        "Harley: (Laughs) it's my shampoo. You always say that.",
        "Gus: Yeah, well, some shampoos don't smell so good.",
        "Harley: That's true. (Laughter)",
        "Gus: Like those ones that smell like fruit? Fruity stuff? Honestly, who wants to smell like a bunch of sour apples? Green ones? (Laughter)",
        "Harley: What are you talking about?",
        "Gus: What?",
        "Harley: I'm trying to figure out when is the first time ???",
        "Gus: I know I lied to you, but that doesn't make me a liar, ??? the distinction, make the dis...",
        "Harley: Sorry. I can't.",
        "Gus: Why can't you? Really?",
        "Harley: I don't know. I just can't.",
        "[SCENE_BREAK]",
        "Sebastian: Chrissy, if I could get Holly on the phone right now and let you talk to her I would, but it's just not possible.",
        "Blake: Explain how it's not possible. She can email, but she can't call?",
        "Sebastian: Forget cell phones. There's no phone service. Ok, ??? and bring them to take ???",
        "Blake: ??? Boy.This sounds so far-fetched.",
        "Sebastian: You know, obviously whatever he was leaving us is worth a fortune.",
        "Blake: Well, we don't know that for sure, do we?",
        "Sebastian: No, we don't, but what we do know is he went through a lot of trouble to keep other people from finding it.",
        "Blake: This is crazy.",
        "Sebastian: Yes, but necessary. Chrissy, I can't tell you how close we are to the end but if you want to call in the authorities, then you know what? I can't keep you from doing that, I can't stop you.",
        "Blake: Sebastian, I just want to talk to my mother.",
        "Sebastian: I know you do and you will, soon.",
        "Blake: You can promise me that?",
        "Sebastian: I promise.",
        "Blake: You know my problem?",
        "Sebastian: Hm?",
        "Blake: I have a problem sitting on the sidelines.",
        "Sebastian: What do you mean?",
        "Blake: I want to be a part of this.",
        "Sebastian: You are. Running interference here is very important.",
        "Blake: No, no, no. I'm not doing anything. I want to be where the action is. I want to go back to the islands with you.",
        "Holly: Just one. What would it hurt? Well, look at me, Roger. Look what you've done to me.",
        "[SCENE_BREAK]",
        "Harley: This was stupid. I should have known there's no way you can go back.",
        "Gus: Okay, since we're going to get into this, can you honestly stand there and tell me that I am not paying the price for every single person that ever came before me or anybody who has ever wronged you, ever?",
        "Harley: Well, it's not my fault that you have lived up to my every expectation.",
        "Gus: Oh, well, and it's not my fault that you're obsessed with the past.",
        "Harley: I'm not obsessed with it, okay? I just think there are things you can learn from it. Hey, you can't just close your eyes and wish really hard that everything will turn out okay. It doesn't work that way.",
        "Gus: Oh, really? Who says? Says who?",
        "Harley: Says me.",
        "Gus: I think it's called optimism. You should really try it some time.",
        "Harley: You mean like giving people the benefit of the doubt, like I did with you?",
        "Gus: Oh, wait a minute. You can't do that because you would think that's failing. You'd think that's weak, right?",
        "Harley: I can be optimistic, okay? I am Ms. Optimistic.",
        "Gus: Oh, please, since when?",
        "Harley: Since always.",
        "Gus: No, I'm talking about faith. I'm talking about giving somebody a chance. I'm talking about believing in people. I'm talking about not finding the worst in somebody and thinking, \"Oh, no, I don't have all these people figured out,\" beforehand and then maybe, just maybe they would surprise you, and in a good way. Faith. You really should try to find some.",
        "Harley: Well, I want that, Gus. I really do want that.",
        "Harley: I wish I could have more faith, okay?",
        "Gus: Well, I don't know, maybe if you just tried real hard, you know? Like you said before?",
        "Harley: You're right. I'm saying you're right this time.",
        "Gus: Oh, wait. You said I was what?",
        "Harley: I said you're right. But it doesn't mean anything because I can't change.",
        "Gus: Yes, you can. Just do it.",
        "Harley: Okay, what if I did? What if I decided I was going to believe only the best, okay? And I was wrong. And it turned out that my father was the killer, or that I was the one who killed Phillip. What do I do with all that, then?",
        "Gus: You're doing it again. You're bracing yourself for the worst. You are missing all the good stuff. Is that the way you really want it to be?",
        "Harley: No. But I don't know how else to be.",
        "Gus: Are you too grown-up to learn something new?",
        "Harley: I'm sorry I called you a liar.",
        "Gus: It's okay.",
        "Harley: It's not okay, because I've decided I'm going to protect my father. That's the choice that I've made. It's the same choice you made, so I guess that makes me a hypocrite, right? So I guess now everything that happened between us would have to be my fault, us..",
        "Gus: I don't think you're a hypocrite. I don't think that. I actually understand.",
        "Harley: I... I've got to go. I've got to put the kids to bed.",
        "Gus: Kiss them for me, you know? Okay?",
        "Harley: Yeah.",
        "[SCENE_BREAK]",
        "Sebastian: You want to go back to the islands with me?",
        "Blake: Yes. I mean, I was supposed to go in the first place and I want to be there. I want to help. I want to see my mother.",
        "Sebastian: I don't think it's a good idea.",
        "Blake: Why not?",
        "Sebastian: Chrissy...",
        "Blake: What? What is it?",
        "Sebastian: I read about Ross's nephew in the paper.",
        "Blake: Phillip.",
        "Sebastian: Yes. Losing a family member is hard enough. You and I both know how that is. I think he might need you.",
        "Blake: Sebastian, it is not like I am running out on Ross.",
        "Sebastian: I know that, but it might look that way. Can your marriage endure that right now?",
        "Blake: No.",
        "Sebastian: Look, it's up to you but, I don't know, it just might not be the right time, you know?",
        "Blake: But my mother...",
        "Sebastian: I'll explain Ross's situation.",
        "Blake: She's going to want to know about Phillip, and Michelle, too. Would you... would you promise that you will make Michelle call her brother?",
        "Sebastian: I promise, okay? And I also promise I will try better to keep you in the loop, but what I can't promise are phone calls.",
        "Blake: Well, you better step up on the emails.",
        "Sebastian: Done.",
        "Blake: Please tell my mother that I miss her and that I love her.",
        "Sebastian: I will, okay?",
        "Blake: All right, fine. I guess I should go. But you... you better keep in touch with me.",
        "Sebastian: Do I get a hug?",
        "Blake: Okay.",
        "Sebastian: Holly? Holly, pick up. Holly?",
        "Holly: So, what lies did you tell my daughter this time?",
        "Sebastian: (Groans)",
        "Holly: Are you there?",
        "Sebastian: I'm still here. Holly, I am so sorry that this became so complicated. I never wanted to torture you.",
        "Holly: You don't sound too good. How do you feel?",
        "Sebastian: I'm fine.",
        "Holly: I don't believe you.",
        "Sebastian: I said I'm fine.",
        "Holly: You went all the way to Springfield.",
        "Sebastian: Yeah. (Groans) I'm coming back. Ugh.",
        "Holly: Sebastian? Sebastian? Don't leave me here alone like this. Oh, God. Oh, God, Sebastian. What have you done to me?",
        "[SCENE_BREAK]",
        "Danny: Okay. You ready?",
        "Marina: I guess so.",
        "Danny: What's up?",
        "Marina: Going home means that the night's almost over. I work for Lizzie tomorrow. First shift.",
        "Danny: Come on, it's not going to be that bad.",
        "Marina: Yeah, right. Neither is sticking pins in your eye.",
        "Danny: So quit.",
        "Marina: And miss out on making her life miserable? I don't think so.",
        "Danny: You have got to have better things to do with your life.",
        "Marina: Actually, I was thinking about you.",
        "Danny: Me?",
        "Marina: Yeah, about business. I watched what Phillip did with company and I just am tired of being road-kill for people like Phillip and Lizzie Spaulding. I want to be in the driver's seat. Will you help me?",
        "Danny: Yeah, sure, if that's something that... I mean, I don't know if I would take advice from me, but yeah, sure, why not?",
        "Marina: Well, thank you. And in return, I will show you how to start having a little fun.",
        "Danny: What does that mean? Do you think I need help in that department?",
        "Marina: Yeah, you know, you're a little stiff.",
        "Danny: Oh, really?",
        "Marina: Yeah.",
        "Danny: Is that right?",
        "Marina: But I'll show you how to loosen up a little.",
        "Danny: Uh-huh.",
        "Marina: Want to go get a drink?",
        "Danny: What, tonight?",
        "Marina: Yeah.",
        "Danny: Are you old enough to drink?",
        "Marina: Very funny. FYI I'm old enough for a lot of things.",
        "Danny: Oh, really?",
        "[SCENE_BREAK]",
        "Michelle: You know I almost don't want to leave this place.",
        "Tony: (laughs) Don't ever say that again. Serious.",
        "Michelle: It's perfect here, though.",
        "Tony: It is pretty perfect, huh?",
        "Michelle: Mm-hmm.",
        "Tony: Uh, uh...",
        "Michelle: What? What is it?",
        "Tony: I don't know it was like something just bit me. What the...? You see anything?",
        "Michelle: No, I don't see anything. Maybe it was, like, a mosquito or something?",
        "Tony: I don't know, probably. That's all right, but listen to me, I promise you, really, by tomorrow night, you and me, we're going to be in a bed, a nice, comfortable bed away from all these bugs, all this nature crap. Okay?",
        "Michelle: I guess I can always... I'll always have my memories, right?",
        "Tony: You don't need them. Because you... you have the real thing.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Rick: What have we got?",
        "???: I don't know. He fell down in the street, Dr. Bauer. He stopped breathing. (Inaudible) is the one who gave him CPR.",
        "Sandy: You stay away from Reva.",
        "Reva: Stop it!",
        "Jonathan: Are you trying to kill me?",
        "Reva: Sandy, stop it! Stop it! Get away from my son."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=F_kny3VUmNQ"
}