{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reporter: Any reaction to the latest on \"springfield burns\"? ",
        "Jeffrey: The latest? ",
        "Reporter: The allegations that came out this morning. Almost seems like \r\nsomebody has it in for you. ",
        "Jeffrey: Well, I'm sorry. I don't pay attention to gossip, electronic or \r\notherwise. ",
        "Cop #1: Congratulations, cooper. So now that you're a detective would you \r\nplease frisk me? ",
        "Marina: Will you get out of here, saunders? ",
        "Cop #2: Yeah, saunders, we all know who she wants to frisk. ",
        "Mallet: Uh-huh. What can I say, guys,? When you got it, you know, you got it.\r\n",
        "Marina: Flowers? What are you doing? People are already talking because of \r\nthat stupid web site. ",
        "Mallet: Well, in that case... maybe we should give them something to talk \r\nabout. ",
        "Coop: Adoption papers? ",
        "Marina: I take it ava didn't tell you she was adopted? ",
        "Ava: What are you doing? ",
        "Coop: Watch it. ",
        "Ava: Come in. ",
        "Coop: Ava, are you okay? ",
        "Ava: No. Okay? I'm not okay. I had a plan, and it completely fell through. I \r\nasked olivia to go to the police station and turn herself in and surprise. Guess \r\nwhat? She didn'T. So now I have to press charges. ",
        "Coop: Wait, wait. You gave olivia an ultimatum? ",
        "Ava: Right. Exactly, and it didn't work. And now I have to be the bad one who \r\ntakes emma away from her mother. I mean, maybe it's for the better, right? I \r\nmean, maybe she'll end up with a loving, decent mother, like mine. Am I just \r\ntrying to justify this or what? Okay, I'M... ",
        "Coop: No, no, no. Stop, stop, stop. Emma's going to be fine. She's going to \r\nbe fine. ",
        "Ava: Is that all you're going to say to me? I thought you were going to grab \r\nme and rush me out the door to the police station. ",
        "Coop: Look, ava, I would, okay? Except... ",
        "Ava: What? ",
        "Coop: I have to tell you something. ",
        "Buzz: Olivia, it's me. Olivia, open the door, it's me. What. ",
        "Olivia: I'm glad you're back. Oh, my god, please don't let go. ",
        "Buzz: What happened to your room? ",
        "Olivia: Ava. She came in here with all kinds of accusations. That I hired a \r\nhit man, I'm trying to kill her. She's unreasonable. She's completely insane.\r\n",
        "Buzz: You mean, insane, insane? ",
        "Olivia: Tell me what to do. I don't know what to do. ",
        "Captioning sponsored by ",
        "procter & gamble productions, ",
        "inc. And cbs ",
        "Marina: What are you doing? ",
        "Mallet: These flowers are from your mother. The flowers are from her mother. \r\nUh-huh. Yeah, guys. You got to do anything to get through these boneheads. ",
        "Marina: By kissing me? ",
        "Mallet: It made them go away, didn't it? So how's day one of being a \r\ndetective? You having any second thoughts? ",
        "Marina: No, I found my... what was that stupid word that you used? ",
        "Mallet: \"Bliss.\" You've got to follow your bliss. ",
        "Marina: Right. ",
        "Mallet: But I didn'T... that's not mine. I mean, I didn't come up with it.\r\n",
        "Marina: Right, de of the bus. ",
        "Mallet: Yeah. You know me very well. I thought you were working on the \r\n\"springfield burns\" case. I'm sorry. I don't mean to interrupt your social life.\r\n",
        "Mallet: Do you have a problem, o'neil? ",
        "Jeffrey: Yeah, that case should have been solved weeks ago. ",
        "Mallet: Then why don't you solve it? Call in some favors? Start working it \r\nfrom your end. Or are you too busy working dinah's end? ",
        "Marina: Hey. ",
        "Dinah: Hey. ",
        "Marina: Dinah. What are you doing here? ",
        "Dinah: I wanted to say congratulations. Mallet's a very lucky guy. You're \r\npretty smart and I'm sure it will last many years, many happy years, the two of \r\nyou. ",
        "Marina: Well, thank you, dinah, but mallet's just my partner. It's not like \r\nwe're dating. ",
        "Dinah: Who said anything about dating? ",
        "Rick: My 64 screwdriver's missing. So is my claw hammer. ",
        "Harley: Rick, shouldn't you be at work saving somebody's life or something?\r\n",
        "Rick: Oh, no, no. I took the week off. You know, it gives me more time to \r\nspend with jude and two of my favorite buddies. You got the electric drill, \r\nright? ",
        "Gus: Electric drill is on the porch. ",
        "Rick: Great. All right, guys, let's get to work on this new addition. Where \r\ndo I start? ",
        "Gus: Well, actually it's kind of a one-person operation... well, two. I don't \r\neven need tools. ",
        "Harley: Well, why don't we dismiss that idea? ( Laughs ) ",
        "Rick: Oh. Oh! Why didn't you guys say something to me? I feel so stupid. ",
        "Harley: Well, we didn't want to talk about family when you're not currently \r\nstaying with yours. ",
        "Rick: Harley, just because my marriage is a train wreck doesn't mean that I \r\nregret having kids. Congratulations, you guys. That's wonderful. ",
        "Harley: We're not... ",
        "Gus: We're not.... ",
        "Harley: We're just trying. ",
        "Gus: Working. ",
        "Rick: Working. So you need to get started? I can take a hint. ",
        "Harley: Since when? ",
        "Leah: Dad, it's me. ",
        "Harley: Hi, leah. ",
        "Rick: Hey, honey. Hi, sweetheart. Give your daddy a hug. ",
        "Leah: I brought your things so mom would haven't to see you. ",
        "Rick: How's mom doing? ",
        "Leah: I wouldn't go home if i were you. ",
        "Rick: Leah, honey... ",
        "Harley: Sorry, rick. ",
        "Rick: Well, families fight and then they make up. We just have a lot of \r\nmaking up to do. Good luck, you guys. ",
        "Harley: Last chance to bail. ",
        "Buzz: Ava's a good kid. I can't imagine her doing this. ",
        "Olivia: What, I'm lying? I'm making all this up? ",
        "Buzz: No, I just... look, I'm just getting settled back in here. And I \r\njust... you know, you've got to admit, you've been a little erratic when she's \r\nconcerned. ",
        "Olivia: Yeah, no, I have. I've been... emma was in the hospital fighting for \r\nher life and yeah, I was angry with ava, but come on. For me to hire a hilt man \r\nand try and kill her? Where does she get an idea like that? ",
        "Buzz: I don't know. ",
        "Olivia: She charged in here, buzz. She threatened to call the police. Emma \r\nwas scared to death. I was holding her and rocking her all night. ",
        "Buzz: You need somebody to hold and rock you. ",
        "Olivia: I kept saying to her, \"baby it's okay. It's going to be okay.\" ",
        "Buzz: It's going to be okay. It's going to be okay. ",
        "Olivia: Say that again. ",
        "Buzz: It's going to be okay. No one's going to hurt you. We're going to \r\nfigure this out one way or another, okay? ",
        "Olivia: I just told you. ",
        "Buzz: I know what you just told me, but I know ava. So, you know, there's \r\nsome explanations. I want to hear what it is. Unless you don't want me to hear \r\nwhat it is, then I'll... ",
        "Olivia: No, I'm not afraid of the truth. ",
        "Buzz: Okay, so let's find out. Come on. Are you coming? ",
        "Coop: Ava, look, about olivia and this guy that she sent, okay? Obviously she \r\ndid her research, okay? She knew about your background habits, she knew about \r\nyour background... ",
        "Ava: I don't want to hear it, okay? I know what you're going to say. I know. \r\nShe's going to stop at nothing. ",
        "Coop: You're right, at nothing. ",
        "Ava: I know that. And that you think, what, you want me to turn her in right \r\nnow? You want me to pick up that phone and call the police station. Well, you \r\nknow what? I will. ",
        "Coop: No, no, that's not what... give me the phone. Give me... look, that's \r\nnot what I want you to do, ava. Okay, just stop. Look, there's something that i \r\nneed to do first, okay? And yes, I have been the one pushing you to do this, but \r\nthere's just some unanswered questions, okay? ",
        "Ava: What? ",
        "Coop: Ava, do you trust me? ",
        "Ava: Completely. ",
        "Coop: Good. All right. I need you to stay right here, okay? I need you to \r\nlock the door when I leave and don't open it until you hear me come back, all \r\nright? ",
        "Ava: What is it that you're not telling me? ",
        "Coop: I just need you to stay here. Can you do that for me, please? I promise \r\nI'll be back soon, okay? I'll be back. Wait here, lock the door. ",
        "Alan: I want you to get rid ",
        "of ava peralta for good. ",
        "Beth: Ava? It's beth spaulding. Are you there? May I come in? ",
        "Ava: Why? ",
        "Beth: So we can talk. ",
        "Ava: About lizzie? ",
        "Beth: No, ava. It about saving your life. ",
        "Jeffrey: Okay, I know you don't like me very much. ",
        "Mallet: Oh, damn, it shows. ",
        "Jeffrey: But the guy behind this web site is dangerous. Or have you forgotten \r\nthat they already broke into dinah's room while she was sleeping? ",
        "Mallet: I'm not forgetting that. ",
        "Jeffrey: Well, what makes you think that they aren't going to do it again?\r\n",
        "Mallet: You don't need to impress to me how important it is to catch this \r\nguy, or how important it is to protect dinah. ",
        "Jeffrey: Well, then just catch this creep, okay, before they do some \r\npermanent damage. It started out innocent enough on the internet and now they're \r\nbreaking into people's rooms. What's next? Or maybe you want to wait. And we'll \r\nlet dinah find out. ",
        "Marina: Mallet and I are partners, end of story. So if you'll excuse me, I \r\nhave some papers that I need to file. ",
        "Dinah: Mallet's been involved with his female partners before. ",
        "Marina: Well, not this one. ",
        "Dinah: Well, you know, he creeps up on you like that. That's his style. ",
        "Marina: Thank you for the warning dinah, but I need to go solve a case. ",
        "Dinah: Speaking of cases, how is that one that brought you to chicago? ",
        "Marina: What? ",
        "Dinah: Lake view plaza? I hear it's an amazing hotel. In fact, it's a good \r\nplace to get away for a little secret rendezvous. ",
        "Marina: Who told you I was there? ",
        "Dinah: Mallet. ",
        "Marina: Interesting, because you just phrased that exactly like the \r\n\"springfield burns\" blogger who lied about it. Now, see, the thing is we never \r\nended up at the plaza, but the blogger didn't know that, and neither did you.\r\n",
        "Dinah: Maybe I read the blog. But maybe I'm confused. ",
        "Marina: No, I don't think you are. ",
        "Dinah: Well, what are you implying? ",
        "Marina: I'm not implying anything. I'm just asking, you know, i mean, what \r\nare the odds that you and the blogger would make the same mistake? Unless, of \r\ncourse, you are the blogger.Ly&gtX- ",
        "Ava: You locked me in a meat freezer. ",
        "Beth: I did that to protect my child. You'll understand that someday when you \r\nhave a child of your own. ",
        "Ava: What I really want to understand is what you're doing here right now.\r\n",
        "Beth: It's about emma. She's phillip's daughter, and i don't want to see \r\nanything happen to her. Now, olivia is not as bad as... ",
        "Alan michael: Why don't you tell her the real reason you're here? Go on, tell \r\nher about your affair with rick bauer, how your husband found out and sent you \r\nhere to do penance. She's trying to buy your silence. ",
        "Ava: My silence? ",
        "Alan michael: She wants you to drop the charges against olivia. ",
        "Beth: Okay fine. It's all out in the open. But that doesn't mean that this \r\ncan't be a good deal for all of us. ",
        "Alan michael: A good deal for alan, you mean. ",
        "Beth: Forget about olivia and you can name your price. ",
        "Alan michael: Tell my father that ava works for me. ",
        "Beth: You have worked hard your whole life... ",
        "Alan michael: Go home, beth. ",
        "Beth: Isn't it time that you had a break? ",
        "Alan michael: I will make sure her interests are protected. ",
        "Beth: Protected, huh? Before you decide whose side you're on, just remember \r\nI'm not trying to get you into bed. ",
        "Harley: You know, once you have kids, there is no turning back. You better be \r\nsure you know what you're doing. ",
        "Gus: What are you talking about? You don't think I know... i understand this. \r\nIt's a long... it's a big responsibility. You've got 18 years of this kind of \r\nthing. ",
        "Harley: Yeah, huge responsibility. ",
        "Gus: I understand. You got growing pains and diapers to change and teething \r\nand college bills and swimming lessons and piano lessons and you've got in-laws \r\nand you've got boyfriends that you don't like. ",
        "Harley: You got all of that, but, you know, honey, it's more than 18 years. \r\nIt's, like, forever. ",
        "Gus: It's like 25 years. It's a long time. And I understand, you can't just \r\nscan them and put them on ebay if you're not happy with them. I get it. ",
        "Harley: You don't have time to scan anything. And I know how you look to \r\nsleep in. Your napping days are over. ",
        "Gus: Braces are very expensive. Very expensive. ",
        "Harley: Sure you want to do this? ",
        "Gus: Should I think about it? ",
        "Harley: You should take all the time you need. ",
        "Gus: But I know what I want. ",
        "Harley: Okay. ",
        "Gus: I want twins. I want twins, baby. ",
        "Harley: What? ",
        "Gus: I want twins. I want a boy and a girl. ",
        "Harley: Okay. You're trying to pull up my dress? ",
        "Gus: I know. ",
        "Buzz: Gus, are you home? ",
        "Harley: No. Nobody here. ",
        "Buzz: Am I interpreting something? ",
        "Harley: No, nothing important at all. ",
        "Buzz: Well, I'm looking for a couple of home-style cops. ",
        "Harley: Frank's available, isn't he? ",
        "Buzz: We'll get to him. ",
        "Gus: I should just put on a cup of coffee. I'll make the coffee. ",
        "Buzz: I've had your coffee. I'll make it. Where are you going? ",
        "Olivia: I just want to get some fresh air. It may be my last chance. ",
        "Harley: Huh? ",
        "Olivia: You scared me. ",
        "Coop: I scared you? Now, that's a switch. ",
        "Olivia: What are you doing? Are you following me? ",
        "Coop: No, no. But I have been looking for you, olivia. ",
        "Olivia: Why? ",
        "Coop: Because I know what you know now. ",
        "Olivia: And what is it that i know? ",
        "Coop: All about ava's adoption, huh? ",
        "Olivia: How did... how did you find out? ",
        "Coop: Please, marina and i were in your room. ",
        "Olivia: What exactly did you find? ",
        "Coop: The papers. Everything. It was right there, olivia. It was all in black \r\nand white. ",
        "Olivia: Well, then, you can imagine it was a total stock to me, too. I mean, \r\nmaybe if I had known, things would haven't gotten so crazy and... ",
        "Coop: Yeah, I can imagine it was a shock to you. But what I don't understand, \r\nhow could you do it? ",
        "Olivia: I don't owe you any explanations. I was in a situation. I felt \r\npressured. I did what I had to do, okay? I had no choice. ",
        "Tom pelphrey, \"inside the ",
        "light.\" ",
        "If you couldn't be an actor, how else do you think you could earn your \r\nliving? ",
        "If I couldn't be an actor, i would probably earn my living by crying on the \r\nstreet corner and begging for money. ",
        "When the hell are you going to clean up your dressing room? ",
        "Yeah, I should clean it soon, actually. ",
        "What is the taj ma-pelphrey? ",
        "Taj ma-pelphrey is when we gather at a dwelling that is of the pelphrey clan \r\nand play poker amongst friends. ",
        "See jonathan, wednesday, ",
        "october 18, \"inside the light.\" ",
        "Dinah: So you think I'm the \"springfield burns\" freak? ",
        "Marina: Are you? ",
        "Dinah: What? What? I broke into my own room? I wrote all over my walls? Is \r\nthat what you think I did? ",
        "Marina: Yeah, I mean, you know, it would certainly throw us off. ",
        "Dinah: Well, this is great. This is great. I am the victim here, marina. \r\nBecause of that stupid web site it ruined my relationship with mallet. Why would \r\nI hurt myself that way? ",
        "Marina: You know, dinah, some people are just very self- destructive. When \r\nthings start going a little too well in their lives, deep down they don't \r\nbelieve they deserve it, so they begin to blow everything up. ",
        "Dinah: Interesting. Have you heard of multiple personality? Sometimes there's \r\na pure side, there's a wacky side, you know, one that kills people. ",
        "Marina: It's an easy case to crack, dinah. I'll just have my guys look up \r\nyour internet history. ",
        "Marina: Okay, you can't do that. You can't do that. You can't do that, \r\nmarina, can you? ",
        "Marina: Given homeland security, we can tell if your grandmother's dental \r\nfloss is waxed or unwaxed. ",
        "Dinah: Okay. That's good. I didn't inform anybody. I am not the blogger. \r\nOkay? I might've... ",
        "Marina: You might've what? ",
        "Dinah: I might have tipped the blogger. Because as a concerned citizen, I \r\nhave a minor problem with two officers that decide to use taxpayers' money to \r\nfund a romantic rendezvous in chicago. ",
        "Marina: You didn'T. ",
        "Dinah: I might have. ",
        "Marina: My god, dinah, you could have cost us our jobs. ",
        "Dinah: Chill out. Only if it were true. ",
        "Marina: You are... you are pathetic, okay? You are pathetic. You have half \r\nthe town gossiping about us because you are still in love with mallet. ",
        "Dinah: Why, why, why? You are very defensive. ",
        "Marina: I should have you bought up on charges. Do you ever think about \r\nanyone but yourself? ",
        "Mallet: What's going on here? ",
        "Marina: Your ex-fiancee here is tipping off the blogger about our trip to \r\nchicago. ",
        "Dinah: Oh, I'm not jealous. I knew that you and mallet weren't together. ",
        "Marina: No, but you think that we are now. You think that your stupid blog \r\nfinally came true. ",
        "Jeffrey: Okay, I'll take care of... ",
        "Mallet: No, just stand down. Come on, we're going to have a little chat. Are \r\nyou jealous? ",
        "Dinah: No. ",
        "Mallet: Are you a little jealous? Maybe a little bit? ",
        "Dinah: Okay, you know what? You can do what you have to do. ",
        "Mallet: You're right. I can do whatever I want to do. You're right. But you \r\ncan'T. So I'm going to need your jewelry and your cell phone. ",
        "Dinah: What? ",
        "Mallet: You're under arrest. ",
        "Ava: If you're trying to get me into bed, you're doing a lousy job of it. ",
        "Alan michael: Oh, really? ",
        "Ava: Really. ",
        "Alan michael: I'm here because you pulled another sick day. Look, I know \r\nolivia has you spooked. She tried to run you down. But if you can'T... ",
        "Ava: She tried to kill me. ",
        "Alan michael: Are you sure you're not... ",
        "Ava: Imagining things? Overreacting? You want to see? ",
        "Alan michael: Someone grabbed you? ",
        "Ava: Not only did someone grab me, but they tied me up and threw me in the \r\ntrunk of a car. And if I hadn't escaped, I don't know what would have happened.\r\n",
        "Alan michael: I'm sorry. Look, take as much time as you need. ",
        "Ava: Thanks. ",
        "Alan michael: What did the cops say? ",
        "Ava: I haven't gone to the cops yet. ",
        "Alan michael: Okay, forget the police. I'll send spaulding security, and once \r\nthey catch the guy, I'll deal with him myself. ",
        "Ava: No, no, no, okay? It's fine. Coop's going to handle it. He said he'd \r\ntake care of it. It's fine. ",
        "Alan michael: Coop. I don't mean to knock coop, but this is not something \r\nthat a nice guy should handle. ",
        "Ava: This is something a bad boy should handle? ",
        "Alan michael: Try me. ",
        "Ava: No, thanks, anyway, that's cool. I'm fine. ",
        "Alan michael: You know where to find me. Hey, when you come back to work, \r\ndon't tell anybody about the extra sick days, okay? ",
        "Ava: Thanks. I'm always saying that to you, aren't I? ",
        "Alan michael: It's okay. ",
        "Ava: Why do I have to be a prisoner in my own place? ",
        "Coop: Olivia, everyone has a choice. Now, you made a choice when you left ava \r\nto burn in that fire. You made a choice when you tried to run her down and you \r\ncertainly made a choice when you hired that man to try and grab her. ",
        "Olivia: Look, I told you, if I had known maybe things would have been \r\ndifferent. ",
        "Coop: Oh, okay. I see. Meaning if you had known that she was adopted you \r\ncould have used that against her then, right? ",
        "Olivia: No. ",
        "Coop: Maybe you could have hurt her emotionally as opposed to physically? ",
        "Olivia: No, that's not what i mean. ",
        "Coop: Olivia, what is it about ava that you don't like? Why do you want her \r\ngone so much? Why do you want her dead? ",
        "Olivia: I don't want her... well, just... go back. What did the adoption \r\npapers say? ",
        "Coop: You're asking me? ",
        "Olivia: How much did you read? ",
        "Coop: I read the entire thing, all right? I read about the family, the couple \r\nthat adopted her, the suttons. ",
        "Olivia: Yeah, and? ",
        "Coop: What do you mean, \"and\"? There was a picture in there, probably to \r\nprove it. Unless that was a forgery. Was it? Huh? ",
        "Olivia: No. No. It wasn't a forgery, okay? And believe me, it was the last \r\nthing that I expected to find. ",
        "Coop: Last thing. Okay. What were you hoping to find? You were hoping to find \r\nsomething that you could use, maybe something criminal? Huh? Was that it? Maybe \r\nsomething you could use to prosecute her with? I'll tell you what, you're not \r\ngoing to find a single thing in there because besides being taken in by a loan \r\nshark, she is as clean and straight as they come. And you know why? ",
        "Olivia: I'm sure you're going to tell me. ",
        "Coop: Uh-huh. It's because of her mom, the woman that raised her. Olivia, you \r\nshould hear the way she talks about her, how great she was, how much love she \r\nhad for her. And right now, you are trying to take all of that away from her.\r\n",
        "Olivia: I don't want to take that away from her. ",
        "Coop: It's too late. You already have, because the information that you found \r\nand that you've been uncovering should have stayed buried, all right? Ava's mom \r\nis dead. All right, and now because of what you're finding and what you're \r\ndoing-- because of you-- she's not even ava's mom anymore. ",
        "Olivia: Look, I hate this. I hate where we are and I hate how we got here. \r\nThere have been too many mistakes. Isn't there any way that we can get past \r\nthis? ",
        "Coop: Get past this? Olivia, what are you asking for? Are you asking for a \r\nchance to regroup and maybe plan your next attack on ava? ",
        "Olivia: No, no, it's not going to happen. Look, I'm not going to use anything \r\nthat I have found to hurt ava, I promise you. ",
        "Ava: What have you found? Huh? What do you know that I don't know? ",
        "Dinah: I'm under arrest? On what charge? ",
        "Mallet: Consorting with the blogger, the man I want for trespassing and \r\nassault. ",
        "Dinah: Oh, I think that you are just upset because I ruined things for you \r\nand your favorite cop. ",
        "Mallet: Gus? ",
        "Dinah: Marina. ",
        "Mallet: Please leave her out of this. ",
        "Dinah: Oh, I think it's a little too late. How was the chicago petting zoo?\r\n",
        "Mallet: Well, you tell me. You're the one making up the story. ",
        "Dinah: Oh, am I? ",
        "Mallet: Yeah, you know the answer to that. Why don't you tell me? ",
        "Dinah: I think this is about the fact that you have never gotten over me. ",
        "Mallet: No, you've never gotten over me. And you know what? It makes you do \r\nthings. It makes you do wacky things and I think this time you have crossed the \r\nline. Do you ever, ever think before you act? ",
        "Dinah: Oh, I don't know, mallet. Maybe I don'T. ",
        "Mallet: What's going on with you? You got some kind of a death wish? ",
        "Dinah: What are you talking about? ",
        "Mallet: You went from being like a victim to a willing participant. You don't \r\nthink the blogger gets enjoyment out of that? You don't think this makes him \r\nmore interested in you and just winds him up more? And maybe next time, we won't \r\n--he won't just settle for breaking into your room and scaring you. ",
        "Dinah: Okay, you know what? I can take care of myself. ",
        "Mallet: Yeah, you've been doing a really good job of that lately. ",
        "Dinah: What do you care? ",
        "Mallet: Because I always care. In spite of everything, I've always... ",
        "Dinah: What? What have you \"always\"? What? ",
        "Mallet: Just take care of yourself. ",
        "Dinah: I will. ",
        "Mallet: Promise me? ",
        "Dinah: Oh, I promise. ",
        "Marina: We've got the lineup ready. You said you wanted to observe. ",
        "Mallet: Right, yes. Thank you. You stay here. I'm not finished with you yet.\r\n",
        "Dinah: If you want to arrest me, then come up with a decent charge. ",
        "Marina: She thinks that you're falling for me. ",
        "Mallet: Who wouldn't? Come on, let's get to work. ",
        "Beth: So where's ava? ",
        "Alan michael: Shower, washing me off. ",
        "Beth: She can't say I didn't warn her. ",
        "Alan michael: So is this where you tell me not to rock the boat, go along \r\nwith my father, keep him happy at all costs? ",
        "Beth: No, no, this is where i tell you that I admire how you listen to alan, \r\nweigh his judgment and then do whatever the hell you damn well please. ",
        "Alan michael: You could divorce him. ",
        "Beth: I think he's the one with the grounds. ",
        "Alan michael: So, what, you just going to do whatever he says and then wait \r\nfor him to have another heart attack? ",
        "Beth: You may not believe this, but I like your father. In fact, in my own \r\nway, I love him. ",
        "Alan michael: Beth... ",
        "Beth: Okay, I love being mrs. Alan spaulding. ",
        "Alan michael: Is that enough? ",
        "Beth: It is for now. At least until there are other options. ",
        "Coop: God, I wish there was an easy way to tell you this. ",
        "Ava: Just say it. ",
        "Coop: Look, olivia's been doing some digging and she found... she... ",
        "Ava: What? ",
        "Coop: She found some details and some information about the guy that was \r\ntrying to grab you and was after you and that she had nothing to do with it. ",
        "Ava: And you believe her? ",
        "Olivia: Hey, you should know by now I do my own dirty work, right? I'm \r\njust... I'm not innocent, though. I'm glad you're okay. That's all that matters \r\nis I'm really glad you're okay. ",
        "Ava: No, you're glad that you're not in jail. ",
        "Buzz: What's going...? Well, we're all here. Good, let's get down it. ",
        "Olivia: Well, that's what we're doing, we're trying to declare a truce. ",
        "Ava: Whatever. You act like you've got us all fooled. Give me a break. It \r\nsounds so sweet. ",
        "Buzz: No, hang on. Hang on, let me figure this out. ",
        "Ava: I'll show you. You want to see? I'll show you. I got these trying to \r\nfight for my life because she hired someone to take me out. ",
        "Olivia: Do you honestly think that I hate you so much that i would risk going \r\nto prison, lose my little girl? Emma is all I've got. I'm all she has. ",
        "Buzz: Why do you think she's lying to you? Why? Somebody grabbed your arm, \r\nbruised you, big deal. ",
        "Olivia: I just want this to end, all right? ",
        "Ava: Stop it. ",
        "Gus: Don't you have a female clock thing happening? ",
        "Harley: Yes, I guess we could wait until next month. ",
        "Gus: Wait until next month? Are you crazy? Now! ",
        "Harley: Do we dare? ",
        "Gus: Do we dare? Do we dare? ",
        "Olivia: Give me a chance. ",
        "Buzz: You know what the problem is here? The problem is you're too much \r\nalike. ",
        "Coop: Hey, pop, wait. ",
        "Buzz: No, right... no, listen to me. They both say they didn't have it easy \r\nearly, you know? And you both can be a bit-- how shall I put this?-- Headstrong, \r\nsort of speak. So of speak. And so I think that when you see ava, you see what \r\nyou don't like in yourself and, you know, she knows how to push your buttons and \r\nyou overreact. ",
        "Olivia: I have, okay? I have overreacted, I admit it. ",
        "Ava: Do you think? ",
        "Buzz: Would you please let her apologize? ",
        "Olivia: What if he's saying... some of what he's saying is true; we are alike \r\nin some ways? I'm sorry. I'm sorry for all of it. I want to get to know you \r\nbetter, you know? Maybe even be friends and I know that's asking a lot, but... \r\nplease, you just... you tell me what I need to do and I'll do it, I'll make it \r\nhappen. ",
        "Jeffrey: I'll be damned if i let some cyber punk dig up dirt on me that I've \r\nbeen trying to keep buried for years. My whole campaign, my freedom, everything, \r\ndepends on stopping this freak. ",
        "Dinah: Maybe not. ",
        "Jeffrey: What are you, nuts? ",
        "Dinah: Well, some people seem to think so. I think the key to catching this \r\nguy isn't by stopping him. I think maybe we should encourage him. ",
        "Jeffrey: Give him some more tips about mallet and marina? ",
        "Dinah: Maybe some tips that will lead him to a trap. ",
        "Jeffrey: A trap, huh? ",
        "Dinah: Yeah. Mallet really does everything by the book. And I don't think \r\nthat's the way to draw him out or bring him any closer. ",
        "Jeffrey: When you say \"him,\" are you referring to the blogger or mallet? ",
        "Marina: I hate it when the lineup is a bust. You spend all that time \r\npreparing and gathering all the information. It's all for nothing. I mean, it's \r\nlike a party or a wedding that you spent all this time planning and then at the \r\nlast minute, it... I'm going to go file these papers. ",
        "Mallet: Hey, hey, hey. Don't let her get to you, okay? ",
        "Marina: Who? ",
        "Marina: Dinah. You just talk nonstop about the case and tried to avoid my \r\neyes, okay? So just relax, forget about what she said. She has a way of taking \r\nsome thing perfectly innocent like you and I working together and turning it \r\ninto... ",
        "Marina: Love in the lockup? ",
        "Mallet: Yeah. She's just really good at pushing people's buttons, you know? \r\nShe's not malicious. She's just... she can't help herself, I don't know. ",
        "Marina: I know. I'm actually really worried about her. I don't know, I think \r\nshe could have gotten herself into some trouble by connecting with this blogger. \r\nWhat are you looking at? ",
        "Mallet: I'm looking at a cop. Oh, yeah. I'm glad you're on my side. I'll see \r\nyou. ",
        "Alan michael: We both know what I can offer you, but what can you offer me?\r\n",
        "Beth: Come on now. I'm your father's wife. Don't even pretend that that \r\ndoesn't get your motor running. ",
        "Alan michael: So much for learning from experience. ",
        "Beth: I've spent enough time as a spaulding to know what is important: To \r\nkeep your options open. ",
        "Gus: Nobody's in the hallway. ",
        "Harley: What about the phone? ",
        "Gus: Oh. Unplugged. ",
        "Harley: Beepers, pagers? ",
        "Gus: Yeah. Everything's off. ",
        "Harley: Honey, is there even a small chance that a carrier pigeon could land \r\non the window sill? ",
        "Gus: I didn't think of that. I'll build a scarecrow. I'll build a scarecrow \r\nto scare all the birds away and rick bauer, in case he's scaling the building, \r\nokay? ",
        "Harley: Good, good, I like that. No, forget about that. Forget about that. \r\nJust come here. ",
        "Gus: Are you ready for a piece of this? ",
        "Harley: Get to work. ",
        "Gus: It's not work. It's a pleasure. ",
        "Harley: Honey, are we terrible people for abandoning my father? ",
        "Gus: What, are you kidding? I think he could handle ava and olivia, just... \r\nand if he can't he should just call the police, 911. ",
        "Harley: Wait a minute. Aren't we the police? ",
        "Gus: Not tonight we're not. ",
        "Olivia: See, I blamed you for what happened to emma. I have blamed you for so \r\nmuch, and I know now that I've been wrong. Just wrong, and I just... i want... I \r\nwant to make things right. I want you to tell me exactly what it is you want me \r\nto do to win your trust. You tell me and I'll do it. ",
        "Coop: Dad, you know this is purely self-serving, right? She's just doing this \r\nto save herself. ",
        "Olivia: Please, please, i know I have no right to ask. But just, if you... \r\nlet me make this right, all right? It will be different this time. I promise you \r\nI won't disappoint you. Just tell me what I need to do. Give me another chance.\r\n",
        "Ava: You want me to forgive and forget, huh? What, so you can take another \r\nshot at me? ",
        "Olivia: It won't happen. Why would you believe that? I promise... ",
        "Ava: Because I know you. ",
        "Olivia: You don't know anything. ",
        "Ava: I know as soon as I turn my back, you're going to climb on me. I can't \r\nlet you escape, not if i want to survive, olivia. ",
        "Olivia: No, nothing's going to happen, I promise... ",
        "Ava: You are lying to me. You are lying. You're lying in front of buzz, \r\nyou're lying in front of me, because you know you're lying. You don't want to go \r\nto prison. ",
        "Olivia: Ava, please. ",
        "Ava: You are going to pay for all of the deeds that you've ever done in your \r\nlife, so get ready for it. Coop, let's go. ",
        "Olivia: Come back here. Ava, I am warning you, I brought you into this world, \r\nI can take you out! ",
        "Next, on \"guiding light\"... ",
        "Going to off yourself? Are you really sure that you don't want josh to know \r\nthat you love him? I don't want you to go. ",
        "Ava: Time is up. I'm having you arrested for attempted murder. ",
        "Olivia: I could lose everything if ava goes to the police. I'll lose my \r\ndaughter. ",
        "Ava: Looks like I'm going to need your help after all. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=x7ItLKyrvic"
}