{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Sandy: ( Sighs ) ",
        "Ava: I was beginning to think you had\r\nforgotten about me. Why are you looking so surprised? Did you honestly think\r\nyou could hide from me forever? ",
        "Jonathan: Can I help put you in the\r\nwheelchair? It's no problem, just say the word. ",
        "Sandy: What do you want, Jonathan?\r\n",
        "Jonathan: A little birdie\r\ntold me you were getting out today. I thought I'd stop by and tell you not to\r\nstick your finger back in the socket. ( Makes buzz sound ) ",
        "Sandy: Ha-ha, ha-ha. So let's try this\r\nagain. What do you want? ",
        "Jonathan: I came to give you a going-home\r\npresent. This fell out of your lawyer's pocket. You need a new lawyer, dude.\r\nLook at this. \"I found you.\" I still don't know what it means. ",
        "Sandy: Again, what do you want? ",
        "Jonathan: I just want you to know that I am\r\nsniffing around like the dog I am. ",
        "Sandy: Uh-huh, you said it. ",
        "Jonathan: You're not as boring as I thought\r\nyou were. How's that Sandman? Listen, I know you're not feeling 100% so I'll be\r\nhonest with you. I know that you're hiding something from Tammy. And I know it\r\nand you know it. I'm going to figure out what it is. ",
        "",
        "Tammy: Perfect. Quiet and comfortable. And\r\nif he needs anything, I will be right here to take care of him. Welcome home, Sandy.\r\n",
        "Ava: Hello, Tammy. ",
        "Tammy: Ava! What are you doing here? ",
        "Ava: Dropping off papers and picking up\r\npapers. Olivia keeps me busy. How's your boyfriend. Improving? ",
        "Tammy: In fact, they're releasing him. I was\r\ngetting ready for Sandy to move in. ",
        "Ava: Move in here? ",
        "Tammy: This is where he belongs: With me. ",
        "",
        "Fallon: Yes, Mr. Foster, I am keeping a\r\ncareful eye on Ava. However... ",
        "Sandy: What? What's going on, Fallon? ",
        "Fallon: I have a feeling you won't be too\r\nhappy knowing where she is right now or who's she's talking to. ",
        "",
        "Cassie: You have been mine since the day you\r\nwere born. But you're not mine. No, sweetie, you belong to Danny and Michelle.\r\nThat's right. You do. Oh, man, I don't think I can do this. Oh, Cassie. You\r\nknow, Jeffrey says that I should fight for you, but I... I don't know if that's\r\nthe right thing for you. ",
        "Dinah: Hey there. ",
        "Cassie: Dinah. ",
        "Dinah: Hi, sweet pea. ",
        "Cassie: What are you doing here? What do you\r\nwant? ",
        "Dinah: Looking for you and Hope. ",
        "",
        "Danny: Michelle, I've been looking\r\neverywhere for you. ",
        "Michelle: Listen to me, you don't\r\nunderstand. Danny, you have to lock the door. Trust me, Danny... ",
        "Danny: I know you don't want to see me.\r\nThere's something you need to know. Listen to me. ",
        "Michelle: Danny, look out! Oh, my God, Danny!\r\nOh, my God. Danny! ",
        "",
        "Tammy: Wow, that was quite a look. I didn't\r\nmean to upset you. I guess people living together before they get married just\r\nisn't something that you're comfortable with. ",
        "Ava: Tammy, it's okay. It has nothing to do\r\nwith that. ",
        "Tammy: No, it's okay. I respect that. It's\r\nnot something I'm casual about, either. It's just that, well, Sandy and I lived\r\ntogether before so it feels normal. ",
        "Ava: You lived together when? ",
        "Tammy: We were just roommates. But\r\neverything's different now. In a good way. ",
        "Ava: It is? ",
        "Tammy: I think living together is a great\r\nway to get to know somebody. I mean before you get married. Then there aren't\r\nany of those unexpected surprises or anything. ",
        "( Cell phone rings ) ",
        "Ava: I'm sorry, excuse me. ",
        "Tammy: It's okay. I'll talk to you later. ",
        "Ava: Sure. Bye. Hello? ",
        "Sandy: I need to see you now. ",
        "Ava: Sorry, who is this? ",
        "Sandy: Ava, come to the hospital and meet\r\nme. ",
        "Ava: Where? In your room? ",
        "Sandy: No, it's too open. Upstairs on the\r\nroof. ",
        "Ava: All right. I'll be right over. ",
        "Sandy: Good. We can finally finish what we\r\nstarted. Put this whole mess behind me. And move on. ",
        "",
        "Dinah: I know that I'm the last person you\r\nwant to see, Cassie. ",
        "Cassie: There's a few people I'd like to see\r\nless. ",
        "Dinah: And I can imagine that that person is\r\nEdmund, which is why I'm here. You know he got out? ",
        "Cassie: Yes, I heard the good news. ",
        "Dinah: So we have to do something. The way\r\nhe treated us was horrible. ",
        "Cassie: \"Us?\" ",
        "Dinah: Fine. We are not the same, okay?\r\nEdmund kidnapped me, locked me up and tried to burn me alive. ",
        "Cassie: Yeah? ",
        "Dinah: The point is I don't think he should\r\nbe free to do any more damage. We know what he's capable of. ",
        "Cassie: Yeah, we do. ",
        "Dinah: Then do something before he does\r\nsomething to you. Cassie, we need to stick together on this one. ",
        "Cassie: Dinah, the only thing I care to do\r\nis hold on to this little girl until I don't have her any longer. ",
        "Dinah: And you know something? Believe it or\r\nnot, I don't want you to let her go, either. Cassie, do not let Edmund beat\r\nyou. No matter what it takes, don't let him win. ",
        "",
        "Michelle: Danny! ",
        "Edmund: Back off, Michelle. ",
        "Michelle: Why are you doing this, Edmund? ",
        "Edmund: You should have stayed in the car,\r\nthe moment you ran away I was obliged to do. Move away from Danny. ",
        "Michelle: The hell I will! ",
        "Edmund: Do it now! ",
        "Michelle: He better be all right, Edmund. I\r\nswear to God, I'm warning you, he better be all right. ",
        "Edmund: Call me crazy, Michelle, but you're\r\nnot in the position to issue demands, ultimatums or threats. Now grab his arms.\r\n",
        "Michelle: What? ",
        "Edmund: Grab his arms, we're\r\ntaking Danny for a drive. ",
        "Michelle: You think I'm\r\ngoing to help you? You're out of your mind! ",
        "Edmund: Grab his arms now\r\nor I'll disembowel him and use his stomach as a fruit cup. ",
        "Michelle: Leave him alone! ",
        "Edmund: I'm sorry I can't do that, but you\r\nknow there is something I can do for you. ",
        "Michelle: What are you talking about? ",
        "Edmund: I can make your dreams come true\r\nagain. Remember that time we spent together about how you wouldn’t shut up\r\nabout the time you wanted to get together with Danny? I can do that for you, Michelle.\r\nYou can be back with Danny forever. ",
        "",
        "Tammy: Sandy, you ready to go... last minute\r\ntests, I guess. I better start packing up. God, I'm so grateful that Sandy’s\r\nokay and that he's coming home. You kept up your end of our bargain. I swear\r\nthat if you let him walk out that door that I'd keep my distance from Jonathan,\r\nand that's exactly what I intend to do. ",
        "",
        "Ava: Geez! Sandy! ",
        "Sandy: Sorry. ",
        "Ava: You scared me! ",
        "Sandy: Just me. I didn't mean to make this\r\nany harder than it has to be. ",
        "Ava: You know, I was really surprised you\r\ncalled. ",
        "Sandy: Well, I figured if I'm going to leave\r\nthis behind me, we need to talk it out once and for all. ",
        "Ava: I'm not trying to make your life\r\ndifficult, Xander. ",
        "Sandy: I'm not Xander or Alexander anymore. ",
        "Ava: Right, you're Sandy. ",
        "Sandy: I'm not the same person I was. I made\r\na whole lot of changes. Trust me. ",
        "Ava: Trust you? ",
        "Sandy: I made a fresh start, I'm happy. I\r\nmet someone. ",
        "Ava: Someone? ",
        "Sandy: Someone I want to spend every day of\r\nmy life with. And I plan on asking her to marry me. And nobody can stop me,\r\nincluding you. ",
        "Ava: Right. ",
        "Sandy: I'm marrying Tammy, Ava. ",
        "Ava: I heard. ",
        "Sandy: Good. Then you can just let it go.\r\nNone of it means anything anymore. It's all in my past, all of it. As long as\r\nyou do what I told you to do. ",
        "Ava: I want you to give me something in\r\nexchange. Give me the ring. Tammy's ring. ",
        "",
        "Cassie: By now Danny has found Michelle, she\r\nknows Hope is hers so it's only a matter of time before they come to take her\r\naway from me. ",
        "Dinah: Cassie, you can't let her go. ",
        "Cassie: She's not mine. ",
        "Dinah: Yes, she is. I know what it's like to\r\nlive without a mother's love. You and I have that in common. ",
        "Cassie: Yeah, I know. ",
        "Dinah: Hope knows that you are her mommy. It\r\nis all she has ever known and that's all that matters. ",
        "Cassie: No, it's not all that matters, Dinah.\r\n",
        "Dinah: Look, if you want me to help you with\r\nMichelle, I am more than happy to do anything I can. And if you'll work with me\r\nto take care of Edmund... ",
        "Mallet: Hey, Marler. Marler. ",
        "Dinah: Great, here comes a bloodhound. ",
        "Cassie: Hi. ",
        "Mallet: Hey, Cassie, how are you doing? You\r\ntold me you were going to your fathers and he said you told him you were going\r\nto be with me. Do you know what I call that? ",
        "Dinah: Misunderstanding? My dear daddy, no\r\nmatter how much he denies it, he can't hear worth a lick. Look, it was a\r\nmix-up, I'm sure it won't be happening again, okay? ",
        "Mallet: I put myself on the line here, which\r\nis why you're able to be free like this. So don't be messin' okay? Don't be\r\nmessin'. ",
        "Dinah: Yes, sir. ",
        "Mallet: Can you keep your word? That's all\r\nI'm asking. Can you do that? ",
        "Dinah: I can do that. I promise you that.\r\nBrownie promise. In fact, I'm going to buy you something to eat. You just go\r\nahead name your sandwich. ",
        "Mallet: Huh. Um, okay, yeah. Yeah. I like\r\nsandwiches. ",
        "Dinah: Okay, good. Well, I'm going to guess.\r\nIt's going to be toasted white bread, righting? ",
        "Mallet: Un-toasted whole wheat. ",
        "Dinah: Yeah. You? Would you like something? ",
        "Cassie: No thanks, Dinah. ",
        "Mallet: So... ",
        "Cassie: So. ",
        "Mallet: How are you doing? Everything all\r\nright? Things have been a little touchy lately, huh? ",
        "Cassie: Yeah. I'm okay. Thanks. I'm okay. ",
        "Mallet: Look, for the record, there's a lot\r\nof questions hanging around out there and it seems to be more than one version\r\nof how this whole thing happened. ",
        "Cassie: This whole thing? ",
        "Mallet: Yeah. With the baby. I mean, with\r\nyour baby. Basically, we got Dinah’s story on one side, we've got Edmund’s\r\nstory on the other. I think Dinah’s telling the truth. I believe her. ",
        "Cassie: What about Edmund? ",
        "Mallet: Edmund? I think Edmund needs to be\r\nlocked up. ",
        "",
        "Michelle: Danny! ",
        "Edmund: I'm going to tie you in the car Michelle\r\nand then I'm going to come back here and drag Clark Kent out. Ow! ",
        "Michelle: Get away from me! ",
        "Edmund: You're just making this worse for\r\nyourself. You know how the story ends. ",
        "Michelle: That's right, Edmund, I do and I'm\r\nnot going anywhere. ",
        "Edmund: Stop postponing the inevitable. ",
        "Michelle: Edmund, when I walk out that door,\r\nI won't have a lot of time, am I? If this is the last bit I get, I'm going to\r\ntake my time in saying good-bye to it. ",
        "Edmund: Please tell me you're joking. ",
        "Michelle: You don't understand. I've had\r\nsome of the best moments of my life in this house. Haven't you had memories\r\ngrowing up as a kid that you love and cherish? ",
        "Edmund: No. All of them I'd like to forget. ",
        "Michelle: Well not me, okay? I've had\r\nmillions and millions of memories here. Wonderful times. There's got to be\r\ntrunks and trunks full of pictures up in the attic here, okay? And Danny and I,\r\nwe would spend hours, hours up there. I mean, we would walk up those rickety\r\npull-down attic stairs through the trap door and we would look through\r\nsnapshots of photo albums and the next thing you know three hours had gone by.\r\n( Screams ) ",
        "Edmund: ( Groans ) ",
        "Danny: Michelle... ",
        "Danny: Michelle, call the police. It's all\r\nright. It's all right. It's over. ",
        "Edmund: I don't think so. ( Groans ) You\r\nknow, Danny, I thought someone with your background would be a lot better at\r\nthis. ",
        "Danny: ( Coughing ) Michelle, are you okay?\r\nAre you okay? ",
        "Michelle: Yes, oh, my God. Oh, my God, Danny.\r\nHe could have killed us. ",
        "Danny: Michelle, listen. Listen to me. ",
        "Michelle: No Danny. ",
        "Danny: Listen. Listen to me. ",
        "Michelle: I don't know why he came after me.\r\nI don't know why he's here. Danny, he's getting away! He's getting away! ",
        "Danny: Call the police! Call the police. ",
        "Michelle: Danny! ",
        "",
        "Mallet: Anyway, that's what I think for\r\nwhatever it's worth. But you don't know me. ",
        "Cassie: I know you better than you think I\r\ndo. ",
        "Mallet: Oh, right, because of Harley. Did\r\nshe ever... she ever talk about me? ",
        "Cassie: Not really. ",
        "Mallet: ( Laughs ) ",
        "Cassie: I read a few chapters, \"Warden Hammer\"--\r\nI mean Mallet. I'm sorry. ",
        "Mallet: Oh, God. ",
        "Cassie: I'm just kidding. I haven't had one\r\nsecond to think about reading. But I know Harley thinks world of you. ",
        "Mallet: You mean \"Marley.\" ",
        "Cassie: Both of them. ( Laughs ) That's good\r\nenough for me. ",
        "Mallet: So? ",
        "Cassie: So... what do you want? ",
        "Mallet: I just wanted to make sure that you\r\nknew that we're doing everything, everything possible to make sure you and Hope\r\nare safe. ",
        "Cassie: Yeah. Thanks. ",
        "Mallet: Okay. ( Sighs ) Dinah’s gone, isn't\r\nshe? ",
        "Cassie: Pretty good bet. ",
        "Mallet: Yeah. This gets old real fast. ",
        "Cassie: Real fast. ",
        "Mallet: See you around. ",
        "Cassie: See you around. Did you hear that?\r\nHe's going to keep us safe. ",
        "",
        "Sandy: There no way you're getting this ring\r\nand you know it. This ring is going to Tammy and nobody else. It's her ring. ",
        "Ava: Not until it's on her finger. ",
        "Sandy: You'll see her wearing it soon\r\nenough. Don't worry. ",
        "Ava: When? ",
        "Sandy: When I'm ready. Look, ask for\r\nanything else. How about cash? You'll never worry about money again. ",
        "Ava: Xander, I don't want your money. I\r\ndon't want your cash. I want something that really matters to you. ",
        "Sandy: I won't do it. I can’t. Look who's\r\nhere. ",
        "Fallon: Ms. Perrault. ",
        "Sandy: Fallon, work something out with her.\r\nCome up with a settlement, give her whatever she wants as long as the minute I\r\nsign a check she disappears out of my life forever. ",
        "Fallon: I understand. But as much as she\r\nwants... ",
        "Sandy: Get it done. I want it over with. ",
        "Ava: Where are you going? ",
        "Sandy: To meet Tammy. Call me when it's\r\nhandled, Fallon. Take care of yourself, Ava. ",
        "Ava: Wait, wait, don't go. Come on. Come\r\nback here. ",
        "Fallon: Well, now, Ms. Perrault. Now that\r\nwe're alone that we calmly and quietly figure out how to keep this unfortunate\r\nsecret a permanent secret? ",
        "",
        "Jonathan: Hey, you know this not looking at\r\nme pretending that you don't see me thing is not going to work. ",
        "Tammy: I'll make it work. ",
        "Jonathan: Hey, you've got to face it. ",
        "Tammy: I made a promise, okay? ",
        "Jonathan: You shouldn't make promises unless\r\nyou can keep them. ",
        "Tammy: I can. And I will. ",
        "Jonathan: Says the girl who can't look at\r\nme. ",
        "Tammy: All right, I'm looking, okay? I'm\r\nlooking and I'll keep looking. As long as we're going to keep running into each\r\nother... ",
        "Jonathan: And I promise you, we will. ",
        "Tammy: Then I'll go to go to plan\r\n\"B.\" ",
        "Jonathan: Plan \"B\"? ",
        "Tammy: I'll just... I'll have to be your\r\nfriend. ",
        "Jonathan: ( Laughs ) My what? ",
        "Tammy: Your... I'm serious. ",
        "Jonathan: There is no way, Tammy. ",
        "Tammy: There has to be. Because every time\r\nwe see each other or we're in the same room, I'm not going to feel this. I\r\ncan't, okay? It has to stop. I... I'm so tired of feeling this. ",
        "Jonathan: The beating of your heart in your\r\nchest like it's going to explode? ",
        "Tammy: This awkwardness. This awkwardness.\r\nThat's the word that I was looking for. ",
        "Jonathan: You sure about that? ",
        "Tammy: From now on, I'll treat you like\r\neveryone else in my life. ",
        "Jonathan: I'll be your friend. ",
        "Tammy: That's why I'm... I'll tell you just\r\nlike I would tell any friend, I'm really excited because Sandy’s coming home.\r\nHe's moving in with me. Today. And I can't wait to take care of him and show\r\nhim how sweet it can be with the two of us living together. And hopefully he'll\r\nfeel the same way and ask me to marry him. ",
        "Jonathan: And you'll live happily ever\r\nafter? ",
        "Tammy: Exactly. So it's been fun. I'll talk\r\nto you soon, huh? Hey. Hey, I was wondering where you were. ",
        "Jonathan: Sandy. ",
        "Tammy: Jonathan was just leaving. ",
        "Jonathan: Yeah, you're right. I was. See ya.\r\n",
        "Tammy: Hey, let's get you packed up, huh?\r\nYou know, I can't tell you how happy I am that you're coming home. With me.\r\nCome on. ",
        "",
        "Fallon: You are trying to punish Sandy. ",
        "Ava: No. I'm trying to show him that\r\nsometimes, you know, money just isn't the answer. There are some things in life\r\nmoney can't buy. ",
        "Fallon: ( Scoffs ) Very few. ",
        "Ava: Xander thinks that throwing around cash\r\nis the answer to all of his problems and that his problems are just going to\r\ndisappear. Well, you know what? I'm not going to disappear. ",
        "Fallon: Sandy is not going to change his\r\nmind. You're not helping. ",
        "Ava: I'm doing what I have to do. ",
        "Jonathan: Well, well, well. Now look who we\r\nhave here. ",
        "Ava: Jonathan. ",
        "Jonathan: Isn't that interesting? I didn't\r\nknow you two knew each other. What's the name of the game, kids? Can I play? ",
        "Fallon: Back off! ",
        "Jonathan: I usually don't take requests, but\r\nthis is your party, so you go on doing whatever it is you were doing and just\r\npretend I'm not here. ",
        "Fallon: Too late for that. ",
        "Jonathan: Well, might as well join in then,\r\nhuh? So what are we talking about? ",
        "Ava: There is no \"we\" boss. ",
        "Fallon: Boss? ",
        "Ava: I came up here for the view and this\r\nman-- I don't know what his name is-- he tells me that I shouldn't be up here. ",
        "Jonathan: Oh, yeah? Why shouldn't she be up\r\nhere? ",
        "Fallon: Because it's very dangerous, legally\r\nspeaking. These ledges are sub code. I'm on my way down to the hospital office\r\nto make a report. Right now. ",
        "Ava: Until it's official, I won't worry\r\nabout it. ",
        "Fallon: I'm just trying to help. But if he's\r\nyour employer, I'm afraid you are far beyond my aid. Excuse me. ",
        "Jonathan: Our pleasure. Bye-bye! So, on your\r\ntime off you like to hang out on rooftops with lawyers? ",
        "Ava: Roof tops, yeah. Lawyers, I don't know.\r\nThere's something about him. ",
        "Jonathan: I don't buy your story, though.\r\nYou know damn well who he is. It's time you caught me up, don't you think? I\r\nwant to know how you know Sandy Foster. I want to know how you know Sandy’s\r\nattorney. And I want to know now. ",
        "",
        "Tammy: I hope this is all right. ",
        "Sandy: It's fine. ",
        "Tammy: Because, I mean, we can move to\r\nanother room. ",
        "Sandy: It's great. Any room with you is\r\nperfect. ",
        "Tammy: I tried to have all your favorite\r\nthings ready. See those piles of DVDs? All new releases. Yup. And I even went\r\nby your apartment and got you your pillow, see? So you can as comfortable as\r\nyou possibly can be. ",
        "Sandy: You don't have to wait on me. So\r\ndon't try so hard, okay? ",
        "Tammy: I just want you to know how much you\r\nmean to me, Sandy. I can't be everything you need every minute, but I can be\r\nhere for you and that's exactly where I want to be, right by your side taking\r\ncare of you for as long as it takes. Because that's what love is, right? One\r\nperson's strong when the other one's weak. The taller one gets things down off\r\nthe top shelf and... ",
        "Sandy: And? ",
        "Tammy: I just want you to know, to feel just\r\nby looking around you how much I want to be with you. Because nothing is more\r\nimportant to me, Sandy, than that, than you. Do you think you can believe that?\r\n",
        "Sandy: God, I want to believe we can make\r\nit. ",
        "Tammy: We can. ",
        "Sandy: More than anything. ",
        "Tammy: What's in the way? ",
        "Sandy: Lots of things. ",
        "Tammy: Nothing that matters. I mean, nothing\r\nthat we can't work past. ",
        "Sandy: We'll see. ",
        "Tammy: You know what? You're right. You're\r\nright. If it's too soon today, and if you can't forgive me yet, then tomorrow\r\nor day after. I mean, there's no rush, right? No, not really. As long as it\r\ntakes. ",
        "Sandy: Tammy... ",
        "Tammy: Shh. I'm not going anywhere, Sandy.\r\nI'm staying right here. Right. ",
        "",
        "Mallet: Hey, fellas, I'm sorry to interrupt.\r\nI've got to ask you a question. Detective Mallet, Springfield P.D. Did you just\r\nsee a girl come in here? ",
        "Man #1: Is she pretty? ",
        "Mallet: I guess so if you like the type.\r\nBrown hair, hazel eyes. She's little but strong. Kind of wiry like a cat. ",
        "Man #2: Sorry we missed her. Sounds like my\r\ntype. ",
        "Mallet: Well, she's trouble. Anyway, thanks.\r\n( Laughs ) I'm sorry, guys. One more question. ( Laughs ) Do I know you guys?\r\nYou're Carl Edwards, right? And you are Mark Martin, right? ",
        "Man #1: That's right. ",
        "Man #2: Are you a Nascar fan, detective? ",
        "Mallet: Huge Nascar fan. Wow, Mark Martin,\r\nyou're a legend man, you're fast. Awesome job in Atlanta. Big bold move on the\r\noutside. Good luck in a couple of weeks. ",
        "Man #2: Thank you. ",
        "Mallet: Can I get you guys something, Buzz\r\nburger or anything? ",
        "Man #1: What about the girl? ",
        "Man #2: Is she really worth the trouble? ",
        "Mallet: Absolutely not. ( Laughs ) ",
        "",
        "Edmund: Damn it, Michelle. I have a\r\nsplitting... I've got to get back to town. I'm never giving up Cassie. I'm never\r\ngiving up. I'm going to have you back. Oh. Okay, okay. I can do this one more\r\ntime. Hey, I need your help here, please! Come on! I'm not a nut or anything!\r\nCome on, help! ",
        "",
        "Danny: I lost him. ",
        "Michelle: What do you mean? ",
        "Danny: Call the police. It's dark. ",
        "Michelle: We have to go after him. Danny, we\r\ncan't let him get away, not after what he's done. ",
        "Danny: Forget about Edmund, I'll take care\r\nof him. ",
        "Michelle: Danny, he nearly killed us. ",
        "Danny: I will take care of Edmund. Please,\r\njust sit down. I need to tell you something that's really important. Michelle,\r\nthe reason I came out here looking for you is because something happened,\r\nsomething unbelievable. ",
        "Michelle: Unbelievable, how? What, in a good\r\nway? ",
        "Danny: Michelle, your baby... your baby,\r\nit's the reason Edmund came after you. ",
        "Michelle: What? ",
        "Danny: It's our daughter. ",
        "Michelle: Our in what do you mean? I lost\r\nher... ",
        "Danny: Michelle, our baby's alive. ",
        "",
        "Tammy: What if we just stayed here forever?\r\nJust like this, just too of us. ",
        "Sandy: Hmm, just us. ",
        "Tammy: I've been talking about you. To God.\r\nTo say thank you for you and for your being all right. For you being the most\r\nprecious part of my life. For you letting me be part of yours. ",
        "Sandy: Tammy... ",
        "Tammy: And for your agreeing to give me a\r\nsecond chance. ",
        "Sandy: Hey, we've both made our mistakes.\r\nAnd we've both done things. But let's let go of all that. That's in the past.\r\nWhat's important right now is this, you and me. ",
        "Tammy: Us. ",
        "Sandy: And I promise, no one or no thing\r\nwill ever hurt us again. ",
        "",
        "Ava: Sandy Foster. Oh, see, that's his last\r\nname? ",
        "Jonathan: Yeah. ",
        "Ava: I just met him a couple of days ago. I\r\ndon't know. ",
        "Jonathan: Liar. ",
        "Ava: Okay. You know what? You want know tell\r\nyou the truth? The truth is that if you don't stay out of the situation you're\r\ngoing to be making a huge mistake. ",
        "Jonathan: You're not scaring me. Try again. ",
        "Ava: Jonathan, I'm telling you, okay? It's\r\nnone of your business, please. ",
        "Jonathan: No. Tammy's with Sandy, that makes\r\nit my business. Now, you probably know about what this guy's hiding, right? You\r\nprobably know why he took my name when he first came to town. ",
        "Ava: I don't know what you're talking about.\r\n",
        "Jonathan: Damn it, don't lie to me, Ava, you\r\nowe me. I saved you. ",
        "Ava: Please, I'm telling you. Don't you get\r\nit? If I tell you, I just... Jonathan, I can't risk it, okay? I can't risk it.\r\nYou don't understand. ",
        "",
        "Tammy: All right. Time to call it a night,\r\nhuh? You must be tired. ",
        "Sandy: Yeah. ",
        "Tammy: Well, at least tonight you'll get a\r\ngood night's sleep. No nurses waking up you up telling you to take your pills.\r\nNo smell of the hospital or those disinfectants. Sandy? Promise me one more\r\nthing. ",
        "Sandy: If I can. ",
        "Tammy: When you put that away tonight,\r\npromise me it won't be forever. That there's a still a chance that you'll put\r\nthat ring on my finger. Please promise me. ",
        "Sandy: Sure. How about right now? ",
        "",
        "Jonathan: I won't let Sandy hurt you. Trust\r\nme. ",
        "Ava: Just please, just let it go. ",
        "Jonathan: I can't let it go. He's with Tammy.\r\nI need to know what this guy's game is. Did he try to scam you? ",
        "Ava: No. ",
        "Jonathan: Did he lie to you or hurt you or\r\nsomeone you know? ",
        "Ava: Jonathan, you just don't understand. ",
        "",
        "Sandy: I love you and no matter what else\r\nhappens or has happened, that never changes. It never will. When I look in your\r\neyes, those amazing eyes, I see the woman I want to grow old with. I want to\r\nwatch you with our babies, holding them, loving them. I want a family with you.\r\n",
        "Tammy: Yes! Sandy... ",
        "Sandy: And when I look in your eyes I see\r\nthe one person I want walking beside me and sleeping beside me and looking at\r\nme just the way you are right now. For as long as I live. ",
        "Tammy: I want that, too, Sandy, so much. ",
        "Sandy: Well, then, Tammy, will you marry me?\r\n",
        "",
        "Jonathan: Damn it! Look at me! How did he\r\nhurt you? Say it out loud, what did he do to you? ",
        "Ava: Jonathan, he married me! All right? He\r\nmarried me! ",
        "",
        "Mallet: She's not here. ",
        "Cassie: I didn't think she would be. ",
        "Mallet: Oh, man, I got distracted for a\r\nsecond. There's a couple Nascar drivers in there. ",
        "Cassie: Really? ",
        "Mallet: Yeah. ",
        "Cassie: What are they doing here? ",
        "Mallet: I don't know. I guess they're just\r\npassing through. Like Dinah. Who knows how far she got by now? She's fast.\r\nSpeaking of fast, you want to meet these guys. Hey, guys, hold up for a second.\r\nI want you to meet somebody. ",
        "Cassie: Hi. ",
        "Man #2: How's it going? ",
        "Man #1: Hi. You're right. She is pretty. ",
        "Mallet: No, she's not. ",
        "Cassie: Thanks. ",
        "Mallet: No, I meant you're not Dinah. ",
        "Cassie: No I'm not Dinah at all. Wow! This\r\nis so exciting! Can I get my picture take within you guys? ",
        "Mallet: For your boyfriend? ",
        "Cassie: No, for me. I'm a huge Nascar fan.\r\nIn Richmond, that wreck in turn four, I was on the edge of my seat. It was so\r\nexciting. ",
        "Mallet: Am I take the picture? I thought I\r\nwas going to be in the picture. Well, I want a copy. ",
        "Cassie: Wow, thank you. ",
        "Man #2: Thank you very much. ",
        "Cassie: It was so nice meeting you guys. ",
        "Mallet: Thanks, fellas. Good luck. ",
        "Cassie: That was nice. ",
        "Mallet: That was cool. That was fun. All\r\nright, back to work. I've got to go find Dinah. ",
        "Cassie: You know, I wouldn't worry too much\r\nabout her. ",
        "Mallet: Why? Why not? ",
        "Cassie: Because I think for the first time\r\nshe really is trying to make things right. ",
        "Mallet: Well, I guess we'll have to see\r\nabout that. ",
        "Cassie: There's been so much suffering and\r\nthere's going to be a lot more suffering, and the man who's responsible for all\r\nof it is out there free somewhere. ",
        "Mallet: He won't be for long. ",
        "Cassie: I wish I could believe that. But I\r\nknow Edmund. And he really could get away with it all in the end. ",
        "",
        "Edmund: Thank you. Thank you so much for\r\nstopping. I'm sorry. I really is to get back to Springfield as soon as I\r\npossibly can. ",
        "Dinah: Sorry, stranger, I'm not heading that\r\nway. ",
        "",
        "Danny: Our baby's alive, Michelle.\r\n",
        "Michelle: My baby? ",
        "Danny: Our baby. ",
        "Michelle: Danny, no, I lost\r\nher, stop. ",
        "Danny: Edmund drugged you,\r\nhe gave you some kind of drug to induce labor and he took the baby. He was with\r\nyou, Michelle, after you had your car accident. I don't know how. When you gave\r\nbirth he was with you and he took the baby when you were unconscious. ",
        "Michelle: Where is she?\r\nWhat did he do with her? ",
        "Danny: She's fine. I've\r\nseen her. Michelle, I held her. So have you. ",
        "Michelle: What do you mean?\r\n",
        "Danny: It's Hope. It's Hope.\r\nHope is our baby. ",
        "Michelle: Hope? ",
        "Danny: Cassie's Hope, or\r\nwho we thought was Cassie's baby. It's our baby. ",
        "Michelle: Oh, my God! Oh,\r\nmy God! My baby! ",
        "Danny: She's okay. ",
        "Michelle: My baby. ",
        "Danny: She's my baby, too. Michelle, I'm the\r\nfather. They ran my DNA against the baby’s. I know. I know. We have a daughter,\r\nMichelle. We have a beautiful little girl. ",
        "",
        "Announcer:  Next on \"Guiding Light\"... ",
        "Alan: All you have to do is press\r\n\"play\" and you will get all the ammunition you need to destroy Harley\r\ntonight. ",
        "Harley: I know the numbers you gave me are\r\nphony, Beth. You better change your mind because I'm about to pull the old\r\nswitcharoo. ",
        "Jonathan: What did he do? ",
        "Ava: Stop it, okay? He married me! ",
        "Tammy: I can't believe this is happening. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=x8WWU7wRx1M"
}