{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: Tammy. ",
        "Nate: Just call me Grandpa. ",
        "Jonathan: You are not here. You\r\nare dead. ",
        "Nate: Dead. Yeah. Nearly as dead\r\nas you're going to be, huh? It won't be long now, will it? You must be shaking\r\nin your knickers. ",
        "Jonathan: Leave me alone. Go back\r\nto hell or wherever it is that you came from. ",
        "Nate: Ooh, you are scared. More\r\nscared than you were of the water. Well, fair enough. You know what's inside\r\nyou, don't you? We both do. ",
        "Jonathan: I'll be a good dad. I'm\r\nready. ",
        "Nate: Just like I was ready to\r\ngive up my whole life for some snotty little ingrate. ",
        "Jonathan: It's different with me.\r\nYou hated me from the day I came to live with you. ",
        "Nate: No. Not true, actually. I\r\nwas happy, at first. Cute baby, easy to control. It was later, Johnny, later,\r\nthat the anger, the resentment, started to grow. ",
        "Jonathan: I'm not like you. I\r\nwould never hurt my kid. Plus, I have everything that I ever wanted. Tammy and\r\nmy baby, too. ",
        "Nate: If you say so. You'll see, Johnny\r\nboy. You'll see. ",
        "Lizzie: Are you okay? Did you have a\r\nnightmare? ",
        "Jonathan: Huh? ",
        "Lizzie: Nightmare? ",
        "Jonathan: Yeah. Yeah. Not real. What are you\r\ndoing up so early? ",
        "Lizzie: We have childbirth class. You're\r\nstill into it, right? ",
        "Nate: Doesn't that sound like fun?\r\n",
        "Jonathan: Maybe it will be. ",
        "Nate: Oh, Johnny you're going soft\r\nheaded. Don't tell me you're becoming one of those warm and fuzzy new age\r\nidiots, going through all the breathing and the hand holding when really you\r\nshould be letting the mummy do what's natural which is spitting the bloody\r\nthing out, all by herself while you're down the pub with the other new dads. I\r\nmean, come on, just pretend you're a man, just once, please. ",
        "Lizzie: Jonathan. You're still coming to\r\nclass, right? ",
        "Jonathan: Sure. Yeah. ",
        "Lizzie: I hope you're not freaked out about\r\nthis. ",
        "Nate: Just here to lend a little\r\nmoral support, a little pat on the back if you need it. Don't thank me, it's my\r\njob as your father. ",
        "Jonathan: Thank you for giving a\r\ndamn about being my dad. ",
        "Nate: No. Come to think of it, I\r\ndidn't give a damn most of the time but every now and again a man feels a\r\ntwinge of conscience, a need to step up. ",
        "Jonathan: What you need to do is\r\nget out of my head and let me do what you have to do, okay? ",
        "Nate: Fine. I'll be around\r\nflirting with pretty nurse if you change your mind, decide that you need your\r\nfather. ",
        "Lizzie: Are you coming? ",
        "Jonathan: Yeah. You know, I was thinking,\r\nwould you rather do this with your mom? ",
        "Lizzie: With my mom? ",
        "Jonathan: Yeah. She's had babies I mean, you\r\nknow, she could be there for you in a way that I couldn't, she could give you\r\nadvice. ",
        "Lizzie: Are you trying to back out of this? ",
        "Jonathan: No, no, no, no, I know you love\r\nyour mom. I know you guys haven't been getting along that good lately so I\r\nthought this class would be a good way to get back together. I hate classes. \r\n",
        "Lizzie: You're going to be great. Besides, I\r\nneed you. I can't do this without a partner. ",
        "Jonathan: I am. Yeah. I'm in, all way in. I\r\nam. I just hope I don't, you know.... ",
        "Lizzie: Don't what? ",
        "Lillian: Hi, everyone. Lizzie. Hi. The\r\nnormal nurse who teaches this is-- had an emergency so I'm going to fill in\r\ntoday and as my granddaughter can tell you, I've had a lot of experience with\r\nbabies so I think before we get started it might be fun to get to know each other,\r\nintroduce ourselves, and talk about the pregnancy. I think we should start with\r\nthe dads. How about you? ",
        "Mike: Me? I'm Mike. ",
        "Lillian: Any other children? ",
        "Mike: No, this is our first. And I'll admit\r\nit, it kind of scares me. ",
        "Lillian: Why? ",
        "Mike: I've never even held a baby before. ",
        "Lillian: Well, don't worry. They won't\r\nbreak. I promise. And we'll be teaching you about it but I've seen a lot of\r\nnervous fathers and the minute they get that baby in their arms, they just know\r\nwhat to do. It's sort of instinctual, you know? I mean if you and your partner\r\nare united, if you're working together as a couple, and... then having a baby\r\nis the greatest thing that will ever happen in your life. ",
        "Lillian: Okay, now we're going to deal with\r\nsome baby basics. Do I have any volunteers? Just all jump up and get excited.\r\nAll right. I'm going to have to pick somebody then. ",
        "Jonathan: We'll do it. ",
        "Lizzie: Really? ",
        "Jonathan: Yeah. How hard could it be? ",
        "Lillian: Okay. Right now we're going to talk\r\nabout holding the baby. So Jonathan, you show me how you would hold your baby\r\ngirl. All right. You want to hold the baby's head, head, and the baby's bottom,\r\nthe butt, alright. ",
        "Jonathan: Okay. ",
        "Lillian: And you want to keep the baby close\r\nto you, swaddle it. Because that's the way you bond with the baby. ",
        "Jonathan: Like this? ",
        "Lillian: That's a little too close, but it's\r\nokay. All right now pretend little baby is asleep and that the crib in is right\r\nin front of you and I want you to gently put the baby in the crib. Good. That's\r\nright. Good, perfect. One thing you want to do is have the baby sleep on its\r\nback because tummy sleeping is a problem with SIDS. Jonathan, gently. That's\r\nmy great granddaughter you're flipping over like a pancake. This is good. ",
        "Jonathan: Who the hell is Sid? ",
        "Lizzie: You're doing great. Really. ",
        "",
        "Lillian: Jonathan and Lizzie, you never,\r\never, turn away even for a second when you're bathing a baby. ",
        "Jonathan: Oh. That's cool. Look. She swims\r\nlike a fish. Like a mermaid. Go get them, girl. ",
        "",
        "Lizzie: Do you remember how to do this? ",
        "Jonathan: (Groaning) Yeah. ",
        "Lizzie: Uh-huh, uh-huh. ",
        "Jonathan: What? ",
        "Lizzie: You want to lift the baby with both\r\nfeet, see? And you want to be sure to wipe from front to back to avoid\r\nbacterial contamination. ",
        "Jonathan: Shouldn't the mom be doing that? ",
        "Lillian: Oh, come on, you're going to share\r\nthe joys of parenthood and the mom's not always there. ",
        "Lizzie: Yeah. ",
        "Jonathan: No, I'm saying we're having a\r\ngirl, is she going to have... ",
        "Lillian: Oh my lord, I have sure I am sure\r\nyou have seen girls. ",
        "Lizzie: You're really doing great. ",
        "",
        "(Making the breathing sounds) ",
        "Lizzie: After the baby is born, we can make\r\nall the rounds. ",
        "Jonathan: The rounds? ",
        "Lizzie: Travel. Introduce her to all the\r\nfamily you haven't met yet. ",
        "Jonathan: When this baby is born I'm moving\r\nback in with Tammy, remember? ",
        "Lizzie: Well, not right away. ",
        "Jonathan: Yeah. This is a temporary thing. ",
        "Lizzie: You have to bond with the baby\r\nfirst. You can't just walk away from her the second she's born. ",
        "Jonathan: I will. I'll be around, but I've\r\ngot to get back to Tammy and my real life. ",
        "Lizzie: Not right away. We need you. ",
        "Jonathan: Tammy needs me, too. ",
        "Lizzie: Not like we do. This is your little\r\ngirl, Jonathan. What about her first smile, her first laugh? I mean don't you\r\nwant to be around for that? ",
        "Jonathan: I will. I'm not abandoning the\r\nbaby. ",
        "Lizzie: Just me. ",
        "Jonathan: Don't you even make this sound\r\nlike a breakup. You know this marriage is a fake, it's been that way since day\r\none. ",
        "Lizzie: I know. I know all that, okay? It\r\nfeels like you just can't wait to get away from me. ",
        "Jonathan: Stop, stop it, stop it.\r\nGrandmother's going to come and don't cry. Okay? I just, you know what it's\r\nbeen like for me and Tammy not to be able to see each other? ",
        "Lizzie: You've seemed okay. ",
        "Jonathan: I'm not okay. Tammy's not okay.\r\nWe're-- the only way we're going to be okay is when we get together. ",
        "Lizzie: Ow. ",
        "Jonathan: Here we go. Conversation goes\r\nsomewhere you don't like and you start pouring on the guilt. ",
        "Lizzie: No, I'm not faking it. Something\r\ndoesn't feel right. ",
        "Jonathan: Oh wifey, you know, this is me\r\nyou're pulling the trick on. I invented this gag. ",
        "Lizzie: I feel like I'm going to pass out. ",
        "Jonathan: Here it comes. ",
        "Lizzie: Jonathan, wait. ",
        "",
        "Jonathan: Come on, Tammy, pick up, pick up. ",
        "Recording: 555-1376 has been disconnected. No\r\nforwarding number is available. 555-... ",
        "Nate: Don't give up now, son. ",
        "Jonathan: No, never. ",
        "Nate: Knock some sense into you,\r\ndidn't I? Johnny, you don't belong in the classroom, mate. Not with all of\r\nthose normal people. ",
        "Jonathan: No, you took care of\r\nthat. I'll never belong with normal people again. ",
        "Nate: Normal's so overrated, don't you find? As is\r\nbeing a heroic daddy. Little Lizzie, she's got plenty of people that are more\r\nthan qualified to look after her during her special time. You, you've got\r\nsomeone who's ready, willing and more than able to look after you. Tammy.\r\nTender, tasty Tammy. If I wasn't so indisposed, dead, I'd have a go with her\r\nmyself. (Grunting) ",
        "Remy: What is going on here? ",
        "Remy: What is going on here? ",
        "Jonathan: You, your idea? ",
        "Remy: You have to slow down and tell me what\r\nyou're talking about. ",
        "Jonathan: Disconnecting Tammy' cell phone\r\nnumber so I can't get in touch with her! ",
        "Remy: Didn't she ask you to stay away? ",
        "Jonathan: This is not going to work. None of\r\nthis is going to work, okay? Tammy can live with you, she can eat with you, she\r\ncan carpool with you. End of the day: Still mine. Always will be. ",
        "Remy: Still mine. Is that what you say\r\nbefore you club her and drag you off to your cave? ",
        "Jonathan: Enjoy it now. Enjoy it because the\r\nbaby's going to be born pretty soon. ",
        "Remy: And everything's going to go back to\r\nnormal. You really believe that? You really believe Tammy’s going to run back\r\nto you, and your wife and your baby won’t get in the way? ",
        "Jonathan: Mind your business. ",
        "Remy: I told you, I told you I had a feeling\r\nTammy would be available soon. That I'd wait things out. Looks like I was right\r\nbecause she's living with me, not you. ",
        "Jonathan: Okay. You are pushing it. You are\r\npushing if you look at her, if you talk to her in the wrong way, I will come\r\nafter you. Yeah? ",
        "Remy: Won't have time. Too busy changing\r\ndiapers. You have a good day today. ",
        "Nate: Oh, my. I didn't think she\r\nhad it in her. I always thought Tammy would stay true to her outlaw, but looks\r\nlike she found herself a lawman. Officer's Boudreau's quite right, Johnny.\r\nLiving in a dream world. ",
        "Jonathan: You, are the dream. What\r\nTammy and I have is a real deal. ",
        "Nate: This is real. Hold me. ",
        "Jonathan: You're sick. ",
        "Nate: (Laughs) Feed me. School\r\nme. Discipline me. Fun part. You bad baby! You ruined my life. ",
        "Jonathan: Nice. Nice. It's not\r\ngoing to be like that. You're psychotic. ",
        "Nate: If you learn anything at\r\nall? ",
        "Jonathan: Get away from me! ",
        "Nate: Johnny, your life is never\r\ngoing to be the same. Tammy, she's living with Officer Boudreau. How long\r\nbefore she's shagging him? ",
        "Jonathan: She's not going to shag\r\nhim. ",
        "Nate: Oh, Johnny, Johnny, come on.\r\nCome on, you can feel it, I know you can. Whole life is just slipping away. \r\n",
        "Jonathan: No. ",
        "Nate: When it's gone what will you\r\nhave then? Who will you be, then? ",
        "Jonathan: I know where I have to\r\nbe. ",
        "",
        "Marina: So I hear this click, click, click, click, bang.\r\nRemy, cleaning his service revolver, almost shoots his foot off. ",
        "Tammy: Wow. Or something else. ",
        "Marina: Yuck. So when we finally get all moved in, we need\r\nto have a little talk about house rules. ",
        "Tammy: Rules? ",
        "Marina: Yeah, I need some rules to protect Marina's delicate eyes. I know I may have grown up in a\r\nhouse full of men, but I'm not ready to walk in on you and Remy conserving\r\nwater. Showering together? ",
        "Tammy: Oh, not, not going to happen. ",
        "Marina: Oh, come on. I'm not saying a blame you, I just say\r\nI want some fair warning. ",
        "Tammy: I told you, Remy and I are not\r\nhooking up. ",
        "Marina: Right. Why would you want to, you know? I mean, God,\r\nhe's hot, he's nice, he's totally crazy about you. You're right, that's\r\ndisgusting. ",
        "Tammy: Stop, zip it. I'm going back to my\r\nplace, picking up more stuff. I'll meet you at the apartment. ",
        "Marina: But the food's going to get cold. ",
        "Tammy: Well, plug in the microwave and I'll\r\nnuke it while I'm unpacking. ",
        "Marina: All right. ",
        "Tammy: See you later. ",
        "Marina: See you. ",
        "Tammy: Let me go! Let me go! ",
        "Jonathan: Aww! Damn! ",
        "Tammy: Jonathan, what the hell are you\r\ndoing? ",
        "Jonathan: Trying to get your attention. ",
        "Tammy: You scared the hell out of me. ",
        "Jonathan: Yeah, well you turned off your\r\nphone and I don't know your address anymore so how else am I going to... ",
        "Tammy: I can't do this. ",
        "Jonathan: Tammy! ",
        "Tammy: Stop following me! ",
        "Jonathan: I'm not leaving! ",
        "Tammy: Get out, get out of here! Get away\r\nfrom me! Just stay away, Jonathan! ",
        "Jonathan: I can't, anymore than you can stay\r\naway from me. ",
        "Tammy: You have a child on the way. You just\r\nlet me live my life. ",
        "Jonathan: You don't have a life without me.\r\nWe tried to break up before. It didn't work. ",
        "Tammy: Try harder. ",
        "Jonathan: I'm not moving. ",
        "Tammy: I'll call security. ",
        "Jonathan: No you won’t. ",
        "Tammy: Don't do this. I cannot have these\r\nfeelings right now. I can't let you hurt me anymore. ",
        "Jonathan: I never hurt you. ",
        "Tammy: You are. Every time you put your arms\r\naround Lizzie, every time I hear her call you her husband. Every time I think\r\nabout you being tied to her forever through a child, that hurts. Don't you get\r\nit, Jonathan? I wanted that with you. Instead, I stood by... ",
        "Jonathan: Don't you think I wanted that with\r\nyou? ",
        "Tammy:... And watch you get married to\r\nanother girl, to Lizzie. ",
        "Jonathan: Tammy. ",
        "Tammy: I smiled and I put on a good front,\r\nbut I cannot do it any more. ",
        "Jonathan: Okay. You don't have to. I'm leaving\r\nLizzie. I've leaving her. ",
        "Tammy: What are you saying? ",
        "Jonathan: It's over. I'm filing for divorce.\r\n",
        "",
        "Lillian: Okay, everybody, pretend it's time\r\nto push. Now, I want you to take a deep breath and put your chin to your chest,\r\nhold the breath and then, go. ",
        "Lizzie: I'm not going to push just in case. ",
        "Lillian: That's a smart girl. Now, where did\r\nJonathan go? ",
        "Lizzie: He needed some fresh air. ",
        "Lillian: Is he coming back? ",
        "Lizzie: He didn't say exactly. I think he's\r\na little overwhelmed. You know how new dads get. ",
        "Lillian: Look at the other new dads, they're\r\nall here. ",
        "Lizzie: Well, Jonathan’s Jonathan, and you\r\nsaw how hard he was trying. ",
        "Lillian: He was trying hard, honey, and you’ve\r\nbeen trying really hard, too, haven't you? Do you think he's fallen in love\r\nwith you? ",
        "Lizzie: We're closer. ",
        "Lillian: Closer than he and Tammy? ",
        "Lizzie: They've had more time together. ",
        "Lillian: Lizzie, it isn't about time. You\r\ncan't force things. ",
        "Lizzie: I won't have to because when the\r\nbaby gets here, that is going to change everything. ",
        "Lillian: Look, babies are a wonderful gift,\r\nbut it doesn't make someone fall in love with you. ",
        "Lizzie: Jonathan loves me. He just hasn't\r\nfigured it out yet. ",
        "Lillian: You know, you could go home and\r\nlive with your mom, because she does love you, and I really love you. ",
        "Lizzie: I know, I love you too, Nana. I'm\r\nwhere I want to be. ",
        "Lillian: I just want you to be happy. ",
        "Lizzie: Jonathan makes me happy. ",
        "Lillian: Does he? You could start over. You\r\ncould change course. ",
        "Lizzie: I'm not giving up on him. We are\r\nmarried. He is my husband. ",
        "",
        "Jonathan: It's over. Marriage ends now. ",
        "Tammy: You can't just... ",
        "Jonathan: I did just do that. I mean, it was\r\na bad idea. I mean, I thought we could make it work, but we can’t. I cannot\r\nstop thinking about you all the time. ",
        "Tammy: What about the baby? ",
        "Jonathan: The baby is always going to be\r\nmine. Always. You know? But I agreed to marry Lizzie as long as I was still\r\nseeing you. Alan screwed all that up. ",
        "Tammy: What if he goes after Lizzie again? ",
        "Jonathan: We'll fight him a different way. I\r\ndon't know. Look, we only have so much time. You know? Nobody gets that better\r\nthan I do right now. All I know is lately I have been spending way too much\r\ntime away from you. (Music playing) ",
        "You said I've changed you're\r\nthe only one that knows that we've made mistakes ",
        "but isn't that the way that it\r\ngoes? ",
        "Don't be afraid of living this\r\nlove out loud you know it's our time... ",
        "",
        "Lillian: What did you think of my first\r\nbirthing class? ",
        "Lizzie: It was good. It was really good. You\r\nare a natural-born teacher. ",
        "Lillian: I'm so glad I'm good at something. ",
        "Lizzie: What are you talking about? Ms.\r\n\"I'm the best at everything.\" ",
        "Lillian: If I were the best at everything, I\r\nwould have raised you and your mom in a very different way. I would have made\r\nyou think highly of yourself. I wouldn't have let you sell yourself short like\r\nI did. I would have had you wait for the right man. ",
        "Lizzie: I don't want to talk about Jonathan\r\nanymore. Everything's going to be okay. Go to work. I'm going to go home and\r\ntake a nap. ",
        "Lillian: Okay, honey. ",
        "Rick: Lillian? ",
        "Lillian: I'm going to E.R. See you. ",
        "Rick: Okay. ",
        "Lizzie: Hey. ",
        "Rick: Hi. Is everything okay? ",
        "Lizzie: Childbirth class. ",
        "Rick: Oh, right, right. Yeah, I fainted the\r\nfirst time I saw that movie. All the bleeding and... ",
        "Lizzie: Don't tell me these things. ",
        "Rick: A lot of screaming. I almost didn't\r\nbecome a doctor. It was too much... the screaming. ",
        "Lizzie: Can I ask you a question? ",
        "Rick: Sure. ",
        "Lizzie: Do you think people are meant to\r\nbe.... ",
        "Rick: Meant to be? I'm not sure I know what\r\nyou're asking there, honey. ",
        "Lizzie: Like Jonathan and Tammy. ",
        "Rick: Well, I don't know if Jonathan should\r\nbe with anybody, but I think I know where you're going with this. Sweetheart, I\r\nthink it's always tough to care about somebody that's already connected to\r\nsomebody else. I know about that because I've been through it. You see, I\r\nalways loved your mom, but I knew that she belonged to your father, so\r\nunrequited love is just a... I can't believe I'm talking to you about this. \r\n",
        "Lizzie: It's okay. I'm a big girl now. I\r\nmiss him. Dad. I mean.... ",
        "Rick: I do too, honey. ",
        "Lizzie: Do you? ",
        "Rick: Oh, absolutely. I know that he wishes\r\nhe could be here with you. I mean, he loved the whole baby thing. ",
        "Lizzie: It would have made him feel old? ",
        "Rick: Oh, not your dad, your dad was the one\r\nperson always loved the idea of being an old man. ",
        "Lizzie: Do you think he would have liked Jonathan?\r\n",
        "Rick: You know something? If your father\r\nknew that Jonathan could take care of his little princess, Jonathan would be\r\nyour dad's best friend. ",
        "Lizzie: You know, Jonathan is a little\r\nscared, but in the long run he is going to do right by me and our baby. I am\r\nsure of it. ",
        "",
        "Tammy: Should be packing the rest of my\r\nthings right now. ",
        "Jonathan: I should be putting a diaper on a\r\nplastic doll. Birthing class. ",
        "Tammy: Oh. ",
        "Jonathan: Kind of think I flunked it. ",
        "Tammy: I love you when you're like this. ",
        "Jonathan: Like what? ",
        "Tammy: Soft, not angry. ",
        "Jonathan: How would I be angry if I'm here\r\nwith you, huh? ",
        "Tammy: Did you mean what you said? ",
        "Jonathan: Yeah. My marriage, well, if you\r\ncould even call it that, is over. I'm where I belong. Where I've always\r\nbelonged. I'm going to have you, I'm going to have my daughter and I'm done\r\npretending with Lizzie. ",
        "Tammy: And Alan? ",
        "Jonathan: Not afraid of Alan. I know it\r\nsounds selfish, but I can't help it, the world just doesn't seem right if I'm\r\nnot with you. ",
        "Tammy: You are selfish. But I'm selfish,\r\ntoo. So when you are going to do it? ",
        "Jonathan: Do what? ",
        "Tammy: Tell Lizzie? Oh, okay. ",
        "",
        "Lizzie: Jonathan? Are you here? He didn't\r\ncome home, did he, girl? Guess I knew he wouldn’t. Hi. Don't worry, he'll be\r\nback later. He loves his baby. He loves both of-- oh, God. Ow. No, no, no, no,.\r\nJust... it's okay. It's okay. It's okay. Ow! Roxy. Fetch the phone. Fetch. \r\n",
        "",
        "Jonathan: Did you hear that? ",
        "Tammy: What? ",
        "Jonathan: I guess it was nothing. ",
        "Tammy: Well, we dozed off. You were probably\r\ndreaming. ",
        "Jonathan: Yeah, I'm dreaming. So, what are\r\nyou going to do about the place that you're renting with Marina and Officer “my pants are too tight?” \r\n",
        "Tammy: Hey! I offered to pay them my share\r\nof the rent until they find a new roommate. ",
        "Jonathan: Does that mean that me and you,\r\nwe're going to move in together and not a hotel, either? We're going to get a\r\nreal home. ",
        "Tammy: Like a house home? ",
        "Jonathan: Like a house home. For you and my\r\nbaby. Both my babies. And a dog. Shouldn't tell this to anybody, but Lizzie’s\r\nlittle mutt is kind of growing on me. ",
        "Tammy: A few hours ago I was so focused on\r\nhow to forget you. Now I'm touching you. Breathing you. You're back. ",
        "Jonathan: I'm back for good. Now all we have\r\nto do is tell Lizzie. ",
        "",
        "Tammy: Okay, okay, break the news as gently\r\nas possible and do it here. Invite her out to dinner first. ",
        "Jonathan: Okay, okay. ",
        "Tammy: We have to make sure that she knows\r\nthat we're not abandoning her, that we're still going to be here for her, just\r\nlike always. ",
        "Jonathan: Okay, I got it. Come here. Can I\r\nopen the door now? ",
        "Tammy: Wait. For luck. ",
        "Jonathan: Lizzie? Oh, God. ",
        "Tammy: Lizzie. ",
        "Jonathan: Hey, Lizzie. What happened?\r\nLizzie? ",
        "Lizzie: Jonathan, Jonathan? ",
        "Tammy: She's bleeding. ",
        "Jonathan: Call 911. ",
        "Tammy: Oh my God. ",
        "Lizzie: Hey. ",
        "Jonathan: Yeah, I'm here. You're going to be\r\nfine, okay? ",
        "Lizzie: The baby. ",
        "Jonathan: The baby's going to be fine, too.\r\nYou're going to be fine. Shh. Okay? Lizzie, hey, Lizzie. Is that ambulance on\r\nits way? ",
        "Tammy: We have an emergency, a friend of\r\nmine who's pregnant ... ",
        "Jonathan: Forget it, forget it. Just hang\r\nup. We can't wait that long. Come here honey. Come on. Okay. Come here. Okay.\r\nCome on. ",
        "Tammy: It's all right, Lizzie. ",
        "Nate: Leave her here. Save yourself\r\na world of trouble. ",
        "Jonathan: Get out of my way. Get\r\nout of my way. ",
        "",
        "Tammy: Lillian, Lillian, help us. ",
        "Rick: Let's get her on the gurney right\r\naway. ",
        "Lillian: Oh my God. ",
        "Rick: She's bleeding, how long has she been\r\nbleeding. ",
        "Jonathan: I don't know. ",
        "Lizzie: Oh, Lizzie, honey, it's Nana.\r\nLizzie. ",
        "Rick: How long has she been out? ",
        "Jonathan: I don't know. I don't know. She\r\nwas talking when we got to her, it couldn't been that long. ",
        "Lillian: You have to get out of the room.\r\nYou told me she was fine a few hours a ago. What happened? ",
        "Jonathan: I thought she was. I wasn't with\r\nher. I don't know what happen in your class she said she had cramps, I thought\r\nshe was being dramatic. ",
        "Tammy: What's the matter with her? ",
        "Lillian: I don't know. You've got to stay\r\noutside. We've got to examine her. ",
        "Jonathan: What about the baby, though? ",
        "Lillian: I don't know. ",
        "Rick: Get an I.V. started. ",
        "Nate: Poor girl, someone should\r\nhave warned her to stay away from you. You ruin everything you touch. Everything.\r\n",
        "Jonathan: I was supposed to be there. I was\r\nsupposed to be there. ",
        "Tammy: This is not your fault. You could\r\nhaven't known. ",
        "Jonathan: No, I did know. I did know. She\r\ntold me, she said she was hurting. She said she was dizzy. I just didn't\r\nbelieve her so I walked out. I was supposed to be there. I need to come in. \r\n",
        "Lillian: No, you don’t. ",
        "Jonathan: I just need to say something to\r\nher! ",
        "Lillian: Would you both sit down over there?\r\nCome on, you're in the way! ",
        "Rick: Get Alan down here right away. ",
        "",
        "Jonathan: Oh, God. You're going to let this\r\nkid live. She didn't choose me as her father. She's innocent. I screwed up.\r\nDon't take it out on her. Don't take it out on Lizzie. ",
        "Reva: What is it? ",
        "Jonathan: Lizzie and the baby. ",
        "Reva: What about them? ",
        "Jonathan: They're in the hospital. ",
        "Reva: Why? ",
        "Jonathan: I wasn't there. I came home, Lizzie\r\nwas on the floor, she was bleeding. She was losing blood. ",
        "Reva: What did the doctors say? ",
        "Jonathan: They haven't said anything yet. I\r\nmean, I wasn't there. I could have don't something, but I was too busy doing\r\nwhat I wanted to do. ",
        "Reva: You can't spend every minute of the\r\nday with Lizzie. ",
        "Jonathan: I was going to leave her. I was\r\ngoing to leave her. I was trying to do the right thing. I was trying to make\r\nthe sacrifice for my kid, but I couldn't take it anymore so I went back with Tammy.\r\nWe were together and why my daughter could... ",
        "Reva: Don't do that to yourself. You don't\r\nknow anything yet. ",
        "Jonathan: I know this is, this is payback. ",
        "Reva: Payback? ",
        "Jonathan: Yeah. They're going to take my kid\r\naway because I screwed up. ",
        "Reva: No, Jonathan, that's not how it works.\r\n",
        "Jonathan: How do you know? ",
        "Reva: Because God doesn't give us signs, he\r\ngives us choices. ",
        "Jonathan: Choices? Choices? Like the choice\r\nhe gave you? ",
        "Reva: I don't pretend to understand why I\r\nhave cancer. Or why Lizzie started bleeding or why little boys are abused by\r\ntheir fathers or why babies die. I'm not God. Even though I've tried to be on a\r\nfew occasions, but I do know this: Lightning doesn't strike you because you\r\nswear and that baby is not going to die because you were with Tammy. Now,\r\nthings happen. You have to search your heart and know what you need to do. \r\n",
        "Jonathan: Search my heart? What I need to\r\ndo, I promised myself when I was a kid I swore that I would not be like Alfred\r\nand I promised myself I would take care of this kid, and I didn’t. ",
        "Reva: You are not... ",
        "Jonathan: And I didn't and I am just like\r\nhim. ",
        "Reva: No, you are not like that man. You\r\naren't, Jonathan. You're my son. My granddaughter is going to have the best\r\ndaddy in the world. I have to believe that. I do. Lizzie knows it, too. Are we\r\nboth wrong? Hey. Are we both wrong? ",
        "Jonathan: What if I don't get a chance to be\r\na dad? What if... ",
        "Reva: Come on. Come on. Let's go check in on\r\nthat little baby girl of yours. Let's go be there for her. ",
        "",
        "Reva: Tammy. ",
        "Tammy: Reva. I'm glad you're here. ",
        "Jonathan: Lizzie? ",
        "Tammy: No word yet. ",
        "Jonathan: Is Rick still in there with her? ",
        "Tammy: There's a whole team. ",
        "Jonathan: So Lizzie and the baby... ",
        "Tammy: They're hanging on. ",
        "Reva: I'm going to sit down. ",
        "Jonathan: Okay. ",
        "Reva: I'll make you a trade. His baby for\r\nme. I'll go, I will. I'll go right now, right this second. But give my son his\r\ndaughter back, please. ",
        "Rick: Just turn, nice and slow, easy. Easy. ",
        "Jonathan: Hey, how are they? ",
        "Lillian: Now you care? ",
        "Jonathan: I do care. ",
        "Lillian: Is that why you deserted your wife\r\ntonight? ",
        "Reva: Lillian. He feels bad enough as it is.\r\nIt's not Jonathan’s fault that Lizzie isn’t... ",
        "Jonathan: No, Lillian’s right. I promised\r\nI'd help Lizzie with the pregnancy and I failed. Look, I know sorry doesn't cut\r\nit, but I am. ",
        "Lillian: I've got to go to the lab. ",
        "Reva: No, wait. No matter what you feel\r\nabout Jonathan, it's not his fault that any of this happened. You haven't told\r\nus anything and he's the father of that baby. He has a right to know something.\r\nLillian, please. ",
        "Lillian: Rick's coming out to tell you. ",
        "Rick: Lillian, check the blood count for me,\r\nplease? ",
        "Tammy: Rick, how's Lizzie? ",
        "Rick: She's stable for now. ",
        "Jonathan: Wait, what does that mean, for\r\nnow? ",
        "Rick: Lizzie has high blood pressure which\r\nwe call Preeclampsia, which could lead complications like seizures. ",
        "Reva: How serious? ",
        "Jonathan: Seizures? ",
        "Rick: It's a very serious condition for\r\nmother and the baby. ",
        "Reva: Well, how serious? ",
        "Rick: It could be fatal. ",
        "Jonathan: What? ",
        "Rick: It's very important that we get Lizzie’s\r\nblood pressure down or we're going to have to induce labor. ",
        "Jonathan: You can't induce labor. It's too\r\nearly.... ",
        "Rick: Let's just hope we don’t get there.\r\nAll we can do right now is wait and see. ",
        "Tammy: Well, okay, could we go in and see\r\nher? ",
        "Rick: Yeah, just for a few minutes, that's\r\nit. ",
        "Reva: You two, you two go. ",
        "Jonathan: Oh my God. What did I do? ",
        "My God, it's strange how life\r\ncan change in a moment ",
        "I can't remember what I was\r\nabout to say... ",
        "",
        "Next on \"Guiding Light\"...\r\n",
        "Alan: Olivia does not want to see\r\nyou because you and your sons abandoned her when Ava came after her. ",
        "Buzz: You can't hide her here\r\nforever. ",
        "Ava: Did you know that I was\r\nadopted before I did? ",
        "Coop: Yes. ",
        "Olivia: I hate her. I have hated\r\nher since before she was born. ",
        "Harley: I'm late. ",
        "Gus: You're pregnant? ",
        "Alan-Michael: I run Spaulding\r\nnow, Dad. I'm the family. I've got a job for you."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=vP3j_VtyPzA"
}