{
    "Episode Summary": [
        "Episode # 11025"
    ],
    "Recap": [
        "The cops come and arrest original Todd for the murder of Victor Lord Jr. and Jack admits he's the eye witness. Yet, Todd confidently affirms to his son that they both know that Jack is lying and asks him if he really wants to go through with this. But Jack tells him he's ok with having him charged with the murder of his father. However, as soon as Jack is alone to talk to his deceased father, he asks victor if he did the right thing and urges him to give him a sign. Still not having a clue what Clint and Kim's connection to Kim's friend in the hospital in Kentucky has to do with finding Gigi and/or a message she is giving to Rex, Rex still somehow knows he needs to find out what is there that may solve and unravel some mysteries for both himself and Clint. Kim has right then, threatened to turn Rex's gun over to the cops if Echo does not persuade her son to give Clint back his money. So Echo goes to find her son and attempt him to make amends with Clint and give him back his money. Rex does not listen but fuels up the Buchanan jet to Kentucky, finds the hospital and is stunned to see Kim in the very room where he goes."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: You can't arrest me.",
        "Cop: Judge Runyon issued the warrant an hour ago.",
        "Todd: How? There's no evidence.",
        "Cop: An eyewitness puts you at the scene with a gun.",
        "Todd: An eyewitness. Who's the eyewitness?",
        "Jack: Me. I was there when you killed my dad, the only dad I'll ever have.",
        "Todd: What?",
        "[SCENE_BREAK]",
        "Téa: Jack said he heard Victor's shooting?",
        "Dani: That's what he said. Mom, Jack told the police he heard Todd kill Dad.",
        "Téa: But I thought Jack didn't remember anything? I thought he'd been knocked unconscious. Isn't that what he told McBain the night of the murder?",
        "Dani: That's what he said that night, but now all of a sudden his memory's come back.",
        "[SCENE_BREAK]",
        "Cutter: Babe, you home? Hey, buddy. Yeah. Work did suck. Why? 'Cause I walked in on a ménage-a-whatever because the participants chose not to put up the \"Do Not Disturb\" sign. Then, I had to chase rats out of a room that clearly came up through the toilet. And the icing on the cake was, I got my very first paycheck for a whopping... wait a second. You look different.",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "Kim: Hey, sweetie. I'm back, and I have the best news. All of our problems are about to be solved, thanks to Rex.",
        "[SCENE_BREAK]",
        "Echo: I think you need to give everything you took away from Clint back to him.",
        "Rex: Are you serious?",
        "Echo: Yes, I am. The mansion, the jet, the money, all Clint's money--you have to give it all back to your father.",
        "Rex: Ok. Why would I do that?",
        "[SCENE_BREAK]",
        "Brody: There's a warrant out for your uncle's killer? Who's being arrested?",
        "Natalie: My other uncle-- Todd Manning.",
        "Brody: Really?",
        "Natalie: Yeah, I guess LPD finally got enough evidence against him.",
        "Brody: Last I heard, we didn't have much. What changed?",
        "Natalie: An eyewitness came forward, said he saw Todd at the scene with the gun.",
        "Brody: Someone actually saw the murder?",
        "Natalie: Yeah. Why do you seem so surprised?",
        "[SCENE_BREAK]",
        "Todd: Jack, what are you talking about?",
        "Jack: I saw you at my dad's house. You didn't think I would 'cause you hit me from behind. But I did.",
        "Todd: No, you didn't. You didn't see me because I wasn't there.",
        "[SCENE_BREAK]",
        "Rex: Clint's under house arrest, so he doesn't need the jet. Viki was nice enough to take him into her place, so he doesn't need the house or the money. I doubt B.E. Board of Directors would let Clint run the show while he's doing time. So why would I consider giving any of it back, and why would you ask me to?",
        "Echo's voice: Don't go to the cops! You'll get nothing out of it.",
        "Kim's voice: I'll get to see the look on your face.",
        "Echo's voice: I don't have access to Rex's money.",
        "Kim's voice: He can hand it over.",
        "Echo's voice: He doesn't even know I'm here. He doesn't know that I think he killed Victor.",
        "Kim's voice: Sorry. Not my problem, but you better figure it out before I raise the price.",
        "Echo: I'm doing this to help you because of Gigi.",
        "Rex: Gigi? What does she have to do with this?",
        "Echo: Rex, I've given this a lot of thought. You said that Gigi keeps appearing to you, telling you not to give up.",
        "Rex: Yeah?",
        "Echo: Right. And that Delphina woman told you that your father was the key to all of this. So, it started to dawn on me.",
        "Rex: What did?",
        "Echo: That maybe the reason Gigi's spirit keeps appearing to you is because your conscience is bothering you.",
        "Rex: Why?",
        "Echo: Because, Rex, you know in your heart that Gigi never would have approved of what you did to Clint.",
        "[SCENE_BREAK]",
        "Kim: I know you always thought Rex was some kind of God. Turns out Mr. Perfect isn't so perfect. Looks like someone pushed him over the edge, way over the edge. Rex traded in his cape and tights for a gun and blew the guy away. Then somehow, my brother Cutter got his hands on the murder weapon. You'll never guess where it was hiding. Remember that ratty old porcupine Roxy kept on the front desk of her ratty old motel? The gun was hidden inside that.",
        "[SCENE_BREAK]",
        "Cutter: What's wrong with this picture? I'll tell you what's wrong with this picture. I turned you away from the bed so you couldn't watch Aubrey and me getting it on. Now you have a porcupine's eye view of the whole thing. Who moved you? Maid service? Not in this place. Did Aubrey move you? Probably not, 'cause you creep her out. That's why I put the gun back inside--the gun that I need, the gun that is my insurance policy in case everything goes bad. Please tell me nothing happened to you. I need this gun. Rex is gonna pay a lot of money--",
        "Aubrey: What are you doing?",
        "[SCENE_BREAK]",
        "Kim: Bet you're wondering how Rex's murder weapon ended up in the hind quarters of a porcupine. I'll tell you. Roxy's as big a genius as she ever was. And Rex's biological mom, Echo DiSavoy--did I ever tell you about her? She was Clint's mistress when he was married to Queen Victoria back when dinosaurs roamed the earth. Apparently, they were trying to protect Rex by hiding the murder weapon, only the only thing that they could think of was to put it in a porcupine's... I still can't believe that Clint actually slept with that woman. Maybe she was more attractive when she was young.",
        "[SCENE_BREAK]",
        "Rex: It's funny you should mention that, because I've thought of that, too, that maybe Gigi wouldn't approve of how I handled things with Clint.",
        "Echo: I didn't know her very well, but I do know she was a good person.",
        "Rex: Yeah, she was the best.",
        "Echo: And Clint has been a perfect ass, not accepting you as his son. Maybe Gigi didn't like the idea of you taking everything away from a dying man in exchange for her heart.",
        "Rex: Well, he deserved it. At least he did at the time.",
        "Echo: You sold Gigi's heart to Clint, and you took everything away from him, including his pride and his dignity. What good has it done?",
        "Rex: It made me feel good.",
        "Echo: Did it? For how long? A day? Maybe two? And now you've made things worse between you and Clint, which, honestly, I didn't think was even possible. He can't possibly be a real father to you now. Do you really think that's what Gigi would have wanted?",
        "Rex: We'll never know, will we?",
        "Echo: You know, Rex. You know. Gigi would have wanted her heart to broker peace, not war. Honestly, I think her soul is suffering because of that. Don't you think it's possible maybe that if you gave everything back to Clint that Gigi's heart could rest in peace and maybe you and Shane could find some peace, too?",
        "[SCENE_BREAK]",
        "Dani: Before the service, Jack told me the police had an eyewitness.",
        "Téa: And he told you it was him?",
        "Dani: He didn't get the chance to. When it was all over, I found him at Dad's grave. I asked him about it.",
        "Téa: What did he say?",
        "Dani: He told me his memory was all fuzzy the night of the murder, because he'd been knocked out, but now he remembered. He said he saw Todd with the gun. Todd clobbered him with it and picked up Jack's keys and let himself in. Then Jack heard the gunshot, and after that he passed out.",
        "Téa: He told you all that? Huh. And when did his memory clear up?",
        "Dani: Yesterday. That's when he went to talk to John McBain.",
        "Téa: He told McBain all this before telling any of us? Why?",
        "Dani: I asked Jack the same question. He said he didn't want to make Dad's funeral about Todd. He didn't want to upset us.",
        "Téa: Is that right?",
        "Dani: That's what he said. Why? What are you thinking?",
        "[SCENE_BREAK]",
        "Todd: Ok, Jack, why don't you just tell me what it is that you told the cops?",
        "Jack: I told the cops the truth.",
        "Todd: You didn't tell them the truth if you said that I was there, because the truth is I was never there.",
        "Jack: Yes, you were there, the same way I was.",
        "Todd: Ok. Let's just start again. Jack, why don't you tell me exactly what you said to the cops.",
        "Jack: I was about to go to my dad's house to let myself in, and I took out my keys and looked up and saw you. You were holding the gun. It was right before he bashed my head in with it.",
        "Todd: Ok, go on. What happened next?",
        "Jack: So you picked up my keys and let yourself in. Then I heard my dad say, \"Oh, my God, what the hell are you doing?\" That's when I heard the gunshot. That's when you shot him.",
        "Todd: Seriously?",
        "Jack: Oh, come on, Scarface. You know all this. What are you asking me for? You know it.",
        "Todd: Do I?",
        "[SCENE_BREAK]",
        "Aubrey: Why are you messing with that porcupine?",
        "Cutter: Why do you think I'm messing with him?",
        "Aubrey: You turned in the gun, right? Please tell me that you're not holding onto it so you can blackmail Rex. Please.",
        "Cutter: No, I told you I was gonna turn it in, and that's what I did. I was just straightening up.",
        "Aubrey: Straightening up?",
        "Cutter: Yeah, I wanted to look nice--nicer for when you came home. Boy, are you a sight for sore eyes.",
        "Aubrey: I was out grabbing us dinner from the Buenos Dias. Did you have a rough day?",
        "Cutter: The roughest, but knowing that I have you to come home to makes it all worthwhile.",
        "Aubrey: Ooh, you know what else is worthwhile? Bathing. With soap, shampoo, lather.",
        "Cutter: You're turning me on right now. Should I even bother going into the shower?",
        "Aubrey: Yes, definitely. I will set our dinner. You wash off work.",
        "Cutter: Ok.",
        "Aubrey: Don't worry. I'm not gonna get rid of your precious porcupine.",
        "Cutter: Better not. Love that guy.",
        "Aubrey: So, Needles, level with me. Was Cutter really just straightening up? He's not lying to me, is he?",
        "[SCENE_BREAK]",
        "Kim: So Roxy and Echo had Rex's gun in the porcupine, and then Roxy accidentally sells the thing to my brother at the flea market. My brother didn't know the gun was in there, but once he did he was gonna hold onto it as kind of an insurance policy. But Cutter doesn't have a friend holed up in an expensive hospital room, so I win. And I already made a deal with Echo. I'll give her back the gun as soon as she convinces Rex to give Clint back all his money.",
        "[SCENE_BREAK]",
        "Rex: You think that's why Gigi's appearing to me, because she wants me to give back Clint's millions?",
        "Echo: Yes, I do.",
        "Rex: But she knew how much Clint hated me, and she didn't give a damn about him. And I thought, as my mother who says she cares about me, you didn't either.",
        "Echo: I do care about you, Rex. I hate Clint for the way he's treated you. Believe me, there's no love lost between the two of us, but that's not what this is about.",
        "Rex: What's this about?",
        "Echo: It's about you. Can't you see that I'm trying to protect you?",
        "Rex: From what?",
        "Echo: From you. Torturing yourself over what you've done, from using your guilty conscience to conjure up Gigi to haunt you. This is about your soul, Rex.",
        "Rex: My soul? You don't think that's a little dramatic?",
        "Echo: Maybe, but I'm being serious here. I've given this a lot of thought. I think maybe that's why this Delphina woman said that Gigi wanted you to see Clint.",
        "Rex: Actually, you're wrong.",
        "Echo: Really, and how's that?",
        "Rex: I figured out why Gigi has been steering me to Clint. He has another piece of the puzzle. He gave me a lead.",
        "Echo: What kind of lead?",
        "Rex: I need to go back to Kentucky.",
        "[SCENE_BREAK]",
        "Kim: It's like killing two birds with one stone. Clint gets back the money that's rightfully his and then he could give us what we need to pay your bills, and no one in Llanview ever has to know who my friend is, which is exactly how we want it, right? Of course, this all depends on Echo coming through for us. Don't worry. Rex's mom isn't going to let him go to prison for murdering Victor Lord.",
        "[SCENE_BREAK]",
        "Brody: I just figured if there was a witness, they would have come forward by now. Who is it?",
        "Natalie: Jack Manning. He hit his head that night.",
        "Brody: I remember.",
        "Natalie: Now he does, too. Apparently, everything came back to him.",
        "Brody: Guess that can happen, right?",
        "Natalie: Not to everyone. It has been months since Marty pushed me off that roof, and I still can't remember what we were fighting about. Todd swore to me that he had nothing to do with this.",
        "Brody: And you believed him?",
        "Natalie: Yes, I did. He was worried about Jack, and he wanted to convince him that he didn't have anything to do with Victor's murder.",
        "Brody: You don't think he was playing you?",
        "Natalie: I guess I shouldn't put it past him. He's never given me a reason to trust him before.",
        "Brody: That's what I figured.",
        "Natalie: But somehow I did this time. Yet if Jack was there and his account was enough for John to get a warrant, then I guess maybe Todd did do it.",
        "Brody: Looks that way.",
        "Natalie: Brody, I need to apologize to you. No, I should have never thought that you would have anything to do with Victor's murder.",
        "[SCENE_BREAK]",
        "Dani: What do you think about Jack's memory suddenly coming back?",
        "Téa: What do you think, mija?",
        "Dani: I don't know. I really... we both know Jack. He hates Todd Manning. And it's not exactly like he's known for telling the truth. The thing with Shane's mom?",
        "Téa: There was that.",
        "Dani: But would Jack actually lie about Todd killing Dad?",
        "[SCENE_BREAK]",
        "Jack: You know what you did.",
        "Todd: No, I don't. I don't know what you're talking about, Jack. Everything you said is a lie. Tell them that. Come on, tell 'em. Tell 'em it never happened, Jack.",
        "Jack: But it did happen. I heard you. I heard you shoot my father in cold blood. John McBain has my statement.",
        "Todd: Stop. What are you doing? He's lying. My son is lying.",
        "[SCENE_BREAK]",
        "Aubrey: Cutter, you gonna be in there awhile? All right. Here goes nothing.",
        "Cutter: Aubrey, did you say s-- what are you doing?",
        "Aubrey: Nothing. I was just making friends with little Needles here.",
        "Cutter: Making friends.",
        "Aubrey: Yeah. It's called aversion therapy. It helps people deal with their phobias, like some people have irrational fears of heights or close spaces. I have an irrational fear of--",
        "Cutter: Taxidermy?",
        "Aubrey: You gotta admit he's creepy.",
        "Cutter: I think you don't trust me. Aubrey, tell me I'm wrong, please.",
        "Aubrey: I'm sorry, Cutter. I have to look!",
        "Cutter: Don't do it.",
        "Aubrey: I walked in, and I saw you, Cutter. You were fooling around with that porcupine! I didn't just say that. Whatever. The thing I need to know is why.",
        "Cutter: I told you why. And I said you could trust me. You need to prove that you do. No. I'm sorry.",
        "Aubrey: Oh, my God.",
        "Cutter: I'm sorry.",
        "Aubrey: It's empty.",
        "[SCENE_BREAK]",
        "Kim: My brother Cutter doesn't know his precious porcupine is empty. I snatched the gun right from under him. Poor guy. Anyway, I bet this thing is filled with Rex's prints all over it. I could probably send him to prison for a long, long time. Now don't get your I.V.s all in a twist. I won't let it come to that, not when I have our friend Nina here. If I play this right, everybody wins. Clint gets his money back, Rex doesn't get caught, and you get better. It's like a fairy tale, only this time I'm the fairy godmother and this gun is the magic wand that's gonna get you better again.",
        "[SCENE_BREAK]",
        "Echo: What do you mean? Why do you have to go to Kentucky?",
        "Rex: I have no idea, but I took your advice and I talked to Clint.",
        "Echo: My advice. Right.",
        "Rex: When I walked in, he was on the phone with a hospital in Kentucky. When I asked him about it, he said that Kim Andrews-- that's his ex.",
        "Echo: I know who she is.",
        "Rex: That she's got this friend who's pretty banged up. So Clint's trying to help out her by helping out Kim, and I think that Gigi wants me to find out about this friend, too.",
        "Echo: But why? What does this have to do with Gigi? Is this friend someone that you know?",
        "Rex: I don't know, but I feel that I overheard Clint talking about this friend for a reason. I have no idea what it means. I just know that somehow this has to do with Gigi and me.",
        "[SCENE_BREAK]",
        "Natalie: When you were in Victor's office, and you were arguing and the secretary overheard you guys, it was just words, and I should have known that. There's no way that you would seriously threaten him.",
        "Brody: Natalie, you don't have to apologize.",
        "Natalie: No, I really do. It's ridiculous that I would even suspect you, and you were right. I was just on edge about Victor's murder.",
        "Brody: He was your uncle. Even if you didn't get along with him, he was still your family.",
        "Natalie: And that woman's boss. Imagine how totally freaked out she must have been to find out that the man she'd been working for was murdered, which is probably why she made it such a big deal about what you said and felt she had to come in and accuse you.",
        "Brody: Probably. So what did John have to say about what she told you?",
        "Natalie: I didn't tell John about it.",
        "[SCENE_BREAK]",
        "Todd: Can you give me one second to talk to my son, please? Can I just have a word with him? Please? Son... Jack, I don't know when you turned into such a little liar--",
        "Jack: Oh, nice, Dad. Accuse your own son of lying to the cops, after you keep telling everyone how much you care about me.",
        "Todd: I do care about you.",
        "Jack: Oh, that's bull.",
        "Todd: No, it's not.",
        "Jack: Yeah, it is. We all know what you did. Why don't you just tell them, tell the cops how much you hated my father, how you took the gun from Aunt Dorian's safe?",
        "Todd: Yeah, I took the gun. I told everybody that. Why would I do that if I was guilty?",
        "Jack: You think I know why you do anything other than you wanted Dad dead? So you knocked me out, just like you did at his office. You stepped over me, your own son, and killed my father.",
        "Todd: No, I didn't, Jack, and you know it.",
        "Jack: I told John McBain everything I know. He obviously believes me, 'cause he sent cops here to arrest you. You're going down, Scarface.",
        "[SCENE_BREAK]",
        "Téa: Jack's been really upset since Victor died. He's obviously very confused.",
        "Dani: Jack thinks anyone who doesn't blame Todd is a traitor.",
        "Téa: Well, he thinks of Victor as his father. What about you?",
        "Dani: I don't know. It's weird.",
        "Téa: You can say that again.",
        "Dani: I don't know Todd, either. I don't, but... it's not like I knew Victor for that long. The whole time I was growing up, I thought that Ross was my father.",
        "Téa: I'm to blame for that.",
        "Dani: I don't blame anyone anymore. Ross was great. Victor was, too.",
        "Téa: They both loved you very much.",
        "Dani: Now it seems like finding out Victor was my dad was pretty tame.",
        "Téa: You mean as compared to finding out he was really your uncle who'd been brainwashed by his evil mother to impersonate your father?",
        "Dani: And my dad's really his twin brother and a murderer, at least according to Jack, right? Do you think he did it?",
        "[SCENE_BREAK]",
        "Todd: Look at that. Look. Look what's about to happen because you're lying. I get it, ok? Jack, I get it. You're upset that Victor is gone, but don't do this. If you do this, trust me, you'll regret it.",
        "Jack: Is that a threat? You guys heard that, right?",
        "Todd: Oh, no, I didn't mean it like that. I meant that you would really regret it. Jack, go ahead, come on. Tell 'em you're making this whole thing up. You don't know me, but I know you. I spent 8 years away from you. I spent 8 years in prison thinking of you. Why would I escape from jail just to get myself thrown into another jail? It doesn't make any sense.",
        "Jack: That's what I'd say if I were you, too.",
        "Todd: You hate me. That's ok. You don't want me to be your father because you miss my brother. That's ok, too, but don't do this. You put me behind bars for a crime I didn't commit, and you won't bring Victor back. You'll just lose the only father you have left.",
        "[SCENE_BREAK]",
        "Aubrey: Cutter, I'm so sorry.",
        "Cutter: Yeah, me too.",
        "Aubrey: I shouldn't have doubted you. I should have just trusted that you turned the gun in to the cops like you said.",
        "Cutter: That's what I did.",
        "Aubrey: Ok, listen, I'm trying really, really hard to trust you, but it is kind of hard. We've been conning our way across the world and lying to people for so long.",
        "Cutter: Yeah, but never to each other, at least until you fell in love with a mark.",
        "Aubrey: You're right, and I'm sorry. I'm gonna try to do better. Can you please just forgive me for doubting you?",
        "Cutter: Of course, I can.",
        "[SCENE_BREAK]",
        "Kim: Clint was really sweet about you, by the way. He wanted to have you moved to a new hospital. That way I could stop dancing and only take care of you. But I had to put a stop to that. You and I both know no one in Llanview can ever see you.",
        "[SCENE_BREAK]",
        "Echo: Are you sure that this sick friend of Kim's really does exist?",
        "Rex: I heard him on the phone with the hospital.",
        "Echo: But you and Clint hate each other. Why would he give you any information? Why in the world would you believe anything Clint says to you? He could be sending you off on a wild goose chase.",
        "Rex: No. Clint was being straight with me.",
        "Echo: How can you be sure?",
        "Rex: Because...I know how much he cares about Kim. And believe it or not, we did have a pretty decent talk. Not that I'm gonna give anything back. Right now, I'm flying my jet to Kentucky. Do you think you could look after Shane?",
        "Echo: Of course.",
        "Rex: Thank you. I won't be gone long. I'll call you when I know more.",
        "Echo: Wait, Rex. Before you go, just promise me something, please. Promise me that if this trip turns out to be a dead end, that you'll at least consider giving everything back to Clint and giving Gigi some peace and maybe saving yourself in the process. I know that not much of this makes sense to you right now, but I really am trying to help you. I don't want to see you suffer.",
        "Rex: I appreciate what you're saying, I do, but I'm doing fine, especially now that Victor Lord's out of the picture.",
        "[SCENE_BREAK]",
        "Brody: You didn't tell John what Victor's secretary said?",
        "Natalie: No. After I spoke with you, I didn't think that it was necessary. Look, your argument with Victor was heated, but it was meaningless. I didn't think it was gonna help John's investigation.",
        "Brody: Natalie, I don't want you covering up anything for me.",
        "Natalie: I didn't, and it's a moot point. Jack was a witness, and they're gonna arrest Todd, and we don't have to worry about what Victor's secretary heard or thought she heard anymore.",
        "Brody: Right. What do you say you and me get out of here, go pick up Liam from Roxy, and spend the rest of the evening with our son?",
        "Natalie: I like that idea. I'm gonna go get my stuff.",
        "[SCENE_BREAK]",
        "Téa: I thought I knew Todd so well.",
        "Dani: But not anymore?",
        "Téa: He spent 8 years in that facility. None of us know what kind of damage that did to him.",
        "Dani: You think he's capable of murder?",
        "Téa: I think most of us are, given the right circumstances.",
        "Dani: But to kill his own brother?",
        "Téa: Todd was furious with Victor. He blamed him for having stolen his life.",
        "Dani: Todd's always had a temper, right? Everything he did, all the stuff I read online about him.",
        "Téa: He never killed anyone in cold blood.",
        "Dani: But now you think he could have.",
        "Téa: I think the real question is if Jack is lying. I used to think that I knew him, too. But this past year, after everything that happened--",
        "Dani: Yeah, he's done a lot of stuff I never thought he would.",
        "Téa: I have to believe that what happened to Gigi was an accident.",
        "Dani: But what happened after wasn't. Jack lied to the police, Mom.",
        "Téa: You think he could be lying now?",
        "Dani: What if he's lying again?",
        "[SCENE_BREAK]",
        "Todd: It's not too late for you to take it back, you know. Cops won't be angry with you for making something like this up. John McBain will understand. You were angry. You thought that I did it, but you know now that I didn't. Tell them, Jack. Tell 'em you made it all up. Take it back.",
        "Jack: I know what I saw, and I saw you.",
        "Cop: You have the right to remain silent. Anything you say can be held against you.",
        "Todd: On Victor's grave, I didn't do it!",
        "Cop: You have the right to an attorney. If you cannot afford one, one will be appointed--",
        "Todd: I'm pretty sure I know where Victor wound up, but you need to know something. You need to know, wherever he is, he's watching you right now, Jack.",
        "Cop: Come on, let's go.",
        "[SCENE_BREAK]",
        "Natalie: Liam is down for the count.",
        "Brody: Finally.",
        "Natalie: That little thing when he's trying to fight sleep, that...",
        "Brody: I love that.",
        "Natalie: You know, that's when he reminds me the most of you.",
        "Brody: Really?",
        "Natalie: Well, you do the same thing. Don't you see yourself in him? Or do you just not believe that I do?",
        "Brody: Here. What I can't believe is this, being here in our home with you and our son, the three of us all together. And we'll wake up tomorrow morning and the day after that and the day after that. We've come so far. Did you ever think we were gonna be this happy?",
        "Natalie: No. No, never, but here we are.",
        "[SCENE_BREAK]",
        "Cutter: You know what, let's celebrate.",
        "Aubrey: Celebrate what?",
        "Cutter: My first-ever honest paycheck.",
        "Aubrey: Yeah? Let me see.",
        "Cutter: Oh, yeah, prepare yourself, 'cause it is a whopper.",
        "Aubrey: Wow. That is something.",
        "Cutter: Yeah, like I said, though, at least it's honest.",
        "Aubrey: You're right about that. But I'd have to say in this case, it's the government that's criminal.",
        "Cutter: Ba-dum bum. Who cares? Let's go get some wine to go with our delicious meal.",
        "Aubrey: No, I say you keep your hard-earned wages. I'll get the wine. My treat.",
        "Cutter: You sure?",
        "Aubrey: Yeah. I'm pretty sure I'm gonna get that job at Capricorn. So you enjoy your honest wages for a little longer, and I will hurry back. I do owe you a little bit.",
        "Cutter: Yeah, you do.",
        "Aubrey: Seriously, though, Cutter, I promise I will learn to trust you again.",
        "Cutter: I look forward to that. Damn it, Kim. I know it was you.",
        "[SCENE_BREAK]",
        "Kim: Listen to this. You're gonna love it.",
        "[Cell phone rings]",
        "Echo: Hello?",
        "Kim: Hey, Echo. It's your new best friend Kimberly Andrews.",
        "Echo: Go to hell.",
        "Kim: Now, now. Is that really how you want to talk to the woman who literally holds the fate of your son in her hands?",
        "Echo: What do you want, Kim?",
        "Kim: I think you know the answer to that.",
        "Echo: I'm working on it.",
        "Kim: Good. I like what I'm hearing.",
        "Echo: But I may need a little more time.",
        "Kim: That I don't like. Chop-chop, Echo. Clint needs his money, and you don't want your son to go to jail for murder. Do you?",
        "[SCENE_BREAK]",
        "Jack: The hell with Scarface. He deserves to go to prison. So what if I didn't see him that night. It doesn't matter, 'cause I know he killed you. I know he did. Dad, I wish you could just give me a sign. I wish you could just let me know I'm doing the right thing.",
        "[SCENE_BREAK]",
        "Todd: I still get a phone call, right? I've heard personal rights have taken a beating in the last 8 years, but I still get a phone call.",
        "[SCENE_BREAK]",
        "Téa: Lying to save his own skin is one thing, but lying about his father?",
        "Dani: Do you think it's possible? Like we said, Jack's not exactly the poster child for telling the truth. And if he really, really hates Todd--",
        "[Cell phone rings]",
        "Téa: Oh. Excuse me. It's the police station. Hello?",
        "Todd: Delgado, it's me.",
        "Téa: What the hell do you want?",
        "Todd: I've been arrested for the murder of Victor Lord.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Echo: What now? Listen, you gold-digging whore, I don't-- what? I'm--who is this? Oh, Roxy, no, honey, I'm sorry. No. No, I have not gotten the gun back. Roxy, listen to me! Listen to me. We have got a major problem on our hands, and it's not Cutter Wentworth.",
        "[SCENE_BREAK]",
        "Cutter: Come on, sis. Answer your damn phone!",
        "Kim: Guess my brother finally figured out the gun is missing. I should probably talk to him...after I freshen up these flowers. I'll be right back.",
        "Rex: Excuse me. I'm looking for someone, a patient here.",
        "[SCENE_BREAK]",
        "Jack: I did what I had to do. I know I lied, but I nailed Scarface. It's only fair, right? I told you I would get justice for you. That's what I did.",
        "[SCENE_BREAK]",
        "Todd: Delgado, I've been arrested for murder. I need your help. You have to help me.",
        "Téa: I don't have to do anything.",
        "[Click]",
        "Todd: Hello? Hello? Wait, no. I gotta make another phone call. There's gotta be somebody else that believes me.",
        "Cop: You got your call. Now you're going in your cell.",
        "Todd: I didn't do it. I didn't do it. The guy that did it is still out there!",
        "[SCENE_BREAK]",
        "Dani: What was that? Who was that?",
        "Téa: I wish I knew.",
        "Dani: What do you mean? Mom, you're upset.",
        "Téa: Todd's been arrested for killing Victor.",
        "[SCENE_BREAK]",
        "Natalie: You are so cute, my little baby. You're so precious. Look at--ha ha! Brody, you should see this. What? What is it? Bad something. Why are you staring at me like that?",
        "Brody: Marry me."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=qLaQG5-IluU"
}