{
    "Episode Summary": [
        "Episode # 10342 -- Starr Witness"
    ],
    "Recap": [
        "Starr stands up in court and announces to the judge that Todd admitted to her that he was going to kidnap her baby. At that point, he tells the court that he wants to hear her testimony. Tea argues. But Nora is ready to prepare a case against Todd for kidnapping. Tea takes Todd to his empty apartment after getting the judge to grant him bail. He is very depressed to be alone in the empty house without Marty. Carlotta and Antonio tell Cristian that they seriously disapprove of his fake marriage to Vanessa. Tea reveals that she is in cahoots with Ray Montez and that by persuading Vanessa to marry Cristian, she can keep Vanessa in the US and prove that she set Ray up. Jared informs Clint and then informs Viki that he wants to marry Natalie. They both say yes although Natalie has no clue of his plans."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Judge: What are you saying?",
        "Starr: My dad was going to take my baby. Mine and Cole's. You cannot let him go.",
        "Téa: Your Honor, there isn't one shred of evidence to substantiate this charge.",
        "Starr: He confessed to me.",
        "Téa: Your Honor, you have just dismissed the charges against my client --",
        "Nora: And allowed Ms. Delgado a lot -- and I mean a lot of latitude in the witnesses that she was allowed to question. The people think it's only fair that you give us equal time to consider these charges.",
        "Téa: Your Honor, Ms. Manning is obviously displeased by your decision and has concocted this story.",
        "Starr: I did not concoct anything.",
        "Téa: Then she was coached.",
        "Starr: I was not coached. I am not a child. I'm 16 years old. I know the difference between right and wrong, and a lie and the truth. My dad has hurt a lot of people, and he has hurt me, and I believe that he should answer for that.",
        "Téa: Fine. But your anger at your father has no remedy here.",
        "Starr: Your Honor, you and I may disagree about what my dad did to Dr. Saybrooke, but there's no disagreeing on what he did to me. He was planning on kidnapping my baby and raising it on his own. And I can prove it.",
        "[SCENE_BREAK]",
        "Natalie: Is Jared around?",
        "Viki: Honey, I haven't seen him. No. Wow. Oh, sunset -- oh, at the ranch. Yeah, that's beautiful.",
        "Natalie: Thanks, I hope he likes it. I took it last time we were down there. It was the first time we admitted our feelings to one another. You think he's going to like it?",
        "Viki: I think he's going to love it. Because he loves you.",
        "[SCENE_BREAK]",
        "Jared: Clint, you got a minute?",
        "Clint: Jared, you scared me. I didn't hear you come in.",
        "Jared: Matthew got the door.",
        "Clint: Oh, well, I'm surprised he could be torn away from his video game, a Hanukkah gift I'm already regretting.",
        "Jared: You know, they say that helps with the whole hand-eye thing.",
        "Clint: So does playing basketball in the driveway with your friends. But I'm sure the future knows best. Well, what brings you here?",
        "Jared: I need something from you, Clint.",
        "Clint: You need something? From me?",
        "Jared: I do. And I'm not leaving here without it.",
        "[SCENE_BREAK]",
        "Antonio: He's your son. He just got married.",
        "Carlotta: Antonio, marriage is sacred. It's a union before God between a man and a woman who love each other.",
        "Antonio: Vanessa and Cristian, they love each other.",
        "Carlotta: Oh, please. Don't even try it. You don't believe it any more than I do.",
        "Antonio: Mami, he promised his bride a reception.",
        "Carlotta: I barely know esta bruja. I'm sorry, lo siento. I don't know this woman. And what about Sarah?",
        "Antonio: Whatever Cristian does, he always has a reason.",
        "Carlotta: Que razon?",
        "Antonio: He asked for our support.",
        "Carlotta: He really wants us to turn a blind eye? Fine. Fine. I think I have a bottle of champagne from the opening.",
        "Antonio: Thank you, Mami.",
        "Talia: Somebody's not happy.",
        "Antonio: Well, can you blame her? Did you get in touch with Sarah?",
        "Talia: Yeah. Guess where she was. She was at the wedding.",
        "Antonio: What?",
        "Talia: She was a witness. She had to stand there and watch her boyfriend marry another woman.",
        "Antonio: Well, you know why he's doing it. To protect Vanessa.",
        "Talia: Okay, right.",
        "Antonio: Do me a favor and play along for now. It's Christmas.",
        "Talia: Ho ho ho.",
        "Antonio: Congratulations.",
        "Cristian: Thanks.",
        "[SCENE_BREAK]",
        "Téa: Your Honor, Ms. Saybrooke has admitted under oath that Mr. Manning did not kidnap her, did not rape her --",
        "Nora: These are separate charges, Your Honor. They have absolutely nothing to do with the fact that Mr. Manning was planning on kidnapping his daughter's child.",
        "Téa: Except that, like the other charges, there's simply no evidence.",
        "Marty: Yes, there is. Put me back on the stand, I know all about it.",
        "Téa: All about what? It never happened.",
        "Starr: Because she died. That is the only reason he didn't taker her, is because she died.",
        "Blair: Your Honor, my daughter is in no shape to testify.",
        "Téa: To testify, I agree, Your Honor. Ms. Manning is clearly overwrought.",
        "Judge: I would like to hear what the young lady has to say.",
        "Blair: Your Honor, I can't let you do this. My daughter is not strong enough. She just lost her baby.",
        "Judge: Ms. Manning, you raised a legitimate objection a few moments ago. I'd be happy to allow you to state your case. But not if you're not up to it.",
        "Starr: I'm okay, Your Honor.",
        "Blair: Starr --",
        "Starr: I can do this.",
        "Téa: Your Honor, are you really going to let these adolescents shanghai this proceeding? You were about to release my client --",
        "Nora: And God forbid the victims should be able to state their case.",
        "Téa: What victims? Ms. Manning has already stated that her baby died in childbirth. And Ms. Saybrooke --",
        "Nora: Was denied her day in court.",
        "Judge: Ladies. Approach.",
        "Blair: And when were you going to tell me this?",
        "Starr: I wasn't. It was between me and Dad.",
        "Blair: Starr.",
        "[SCENE_BREAK]",
        "Carlotta: I'm sorry I can't offer you a proper reception. Por lo menos, if I had more notice --",
        "Cristian: This is fine, Mom.",
        "Vanessa: I know that our wedding seems unexpected, but it is a blessing. Your son --",
        "Carlotta: I know all about my son, gracias. Excuse me; I have something in the oven.",
        "Vanessa: Well, can I help you?",
        "Carlotta: No. I think it's better if you stay here with your husband.",
        "Cristian: What did she say to you?",
        "Antonio: Mami? What do you think? About the death threat --",
        "Cristian: I shouldn't have told you about that.",
        "Antonio: Ray Montez puts out a hit on your new wife and you're worried about me?",
        "Cristian: I don't want you involved in this, Antonio.",
        "Antonio: Whatever your arrangement is with Vanessa, this death threat is a police matter.",
        "Cristian: Ray Montez is in Plato prison. He's only a threat to Vanessa and Lola if they go back to Colombia.",
        "Antonio: You married Vanessa and took charge of his daughter. And if I'm Ray Montez, I'd find a way to come after the both of you.",
        "[SCENE_BREAK]",
        "Clint: So you need something from me and you're not leaving until you get it?",
        "Jared: That's what I said.",
        "Clint: Uh-huh. So should I be worried?",
        "Jared: I guess that depends. I -- well, I know there was a time when you didn't want much to do with me. But we've been getting along pretty well now.",
        "Clint: So what is it you want?",
        "Jared: I want to ask Natalie to marry me and I need your blessing.",
        "[SCENE_BREAK]",
        "Natalie: When Jared and I were locked downstairs, and we didn't know if Tess was ever coming back or if we were getting out, I was kind of starting to lose it. Jared made me take this trip to the ranch. Well, he described all these sounds. The sounds of the horses in the corral and the wind going through the trees. Honestly, Mom, it felt like we were really there. And I don't know why, but I just -- I felt so safe. It's like I had everything I ever wanted.",
        "Viki: Oh, honey --",
        "Natalie: Mom, no. No, no. This is a happy story.",
        "Viki: I still feel so guilty. I should have been here, and then Tess would never have been able to hurt you and Jared --",
        "Natalie: We have gone over this a million times.",
        "Viki: I have failed both of you again.",
        "Natalie: What do you mean again?",
        "Viki: Come on. Your sister wouldn't be locked up at St. Ann's if I hadn't abandoned her when she was a child.",
        "Natalie: Mom, you were as sick as she is now.",
        "Viki: And look how I treated you when you got here. I mean --",
        "Natalie: I was a monster. What is this? Are you not allowed to be happy? Hello, it's Christmas. You're home. You have a man that truly loves you, a beautiful brand-new granddaughter. And you -- and you got me!",
        "[SCENE_BREAK]",
        "Talia: Um...will you excuse me for a second?",
        "Antonio: Police, put your hands where I can see them.",
        "Man: I'm a photographer.",
        "Talia: Give me this bag.",
        "Antonio: Who sent you?",
        "Man: The agency.",
        "Talia: What agency?",
        "Man: I told you, I'm a photographer. My id's in my bag if you don't believe me. I do weddings, bar mitzvahs --",
        "Antonio: Who hired you?",
        "Cristian: I did. I called him on the way to the courthouse.",
        "Antonio: Well, if he's a photographer, what are you doing outside?",
        "Man: I was trying to get some shots through the window. Atmosphere, you know?",
        "Cristian: Sorry about the confusion, man. Go on inside.",
        "Cristian: I wanted to make it look real, you know? Get some wedding pictures.",
        "Antonio: He could've been sent by Ray.",
        "Cristian: But he wasn't.",
        "Antonio: Is this really how you want to live your life?",
        "Vanessa: What's going on?",
        "Cristian: Nothing. Nothing. The photographer's here. Come on. Let's have the pictures.",
        "[SCENE_BREAK]",
        "Blair: Your father confessed to you that he was going to steal your baby and you weren't going to tell me?",
        "Starr: What good would that have done?",
        "Blair: Starr, listen to me. You can not keep any secrets that your father has from me, all right? That's how he operates, with lies and secrets.",
        "Starr: Okay.",
        "Blair: And I know that you were trying to protect me. And I appreciate that. But that's not your job. I'm supposed to protect you.",
        "Starr: And what if you can't?",
        "Blair: I know what it's like to lose a child, sweetheart. I know you feel like there's no justice. Look what it did. Poor Dr. Joplin. She felt so guilty that she took her own life. But you have to be human to feel that deeply. And your father, he doesn't feel anything.",
        "Starr: Mom.",
        "Blair: Starr, that's why you have to tell me this kind of stuff, all right? Look what he did to you. All the pain that he caused you and Cole. And Cole's mother. And there he is, sitting there with no remorse. Sitting there waiting for his lawyer to get him off. That's all he cares about. That's why it has to stop, sweetheart. It has to stop.",
        "Starr: And that's why I need to testify. So that he pays.",
        "Cole: Hey, can I talk to you for a minute?",
        "Starr: What is it?",
        "Cole: When you found me in Angel Square, and I was -- you know, because of all the charges being dropped and my mom flipping out. I don't want you to think that you have to go after your dad or that you owe me.",
        "Starr: It was the truth. That was our baby my dad was going after. Our little girl, okay? And yeah, we weren't planning on raising her, but that doesn't change the fact of who she was. I'm doing this for you and me, but most importantly for Hope.",
        "Cole: Also, I don't want you to think that -- I mean, I know what I said and how mad I was. But I would never shoot your dad. I mean, I just wouldn't do that. I mean, he's your dad, and no matter what he does, you still love him.",
        "Starr: He doesn't love me. Even though he says he does, I know he doesn't. He couldn't. Not if he was planning on stealing our baby.",
        "Cole: He's messed up.",
        "Starr: It's more than that, Cole. When I made my decision that I was going to have Marcie adopt our child, he didn't like it. Neither did you. But you respected my decision and you learned to understand it. He didn't. Instead, he made a plan to take my baby and raise her. He just wants what he wants. If I can stop him, I'm going to do it.",
        "Cole: I just -- I don't want you to feel guilty later. If he goes to jail, that you put him there.",
        "Starr: He put himself there. And that's where he belongs.",
        "[SCENE_BREAK]",
        "Blair: I know I worry too much. I know she's strong. But she just lost the baby and she's raw, John.",
        "John: I know why she wants to do it.",
        "Blair: But it's not right. It's not fair. Why should she be the one to go after her father like that?",
        "John: If she stands up to him, she'll finally be free of him.",
        "Blair: I swear, if that bitch goes after Starr while she's --",
        "John: I'll stop the hearing.",
        "Blair: And risk a contempt citation?",
        "[SCENE_BREAK]",
        "Viki: See? It's Chloe's first ornament. I'm so glad your father remembered.",
        "Natalie: Are you kidding? He absolutely loves being a grandpa.",
        "Viki: You know, Chloe is such a good baby. So is Bree. I mean, it would be hard not to love them.",
        "Natalie: I know. It's funny; Jared was not too thrilled, spending so much time with two kids. But I got to tell you, he loves it now. So do I.",
        "Viki: Have you two talked about having children?",
        "Natalie: Are you kidding me? We haven't even talked about getting engaged.",
        "[SCENE_BREAK]",
        "Jared: Look, Clint, I know we've had our differences in the past, but I think I've proven my love for your daughter.",
        "Clint: Well, I was just wondering -- do you need my approval?",
        "Jared: Natalie needs your approval. She loves you, Clint. And this family's very important to her and I don't want her to have to choose between us.",
        "Clint: I don't think she'll ever have to do that, Jared. You're her future.",
        "Jared: You mean that?",
        "Clint: You know, as hard as it is to think of her locked up in Viki's basement all that time, with you there, it helped.",
        "Jared: I'd die for her, Clint.",
        "Clint: I believe you would. So, Jared, you have my blessing.",
        "Jared: Thank you, Sir.",
        "Clint: I just have one question. How are you going to support my daughter?",
        "[Jared laughs nervously]",
        "[SCENE_BREAK]",
        "Bailiff: Starr Manning is hereby called to the stand.",
        "Téa: Thanks for the heads up.",
        "Nora: Starr, please tell us in as much detail as possible what your father said.",
        "Starr: Would you like me to start from the beginning?",
        "Nora: Oh, as tempting as that would be to have a full account of everything you've suffered at the hands of your father, no, thank you -- just confine yourself to the details of the kidnapping.",
        "Téa: Objection. There was no kidnapping, Your Honor.",
        "Judge: Just tell me what happened, Ms. Manning.",
        "Starr: Okay. After Marty was rescued --",
        "Téa: Oh, okay -- objection. Ms. Saybrooke was never held against her will, therefore there was --",
        "Judge: Please hold your objections.",
        "Téa: Your Honor, the defense has a right to --",
        "Judge: This isn't a trial, Ms. Delgado. This is a hearing. Now, you've had your day in court. Sit down.",
        "Judge: Please continue, Ms. Manning.",
        "Starr: So, after Marty was rescued by Lieutenant McBain, she told us that my dad had told her that I was planning to give away my baby -- which was true, but I had decided for Marcie McBain to adopt my child. We had already worked out the legal stuff and everything. But Dr. Saybrooke said that my dad told her that I'd asked him to adopt my child, which never happened, and my dad knows very well that I would never want him to raise my baby. At first, when I heard this, I couldn't believe it. My dad has done a lot of terrible things, but I just assumed that because I was his daughter that he would --",
        "Todd: You are my daughter. Say it -- you are my daughter.",
        "Starr: I am not -- Todd. Not anymore.",
        "[SCENE_BREAK]",
        "Cristian: How is Sarah?",
        "Talia: How could you let her be a witness?",
        "Cristian: She offered.",
        "Talia: Do you have something going on with Vanessa?",
        "Cristian: What do you mean?",
        "Talia: You know exactly what I mean.",
        "Cristian: Look, I don't have time to get into this right now.",
        "Talia: You do realize you could lose Sarah over this? And maybe that's exactly what you deserve.",
        "[SCENE_BREAK]",
        "Jared: Well, I was thinking about going to work with my dad.",
        "Clint: As a contractor?",
        "Jared: Well, you know, I could do the books, put bids together, manage the business.",
        "Clint: Or you could come back to B.E.",
        "Jared: You serious?",
        "Clint: I don't think Charlie needs a manager, and you were quite valuable at B.E. That is, until Dorian got busy.",
        "Jared: You're sure?",
        "Clint: After what you did for Natalie, I am very sure.",
        "Jared: Wow, I would -- I would love to come back to B.E. You know what? I better run it by Natalie first.",
        "Clint: Oh, absolutely. You have to do that, yeah. So, when are you going to pop the question?",
        "Jared: Christmas morning, actually.",
        "[Clint laughs]",
        "Jared: She thinks she's getting socks.",
        "Clint: Oh, that couldn't be better. Jared, I appreciate you stopping by. More than that, I appreciate you respecting tradition.",
        "Jared: You're welcome, Sir. I'll let you know how it goes.",
        "Clint: Oh, I don't think you're going to have to let me know. I know how it's going to go. There's going to be -- well, there's going to be tears, and there's going to be shrieks of joy when she sees that engagement ring. Then there'll be more.",
        "Jared: Thanks again, Sir.",
        "Clint: Yeah. Jared, you have yourself a Merry Christmas, all right?",
        "Jared: Thank you.",
        "Matthew: Engagement ring?",
        "[SCENE_BREAK]",
        "Todd: You don't mean that.",
        "Judge: Sit down, Mr. Manning. Do not attempt to intimidate this witness. Is that clear?",
        "Nora: After you spoke to Dr. Saybrooke, what did you do, Starr?",
        "Starr: I went to visit him in the hospital.",
        "Téa: Where Mr. Manning was recovering from being severely beaten by John McBain.",
        "Judge: What exactly does that have to do with the issue in question?",
        "Téa: Sorry, Your Honor.",
        "Nora: Okay, so you went to the hospital to see your father.",
        "Starr: And I asked him if it was true, if he had told Dr. Saybrooke that I was giving him my baby.",
        "Nora: What did he say?",
        "Starr: He wouldn't answer me. He just kept telling me to let it go. As if pretending that it had never happened would just make it go away. But I couldn't. After all, it was my little girl, and I needed him to tell me. I guess I just wanted him to explain it to me, so that maybe I could make sense of it. But it was so hard for me to think of how -- your father is supposed to be the person who loves you and takes care of you, and he -- for him to do something like that to me? But he did. He was going to steal my baby. He looked me right in the eye and he admitted it.",
        "Nora: That couldn't have been easy, Starr. Thank you, nothing further.",
        "Téa: Your Honor, permission to cross-examine.",
        "Todd: No, I won't allow it, Your Honor.",
        "Nora: Someone should suggest to Ms. Delgado that she should save her cross for trial.",
        "Téa: Trial? As creative and compelling as Ms. Manning's account may be, it's hearsay.",
        "Starr: I was telling the truth, exactly as it happened.",
        "Nora: There are many exceptions to the hearsay rule. Ms. Delgado bloody well knows that.",
        "Téa: Ms. Manning is a teenaged girl who is furious at her estranged father. She'd say anything to get back at him.",
        "Starr: Wait, excuse me, are you saying that I made all of this up?",
        "Todd: Téa, let it go.",
        "Téa: Can anyone corroborate your story?",
        "Starr: Yes -- your client.",
        "Téa: Your Honor, you dismissed the charges against my client.",
        "Nora: The charges pertaining to Dr. Saybrooke. These are separate charges.",
        "Téa: And you still have no evidence.",
        "Nora: We have the defendant's statement that he made to his daughter when she demanded the truth from him.",
        "Téa: Who can't prove a word of what she says.",
        "Nora: It's still enough to hold Mr. Manning on attempted kidnapping.",
        "Téa: Based on what?",
        "Nora: Mr. Manning was at the hospital the night that Starr Manning had her baby. Do you think that was a coincidence? I don't. It is Starr Manning's testimony, and Dr. Saybrooke's statement that she made to Starr Manning as well as to the police.",
        "Téa: None of it would result in a conviction.",
        "Nora: In enough time -- by the time we go to trial, I will have all of it. Please, Your Honor, this is a serious offense.",
        "Judge: The attempted kidnapping charge stands. I agree with the D.A. We will proceed to trial.",
        "Nora: Thank you very much, Your Honor.",
        "Judge: And I'm going to hold you to your word, Ms. Hanen. Make your case.",
        "Nora: Yes, I will, Sir.",
        "Starr: Can I go now?",
        "Judge: Yes, you may step down.",
        "[SCENE_BREAK]",
        "Clint: Matthew, I'm surprised that you could tear yourself away from that video game. You want a soda or something?",
        "Matthew: So, can I see it?",
        "Clint: See what?",
        "Matthew: The engagement ring you're giving my mom. I heard you and Jared talking about proposing to her.",
        "Clint: Oh, well, son, I believe you misunderstood. You see, Jared is proposing to Natalie. And you keep that to yourself, because it's a secret.",
        "Matthew: Oh. So, do you think you and my mom will ever get married?",
        "[SCENE_BREAK]",
        "Viki: So, no talk of weddings?",
        "Natalie: No, not yet.",
        "Viki: Well, don't you think that will change?",
        "Jared: Sparky!",
        "Natalie: Oh, my gosh!",
        "Jared: There you are. Hi, Viki.",
        "Viki: Hi, Jared. Good.",
        "Jared: Oh.",
        "Natalie: What, no kiss for me?",
        "Jared: Uh, well, just let me put these socks under the tree.",
        "Natalie: You did not really get me socks.",
        "Jared: Socks are very big this year.",
        "Viki: Oh, there she goes.",
        "Natalie: You know what, Mom? I'll take care of her, because I have a few socks of my own to wrap.",
        "Jared: Oh.",
        "Viki: Okay, what's in the box?",
        "Jared: Can you keep a secret?",
        "[SCENE_BREAK]",
        "Nora: The people again request that Mr. Manning be held without bail, Your Honor.",
        "Téa: Your Honor, my client was facing a battery of charges, most of which have been dismissed. Now he is apparently facing a single charge of attempted kidnapping, while the child no longer exists.",
        "Nora: Oh, how sensitively put, Counselor. The parents are right here in the courtroom.",
        "Téa: I'm not interested in political correctness. I am interested in the law. Ms. Manning has suffered a tragedy. It is a tragedy that she lost her child, and she has our deepest sympathy -- her and the father. But with the passing of the child, any threat disappears.",
        "Nora: He is still a flight risk.",
        "Téa: Mr. Manning's assets have been frozen. His passport has been surrendered.",
        "Nora: He has assets in several countries.",
        "Téa: I personally guarantee that Mr. Manning will not flee the jurisdiction.",
        "Judge: You're willing to vouch for your client?",
        "Téa: And post his bail. That's how confident I am that Mr. Manning will be fully vindicated.",
        "Judge: Bail is set at $250,000, which Ms. Delgado says she will personally guarantee.",
        "Téa: Your Honor --",
        "Judge: Don't push it, Ms. Delgado. Court is dismissed.",
        "Bailiff: All rise.",
        "Téa: You're welcome. I'm going to post bail. Try to work on improving your attitude. And don't do anything stupid while I'm gone. If he moves, shoot him.",
        "[SCENE_BREAK]",
        "Nora: Are you ready?",
        "Marty: It's my fault. If I hadn't fallen apart on the stand --",
        "John: No, this is Manning's fault.",
        "Marty: No, she's right. I just had to research myself on the internet, or pick up a phone, or walk out the door.",
        "Nora: Marty, you know what? It's all over now. That's over. The important thing is that you and Starr stood up for yourselves today. I mean, that's a big step. I know it doesn't seem like it right now, but really, I think this is the beginning of a very happy future. Come on, let's go. You all set?",
        "Cole: Oh, I'll see you at home later.",
        "Nora: Oh, okay.",
        "Marty: Can I talk to you before we go?",
        "Nora: I'll be outside.",
        "Marty: First of all, I just want to thank you for being here. But I really want to apologize for snapping at you earlier.",
        "Cole: It's okay.",
        "Marty: No, it's not. It's not. You're my son, and you just deserve so much better than that.",
        "Cole: I'll see you at home.",
        "Marty: Okay.",
        "[SCENE_BREAK]",
        "Téa: You're all set. You ready to go home?",
        "Todd: I don't have a home.",
        "Téa: Yes, you do, and that's where we're going. Come on.",
        "[SCENE_BREAK]",
        "Vanessa: Well, your family is less than thrilled that we got married.",
        "Cristian: Yeah, I shouldn't have involved them. It's a lot to ask. But I was afraid that if immigration came around, there would be trouble.",
        "Vanessa: You're close, you and your family.",
        "Cristian: Yeah, very.",
        "Vanessa: And your mother really likes Sarah.",
        "Cristian: My mother will come around. Look, we just have to focus on learning everything we can about each other. That judge warned us, immigration could show up at any time, so if we want to make this look real and keep you from being deported, we're going to have to --",
        "Vanessa: That we need to know everything about each other that lovers would.",
        "Cristian: Right.",
        "Vanessa: I was born left-handed, until the nuns forced me to write with my right hand, which is why my penmanship is so terrible. And if I had to choose, I would live by the mountains, not the sea. And I always sleep on the right side of the bed.",
        "Cristian: That's my side.",
        "Vanessa: Oh, really? Well, you know, now you're married, so you're going to have to learn how to share.",
        "[SCENE_BREAK]",
        "Jared: So, I went to see Clint this morning, and I -- I know it's probably old-fashioned, and a little sexist, but I asked him --",
        "Viki: For Natalie's hand in marriage?",
        "Jared: Yes.",
        "[Viki gasps]",
        "Viki: What did he say?",
        "Jared: Well, he gave me his blessing.",
        "[Viki laughs]",
        "Viki: Oh!",
        "Jared: So you approve?",
        "Viki: What, are you kidding?",
        "[SCENE_BREAK]",
        "Clint: So, Matthew, how would you feel about your mother getting married again?",
        "Matthew: Well, I mean, it's not like I don't know you. You're my uncle, and you live here.",
        "Clint: Still, it would be quite a big change.",
        "Matthew: Yeah, but compared to my last stepfather, you're cake.",
        "[Clint laughs]",
        "[SCENE_BREAK]",
        "Nora: So, Marty, we're going to be celebrating Hanukkah tonight, and we'd love it if you'd join us.",
        "Marty: Oh, thank you, but I'm so beat, I really just feel like taking a shower and climbing into bed.",
        "Nora: Well, I understand that. You sleep well.",
        "Marty: Okay.",
        "[SCENE_BREAK]",
        "Cole: When you were talking to your dad, did you ask him how he was planning on kidnapping a newborn? I mean, I know he was planning on leaving town with my mom, but if hope would have gone missing, the hospital would have known right away, and the cops would have been all over it.",
        "Starr: Yeah, I asked him, but he wouldn't tell me.",
        "[SCENE_BREAK]",
        "Téa: You know, Todd, maybe you should get a hotel room until this is all over. You know, it's Christmas -- you should be around people.",
        "Todd: No, I'm going to stay here.",
        "Téa: I have to go see another client, but I can -- I can come back later.",
        "Todd: No, don't bother.",
        "Téa: I hate to see you like this, Todd.",
        "Todd: I want to be alone, okay?",
        "Téa: Okay.",
        "Todd: Don't worry about your bail money.",
        "Téa: But thanks so much for posting it for me?",
        "Todd: You're the one that wanted this fight. I was ready to plead guilty.",
        "Téa: You know, Todd, when people say you haven't changed, they're wrong. You're worse.",
        "Todd: I'll call you in a couple of days.",
        "Téa: I can't wait.",
        "[SCENE_BREAK]",
        "Téa: Oh, there's the happy couple! Sorry I'm late. Oh, and empty-handed. The liquor store was closed, or I would have brought more champagne. Where's the cake, huh?",
        "Antonio: So I take it you were successful?",
        "Téa: I'm always successful, Antonio. But yes, today was a good day for our side. Todd is free and awaiting trial on a technicality. He is home for the holidays, and he couldn't be happier.",
        "[SCENE_BREAK]",
        "[Todd starts playing \"Heart and Soul\"]",
        "[SCENE_BREAK]",
        "Antonio: Excuse us for a second?",
        "Antonio: I'm going to need to see the death threat.",
        "[Téa clears throat]",
        "Antonio: How do you know this is from Ray Montez?",
        "Téa: Who else would be threatening her?",
        "[Phone rings]",
        "Téa: Excuse me. Oh, I'm going to have to get this. Feliz Navidad, ey? Feliz Navidad.",
        "[Loud kissing sound]",
        "Téa: Adios, okay?",
        "[Guests say \"adios\"]",
        "[SCENE_BREAK]",
        "Singer: In the bleak midwinter frosty wind did moan earth felt hard as iron water like a stone snow all around falling snow on snow on snow in the bleak midwinter so very long ago",
        "Singer: Angels and archangels all had gathered there with cherubim and seraphim songs filled in the air joyous sounds rose higher reaching heaven's ear in the bleak midwinter so very long ago very long ago",
        "[SCENE_BREAK]",
        "Téa: Yeah, he married her. She's not going anywhere. We've got plenty of time to prove that she's setting you up.",
        "Ray: Thank you, Téa. Well done.",
        "[NEXT_ON]",
        "Natalie: Did I just hear Roxy say something about a wedding?",
        "Marty: Merry Christmas, Todd.",
        "Dorian: What did I do this time?",
        "Man: I've got a message for you, from your pa."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=gW-IezXiVR8"
}