{
    "Episode Summary": [],
    "Recap": [
        "Viki starts to bed when she hears a noise and thinks that it is Natalie. She calls out to Natalie, but doesn't get an answer. David is walking downstairs in the hall wrapping a bathrobe around himself. Dorian begins to blast Viki, in front of Clint, for opening her home to David. Clint wonders why she is so up in arms about this. Blair and Cristian are on an airplane getting ready to head for Chicago. Blair looks up and sees Rex, who has just seated himself across the aisle from Blair. The girl wipes Todd's head with a damp cloth. The girl tells him that Blair is on her way and everything will be all right. Her brother comes in and asks her how Blair came to be arriving for Todd. John continues his conversation with Miles. John informs Miles that he knows all about him and this ends tonight. He also tells Miles that he will be rotting in jail for a long, long time. Bo plays with Tommy and sings \"Old McDonald\" to him. Lindsay tells Bo that he has a magic touch. Bo decides to stick around for a while. Langston comes to visit Starr and brings her a bunch of flowers. Starr looks at a picture of Blair and Todd. Blair lets Rex know about the girl who called about Todd. The girl suggests getting Todd to the hospital. Natalie comes in and tells John to lay off of Miles."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Door opens]",
        "Viki: Natalie, is that you?",
        "David: Wow! I forgot how good the water pressure is in this house. Whew.",
        "[SCENE_BREAK]",
        "Clint: Be done in a minute.",
        "Dorian: Take your time. Here -- I brought you a drink.",
        "Clint: Oh, thank you.",
        "Dorian: You're welcome.",
        "[Dorian chuckles]",
        "Dorian: Really, the nerve of that woman.",
        "Clint: What woman?",
        "Dorian: \"That\" woman -- what other woman would I be talking about? The woman that you were married to -- not just once, but twice? Victoria Lord Riley Burke Riley Buchanan Buchanan --",
        "Clint: Carpenter Davidson? With her new living arrangements, well, then, she might just get her eighth husband, or is it her ninth? Huh.",
        "Clint: Viki's opened her home to David. How is that going to result in them getting married?",
        "Dorian: Oh, you never know. David is a thoroughgoing scoundrel, but he can be very charming and seductive when he wants to be.",
        "Clint: Why are you so up in arms about this? Are you jealous?",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Blair: Ok, you know what -- that is it. I'm getting --",
        "Cristian: What are you doing?",
        "Blair: I'm getting off the plane.",
        "Cristian: You can't do that.",
        "Blair: Well, yes, I can. We've been sitting on this tarmac for two hours! This is ridiculous. Remind me next time to fly Jet Green!",
        "Cristian: Listen, Blair, we got no choice but to be patient.",
        "Blair: We always have a choice, Cristian -- we could drive.",
        "Cristian: Oh.",
        "Blair: What are you doing?",
        "Cristian: Look, I'm sure the plane is going to be taking off soon and then we're going to be on our way to find Todd.",
        "Blair: No, you didn't hear that girl -- she said that Todd was in danger and the longer we wait, the more dangerous the situation gets, Cristian.",
        "Pilot: Sorry for the delay, ladies and gentlemen, and thanks for your patience. The ground crew has resolved our minor mechanical issue.",
        "Blair: Finally!",
        "Pilot: And we've just taken on an additional passenger. As soon as he's seated, we'll take off for Chicago.",
        "Blair: Oh, now, that's just really special, isn't it? Can you believe that? We've been sitting on this tarmac for two hours waiting for somebody so they don't miss their flight. That is just --",
        "Rex: Oh.",
        "Blair: Look what the cat dragged in.",
        "Rex: Going my way?",
        "[SCENE_BREAK]",
        "Girl: Hang on, ok? Blair will be here and it'll all be over, you hear? It'll be over soon.",
        "Boy: And how's that? You know something I don't?",
        "[SCENE_BREAK]",
        "John: Let me have a beer.",
        "Miles: What can I do for you now, John?",
        "John: This thing you call a marriage -- it's over.",
        "Miles: I don't understand.",
        "John: Drop the act. I know all about you, so it ends tonight, or you're going to be practicing your crazy act in jail for a long, long time.",
        "[SCENE_BREAK]",
        "Bo: And on this farm he had a duck ee-yi-ee-yi-oh. With a quack, quack here and a quack, quack there and here a quack there a quack everywhere a",
        "[Bo quacks]",
        "Bo and Lindsay: Old McDonald had a farm ee-yi-ee-yi-oh",
        "Lindsay: Look at -- there you go!",
        "Bo: Yeah, well, you know what? Nora always says if -- when in doubt, you go with \"Old McDonald\" because it always worked with Matthew, so --",
        "Lindsay: Yeah, well, you know what really worked is your magic touch.",
        "Bo: Oh.",
        "Lindsay: Yeah.",
        "Bo: Well, you think we ought to try to get him asleep now?",
        "Lindsay: Well, we could try.",
        "Bo: All right.",
        "Lindsay: But don't you have to get home to Paige?",
        "[Tommy fusses]",
        "Bo: Well, yeah, sure I do -- uh-oh -- but she's working late tonight, so maybe -- maybe I ought to stick around just in case he starts kicking up another fuss again.",
        "Lindsay: Ok, well, that sounds good to me.",
        "Bo: Come here, Mr. Big Man!",
        "Lindsay: There you go!",
        "Bo: Ok. There we go. Old McDonald had a farm ee-yi-ee-yi-oh.",
        "[SCENE_BREAK]",
        "Langston: You're here early.",
        "Starr: Yeah. I just wanted some time by myself.",
        "Langston: Oh. Should I go?",
        "Starr: No, it's fine. I want you here. I'm actually really nervous. And I keep dropping things.",
        "Langston: You are so going to rock this musical, Starr. You have an amazing voice. Look, here -- these are for you.",
        "Starr: Langston, they are absolutely beautiful. Thank you so much.",
        "Langston: You're welcome. I'll find something to put them in.",
        "Starr: Ok.",
        "Langston: This should do. This -- here. There. Yep. Anything else you need?",
        "Starr: No. Nothing you can get me.",
        "[SCENE_BREAK]",
        "Rex: Some coincidence, huh?",
        "Blair: Like hell. You're going to Chicago because you heard word about Todd, right?",
        "Rex: Well, yeah, but --",
        "Blair: And when were you going to fill me in on this, huh?",
        "Rex: Well, when I knew there was something to it, ok? You've been jerked around enough with false leads. I didn't want to get your hopes up over just some random address I got off of some shady contact.",
        "Cristian: What address?",
        "Blair: What contact?",
        "Rex: An apartment building in Lincoln Park.",
        "Cristian: He's got the same information.",
        "Rex: Yeah, not from the same lowlife pot dealer.",
        "Blair: No, no, no. This girl called out of the blue right on Todd's cell phone and said that he was at her apartment and she was caring for him, and told us to go to that address.",
        "Rex: Who is this girl? Why does she have to do with Todd?",
        "Cristian: We don't know.",
        "Blair: She said if she weren't caring for him, he'd be dead.",
        "[SCENE_BREAK]",
        "Girl: What is this, a new game? You spying on me?",
        "Boy: Don't give me attitude, all right? I walk in here and I hear you saying \"Everything's going to be all right\"? What the hell am I supposed to think?",
        "Girl: The guy is nearing the end of the line, wouldn't you say? What the hell else did you think I meant?",
        "Boy: All right, all right. Relax.",
        "Girl: Oh, sure, I'll relax. So what if I've been spending the night on the couch for umpteen number of nights so your special project could be more comfortable? What the hell are you doing?",
        "Boy: I'm making sure he's still kicking.",
        "Girl: I already told you he's alive. If we want to keep him that way, we got to get him to the hospital.",
        "Boy: No, all right? I am not giving away my meal ticket.",
        "Girl: Well, if we're not getting rid of him, then we are getting out of here.",
        "[SCENE_BREAK]",
        "Miles: I'm going to go home to my wife.",
        "John: I'm talking to you.",
        "Miles: Get out of my way.",
        "John: Shut up and listen. I'm going to lay out a few simple instructions you're going to follow.",
        "Miles: And if I don't?",
        "John: You don't want to find out.",
        "Natalie: John.",
        "John: Oh, God.",
        "Natalie: Lay off.",
        "[SCENE_BREAK]",
        "Dorian: I am not jealous!",
        "Clint: Ah.",
        "Dorian: Clint, I'm not jealous.",
        "Clint: Then why would you even care if David and Viki ever got together?",
        "Dorian: I don't! Ha! All right. I do care. Oh, but not for the reason that you think.",
        "Clint: And what do you think I think?",
        "Dorian: Well, I think you think that I'm still carrying a torch for David. I'm not. You are the man that I adore. You're the perfect man for me.",
        "Clint: Let's get back to the subject at hand, shall we?",
        "Dorian: All right. I am averting a disaster for both of our families.",
        "Clint: Ok, by doing what?",
        "Dorian: Well, David and Viki are two of the most relentless people on the planet.",
        "Clint: That doesn't answer the question.",
        "Dorian: When they see that this -- this stupid little plan they have to -- to, you know, get a reaction out of me is having absolutely no effect, well, then they'll just up the ante. They'll keep raising the bar on this -- on this brinksmanship game that they're playing. Before you know it, we'll -- we'll be watching them recite their marriage vows.",
        "Clint: Recite -- recite their marriage vows? Dorian, you've gone and lost it.",
        "Dorian: This is not remotely funny.",
        "Clint: It is because it's not going to happen. There's no way that David and Viki are heading to the altar.",
        "Dorian: You bet there isn't -- huh -- because I'm going to nip this thing in the bud right now.",
        "[SCENE_BREAK]",
        "David: I'm not the sun.",
        "Viki: What?",
        "David: You're not going to go blind if you look directly at me.",
        "Viki: But I may turn into a pillar of salt. David, go get a bath towel and dry yourself off. You are dripping all over my oriental rug.",
        "David: Isn't this a bath towel?",
        "Viki: For a frog! It's a bath mat.",
        "David: Huh.",
        "Viki: Better yet, forget the towel. Go get a -- go get a robe.",
        "David: No, are you kidding? In this heat, I'll break into a sweat and need a whole nother shower.",
        "Viki: David!",
        "David: Am I making you uncomfortable? That is the last thing I want to do to my favorite landlady.",
        "Viki: Well, then you should know that this particular landlady does \"not\" run a clothing-optional facility!",
        "David: Oh, you've got a hang-up.",
        "Viki: What?",
        "David: About the naked body.",
        "Viki: Oh, for heaven's sakes, David.",
        "David: The human form is nothing to be ashamed of.",
        "Viki: Is that so?",
        "David: You know what would help?",
        "Viki: If you grew up?",
        "David: Naked tai chi.",
        "Viki: No, better yet, if you left the house.",
        "David: You should join me.",
        "Viki: David, get dressed.",
        "David: I do it every day at noon as soon as I roll out of bed.",
        "Viki: This is not working.",
        "David: You've never had your chakras flushed, have you?",
        "Viki: Are you listening to me at all?",
        "David: We could do it together. Would you like to flush your chakras with me?",
        "Viki: No, I would like you to find somewhere else to live.",
        "David: I know what we'll do -- we'll start with the long yang form. Don't worry -- I'll hold your ankles when you do the handstand.",
        "Viki: Ok, David, look at me. Look right here. Get dressed and leave this house, now.",
        "[SCENE_BREAK]",
        "Vincent: Hey. I'm so glad to see you.",
        "Layla: As glad as you are to see Natalie?",
        "Vincent: I know how that must've looked to you, but --",
        "Layla: \"How it must have looked.\" Do you have any idea how many conversations including that phrase ended well? Zip -- at least none I've been a party to.",
        "Vincent: Then let this be the first.",
        "Natalie: John, I mean it.",
        "John: This has nothing to do with Natalie. Please leave it alone.",
        "[SCENE_BREAK]",
        "Natalie: Miles and I are friends, and I'm going to stand here and be his friend and ask you to give him some breathing room.",
        "John: That's very nice, but this is between me and him.",
        "Natalie: Then I guess you should have sought him out in private instead of a room full of people. I mean, what are you biting his head off about anyway?",
        "Miles: Apparently, John doesn't approve of my taste in wives.",
        "[SCENE_BREAK]",
        "Blair: Rex? The girl that called said that Todd had been stabbed, and she was caring for him.",
        "Rex: Ok, but you never actually spoke to Todd. You don't even know if he's ever there, or alive.",
        "Blair: He's alive. I would know it if he wasn't.",
        "Cristian: Listen, Rex, we know it's not the best lead, but it's the only lead we've got.",
        "Rex: You don't even know if this girl is on the up-and-up. You could be walking into a trap.",
        "Cristian: Hey, that's why I'm here, all right -- to make sure that doesn't happen.",
        "Rex: You should've brought Bo in on this.",
        "Blair: No. She made it very clear, no cops.",
        "Rex: Oh, right, and let's be sure we always follow the kidnapper's instructions.",
        "Cristian: Wait a minute -- isn't that what you did last summer?",
        "Blair: Yeah.",
        "Rex: What, when that freak took off with Adriana? Yeah, I ended up taking a bullet.",
        "Blair: Oh, and look at you -- you made it out ok, and you saved Adriana. You're the big hero.",
        "Cristian: Listen, in a perfect world, we'd have Bo and -- and John --",
        "Blair: Yeah.",
        "Cristian: And the entire Chicago Police come down on this girl, but the fact is she's already on the lookout for cops.",
        "Blair: Right. And anyway, we don't know about this girl anyway. Maybe she's the one that hurt Todd in the first place.",
        "Rex: How do you figure that?",
        "Blair: Well, Todd went missing because he was looking for his son, right? So, maybe Spencer Truman gave her his baby. He went to get it from her, and she stabbed him. Yeah?",
        "Rex: Anything's possible.",
        "Cristian: Listen, this girl told us what to do, and we're going to do it, all right? No arguments.",
        "Blair: And if she does have Todd, I'm bringing him home tonight.",
        "[SCENE_BREAK]",
        "David: You know what they call someone who offers something and then takes it away? Rude.",
        "Viki: Yes, you're actually quite right -- it's very bad manners. Unfortunately, it was worse manners for me to invite you here in the first place because I was being disingenuous.",
        "David: How so?",
        "Viki: Oh, David, come on. I only invited you to annoy Clint and Dorian.",
        "David: So?",
        "Viki: \"So\" I did not invite you out of the goodness of my heart. I had an ulterior motive.",
        "David: Oh, I know. Yeah, I'm ok with that. It's about time you gave Dorian what for.",
        "Viki: Really?",
        "David: Yeah. And believe me, I will help you ruin the woman. We can cook up any kind of corporate espionage, maybe frame her for bigamy. Whatever you want, I'm onboard.",
        "Viki: What did she do to earn such hostility from you?",
        "David: She cheated me out of $10 million.",
        "Viki: Oh, money, of course, yes. No David, I'm not going to get into it with Dorian now because once something like that starts, you know, it takes an act of God to stop it, and I don't have the energy for her right now.",
        "David: Come on, I'll be right by your side. I'll inspire you, I will cheer you on.",
        "Viki: I don't want you by my side. I don't want you in my house.",
        "David: Fine. Forget spite. Let me stay because -- I could make it worth your while.",
        "[SCENE_BREAK]",
        "Clint: Dorian, this is insanity. You can't go over there.",
        "Dorian: Oh, yes, I can. And I will drag David kicking and screaming out of the house if -- if I have to, and he'll thank me for it. In fact, she'll thank me for it, too.",
        "Clint: No, I'm not going to let you make a fool of yourself.",
        "Dorian: Excuse me, but David is doing this for revenge. Viki is doing it for spite. I mean, am I going to make less of a fool out of myself if I just stand by and wait until they're embroiled in some nasty, disgusting divorce, and they drag down both our families?",
        "Clint: What, you got them divorced already?",
        "Dorian: I know both these people. I know how they operate.",
        "Clint: No, you don't -- no. What you're doing is overreacting to David and Viki setting the bait for you. They want you to be jealous. Nothing would give them a bigger thrill.",
        "Dorian: That is my whole point.",
        "Clint: What is?",
        "Dorian: I can just see them sitting around the mansion, you know, just grinning, laughing -- you know, just so pleased with themselves, sharing a bottle of domestic champagne, because they think they have gotten to me.",
        "Clint: My head is spinning.",
        "Dorian: Maybe this would help. Come on.",
        "Clint: Forget Viki. Stay here with me.",
        "[SCENE_BREAK]",
        "Bo: Down for the count.",
        "Lindsay: You are so good with him.",
        "Bo: Well, so are you. He was just in there, just now before he fell asleep -- he was asking about you.",
        "Lindsay: Oh. Oh.",
        "Bo: I swear -- he wanted to say good night and --",
        "Lindsay: That is so sweet.",
        "Bo: You have a bond with him. I can see it.",
        "Lindsay: I love that boy, and you were a big help to me tonight, so thank you.",
        "Bo: Yeah, I wish I could do it more often.",
        "Lindsay: Well, next time I have to babysit, I'll tell you what -- I'll remember that and give you a call. Hmm.",
        "Bo: I might want to, you know, because I -- I missed out a lot with -- with Matthew and with Drew.",
        "Lindsay: So much in common, you and I. Bo, I need to ask you something.",
        "Bo: Well, sure, anything.",
        "Lindsay: I know that it's been several years since you lost Drew. But you seem ok, you seem like you're carrying on and you're very strong about it. It's only two years since Jen died, but there's just some days I don't know if I'm going to be able to get through it. And I have to ask, why does it get worse as time goes on? And when am I going to feel better? When's it going to get easier?",
        "Bo: Lindsay, when it does, then I'll tell you.",
        "Lindsay: Hmm.",
        "[SCENE_BREAK]",
        "Natalie: Oh. So you're giving him a hard time about Marty?",
        "[John sighs]",
        "John: You don't know what you're talking about, Natalie.",
        "Natalie: You know what, Miles? Don't worry about it. He's just got a little crush on her.",
        "John: All right, let's leave it alone.",
        "Miles: You know, it -- it's ok, Natalie. I'm fine. I appreciate your concern. John and I are having a reasonable conversation -- nothing anybody needs to get worked up over.",
        "Natalie: Ok. I'll be around if you need me.",
        "Miles: Thank you.",
        "Natalie: John.",
        "John: You holding something over her, too?",
        "Miles: I come by all my relationships honestly.",
        "John: Let me tell you something. I find out Natalie so much as stubbed a toe when you're around, I'll rip your heart out with my bare hands. Now, as far as this marriage goes, it doesn't. You get it annulled. I don't care how you do it -- just get it done.",
        "Miles: Yeah, and if I don't?",
        "John: It'll be your worst nightmare.",
        "[SCENE_BREAK]",
        "Girl: Come on, babe. Let's get out of here.",
        "Boy: Not till I get paid.",
        "Girl: That guy is freaking me out! Can't we go grab a bite to eat, see a movie?",
        "Boy: No, I'm not going anywhere, all right? Just a couple days and then we can OD on movies.",
        "Girl: Just get here. He can't hold on much longer. I can't wait another day, Hunter.",
        "Hunter: Why not?",
        "Girl: That dude -- he smells. It's making me sick.",
        "Hunter: Yeah, you know what else would make you sick? We leave, Manning wakes up, and then we come back to a SWAT team.",
        "Girl: How is he going to wake up? The guy is doped up on horse tranks.",
        "Hunter: Which is why I need to stay here, babe, because he's no good to us dead.",
        "Girl: I can't stay here.",
        "Hunter: I am done arguing about this -- got it?",
        "Girl: Ok. How about I make it easy for you, then?",
        "Hunter: What the hell are you doing?",
        "Girl: How many more before the old lady next door wakes up and calls the cops, huh?",
        "Hunter: Put that down.",
        "Girl: Or what? You going to stab me like you stabbed Manning? How are you going to deal with two people bleeding to death?",
        "[SCENE_BREAK]",
        "Rex: Oh, I love how slowly this line is moving. I -- I love -- fun. I love it.",
        "Cristian: You know what day it is?",
        "Rex: Whew -- like I'd forget.",
        "Cristian: Did you talk to Lindsay?",
        "Rex: Marcie and I got together with her. We're planning on making a thing out of it every year -- remembering Jen on her birthday. You're welcome to join us next time.",
        "Cristian: Maybe I will. Hey, listen, I'm sorry about throwing Adriana's name at you before. I heard you guys broke up. What's up with that?",
        "Rex: Oh, I got it into my head that Tate Harmon's no good, and he's got this hidden agenda. I pushed too hard about it.",
        "Cristian: You're usually pretty dead-on about that kind of stuff.",
        "Rex: Yeah, I know.",
        "Cristian: So maybe you should keep pushing?",
        "Rex: Oh, I intend to. Yeah.",
        "Cristian: Oh, I'm sorry. Blair?",
        "Blair: Hey. I'll meet you at the gate, go ahead.",
        "Cristian: Ok.",
        "Blair: Bye. Thanks.",
        "[Phone rings]",
        "Starr: Hey, Mom.",
        "Blair: Hey, beautiful. I just want to let you know that I landed in Chicago, and I want you to break a leg tonight.",
        "Starr: Thanks.",
        "Blair: You all set for the show?",
        "Starr: Um -- yeah, except for my palms are all sweaty, my mouth is really dry, and my left eye keeps twitching.",
        "Blair: Well, you're just a but that means you're going to be great. You just be confident, ok?",
        "Starr: Yeah, sure. That's a piece of cake.",
        "Blair: Look, I hope I won't freak you out, but I wanted to tell you that I hired somebody to stand in the back of the auditorium to videotape the whole thing.",
        "Starr: What?",
        "Blair: Yeah, you're not even going to know he's there. It's going to be fine.",
        "Starr: Mom, why did you do that?",
        "Blair: Because I feel really badly because I can't be there.",
        "Starr: Hey, you -- you shouldn't. As much as I wish that you were in the audience tonight, if I had a choice between that and Dad coming home safe, I --",
        "Blair: You have worked so hard on this show, and you deserve better.",
        "Starr: Hey, don't worry about it, ok, because you'll be with me in spirit. Right? That -- that is the saying.",
        "Blair: You bet I will. Listen, you just sing your heart out, all right? You sing for your daddy.",
        "Starr: I will.",
        "Blair: And I'll call you as soon as I hear anything.",
        "Starr: Please.",
        "Blair: Starr, I love you.",
        "Starr: Love you, too.",
        "Blair: Gosh.",
        "[SCENE_BREAK]",
        "Hunter: Did I hurt you?",
        "Girl: Uh -- no, but you're driving me crazy.",
        "Hunter: Maybe. And you're right -- we need to get away from this place.",
        "Girl: Do you mean it?",
        "Hunter: Yeah. Maybe we'll go see a movie or catch dinner.",
        "Girl: Thanks. That's great. Uh -- I left some money on the counter. You want to go grab it, and I'll check on the patient?",
        "Girl: We're taking off, ok? I'm sorry we couldn't stay any longer, but we can't be around when Blair comes back. Sorry I couldn't do better by you.",
        "Hunter: You coming, babe?",
        "Girl: Yeah. Stay alive.",
        "Hunter: Is he still alive?",
        "Girl: Barely.",
        "Hunter: Good. Hey, hold that elevator. Lock up.",
        "Girl: Duh.",
        "[SCENE_BREAK]",
        "Miles: If I had the slightest idea what the hell you're going on about --",
        "John: The tape you used to blackmail Marty -- I know all about it. Oh, yeah, that tape.",
        "Miles: She told you?",
        "John: Marty had nothing to do with it. Truth be told, she's still protecting you. I have no idea why.",
        "Miles: Maybe she loves me.",
        "John: Good one. Then again, it doesn't really matter what Marty did or didn't say. I found the tape from her session with Dr. Young, or should I say the one you switched out with a blank tape.",
        "Miles: You know, this tape that you keep going on about?",
        "John: Mm-hmm?",
        "Miles: I don't know anything about it. Why is it so important? Oh, wait. Could it be the fact that Marty killed Spencer Truman?",
        "John: Now, how would you know that if you didn't have the tape?",
        "Miles: My wife and I, we have no secrets.",
        "John: Really?",
        "Miles: Hmm. She was terrified that she'd be found out and she'd lose her son, so I told her I would protect her any way I could. See, after all, we're deeply in love with one another. And it was Marty's idea to get married. You see, I wouldn't be forced to testify against her if it all came out.",
        "John: Keep talking. The more you babble, the deeper the hole you dig.",
        "Miles: I'm telling you the truth, John. Even if what I say is different from what Marty says, it's her word against mine. Who are the people going to believe, John? A simpleton or a murderer?",
        "[SCENE_BREAK]",
        "Layla: I'm not jealous of you and Natalie. Look, I've had a lot of reality shoved in my face lately. What happened to my sister has made me realize that life's too short to waste your time on petty nonsense. So if you say that you and Natalie are just friends, then that's good enough for me.",
        "[SCENE_BREAK]",
        "Clint: Don't go. If you care about us, don't go.",
        "Dorian: This has nothing to do with you and me.",
        "Clint: It has everything to do with us. So long as we're involved, what you do, what you say -- it reflects on me and vice versa. You see, you compromise our relationship when you lower yourself to this kind of behavior. Do you get that?",
        "Dorian: Frankly, no.",
        "Clint: All right, then let me put it another way. Why does our happiness always take a back seat to your relationship with Viki?",
        "Dorian: Huh. I don't have a relationship with Viki.",
        "Clint: Are you kidding? You and Viki have been committed to each other for years. Watching you go on and on is like an old married couple.",
        "Dorian: Never say \"old.\"",
        "Clint: You know something? I was a fool to think that you and Viki could put the past behind you. The past, obviously, is too much for you to overcome.",
        "Dorian: And why is it always my fault?",
        "Clint: It's not. It's the fault of both of you, but I am sleeping with you, all right? And if you can't distance yourself from Viki, it makes me wonder whether our relationship was ever going to work at all.",
        "Dorian: Clint, you know how I feel about you.",
        "Clint: I have an idea, yeah. That's why I find it perplexing and disturbing that you would allow your issues with Viki to undermine what we have or what we're on the verge of having.",
        "Dorian: I'm never going to allow that to happen because you mean everything to me. You're my first priority.",
        "Clint: I sense that there's a \"but\" in there somewhere.",
        "Dorian: But you need to relax -- look at you. You look like you're about to go to the office. Now, sit down, would you? Get comfortable. Come to think of it, come on, cowboy. Let's get those boots off here.",
        "Clint: Ah.",
        "Dorian: Right here. I just hope that you're not going to make me choose between you and my self-esteem.",
        "Clint: Wouldn't you bolster your self-esteem just a little bit if you took the high road once in a while?",
        "Dorian: Oh. I see. Well, if the high road means that I let Viki steamroller me, uh-uh-uh. I really don't see how that's going to bolster my self-esteem.",
        "Clint: Ah.",
        "Dorian: In fact, I really think it would make me forget who I am. When I come back, I'm going to give you a really great foot massage. I'll only be gone a few minutes. I promise.",
        "[SCENE_BREAK]",
        "Viki: You're going to make it worth my while? What are you offering?",
        "David: Companionship.",
        "Viki: Of what sort?",
        "David: The kind that any vibrant woman would value.",
        "Viki: Uh -- thank you, David, but no, thank you, David. Look, um, I'm not going to turn you out with nowhere to go, ok?",
        "David: You mean the carriage house?",
        "Viki: I'd never be able to get you out of there. No, I'll get you a hotel room.",
        "David: Call Renee. She usually keeps the penthouse at The Palace available for me whenever I'm in town.",
        "Viki: You're on speaking terms with Renee?",
        "David: We will be when you work your magic.",
        "Viki: Oh, right. I'm so good at making people love each other.",
        "David: Kumbaya, baby.",
        "Viki: David, given that -- ahem -- anklet that you're wearing --",
        "David: Hmm.",
        "Viki: I'm assuming I cannot send you far out of town.",
        "David: Hmm.",
        "Viki: All right, it'll have to be The Palace, ok?",
        "[Phone rings]",
        "David: Yes!",
        "Viki: Hello?",
        "Clint: Dorian is on her way over to give you and David an earful. I thought you should be prepared.",
        "Viki: Thank you.",
        "David: Ahem.",
        "Viki: Well, apparently, Dorian's on her way over, so I think I'll go to bed.",
        "David: Make room for Daddy.",
        "[SCENE_BREAK]",
        "Bo: You know, sometimes something will just happen and then I'll think of Drew and it hurts -- hurts just as much as it did the day that he died.",
        "Lindsay: But you don't want people to know that, right?",
        "Bo: Nah. It's because, you know, then they worry about you and then they, I don't know, try to make you feel better and --",
        "Lindsay: Yeah, and that's the last thing you want.",
        "Bo: But you'll be ok, Lindsay. I know you will.",
        "Lindsay: Bo?",
        "Bo: Yeah?",
        "Lindsay: There's something that I need to tell you.",
        "[SCENE_BREAK]",
        "Layla: What was that, Vincent? It's not like --",
        "Vincent: Shh.",
        "Layla: No, no, no, no, no, no. No, I'm -- I'm not ready for this. I -- I don't make good decisions when I'm stressed out and -- and if it didn't work before, then it's not going to work now and I --",
        "Vincent: Look, Layla, give me a second chance. Please.",
        "Layla: You have to be straight with me, Vincent.",
        "Vincent: I will. I want to be straight with you. I want to communicate with you, I want to share with you. We'll work through this, ok? And right now, look, we can talk about anything and everything that you're worried about. Ok? Sugar bear?",
        "[SCENE_BREAK]",
        "Miles: Now that you know that Marty killed Spencer, how much longer until you arrest her?",
        "John: I don't know. Is that what you want -- for Marty to be arrested?",
        "Miles: No.",
        "Natalie: John -- oh -- what is this really about? Is everything ok out here?",
        "Miles: I got everything well in hand.",
        "Natalie: Ok. Good night, Miles.",
        "Miles: Good night.",
        "Natalie: Bye, John.",
        "John: You look pretty. Don't even look at her.",
        "Miles: Ok, Lieutenant. You've gotten everything out in the open. Time I did the same.",
        "[SCENE_BREAK]",
        "Blair: Hey, wait. Now, the girl that I spoke to on the phone is expecting me, so let me go to the door, all right?",
        "Cristian: Ok, ok. So we'll hang back and stay out of sight till the door opens, then we'll follow Blair in. How's that?",
        "Rex: Ok.",
        "Blair: Ok.",
        "Cristian: All right.",
        "Rex: Be careful.",
        "Blair: All right. Hello?",
        "[SCENE_BREAK]",
        "Clint: Dorian, you're on your own.",
        "Viki: On the other hand, I will handle Dorian, and you will go to bed -- in your own room. I'll be downstairs.",
        "Dorian: Viki!",
        "Viki: Oh, my God, that was fast.",
        "Dorian: \"Viki?\" Ha-ha, don't think I won't come up there!",
        "Viki: Ok, David, go to your room right now -- right now!",
        "David: Are you kidding? I'm not going to miss this.",
        "Dorian: I know my way around this house! After all, I did once live here!",
        "Viki: David, please. All right, you know what? Stay here.",
        "David: No, I have a much better idea.",
        "Dorian: Oh, my --",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Bo: I'm sorry. You know what? I better take this. Do you mind?",
        "Lindsay: No, of course not.",
        "Bo: Ok. Hello?",
        "Miles: It's Miles Laurence, Commissioner, I'm sorry to call you at this hour. What I have to say can't wait.",
        "Bo: Let's hear it.",
        "Miles: I have important information for you -- about Spencer Truman's murder.",
        "[SCENE_BREAK]",
        "Langston: One hour to curtain. How you holding up?",
        "Starr: Better.",
        "Langston: Good, because there's some guy outside with a big video camera, says he needs to come in and get some footage. He said you know something about it?",
        "Starr: My mom set it up.",
        "Langston: Oh.",
        "Starr: You can send him in.",
        "Langston: Ok.",
        "Blair: Hello?",
        "Blair: Is anyone here? Todd --",
        "Rex: Wait, wait!",
        "Blair: No.",
        "[NEXT_ON]",
        "Tate: You need me, and I need you.",
        "Adriana: What do you need me for?",
        "John: You're not going back there. Spend the night at my place.",
        "Blair: Tell me what you did with Todd.",
        "Hunter: Brought you a present -- Todd Manning."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=mnJucPwDqwI"
}