{
    "Episode Summary": [
        "Episode # 10684"
    ],
    "Recap": [
        "Nora and Eli both try to get Cole a light sentence for assaulting Todd. But the judge wants to throw the book at him and appears like Todd might have paid him off. Tea talks to Blair about what it's going to be when she is dying. Blair tells her she wants to help her even though they've never been friends. Starr goes and talks to Todd and admits that she believes that Hannah is lying to say she saw him push Marty. But she's torn when John informs her that it looks like Todd paid off the judge who that he puts Cole away. At the high school, a new boy wants Destiny to go to prom with him. But she has Matthew on the brain. He has Dani on the brain. She has Nate on her mind but notices another girl asked Nate."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Kelly: Big mistake. Kelly Cramer, you turn around. Come on.",
        "Reed: Kelly.",
        "Kelly: Hello, Reed. It's been a long time.",
        "[SCENE_BREAK]",
        "Todd: Oh, thank you for this.",
        "Starr: Promise me you'll use it for good?",
        "Todd: Oh, yes. Just use it to call your brother.",
        "Starr: Don't make promises that you can't keep.",
        "Todd: What's wrong? Oh, yeah. Let me guess--Cole.",
        "[SCENE_BREAK]",
        "Nora: And after a lengthy conversation with counsel for the defense, we are willing to agree to a lesser charge.",
        "Judge: Well, I'm not.",
        "Nora: Excuse me?",
        "Judge: I won't allow this plea bargain.",
        "Nora: Your Honor, the people are satisfied that justice is being served by this plea.",
        "Judge: What about the victim in this case? Anybody bother to ask Todd Manning?",
        "[SCENE_BREAK]",
        "Starr: I don't want to talk about Cole.",
        "Todd: Neither do I. I don't think we can avoid it, though. He is the one who put me here, and now he wants to put me in jail for pushing Marty.",
        "Starr: He believes that you did that.",
        "Todd: Well, that doesn't make it true. Starr, I'm not gonna let your boyfriend cost me my last chance with Dani.",
        "[SCENE_BREAK]",
        "Dani: I don't want to talk about Todd Manning. He's dead to me. That's what I just told my mom. She keeps defending him. She's dead to me, too.",
        "Matthew: I felt the same way when my parents stopped me from getting my surgery, but it worked out.",
        "Dani: Yeah, but your parents are way different from mine. I have to get away from my mother.",
        "[SCENE_BREAK]",
        "Blair: It's like I told you over the phone. It's not about Todd, not directly.",
        "Téa: I don't understand what that means. I'm sorry.",
        "Blair: I'm sorry, too, more than you'll ever know.",
        "Téa: Okay. Now you're scaring me. What the hell is going on?",
        "Blair: A lot, and I know all about it, Téa.",
        "Téa: Huh.",
        "Blair: That's what I'm trying to tell you.",
        "Téa: Where the hell did you get this? This is my private business! You can't read someone else's medical--",
        "Blair: Téa, I'm sorry.",
        "Téa: No, you're not.",
        "Blair: According to that report, you're dying.",
        "[SCENE_BREAK]",
        "Reed: I'm sorry to hear about your mother. If I'd known, I would've come to the service.",
        "Kelly: It was private, just family.",
        "Reed: The famous Cramer women.",
        "Kelly: How do you remember that?",
        "Reed: Want to review what I remember?",
        "Kelly: Now, did you come to Llanview to offer condolences?",
        "Reed: I had business. Then I heard you were in town. I take it you got my message.",
        "Kelly: Yes. That's why I'm here.",
        "Reed: Why were you walking out?",
        "Kelly: Water. Waiter. I needed a waiter for water. Never mind. I'm fine now.",
        "Reed: And when did you decide to run?",
        "Kelly: I don't run.",
        "Reed: You just hide.",
        "Kelly: Okay. I don't know what you're talking about.",
        "Reed: You wanted to get away from what was happening between us.",
        "Kelly: Nothing happened.",
        "Reed: And that was a damn shame.",
        "[SCENE_BREAK]",
        "Dani: Can we just forget about parents for the rest of the day?",
        "Matthew: Sure. Looks like there are still prom tickets.",
        "Dani: Yeah.",
        "Matthew: So do you have a date to prom?",
        "Dani: Oh, no. I just thought people were going, you know, like, as a group, only now it's like everybody is paired up.",
        "Matthew: Yes. Maybe I would--",
        "Darren: Yo, Matty, Matty, my man.",
        "Matthew: What's up, Darren?",
        "Darren: This won't take long. Man-to-man?",
        "Matthew: Okay.",
        "Darren: Are you getting with my woman?",
        "Matthew: Who?",
        "Darren: That piping-hot pop-tart over there.",
        "Nate: Happy Cinco de Mayo.",
        "[SCENE_BREAK]",
        "Téa: You have no right to steal my personal records.",
        "Blair: I didn't steal it. It was an accident, I swear to you.",
        "Téa: Oh, my private file accidentally went home with you.",
        "Blair: No. I made a copy.",
        "Téa: Oh... I am gonna sue your skinny ass. You know what? I'm calling the police.",
        "Blair: Okay. You know what? Go right ahead. Go right ahead, if that's what you want to do in your final days, Téa. Go ahead.",
        "Téa: Oh...",
        "Blair: And I will even let you fight me, but wouldn't you rather get your personal affairs in order? My God, it's true, isn't it?",
        "Téa: Yes. I am dying. Blair, you haven't told anyone, have you?",
        "[SCENE_BREAK]",
        "Nora: Your Honor, Mr. Manning is under the care of a doctor.",
        "Judge: You mean in the hospital, don't you, counsel?",
        "Nora: Yes, in the hospital and under arrest for yet another attack against Marty Saybrooke and for the murder of her unborn child, which is the crime that led up to this incident with Cole Thornhart.",
        "Judge: Well, let's stick to the matter before us. Yeah. I don't see how this deal you've offered serves the interest of the community. Mr. Manning nearly died from this beating, did he not?",
        "Nora: I can't say. I understand his injuries are serious.",
        "Judge: He flatlined, counsel! I mean, if not for the skill of his doctors, we'd be looking at a murder charge here.",
        "Nora: Excuse me, Your Honor. May I ask what source you're referring to?",
        "Judge: Victim's impact statement, and since the Commonwealth didn't bother to file one, I looked into it myself.",
        "Nora: Victim impact statements are not required in plea agreements or sentencing, and in the interest of justice and saving the court time and expense, we moved on this quickly.",
        "Judge: Oh, how considerate, but I wonder how Mr. Manning would feel if his assailant got off with a slap on the wrist.",
        "[SCENE_BREAK]",
        "Starr: Cole may have put you here, but he didn't cause your problems with Dani.",
        "Todd: Okay. I get it.",
        "Starr: You get what?",
        "Todd: You're on his side.",
        "Starr: I'm not choosing. I told you that.",
        "Todd: Yeah. That was before he put me in the hospital.",
        "Starr: Cole is in court, and I'm here with you.",
        "Todd: Good. As long as he gets the book thrown at him, all is right in my world.",
        "Starr: He thought that you killed his mom's baby. Of course he came after you.",
        "Todd: I didn't lay a hand on Marty. I swore that to you before.",
        "Starr: And I believe you, but Hannah O'Connor, she's going to swear in front of a judge that she saw you do it.",
        "Todd: She's lying.",
        "Starr: I think so, too. Dad, you're gonna end up in prison yourself if we don't figure out how to prove this.",
        "[SCENE_BREAK]",
        "Judge: I don't understand how the Commonwealth could honestly feel that this is the right charge.",
        "Nora: Your Honor, we considered the totality of the circumstances.",
        "Philip: Again, Your Honor, there was no intent. Mr. Thornhart did not seek out Mr. Manning. My client entered the gym, he was there looking for his girlfriend Starr Manning. He had no idea that Mr. Manning would even be there. He didn't even have a weapon.",
        "Judge: Except his fists and an inability to control his anger to the point that he nearly beat a man to death. I mean, does no one in this room find that to be a problem? No matter the provocation, short of self-defense, you cannot assault another human being. Do you hear me, young man? That is the law. I will not sanction vigilante justice. The court declines to accept the plea.",
        "Nora: Your Honor, the Commonwealth would like to revise the charges against Cole Thornhart--assault two with a recommendation.",
        "Judge: Court accepts the Commonwealth revised charge and will now amend the charge-- attempted murder.",
        "Nora: Whoa, Your Honor. The district attorney's office has full discretion on what charges to file.",
        "Judge: Then you pick a charge that fits the crime.",
        "[Bangs gavel]",
        "Judge: Mr. Thornhart, please rise. You have been charged with the attempted murder of Todd Manning. How do you plead?",
        "[SCENE_BREAK]",
        "Kelly: This is not comfortable for me.",
        "Reed: Where have I heard that before?",
        "Kelly: Well, I can only imagine.",
        "Reed: 2 years ago in London, 1 month, 3 weeks, and 2 days after I met you, which was 1 month, 3 weeks, and a day after I woke up completely infatuated with you.",
        "Kevin's voice: Kelly?",
        "Kelly's voice: I'm in here. What's the big emergency?",
        "Kevin's voice: I have literally been parked on the M25 for the last hour. Nevil is off tonight, and I've got this meeting here any minute with this investor who can literally fund our entire far east expansion, so--",
        "Kelly's voice: Ooh, enjoy.",
        "Kevin's voice: Yeah. No, no, no. Could you keep him company while I change my shirt? I'll be right back.",
        "Kelly's voice: Oh, will not enjoy. No, no, no, no. Is this another crusty, old foreigner?",
        "Kevin's voice: 5 minutes.",
        "Kelly's voice: The last guy I helped you entertain was shocked at how well- spoken I was for an American.",
        "Kevin's voice: See? They love you. Please?",
        "[Doorbell rings]",
        "Kelly's voice: Dress fast.",
        "Kevin's voice: You're the best.",
        "Kelly's voice: I'm gonna put ice in his drink, lots of it.",
        "Reed's voice: Excuse me. I must have the wrong address.",
        "Kelly's voice: No. You're in the right place.",
        "Kelly: That was a long time ago.",
        "Reed: I've been lost ever since.",
        "[SCENE_BREAK]",
        "Matthew: Destiny and I are just friends.",
        "Darren: Sweet.",
        "Matthew: So you like her?",
        "Darren: What's not to like, man? Beauty, charisma, brains. She's bossy. Ooh, the hand. Ooh! I am asking her today.",
        "Matthew: To prom?",
        "Darren: Yeah. I'm going big.",
        "Matthew: Good luck with that.",
        "Darren: Uh, you have a date?",
        "Matthew: I don't know yet. Maybe not at all.",
        "[SCENE_BREAK]",
        "Dani: Cinco de Mayo was yesterday.",
        "Nate: I'm late.",
        "Dani: I'm not Mexican.",
        "Nate: Okay. I'm taking it back.",
        "Dani: Wait. No, no, no, no, no, no, no. Muchas gracias, Senor.",
        "Nate: It's the disposable one in case you want to practice your fastball again.",
        "Dani: Thanks.",
        "Nate: If you don't trash it, you can use it to call me the next time your parents feel like going insane.",
        "Dani: Parent. No dad. I cut him loose.",
        "Nate: Really?",
        "Dani: Yeah. I decided after I saw you yesterday. Todd is out of the picture. It's just me and my mom now.",
        "[SCENE_BREAK]",
        "Téa: Blair, did you tell anyone about my condition?",
        "Blair's voice: It's none of your business. Please.",
        "Eli's voice: Téa Delgado? Oh, my God, brain tumor? Téa is dying.",
        "Blair: Of course I didn't tell anyone. What kind of person do you think I am?",
        "[SCENE_BREAK]",
        "Marty: You can't do this.",
        "Judge: You're out of order, ma'am. Please sit.",
        "Nora: Your Honor, I object to the amending of these charges.",
        "Judge: Overruled.",
        "Nora: Then I'm going to have to ask you to recuse yourself from the trial.",
        "Judge: On what grounds?",
        "Nora: These proceedings feel tainted by the influence of Todd Manning.",
        "Judge: Well, I couldn't agree with you more. Counselor, sidebar, now. Court will take a 10-minute recess.",
        "Bailiff: All rise.",
        "Marty: This judge has it out for my son.",
        "John: Yeah. There's something not right, okay? You're gonna be okay for one minute? There's someone I need to see.",
        "Marty: Okay. Yes.",
        "John: Yeah?",
        "Marty: Yes.",
        "John: Okay. Wait here.",
        "[SCENE_BREAK]",
        "Hannah: Hey.",
        "Cole: Hey.",
        "Hannah: I hope it's okay that I came.",
        "Cole: I'm glad you did.",
        "Hannah: I wasn't sure Starr would be all right with it.",
        "Cole: Oh, it doesn't matter. Looks like she had better things to do today.",
        "[SCENE_BREAK]",
        "Todd: Why do you think Hannah is lying?",
        "Starr: So she can get Cole.",
        "Todd: Yeah. That girl is trouble. I told you what I saw, all right? She was half-naked in your apartment.",
        "Starr: Yes, and that was all her. Dad, it was. Cole would never-- okay. Forget about it. I'm not having this argument. We have to concentrate on Hannah.",
        "Todd: Okay. So you think she'd risk a perjury charge by lying in court.",
        "Starr: Yes. I told her I would go after her, and she didn't back down.",
        "Todd: Right. That is dedication...or crazy.",
        "Starr: I'd go with crazy.",
        "Todd: Oh, yeah?",
        "Starr: Yeah. Hannah is not normal.",
        "Todd: What do you know?",
        "Starr: Dad, don't look at me like that. You make me nervous.",
        "Todd: Starr, my ass is on the line here. If you know something that could help me--",
        "Starr: No. I really shouldn't say.",
        "Todd: That's great. Everyone always keeps secrets from me.",
        "[SCENE_BREAK]",
        "Blair: Listen, Téa. Your health is nobody's business but your own.",
        "Téa: And yours.",
        "Blair: No. I felt sick when I saw the report. I almost wished that I hadn't seen it.",
        "Téa: Ha ha ha! Almost.",
        "Blair: No. After everything I said to you yesterday.",
        "Téa: Oh, that is touching. Am I being punk'd?",
        "Blair: What are you talking about?",
        "Téa: Who's the show for, Blair, huh?",
        "Blair: Oh, my God! You're dying, and you still make this hard for me!",
        "Téa: Oh, ha ha! I'm supposed to buy that you're upset at the news that I'm dying?",
        "Blair: Well, you know what? I was surprised myself, actually. Yeah.",
        "Téa: Well, you threw me out a window, Blair. You brought my ex-husband to town to try to break me and Todd up, and you succeeded. You've always wanted to destroy my life.",
        "Blair: Well, things are different now.",
        "Téa: Oh, sure. Téa is croaking, and you'll get everything you want.",
        "Blair: What could I possibly gain by you dying?",
        "Téa: Oh, the door is wide open now for you and Todd, huh?",
        "Blair: Me and Todd?",
        "Téa: Oh, it's always been your dream, and now it's coming true. You can't wait for me to die!",
        "[SCENE_BREAK]",
        "Kelly: Wow, that was a movie moment.",
        "Reed: Not how you remember it? You weren't bowled off your feet with the breath knocked out of you?",
        "Kelly: Ha ha! I had fun.",
        "Reed: That we did.",
        "Reed's voice: You must be Kevin's sister.",
        "Kelly's voice: No.",
        "Reed's voice: Wife?",
        "Kelly's voice: No.",
        "Reed's voice: Single cousin brought to London by its fine weather and dining?",
        "Kelly's voice: I live with Kevin. Not exactly live with, but we're raising our son, my son. It's complicated.",
        "Kevin's voice: Ah, hey, Reed, how are you? Sorry I wasn't here.",
        "Reed's voice: I've been well cared for.",
        "Kevin's voice: Oh, thanks, Kel. Isn't she great?",
        "Reed's voice: Indeed.",
        "Reed: I was a babbling idiot all night.",
        "Kelly: You hid it well.",
        "Reed: I signed away a sizable chunk of my investment capital without negotiating.",
        "Kelly: You did it with flair.",
        "Reed: I just wanted the business over so I could get to know you.",
        "Kevin's voice: Ah, this was fun. Let's do it again.",
        "Reed's voice: Yes, soon.",
        "Kelly's voice: Good night.",
        "Kevin's voice: Ah... you are a star.",
        "Kelly's voice: No. I didn't do anything.",
        "Kevin's voice: I am serious. Thank you so much. I mean, he loved you. It helped seal the deal. You have any idea how big this is for B.E.?",
        "Kelly's voice: Ski vacation big?",
        "Kevin's voice: Chateau in France big.",
        "Kelly's voice: Yes.",
        "Kevin's voice: Yeah. Ha ha ha!",
        "Kelly's voice: Yes, yes, yes.",
        "Kevin's voice: Listen. I-- I just want you to know that I am so glad you're here, you know, that we stayed friends and we're still a team.",
        "Kelly's voice: Yeah. So am I.",
        "[SCENE_BREAK]",
        "Judge: What the hell is wrong with you, Nora, implying that I've been bought by Todd Manning?",
        "Nora: Your actions have been highly irregular today, Your Honor.",
        "Judge: So have yours, counsel. A man is nearly beaten to death in front of 12 witnesses, and because it's Todd Manning, that's okay? I mean, the open hostility between the D.A.'s office and the victim is legendary.",
        "Nora: With good reason.",
        "Judge: You have new charges against him, fine. You file them, but you don't hand out a walk on a serious crime like this because you don't like the victim and because the defendant used to live with you and his mother dates the arresting officer. You want to demand my recusal, I'll file a prosecutorial misconduct, and we'll hand this file off to someone who knows a felony when they see one. Is that how you want to go?",
        "Nora: No, sir.",
        "Judge: Anything you want to say?",
        "Philip: My client does not belong in jail. If you're gonna reject this plea deal, then I reserve the right to argue that in court.",
        "Judge: Now, that's what we're here for. Court is back in session. Would the district attorney like to voluntarily amend the charge?",
        "Nora: Yes, Your Honor. The Commonwealth now charges Cole Thornhart with assault... and attempted murder.",
        "Judge: Mr. Thornhart, how do you plead?",
        "Cole: What happened?",
        "Philip: Not guilty. Just say it.",
        "Cole: But we're--",
        "Philip: You're going to trial, all right? Just say it. We'll talk about it later.",
        "Cole: Not guilty.",
        "[SCENE_BREAK]",
        "Todd: Sweetheart, you know that Nora is just itching to put me back on death row.",
        "Starr: But she can't do that.",
        "Todd: If I'm convicted of murdering a baby, geez, hell yeah, she can, so if you know something, please.",
        "Starr: Hannah-- Hannah overdosed on pills a couple months ago.",
        "Todd: So she's a documented whack job, then.",
        "Starr: Well, we don't know that. She didn't even go to the hospital.",
        "Todd: But she seriously tried to kill herself?",
        "Starr: Yes. It was serious. She did it over some guy, even though Cole says that it was an accident.",
        "Todd: How would he know?",
        "Starr: Because Cole was the one that found her.",
        "Todd: So she latched onto him. Well, that makes sense. She gets dumped, moves on to the next guy. Of course, she's got to get you out of the way, so she figures this is the best way to break you guys up.",
        "Starr: Yeah, I think so.",
        "Todd: Now, what does Cole think about that theory?",
        "Starr: He believes Hannah.",
        "Todd: So it's working? She's breaking you guys up?",
        "Starr: Okay. Don't you dare be happy about that.",
        "Todd: No. I didn't s-- yes. I would love to see you dump that loser, but more importantly, I don't want to-- I don't want to hear my granddaughter call some whack job mommy.",
        "Starr: So what do we do about this?",
        "John: What the hell did you do with the judge?",
        "[SCENE_BREAK]",
        "Téa: Stop trying to act concerned, bitch. I know you can't wait.",
        "Blair: You think that I'm happy about this?",
        "Téa: Well, why wouldn't you be? How many times and how many different ways have you tried to get rid of me? Now you don't have to do anything. All you have to do is sit back and watch me go blind, and pretty soon, I'll be laid up in bed, and if the tumor keeps growing, we are talking dementia! Oh, come on, Blair! All your dreams have come true! Come on, Blair!",
        "Blair: I'm so sorry.",
        "Téa: Stop it! Just stop! Come on, Blair! Come on! Come on!",
        "Blair: Stop it! Stop!",
        "Téa: Come on!",
        "Blair: Stop! Just please just tell me how I can help you. How can I help you? How can I help you?",
        "[SCENE_BREAK]",
        "Nate: Wow, severing all ties. That's intense...",
        "Dani: I guess.",
        "Nate: And quick.",
        "Dani: What's the point of dragging it out, so I can hang around while Todd gets convicted of murder? That's who he is. My mom wants to hang on, that's her. I made my choice. Like you and Woody Allen said, \"If I chose Todd, what would that make me?\"",
        "Nate: Could never be as bad as him, Dani, not in a million years.",
        "Dani: It's nice to know I've got some wiggle room.",
        "Nate: Oh, yeah. You can still make tons of bad decisions...or good ones.",
        "Dani: Oh, can I have an easy one, please?",
        "Nate: Sure. Prom is coming up.",
        "Dani: Yeah?",
        "Matthew: Sorry we got interrupted. Apparently, I'm Darren's new best friend.",
        "Nate: Congratulations. Later.",
        "Dani: Yeah.",
        "Matthew: So what was I saying before?",
        "Darren: Hello? Testing. Are we live?",
        "[Piano playing]",
        "Darren: Destiny Evans, this is for you. [Note] Wonder whose arms will hold you good and tight when it's exactly 12:00 prom night where will you be then? Will you be with me? [Note]",
        "[SCENE_BREAK]",
        "Kelly: I remember you stopped by that next night.",
        "Reed's voice: Join me for a drink?",
        "Kelly's voice: I can't.",
        "Reed's voice: Tomorrow night?",
        "Kelly's voice: If Kevin can join us.",
        "Reed's voice: Did I misunderstand? I thought you and Kevin were--",
        "Kelly's voice: We're a team. May not be romantic, but it's solid. We're raising a child together, and I won't do anything to upset that.",
        "Reed's voice: Sorry if I misunderstood.",
        "Kelly's voice: Oh, you didn't. Believe me, I've been thinking about this all night. It's been a long time since I met anyone I've been so drawn to.",
        "Reed's voice: But then why not find out?",
        "Kelly's voice: I really can't.",
        "Reed's voice: I see. Do Kevin and Zane know they're your excuse?",
        "Reed: 2 years, 1 month, 3 weeks, and a day later, how about we have that date now?",
        "[SCENE_BREAK]",
        "[Piano playing]",
        "Darren: Ah, but in case I stand one little chance here comes the jackpot question in advance what are you doing prom night Destiny, Destiny?",
        "[Applause]",
        "Darren: Thank you. Thank you very much. I'm here all week, night and day, until Miss Destiny says--",
        "Destiny: What the hell are you doing?",
        "Darren: Asking you to prom.",
        "Destiny: I can't go with you.",
        "Darren: Cousin will understand.",
        "Destiny: I'm not going with Tyrone.",
        "Darren: Then who?",
        "Matthew: Oh, that guy has got nerve.",
        "Dani: Yeah, and a future as a lounge act.",
        "Matthew: Yeah, right. So what did Nate want?",
        "Dani: Oh, he was just saying hi.",
        "[SCENE_BREAK]",
        "Whitney: Hey, you're in the musical, aren't you? Whitney Bennett.",
        "Nate: Nate Salinger or Cole Thornhart, depending on the time of day.",
        "Whitney: Did you know Cole went to prom with head cheerleader?",
        "Nate: No kidding.",
        "Whitney: So why don't you be my prom date, hmm?",
        "[SCENE_BREAK]",
        "Dani: So what's up?",
        "Matthew: Uh, well, I feel a little lame now that I didn't prepare a musical number or anything, but I was just wondering if you wanted to go to prom together.",
        "[SCENE_BREAK]",
        "Judge: Let's move to the subject of bail.",
        "Philip: We request that the defendant be released ROR.",
        "Nora: No objection, Your Honor.",
        "Judge: On an attempted murder charge.",
        "Philip: Your Honor, the defendant has deep ties to the community, and, as you noted yourself in sidebar, he has a close relationship with the chief of detectives John McBain. I'm sure Mr. McBain would vouch for his appearance.",
        "Judge: I don't see Detective McBain anywhere in this courtroom. How's he gonna vouch for anything if he's not even here?",
        "[SCENE_BREAK]",
        "Todd: What are you talking about, John?",
        "John: The judge in Cole's case. How much did that cost you?",
        "Starr: John, what happened?",
        "John: Go ahead. Tell her, Manning.",
        "Todd: Oh, I would love to, but I have no idea what you're talking about.",
        "John: There was a plea bargain in place. Nora brought it into the court.",
        "Todd: Wait. Nora offered Cole a deal? The little bastard beat me up.",
        "Starr: What happens if the judge rejects the deal?",
        "John: Cole has to stand trial.",
        "Todd: Damn straight.",
        "John: According to plan, right?",
        "Todd: Well, that's justice.",
        "John: No. Justice is coming for you, one way or another.",
        "[SCENE_BREAK]",
        "[Téa sobbing]",
        "Téa: This is weird.",
        "Blair: I know. Yeah. Okay. Here...because you need it.",
        "Téa: Oh, you need it more than I need it. You look like a raccoon.",
        "Blair: No. You should look in the mirror. Oh... I do want to help you any way that I can, and I know that we have been less than kind to each other.",
        "Téa: Is that really the best you can do, raccoon eyes?",
        "Blair: Okay. All right. Okay, okay. Um, I've always hated your guts. Is that better? I swear to you, everything, just threw it out the window when I read the report. I mean--oh, no pun intended.",
        "Téa: Ha ha ha!",
        "Blair: I really wouldn't wish this on anyone, especially a mother. I wouldn't even know where to start.",
        "Téa: Neither do I.",
        "Blair: Have you talked to a doctor?",
        "Téa: Yeah. I got a second opinion. They confirmed Greg's diagnosis.",
        "Blair: So you're just, what, gonna give up? Dani is not gonna let you give up.",
        "Téa: Daniella won't have a choice. I'm not telling her.",
        "[SCENE_BREAK]",
        "Kelly: It's a little early for a date.",
        "Reed: Tonight, then. How about you show me around Llanview? Really? You'd leave me hanging again?",
        "Kelly: Who left who?",
        "Reed's voice: To outposts of the empire.",
        "Kevin's voice: And to empire builders, hmm? Thank you so much, Reed. I'm gonna miss you, buddy.",
        "Kelly's voice: You're leaving?",
        "Kevin's voice: Mm, hey, Kel. Yeah, yeah. Our friend here is flying the coop. He's moving to Hong Kong.",
        "Reed's voice: Not much to keep me here now that our business is settled.",
        "Kevin's voice: You're gonna miss the great whiskey. Hey, you know what? Matter of fact, I have got a great bottle for you. Just wait one second.",
        "Kelly's voice: I hear Hong Kong is nice.",
        "Reed's voice: I prefer London... with you.",
        "Kelly's voice: Don't.",
        "Reed's voice: Don't go?",
        "Kelly's voice: I don't feel comfortable talking about this here.",
        "Reed's voice: We don't have to talk.",
        "Kevin's voice: Found it.",
        "Reed's voice: He's back.",
        "Kevin's voice: Yes, indeed.",
        "Reed's voice: To 50-year-old scotch and the friends that bring it.",
        "Kevin's voice: Hear, hear.",
        "Kelly's voice: You two have fun.",
        "Kelly: I should go.",
        "Reed: What are you so afraid of?",
        "[SCENE_BREAK]",
        "Destiny: You're a really nice guy. You're just not my type.",
        "Darren: Hot, smart, and on key doesn't work for you?",
        "Destiny: I'm sorry, but--",
        "Darren: You know Matty is going with Dani.",
        "Destiny: I have a date, too.",
        "Darren: Who?",
        "Destiny: Nate.",
        "Darren: Yo, Nate, you taking Destiny to the prom?",
        "Nate: Not that I know of.",
        "Darren: Oh, Nate is busy, so go with Darren. Do you know how hot that is?",
        "Destiny: Dude, I barely know you.",
        "Darren: I know the entire Michael Bolton catalog, and I will sing it all until you say yes.",
        "Destiny: Yes, yes. Okay, okay, okay. I will go with you. Okay, okay.",
        "[SCENE_BREAK]",
        "Nate: So how come you don't have a date?",
        "Whitney: My boyfriend tore a ligament at baseball practice, full leg brace for 12 weeks.",
        "Nate: That's a bummer.",
        "Whitney: Do you have a date?",
        "Nate: Nope, but prom tickets-- kind of tapped out.",
        "Whitney: Well, I already bought them. I won't tell if you don't.",
        "[SCENE_BREAK]",
        "Matthew: Sorry for the bad timing with your dad and everything. I just thought maybe you'd want to forget it for a night.",
        "Dani: Yes.",
        "Matthew: Yes?",
        "Dani: Yes. Let's go to prom together.",
        "Matthew: Awesome.",
        "[SCENE_BREAK]",
        "Judge: Doesn't the defendant have a prior conviction?",
        "Nora: Yes, Your Honor, a minor drug charge. He received treatment and probation, and he's been drug-free ever since. Also, while on probation, he went undercover with the Llanview police department and was responsible for bringing down an entire drug ring. He received a medal of commendation for that for his dangerous and very vital work on that case.",
        "Judge: You know, maybe you two should change seats.",
        "Nora: Your Honor--",
        "Judge: All right. The defendant Cole Thornhart's heroism in that case is duly noted.",
        "Nora: Thank you.",
        "Judge: However, considering the seriousness of the crime and the threat Mr. Thornhart poses to the community, bail is denied.",
        "[Bangs gavel]",
        "[SCENE_BREAK]",
        "Starr: Where is Cole right now?",
        "John: He's in court. His lawyers are arguing for bail right now.",
        "Starr: Oh, no. He can't go back to jail.",
        "John: I find out you turned this judge, I'll add it to your charges.",
        "Todd: I think you dipped into Cole's stash, man. I didn't do anything.",
        "John: You're going to jail. Nothing you do to Cole is gonna stop that. You make another move, I'll be there.",
        "Todd: Man needs a vacation.",
        "Starr: Did you do it?",
        "Todd: Do what?",
        "Starr: Did you pay off that judge to railroad Cole?",
        "Todd: I can't believe you're listening to McBain.",
        "Starr: You have to tell me, Dad.",
        "Todd: No. I did not pay off the judge.",
        "Starr: Okay. Then what happened?",
        "Todd: Well, apparently, some people consider attacking an unarmed man a serious crime.",
        "Starr: Oh, I have to go see Hope.",
        "Todd: You gonna come back?",
        "Starr: Yes. I'll be back as soon as I can.",
        "Todd: Good. I need your help in this.",
        "Starr: Gonna need a lot more than mine.",
        "[SCENE_BREAK]",
        "Blair: Téa, you can't keep this a secret from Dani.",
        "Téa: I have to.",
        "Blair: No, and even if you wanted to, there's just gonna be physical stuff. She's gonna know that something is wrong. There's gonna be symptoms.",
        "Téa: Okay, but not yet, all right? I have to have some time to think. I need to figure out how I'm gonna deal with this. I can't tell her yet that I'm... I have to be able to tell her clearly, calmly, right, matter-of-fact, \"I'm dying.\" Practiced last night.",
        "Blair: Oh, look it. Have you told anyone?",
        "Téa: Oh, Blair, there's no one to tell.",
        "Blair: What about Todd?",
        "Téa: Ha ha ha! He's busy at the moment.",
        "Blair: Téa, Téa. Todd cares about you, and he's Dani's father. He would not want you to go through this alone.",
        "[Cell phone ringing]",
        "Téa: Oh. Unbelievable. Hello?",
        "Todd: Hey, I need to see you.",
        "Téa: Yeah. I'll be right there. I got to go.",
        "Blair: It was Todd, wasn't it? Téa, you got to tell him.",
        "Téa: I'll think about it.",
        "Blair: No. Don't talk yourself out of this, all right?",
        "Téa: Maybe I'll tell him when he gets out of the hospital.",
        "Blair: No. Let him help.",
        "Téa: You honestly think Todd helps?",
        "Blair: Let him surprise you. I mean, couldn't you use just a really great surprise today?",
        "Téa: Ha ha ha! Thank you for keeping this to yourself.",
        "Blair: Sure.",
        "Téa: And thanks for being a dishonest snoop!",
        "Blair: Any time.",
        "[SCENE_BREAK]",
        "Dani: Hey, you and Whitney are going to prom?",
        "Nate: You saw that.",
        "Dani: Yeah. It's pretty hard to miss.",
        "Nate: Like you and Matthew?",
        "Dani: Yeah.",
        "Nate: Guess I'll see you at prom.",
        "[SCENE_BREAK]",
        "Kelly: Look. I'm not afraid of anything. I have a job to get to.",
        "Reed: I see.",
        "Kelly: Okay, so I don't have time to hang out, reminisce, talk about things--",
        "Reed: No more running.",
        "Kelly: Like, 5 year--whoa.",
        "[SCENE_BREAK]",
        "Blair: Hi.",
        "Eli: You would not believe the morning I had. First, I get dragged in front of Judge Fitzwater. Then I find out Judge Nolan tossed the plea agreement. Cole is looking at attempted murder and no bail. Nora basically accused the judge of being on the take. Blair, what's the matter?",
        "Blair: Hold me.",
        "[SCENE_BREAK]",
        "Marty: How can a judge ignore a plea?",
        "Nora: The judge can do that. That's the law. We should've started with assault.",
        "Marty: Attempted murder?",
        "John: What?",
        "Marty: Attempted murder. Cole has been charged with attempted murder and denied bail.",
        "Nora: Well, that was punitive because we ticked off the judge.",
        "John: Yeah. Well, he was gunning for you from the moment you opened your mouth.",
        "Nora: Yep. Excuse me.",
        "Marty: Mr. Shaw is filing the appeal on bail this afternoon, okay, so you just hang tough...",
        "Cole: Mom...",
        "Marty: And we're gonna be right behind you.",
        "John: See you at the station, all right?",
        "Cole: Thanks.",
        "Marty: You went and saw Todd, didn't you?",
        "[SCENE_BREAK]",
        "Officer: Wait here and don't move. I need transport on the fourth floor.",
        "Hannah: I can't believe this is happening. Hey, I'm sure Starr would be here if she could.",
        "Cole: Yeah. If she wanted to be here, she would. She had to choose, and she picked Todd.",
        "[SCENE_BREAK]",
        "John: It was pretty clear 5 minutes into it the judge was in Manning's corner.",
        "Marty: Well, what did Todd say?",
        "John: Eh, same load of garbage, but he knows we're onto him. If he makes a move against Cole, I'll be there to stop him.",
        "[SCENE_BREAK]",
        "[Téa sighs]",
        "Todd: It's about time. I mean, thank you. Glad you're here.",
        "Téa: You're welcome.",
        "Todd: Yeah. We need to talk about this chick Hannah O'Connor.",
        "Téa: Yeah. We will, but first there's something I need to tell you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=259s7h_wyiI"
}