{
    "Episode Summary": [
        "Episode # 11010"
    ],
    "Recap": [
        "Rex persuades Bo to exhume Gigi's grave when he sees that her date of death is missing. He has a \"vision\" that Gigi is still alive somewhere and he needs to get to her. Meanwhile, Shane calls Brody over to the house and tells him that he needs his help taking matters into his own hands to make Jack and Todd Manning pay for his mother's death. Brody tells Shane that he knows neither himself nor Shane nor Gigi behave the way the Mannings do. Yet Brody remembers that he has felt a need to \"threaten \" Todd not to tell anybody the secret about John being Liam's father and the fact that Brody is covering it up. So he has another \"motivator\" for Todd although he does not tell Shane. Meanwhile, all the people in Todd's life are still living with the \"dilemma\" about whether to believe or recognize the Todd they've known for 8 years who's really Victor, or original Todd. Bo tells original Todd that the police cannot help him and have to arrest him for trespassing when he goes to The Sun and current Todd calls the cops to have him removed. Bo tells him that all they have is Irene's word and that is not proof that he really is Todd Manning."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: What's going on? I broke every speed limit in town getting over here.",
        "Rex: Look at this.",
        "Natalie: Oh, my God.",
        "[SCENE_BREAK]",
        "Blair: Oh. Weren't you gonna call first?",
        "Téa: I'm not here to fight.",
        "Blair: Good. Come in... because I am too busy just shaking my head. I cannot believe this. The guy we thought that was Todd ends up being Victor Lord, Jr.?",
        "Téa: Yeah. The man with the line on his face...",
        "Blair: Was telling the truth the whole time, which means my kids are his... except for Sam, who's Victor's. I just can't even wrap my brain around all of it, I'm telling you.",
        "Téa: I called Viki and she confirmed it.",
        "Blair: Yeah? I called John. So what'd you do? Did you walk out on Victor?",
        "Téa: No. I slept with him.",
        "[SCENE_BREAK]",
        "Natalie: Rex, I am so sorry. Obviously it was vandalized. We get calls at the P.D. all the time about kids messing around and spray-painting headstones and tipping them over. I'm gonna call a report in right now, and I'll also check the security...",
        "Rex: [Stammers] Wait. You think out of all of these headstones, that some kid just picked Gigi's and scratched out the date she died?",
        "Natalie: Do you have another explanation?",
        "Rex: She's trying to tell me something.",
        "[SCENE_BREAK]",
        "Shane: Hey, Brody. Thanks for coming.",
        "Brody: I got your message. It sounded important.",
        "Shane: Yeah, it is. Do you want a drink or something? We have everything.",
        "Brody: No, I'm good. How about you just tell me what's going on?",
        "Shane: Ok. I need your help.",
        "Brody: No problem. With what?",
        "Shane: Making the Mannings pay for what they did to my mom.",
        "[SCENE_BREAK]",
        "Victor: I don't want to let your kid get messed around with the way I was.",
        "Todd: Get out of my office.",
        "[SCENE_BREAK]",
        "Rex: Forget it. You'll just think that I need grief counseling for not accepting Gigi's death.",
        "Natalie: Hey, I'm the one who called Madame Delphina in the first place. If your instincts are telling you there's more to this...",
        "Rex: No, it's more like--it's a feeling. My gut is telling me that there's something wrong here, that there's too many coincidences.",
        "Natalie: All right. Let's just sort this out and see how many we've got. One, you keep seeing Gigi's ghost; two, Madame Delphina gets spotted pony as a message; 3, David sends you to Kentucky to a strip club where you found Kim; and then 4, the date of Gigi's death is scratched out on her headstone. So what does this all add up to?",
        "Rex: And don't forget 5--Gigi told me not to give up.",
        "Natalie: Her ghost?",
        "Rex: Except I don't think it's her ghost. I just said that because I didn't think that you'd believe me.",
        "Natalie: What do you think?",
        "Rex: I think Gigi's still alive.",
        "[SCENE_BREAK]",
        "James: Hey. I thought I wasn't gonna get to see you tonight.",
        "Starr: Yeah, we just gave my aunt Dorian her going-away",
        "James: Oh. Was she surprised?",
        "Starr: Yeah. She didn't even mind.",
        "James: So she got a good sendoff to D.C.?",
        "Starr: It was the best.",
        "Dorian: You are a true Cramer, and whatever bad things may happen to the Cramer women, they have courage.",
        "Starr: Yeah, but I'm also a Manning like my father.",
        "Dorian: Of course you are. So even though you might be afraid sometimes, just know nothing's more important to me than my family. Nothing. You ever need me, I'm here for you.",
        "[SCENE_BREAK]",
        "Natalie: Rex, Dad has Gigi's heart.",
        "Rex: I know it sounds crazy, but I am telling you I know she's alive somewhere.",
        "Natalie: So you are saying that you are not seeing Gigi's ghost but you're actually seeing Gigi? Ok. So why didn't she talk to you, why would she run away from you... and how did she get from your backyard to Kentucky in a strip club where she's working as a waitress?",
        "Rex: Ok, stop being so logical. This isn't about logic. It is something else, and I got to find her. I don't know how, I don't know where she is, but I'm not gonna turn my back on her. And if I'm wrong, you can check. What?",
        "Natalie: I have a confession to make.",
        "[SCENE_BREAK]",
        "Todd: Are you deaf? Get out. Get out of my office.",
        "Secretary: Mr. Manning, I'm so sorry. I tried to stop him.",
        "Todd: We haven't met, and I don't know your name, but you work for me.",
        "Secretary: Should I call security?",
        "Todd: That would be a great idea. Let's get this clown out of here.",
        "Victor: No, I'll handle it. Thank you.",
        "Todd: Are you kidding? You're fired!",
        "Victor: I've been running this paper for eight years. It's my paper. It's my office.",
        "[SCENE_BREAK]",
        "Téa: After you left, Todd-- I'm supposed to call him \"Victor\" now. Victor showed up after having talked to his mother, and he lied to Jack and Dani and me, and he told us that Irene had confirmed that, in fact, he was Todd.",
        "Blair: So that's when you slept with him?",
        "Téa: No. But I believed him. Listen to this. His plan was to take us to Hawaii. Yeah. Exactly. Then Starr showed up and she told us the truth.",
        "Blair: So you slept with him then? I don't get it! I'm trying to figure this out!",
        "Téa: Listen to what I'm telling you! After Starr told us the truth... you should've seen him, Blair. He was--I give the kids credit, though. All three of them--they let him know that even though he was their uncle, they still loved him.",
        "Blair: So basically, it was pity sex?",
        "Téa: No. I love him. He's the man I married.",
        "Blair: You know what? I'm glad. I'm happy for you. I hope that you will convince Victor to give Todd back what belongs to him now.",
        "[SCENE_BREAK]",
        "Natalie: After Jared died, he visited me.",
        "Rex: He did?",
        "Natalie: Yeah. Yeah. He came to say good-bye so that I could let him go. He was with me a few minutes, and then he just disappeared into the snow.",
        "Rex: I'm sorry, Nattie.",
        "Natalie: No, it's ok. I guess what I'm trying to say is that things happen and anything's possible.",
        "Rex: Ok. So you think I'm right? You think that Gigi's alive?",
        "Natalie: I don't know. But I know that I'm on your side, and if you say Gigi's alive, then that's good enough for me.",
        "Rex: Thank you.",
        "Natalie: Why don't I give you a ride home?",
        "Rex: No, that's ok. I'm gonna stick around here a little while longer.",
        "Natalie: You sure?",
        "Rex: Yeah. Nattie? Don't know what I'd do without you.",
        "Natalie: Same here.",
        "Rex: Where are you, Morasco?",
        "[SCENE_BREAK]",
        "Brody: Your dad around?",
        "Shane: I have no idea where he is. I wouldn't have bothered you if I thought I could count on him to do something about the Mannings.",
        "Brody: First off, you never \"bother me,\" Shane. I'm always gonna be there for you. You got that?",
        "Shane: Yeah. Thanks.",
        "Brody: Ok. So what makes you think I can help?",
        "Shane: You think that Jack killed my mom and that his dad covered it up, right?",
        "Brody: Yeah, I do.",
        "Shane: You're a cop. You could set up a sting. I was thinking about it all night. Jack's the key. He's weak and he's ready to confess. All he needs is a push.",
        "[SCENE_BREAK]",
        "Rex: Gigi, I don't know what's going on here, but if you are alive somewhere, if you are out there, I will find you. Just keep sending me signals.",
        "[SCENE_BREAK]",
        "Téa: We didn't exactly have time to work out logistics, Blair. We were all trying to reassure Victor.",
        "Blair: Yeah? He's volatile even on a good day, isn't he?",
        "Téa: Now we know why.",
        "Blair: Think about Todd and what he went through--for eight years in prison, tortured. We were sitting here looking at pictures of the kids. He is mad about everything that he missed, and I don't blame him.",
        "Téa: I hope he's not mad at Victor. None of this was his fault. He didn't know he wasn't Todd--it was all Irene's doing.",
        "Blair: I told him that, but he blames me. He says I should've known.",
        "Téa: Now, that sounds like Todd. We were all fooled, Blair.",
        "Blair: He doesn't see that. No, he doesn't. He just--that's Todd, because he thinks that he's one of a kind.",
        "Téa: We all feel that way about you ourselves.",
        "Blair: Not enough to threaten to kill someone, and I'm telling you he was ready to kill Victor--and he probably would've if I hadn't have talked him out of it.",
        "Téa: What'd you do?",
        "Blair: I offered him a gun.",
        "Téa: Huh?",
        "[SCENE_BREAK]",
        "Todd: Don't do this. You were standing right next to me. You heard Irene tell us the truth. I'm Todd. I'm me. Either you get out of my office...",
        "Victor: Or what?",
        "[SCENE_BREAK]",
        "Rex: Bo!",
        "Bo: Hey, Balsom. Come on in.",
        "Rex: I need your help.",
        "Bo: Sure. Anything you need. You know that.",
        "Rex: I want you to exhume Gigi's body. I need to see if it's really her in the grave.",
        "[SCENE_BREAK]",
        "Victor: What are you doing?",
        "Todd: Game's over. Your time is up. You don't get to sit here and pretend to be newspaper magnate guy anymore, surrounded by people that I love, spending my money, running my newspaper. This is my life, and I'm taking it all back.",
        "Victor: No. I don't think so. This is my legacy every bit as much as it is yours. I'm not gonna give up any of it.",
        "[SCENE_BREAK]",
        "Téa: Are you trying to get my husband killed?! What are you thinking, giving him a gun?!",
        "Blair: Will you relax? I didn't give him a gun; I said I offered him a gun... to make a point.",
        "Téa: Your point being that you'll do anything to get back with him, including overlooking the fact that murder is illegal?",
        "Blair: Nobody was murdered, all right? I was just trying to give Todd a little perspective.",
        "Téa: Ah. Because what's his is yours?",
        "Blair: No. What's Victor's is Todd's, and that is a fact.",
        "[SCENE_BREAK]",
        "Bo: I'm sorry, Balsom. You want me to...",
        "Rex: Exhume Gigi's grave.",
        "Bo: Why?",
        "Rex: Because I have reason to believe she isn't there. I don't think she's dead.",
        "[SCENE_BREAK]",
        "[Twig snaps]",
        "Kim: Who's there?",
        "[SCENE_BREAK]",
        "Brody: Listen, I know how badly you want justice for your mom and for the Mannings to pay for what they did, but Jack's friend already took responsibility for what happened to her.",
        "Shane: I don't buy it. Jack would've come clean himself. He almost confessed last night, and if we play it right, I know we can get him.",
        "Brody: Slow down. What happened last night?",
        "Shane: He came over here to tell me that I wouldn't have to worry about coming to school this fall. He said that he told everyone to back off and leave me alone.",
        "Brody: That was nice of him.",
        "Shane: Anyway, he kept going on and on about how bad he felt about everything. Why would someone that's innocent do that? He wouldn't; only someone that's guilty would.",
        "Bo: Balsom, why don't you pull up a chair, and let's talk this through.",
        "[SCENE_BREAK]",
        "Rex: Fine. But just don't look at me like I'm crazy, ok, because I really need a friend right now.",
        "Bo: Ok. Why do you think that Gigi might still be alive?",
        "Rex: I keep seeing her.",
        "Bo: You're seeing her?",
        "Rex: First at the mansion, and then at Capricorn, and then at this strip club...",
        "Bo: \"Strip club\"?",
        "Rex: She sent me there--or through a sign through Delphina.",
        "Bo: What was the sign?",
        "Rex: Spotted Pony... which turned out to be a strip club in Kentucky, and when I went there, I saw Gigi again.",
        "Bo: All right. Has anyone else seen Gigi or...",
        "Rex: No. But that doesn't mean that what's happening to me isn't real. Look, I know this sounds crazy, ok, but I have a gut feeling like you have a gut feeling, and something is telling me that Gigi's out there and that she needs my help.",
        "Bo: Yeah, but how is exhuming Gigi's grave gonna help her?",
        "Rex: Then if she's not there, then it'll prove I'm right--that she's alive, and that we need to start figuring out what's going on.",
        "Bo: What if she is there?",
        "Rex: Then I'm wrong, and I'll have no choice but to move on.",
        "Bo: What about the people that are already moving on? What about Shane?",
        "[SCENE_BREAK]",
        "Kim: Oh, my God. You scared me to death.",
        "Groundskeeper: Sorry. I thought you were a vandal.",
        "Kim: A vandal? In these boots? So vandals--is that what happened here?",
        "Groundskeeper: Probably kids, but usually they just tip the stones over. I've never seen anyone scratch out a death date.",
        "[SCENE_BREAK]",
        "Bo: How does Shane feel about you digging up his mother's grave?",
        "Rex: Shane doesn't know.",
        "Bo: Oh, Balsom.",
        "Rex: And if I'm wrong, Shane never needs to know. Ok, but if I'm right, he will thank me for bringing us one step closer to bringing Gigi back.",
        "Bo: Have you thought about the trauma that you're gonna be putting your son through regardless of what you find?",
        "Rex: What about the trauma of losing Gigi, of growing up without a mom? What about having to watch Jack and his dad go on with their lives as if one of them didn't kill Gigi and the other one didn't help cover it up? How can trying to bring her back be any more traumatic than that? We need her, Bo, ok? We are not gonna make it without her.",
        "Bo: Balsom, look. You know that isn't true. Now, you've got family and friends, and we'll stand by you.",
        "Rex: I'm doing this, Bo, with or without you, and I'd prefer to do it with you. Please help.",
        "[SCENE_BREAK]",
        "Shane: Jack would've confessed. He would've spilled everything right then and there if my dad hadn't come and kicked him out.",
        "Brody: So you really got to him?",
        "Shane: You should've seen him. He was on the verge of tears. He felt all sorry for himself because I kept yelling at him, but I didn't stop. Why should I feel sorry for him after what he and his dad did to my mom? I hate them. I wish they'd die!",
        "[SCENE_BREAK]",
        "Todd: I started this newspaper. I did. You see that? I wrote that headline. I wrote that headline. You wrote this headline, which is why it sucks. What? You see what's on the desk here? It says, \"Todd Manning.\" Look at that. \"Publisher\"-that's me. Yep, that's me. You think you have a right to anything that's here? Tell you what, you go ahead. You hire yourself a whole team of lawyers, you come get it.",
        "Victor: I think you're gonna need a lawyer. I control all of this, all of it. I am in charge here. I control the real estate, the stocks, the money-- everything. And you are nobody, aren't you? Do you have an I.D.? Why don't you just go get shipwrecked again or something? Go back to Louisiana... anywhere but here.",
        "[SCENE_BREAK]",
        "Kim: Is everything ok?",
        "Groundskeeper: I'm not sure. The deceased's fiancé just arranged for an exhumation.",
        "Kim: What? Why?",
        "Groundskeeper: You can ask him yourself. He'll be here any minute.",
        "[SCENE_BREAK]",
        "Starr: Thank you. I don't know what's wrong with me.",
        "James: Hey, you and your aunt were close. Hold on, ok?",
        "Starr: Sometimes even more than I want us to be.",
        "James: It makes sense that you'll miss her. But, Starr, you know D.C.'s not that far away? We can jump on a train and go visit her any time you want.",
        "Starr: \"We\"?",
        "James: Yeah. What, you don't want me to go?",
        "Starr: No, of course I do. It's just that my family's a little crazy.",
        "James: Starr, we've been through this--so is mine.",
        "Starr: Yeah, but I still think I got you beat.",
        "James: Maybe, but I figure this way, you'll owe me. This isn't just about your aunt Dorian, is it?",
        "Starr: Oh, I just--I feel like everything in my life is changing.",
        "James: Yeah? You mean like how the guy you called your dad for eight years turned out to be your uncle?",
        "Starr: Yeah. Like that.",
        "[SCENE_BREAK]",
        "Groundskeeper: Ok, let's get started.",
        "Bo: Hey, guys? Just hold off one minute. Balsom, I'm only doing this because it might ease your mind. But I got to tell you, I'm pretty sure it won't.",
        "Rex: Let's dig.",
        "Bo: Go ahead.",
        "Groundskeeper: Let's go.",
        "[Bulldozer starts]",
        "[Bulldozer beeps]",
        "[SCENE_BREAK]",
        "Shane: I hate them!",
        "Brody: Listen. I know how you feel.",
        "Shane: I know you're just trying to be nice, but you don't. How could you?",
        "[SCENE_BREAK]",
        "Brody: You hate John McBain. Why would you want him to know that there's a DNA test that proves he's Liam's father?",
        "Victor: That's true. I am deriving a certain satisfaction from watching him mope around town, totally oblivious.",
        "Brody: Then we're agreed? You're not gonna tell him?",
        "Victor: I didn't say that.",
        "[SCENE_BREAK]",
        "Brody: Shane, I understand that when someone goes after your family, you want to make them pay. But the thing is you don't have that in you.",
        "Shane: How do you know?",
        "Brody: Because that's not the way Gigi raised you. We both--hey, we both know what your mom would say... that revenge is a Manning thing to do, not a Morasco thing, and that anything you do to Jack isn't gonna bring her back-- and it might make things worse--and that you need to stick by your dad. She'd want you to keep each other safe.",
        "Shane: So that's it? Jack and his dad never have to pay for what they did?",
        "Brody: No. We'll get justice for her, Shane. Hey, I'll make sure of it.",
        "[SCENE_BREAK]",
        "Blair: I'm not saying the kids can't see their \"uncle.\" I'm just saying the paper, the money--everything is Todd's, and he deserves it back, and you need to make that clear to Victor.",
        "Téa: There are a lot of things that need to be worked out, but none of those things will be worked out through us arguing.",
        "Blair: Don't accuse me of wanting Todd back, all right? Gosh.",
        "Téa: That's not the issue, Blair. The issue is that you offered him a gun!",
        "Blair: I didn't offer him a gun! I told you that already! God, you don't understand Todd like I do. He was halfway out the door, ready to strangle Victor. I went to the safe, I took out the gun, I offered it to him. I told him to go ahead, go ahead and shoot Victor. But I warned him if he did, he would go back to jail for the rest of his life, never get a chance to know his children again, his grandchild, or write a front-page story, let alone get to spend more time with me.",
        "Téa: That must've stopped him.",
        "Blair: He got the point, all right?",
        "Téa: Mm-hmm. How about the combination of the safe? Did he get that?",
        "Blair: No, he didn't get the combination...",
        "Téa: Probably didn't even need it. He probably saw it over your shoulder.",
        "Blair: He didn't get the gun, Téa!",
        "Téa: Prove it to me! Open the safe and show me that it's still there!",
        "Blair: God, you're a pain in my ass.",
        "[SCENE_BREAK]",
        "Todd: I don't need an I.D. to tell me who I am. And I don't need an I.D. to tell me who you're not.",
        "Todd: I'm gonna give you three seconds... and then you're gonna give me back my life.",
        "[SCENE_BREAK]",
        "Bo: Wait. It's not too late to change your mind, Balsom. Are you really sure you want to see what's inside?",
        "Rex: I have to.",
        "[SCENE_BREAK]",
        "Kim: Sorry, Clint, but I won't miss these. Besides, they'll be put to better use here.",
        "[SCENE_BREAK]",
        "Starr: We better go. It's almost Hope's bedtime.",
        "James: Hey, I know you're worried about how your family is dealing with this, but they will get through it.",
        "Starr: You think so?",
        "James: Well, if they're anything like you, I know they will.",
        "Starr: Yeah. Watch me cave when Hope asks for another bedtime story.",
        "James: Oh, you want Bobby's \"guide to gaining muscle mass\"? It always works on Ryder.",
        "Starr: Ha ha! I don't want to scare her, but if I get desperate, yeah.",
        "James: Just call me. I deliver.",
        "Starr: How do you always know how to make me feel better?",
        "James: Just doing my job.",
        "Starr: Well, you're so good at it. Thank you.",
        "[SCENE_BREAK]",
        "Victor: Can we sue him or something?",
        "Téa: Chances are, he's gonna sue us.",
        "Victor: We'd win, though, wouldn't we?",
        "Téa: I wish there were some equitable way to solve this.",
        "Victor: Equitable. Listen. This paper would've folded if it wasn't for me. I doubled his portfolio, even in the recession. He doesn't deserve any of this.",
        "Téa: Well, all the same, he hates you, and he'll do whatever it takes to get back what he thinks is rightfully his.",
        "Victor: If he won't give up, I won't give up.",
        "Téa: This man is your brother. Don't forget that. You really want to go to war with him?",
        "Victor: Yeah. Bring it on.",
        "[SCENE_BREAK]",
        "Blair: I promise you, first thing tomorrow, I'm gonna wake up and find you a good lawyer because Téa, she is a shark.",
        "Todd: And she's on his side.",
        "Blair: And I am on yours. So just get in there and get some rest and promise me that you will stay away from Victor.",
        "Todd: Won't be hard. I really can't stand the guy.",
        "Blair: Whatever.",
        "Todd: Yeah. I don't think I'm gonna be needing a lawyer.",
        "[SCENE_BREAK]",
        "Bo: Balsom... are you ok?",
        "Rex: Gigi. She looks the same. I thought she wouldn't be in there.",
        "Bo: I'll take you home.",
        "Rex: This doesn't make any sense. She's been telling me that she's alive. I know it.",
        "Bo: Look, look. I'll take you home. We'll sit down. We'll talk about all of this, all right? Come on. Gentlemen, thank you. You can put it all back.",
        "Shane: What are you doing? Dad, why?",
        "Rex: Shane, no, no, no.",
        "[SCENE_BREAK]",
        "Starr: Thank you.",
        "James: It's got to be the weirdest thing ever, finding out the guy you have been calling Dad turns out to be your uncle Victor.",
        "Starr: Pretty much. I already thought my dad was weird as it is.",
        "James: Yeah, he's definitely a little different. That's coming from a guy with a pretty strange dad.",
        "Starr: And things just keep getting weirder, you know?",
        "James: What do you mean?",
        "Starr: I had a fight with Dani.",
        "James: About your dad?",
        "Starr: And how I should've known he wasn't my dad and that I kind of did.",
        "[SCENE_BREAK]",
        "Shane: What are you doing?",
        "Bo: Lower it. Cover it up now.",
        "Shane: Dad, what are you doing to Mom?",
        "Rex: Nothing. It was a mistake, ok? What are you doing here?",
        "Shane: I wanted to talk to Mom, so I called for a ride over because you weren't around.",
        "Rex: Shane, I can explain.",
        "Shane: Explain what, that you're too busy digging up my mom's grave? Figures you wouldn't want to tell me because I would've been here sooner and I would've stopped you. Why would you do this, Dad?",
        "Rex: There was something that I needed to see.",
        "Shane: Like what? What could you possibly want to see?",
        "Rex: Ok. You know what? You're right, ok? It was wrong, and I shouldn't have done it. I'm sorry, all right? Let's just go home. We can talk about this, put it behind us for good, I swear, ok? It's over.",
        "[SCENE_BREAK]",
        "James: Wait, Starr. There is no way you could've known Victor wasn't really your dad.",
        "Starr: Well, I didn't know it, but, James, there were things before we met about him that-- he pushed me down the stairs.",
        "James: Yeah. That was a little harsh.",
        "Starr: Right, and everything that he did to Cole--how he beat him up, how he tried to keep us apart, and what happened with Marty?",
        "James: Ok. All right, Starr. Let's just say that somehow you did know that Victor wasn't really your dad. It's not like you could've said anything. Nobody would've believed you.",
        "Starr: Maybe they would have. I'm the reason they all believed Victor was my dad in the first place. When he first came to town saying that he was Walker Laurence, I'm the one that figured out who he was.",
        "Victor's Voice: You ever hear of plastic surgery?",
        "Starr's Voice: You think my dad had plastic surgery?",
        "Victor's Voice: Yes, but he's all better now.",
        "Starr's Voice: But he came out looking ugly.",
        "Victor's Voice: I think so, but I'll let you be the judge.",
        "Starr's Voice: What?",
        "Victor's Voice: It's me. Starr, it's me--your dad. I'm Todd.",
        "James: Because your grandma programmed him, right, to drop hints that he was your dad.",
        "Starr: Yeah.",
        "James: Well, it makes sense why you'd believe it, especially after that DNA test.",
        "Starr: I thought those things were foolproof.",
        "James: Well, everybody did, but, Starr, it's not your fault. You can't blame yourself, and besides, it's over. Now you all just need to try and move on.",
        "Starr: I hope so, but I don't know if my uncle Victor can.",
        "[SCENE_BREAK]",
        "Téa: I'm at La Boulaie with Blair. Why? I'll be right there.",
        "Blair: I thought you wanted to see the gun.",
        "Téa: That was Bo. Todd just barged into Victor's office. Bo is on his way.",
        "Blair: I'm going with you. Wait up, Téa. Pain in my ass.",
        "[SCENE_BREAK]",
        "Todd: One...",
        "Victor: These kids that you claim to be yours, they told me recently that they don't really care who I am--their father, their uncle. Doesn't matter to them. They love me, and they're on my side in this, and Jack and Dani, they're never gonna accept you as their father, even Starr. She surprised me. She told me she loved me.",
        "Todd: Two...",
        "Victor: Well, you want to get rid of me, you're gonna have to kill me.",
        "Todd: 3.",
        "Bo: Police.",
        "Victor: Arrest this man.",
        "Todd: Arrest this man.",
        "Victor: Arrest him for trespassing.",
        "Todd: Arrest him for trespassing. He's been trespassing for eight years, and, you, what, you didn't do anything about it? What kind of cop are you?",
        "Victor: He's the commissioner.",
        "Todd: Oh, he's buying you. You know, he's paying you off with my money.",
        "Blair: Come on. I'll take you home.",
        "Todd: I don't have a home. He stole my home, and, you, you just stood around. You didn't do anything about it.",
        "Bo: You keep at it, you will have a home when I lock you up.",
        "Todd: Me? You're gonna lock me up? I'm the injured party here.",
        "Bo: I looked into this situation.",
        "Téa: So have I.",
        "Bo: We can't just take Irene Manning's word that you are who you say you are. All right. Until this is settled by a judge in a court of law and you can prove that you really are Todd Manning, you're gonna have to clear out.",
        "Todd: You're throwing me out of my own office.",
        "Bo: Hey, out of my hands, ok? Let's go.",
        "Todd: This is crazy. Did he have to prove who he was?",
        "Blair: Actually, he did. He had a DNA test, the whole 9 yards.",
        "Victor: Bye-bye, bro.",
        "Todd: You son of a bitch.",
        "Victor: Ah, yes. I am. Get him out of here.",
        "Blair: Can't settle this-- can't settle this now. It's gonna take some time. Let's go.",
        "Téa: Why'd you have to goad him like that?",
        "Victor: Oh, I don't know. It's who I am, apparently. Yeah. It's who you married.",
        "Téa: Lucky me.",
        "Victor: Can you make him go away? I want him to leave us alone.",
        "[SCENE_BREAK]",
        "Kim: Sorry, Clint, but I won't miss these. Besides, they'll be put to better use here.",
        "Starr: We better go. It's almost Hope's bedtime.",
        "James: Hey, I know you're worried about how your family is dealing with this, but they will get through it.",
        "Starr: You think so?",
        "James: Well, if they're anything like you, I know they will.",
        "Starr: Yeah. Watch me cave when Hope asks for another bedtime story.",
        "James: Oh, you want Bobby's \"Guide to Gaining Muscle Mass\"? It always works on Ryder.",
        "Starr: Ha ha! I don't want to scare her, but if I get desperate, yeah.",
        "James: Just call me. I deliver.",
        "Starr: How do you always know how to make me feel better?",
        "James: Just doing my job.",
        "Starr: Well, you're so good at it. Thank you.",
        "[SCENE_BREAK]",
        "Victor: Can we sue him or something?",
        "Téa: Chances are, he's gonna sue us.",
        "Victor: We'd win, though, wouldn't we?",
        "Téa: I wish there were some equitable way to solve this.",
        "Victor: Equitable. Listen. This paper would've folded if it wasn't for me. I doubled his portfolio, even in the recession. He doesn't deserve any of this.",
        "Téa: Well, all the same, he hates you, and he'll do whatever it takes to get back what he thinks is rightfully his.",
        "Victor: If he won't give up, I won't give up.",
        "Téa: This man is your brother. Don't forget that. You really want to go to war with him?",
        "Victor: Yeah. Bring it on.",
        "[SCENE_BREAK]",
        "Blair: I promise you, first thing tomorrow, I'm gonna wake up and find you a good lawyer because Téa, she is a shark.",
        "Todd: And she's on his side.",
        "Blair: And I am on yours. So just get in there and get some rest and promise me that you will stay away from Victor.",
        "Todd: Won't be hard. I really can't stand the guy.",
        "Blair: Whatever.",
        "Todd: Yeah. I don't think I'm gonna be needing a lawyer."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=eEYuPbGQQzs"
}