{
    "Episode Summary": [
        "Episode # 10554 ~ For Whom The Bellman Tells"
    ],
    "Recap": [
        "John stops by Gigi's place looking for Rex, but he tells her Rex is on a case and she doesn't know where he is. John sees something on Rex's desk and surmises that Rex and Natalie are looking for Natalie on their own. He calls the station and asks for a trace on Rex's credit card activity. Rex and Natalie are at the hotel named on the matchbook that Natalie had found. They have asked most of the staff if they had seen Jared. One man says Jared was there and decided not to stay when he saw police cars. He tells them the man used his computer. Natalie and Rex look at the browser history and find that Jared was mapping a route to Napa, CA. When John arrives at the motel listed on Rexes credit card history and shows the man a picture of Rex and Natalie the man says he saw them and they said they were headed for a place called Llanview. When he shows a picture of Jared to the man, he says he has never seen him.",
        "Brody is at his sister's house in Michigan where she tells her that the emergency is that her house is being foreclosed on. He agrees to go with her to the hearing next week but sees no reason to stay in Michigan the whole time. He tells her he is going back to Pennsylvania today. She spikes his coffee. When he has passed out she calls someone and tells them that Brody will not be going anywhere near Jessica. Jessica receives another call from \"Nash,\" saying he needs her help and that she needs to come to the vineyard in Napa and tell no one.",
        "Roxy asks Schuyler to deliver Rex, Shane, and Gigi's Halloween costumes to them. Shane convinces Schuyler to go to the party in Rex's place wearing Rex's costume. Shane insists upon a photograph of the three of them in costume. Viki goes to La Boulaie to advise Dorian that she will not participate in tonight's debate. On her way out, she encourages David to tell Dorian how he feels. Dorian tells Amelia that David has suddenly decided that marriage should be between two people who love each other. Roxy says she will not attend Kyle's marriage to Nick because he is marrying the wrong man."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "David: What's cooking, good looking? Oh, I know what you're thinking -- it's Halloween. I must look pretty stupid in such a non-festive towel. Come in. So...any word on your son-in-law?",
        "Viki: No. No. Sorry, there's none.",
        "David: Well, dealing with a double murder in your family right before election night, your qi must be bound up tight.",
        "Viki: Oh, David, please. I'm not really in the mood for naked tai chi.",
        "David: Viki, if this isn't the time for sexual healing, I don't know when is.",
        "[SCENE_BREAK]",
        "Natalie: Did you find out anything?",
        "Rex: No one on the day shift recognized Jared from the picture.",
        "Natalie: I don't get it. Jared doesn't smoke. He doesn't collect motel swag. How did he get this if he was never here?",
        "Rex: Well, there's still a maid and a desk clerk who haven't clocked in yet. Maybe one of them will remember seeing him.",
        "Natalie: I hope so. Because I feel like the longer we're apart, it's just -- I feel like I'm -- I'm losing him...for good.",
        "[SCENE_BREAK]",
        "Gigi: Sorry, buddy. I -- I don't know exactly when your dad is gonna be home.",
        "Shane: Well, can I get a ballpark?",
        "Gigi: He is gonna be home as soon as he can.",
        "Shane: Well, where is he? You don't know, do you? I don't get it. Dad left and didn't say where he was going?",
        "Gigi: Well, that is the life of a P.I., kiddo. If your dad could be here with you, he totally would. And if he could tell us about the case, then he would do that, too.",
        "Shane: But he's missing the Halloween party.",
        "Gigi: Among other things.",
        "[Doorbell rings]",
        "Gigi: Sweetie, why don't you go to the kitchen and get the bags and start bagging the candy for the trick-or-treaters, okay? But save me some Kit Kats and Twizzlers.",
        "Gigi: Hi!",
        "John: Hey, Gigi.",
        "Gigi: Come in.",
        "John: Yeah? Thanks. Is Rex around?",
        "Gigi: No, he's not. He went out of town last night. Is there anything I can help you with?",
        "John: Um...what, he left after the concert?",
        "Gigi: Uh, actually, I didn't go to the concert with Rex.",
        "[SCENE_BREAK]",
        "Roxy: Hey, Joplin! Are you busy?",
        "Schuyler: No, not really. Why?",
        "Roxy: Because I need you to do me a favor -- well, not actually for me. For my kid and his squeeze?",
        "[SCENE_BREAK]",
        "Viki: Keep your towel on. Jared hasn't even been charged with anything yet, you know.",
        "David: Does that mean when he is charged, you'll fall into my strong capable --",
        "Viki: What?",
        "David: I'm simply offering my services. I aim to heal.",
        "Viki: Stop it, David. Look, I need to see Dorian. Is she here?",
        "David: Since when did Dorian become such a chick magnet?",
        "[SCENE_BREAK]",
        "Dorian: Young woman, if you expect to be a success, don't make \"personal shopper\" an oxymoron. Okay? I specifically said no high heels, no sling-backs. Get me something like this, but perhaps with a more graceful heel...",
        "Viki: Ahem.",
        "Woman: No problem.",
        "Viki: Are you really going through with this?",
        "Dorian: Hello, Viki. And hello, David. Of course I am going through with this. I would not dream of leaving my fiancée at the altar.",
        "Woman: Excuse me.",
        "Dorian: So, Viki, what brings you to the enemy camp? I would've thought you had your hands full dealing with your various family crises.",
        "Viki: Well, actually, that's why I'm here.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Jessica: Brody?",
        "Brody: Yeah, baby, it's me. It's so good to hear your voice. By the time I got into Michigan last night, it was too late to call.",
        "Jessica: How's your sister?",
        "Brody: I'll fill you in. But first, I need to know how you're doing.",
        "Jessica: Um, uh, well, they haven't found Jared yet.",
        "Brody: I know. I checked in with John. But, baby, I was asking about you. What's wrong? And don't tell me \"nothing.\" I can hear it in your voice.",
        "Jessica: Um, I don't know how to say this.",
        "Brody: Just say it.",
        "Jessica: I got a phone call from Nash last night.",
        "Brody: That guy's at it again?",
        "Jessica: No. No, this was different. Last night my dead husband spoke to me.",
        "[SCENE_BREAK]",
        "Viki: Look, Charlie and Natalie are obviously very, very worried about Jared. And Jessica is apparently being stalked by somebody.",
        "Dorian: Oh, no -- I've lost a fingernail. Oh. I'm sorry. I'm really very busy. The milliner's late. Wayne Lori has to come and do my hair. Please, please. What does your family crises have to do with me?",
        "Viki: Dorian, I am not going to be able to participate in the final debate this evening.",
        "Dorian: You're standing me up?",
        "Viki: Yes.",
        "Dorian: You're backing out?",
        "Viki: I think the voters know where I stand on all the key issues. Right now I have to concentrate on my family.",
        "Dorian: It's not gonna work, Viki.",
        "Viki: What isn't?",
        "Dorian: You playing the tragic-family card to win last-minute votes from sympathetic voters. Oh, please. So you have an alcoholic husband and a daughter with mental illness and another daughter whose husband is up on murder charges? But I still have an out-gay lesbian fiancée.",
        "Viki: Did she really just say that?",
        "Dorian: And you know what? I am going to be the first out-gay married-to-her- partner mayor in this United States of America.",
        "Viki: Dorian, did it ever occur to you that while you are using this issue in a last-ditch Hail-Mary pass to get elected, there are many, many people out there -- good, honest, and decent people -- who care passionately about their civil rights?",
        "David: Yeah.",
        "[SCENE_BREAK]",
        "Kyle: I can't believe we're actually doing this.",
        "Nick: Believe it. In a few short hours, I get to see you in this thing and hear you say those amazing words to me.",
        "Kyle: Yeah.",
        "Amelia: I wish I was part of a real couple like you guys are.",
        "Nick: Well, you and Dorian may not be a real couple, but you are the ones the whole country's gonna tune in to see. I mean, it's because of you that the whole world's gonna get the chance to see what we really believe in.",
        "Amelia: Yeah, yeah. You're right. And this is just the beginning.",
        "[SCENE_BREAK]",
        "Schuyler: What do you need me to do?",
        "Roxy: I need you to drop these Halloween costumes over at Rex and Gigi's. My friend Connie made them. They are so fantastic. I am so backed up at the Hair Haven because of this big, fat, gay group wedding.",
        "Schuyler: Wait, you want me to make a delivery to Gigi and Rex's?",
        "Roxy: It's not a problem, is it?",
        "Schuyler: No, it's not.",
        "[SCENE_BREAK]",
        "John: You have any idea where Rex was headed?",
        "Gigi: Actually, no. I should, right? I mean, I usually do. But Rex and I -- we've -- we've been --",
        "Shane: Hi, John.",
        "John: Hey, buddy. How you doing?",
        "Shane: Good. Mom, can you help me find the bags?",
        "Gigi: Excuse me just a second.",
        "John: Of course.",
        "Gigi: Sorry. Uh, where were we?",
        "John: You were just saying something about you and...",
        "Gigi: Right. We've been having some problems lately. Um, is he in trouble?",
        "John: No. No. I wanted to talk to him about a case he was working on.",
        "Gigi: Well, sorry I can't help you. He didn't tell me anything.",
        "John: Okay. It's good seeing you.",
        "Gigi: You, too.",
        "John: Shane looks happy. Seems like you and Rex are doing a good job with him.",
        "John: Yeah. I need to track the activity on a credit card registered to Rex Balsom.",
        "[SCENE_BREAK]",
        "Natalie: Okay, so what do we do next if no one here has seen Jared?",
        "Rex: We don't have a choice. We head home.",
        "Natalie: Whoa. We head home? We can't -- we can't head home yet. We haven't found him. I mean, the police think he's guilty.",
        "Rex: He is guilty! Maybe not of murder, but, Nattie, you told me that he set up the beating. He was being the stalking.",
        "Natalie: Okay, yeah, but there was a reason for that. I mean, he was gonna explain it to me, but he didn't have -- he didn't get the chance. Please, Rex. Rex, we -- we have to find him, let him explain what happened so we can just figure all of this out, okay?",
        "Rex: What if there's nothing to figure out?",
        "Natalie: There has to be. Because there's no way that Jared is that mean and that mad at Jessica that he would want her to think that Nash is haunting her from the grave.",
        "[SCENE_BREAK]",
        "Jessica: John bugged all of our phones assuming that -- that Jared would try to reach my sister.",
        "Brody: And?",
        "Jessica: He got Nash's call on tape.",
        "Brody: But it couldn't have been Nash. You know that, right?",
        "Jessica: No, I know. I know that Nash is dead. But John -- he took the call from Nash, and he compared it to a phone message that Nash left before he died.",
        "Brody: It's okay. Just slow down.",
        "Jessica: It was a match, Brody. Nash's voice, his actual voice, was in that phone call!",
        "Nadine: Brody?",
        "Jessica: Is that your sister? You should go. It's okay. You should go.",
        "Brody: I should never have left. I'm coming back.",
        "Jessica: No. Um --",
        "[Knock on door]",
        "Jessica: Um, Brody, John's here. I got to go.",
        "Brody: Jess, did you hear me? I said I'm coming back.",
        "Jessica: Brody, no. Come in. Your sister needs you, okay? I'm fine. I'll let you know if John has any news.",
        "[SCENE_BREAK]",
        "Nadine: Hey.",
        "Brody: Hey.",
        "Nadine: Well, here's all the information on the foreclosure of Mom's house. Thanks for coming all this way to bail me out of this mess.",
        "Brody: I'm sorry.",
        "Nadine: For what?",
        "Brody: I shouldn't have come here. I can't stay.",
        "Nadine: You have to stay.",
        "[SCENE_BREAK]",
        "John: We're getting the recording enhanced. Hopefully, we'll pick something up in the background that tell us where the call came from. Have you heard from Natalie?",
        "Jessica: Um, I just got a voice mail from her -- there you go --",
        "John: Thank you.",
        "Jessica: Telling me not to worry. Should I worry?",
        "John: Oh, I think she's probably somewhere with Rex chasing a lead on Jared.",
        "Jessica: I don't get any of this. I don't understand. I -- Jared hooking up with someone in prison, and someone pretending to be my dead husband. Pamela Stuart's murder. Then Jared's disappearing, and now this phone call?",
        "John: All these events are connected to something or someone.",
        "[SCENE_BREAK]",
        "Gigi: John McBain was here looking for you.",
        "Rex: Um, what did you tell him?",
        "Gigi: I couldn't tell him what I don't know. I don't suppose you can tell me what's going on now?",
        "Rex: Just trust me, okay, for a little while longer? I will explain everything as soon as I can. I'm really sorry about tonight. I'll call you soon, okay?",
        "Gigi: Whatever.",
        "Rex: I love you, Morasco, more than anything.",
        "[Line disconnects]",
        "Gigi: Back at you.",
        "[Doorbell rings]",
        "Schuyler: Hey. Happy Halloween, courtesy of Roxanne. Bad time? Anything I can do?",
        "Shane: Are those our costumes?",
        "Schuyler: Hey, dude, yeah. Your grandma had me run them over. So I hope you guys have fun trick-or-treating tonight.",
        "Shane: Wait! You can't go. Mom and I need you.",
        "[SCENE_BREAK]",
        "Natalie: I am so sorry. I should've never asked you to help me with all of this.",
        "Rex: John's already been there to see Gigi. They're breaking a whole bunch of laws keeping the cops in the dark.",
        "Natalie: Yeah, I -- I know. John called me last night, too. And, Rex, I know that I should've told you sooner.",
        "Rex: Yeah, but if John is there asking questions, that means he has no idea where we are. And neither does Gigi, which is good.",
        "Natalie: All right. Then let's find my guy before John does.",
        "[SCENE_BREAK]",
        "Brody: My girlfriend's going through some stuff and I need to be with her.",
        "Nadine: But I need you, too.",
        "Brody: I wish you had explained to me on the phone that this was just a money problem.",
        "Nadine: \"Just\"?",
        "Brody: Yeah! You made it sound like it was life and death!",
        "Nadine: It is! If I lose this house, I'll have nothing!",
        "Brody: Well -- well, what do you want me to do, Nadine? It's not like I'm sitting pretty on a stash somewhere.",
        "Nadine: I've got one last chance to appeal to the bank before they foreclose and take possession of the house. You have to go to the hearing with me. Testify for me.",
        "Brody: What does a bank care what I think?",
        "Nadine: You're an ex-Navy Seal, a war vet. The judge will listen to you.",
        "Brody: I don't think it works like that.",
        "Nadine: This was Mom's house, the house we grew up in.",
        "Brody: Yeah. So why'd you refinance it?",
        "Nadine: I owed a lot of money. And the guy that came to the door said it'd be easy.",
        "Brody: When's the hearing?",
        "Nadine: A week from today. Promise you'll stay until then?",
        "[SCENE_BREAK]",
        "John: It doesn't make sense that Jared would be behind the call you got from Nash. Not while he's on the run and wanted for questioning in a murder.",
        "Jessica: Okay. So who do you think did it?",
        "John: It'd have to be someone that knew your husband so well that he'd be able to put something like this in motion, someone that knew so much about your relationship he would know exactly how to get to you. So excluding Jared, if we just eliminate him, can you think of anybody else who would want you to think that Nash was trying to reach out to you now?",
        "Jessica: No. No. I mean, it's sick. No.",
        "John: But Nash must -- he must've mentioned somebody? Some friend or relative? An enemy? Someone?",
        "Jessica: No -- there is someone.",
        "[SCENE_BREAK]",
        "Dorian: My feelings about equal rights for gays is real. Yes, I believe it is the fundamental right of every human being to marry the person that they choose. And I wanted to drive that point home during this final debate.",
        "Viki: Well, obviously it's important to you. I mean, that's why you staged this stunt wedding to take place immediately before the debate.",
        "Dorian: A debate you plan to ditch?",
        "Viki: Yeah. I've given you my reasons, Dorian. As you are so fond of saying, \"c'est la vie.\" Huh?",
        "Dorian: Hmm. No, it's not \"c'est la vie.\" C'est la guerre.",
        "David: Dramatic much?",
        "Dorian: David, put on some clothes.",
        "David: Clothes make me look fat.",
        "[Dorian sighs]",
        "[Door opens and closes]",
        "Dorian: You know, Viki, if you cancel out of the debate tonight, I will just have to let everybody know that you were overwhelmed by your family problems. And we will let the media and the voters decide for themselves.",
        "Viki: I'll just take that chance. Besides, I've already sent out the announcement, so you can save yours. My family comes first.",
        "Woman: Pardon me. I have another selection of shoes for you to look at whenever you get a chance.",
        "Dorian: Thank you so much. Will you excuse me, Viki?",
        "Viki: Not knowing whether you are the bride or the groom, you'll forgive me if I save the best wishes or congratulations.",
        "[SCENE_BREAK]",
        "Kyle: \"Just the beginning\" of what? Are you guys planning on rolling out this gay group wedding thing in towns all across America or something?",
        "Nick: Look, why don't we just focus on making our own ceremony a success first. First things first. Oh, you got a loose button.",
        "Amelia: Do you have a needle and thread?",
        "Kyle: I'll go check if my landlady does.",
        "Amelia: Obviously you haven't told him everything.",
        "[SCENE_BREAK]",
        "Roxy: Man, I cannot be in 2 places at one time. Yeah -- no, I will be there in a minute.",
        "Kyle: Hey, Roxy?",
        "Roxy: I promise. Yeah?",
        "Kyle: Do you have a needle and thread? I have a loose button on my tuxedo, and today's the big day.",
        "Roxy: Oh, you're telling me. I got more appointments coming out of my yin- yang. It is crazier this week than the wax-a-thon before Gay Pride week. You really going through with this?",
        "Kyle: Yeah.",
        "Roxy: Oh, really? Because you look like a runaway groom just waiting to happen. Are you sure that you are ready for this?",
        "Kyle: It's jitters. Jitters. Jitters, that's it. It's -- it's normal for a -- for a groom to be nervous before his wedding day, right?",
        "Roxy: Really? Well, I'm the last person to know about normal or about a wedding. And in fact, I don't think \"normal\" and \"wedding\" should be allowed to be used in the same sentence.",
        "Kyle: Well, since this wedding is gonna be a little bit different -- I don't know. Maybe you could be there for a friend when he says \"I do\"?",
        "Roxy: Is that an invitation?",
        "Kyle: Well, I don't really have a lot of family left since my sister died, you know? So I just thought I'd be nice to look out in that huge crowd and see a friendly face smiling back at me.",
        "Roxy: Yeah, I know. But I don't think I can.",
        "Kyle: Yeah, yeah, I -- I get it. You're busy? Too late notice? Or...",
        "Roxy: No, it's not that. I just don't want to be aiding and abetting.",
        "Kyle: I -- I thought you supported equal marriage rights.",
        "Roxy: Oh, I do totally. But I don't support marriage to the wrong man. That's a crime.",
        "[SCENE_BREAK]",
        "Woman: Is there something wrong?",
        "Dorian: No. They're absolutely perfect. Perfect! Ah-ha-ha! I cannot wait to put them on my feet, and then stand beside the woman that I love and declare my commitment to her in front of my family, my friends, and all the major media outlets in this state.",
        "Viki: David, are you really going to stay here and watch Dorian go through with this?",
        "David: Well, to be perfectly honest, I didn't think it would go on this long.",
        "Viki: What did you think was going to happen? Dorian made an announcement that she was gonna marry this woman on the 6:00 news.",
        "David: I thought I'd get to watch them suck face a couple of times in public, and they'd have an inevitable breakup for personal reasons.",
        "Viki: You're hurting, David. I know it.",
        "David: Yeah, tell me about it. Talk about disappointment -- I thought I'd get to see some hot action.",
        "Viki: Why don't you just tell Dorian how you feel?",
        "David: Gypped?",
        "Viki: No, hurt.",
        "David: Stop using your Jedi mind tricks to see through me. Let's talk about you. I know that you wouldn't have pulled out of that debate if you weren't worried about your family.",
        "Viki: No, I really am worried. Although I'm trying to stay optimistic, but --",
        "David: With Jared on the lam, 2 murders on family property.",
        "Viki: Yeah. Well, I never said it was easy.",
        "David: I'm sorry this is happening to you.",
        "Viki: Thank you. Thank you. But, you know, my problems are nothing compared to what Charlie and Natalie might be facing.",
        "David: Yeah, you said something about Jessica being stalked?",
        "Viki: She has had some very bizarre, weird phone calls, and so the police are handling it now. I'm just very grateful that she's got Brody Lovett by her side now.",
        "[SCENE_BREAK]",
        "Brody: There's no way I can stay here for a week.",
        "Nadine: You have to! I cannot go through this by myself! The sheriff's here practically every day with a countdown to my eviction. It took everything I had to pick up the phone and call you for help!",
        "Brody: And I'm glad you told me what's going on. But I --",
        "Nadine: I'm sorry for not helping you when you were in trouble, okay? I was just scared. I didn't know you when you came back from the war. And then the cops called and told me you shot that guy? I mean, I just -- I was a coward, okay? I didn't come when you needed me, and now I'm asking you for help. And it's not fair, I know. I just can't do this.",
        "Brody: I'll help you however I can.",
        "Nadine: Whew.",
        "Brody: Okay? How's this for a plan? We'll take care of as much as we can here today, I'll go back to Llanview tomorrow, and I'll come back in time for the hearing?",
        "Nadine: One day at a time, right?",
        "Brody: One day at a time. But to be honest, every day I'm away from Jessica feels like a lifetime.",
        "[SCENE_BREAK]",
        "Jessica: There's no way that Nash is alive. I know. Whew.",
        "John: I'm sorry I have to make you bring all this up.",
        "Jessica: It's okay. You're just doing your job. And, John, I want you to. I want you to find out who's doing this to me, who's doing this to all of us.",
        "[Jessica sighs]",
        "John: I'm gonna go. I'll come back when I know more.",
        "Jessica: John, I'm okay. Really, I can handle this. And I know it sounds strange, but Nash never really talked about his past. So I -- I have no idea who would want to pass himself off as Nash. But if I -- if I do, then --",
        "[Phone rings]",
        "John: I understand. Excuse me. Okay? Yeah, it's me. Okay. When did Balsom last use it?",
        "[SCENE_BREAK]",
        "Clerk: I understand you're looking for this man?",
        "Natalie: You've seen him?",
        "Clerk: Yeah. He was here.",
        "[SCENE_BREAK]",
        "Viki: David, you know that I love you, okay? And I worry about you a lot. And I know that you have serious issues with this wedding of Dorian's.",
        "David: No, it's just all the brides and the grooms and the ties and the bouquets clashing. It's gonna be a couture nightmare.",
        "Viki: David, stop it. You still care about her.",
        "David: It doesn't matter if I care. Dorian wants a wedding? Dorian gets a wedding.",
        "Viki: But what will you do after the election?",
        "David: That depends on who wins. Again, if there's anything I can do...",
        "Viki: Oh, thank you, David.",
        "David: You're welcome.",
        "Dorian: Oh, no. So, Viki, you're not gone yet?",
        "Viki: Take good care of yourself, David.",
        "David: I always do, Viki.",
        "[Door closes]",
        "Dorian: Still in your towel?",
        "David: Still in your little ninja outfit?",
        "Dorian: Excuse me, all right? Would you -- would you care to tell me what Viki was doing with her arms around you?",
        "David: What do you care?",
        "[SCENE_BREAK]",
        "Shane: We need someone to wear the third costume.",
        "Gigi: Ahem.",
        "Schuyler: Oh-ho.",
        "Gigi: Um, Schuyler -- he probably has -- he probably has plans tonight.",
        "Shane: But we need 3 people there or it won't work.",
        "Gigi: Sweetie, I'm -- I'm sure we'll do just fine as the dynamic duo.",
        "Shane: But we need 3 people or we won't win. Dad said to find someone.",
        "Schuyler: Hey, Shane, I'm sure you can find somebody else better.",
        "Shane: Someone that's around dad's size? The costume will fit him? Mom, make him say yes?",
        "Gigi: Shane, I --",
        "Shane: All right. Well, if he doesn't, there's no point in going. I've been waiting for this since forever.",
        "Gigi: Could you?",
        "[SCENE_BREAK]",
        "Clerk: Your friend came in looking for a room yesterday. There was a cop car that pulled up outside. He looked a little nervous. I noticed that: I'm a little observant. I should've been a P.I.",
        "Natalie: Okay, so the -- he saw the cop. What happened next?",
        "Clerk: Well, to be honest, I could tell that he was on the run. The cops went to the coffee shop next door, and your friend changed his mind, said he didn't want to stay here after all.",
        "Natalie: Did he say where he was going?",
        "Clerk: Nope. But he asked if he could use a computer, and I let him use my laptop.",
        "Rex: Uh, why would you be so helpful to somebody you thought was on the run from the cops?",
        "Clerk: Well, I believe in being kind to strangers. And he didn't seem like a dangerous sort. So...",
        "Rex: So Jared used the computer, huh?",
        "Clerk: Then he left. Where he went I do not know.",
        "Natalie: Say, uh, could we maybe see that computer?",
        "[SCENE_BREAK]",
        "John: Rex used his credit card at a gas station.",
        "Jessica: Where?",
        "John: I can't say.",
        "Jessica: Oh, but you're going after them?",
        "John: Yeah, well, if Natalie and Rex are on Jared's trail, I probably want to find out what they're up to.",
        "Jessica: Okay. Well, don't let anything bad happen to my sister.",
        "John: I won't.",
        "Jessica: Thanks.",
        "John: Whoever made that call, it wasn't Nash.",
        "Jessica: I know. Thank you.",
        "[SCENE_BREAK]",
        "Brody: So you had no idea your payments were gonna triple after 12 months?",
        "Nadine: I guess I wasn't listening when they explained that.",
        "[Phone rings]",
        "Brody: Hey. How'd it go? Did John figure out how your caller imitated Nash's voice?",
        "Jessica: Not yet. They're -- well, they told me that they're having the recording analyzed.",
        "Brody: Is John still there? I want to talk to him.",
        "Jessica: He went after Rex. Apparently Natalie and Rex got a lead on Jared and blew town without telling anyone.",
        "Brody: I don't like this.",
        "Jessica: I'm okay.",
        "Brody: Your sister's gone? Your mom's busy with the election? Charlie's worried with Jared? And now John's gone, too? Who's gonna watch out for you?",
        "Jessica: I'm okay. The call spooked me a bit, but I'm okay.",
        "Brody: That's it. I'm coming home first thing in the morning.",
        "[SCENE_BREAK]",
        "Dorian: What does it matter what Viki does now? She's practically handed me the election by backing out on this debate.",
        "David: I wouldn't pop the champagne just yet.",
        "Dorian: Why not? Look at what Viki's doing. This city is facing -- this country is facing crucial problems, and she's saying, \"Oh, no. My family needs me now.\" Please. The voters are supposed to put confidence in her?",
        "David: That's an excellent point. She's cooked. You can cancel your wedding now.",
        "Dorian: \"Cancel\"?",
        "David: Well, if you're guaranteed to win the election, why not? That way you can support all the real gay and lesbian couples who want to make a commitment to each other, and you don't have to wake up tomorrow morning as Mrs. Amelia Bennett.",
        "Dorian: I am not a quitter. Viki is. I cannot disappoint my public.",
        "David: What about your privates? I mean, the people who matter to you the most?",
        "[SCENE_BREAK]",
        "Amelia: If he chooses to --",
        "Nick: Look, let me cross that bridge when we get there. There's no point in me bringing up hopes and dreams and what-ifs until we're actually ready to take that step.",
        "Amelia: Well, if I have anything to do with it, then those hopes and dreams and what-ifs will be made reality soon.",
        "Nick: Look, what time is it anyway?",
        "Amelia: It's time for me to put phase three of my plan in motion.",
        "[SCENE_BREAK]",
        "Roxy: Does your fiancé know that you're in love with another man?",
        "Kyle: Would you stop saying that?",
        "Roxy: Hey, Kyle, you know I'm right. And I happen to know that Fish was here last night. So what was it? A last little dip before the big wedding?",
        "Kyle: It's not like that.",
        "Roxy: Uh-huh.",
        "Kyle: Look, I don't care what you think or what you want or what's going on in that dirty little head of yours.",
        "Roxy: Dirty? Me?",
        "Kyle: Truth is, is that Oliver and I are just never gonna happen.",
        "Roxy: You trying to convince you or me?",
        "[SCENE_BREAK]",
        "Schuyler: You sure about this?",
        "Shane: Why wouldn't she be? I'm really sorry about that one time I was a jerk to you.",
        "Schuyler: Oh, no. Hey, no -- hey, it's not that.",
        "Shane: Good. That was before I knew that you were just helping my mom get the goods on Aunt Stacy. I thought you were trying to move in on my mom. But you actually weren't.",
        "Schuyler: Right.",
        "Gigi: Sweetheart, just, uh, give the man a second to think it over, okay?",
        "Shane: If we don't get ready now, we'll miss the party. Are you gonna do this?",
        "Schuyler: Yeah. Yeah. Sure. I'll be fun.",
        "[SCENE_BREAK]",
        "Rex: Have you used this since you loaned it to Jared last night?",
        "Clerk: Not yet.",
        "Natalie: Okay, so the last searches in the internet history should be Jared's.",
        "[SCENE_BREAK]",
        "Brody: My flight leaves in 3 hours.",
        "Nadine: Today?! But you said you were gonna stay with me --",
        "Brody: I can't wait until tomorrow. Jessica is all alone. She needs me.",
        "Nadine: What about me?",
        "Brody: I will bust my butt on this foreclosure thing from Llanview. And if things are cool at home, I'll come back for the hearing.",
        "Nadine: Okay. I understand. It means a lot that you came all this way for me. I haven't been much of a sister. I'll never forgive myself for not being there for you when you had your breakdown.",
        "Brody: I'm good now. We'll make it through this together, okay? I should probably get going.",
        "Nadine: Well, I made you breakfast.",
        "Brody: No, I don't have time.",
        "Nadine: Oh, come on. They're not gonna give you a damn thing to eat on that plane. It's the least a deadbeat sister can do for her brother. How about a refill on your coffee?",
        "Brody: Thanks.",
        "Nadine: Cream and sugar, right?",
        "Brody: Right.",
        "Nadine: Here you go.",
        "Brody: Perfect.",
        "[SCENE_BREAK]",
        "Viki: Sweetheart? John will figure this out.",
        "Jessica: I know. I know. I'm okay, Mom. You don't have to worry about me. You -- you should go be with Charlie. He really needs you right now.",
        "Viki: I love you.",
        "Jessica: I love you, too.",
        "[Jessica sighs]",
        "[Phone rings]",
        "Jessica: Hello?",
        "Man: Jessica, it's me.",
        "[Static]",
        "Jessica: Nash?",
        "Man: I need you.",
        "[SCENE_BREAK]",
        "Dorian: David, darling, with great power comes great responsibility.",
        "David: I'm pretty sure you just quoted a cartoon superhero.",
        "Dorian: Well, don't you see? With this city facing major crises and me about to become its next commander in chief, my personal life cannot be my priority. I have to put the citizens of Llanview first.",
        "Amelia: You're not cold?",
        "David: Well, I'm getting there.",
        "Amelia: I just came from checking on some of the wedding preparations.",
        "David: I'll leave you two lovebirds alone.",
        "Amelia: Is David all right?",
        "Dorian: He's just a little bit upset about the wedding.",
        "Amelia: He's not gonna cause a problem, is he?",
        "Dorian: I shouldn't think so. But he has developed this rather odd quirk. You see, he now believes that marriage should only be for people who are truly in love.",
        "[SCENE_BREAK]",
        "Nick: I better go get ready. Nervous?",
        "Kyle: What do you think?",
        "Nick: It's gonna be fine. You'll see.",
        "[SCENE_BREAK]",
        "Dorian: I have no idea why David is being so melodramatic. I mean, it's not like this is a real wedding. It's merely symbolic.",
        "Amelia: Well, you know, Dorian, it doesn't have to be.",
        "[SCENE_BREAK]",
        "Schuyler: Whoa! Let's go!",
        "[Schuyler hums]",
        "Shane: Look at us men. We look badass!",
        "Gigi: Shane --",
        "Schuyler: [As Batman] Uh, he meant \"bad.\" Didn't you, Robin? He meant \"bad.\" That's all it meant.",
        "Shane: Couldn't have done it without you. I mean, who's Robin without Batman?",
        "Schuyler: [Normal voice] Right.",
        "Gigi: Right. We should go.",
        "Shane: Wait! Dad told me to get pictures.",
        "Gigi and Schuyler: Uh --",
        "Schuyler: Huh.",
        "Shane: Okay, everyone get in close.",
        "Schuyler: Okay.",
        "Gigi: Oh, all right.",
        "Shane: Ready? Dad's gonna love this.",
        "Gigi: Uh-huh.",
        "Schuyler: Uh-huh. Yeah.",
        "[Camera beeps rapidly]",
        "[SCENE_BREAK]",
        "Rex: Looks like the last place he visited was a map web site. Looks like Jared was planning a route.",
        "Natalie: A route to where?",
        "Rex: Driving directions to a place called Yountville in California. It's in the Napa Valley.",
        "Natalie: Napa? That -- that's where Nash's vineyard was.",
        "[SCENE_BREAK]",
        "Man: You have to come to the vineyard.",
        "[Static]",
        "Jessica: The vineyard's gone.",
        "Man: The first one -- Napa.",
        "[SCENE_BREAK]",
        "Natalie: I don't -- I don't get it. Why would Jared be heading to Napa?",
        "Rex: There's only one way to find out.",
        "Rex: Thanks. I owe you one.",
        "[SCENE_BREAK]",
        "Jessica: You want me to go to California?",
        "Man: The vineyard. I need you now.",
        "Jessica: But --",
        "Man: If you love me, you'll come. And tell no one.",
        "[Line disconnects]",
        "[SCENE_BREAK]",
        "John: Excuse me. Have you seen these people?",
        "Clerk: Sure. They left a while ago.",
        "John: Really? They happen to say where they were going?",
        "Clerk: Uh, they said they were going home to some place called Llanview.",
        "John: Llanview? Interesting. I'll tell you what: What about this guy? Have you -- have you seen him?",
        "Clerk: Like I told the other two, I've never seen this guy before in my life.",
        "[SCENE_BREAK]",
        "Brody: I feel, um...I need to call Jessica. Uh --",
        "Brody: What -- what did you put in there?",
        "Brody: Ohh --",
        "Nadine: I had to go through with the emergency plan. I hated having to do that, but it's done. Don't worry. Brody won't be able to get anywhere near Jessica anytime soon. She's all yours."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=yxi7HpszwVE"
}