{
    "Episode Summary": [],
    "Recap": [
        "Langston comes rushing downstairs. She pleads with Blair and Dorian to stop Todd. Blair questions her as to what is going on. Langston explains that Starr is at her house with Cole and Todd is headed over there. Blair goes rushing out. Todd barges in on Starr and Cole. Todd drags Cole out of bed and starts beating up on him. Bo advises Nora that she is trying to juggle too many things. Bo wonders if Nora is really up to being Cole's guardian. A stranger walks into Clint's office and hands him a file. Clint wants to know where she had gotten this. John, Antonio, and Talia shuffle through some files trying to find out what had gone down between Ramsey and the F.B.I. Lindsey brings Clint some very incriminating evidence about Webster. Blair arrives just in time to get Cole away from Todd before Todd kills him. Blair gets Cole's clothes and almost pushes him down the stairs. Blair, then tries to console Starr. Lindsey hides when Bo comes to visit Clint. Dorian insists to Langston and Markko that they do their talking downstairs. Blair tells Todd that if he lays one hand on Cole, she will call the cops herself. Nora calls John and tells him that she wants to talk to him about Cole .Antonio and Talia kiss.",
        "Lindsay listens to Bo's and Clint's conversation. Carlotta and Jaime barge in on Antonio's and Talia's kissing. Dorian orders Todd to tell her what had happened. Todd blames Langston for what had happened tonight. Blair brings Starr home. Todd wants to call the police, but Blair orders him not to call anyone. Todd accuses Cole of raping Starr. Starr tells Todd that she wanted to sleep with Cole. Cole comes home. Nora and John see the bruises on Cole's face. John demands to know who had done this to him. Cole is hesitant, at first, but then tells John that it was Todd. John goes over to Dorian's and pushes Todd to the floor. John tells Todd that if he ever touches Cole again, he will kill him."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Langston: Dorian, Dorian! Somebody has to stop Mr. Manning or he's going to kill him!",
        "Blair: What? Wait -- kill who?",
        "Langston: Please, you have to do something -- you can't let him go over there!",
        "Dorian: Honey, you've got to calm down.",
        "Langston: No! No!",
        "Dorian: Tell us what happened.",
        "Markko: You okay?",
        "Langston: No -- yes, are you? Did he hurt you?",
        "Blair: Langston!",
        "Markko: I'm fine, I'm fine.",
        "Blair: Langston, what are you talking about? Where's Todd?",
        "Langston: He's at my house. I tried to warn her, but she must have her cell phone off.",
        "Blair: Warn who? Whose cell?",
        "Langston: Starr -- Todd found out that she's over there with Cole --",
        "Blair: Oh, my God.",
        "Langston: And he went crazy! Do you think she's too late?",
        "Dorian: Oh, I hope and pray not.",
        "[SCENE_BREAK]",
        "Cole: I love you so much.",
        "Starr: I love you so much. I always will, okay?",
        "Starr: Dad --",
        "[SCENE_BREAK]",
        "Bo: I think you're juggling too many things.",
        "Nora: That's a non sequitur.",
        "Bo: Look, you're dealing with Ramsey at work, your new relationship with Clint, you're helping out at Buchanan Enterprises. You've got a lot on your plate.",
        "Nora: And this concerns you how? No -- oh. What does this have to do with Cole?",
        "Bo: I just wonder if you're real up to being his guardian.",
        "Nora: Okay, Bo, do you have problems with my parenting skills?",
        "Bo: Oh, gee -- see, you weren't listening.",
        "Nora: I --",
        "Bo: Nora, this -- this is not an issue of your parenting skills. This is whether you have the -- the time and the energy to devote to being --",
        "Nora: Okay, you should probably stop talking right now before you continue insulting me, okay?",
        "Bo: Okay.",
        "Nora: Do I have to remind you that my very good friend Marty thought I was the one person who should be Cole's guardian? And I'll have you know he's doing really well -- I mean, all things considered.",
        "Bo: All right, I'm not arguing. I mean, Cole is a good kid -- but, come on. Nora, we both know what he did.",
        "[SCENE_BREAK]",
        "Clint: I thought you'd left. Where the hell did you get this?",
        "Lindsay: Consider it a gift -- from me to you.",
        "[SCENE_BREAK]",
        "Antonio: Maybe we're jumping to conclusions. Maybe the mayor wanted Bo out and settled for Ramsey.",
        "John: Doesn't make any sense. Look, whatever went down between Ramsey and the F.B.I. got buried. Somebody's covering their tracks.",
        "Antonio: Yeah, well, you know I'm -- I'm the last guy to defend this idiot but -- but so far we haven't been able to find anything that suggests impropriety.",
        "John: Well, you know what? Then we keep looking till we do, all right? We go over this stuff over and over again because people get hurt around this guy -- some end up dead.",
        "Talia: You mean Marty? Look, I know this is important to you. It's important to us, too. I mean, we lost Bo, we're working for Ramsey now. It's been really tough. But -- uh --",
        "John: But what? Well, finish your sentence.",
        "Talia: I'm just wondering if what happened to Marty is affecting your judgment.",
        "[SCENE_BREAK]",
        "Starr: Dad, I'm so sorry!",
        "Cole: Mr. Manning, Mr. Manning --",
        "Starr: Dad, no! Oh, my God! Dad! Dad! Dad, no, leave him alone, please! He didn't do anything wrong! I wanted -- Dad!",
        "Todd: Here --",
        "Starr: Dad, leave him alone, no!",
        "Cole: Ugh!",
        "Starr: Cole! Oh, my God, stop, please, stop it!",
        "[Cole screams]",
        "Starr: Dad, no! Cole! Oh, my God!",
        "[SCENE_BREAK]",
        "Bo: Cole was involved in Miles Laurence's shooting.",
        "Nora: It was an accident, Bo.",
        "Bo: I know that. But John covered for him and I trust John's judgment.",
        "Nora: Okay, so then what's your point here?",
        "Bo: My point is that it's all ancient history now, legally. But I -- I think the issue is Cole's stability. I think that he really needs some -- some real close attention.",
        "Matthew: Are you guys fighting?",
        "Bo: No.",
        "Nora: No, we're discussing.",
        "Matthew: That's fighting, just not yelling. Whatever -- I'm going to eat at the counter.",
        "Nora: Okay.",
        "Bo: You know, I know that Matthew looks up to Cole. I just don't want him to suffer if Cole makes, you know, any more mistakes.",
        "Nora: Like leaving Matthew stranded without calling? I get it. I get it.",
        "Bo: You know, I mean, I -- luckily everything worked out just fine for now, you know? No harm, no foul. It -- I don't want any serious mistakes, though, made in the future.",
        "Nora: Well, just so you know, Cole is in grief counseling. And although he won't admit it, he's doing very well, he really is. But if it'll make you feel any better, when he gets home tonight, I will sit him -- you know what? I don't know why he hasn't called -- that's really not like him. Anyway, when he gets home tonight, I will sit him down and I will have a heart-to-heart with him about responsibility and honoring commitments.",
        "Bo: Okay, see? That's a perfect place to start.",
        "Nora: And now that he is back, I'll -- I'll ask John if he can kind of help point Cole down the right path.",
        "Bo: That's a great idea. And, Nora, look, I'm sorry if I offended you or anything else. You're a great mother, you're the best.",
        "Nora: Thank you.",
        "Bo: However -- no, come on. Look, you can't be everything for everybody, you know? You can't just juggle, like, 10 things up in the air and then take care of everybody that you love 100% of the time.",
        "Nora: Well, you're a fine one to talk.",
        "Bo: Why?",
        "Nora: You're juggling everything that I am. You have your job, your son. You're even a legal guardian -- to Lindsay. And that's a full-time job in and of itself.",
        "[SCENE_BREAK]",
        "Clint: My God. Lindsay, if even a fraction of this is true --",
        "Lindsay: It would destroy him.",
        "Clint: How did you get this?",
        "Lindsay: Being married to the most influential defense attorney in the country definitely had its perks.",
        "Clint: Sam Rappaport?",
        "Lindsay: He didn't defend just the innocent.",
        "Clint: Obviously not.",
        "Lindsay: And being a successful gallery owner, well, I'm still in touch with most of his influential clients, and though I may not be on their current party list, we still talk behind the scenes.",
        "Clint: Is everything in this file true?",
        "Lindsay: Every disgusting detail.",
        "Clint: If any of this went public, Webster would lose his reputation, his business, most likely his family.",
        "Lindsay: Yeah, but it isn't public yet, and it doesn't really ever have to be as long as Webster does the right thing.",
        "[SCENE_BREAK]",
        "John: I believe Marty would still be alive if it wasn't for Ramsey. So you tell me why that shouldn't affect how I feel about him.",
        "Talia: I'm sorry, that wasn't a fair question.",
        "John: No, no -- I mean, he did take a shot at my brother down in Texas, all right, and lest we forget about his involvement in the shooting at the Angel Square Hotel.",
        "Antonio: John --",
        "John: Forget about it, all right? Just -- forget about it. All right, I'm sorry -- why don't we talk about what we do know? We know the F.B.I. takes him into custody but the rifle he uses in the shooting just disappears.",
        "Talia: We know the guy's bad news, okay? I just wish we had some evidence on him.",
        "John: And why don't we? Why don't we have any evidence? Because Ramsey's got someone watching his back. He's got someone burying his screw-ups, all right, which is why there's no doubt in my mind that he's not just hiding out in Llanview.",
        "Antonio: All right. So if Ramsey left the bureau in disgrace, then why would someone conceal his records?",
        "John: That's a good question.",
        "Talia: Do you know in this article, it doesn't even mention his past credentials at all?",
        "John: Someone wants him to have a clean slate, someone who's got plans for him.",
        "Talia: Well, if what you're saying is true, if there's some sort of conspiracy to protect Ramsey, how are we supposed to get him?",
        "[SCENE_BREAK]",
        "Blair: Starr?",
        "Starr: Cole!",
        "Blair: Starr!",
        "Starr: Dad, please, leave him alone. Dad, let him go. Please! Please, he's hurt! You don't understand what you're doing to him! He didn't do anything wrong! Please let him go! Let him -- Cole? Dad! Oh, my God!",
        "Blair: Todd, what have you done? Please --",
        "Starr: Help him, Mom! Please! Do something!",
        "Blair: Todd!",
        "Starr: Please help him! Mom! Please do something!",
        "[SCENE_BREAK]",
        "Bo: The Webster meeting -- ooh, it sounds ominous, huh?",
        "Nora: Yeah -- are you going?",
        "Bo: Yeah, yeah, I am, but I want to be there, give Clint some backup, you know? He has all the facts and figures but this is going to be more than just -- just about business.",
        "Nora: It's a full-on assault.",
        "Bo: Yeah, well, it's payback. Webster's going to try to take what he couldn't take when Pa was alive.",
        "Nora: Yeah, well, I'm glad you're going to be there for Clint. He needs you.",
        "Bo: Well, won't be easy.",
        "Nora: Are you kidding? Webster doesn't stand a chance against the magnificent Buchanan boys.",
        "Bo: Is that what we are?",
        "Nora: Yes.",
        "Bo: Wow.",
        "[Nora laughs]",
        "Bo: Thanks for the vote of confidence.",
        "Matthew: All right, I'm finished with my sundae. Are you finished with your discussion?",
        "Nora: Ooh.",
        "Matthew: Come on, let's go.",
        "Nora: Okay, we can go, and by the way -- not all discussions are bad, okay?",
        "Matthew: Are you going home, too?",
        "Bo: Nah, I got some -- some more B.E. business to take care of.",
        "Matthew: Well, what Grandpa used to say -- \"in life and in business, there are two cardinal sins. One is to act without thought, and the other is to not act at all.\" Or something like that.",
        "Bo: We got a future mogul on our hands.",
        "Nora: Oh. You memorized that? I'm impressed.",
        "Matthew: I memorized a lot of his sayings from his biography.",
        "Bo: Grandpa's?",
        "Matthew: Yeah.",
        "Bo: That's great, son, that really is but, you know -- ahem -- your grandpa --",
        "Matthew: Yeah, I know. He's not my role model or anything. I know he's not perfect.",
        "Bo: All right. Well -- thanks, that's \u0096",
        "[SCENE_BREAK]",
        "Clint: I'm not going to stoop to this. Buchanan Enterprises is a respectable company. It's not some shady fly-by-night operation.",
        "Lindsay: Yeah, but from what Bo told me, Webster's attempt to take over B.E. was totally shady, so, really, what are you doing? You're just fighting fire with fire.",
        "Clint: Lindsay, do you keep a stash of incriminating evidence under your bed just for emergencies?",
        "Lindsay: Of course not. It's just that when I found out that Webster was the one behind this, I pulled this together for you.",
        "Clint: Uh-huh. Which begs the question -- why?",
        "Lindsay: Because I want to help Bo.",
        "Clint: Well, then why not give that to Bo?",
        "Lindsay: You know very well why I can't give that to Bo. He would never use something like this -- he's not that kind of man.",
        "Clint: But I am?",
        "[SCENE_BREAK]",
        "Dorian: You were only trying to help your friend. You certainly are not responsible for Todd's overreaction.",
        "Langston: What about Starr? What's going to happen to her?",
        "Dorian: She'll be all right. Blair will calm Todd down. She's -- she's expert at that.",
        "Langston: I hope so. He really scared me.",
        "Dorian: Markko, were you up in Langston's room this entire time?",
        "Markko: Before you get the wrong idea, Dr. Lord, I -- me and Langston, we were just talking, honest.",
        "Dorian: The next time you and Langston want to talk, you do it downstairs here in the living room -- got that?",
        "Markko: Yes, ma'am.",
        "Dorian: That is etched in stone. It's a house rule. All right. I'm going to go see that some tea is made for us. We'll discuss this some more.",
        "Langston: Dorian? Do you really think Mrs. Manning can stop Mr. Manning from hurting Cole? I've never seen him so angry.",
        "Dorian: Blair can handle Todd -- she can handle any man. She's a Cramer woman.",
        "[Dorian sighs]",
        "Dorian: Oh, I hate lying to that kid.",
        "[SCENE_BREAK]",
        "Blair: Starr --",
        "Starr: Mom, you have to help Cole now. Please help Cole!",
        "Blair: Starr --",
        "Starr: Mom, help Cole now! Please, Dad's going to kill him! Dad, stop it!",
        "Cole: No, no!",
        "[Cole screams]",
        "Blair: Cole, get up. Go! Get out of here, Cole. Go on. Go. Go! Oh, God.",
        "Todd: Yeah. Yeah. Starr --",
        "Starr: You get away from me.",
        "Todd: That's okay. I need to know --",
        "Starr: You get away from me.",
        "Todd: Exactly how he did it --",
        "Starr: He didn't do anything, Dad! But, you -- you --",
        "Blair: Get away from her.",
        "Starr: How could you do this to me?",
        "Blair: Todd, stop --",
        "Starr: How could you? You get away from me!",
        "Blair: Stop it! Stop it!",
        "Starr: Don't even touch me!",
        "Blair: Stop it!",
        "Starr: I don't care --",
        "Blair: Get away! You hear her? Get away from her!",
        "Todd: But I need to know the exact nature of the rape so I know what to tell the police.",
        "Blair: We're not telling the police anything, Todd!",
        "Todd: I have to tell the police exactly -- were there more people, was it just him?",
        "Blair: Get away from her! I said, get out of here!",
        "Todd: No, you're right, you're right -- no police. I need to hunt him down myself. I got to hunt him down, I got to kill him myself.",
        "Blair: No, Todd, listen to me!",
        "Todd: I got to hunt him down.",
        "Blair: Listen to me --",
        "Todd: I'm going to get him.",
        "Blair: Stop it. You lay one hand on that boy's head, I'm going to call the cops myself and I'm going to turn you in.",
        "Todd: No, no, it's okay.",
        "Blair: Stop it! Do you hear me? Do you understand?",
        "Todd: I don't care.",
        "Blair: Do you give a damn about our little girl?",
        "[Starr pants]",
        "Blair: It's okay, baby. It's okay. It's okay. Shh. Shh.",
        "[SCENE_BREAK]",
        "Nora: All right, well, it's too late now to do anything about it. We'll -- we'll have to start working on this in the morning. You know, if this has any merit, this is going to come down very hard for Antonio Vega.",
        "[SCENE_BREAK]",
        "John: Look, I want to thank you both for -- for taking my word on this.",
        "Antonio: No worries. We're going to dig as deep as we have to.",
        "Talia: And, John, um, I was insensitive before when I brought up Marty and I'm really sorry.",
        "John: It's okay.",
        "Talia: I'm going to get us a drink. Do you want a drink?",
        "Antonio: No, not for me.",
        "Talia: You?",
        "John: Sure.",
        "Antonio: I have to get up early with Jamie.",
        "John: Hey, you know, on second thought, I don't want to crowd you tonight.",
        "Antonio: No, you're not.",
        "John: Hey, look, you got a good thing going here. She's a good girl.",
        "Antonio: I agree.",
        "John: So why are you still talking to me? Hey, um -- I'm sorry. Thank you, but I just realized I got somewhere I got to be.",
        "Talia: Really?",
        "John: Yeah.",
        "Talia: Okay.",
        "John: Well, good night.",
        "[Phone rings]",
        "John: Yeah?",
        "Nora: Hey, John, it's -- it's Nora. Have you seen Cole?",
        "John: No. Is something wrong?",
        "Nora: Uh -- no, no. Um -- I -- I don't know. He was supposed to pick up Matthew tonight and he completely flaked -- I mean, just -- no call, nothing.",
        "John: That doesn't sound like Cole. Look, I'm -- I'm going to call the station just in case.",
        "Nora: No, no, no, no. Don't do that yet. I mean, you know, let's just give him a little time first. Um, in the meantime, I -- I do really want to talk to you about Cole.",
        "John: What are you doing right now?",
        "Nora: Oh, gosh, now would be great. I'm -- I'm at home.",
        "John: I'm on my way.",
        "Talia: What did I say? I mean, he left in such a hurry.",
        "Antonio: Well, John's a good detective. He picks up on things --",
        "Talia: Okay.",
        "Antonio: Like you and me.",
        "Talia: Oh.",
        "[Talia chuckles]",
        "Talia: I got it. Well, then, here's to Detective McBain.",
        "Antonio: Hmm. Hear, hear.",
        "Talia: Hmm.",
        "[SCENE_BREAK]",
        "Clint: Lindsay, I didn't know you had such a low opinion of me.",
        "Lindsay: Oh, I'm not making any judgments. It's just that you and Bo are very different. I mean, Bo, to his detriment sometimes, holds himself and everyone around him to a high moral standard.",
        "Clint: Unlike his degenerate brother?",
        "Lindsay: Well, let's just say that you're more like Asa. I think you'd do just about anything you have to do to save the company and your family.",
        "Clint: Why am I not flattered?",
        "Lindsay: I'd say that you were more than willing to do things that other people might disapprove of if you think it's worth the risk.",
        "Clint: Like giving a friend a lift to Vegas in my private jet?",
        "Lindsay: And coming back to Llanview a married man -- that's an excellent example.",
        "Clint: Lindsay, our marriage was the briefest on record.",
        "Lindsay: Irrelevant -- you're missing the point. The point is that you were willing to risk the wrath of your entire family, to ignore \"the way things are done\" for a chance to be happy.",
        "Clint: A bold move, no doubt.",
        "Lindsay: Just as it would be if you take the risk to save your company with this.",
        "Clint: But this is just not a risk. This is blackmail.",
        "Lindsay: It's not as if you're using this information to take anything away from Webster. You're just asking him to take a step back.",
        "Clint: Good spin. But no matter how you spin it, I am not using this information.",
        "Lindsay: Okay. Whatever you think is best.",
        "Clint: Wait a minute. What's in this for you?",
        "Lindsay: In spite of what Bo says, I know this company is very important to him. I want to help him.",
        "Clint: \"Help him\"? This goes against everything he believes in -- Bo would hate it.",
        "Lindsay: He doesn't have to know about it.",
        "Bo: Hey, Phyllis, is Clint still here?",
        "Lindsay: I cannot be found here.",
        "Clint: There's no place to go -- Lindsay?",
        "Bo: Hey.",
        "Clint: Hi.",
        "Bo: What's going on?",
        "Clint: Hi.",
        "[Bo chuckles]",
        "Bo: Who were you talking to?",
        "[SCENE_BREAK]",
        "Dorian: Langston, Markko, I've got tea set up in the kitchen. Todd? Oh, where are Blair and Starr?",
        "Todd: You get out of here.",
        "Langston: It's okay, I'll be fine. Dorian's here. Go.",
        "Markko: You call me if you need me.",
        "Langston: Okay. Okay.",
        "Todd: You know what you did to your friend tonight?",
        "[SCENE_BREAK]",
        "Blair: Shh. Starr, it's okay. Listen, sweetie, did you -- shh. Come on. Do you want to talk about what happened tonight? Hmm?",
        "Starr: No.",
        "Blair: Baby, I just -- mama needs to know if Cole forced you to do something --",
        "Starr: No, could you please not talk like that, Mom?",
        "Blair: Oh, okay --",
        "Starr: Isn't it bad enough that Dad walked in when Cole -- oh, my God.",
        "Blair: Shh, come on, come on, come on, come on. I'm just so sorry that your dad was out of control like that.",
        "Starr: Wait, wait -- is Cole okay? I need to know if Cole's okay.",
        "Blair: No, Starr -- Starr --",
        "Starr: Dad was saying bad things before he left and we need to know if he's --",
        "Blair: Calm down. No, he's fine. He's okay. I saw him, I saw him.",
        "Starr: He walked out --",
        "Blair: He was all right.",
        "Starr: He was miserable, he was upset, he was mortified! This was supposed to be the most important night of my life and Dad ruined it. He turned it into a nightmare.",
        "Blair: Shh. Was this the first time that you and Cole were together?",
        "Starr: Well, it was going to be, but then Dad walked in.",
        "Blair: So you and Cole didn't have sex?",
        "Starr: No! Please, stop asking me all of these questions, okay? And don't tell me that I'm too young or tell me that I don't know what I'm thinking.",
        "Blair: I was not going to say that, Starr. Because I know how much you care about Cole, all right?",
        "Starr: I love Cole, Mom. And Cole loves me. I couldn't go to Hawaii, okay? I couldn't go without talking to him --",
        "Blair: Shh, shh.",
        "Starr: I love him so much!",
        "Blair: I know, I know, ooh, I know.",
        "Starr: You were always telling me that the first time is supposed to be so special and that it's supposed to be with the right person and it'll be an amazing memory that'll stay with you for the rest of your life. Well, tonight, it was supposed to be that night, and Dad came in and he ruined it. It was supposed be the memory that I was going to keep for the rest of my life!",
        "Blair: Shh, shh.",
        "Starr: And he came --",
        "Blair: Shh.",
        "Starr: And he ruined it.",
        "Blair: Shh. Shh, baby. Shh. It's okay.",
        "Starr: How could he do that to me?",
        "[SCENE_BREAK]",
        "Clint: So what brings you back?",
        "Bo: Well, I figured that you'd be burning the midnight oil and I was right.",
        "Clint: Yeah. Well, something unexpected came up.",
        "Bo: Ah -- something about Webster?",
        "Clint: Yep.",
        "Bo: You know, I was thinking, Clint. I try, okay, but I -- I just don't seem to have that -- that knack you have for looking at things from every possible angle.",
        "Clint: Ah, don't shortchange yourself.",
        "Bo: No, no, it's true. And I was thinking it's probably from being a newspaperman, having to break stories, you know, for all those years.",
        "Clint: Well, you did pretty much the same thing as a cop.",
        "Bo: Yeah, I suppose. But you know what? The truth is, I never would've left my job as commissioner if I hadn't had to, and I am just so glad that we're working together now.",
        "Clint: Bo, it's good to have you back on board. And I'm especially grateful, you know, given that -- all the problems we've had with B.E. since Pa's death.",
        "Bo: Yeah. Well, what do you say? Let's get after it, then. Let me see that unexpected news on Webster.",
        "[SCENE_BREAK]",
        "Carlotta: Oh. I'm so sorry.",
        "Jamie: Talia!",
        "Talia: Hi!",
        "Carlotta: Hi, Talia.",
        "Talia: Hi. How are you?",
        "Antonio: Hi.",
        "Talia: What are you doing?",
        "Antonio: Hi, Mami.",
        "Carlotta: I'm sorry, Antonio. I didn't want to interrupt your evening, but Jamie had a nightmare and she wanted to see her daddy -- and Talia.",
        "Antonio: Right. Her daddy not so much.",
        "Carlotta: Yeah. Yeah, she's become very attached to Talia -- talks about her all the time.",
        "Antonio: What's that look? I thought you liked her.",
        "Carlotta: Oh, I do. She's a lovely girl, she's very sweet.",
        "Antonio: Okay. So?",
        "Carlotta: Jamie was also very close to Jessica, and now, she's out of her life. If Talia disappeared, too -- I don't think Jamie could hand it.",
        "[SCENE_BREAK]",
        "Todd: Dorian, get the hell out of here. This is between me and -- what the hell's your name? -- Little orphan Annie.",
        "Dorian: You stop that -- right this minute. Langston is my foster daughter, this is her home. You are a guest here, an unwelcome one at that! And if you talk like that again, so help me, I will call secur-- no, I'll call the police and I will have you kicked out of here. Now, please, just tell me what happened.",
        "Todd: Ask her.",
        "Langston: How am I supposed to know? I wasn't there. Is Starr okay?",
        "Todd: Well, she would've been if it weren't for you.",
        "Dorian: What?",
        "Todd: Some kind of friend you are -- always getting her in trouble.",
        "Dorian: Don't even go there.",
        "Todd: Are you jealous of her -- is that what you're talking about? I mean, are you just jealous because she's got real parents and yours are dead?",
        "Dorian: Hey!",
        "Todd: Is that what's happened?",
        "Dorian: You shut up! Don't you dare talk that way to her! I -- Langston has been nothing but a loyal and -- and devoted friend to Starr --",
        "Todd: Oh, she's a very good friend, yes, who lies to Starr, who plays with Starr's life. If she hadn't have pretended to be Starr upstairs, I would've gotten there and Starr wouldn't be hurt right now!",
        "Langston: \"Hurt\"? What happened?",
        "Dorian: Todd, what -- oh, thank goodness, you're back.",
        "Todd: All right, good.",
        "Dorian: Honey, are you all right?",
        "Todd: Now, I'm going to call the cops and you are going to make a statement to the police.",
        "Blair: No, you're not going to call anybody, Todd!",
        "Todd: Yes, I am! Yes, I am! Cole is going to be arrested; all this is going to be over -- tonight!",
        "Starr: What are you talking about, Dad? Cole didn't do anything wrong!",
        "Todd: Oh, yes, he did -- oh, he raped you.",
        "Blair: Todd --",
        "Starr: He did not rape me.",
        "Todd: Yes, he raped you.",
        "Starr: Everything was perfect and you ruined it just like you ruin everything!",
        "Todd: Okay, now listen -- okay. Now, I want you to be careful. I want you to be careful what you say right now. You're not thinking straight, okay -- no!",
        "Starr: I know exactly what I'm saying, Dad!",
        "Todd: You don't want to say something you'll regret.",
        "Blair: Sweetie, you don't have to say anything right now.",
        "Starr: I have never thought more clearly in my entire life. I wanted to be there -- stop, Mom! I need to say this. I love Cole.",
        "Todd: Ugh.",
        "Starr: All right? And I wanted to sleep with him.",
        "Todd: Don't you say that to me!",
        "Starr: You ruined everything! I'll say it --",
        "Todd: Don't you say it! Don't you say that to me!",
        "Blair: Todd --",
        "Todd: Shut up!",
        "Starr: I'll say it a million times! I wanted to sleep with him, Dad!",
        "Todd: You get out of here!",
        "Starr: I wanted to sleep with him! I love Cole and I hate you!",
        "[SCENE_BREAK]",
        "Nora: Thank you so much for coming.",
        "John: Have you heard anything from Cole? I've been calling him.",
        "Nora: No, nothing, nothing. I have left messages, everything. John, he left Matthew stranded -- I mean, no phone call, nothing. I mean, you know, but like you said, that's -- that's not like him.",
        "John: Oh. Then again, he is a teenager, right?",
        "Nora: I know, which is why I haven't called the National Guard --",
        "John: Hmm.",
        "Nora: Yet.",
        "John: We'll give him another 10 minutes before we do that.",
        "Nora: Huh. I -- I -- I wanted to talk to you about him anyway.",
        "John: Why, did something happen?",
        "Nora: Um -- no. No, but --",
        "John: Talk to me.",
        "Nora: I had a conversation with Bo. Bo is concerned that -- that Cole might be overwhelmed still from his mother's death, especially since it happened right on the heels of his father's death, and Bo thought that maybe Cole was self- destructive?",
        "John: I know he misses his mom.",
        "Nora: Yeah.",
        "John: But when I talk to him, it seems like he's handling it.",
        "Nora: Well, or does he just want us to think he is?",
        "John: Yeah. Maybe. I don't know -- right after Marty died, he -- he had a lot of anger inside. But now it seems like he's doing better, it seems like he's in control again.",
        "Nora: Well, he's going to the grief counseling and I'm -- I'm sure that's helping but -- um -- I don't know. Has he said anything to you? I mean, I don't want to betray any confidences, but --",
        "John: No. No, not much.",
        "Nora: I just want to make sure he's getting what he needs.",
        "John: He's lucky to have you. No, you've made him feel like he's part of this family -- he's told me that.",
        "Nora: He did, he told you that?",
        "John: Mm-hmm.",
        "Nora: Good, because he is part of this family. You're a part of his life, too -- you know that, John. You're very important to him.",
        "John: You know, Marty's last thought was for her son. I'd do anything for him. I owe her that.",
        "[SCENE_BREAK]",
        "Matthew: Oh, my God, Cole! Are you okay?",
        "Cole: Matthew, shh.",
        "Matthew: What happened to you? Mom?",
        "Cole: Matthew, shh. No --",
        "Matthew: Mom, Cole's back! What happened to you? You're all cut.",
        "Nora: Cole, where were -- what happened? Were you in an accident? Come here.",
        "Cole: No.",
        "John: Hey. What happened? Who did this to you?",
        "[SCENE_BREAK]",
        "Clint: Don't bother -- it was a waste of time. That information -- I mean, I read it over and unfortunately, it's not relevant.",
        "Bo: Well, then I guess you better get home, you know, get some rest. We want to be on top of our game for that meeting in the morning.",
        "Clint: Yeah, you do the same. You know, Bo, that Webster's probably going to pull out all the stops on this.",
        "Bo: Yeah. I better get home, too. Lindsay's going to be wondering where I am.",
        "Clint: Yeah. I'm sure.",
        "Bo: All right, I'll see you in the morning.",
        "Clint: Okay. Bo?",
        "Bo: Yeah?",
        "Clint: There's something I need to tell you.",
        "[SCENE_BREAK]",
        "Langston: Starr, I am so sorry. I can't even imagine how horrible this night must've been for you.",
        "Starr: It was supposed to be perfect. Cole and I -- we knew that the time was right. I thought that I was going to be scared because it would be my first time and all, but he made me feel so safe. And then my Dad came in and he ruined it. He started hitting him, Langston -- hitting him and beating him and I thought that he was going to kill him! How did he find us? How --",
        "Langston: Starr?",
        "Starr: How did he know?",
        "Langston: Starr, it was my fault.",
        "[SCENE_BREAK]",
        "Blair: I know you don't like what you walked in on. But if you ever raise a hand to our daughter again, you'll never see any of your children -- you hear me?",
        "Todd: Nah. That son of a bitch, I knew it. I knew it -- just looking at him, he was trouble. And I should've kept them apart. And now he's attacked her.",
        "Blair: That is not what happened!",
        "Todd: It is what happened!",
        "Blair: No, it isn't, Todd!",
        "Todd: Yes, that is what happened! This person took my daughter to an abandoned house against her will where he figured no one would discover his brutal crime and he raped her -- period! Did you see her? Did you see her -- how emotional she was? She has been traumatized by this!",
        "Blair: You need to face reality, Todd.",
        "Todd: I'll give you a little reality. If Cole Thornhart ever goes near Starr again, I'm going to kill him.",
        "[SCENE_BREAK]",
        "Nora: Matthew, go get a washcloth and a bucket of ice.",
        "Matthew: Okay.",
        "John: Who did this to you?",
        "Cole: It doesn't matter.",
        "Nora: \"It doesn't matter\"? My God, you can hardly walk!",
        "Cole: It was my fault, okay?",
        "John: How was it your fault? What happened?",
        "Nora: Where were you tonight?",
        "Cole: Obviously somewhere I shouldn't have been, all right, so leave it at that.",
        "Nora: Does Starr know what happened? Maybe we should give her a call.",
        "Cole: No, no, don't call Starr.",
        "John: Why? Huh? She involved in this? Is she hurt, too?",
        "Cole: She -- he would never hurt her. She has to be okay.",
        "Nora: If -- if you're worried about Starr, you should call her.",
        "Cole: No, it would only make things worse, all right? Her dad will kill me.",
        "John: Manning did this to you?",
        "John: Manning did this, right? Son of bitch.",
        "Nora: Okay, why don't you just start at the beginning and tell us what happened?",
        "John: I heard enough -- I'm going to kill him.",
        "Nora: John, you haven't heard any-- John? John!",
        "[SCENE_BREAK]",
        "Bo: What's up?",
        "Clint: I just wanted to say that -- how good it is to be working with you again.",
        "Bo: Well, I feel the same way. Come on.",
        "[Bo and Clint chuckle]",
        "Bo: I'll see you in the morning.",
        "Clint: All right.",
        "[Lindsay sighs]",
        "Lindsay: For a minute there, I thought you were going to tell him.",
        "Clint: Why should I? Bo doesn't need to know.",
        "Lindsay: And Nora doesn't need to know, either. It'll just be our little secret.",
        "Clint: Lindsay? I'm not going to use it.",
        "Lindsay: Okay.",
        "[SCENE_BREAK]",
        "Talia: Ugh -- gross. Just to look at him, it's so gross.",
        "Antonio: I know, you know, I've been thinking. I mean, everything was going so well, you know?",
        "Talia: Yes.",
        "Antonio: Job, working with people I respect -- you, John, Bo, and now Bo's gone. And I can't help thinking that it's only going to get worse before it gets better.",
        "Talia: Well, bring it on.",
        "Antonio: You're right. We can handle it.",
        "[SCENE_BREAK]",
        "Starr: Langston, I don't understand. How would it be your fault?",
        "Langston: I told your dad where you were.",
        "Starr: Well, it must've been by accident, right? He overheard you and --",
        "Langston: No. It wasn't an accident.",
        "Starr: What? Langston, why would you do that to me?",
        "Langston: I'm so sorry.",
        "Starr: Why would you --",
        "Langston: I'm so sorry, Starr.",
        "Starr: Did you tell him on purpose?",
        "Langston: He found Markko in the closet and me in your bed and he was so scary and so angry! He threatened me --",
        "Starr: Okay, I don't blame you! My Dad was insane tonight and I have never seen him more insane in my life! He was beating Cole and that might be the last time that I will ever see him, okay? I love him so much and can't -- I can't live without him, Langston! I can't!",
        "[Pounding on door]",
        "[Starr gasps]",
        "[SCENE_BREAK]",
        "Todd: What the hell do you want?",
        "John: Touch the kid again and I'll kill you.",
        "[NEXT_ON]",
        "Jared: If Dorian blows our cover, I truly hope that you don't lose Viki.",
        "Gigi: I'm guessing you dragged me down here for a reason?",
        "Todd: Kid's going to jail for raping my daughter, John.",
        "Starr: Are you serious?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=bZcjmD8plWk"
}