{
    "Episode Summary": [
        "Episode # 10345 -- Should Old Acquaintance Be Forgot"
    ],
    "Recap": [
        "Marty \"invites\" Todd to have a romantic encounter with her. He wants more than anything to believe she might still have feelings for him and doesn't heed the likelihood that she may be setting him up. Tea tells him he is asking for trouble meeting her. But Todd does not listen to his lawyer. She admits to Todd that she wishes she could hate him for what he did to her but she admits she is still in love with him. And she obviously has a \"plan for revenge\". Cole knows that his mother has a secret she is not telling anybody. So he leaves the New Years concert where Puddle of Mudd plays. Starr goes with him. Cristian asks Sara to attend the concert with him. But she doesn't want to get him \"in trouble\" with immigration after he's just married Vanessa. So she sits home alone and depressed. John and Blair have a romantic encounter together and he informs her that he is ready to buy Rodi's and own it."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: Hello.",
        "Blair: Hmm. What's all this?",
        "[Blair giggles]",
        "John: Happy New Year.",
        "[SCENE_BREAK]",
        "Téa: Todd, it's Téa! God. Come on, you can't spend New Year's Eve hiding under the covers. Todd! I am not drinking this champagne by myself. You are going to do some celebrating whether you like it or not.",
        "Todd: Oh, good, thanks. This could come in handy tonight.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Marty: Uh -- just a second.",
        "Marty and Cole: Hi.",
        "Cole: I just wanted to say good night. I'm heading over to Ultraviolet.",
        "Marty: Oh, right, right, right, for the concert with Starr.",
        "Cole: Yeah, and Langston and Markko. They're forcing us to have fun.",
        "Marty: I think you'll manage.",
        "Cole: Do you want to -- do you want to come with us?",
        "Marty: No. No, that's okay. I -- I already have plans.",
        "[SCENE_BREAK]",
        "Sarah: Why would I want to spend New Year's Eve with a bunch of drunk losers?",
        "Talia: Oh --",
        "Layla: Hey!",
        "Sarah: Not you guys.",
        "Talia: Baby, isn't that what New Year's Eve is supposed to be about -- hanging out with a bunch of drunk losers?",
        "Layla: And then at midnight, you get to kiss them.",
        "[Doorbell rings]",
        "Sarah: My life is crappy enough as it is. I don't need a reminder that I have a whole nother year of it to look forward to. Besides, who would I kiss?",
        "[Music plays]",
        "Lola: What are those wrist bands?",
        "Langston: Oh, it means they're 21. They can drink.",
        "Lola: In Colombia, you can drink at 18.",
        "Markko: You're kidding. I'd buy us all martinis, shaken not stirred.",
        "Langston: Oh, please.",
        "Starr: Wouldn't that be great? I could be drunk and depressed.",
        "Langston: Um, Markko, why don't you go dance with Lola?",
        "Lola: Really?",
        "Markko: Really?",
        "Langston: Yeah. Maybe she can salsa better than I can.",
        "Lola: I'll show you.",
        "Langston: You want to go home, don't you?",
        "Starr: Jack and I were supposed to teach Sam how to play five-card stud.",
        "Langston: And after five minutes, Sam would eat the cards and Jack would accuse him of cheating.",
        "Starr: And doesn't that sound like a bunch of fun?",
        "Langston: Don't you want to see Puddle of Mudd? You said Wes Scantlin was hot.",
        "Starr: I did not. But he is.",
        "Langston: Well, at least wait for Cole. You'll have fun when he gets here.",
        "[SCENE_BREAK]",
        "Cole: You're going out?",
        "Marty: No, I'm staying in. You know, I've been meaning to get to this. It's going to take me till next year to write everything down.",
        "Cole: Okay, well, if you change your mind --",
        "Marty: I will call you, I promise. Just have a good time.",
        "Cole: Thanks.",
        "[SCENE_BREAK]",
        "Téa: Why are you dressed like that?",
        "Todd: Same reason you're dressed like that -- I'm sure it's New Year's Eve.",
        "Téa: Oh, which up until a day ago, you couldn't have cared less about.",
        "Todd: What's with the champagne?",
        "Téa: I don't want to see you wallowing in self-pity.",
        "Todd: Oh, you got your wish. I'm not wallowing. Bye.",
        "Téa: Oh, ah, ah -- yeah, if you were any happier, I'd have to scrape you off the ceiling.",
        "Todd: Is that a problem?",
        "Téa: Well, historically, it means you're up to something. What exactly do you have planned for tonight, Mr. Manning?",
        "[Phone rings]",
        "Todd: Hi.",
        "Téa: Oh.",
        "Marty: Hey, I -- I just want to make sure we're still on for tonight.",
        "Todd: I wouldn't miss it.",
        "Todd: Thought I'd stand you up?",
        "Marty: I just wanted to, you know, make sure you hadn't changed your mind.",
        "Todd: No, no, I want to see you.",
        "Téa: Ah.",
        "Marty: I want to see you, too. But some people might not think this is a good idea.",
        "Todd: Yeah, I don't care what anyone else thinks.",
        "Marty: You haven't -- you haven't told anyone, have you, that we're meeting tonight?",
        "Todd: No, I told you I wouldn't. Didn't I?",
        "Marty: No, it's just if -- if somebody asked, I don't know what I would say.",
        "Todd: Don't worry about it. You can trust me. I promise. See you later. Do you mind if I take this?",
        "Téa: What the hell are you thinking? Huh?",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Man: Hey, man. Great party, man.",
        "Rex: Thanks for playing it.",
        "Man: No problem, man. Any time.",
        "Rex: Gigi, this is Wes Scantlin, lead singer of Puddle of Mudd.",
        "Wes: Oh, hey, how you doing?",
        "Gigi: Hi, nice to meet you, Wes.",
        "Wes: Yeah. Sarah's been telling me that you're, like, the brains behind this whole operation and, you know, if you look as beautiful as you do tonight, we're going to have to come back and play this again for sure.",
        "Gigi: Oh -- well, thank you.",
        "Wes: You're welcome. So, you know what? I'm going to have to go get warmed up so I can do some singing. All right? You guys have a good night, all right?",
        "Rex: Great.",
        "Gigi: Did you hear him?",
        "Rex: Yeah, he's coming back for you.",
        "Gigi: He said I'm the brains of this operation.",
        "Rex: I've always said that.",
        "[SCENE_BREAK]",
        "Blair: So what'd you do? Did you rent this place just for us?",
        "John: Something like that.",
        "Blair: Or was it already closed down because of some health violation? Hmm.",
        "John: Don't go spreading that rumor. I just bought the place.",
        "[SCENE_BREAK]",
        "Téa: That was Marty on the phone, wasn't it?",
        "Todd: I should be careful. I shouldn't do that. It could blow up on the tux.",
        "Téa: You can't do this, Todd.",
        "Todd: You know, they ought to invent a champagne with screw caps.",
        "Téa: Marty finally got out of bed. She agreed to meet you.",
        "Todd: Do they make champagne in cans?",
        "Téa: Listen, stop talking about the champagne, call her back and tell her you're not going.",
        "Todd: Okay, Mom. I will.",
        "Téa: I'm not your mom -- I'm a lawyer, and I will not allow you to do this.",
        "Todd: I see. But, yes, you are my lawyer, which means that you work for me, which means you don't get to allow me to do anything.",
        "Téa: Fine. Fine. Make me earn my money, I will go with you.",
        "Todd: No, we don't need a chaperone, thank you.",
        "[Téa sighs]",
        "Téa: What -- what do you think this is, Todd, huh? A date? Is that what you think it is?",
        "Todd: What do you think it is?",
        "Téa: A trap!",
        "Todd: Ah. What, is she going to shoot me?",
        "Téa: No, Todd. Marty's -- she's not going to shoot you. Wear a wire and get you to incriminate yourself, absolutely.",
        "Todd: She's not going to wear a wire. Don't worry about it.",
        "Téa: Oh -- why wouldn't she? She wore one before.",
        "Todd: But she wouldn't remember before, would she? Besides, it's different this time.",
        "Téa: How?",
        "Todd: Well, you can't incriminate yourself if there's no crime. She said herself I didn't rape her.",
        "Téa: Your daughter is accusing you of kidnapping. Marty's going to be at the top of Nora Hanen's witness list.",
        "Todd: Maybe, maybe not.",
        "Téa: Todd, I saw the look on Marty's face when the rape charge was dismissed. It wasn't a look of love.",
        "Todd: Well, aren't you the one that told me I should fight for her?",
        "Téa: Yeah, if there was a fight. This is way too easy.",
        "Todd: Well, how is that?",
        "Téa: Who set this whole thing up, hmm?",
        "Todd: What difference does it make?",
        "Téa: Where are you meeting? And, yeah, who called who? I bet she told you not to tell anybody, huh?",
        "Todd: You should stop asking so many questions.",
        "Téa: No, no, you should listen to me. You should feel damn grateful that I'm here before you land your ass back in jail, Todd.",
        "Todd: Not going to happen. I'm telling you.",
        "Téa: What do you think is going to happen, Todd? You think she's going to put on some music and pour some wine? You guys going to share your New Year's resolutions, you're going to kiss at midnight? She's using your feelings for her against you. Can't you see that? How can you be so stupid?",
        "Todd: I don't know. All right, well, I'm going. Don't tell anyone. Ah, you can't, can you? Client/lawyer confidentiality.",
        "Téa: Todd, don't do this!",
        "[Phone rings]",
        "Todd: That must be your phone.",
        "Téa: Oh.",
        "Todd: Better get it. Hey, go ahead and lock up for me, will you? Happy New Year.",
        "Téa: Todd, I am not bailing you out this time. Do you hear me? Hello -- hello?",
        "Ray: Buenos noches.",
        "Téa: Oh. Hi. Ahem -- ray.",
        "Ray: Feliz Año Nuevo.",
        "Téa: Yeah. Happy New Year to you.",
        "[SCENE_BREAK]",
        "Sarah: Don't you have a toad to get ready for?",
        "Layla: Don't remind me, please.",
        "Talia: Maybe it'll be a prince.",
        "[Layla laughs]",
        "Layla: No, that -- that's frogs.",
        "Cristian: Should I ask what that was about?",
        "Sarah: Probably not.",
        "Cristian: Thanks for stepping in.",
        "Sarah: They were just protecting me.",
        "Cristian: No kidding.",
        "Sarah: And they're right. You shouldn't be here.",
        "[SCENE_BREAK]",
        "Blair: Did you just say you bought this place?",
        "John: I closed on it this morning.",
        "Blair: From Renee? She sold it to you?",
        "John: Would you like to see the paperwork?",
        "Blair: No, no, no, no, no. I just -- just had no idea you were so --",
        "John: Stupid?",
        "Blair: Rich.",
        "John: I didn't pay cash. I have a pretty hefty mortgage. I'm going to have to cut into my beer fund to make it work.",
        "Blair: Wow. So you really thought this through, then?",
        "John: Ever since I left the force.",
        "Blair: That long?",
        "[Romantic music plays]",
        "John: My old man used to hang out at a bar like this in Atlantic City -- the White Oaks Tavern. Everybody knew him, knew what he liked to drink, song he liked on the jukebox. He'd come in after work and the bartender would pour 4 ounces of Irish whiskey and they'd cue up l-17 on the box.",
        "Blair: Yeah. What song was that?",
        "John: \"Crazy.\"",
        "Blair: Oh, that's a great song.",
        "John: Hmm.",
        "Blair: So did you ever go to White Oaks with him?",
        "John: For research purposes only.",
        "Blair: Oh, what the hell would you be researching at a bar?",
        "John: Bars are a great practice for cops.",
        "Blair: Or bartenders.",
        "John: Hmm -- waiters, short-order cooks, bouncers.",
        "Blair: Oh, my gosh, that's so many jobs. Now, are you going to have time for the other things in your life that are important?",
        "John: If you don't mind hanging out here once in a while.",
        "Blair: You know what? I think I'll feel right at home.",
        "[SCENE_BREAK]",
        "Starr: The adoption was finalized. You should be celebrating.",
        "Langston: I am.",
        "Starr: Then why aren't you out there dancing with Markko?",
        "Langston: Oh, I can't celebrate with you?",
        "Starr: Okay. There is nothing in that adoption agreement that says that a cousin has to hang out with her other cousin that's a complete drag.",
        "Langston: Well, I want to, okay, and you're not a drag. You're sad and you're -- nobody who's sad should be hanging out alone on New Year's Eve.",
        "Cole: She won't be.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "[\"Heart and Soul\" plays]",
        "Marty: Hey. Come on in. Glad you came by. We have a lot to talk about.",
        "[\"Heart and Soul\" plays]",
        "[\"Heart and Soul\" plays]",
        "Todd: You look nice.",
        "Marty: So do you.",
        "Todd: I like the music.",
        "[Todd chuckles]",
        "Marty: Yeah, I can't seem to get it out of my head, among other things.",
        "Todd: Wow, you really went all out, didn't you?",
        "Marty: Well, New Year's Eve.",
        "[Music stops]",
        "Marty: Looks like you had the same idea.",
        "Todd: Oh, yeah, yeah. I guess I felt like celebrating.",
        "Marty: Yeah? What?",
        "Todd: I don't know -- a new start?",
        "Marty: Hmm. What kind of a new start?",
        "Todd: Yeah, you don't think you get more than one?",
        "Marty: I've had a couple.",
        "Todd: Well, there you go, then. I have reason to hope.",
        "[SCENE_BREAK]",
        "Téa: Another phone call. You -- you must be a very good prisoner.",
        "Ray: With a very good lawyer. You are going to get me out of here, right? Prove that Vanessa is the murderer, not me?",
        "Téa: Maybe sooner than you think.",
        "Ray: So Cristian found the letter, the one that threatened Vanessa and Lola?",
        "Téa: Yep. And then, he married her.",
        "Ray: Like you said he would.",
        "Téa: I told you -- that's just the kind of guy he is.",
        "[SCENE_BREAK]",
        "Cristian: I want you to come with me to Ultraviolet.",
        "Sarah: I can't. There's a monster movie marathon on channel 28.",
        "Cristian: But you hate monster movies.",
        "Sarah: Not as much as I hate seeing you with your wife.",
        "Cristian: Look, we hang out with Vanessa for, like, five minutes and then we find our own little dark corner.",
        "Sarah: And you think no one's going to notice you cuddling with your girlfriend while your wife's in the same room?",
        "Cristian: Not with all those people.",
        "Sarah: What if one of them is from immigration?",
        "Cristian: You really think a government agent is going to show up to Ultraviolet on New Year's Eve?",
        "Sarah: It's not worth risking Vanessa and Lola's safety to find out.",
        "Cristian: I want to be with you tonight. I want to dance with you. I want to kiss you at midnight.",
        "Talia: Come on. Guys, it's time to go. We don't want to miss the band.",
        "Sarah: Say hi to Wes Scantlin for me.",
        "Layla: Are you really not coming?",
        "Sarah: Nope. I -- I have a date with the creature from the black lagoon.",
        "Talia: So does Layla.",
        "Layla: Shut up.",
        "Talia: I love you, Sarah. Come on, Mr. Montez, let's go.",
        "Layla: Love you, Sarah.",
        "[Door closes]",
        "[Sarah cries]",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Lola: Oh, my God. I thought American boys couldn't dance.",
        "Markko: Well, most of them can't.",
        "Lola: How come you can?",
        "Markko: I don't know -- guess I'm just a freak.",
        "Langston: Oh, my God, I love this song. You mind if I go dance with Markko?",
        "Starr: Of course not.",
        "Cole: Not at all.",
        "Langston: Come on, baby.",
        "[SCENE_BREAK]",
        "Blair: So you think you're going to miss being a cop?",
        "John: You know, I don't know. I don't think I'll miss all the paperwork.",
        "Blair: What about making a difference?",
        "John: I think I can still make a difference.",
        "Blair: Really?",
        "John: For starters, I'm going to ban all foo-foo drinks.",
        "Blair: Oh.",
        "[Blair laughs]",
        "John: My bar, my rules, right?",
        "Blair: I guess. But that means no drinks with ice cream or blue liqueur?",
        "John: Mm-hmm. Okay, well, maybe we could have a separate section over there by the bathroom.",
        "Blair: Oh, good idea. I don't know, John. I'm having a real hard time picturing you standing behind that bar making drinks all day long.",
        "John: You don't think I can handle it?",
        "Blair: I didn't say that.",
        "John: No, but that's what you're thinking.",
        "Blair: No, I -- I'm not. I'm -- dude, I know what it's like to run a bar. That's why I hired a manager -- it's hard. What are you looking for?",
        "John: Don't call me \"dude,\" and let me tell you something -- I got 10 bucks here that says I'm still here in six months.",
        "Blair: Oh, excuse me. 10 bucks -- is this a wager?",
        "John: Yeah, it's a wager -- 10 bucks.",
        "Blair: This is a -- this is not a wager.",
        "John: Hey, I spent everything else to buy the bar.",
        "Blair: Well, then you better hold on to this because this is a wager, my friend. If you're still behind that bar in six months --",
        "John: Mm-hmm?",
        "Blair: I'll come here and I'll sing for you.",
        "John: Okay. And if I lose?",
        "Blair: Well, that's where it gets tough -- I mean, for you. Then you come over to my bar. You remember -- Capricorn?",
        "John: Hmm.",
        "Blair: And you sing for me.",
        "John: It's a bet.",
        "[Blair chuckles]",
        "[SCENE_BREAK]",
        "Marty: What, you don't want it?",
        "Todd: No, I'll take it.",
        "[Todd chuckles]",
        "Todd: Téa, my lawyer -- she has no idea what she's talking about.",
        "[Glasses clink]",
        "Marty: Really? What'd she say?",
        "Todd: Hmm. Mmm. Nothing -- it's lawyer stuff.",
        "Marty: Mm-hmm.",
        "Todd: Well, if you must know, she said that it's a bad idea for me to be here tonight.",
        "Marty: You told her you were meeting me?",
        "Todd: No, I didn't tell her. She heard us talking on the phone. And don't worry about it -- she can't tell anyone legally, especially if she wants to get paid.",
        "Marty: Why did she tell you not to come here?",
        "Todd: She thinks it's a trap.",
        "Marty: Oh, I'd try to set you up and make you confess?",
        "Todd: Mm-hmm.",
        "Marty: Hmm.",
        "Todd: Exactly.",
        "Marty: Well, then search the room.",
        "[Todd scoffs, chuckles]",
        "Marty: Hmm? Go on, I don't mind.",
        "Todd: No, Marty, I trust you.",
        "Marty: Even after I tried to put you in jail?",
        "Todd: But actually, you didn't. You told the truth.",
        "Marty: Yeah, I know, but I'd understand if you want to be sure. I mean, go ahead, look anywhere you want. In fact, you can even search me if you want. Why don't you frisk me?",
        "[SCENE_BREAK]",
        "Téa: And now that Vanessa has what she wants, she'll let her defenses down, and I'll find out what I need to clear you.",
        "Ray: So, you don't have a problem, Téa, using your friend like that?",
        "Téa: I do. But I have more of a problem seeing you in prison.",
        "Ray: Well, I don't like Lola believing I threatened her life.",
        "Téa: Vanessa's already convinced Lola that you murdered her mother. She already thinks you're a killer. A fake death threat won't make things any worse.",
        "[SCENE_BREAK]",
        "Vanessa: Hey, I was looking for you.",
        "Cristian: Hey, I stopped by Sarah's.",
        "Vanessa: Look, I know that you miss her, but do you think that that was wise?",
        "Cristian: Yeah, that's what Sarah said.",
        "Vanessa: So, she sent you away?",
        "Cristian: She just wants to make this work.",
        "Vanessa: I'm so sorry, Cristian.",
        "Cristian: No, no, look, she's right. The sooner people can believe that this is for real, the sooner you and Lola can be okay.",
        "Vanessa: And the sooner you can be back with your Sarah.",
        "[SCENE_BREAK]",
        "Talia: All right, so I don't see any ugly ducklings. That's a good sign.",
        "Layla: Yes.",
        "Talia: Oh, Layla, look. Look at the guy over at the bar. He's really hot. Maybe he's your guy.",
        "Layla: Hmm, no. He's drinking champagne.",
        "Talia: What? It's New Year's Eve. Isn't that sort of the point?",
        "Layla: Yeah, but he said that we should both have drinks with umbrellas in them, and he said that's how I'd recognize him, okay?",
        "Talia: Oh. That's really cute.",
        "Layla: And I need you to stick around just in case he's a total loser.",
        "Talia: All right, I got you. What do you want me to do? Do you want me to arrest you? I could arrest you.",
        "Layla: Oh, yeah.",
        "Talia: And tie one on.",
        "[Layla chuckles]",
        "Antonio: Hey.",
        "Talia: Hey, did you bring your handcuffs?",
        "Antonio: What?",
        "Layla: Nothing.",
        "Antonio: Hey, look who I found.",
        "Talia: Fish?",
        "Ofc. Fish: Hey, Talia.",
        "Talia: Hi. There weren't any parties in Cherryvale to go to tonight or --",
        "Ofc. Fish: Well, actually, I was able to make it to both.",
        "Talia: Great.",
        "Ofc. Fish: new Year's Eve in Cherryvale ends at, like, 9:00. Plus, I really do like these drinks.",
        "[SCENE_BREAK]",
        "Starr: This sparkling cider isn't actually that bad. What's wrong?",
        "Cole: I just called the house to check on my mom, but Nigel said that he hasn't seen her.",
        "Starr: Did she tell you that she was going out?",
        "Cole: No. In fact, she said she was staying in tonight.",
        "[SCENE_BREAK]",
        "Todd: I know you're not trapping me.",
        "Marty: How can you be so sure?",
        "Todd: Well, if I wasn't, I'd just give up on you.",
        "Marty: Well, you have a lot of faith in me.",
        "Todd: Shouldn't I? You told the truth.",
        "Marty: I was under oath.",
        "Todd: Well, I don't mean about that. I mean, yesterday, when we talked, and you said that you -- you might still have feelings for me. I can just imagine that must have been very difficult for you to admit. And probably even more difficult for you to invite me here tonight. But you did. Because you're a strong woman.",
        "Marty: Not strong enough.",
        "Todd: For what?",
        "Marty: To stop thinking about you.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "John: Where you going?",
        "Blair: Not too far. You want to dance?",
        "[SCENE_BREAK]",
        "Todd: Is that your New Year's resolution, to stop thinking about me?",
        "Marty: Except I don't think that I can.",
        "Todd: Yeah. Probably because of all the things I did to you. You know, Marty -- you were in the back of my mind all these years. Even when I believed you were dead. And for many of those years, having you there in my mind, it helped. It kept me from doing a lot of other bad stuff.",
        "Marty: But it didn't work all the time.",
        "Todd: No. I realize that I have a lot to make up for. That's my New Year's resolution.",
        "Marty: How are you going to do that?",
        "Todd: I have no idea.",
        "Marty: You want me to tell you?",
        "Todd: Yes.",
        "Marty: Make me hate you.",
        "Todd: What?",
        "Marty: Make me hate you. Make me remember. Make me remember all the terrible things you did to me. Please. Make me forget how I fell in love with you. I want you to make me afraid of you. I want you to stop me from feeling everything I feel from you. Stop me from loving you.",
        "[SCENE_BREAK]",
        "Ray: I appreciate everything you're doing for me, but I don't want Lola to get hurt.",
        "Téa: Oh, Lola's going to get hurt. She trusts Vanessa and she hates you.",
        "Ray: And you think nothing will change her mind?",
        "Téa: I didn't say that.",
        "Ray: Be honest with me, Téa.",
        "Téa: Changing her mind will be difficult, but not impossible. Believe me; I've seen some no-win situations. This isn't one of them.",
        "[SCENE_BREAK]",
        "Todd: So, you still love me?",
        "Marty: Everything I said in that hospital is true. I hate what you did to me. Lying to me all that time, keeping me away from the people that I love -- it was too much to bear. It was too much to bear. I wanted to hurt you. I had to hurt you. I had to make you pay for what you'd done to me.",
        "Todd: Well, I can certainly understand that. I mean, to tell you the truth, I thought you were going to get on the stand and lie. I thought you were going to say I did worse things than I did. Certainly, everyone would've believed you.",
        "Marty: I should've. I should've but I couldn't. As much as that's what I wanted to do, I couldn't do it. When they dropped the charges, I was relieved. Because as much as I hate you, I love you more.",
        "Todd: Well -- so, then -- so then this is real. I mean, the feelings you thought you might have for me are real.",
        "Marty: I love you. I love you. Oh, my God, I love you, but I don't know what to do about it.",
        "Todd: Well -- I think, uh -- we do what worked before. We proved it worked, didn't we? Let's just -- let's just pretend the past never happened.",
        "[SCENE_BREAK]",
        "[Cheers]",
        "Rex: All right, thank you for coming out to Ultraviolet to help ring in 2009! Here to make sure we kick things off right, Puddle of Mudd!",
        "[Cheers and applause]",
        "Singer: I'm so much like you restless and reckless I need a clue so show me a sign I feel like making a move real geographic a change in mood we'll let go of everything we know",
        "Singer: You and I will ride tonight till the past is out of sight we don't have to look back now from the dark into the light we can leave it all behind we can stand together we don't have to look back now",
        "Singer: I'm so much like you caught in a moment coming unglued in a world so big it's not easy to choose which path to take which pawn to move so we'll let go of everything we've ever known",
        "Singer: You and I will ride tonight till the past is out of sight we don't have to look back now from the dark into the light we can leave it all behind we can stand together we don't have to look back now no one can stop us now the world is rushing by the wind is at our back everything's new tonight we're going our own way no matter what they say the bridge is on fire we're flying higher now",
        "Singer: You and I will ride tonight till the past is out of sight we don't have to look back now we are knocking down the wall all for one and one for all we can stand together never gonna look back now no, no no, no we don't have to look back now no, no no, no we don't have to look back now",
        "[Cheers]",
        "[SCENE_BREAK]",
        "Marty: Do you want me to forget everything again? Pretend it didn't happen? Run away with you and -- and live happily ever after?",
        "Todd: Like I said, it worked before.",
        "Marty: You were lying to me before.",
        "Todd: But I'm not lying now, you know that. You know I'm telling the truth.",
        "Marty: But I don't know how to live with it.",
        "Todd: I'll help you. I'm not saying it's going to be easy. Certainly, it won't. Especially with this glaring reminder.",
        "Marty: There's nothing there.",
        "Todd: What are you talking about? The scar is what I meant.",
        "Marty: There is no scar.",
        "Todd: We can do this. We can have everything we want. Please, say yes.",
        "Marty: No, no, no. This -- I can't do this.",
        "Todd: Marty, Marty -- Marty.",
        "[\"Heart and Soul\" plays]",
        "[SCENE_BREAK]",
        "Rex: Okay, brains of the operation, it is almost time to ring in the New Year. Would you like to do the honors?",
        "Gigi: No.",
        "Rex: Okay, here we go, here we go.",
        "Gigi: No! No! Hey!",
        "Rex: All right, it's almost time!",
        "[Cheers]",
        "Rex: 10 \u0096",
        "[SCENE_BREAK]",
        "Todd: Why'd you run away?",
        "Marty: I need some air.",
        "[SCENE_BREAK]",
        "[Cheers]",
        "Crowd: Nine, eight, seven, six \u0096",
        "[SCENE_BREAK]",
        "Cole: I'm sorry we didn't make it until midnight.",
        "Starr: Oh, no, I was ready to leave anyway.",
        "Cole: Thanks. My mom might be napping or something.",
        "Starr: Then I'll go wait downstairs.",
        "Cole: No, no, no, stay here.",
        "Starr: I don't want to get in the way.",
        "Cole: Starr, you're never in the way. Just let me go in and check on her and make sure she's okay. We can go downstairs, order a pizza or something, and watch the ball drop.",
        "Starr: I would love to, but it's too late. It's practically midnight right now.",
        "[SCENE_BREAK]",
        "Marty: I don't want you here.",
        "Todd: Marty, you love me.",
        "Marty: It's not enough.",
        "Todd: It is. It has to be. That's why you called me here tonight.",
        "Crowd: Five, four, three, two, one -- happy New Year!",
        "[Cheers]",
        "[\"Auld Lang Syne\" plays]",
        "[SCENE_BREAK]",
        "[Sarah exits New Year's window]",
        "John: Been dancing for a year, it's 2009.",
        "[Blair chuckles]",
        "Blair: Happy New Year. So much for the past. Thank you for inviting me to ring the new year in with you.",
        "John: We haven't quite rung it in yet.",
        "[SCENE_BREAK]",
        "Cole: Mom?",
        "Starr: Cole, maybe she's downstairs. There are, like, a million rooms in this house.",
        "Starr: What -- what's that?",
        "Cole: It's an article about what your dad did to my mom.",
        "[Cole sighs]",
        "Cole: Oh, man.",
        "[SCENE_BREAK]",
        "Todd: Listen. Listen, I know it seems impossible. But it's just like everything else in my life you know, pretty much my whole life, people told me I was worthless. And proving them right seemed pretty easy. Seemed impossible that you would've survived that explosion, but you did. Probably more impossible, that I find you, but I did. And you changed me. It doesn't matter -- doesn't matter how it happened. The point is that it did happen. And I know you and I being together seems impossible, but it isn't. We can be together if we just try, please.",
        "[Fireworks explode]",
        "Marty: Oh, my God. Yes.",
        "[NEXT_ON]",
        "Dorian: Alex Olanov.",
        "David: I came to cleanse my soul.",
        "Clint: We could end up with nothing.",
        "Todd: You changed everything for me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=IwSBGh4RAXg"
}