{
    "Episode Summary": [
        "Episode # 10627 ~ Come On In, The Water's Frigid"
    ],
    "Recap": [
        "Rex, Schuyler and Oliver manage to pull Gigi out of the water and Schuyler rushes both her to the hospital with the baby. But Stacy appears and falls through the ice and they fail to save her. They all assume that baby Sierra Rose is without a mommy. And we can only guess who will be her guardian. Dorian confesses to Viki, Clint and Brody that she put Charlie up to shooting Mitch and that's how Jessica got shot. They are not going to forgive her. But she fires Lowell and reinstates Brody to the force. Blair tells Starr, Cole, Langston and Markko she needs them to come with her and stay at Todd's where there is top security, after Cassie has contacted her to inform her what Dorian has warned them off regarding Mitch's threat."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Kelly: Come on, Adriana, come on! Pick up! Pick up. You left here just two seconds ago. Adriana, hi, it's Kelly. I know you're busy, having a good time, but Cassíe just called me and told me that we should watch out for strangers. I know I sound paranoid. I'm just a little concerned, since I just let you drive off with one.",
        "[SCENE_BREAK]",
        "Agent: Ma'am, the doctor's waiting to check you for exposure.",
        "Dorian: It's not necessary. I'm a medical doctor. Please, cut me a break guys, give me a moment here. Please.",
        "Agent: We'll be at the nurse's station.",
        "Dorian: How's Jessica?",
        "Viki: Jessica's in surgery, fighting for her life. No thanks to you.",
        "[SCENE_BREAK]",
        "Clint: I wish I knew how the hell this happened. What is it?",
        "Brody: Nothin'.",
        "Clint: I don't need to be treated with kid gloves, Brody. Whatever it is, I want to know.",
        "Brody: [Sighs] I had Mitch subdued. Then Charlie burst in, he had a gun.",
        "Clint: Charlie Banks?",
        "Brody: He was going to kill Mitch.",
        "Clint: Charlie shot Jessica?",
        "Brody: He wouldn't have. But someone else intervened.",
        "[SCENE_BREAK]",
        "Dorian: Viki, I don't know what you've been told.",
        "Viki: I know that Charlie went to kill Mitch, and may have very well have ended up killing my daughter Jessica instead.",
        "Dorian: She's young, she's strong.",
        "Viki: And he had help. Someone who put him up to this. And that was you, wasn't it, Dorian?",
        "Dorian: Yes, it was me. But I had... good reasons.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "[Knock knock]",
        "Cole: I thought you said you were going to stay in the bedroom.",
        "Starr: And let someone get to Hope? Are you kidding me?",
        "Cole: Who is it?",
        "Blair: It's me, Cole. It's Blair.",
        "Starr: Mom!",
        "Blair: I'm sorry, I didn't mean to scare you. I just didn't want to wake the baby.",
        "Starr: It's 4 A.M.!",
        "Blair: Yeah. You gotta get your stuff. Come on.",
        "Starr: What, why?!",
        "Blair: Get everything together and get Langston. We're going.",
        "[SCENE_BREAK]",
        "[Langston shrieks]",
        "[SCENE_BREAK]",
        "Viki: You always have your reasons, don't you?",
        "Dorian: Viki, if you were in my position--",
        "Viki: Oh, I know your position, Dorian. Your position is selfish! And unthinking!",
        "Dorian: I am sorry about Jessica.",
        "Viki: Really? She's not just collateral damage to you?",
        "Dorian: You just don't know. There are reasons for--",
        "Viki: Dorian, there always are with you, aren't there? So what was it this time? I mean, what were you after? Money or power or just hurting me again?",
        "Dorian: None of this, none of it would have happened if it weren't for Mitch Laurence.",
        "Viki: Do go on.",
        "Dorian: Do you know what a monster that man is?",
        "Viki: Yes, I do. I did not know that he was also responsible for your actions.",
        "Dorian: Yes, he is responsible. Mitch Laurence is at the root of whatever happens to Jessica. And anybody else.",
        "[SCENE_BREAK]",
        "Oliver: [Gasps] Keep talking to her, Rex.",
        "Rex: Gigi, please don't do this. Shane needs you. He loves you.",
        "Oliver: 1, 2, 3, 4!",
        "Rex: Gigi!",
        "[Gigi coughing and gasping]",
        "Schuyler: Oh, thank God! You're okay. You're okay. Okay.",
        "Gigi: The baby! Where is she?!",
        "Oliver: I've got her, I've got her, she's right here.",
        "Schuyler: We're going to get you two to a hospital, okay?",
        "Gigi: Rex! Her name is Sierra. Your daughter's name is Sierra Rose. [Gasping]",
        "Rex: I know the baby's name. I saw Stacy.",
        "Schuyler: We have to get to a hospital.",
        "Gigi: Oh, my God. Stacy, is she still at the cabin? Someone should go find her.",
        "Stacy: Gigi? Gigi, is that you? Where is she? Where's Sierra Rose? That's my baby!",
        "[SCENE_BREAK]",
        "Clint: Dorian is the reason that Jessica was shot?",
        "Brody: Charlie had a clear shot at Mitch.",
        "Clint: And he didn't take it?",
        "Brody: I tried to talk him down, but he wanted Mitch to confess first. When he didn't, Charlie was about to fire, and...",
        "Clint: And?",
        "Brody: And Dorian burst in out of nowhere. She knocked Charlie's hands.",
        "Clint: Oh, for the love of God!",
        "Brody: And the gun went off, and Jessica was hit.",
        "Clint: Because of Dorian Lord.",
        "Brody: If she hadn't come in...",
        "Clint: Do you have any idea what the hell her intent was? Was Dorian trying to protect Mitch?",
        "[SCENE_BREAK]",
        "Viki: You have the gall to tell me that what you have done is Mitch Laurence's fault?",
        "Dorian: I'm not trying to absolve myself.",
        "Viki: Then take responsibility!",
        "Dorian: There were dire underlying circumstances.",
        "Viki: Oh, I'll just bet there were! You were Mitch's pawn!",
        "Dorian: Yes.",
        "Viki: You just did whatever he wanted you to do. He got you to set him free. You are responsible for all of this violence.",
        "Dorian: I didn't intend this.",
        "Viki: Oh, God, Dorian, what were you thinking? What was he going to give you, what was he worth to you?",
        "Dorian: My girls' lives.",
        "[SCENE_BREAK]",
        "Blair: Starr, I need you to grab that blanket for me.",
        "Starr: What are you doing?",
        "Blair: Just grab--all right, get the bottles, would you?",
        "Starr: Mom, we're not going anywhere.",
        "Blair: Just do as I say, sweetheart.",
        "Starr: You can't tell me what to do.",
        "Blair: Yes, I can, because I'm your mother.",
        "Starr: You can't do this in my own home!",
        "Blair: Listen, your home is where Cole and Hope are, and we're going. And they're coming with us.",
        "Cole: Where are we going, exactly?",
        "Blair: We're going to go to Todd's.",
        "Cole: What?",
        "Starr: What, are you back together with him?",
        "Blair: Please.",
        "Starr: Okay, then why?",
        "Blair: Because your father has security, that's why.",
        "Cole: Why do we need security?",
        "Blair: I can't explain everything to you. Will you just do as I say and help me pack some stuff?!",
        "Starr: And go to Dad's?!",
        "Blair: Listen, your brother and your grandmother are already there. And tomorrow morning, sweetheart, we will wake up as one big happy family and we'll have chocolate chip pancakes, 'cause that's your favorite.",
        "Starr: Absolutely not!",
        "Blair: Excuse me!",
        "Starr: I am not taking my daughter out in the middle of the night without an explanation.",
        "Blair: Okay, the explanation is this--everybody related to Dorian is in danger, you hear me?",
        "[SCENE_BREAK]",
        "Langston: Get off me!",
        "[Ford groaning]",
        "Langston: Ford?!",
        "Ford: Oww!",
        "Langston: Oh!",
        "[SCENE_BREAK]",
        "Dorian: Mitch was behind bars. A life sentence seemed guaranteed.",
        "Viki: There are no guarantees with him.",
        "Dorian: Of course I should have known, after what he did to Cassíe and to you--",
        "Viki: And my children.",
        "Dorian: To so many people.",
        "Viki: Dorian, why the hell would you think you were safe?",
        "Dorian: I was desperate.",
        "Viki: So he came after you, and you just made a deal with him.",
        "Dorian: Oh, why else do you suppose I would have done the things that I did?",
        "Viki: Oh, please, you don't want me to answer that.",
        "Dorian: Mitch ordered me to fire Bo, to hire Lowell, or else... my girls would pay the price.",
        "Viki: You let the whole town suffer.",
        "Dorian: I was going to fix it.",
        "Viki: How? What'd you think, you'd suddenly be rid of him?",
        "Dorian: I knew that in time, an opportunity would present itself.",
        "Viki: Yeah, that opportunity turned out to be Charlie, didn't it? He'd lost his son. He was losing himself. He was drowning in his grief, and you gave him a drink and a gun.",
        "Dorian: I thought it might give him peace.",
        "Viki: No, you thought he was an easy mark.",
        "Dorian: Look, I was at my wit's end, the end of my rope. I didn't know what else to do. Viki, I swear to you, if I could take it all back, I would.",
        "Viki: Too late.",
        "[SCENE_BREAK]",
        "Stacy: My baby, is she okay?",
        "Gigi: Don't step! Stacy, don't--",
        "[All yelling]",
        "[All screaming]",
        "[SCENE_BREAK]",
        "Kelly: And yeah, I know that this is the second message I've left you. Just call me when you get this, okay? Okay. Okay. I don't know what you're so worried about, Cramer. Really. Adriana's just fine. You know, she's just not picking up her phone because she's having a good time with her cute Frenchman. Who might have been sent by Mitch Laurence to kill her. Oh, my God. What did I do? What did I do? Ahhh! Do I call Dorian? I don't know. If I tell Dorian that I let her go off with a strange man, she'll freak, and then she'll kill me. Okay, well, there's no reason. There's no reason to panic Dorian when I don't know anything, and I don't know anything. That guy couldn't possibly be working for Mitch! Could he?",
        "[SCENE_BREAK]",
        "Clint: I thought I'd seen all of Dorian's tricks, but this...",
        "Brody: I'm not sure Dorian was trying to protect Mitch.",
        "Clint: Well, she stopped Charlie from killing him, right, and got my Jessie shot instead.",
        "Brody: She did, but--",
        "Clint: That's all I need to know.",
        "Brody: You don't have the facts.",
        "Clint: You just told me what happened.",
        "Brody: Clint, you don't want to do anything crazy.",
        "Clint: I'm not, but when I get my hands on Dorian Lord, I am going to kill the bitch.",
        "Lowell: I believe that's our mayor you're talking about.",
        "Brody: You corrupt piece of scum!",
        "Lowell: And I'm the police commissioner.",
        "Brody: None of this would have happened if you had done your job.",
        "Lowell: I did my job. I was busy tracking two fugitive cops. Oh, look, here's one of them now. Officer Lovett, will you come quietly?",
        "Clint: If you touch him, you deal with me.",
        "Lowell: This has nothing to do with you. Officer Lovett wanted me dead.",
        "Brody: The only way I'm leaving Jessica is boots first.",
        "Lowell: That can be arranged. Officers.",
        "[SCENE_BREAK]",
        "Viki: I just don't get you! How could you risk the lives of so many innocent people?",
        "Dorian: I was trying to protect my family.",
        "Viki: Oh, rubbish! You just wanted to trade your girls' lives for anybody else's.",
        "Dorian: I never intended for anyone to get hurt. I didn't want that.",
        "Viki: Really? Except Charlie? He was expendable.",
        "Dorian: That was a terrible mistake.",
        "Viki: You call that a mistake?",
        "Dorian: A terrible mistake. I--I--I realized that I couldn't let Charlie throw his life away.",
        "Viki: And when did you realize that, after he pulled the trigger?",
        "Dorian: No! Why do you think I went after him, to find him? I wanted to stop him!",
        "Viki: Oh, and what a spectacular success you were!",
        "[Dorian sighs]",
        "Viki: You saved Mitch Laurence. You caused my daughter Jessica to be shot. You heaped even more guilt on Charlie. Natalie's still missing. Jessie's bleeding on an operating table, and her little girl Bree's at home wondering when her mother is coming home, if she ever is. Wow, wow! What a success.",
        "Dorian: I had to protect my girls.",
        "Viki: Well, don't you worry, Dorian. Your girls are safe. I just pray that someday, they'll be safe from you.",
        "[SCENE_BREAK]",
        "Markko: Did I hear you guys say something about danger?",
        "Starr: Yeah, we were just about to find out about it.",
        "Blair: I wish that I had all the answers here, but I don't. I just got a phone call from my cousin Cassíe.",
        "Starr: Just now?",
        "Blair: Yes. And she said to get everybody together and get you all to a safe place.",
        "Starr: Did she tell you why?",
        "Blair: She said Dorian told her to.",
        "Cole: Since when do we start listening to Dorian?",
        "Blair: Look, Cole, I said exactly the same thing. But Cassíe said that Dorian was absolutely dead serious. And believe me, she is more skeptical of Dorian than I am, so when Cassíe says something like that--",
        "Markko: You listen.",
        "Blair: Yes, I do.",
        "Markko: All right, that's good enough for me. I'll get Langston.",
        "Starr: So you really don't have any idea what this is about?",
        "Blair: No, sweetheart, I don't. I wish I did, but--",
        "Markko: Langston's gone!",
        "[SCENE_BREAK]",
        "Langston: Oh! Does it hurt?",
        "Ford: Well, it's not so much the physical pain, as it is knowing that I might not ever model again. It's okay.",
        "Langston: Seriously?",
        "Ford: Seriously. Grad school doesn't pay for itself.",
        "Langston: Is it really bad?",
        "Ford: I'll live. It's okay.",
        "Langston: I'm so sorry I unleashed my kickboxing on you.",
        "Ford: Oh, is that what that was?",
        "Langston: Well, I figured it couldn't hurt for self defense. I thought you were a rapist.",
        "Ford: Ooh, well, that makes us even. I thought you were a burglar.",
        "Langston: What?",
        "Ford: Well, you know, you come in here in the middle of the night, and--",
        "Langston: With the key that you gave me. What are you even doing here this late?",
        "Ford: Well, the heat is out in my building, so I crashed here.",
        "Langston: You're kidding.",
        "Ford: Nope. Bet you're glad you didn't move there, huh? So what's your excuse?",
        "Langston: I couldn't sleep, so I figured I'd work on the musical.",
        "Ford: So you came here.",
        "Langston: You said I could use your office.",
        "Ford: [Chuckles] I did.",
        "Langston: That's right. If I had known you'd be here like... like that, I wouldn't have come, but you are, so I will go.",
        "Ford: Why? I mean, you can if you want, but you don't have to leave on my account.",
        "[SCENE_BREAK]",
        "Schuyler: Come on, Stacy!",
        "Gigi: Stacy!",
        "Rex: Stacy, Stacy! Don't move!",
        "Stacy: Sierra Rose! Where's the baby, is she okay?",
        "Rex: Just hold on, Stacy!",
        "Schuyler: We have to get you and the baby to the hospital right now!",
        "Gigi: I can't!",
        "Schuyler: You have to go!",
        "Stacy: Go, go, go! Go to the hospital!",
        "Oliver: Schuyler's right, you gotta go.",
        "Stacy: Gigi, promise me you'll take care of her!",
        "Gigi: It's okay, okay? He's going to get you out, they're going to get you out!",
        "Rex: Get Gigi out of here. Now. Here, take her.",
        "Stacy: Gigi, promise me!",
        "Gigi: I promise you! I won't let anything happen to her! You're my sister! I'll see you back at the hospital, I promise!",
        "Schuyler: We'll send help! Let's go!",
        "[Stacy gasping]",
        "Rex: Just stretch for it, Stacy!",
        "Stacy: I can't!",
        "[SCENE_BREAK]",
        "Blair: Okay, so when is the last time that you saw Langston?",
        "Markko: When I left for work, she was asleep.",
        "Starr: Maybe she went to grab coffee.",
        "Cole: In the middle of the night?",
        "Starr: Yeah, if she woke up.",
        "Markko: She would have left a note or something.",
        "Blair: Wait, wait, where's Danielle?",
        "Starr: Oh, she's okay. She called me.",
        "Blair: Are you sure that she's safe?",
        "Starr: Yes, she is with Rachel and Matthew.",
        "Markko: Yeah, I saw them at Buenos Días.",
        "Blair: Oh, thank God.",
        "Markko: Wait, what about Langston? I'm calling the police.",
        "Blair: No, you know what, I don't think that's such a good idea.",
        "Markko: Why not?",
        "Cole: I gotta agree with Blair on this one.",
        "Blair: Yeah, you just can't trust the cops right now, with Lowell in charge. You just never know.",
        "Markko: All right, well, what about Dorian? She might know what to do.",
        "Starr: I think that we should call Langston.",
        "Markko: Well, what if she can't answer?",
        "Starr: Then we'll know that something's wrong. S9 but for now, for all we know, she could be absolutely fine.",
        "[SCENE_BREAK]",
        "Langston: I should just go.",
        "Ford: You sure?",
        "Langston: Yeah. Well, the whole point of you giving me your key was so that I could use your office when you're not here.",
        "Ford: Oh, well, I don't want to bother you.",
        "Langston: Bother me? I'm the one who bothered you. I woke you up.",
        "Ford: You're right, and I will never get back to sleep ever again.",
        "Langston: I'm sure you have some work you could do.",
        "Ford: Well, there's plenty of room for both of us. Especially after you worked so hard to get in here.",
        "Langston: [Chuckles] Maybe I'll just go to the Buenos Días.",
        "Ford: Whatever you want. You have my schedule?",
        "Langston: Yes, I do.",
        "Ford: So you know when I'm here, and you can plan accordingly.",
        "Langston: I'll do that. [Chuckles]",
        "[Cell phone rings]",
        "Langston: Ah, um... hello?",
        "Markko: Langston, where are you?",
        "[SCENE_BREAK]",
        "[Viki sighs]",
        "Dorian: I don't know if this makes you happy or not, but my girls have cut me out of their lives. They moved out of my house when I hired Lowell.",
        "Viki: Poor Dorian. Didn't you try to win them over with your sob story?",
        "Dorian: I could not risk telling them the truth. Haven't you been listening to me?",
        "Viki: I cannot believe you! You let them believe that you were in bed with Mitch!",
        "Dorian: Well, that was worth it if it ensured their safety.",
        "Viki: So what are you doing now? Why are you telling me all of this?",
        "Dorian: Because every promise, ever assurance Mitch made went out the window when I went after him.",
        "Viki: You don't think he's going to honor your agreement, huh?",
        "Dorian: No.",
        "Lowell: Park their butts over there.",
        "Viki: Clint? Is there any word on Jessie?",
        "Clint: She's still in surgery.",
        "Viki: What happened to you two?",
        "Lowell: Your friends here broke the law.",
        "Clint: And Lowell decided to take Brody, and...",
        "Brody: Clint had a problem with that.",
        "Clint: And now we're under arrest.",
        "Dorian: Not so fast. Lowell, you're fired.",
        "[SCENE_BREAK]",
        "Stacy: [Gasping] Please! Don't let me die! Rex! Please! I don't want to die!",
        "[SCENE_BREAK]",
        "Schuyler: It's about 2 miles in from the road. Right. Okay. Thank you, thanks. The EMTs are on their way up the lake right now.",
        "Gigi: Okay, thank God.",
        "Schuyler: How are you doing?",
        "Gigi: I'm better, but I'm worried about Sierra.",
        "Schuyler: Just keep her warm. Keep her up against your body.",
        "Gigi: Oh, okay. What--what else?",
        "Schuyler: You just let me know if anything changes.",
        "Gigi: Like what?",
        "Schuyler: I don't know. It's okay. We're gonna be at the hospital soon.",
        "Gigi: Okay, you hear that? We're going to get you back to your mommy and daddy real soon! I know!",
        "[Sierra Rose fussing]",
        "[SCENE_BREAK]",
        "Rex: What about now?",
        "Stacy: I can't!",
        "Oliver: Yes, you can, Stacy! You can do it!",
        "Rex: Keep trying!",
        "Oliver: This isn't working.",
        "Stacy: I can't!",
        "[SCENE_BREAK]",
        "Schuyler: So you said something was wrong with the baby before you fell in?",
        "Gigi: I noticed it back at the cabin.",
        "Schuyler: When she was born, or--",
        "Gigi: Later.",
        "Schuyler: Okay, Gigi, I need you to tell me, like, everything that happened tonight.",
        "Gigi: Everything?",
        "Schuyler: Well, yeah, 'cause the more we can tell the doctors, the more chance they have of saving her.",
        "[SCENE_BREAK]",
        "Stacy: I can't stay up here much longer!",
        "Rex: It'll work. I'm gonna come out after you.",
        "Oliver: Rex, the ice barely held up last time--",
        "Rex: Just shut up.",
        "Oliver: Just hold on, Stacy!",
        "Stacy: I'm trying!",
        "Rex: Don't worry, I'm coming for you!",
        "[SCENE_BREAK]",
        "Gigi: Charlie and Dorian told me they were in a car accident and I was worried they hit you, so I went to look, but I found Stacy instead.",
        "Schuyler: Outside?",
        "Gigi: Yeah, and she was passed out in the snow.",
        "[SCENE_BREAK]",
        "Rex: Don't give up! Stacy, I am coming! Hey!",
        "[Stacy groaning]",
        "Oliver: Stacy!",
        "Stacy: Hurry!",
        "[SCENE_BREAK]",
        "Gigi: So I brought Stacy around, took her into the cabin.",
        "Schuyler: And she was all right?",
        "Gigi: Yeah, and she wasn't in labor. So I accused her of lying, said that Rex wasn't Sierra's father. But that's when she had a contraction.",
        "Schuyler: So you knew she was telling the truth.",
        "Gigi: Yeah. And there wasn't exactly any time to argue. And then we had the baby.",
        "[SCENE_BREAK]",
        "Oliver: Rex, careful!",
        "Rex: I know what I'm doing.",
        "[Stacy groaning]",
        "Rex: I'm almost there, okay?",
        "Stacy: I'm so cold!",
        "Rex: Stacy, it's fine, you're doing great.",
        "Oliver: Rex! Rex, it's breaking right under you!",
        "[SCENE_BREAK]",
        "Gigi: We held little Sierra Rose together. She was so beautiful.",
        "Schuyler: Yeah, she is.",
        "Gigi: And then Stacy and I, I don't know.",
        "Schuyler: What?",
        "Gigi: It was like... like we were kids again. And nothing bad had ever happened.",
        "Schuyler: The baby is a little miracle, isn't she?",
        "Gigi: And then something was wrong.",
        "[SCENE_BREAK]",
        "Rex: Stacy, Stacy, stay with me!",
        "Stacy: Rex, the ice won't hold you!",
        "Rex: It's going to be fine. We need to find another way.",
        "Stacy: Just listen, listen--",
        "Rex: Don't pull. Just listen. Oliver, throw me the rope.",
        "Stacy: No, you have to take care of the baby.",
        "Rex: You're going to be fine, but you have to try!",
        "Stacy: Take care of Sierra Rose! She needs her daddy!",
        "Oliver: Don't let go, Stacy!",
        "Rex: She needs her mother! Stacy!",
        "[SCENE_BREAK]",
        "Schuyler: What was wrong with the baby?",
        "Gigi: Stacy tried to nurse her. And then a few minutes later, she started turning blue. What is it? Do you know what's wrong with her?",
        "[SCENE_BREAK]",
        "Stacy: Rex, please listen to me.",
        "Rex: Stop talking!",
        "Stacy: Rex!",
        "Rex: I'm going to tie this off, then come for you. It's the only way! You've gotta get back to Sierra Rose!",
        "Stacy: There's something you need to know about the baby. We're her parents.",
        "Rex: I don't care about that, okay? Just don't give up!",
        "Stacy: I'm sorry, Rex! I'm sorry!",
        "[SCENE_BREAK]",
        "Gigi: Did I make a mistake?",
        "Schuyler: What do you mean?",
        "Gigi: All that I could think of was that she needed help, so I just thought I should try to get off the mountain by foot, and I bundled her up the best I could, and I left.",
        "Schuyler: No, you did the right thing.",
        "Gigi: Until I walked out on that lake.",
        "Schuyler: You couldn't have known. You couldn't have known that.",
        "Schuyler: Doesn't make me feel any better. Do you think Stacy's gonna be all right?",
        "[SCENE_BREAK]",
        "Rex: Where is she?!",
        "Oliver: She's not coming up. Wait, wait, what are you doing?!",
        "Rex: Going in after her.",
        "Oliver: No, Rex, think about this, please!",
        "Rex: You just get ready to pull us out.",
        "Oliver: No, you can't do this, Rex! You could drown, too.",
        "Rex: She is not dead. But if I don't do anything, she will be.",
        "Oliver: Okay, well, what about you? What about Shane?",
        "Rex: That's why I have you.",
        "Oliver: Rex--no, Rex! Rex!",
        "[SCENE_BREAK]",
        "Schuyler: Stacy will be fine. I mean, you and the baby made it out of the water, didn't you?",
        "Gigi: I didn't just give birth.",
        "Schuyler: Yeah, well, Stacy's... strong.",
        "Gigi: She worked so hard to deliver this little girl.",
        "Schuyler: Yeah?",
        "Gigi: Yeah. And she was already so weak from being stuck in the snow.",
        "Schuyler: I know, I can sympathize.",
        "Gigi: I'm lucky I found her at all. I never would have left the cabin if I hadn't thought you were out there somewhere, hurt.",
        "Schuyler: It's a good thing I got into that accident, huh?",
        "Gigi: Are you sure you're okay?",
        "Schuyler: I'm fine. I'm just, I'm banged up, but totally worth it.",
        "Gigi: I still can't believe you drove through that mess to get to me.",
        "Schuyler: Yeah, neither can my tires.",
        "Gigi: You said you had something to tell me. What was so important that it couldn't wait?",
        "[SCENE_BREAK]",
        "Markko: Lang, are you there?",
        "Langston: I--yeah, what's up?",
        "Markko: Are you okay?",
        "Langston: I'm fine. What's wrong?",
        "Markko: Well, I got back from work and you were gone.",
        "Langston: I had to get out of the house for a while.",
        "Markko: Well, everyone's really worried.",
        "Langston: What do you mean, everyone?",
        "Markko: Look, something's going on. Just--",
        "Langston: What?",
        "Markko: You gotta get home, like, right now. Where are you? I'll come pick you up.",
        "Langston: No!",
        "Markko: Well, why not?",
        "Langston: I'll just grab a cab, it'll be faster.",
        "Markko: Okay, okay, you're right. Just get home.",
        "Langston: I'll be right there.",
        "Ford: Lang, we should talk about this.",
        "Langston: I can't, I have to go.",
        "Ford: Let me give you a ride or something--",
        "Langston: No, that's okay.",
        "Ford: But it's freezing outside!",
        "[SCENE_BREAK]",
        "Kelly: Adriana, if you're trying to scare me, you're doing an excellent job! Call me back! Hi, Neville, it's Kelly. Yeah, I'm in Paris. No, Paris, France. Hey, Kevin's not there, is he? No, now I know that he took Zane skiing. I just thought maybe they came home early. Is anyone else around? Joey? How about Cord? David? David Vickers, David? No. No, no, no, no. I don't want to talk to him. I don't want to talk to him. I need someone who can actually help me, Neville. There's no one else? All right, fine. Put him on. Why do I know I'm going to regret this?",
        "[SCENE_BREAK]",
        "Dorian: Officers, despite the way I'm dressed, I am the mayor of this town and I am ordering you to release these men.",
        "Lowell: Don't move a muscle.",
        "Dorian: Did you not hear me?",
        "Lowell: You don't give commands to my men.",
        "Dorian: They are not your men, not anymore.",
        "Lowell: You really want to do this here?",
        "Dorian: Oh, I can't think of a better place. You are hereby terminated as police commissioner, effective immediately.",
        "Lowell: You can't do that.",
        "Dorian: Oh, I think I just did. Can we please uncuff these men?",
        "Lowell: And on what grounds do you dare to fire me?",
        "Dorian: On the grounds that you've misused your office.",
        "Lowell: By upholding the law?",
        "Dorian: By waging a personal vendetta against some of Llanview's most prominent citizens.",
        "Lowell: There's no proof of that.",
        "Dorian: I don't need proof.",
        "Lowell: You can't fire me over a baseless claim.",
        "Dorian: Then how about this? Stan, I just don't like you.",
        "Lowell: I hope you're sure about this.",
        "Dorian: I've never been surer of anything in my life. Badge.",
        "Dorian: Wonderful. Clint, I want to apologize for everything that's happened.",
        "[Clint scoffs]",
        "Dorian: And officer Lovett, I want to assure you that as mayor, I will guarantee that you and your partner will no longer be troubled by Lowell.",
        "Viki: If you think this squares us...you are so wrong.",
        "Dorian: If you think I fired Lowell to make things up with you, you're sadly mistaken. I did it because the man is a menace.",
        "Viki: Just figured that out, have you? Well, your epiphany is not going to buy my vote in the next election.",
        "Dorian: I'm sure not. In fact, I wouldn't be surprised if this whole incident caused my impeachment.",
        "Viki: So it should.",
        "Dorian: Mitch Laurence is a threat to everyone that you and I hold dear.",
        "Viki: Your point, Dorian?",
        "Dorian: My point is, that if you ever decide to act on that knowledge, you know where to find me.",
        "Viki: Are you kidding? You think that I would actually join you in something?",
        "Agent: Ma'am, it's time to go.",
        "Dorian: I gathered that. I am going to need to stop somewhere first, please. Thank you. Viki, you know, sometimes people can get things done together that they could never possibly do alone. Just think about that. Come on.",
        "[SCENE_BREAK]",
        "Officer: What's this?",
        "Clint: It's how you can get a hold of me. I want to make sure that all your medical expenses are covered.",
        "Officer: Sir, that's not necessary.",
        "Clint: Yeah, it is, and there's going to be a big check to the local PBA, too, because I'm sorry for causing all this trouble.",
        "Officer: Glad to have you back on the force, Lovett.",
        "Brody: Hey, thanks, man.",
        "Viki: What were you two thinking?",
        "Clint: Apparently we weren't.",
        "Viki: What, you think this is funny?",
        "Clint: No, of course not.",
        "Viki: You got into a brawl with the police! What would you have done if Dorian hadn't fired Lowell? You'd be cooling your heels in jail, instead of at Jessica's side, where you belong.",
        "Clint: Now wait a minute. What we did was wrong, stupid. And it won't happen again.",
        "Viki: I'm sorry. I don't even know why I'm angry anymore.",
        "Clint: I know, that makes two of us, hon.",
        "Viki: I just want my babies to come home.",
        "[SCENE_BREAK]",
        "Gigi: So no time like the present. What did you want to tell me?",
        "Schuyler: Don't worry about it.",
        "Gigi: You sure?",
        "Schuyler: It can wait. How's Sierra doing?",
        "Gigi: Okay.",
        "Schuyler: Yeah?",
        "Gigi: I don't know.",
        "Schuyler: I mean, she's not worse, right?",
        "Gigi: I just want to get her to the hospital before--",
        "Schuyler: Gigi, Gigi, I swear to you, on my life, we will.",
        "Gigi: On your life, huh?",
        "Schuyler: We're almost there.",
        "Gigi: You really think they're going to be able to help her?",
        "Schuyler: You kidding me? A cute little kid like that, they'll be swarming up to her, and they won't stop until she's good as new. She'll be fine.",
        "Gigi: Yeah, she will. She's strong, just like her mommy and daddy.",
        "[SCENE_BREAK]",
        "Oliver: Rex! Rex! Stacy! Oh, come on, buddy, I really wish you'd come up for air. Rex! Come on!",
        "Rex: I have to try again!",
        "Oliver: No, you've already been in there too long.",
        "Rex: I have to try.",
        "Oliver: No! Listen to me, you're done.",
        "Rex: Fish...",
        "Oliver: No, Rex, listen to me. Any longer, and you're dead. If you fight me, we're both dead. Come on. Come on, Rex, your son needs you.",
        "[Rex groaning]",
        "[SCENE_BREAK]",
        "Blair: So is that everything?",
        "Starr: I think that that is all of it.",
        "Cole: What about Mr. Pig?",
        "Markko: I got it.",
        "Starr: Thank you.",
        "Markko: Here you go.",
        "Langston: What's going on?",
        "Markko: Lang!",
        "Blair: Oh, thank God!",
        "Markko: I was so scared.",
        "Langston: Well, I didn't mean to...",
        "Markko: It's okay, it's okay, you didn't know.",
        "Langston: Well, what? What's going on?",
        "Markko: Well, Starr's mom came over and told us that we could all be in a lot of trouble.",
        "Blair: It was just something that Dorian said.",
        "Markko: So when I saw you were gone, we kind of flipped. I thought something really bad happened to you.",
        "Langston: I'm sorry, I'm fine, so...",
        "Markko: Yeah, I can see that. So where did you go?",
        "Langston: To L.U., to the library. I couldn't sleep, and I figured I'd get some work done on the musical.",
        "Langston: But I had my phone on me the whole time.",
        "Markko: You could have left a note.",
        "Langston: Well, I know. I'm sorry, it won't happen again.",
        "Blair: It's all right, Langston. We were all just really, really worried.",
        "Langston: Well, I know that. But you're all starting to freak me out. So can somebody please just tell me why you're all so terrified?",
        "Dorian: I will.",
        "Blair: Dorian, what are you doing here with FBI agents?",
        "Dorian: First of all, let me say that I have fired Lowell.",
        "Blair: You what?",
        "Starr: Are you serious?",
        "Dorian: Absolutely. And I can explain, if you'll let me.",
        "[SCENE_BREAK]",
        "Kelly: Hello, hello, is there anyone there?",
        "David: Kelly, I'm about to walk into my morning massage, and if I miss my morning massage, they cancel my afternoon massage. I assume you're shopping.",
        "Kelly: I need your help.",
        "David: You've finally decided to do something about that horrible taste of yours?",
        "Kelly: Not with shopping!",
        "David: Good, because I don't have the time and I'm not a miracle worker.",
        "Kelly: Forget about shopping. This is important.",
        "David: In fact, my whole day is booked up. I'm getting fitted for a new full- length mirror after lunch.",
        "Kelly: How would you like a free trip to Paris?",
        "David: I can leave as soon as right this second. Neville, is Kevin using the helicopter?",
        "[SCENE_BREAK]",
        "Schuyler: Right. Yeah. We'll be there in a few minutes. Few minutes. Okay, so E.R. knows we've got an emergent newborn. They're going to be waiting for us. I'm gonna see if I can get a weather report.",
        "Gigi: Whoa, whoa, wait. This song. I used to sing this to Shane.",
        "Woman: See the pyramids along the Nile, watch the sun rise from a tropic isle, just remember, darling, all the while, you belong to me, see the marketplace at old Algiers, send me photographs and souvenirs, just remember when your dream appears, you belong to me, I'll be so lonesome without you, maybe you'll be lonesome, too, and blue, fly the ocean in a silver plane, see the jungle when it's wet with rains, just remember when you're home again, you belong to me",
        "[SCENE_BREAK]",
        "Oliver: You know, you did your best. You did everything you could. It was just, it was impossible. I can't believe that she's gone. She was trying to tell you something. Do you have any idea what she was trying to say? Something about the baby?",
        "Rex: The only thing I know is, that little girl does not have a mother.",
        "[SCENE_BREAK]",
        "Schuyler: Hey, we need help! Excuse me, excuse me, hi, we need some help.",
        "Nurse: Here, give her to me.",
        "Gigi: We don't know what's wrong with her.",
        "Nurse: Are you the parents?",
        "Gigi: No, but they're on their way.",
        "Woman: You belong to me"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=uuIvdwjUwGI"
}