{
    "Episode Summary": [
        "Episode # 10592 ~ \"Merry Christmas, Mr. Laurence\""
    ],
    "Recap": [
        "Viki brings a gift to Buchanan Mansion for Clint. Nora brings a Stocking containing a fishing trip brochure to Bo's hotel room. Destiny brings a gift of the latest music to Greg at his hotel room. Dani is in her hotel room stabbing at an article about Todd Manning with a felt pen when Matthew arrives with a gift for her. It is a bus pass and a map of Llanview. Tea is in her hotel room trying to compose a letter to Danielle when Eli arrives with a gift for her. It is a framed picture of Ross and Daniela. Todd arrives at La Boulaie to pick up the boys with a gift for Hope. At Llanfair, Brody gives Bree a book to add to her collection. He gives Jessica a charm necklace with Bree's birthstone on it. He tells her it has room to add more birthstones if she decides to have more children. Starr, Langston, Dorian, and Addie are at La Boulaie celebrating Christmas. Starr and Langston want to wait for Cassie and Adriana, but Dorian informs them that Cassie is ill and Adriana broke her foot in an auto accident so they won't be coming. Addie brings Dorian a gift with no tag on it. Dorian observes that it is ticking and wants to get rid of it, but Addie insists on opening it. It's a cuckoo clock with a note on it that says, \"Time is running out.\" An orderly brings Mitch Laurence's dinner platter. When Mitch lifts the cover, he finds a cell phone on the plate. He calls Dorian and tells her it's too bad about Cassie and Adriana not being able to make it. He makes a comment about the eggnog so Dorian knocks it off the table before anyone can drink it. She goes to Mitch's hospital room and tells her that the eggnog had strychnine in it. He smugly tells her it is a good thing he was able to warn her before someone took out all of the Cramer at once. She tells him she will do whatever he wants and that she will fire Bo Buchanan before the New Year. Charlie goes to the hospital to confront Mitch, but Brody stops him. Brody reveals that he knows Charlie fell off the wagon and tells him to call his sponsor. Brody takes Charlie home and sneaks him in the back so that Viki won't see him in his condition.",
        "Clint sends Nora, Matthew, and Rachel's things to Bo at the Palace Hotel with a note that says they are Bo's problem now. Rachel tells Greg that she has to find a new place to live and he invites her to move in with him. Matthew stands and takes a few steps. Clint tells Viki that Nora and Bo have been having an affair. She invites him to spend Christmas at Llanfair, but he says no. Viki goes home and suggests that Jessica take Bree to see Clint and cheer him up. Todd brings Téa a gift from the boys. He asks about Dani and she reveals that she is staying with Bo and Nora here at the Palace. Todd thinks Tea orchestrated that to have Dani close to her so she can take Dani away from him again. She assures him that Dani wouldn't go anywhere with her right now. Todd decides that Téa shouldn't be alone on Christmas Eve, so he invites her to come home with him. Dani runs in to them when they are leaving. She pushes past them, runs into her room, and locks the door."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Brody: \"'Twas the night before Christmas, when all through the house, not a creature was stirring, not even Bree mouse.\"",
        "Bree: I'm not a mouse.",
        "Brody: Oh, no? These aren't whiskers?",
        "Jessica: You guys look cozy.",
        "Bree: Look what Brody gave me.",
        "Jessica: Oh, my goodness! What a great edition. See all these pretty pictures? Did you say thank you?",
        "Brody: She did.",
        "Jessica: Good. Well, I think this is dry, so you can go hang it on the tree. I thought you had to work.",
        "Brody: I'm on break. You didn't really think I was gonna make you guys wait till tomorrow night to open your presents. Merry Christmas.",
        "[SCENE_BREAK]",
        "Woman: A rose doth bear a flower all in the cold midwinter and at the midnight hour and he waits for who to find the heart she left behind he prays she'll find her way to be his bride someday ivy of all the trees in the woods holly woos the rose holly and the ivy when they are both full grown of all the trees in the woods holly bears the crown holly and the ivy the running of the deer for his rose to bloom holly waits every year for his rose to bloom holly waits every year waits every year",
        "[SCENE_BREAK]",
        "Dorian: Oh, Addie, I think that's one of our most beautiful trees ever.",
        "Addie: It is beautiful. I think we deserve a present. I had my eye on a package from Sam and Jack. Those two spent hours locked in the kitchen last week. Remember when Jack made me the volcano?",
        "Dorian: Oh, yes. We're still trying to get the stains off the ceiling.",
        "Addie: I happen to know that his science class did a unit on tsunamis this week.",
        "Mitch: You think I did this?",
        "Dorian: Of course I do.",
        "Mitch: But why would I desecrate such a beautiful family?",
        "Addie: Here's one without a tag. Maybe it's from Driver.",
        "Dorian: What's that sound?",
        "Addie: What sound?",
        "Dorian: That--it's ticking! Aah!",
        "[SCENE_BREAK]",
        "Orderly: The chef made this specially for you, Mr. Laurence.",
        "Mitch: Oh, please give him my regards. And peace be with you.",
        "Orderly: Merry Christmas, Mr. Laurence.",
        "[SCENE_BREAK]",
        "Charlie: Hey.",
        "Cop: Sorry, sir. This is a restricted area.",
        "Charlie: It's okay. I know Bo. Bo Buchanan, your boss, okay?",
        "Cop: The commissioner was very clear. No one is to enter.",
        "Charlie: Okay, no, but it's okay.",
        "Cop: I'm sorry, sir. I have my orders.",
        "Charlie: Do you now? That's fine because I've got nothing because that son of a bitch killed my son!",
        "[SCENE_BREAK]",
        "Viki: Nigel called, said that you and Nora won't be joining us tomorrow.",
        "Clint: No, we can't make it. Sorry.",
        "Viki: Clint, are you okay? You actually don't look all that well. Isn't Nora taking care of you?",
        "Clint: Oh, yes. Nora's taking care of me. Now she's moved on to my brother.",
        "Viki: I'm sorry?",
        "Clint: I'm surprised that you haven't heard. I thought it would be all over town by now.",
        "Viki: Why don't you put that down and just tell me what happened. Where is Nora?",
        "Clint: Don't know. I threw her out.",
        "Viki: You what?",
        "Clint: She has been carrying on with my brother.",
        "[SCENE_BREAK]",
        "Nora: Matthew and I went to the mall, scoured it. It was completely cleaned out, so I got this at the tourism stand next to the gift shop downstairs.",
        "Bo: Ah... a fishing trip?",
        "Nora: Well, it was either that or a Palace Hotel mug. Anyway, I just thought when things settle down, I'm gonna take you fishing.",
        "Bo: Oh...",
        "Nora: You do still fish, right?",
        "Bo: Well, not in a while, but the idea of you and me in a boat on the lake, that sounds like heaven. Maybe I'll let you use a hook this time.",
        "Nora: Ha ha! I meant to get you this by Hanukkah, but then all of a sudden the place went crazy, so...",
        "Nora: Ah! I guess it's the year for the brochure.",
        "Bo: Yeah, yeah. Read it. Read it.",
        "Nora: Ballroom dancing. Oh, now, the idea of you and me on a dance floor. That's heaven.",
        "Bo: Oh... you know what? As much as I would like to stay right here...",
        "Nora: I know. I know. I know.",
        "Bo: Now that we've told Téa...",
        "Nora: We have to tell Dani and Matthew.",
        "[SCENE_BREAK]",
        "Dani: Did your mom tell you why we're staying here and not at your house? This is all about putting me back with my mother, isn't it?",
        "Matthew: No. I don't think so. There's something up with my parents. But as for your mom, it wouldn't be such a bad thing, right?",
        "Dani: What, you think I should forgive her?",
        "Matthew: All I'm saying is, it sucks to hate your parents, especially during the holidays.",
        "[SCENE_BREAK]",
        "Téa: You're giving me a Christmas present?",
        "Eli: Come on. We were never enemies, Téa. Believe me, I'm well aware of Ross' limitations. After all this time, I'm just trying to be a good brother. Anyway, I hope you get the meaning behind this. I found it amongst his things. I thought Dani might want it. Maybe if it came from you...",
        "Téa: Like she'd deign to speak to me? I doubt it. Why don't you give it to her when you go?",
        "Eli: Oh, I'm not going anywhere.",
        "Téa: Why, I assumed at some point you'd want to get back to your life.",
        "Eli: There's nothing for me there that can't wait. I came here to put a family back together. Even though the players may have changed, I'm not giving up hope.",
        "[SCENE_BREAK]",
        "Blair: Aww, you got me a present!",
        "Todd: You wish. It's actually for Hope.",
        "Blair: Well, that's sweet. You're here to see Hope?",
        "Todd: Yeah, and the boys. I assume Dorian's still having her \"Cramer women only\" cocktail party, right?",
        "Blair: Yes, she is. So, where are you taking the boys?",
        "Todd: Nowhere. Maybe sledding over at the Buchanans.",
        "Blair: Oh, down the big hill, huh? Hoping to maybe run into Danielle?",
        "Todd: I deserve a relationship with her, I think.",
        "Blair: I know you do. Just don't want you to push too hard, Todd, because you might not get the relationship you're looking for. I'll run and get the boys.",
        "[SCENE_BREAK]",
        "Dorian: No! D-don't. Addie, please don't.",
        "Addie: A cuckoo clock! I wonder who sent it. What's that? Ha ha!",
        "Dorian: It's a cuckoo. He has a sign that says \"time is running out.\"",
        "[SCENE_BREAK]",
        "Jessica: It's beautiful. Is that a pearl? That's Bree's birthstone.",
        "Brody: I know.",
        "Jessica: Is this one of those mother's necklaces?",
        "Brody: Yeah. And you can add to it, if you want. Well, what I mean is, I mean, there's... I mean there's space if, uh... in case...",
        "Jessica: In case?",
        "Brody: In case you decide to have another child. I gotta get back to work.",
        "Jessica: Wait. I have something for you.",
        "Brody: Nope. It'll have to wait. I have to run. I'll call you later. Bye, Bree.",
        "Bree: Thank you.",
        "[SCENE_BREAK]",
        "Viki: Bo and Nora are having an affair? Are you sure?",
        "Clint: They admitted it, and everybody said, \"Not an issue, not to worry.\"",
        "Viki: But they've been divorced for years.",
        "Clint: Yeah, I took both of them aside before the wedding, and they swore up and down, \"We're adults. We have moved on.\" Liars. And then... then they told me that the only reason they got back together again was because of Matthew's injury. Now, knowing what I know now, I just want to ask them what part of Matthew's paralysis got you so damn horny! For months, they've been playing me like a fool! But that's done. That's over with. I'm gonna make 'em pay. I'll see to it.",
        "[SCENE_BREAK]",
        "Rachel: So we're homeless?",
        "Nora: Oh, honey, I'm so sorry. I'm gonna get you a room.",
        "Rachel: It's okay. I'll deal with it.",
        "Nora: Okay.",
        "Rachel: Although I do have to admit that I'm glad the two of you have finally admitted what's happened between you. You two were both so unhappy.",
        "Nora: I know, but now Clint's so hurt and angry, it's a little hard to celebrate.",
        "Rachel: Well, he is your brother. He can't be mad at you forever.",
        "Bellhop: Bo Buchanan?",
        "Bo: Yeah.",
        "Bellhop: Delivery from Clint Buchanan.",
        "Bo: Thank you. Here you go.",
        "Bellhop: Thanks.",
        "Nora: That's my stuff and Matthew's. Oh, and yours, Rachel. What does the note say?",
        "Bo: \"They are your problem now.\"",
        "[SCENE_BREAK]",
        "Dani: Can I open my gift now?",
        "Matthew: Yeah. It's a bus pass and a map of Llanview, since I know how much you love asking people for directions. Now you can tool around on your own and not look like such a tourist.",
        "Dani: Thanks. That's great.",
        "Matthew: It's a bus pass, but I didn't have much time for shopping and I wanted you to be able to open something.",
        "Dani: I don't have anything for you.",
        "Matthew: It's okay. All I want for Christmas is to be able to walk again.",
        "Dani: So, how's that going?",
        "Matthew: Well, I was at therapy today. See? Look. See? Progress.",
        "Dani: Not bad. But I bet you bus fare you could do better.",
        "[SCENE_BREAK]",
        "Destiny: I need to find Matthew, give him his gift.",
        "Greg: Well, thank you for the play list. I love it.",
        "Destiny: Well, you got to keep on keeping up, big brother.",
        "Greg: That's what I got you for. Ha ha ha! I'll see you tomorrow at Mom and Dad's?",
        "Destiny: You're coming?",
        "Greg: Yeah, why wouldn't I?",
        "Destiny: Well, I figured you'd be with Rachel.",
        "Greg: Yeah, that's the plan.",
        "Destiny: You're bringing Rachel to Mom and Dad's?",
        "Greg: Uh, is that a problem?",
        "Destiny: It is if you want to live past dessert.",
        "Greg: What? I heard they got along great on the flight back from Seattle.",
        "Destiny: Yeah. I was there. I don't know who was more polite, Mom or Rachel.",
        "Greg: There's nothing wrong with polite, Des.",
        "Destiny: Yeah, when it's at 20,000 feet. But at Mom's house...",
        "Greg: Well, Mom will get over it.",
        "Destiny: Have you met Mom? She doesn't get over anything ever. She's still going on about how I ate that piece of pecan pie she was saving for her breakfast last Easter.",
        "Greg: I'm a grown man, Des. I date whomever I want.",
        "Destiny: All I'm saying is it could get ugly.",
        "Rachel: Hey, Destiny. Merry Christmas.",
        "Destiny: Yeah, you hang on to that. You're gonna need it tomorrow.",
        "[SCENE_BREAK]",
        "Téa: So you're willing to put your life in Philly on hold?",
        "Eli: What life? I'm in a law firm in that town. Do that just fine from here.",
        "Téa: No one to go home to. Me neither.",
        "[Knock on door]",
        "[SCENE_BREAK]",
        "Dorian: Do any of you recognize this package?",
        "Blair: No.",
        "Starr: Mm-mmm.",
        "Langston: No. Who would give us--",
        "[Telephone rings]",
        "Dorian: La Boulaie.",
        "Mitch: Madam Mayor. Did you get my gift? I'm just cuckoo for Cramers.",
        "Mitch: It's so you, Dorian. I hope you like it.",
        "Langston: Ha ha ha!",
        "Dorian: All right, Cramer women. Time to rally round.",
        "Starr: We can't start without Cassíe and Adriana.",
        "Addie: It's a shame Kelly can't be here. She can't leave Zane and Kevin at Christmastime.",
        "Dorian: And Cassíe has some kind of stomach thing.",
        "Langston: Oh, no.",
        "Dorian: Yes, she's gonna be fine. She's under a doctor's care. Adriana fractured her foot.",
        "Starr: How'd she do that?",
        "Blair: Come on. Have you seen the kind of shoes she wears?",
        "Langston: Her and her spikes.",
        "Dorian: Yes, well, it has nothing to do with footwear. It has to do with a fender bender that she was in. But she's going to be fine. She just can't travel right now.",
        "Langston: Well, maybe that's what Delphina was talking about, all the danger headed for the Cramer women.",
        "Dorian: Yes. Something like that.",
        "Starr: So, it's just us.",
        "Blair: Well, you know what, that's fine. Come on, it's time for the eggnog. Come on.",
        "Dorian: Wait. Wait just a minute. I wanted to have a little bit more time to discuss with you the pitfalls of my new position.",
        "Blair: Must you, Dorian, now?",
        "Dorian: No, it's really important because there are enemies of mine that will try to get to me through you.",
        "Blair: Oh, what else is new?",
        "Starr: You've always had enemies.",
        "[Telephone rings]",
        "Blair: That's right.",
        "Dorian: Now there are a lot more of them.",
        "Addie: It's for you, Dorian.",
        "Dorian: Okay, thank you, Addie.",
        "Blair: You want some eggnog?",
        "Addie: How about some eggnog, ladies?",
        "Dorian: Dorian Lord.",
        "Mitch: No Bonne Noelle?",
        "Dorian: What do you want?",
        "Mitch: Oh, just to enjoy the holiday, Dorian, with you and your lovely Cramer girls. Such a shame that Adriana couldn't make it, though. Car accident, was it?",
        "Dorian: Are you responsible for that?",
        "Mitch: And then there's Cassíe. Boy, I hope she recovers from whatever ails her.",
        "Dorian: How are you doing this?",
        "Mitch: Do say hello to Blair for me and all the other girls--that is, assuming they haven't drunk the eggnog.",
        "Dorian: What about the eggnog?",
        "Mitch: High cholesterol. It's a real killer.",
        "Dorian: Wait!",
        "Starr: What?",
        "Dorian: Don't!",
        "Addie: Oh!",
        "[Mitch laughs]",
        "[SCENE_BREAK]",
        "Charlie: That maniac is laughing at me. He killed my son, and he is laughing--",
        "Cop: Sir, I can't let you go in there.",
        "Brody: I got this. I got it.",
        "Charlie: What the hell are you--",
        "Brody: What's going on, Charlie? Does Viki know you're here?",
        "Charlie: No. No. She has no idea, about any of it.",
        "[SCENE_BREAK]",
        "Viki: I can't even imagine how hurt and angry you must feel. But you know, I'm sure that Bo and Nora feel dreadful.",
        "Clint: You're on their side?",
        "Viki: No, no. Of course not.",
        "Clint: Then don't tell me I should feel sorry for them after they've been carrying on behind my back God knows how long and then using my injured nephew, using their injured son as a cover? What kind of scum does that? They deserve everything they're gonna get.",
        "Viki: I really wish you wouldn't talk like that.",
        "Clint: It's true, so why not?",
        "Viki: Because you sound like your father.",
        "Clint: Well, Asa and I, we're talking that as a compliment.",
        "Viki: Why don't you just come back to Llanfair with me now, okay?",
        "Clint: So I can be depressed in front of the kids? No, thank you. I will pass. Viki, I don't want your pity, and I don't need you to hold my hand. I will be fine, so please just go home and let me be.",
        "[SCENE_BREAK]",
        "Rachel: I missed you.",
        "Greg: Yeah? Well, I took some time off, and I'm hoping you'll spend it with me.",
        "Rachel: Doing what?",
        "Greg: Doing that. And if you're free tomorrow night and want some home cooking, nobody makes Christmas dinner like my mother.",
        "Rachel: Ha! You want me to spend Christmas with your mom?",
        "Greg: Sure. Why not?",
        "Rachel: Greg, we barely made it home, and I'm not in the mood to tempt fate by crashing Christmas dinner. I have enough to worry about.",
        "Greg: Like what?",
        "Rachel: I have to find a place to live.",
        "Greg: What do you mean? What happened?",
        "Rachel: Long story. Bottom line: No more free rides at the Buchanan mansion.",
        "Greg: Well, I'll tell you what. You come to Christmas dinner with me, and I'll solve your problem for you.",
        "Rachel: Really? How?",
        "Greg: You can move in with me.",
        "[SCENE_BREAK]",
        "Eli: Merry Christmas.",
        "Téa: Thanks.",
        "Todd: What was that?",
        "Téa: What are you doing here?",
        "Todd: Um, the boys wanted to give you that.",
        "Téa: They did? Where are they?",
        "Todd: Down in the lobby. I wanted to talk to you about Dani, and I didn't want to do it in front of them.",
        "Téa: Oh, okay.",
        "Todd: So, uh, she's at the Buchanans', right? And Bo and Nora are taking care of her?",
        "Téa: Uh, Nora and Bo are looking after her as best they can.",
        "Todd: What does that mean?",
        "Téa: Uh, let's just say their living arrangement is in flux.",
        "Todd: What do you mean, flux?",
        "Téa: I know I'm gonna regret saying this. Danielle is not staying at the Buchanan house. She's here at the Palace.",
        "[SCENE_BREAK]",
        "Dani: On 3. I'll lift; you push.",
        "Matthew: Dani, I--I don't know about this.",
        "Dani: Why? Are you afraid you'll get hurt?",
        "Matthew: No. I've done harder stuff in therapy.",
        "Dani: So, what's the problem?",
        "Matthew: I don't want to fall on my ass in front of you, okay?",
        "Dani: Matthew, even if you never got out of that chair, you're still the bravest person I've ever met. And if you fall down, I'll laugh my ass off. Come on. You can do it.",
        "Matthew: On 3. All right. 1, 2, 3.",
        "Dani: There you go. You're doing it.",
        "Matthew: Okay, all right, all right. Don't let go. Don't let go.",
        "Dani: Why? I'm not supporting your weight. You are.",
        "Matthew: I--I don't want to fall.",
        "Dani: No, you're not. Okay, one arm at a time.",
        "Matthew: Okay.",
        "Dani: Good. Good. Now the other one.",
        "Matthew: All right.",
        "Dani: Don't stiffen up. You're an athlete, remember? You know how to do this. Find your feet on the floor. Good.",
        "Matthew: Whoa, whoa, whoa, whoa.",
        "Dani: You've got it. You got it. Look at you.",
        "Matthew: Oh, my God. Oh, my God. I'm standing.",
        "[SCENE_BREAK]",
        "Dorian: Did anybody drink any of it yet?",
        "All: No.",
        "Langston: What?",
        "Dorian: Thank goodness.",
        "Blair: What? Dorian--",
        "Dorian: Time out. Attention, Cramer women. That was the grocer. Um, there's been a recall.",
        "Blair: On what?",
        "Dorian: Eggs.",
        "Blair: Eggs?",
        "Dorian: Yes. Yes, apparently, uh, there are a number of contaminated eggs that are in distribution. I want to take--take this to a lab. Yes, and then have it tested. Absolutely! For goodness sakes. I'm the mayor of this town. I want to protect my constituents the same way that I have always protected my family because you--you all mean more to me than anything else in the whole wide world. Now then--ha ha ha!--All right. Let's skip the eggnog and go straight to dessert, huh?",
        "Blair: Okay. What is that?",
        "Dorian: Oh, my God.",
        "[SCENE_BREAK]",
        "Brody: How you doing?",
        "Charlie: What, am I in trouble?",
        "Brody: I took care of it.",
        "Charlie: Look, I'm sorry, Brody. I--",
        "Brody: Forget it. Just tell me how much you had to drink.",
        "Charlie: Well, enough to get me here and not enough to take that son of a bitch out.",
        "[SCENE_BREAK]",
        "Bree: When is Brody coming back?",
        "Jessica: Probably sometime tomorrow. You like him, don't you?",
        "Bree: Yeah.",
        "Jessica: He's one of the good guys.",
        "[SCENE_BREAK]",
        "Brody: When'd you pick up, Charlie? This has obviously been going on a lot longer than you let on to Jessica.",
        "Charlie: What? She told you? I didn't want to worry anybody.",
        "Brody: Cut the crap, Charlie, all right? You slipped, okay? It happens. Now you gotta get back on the wagon. Have you called your sponsor? I suggest you do that. Come on. Let's go home.",
        "Charlie: No. I--I don't want Viki to see me like this.",
        "[SCENE_BREAK]",
        "Viki: Okay. I will get out of your way if that's what you want. But if you think we're just going to stand by and watch while you destroy yourself, no, no. Your brother, for one, would not allow that.",
        "Clint: I don't have a brother.",
        "Viki: Yeah. Asa said the same thing about his sons from time to time. He didn't mean it either.",
        "[SCENE_BREAK]",
        "Dani: Come on. Go for the gold.",
        "Matthew: Okay. Whoo. Whoo. Look. I'm walking!",
        "Dani: Oh, yeah? Prove it. Come on. Let's go for a walk.",
        "Matthew: Look. Look, I'm walking. Oop!",
        "Dani: I'm so proud of you.",
        "Destiny: Matthew?",
        "[SCENE_BREAK]",
        "Nora: \"They're your problem now.\" That's so nice.",
        "Bo: I think Clint's channeling Pa.",
        "Nora: Yeah, well, your father may not have let people know it, but he knew how to forgive.",
        "Bo: Yeah, especially when it came to family. My prediction: Clint's gonna get over this, too, you know, with time. We just have to give him a chance to lick his wounds.",
        "Nora: While we're waiting for him to do that, what should we do?",
        "Bo: Go fishing. Go dancing. And help our son get back on his feet again.",
        "[SCENE_BREAK]",
        "Destiny: What are you doing?",
        "Matthew: We had to move into the hotel.",
        "Destiny: I don't mean that. You're--you're standing! You're out of the chair!",
        "Matthew: Oh, that. Yeah. Look, Des, no wheels.",
        "[SCENE_BREAK]",
        "Todd: You moved Dani into the hotel because you wanted to steal her away from me again, didn't you?",
        "Téa: Todd, wait a second! As if Daniella would go anywhere with me right now. That is not what happened. Look, I understand. I don't blame you for being suspicious, but the truth is, I didn't even know she was--",
        "Todd: Then why is she here?",
        "Téa: Well--",
        "Todd: I'm gonna get a court order.",
        "Téa: Listen. Clint threw Nora out, okay? She moved into the Palace with her kids.",
        "Todd: Smartest thing Clint ever did.",
        "Téa: Well, be that as it may, Daniella is now here. She has her own room.",
        "Todd: That means that she can leave whenever she wants.",
        "Téa: Well, what do you suggest?",
        "Todd: I think we should tell her the truth.",
        "[SCENE_BREAK]",
        "Rachel: I can't stay with you.",
        "Greg: Why not?",
        "Rachel: First of all, we'd be skipping a whole slew of steps.",
        "Greg: Like what?",
        "Rachel: We just started dating, and what the hell are your parents gonna think?",
        "Greg: Who cares what my parents think? Besides, this is between you and me. And anyway, I'm not asking you to move move in with me. I'm just offering you a place to stay until you find something else.",
        "Rachel: Oh.",
        "Greg: Not that I don't want to revisit this at a later point, but I am all up for enjoying the journey.",
        "Rachel: Okay. But what about your mother?",
        "Greg: Who cares what my mother thinks? She's a grown woman, and I appreciate you considering her feelings, but can you do me a favor just this once? Can you let me put you first? Look, I know it's hard. You spend all day taking care of other people, but work is over. You're off duty. And what do you need? Do you even know?",
        "[SCENE_BREAK]",
        "Viki: Honey, is Charlie around?",
        "Jessica: I thought he was with you.",
        "Viki: No. He actually went to a meeting, but that was earlier. I just came from seeing Clint. Bree, you know something? I went to Grandpa's, and you know what he did? He forgot to put out cookies and carrots for Santa and the reindeer, and he's very unhappy about that. I think that he could use a visit from you and your mom.",
        "Jessica: Is Dad okay?",
        "Viki: I think he needs someone to brighten his day.",
        "[SCENE_BREAK]",
        "Téa: We need to give Dani a little space.",
        "Todd: Oh, sure. A teenager should always get whatever she wants.",
        "Téa: No, because she just saw the only father she's ever known get shot and fall off a bridge.",
        "Todd: And you think she's equipped to handle that alone in a hotel room?",
        "Téa: She's not gonna listen to anything we have to say to her, Todd. She thinks we're responsible for Ross' death. And maybe we are. Look at me! Nora and Bo are taking care of her. We need to give her some time to heal.",
        "Todd: I'm her father.",
        "Téa: Listen. Listen to me. To her, you're the man who destroyed her family and killed her dad.",
        "Todd: Yes, and that's all I'm gonna be to her until we tell her the truth.",
        "Téa: I know that you want her to understand why things happened the way they did, that you are not to blame, but she can't hear that right now, okay? It's probably only gonna drive her further away from you. Don't you want to get close to her? Don't you want to get to know her? Don't you want to give her a chance to get to know Estrella and the boys?",
        "Todd: Just--what I want is to help her out. I know that she's in a lot of pain.",
        "Téa: Then leave her alone. If I can do it, you can do it.",
        "Todd: So, what are you gonna do? Just sit there in that depressing hotel room on Christmas Eve, all by yourself?",
        "Téa: Well, believe it or not, I haven't been invited to any swanky parties. No one has even come to visit me except for Eli and now you, and you just came because of the boys.",
        "Todd: I'm sure the boys would love to see you if you'd like to see them.",
        "Téa: Of course I would.",
        "Todd: Then why don't you come over and open up presents with them.",
        "Téa: Really?",
        "Todd: Yeah. Not even you should be alone on Christmas Eve.",
        "[SCENE_BREAK]",
        "Langston: Did Dorian seem strange to you?",
        "Addie: Dorian's always strange.",
        "Langston: No, I mean stranger than usual.",
        "Addie: Not really. Isn't this the cutest thing?",
        "[SCENE_BREAK]",
        "Dorian: I had the eggnog tested. It was laced with strychnine.",
        "Mitch: Whoa. You're lucky no one was killed.",
        "Dorian: My girls were about to drink that eggnog.",
        "Mitch: Man, am I glad I was able to warn you. That is troubling, though. I mean, just think if I hadn't been able to get through to you, this--this person--whoever he or she may be--why, they--they might have wiped out your entire family.",
        "Dorian: I'm gonna do whatever you want. Bo will be fired by the new year.",
        "Mitch: Hallelujah.",
        "[Mitch humming \"Joy to the World\"]",
        "[\"Joy to the World\" playing on TV]",
        "[SCENE_BREAK]",
        "Chorus: Prepare him room let heaven and nature sing let heaven and nature sing",
        "Starr: What?",
        "Blair: Oh. \"The first brick of the Hope Manning Neonatal Wing at Llanview Hospital.\"",
        "[SCENE_BREAK]",
        "Chorus: The savior reigns let men their songs employ while fields and floods rocks, hills, and plains repeat the sounding joy repeat the sounding joy repeat, repeat the sounding joy",
        "Chorus: No more let sins and sorrows grow no more let sins and sorrows grow nor thorns infest the ground he comes to make his blessings flow far as the curse is found he rules the world with truth and grace and makes the nations prove the glories of his righteousness and wonders of his love and wonders of his love and wonders, wonders of his love joy to the world the Lord is come let earth receive her king let every heart prepare him room and heaven and nature sing and heaven and nature sing and heaven and nature sing",
        "Chorus: We wish you a Merry Christmas we wish you a Merry Christmas we wish you a Merry Christmas and a Happy New Year good tidings we bring to you and your kin good tidings for Christmas and a Happy New Year oh, bring us a figgy pudding oh, bring us a figgy pudding oh, bring us a figgy pudding and a cup of good cheer we wish you a Merry Christmas we wish you a Merry Christmas we wish you a Merry Christmas and a Happy New Year we wish you a Merry Christmas and a Happy New Year we wish you a Merry Christmas and a Happy New Year"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=FFcqfXQuQz8"
}