{
    "Episode Summary": [],
    "Recap": [
        "Dorian confronts Blair, Langston, and Starr as to where their holiday clothes are for the Cramer women extravaganza. Sarah and Layla exchange Christmas gifts before they leave for Christmas holiday in Silver Springs. There is a knock on the door and Sarah is surprised to see that it is Cristian. Natalie lets Jessica and Nash know that Viki met a man in Paris, and refuses to reveal any info about him. Jessica sees that there isn't any reason to keep fighting about Jared. Natalie lets Jessica know that she slept with John. Jared looks at the Christmas ornaments when Cole and Nora join him. Nora makes the necessary introductions. Nora tells Cole to make himself at home. Cole tells her that this will never be his home. Rex starts to make a call when he hears a voice from his past. When he turns around, he and Gigi are face to face. Rex and Gigi have a heart to heart talk. Rex wants to know what she is doing here. Gigi tells him that he has a lot of nerve asking her that after what he did for her. Viki accompanies Charlie to an AA meeting. Charlie tells Viki that he is glad that she came back to Paris. Charlie lets Viki know that he never stopped thinking about her. Matthew lets Nora know that Lindsay is better now."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: Aha, where are your holiday outfits for our Cramer women holiday extravaganza? Get going. Come on.",
        "Starr: Well, where's Cassie? Is she going to come?",
        "Dorian: No, she can't make it.",
        "Blair: Oh, and guess what -- Kelly's not going to be here, either.",
        "Dorian: Well, all the way from London -- she can't make it, but, oh, your grandma -- Addie is going to be here just, well, anytime now.",
        "Starr: Adriana going to come?",
        "Dorian: Yes, she's going to be here.",
        "Blair: Great.",
        "Dorian: Um, indeed. So, why don't you all go and get dressed? Right now.",
        "Starr: Sounds good.",
        "Langston: What was that all about?",
        "Starr: Fasten your seat belts.",
        "[SCENE_BREAK]",
        "Sarah: Yes! How did you guys know I wanted these?",
        "Layla: Um, maybe the open catalog with the circle around it.",
        "[Sarah chuckles]",
        "Vincent: And now you can give back mine, please. Thank you.",
        "Sarah: Oh -- okay. There you are.",
        "Vincent: Oh. Thank you.",
        "Sarah: And I have something for you guys.",
        "Layla: Yeah? Okay.",
        "Sarah: There you go.",
        "Layla: Oh, my God. Look, Vincent, look at these seats.",
        "Vincent: Ah, where'd you find these? You know I've been calling all around town for them?",
        "Sarah: Guess you just got to have the right connections.",
        "Layla: Oh, my -- girl, thank you. Thank you.",
        "Sarah: You, too. You, too. Both of you. So, you guys are going to be in Maryland for the holidays?",
        "Layla: Mm-hmm. What are you doing?",
        "Sarah: Probably just hanging out with family -- unless something better comes up.",
        "[Knock on door]",
        "Sarah: Hi.",
        "[SCENE_BREAK]",
        "Natalie: Mom met some guy when she was in Paris.",
        "Jessica: Well -- I can't believe she wouldn't tell me about it.",
        "Natalie: She didn't tell me, either -- I had to get it out of her.",
        "Nash: Oh, my God, is he French?",
        "Natalie: Well, actually, I don't know -- Mom's not talking. I don't even know his name. All I know is there is somebody and she's obviously hot enough for him that she went back to Paris to see him.",
        "Nash: So my mother-in-law is not going to be here for Christmas?",
        "Natalie: Well, this whole family is going crazy. You know, Mom's acting like a teenager, Dad's having drama with Dorian, and you two are acting like you have some sort of lobotomy.",
        "Jessica: Ah -- that's what's really bothering you -- it's Jared.",
        "Natalie: What I don't get is how it's not bothering you.",
        "Jessica: I just don't see a point in fighting about it anymore.",
        "Natalie: And you're really onboard with this?",
        "Nash: Yeah. Sure. Listen, I'm, um -- I'm going to go finish my Christmas shopping. I'm going to leave you two here to hash it out. Hmm. Bye.",
        "Jessica: Okay. Look, I know that dealing with this Jared thing is harder for you than it is for me, but you have to find a way to move past it.",
        "Natalie: Yeah, I already have.",
        "Jessica: Really? How?",
        "Natalie: I slept with John last night.",
        "[SCENE_BREAK]",
        "Nora: Oh, hey, Jared. I want you to meet Cole Thornhart.",
        "Jared: Oh, Cole. Jared Ba-- Jared Buchanan. I'm still getting used to that.",
        "Cole: Yeah, Miss Hanen filled me in.",
        "Nora: \"Miss\"? What? \"Nora,\" please. \"Nora,\" okay? Cole's going to be living with us now.",
        "Jared: Ah. I heard about your mom. I'm sorry.",
        "Cole: Thank you.",
        "Nora: So I'm going to have -- get Nigel to take your stuff up to your old room, all right? And you just make yourself at home.",
        "Cole: Hey, I appreciate everything you're trying to do for me, but this is never going to be my home.",
        "[SCENE_BREAK]",
        "[\"Greensleeves\" plays]",
        "[Gigi hums]",
        "Gigi: Sorry I'm late, Moe. If you had a heart, you'd understand, but you don't, so you won't. Did Noelle clean the aprons like she was supposed to?",
        "Rex: Morasco?",
        "Gigi: Balsom? How did you find me here?",
        "Rex: I wasn't even looking. What are you doing in Paris, Texas?",
        "Gigi: I live here now.",
        "Rex: Man, talk about a coincidence. It's good to see you.",
        "Gigi: Don't.",
        "Rex: Why not?",
        "Gigi: You have a lot of nerve asking that after what you did to me.",
        "[SCENE_BREAK]",
        "Viki: Is the speaker not working again?",
        "Charlie: Yeah, I just don't seem to have any luck with these things.",
        "Viki: Well, don't worry about it. I mean, we can just talk.",
        "Viki: How was your meeting?",
        "Charlie: It was good to be back with my friends.",
        "Viki: So what happens now?",
        "Charlie: 90 and 90.",
        "Viki: What is that?",
        "Charlie: That's 90 meetings in 90 days.",
        "Viki: Oh.",
        "Charlie: Yeah. You think you can deal with a guy who's newly back on the wagon?",
        "Viki: Oh, I think the chances are excellent.",
        "Charlie: I'm very glad you came back. You know, when I got back to Paris, the first thing I did was run straight over to the Bon-Jour Cafe looking for you.",
        "Viki: And I wasn't there. That's not why you started drinking, though, is it?",
        "Charlie: Oh, no, no, no, no, I did that all on my own, but I must admit that when I was out looking for my son, I never once stopped thinking about you.",
        "Charlie: Oh, maybe if I talked to the management I can get a speaker that works here.",
        "Viki: Charlie, I missed you, a lot.",
        "[SCENE_BREAK]",
        "Cole: Hey, I'm sorry, didn't mean any disrespect.",
        "Nora: Cole, it's okay. Please, I completely understand. You don't want to be here, you want to be at home, with your mom.",
        "Matthew: Cole, hey. I heard you were moving back in. That's awesome. I mean, it's not -- I -- it'd be better if you weren't. I mean, it's --",
        "Cole: Matthew --",
        "Matthew: It's not bad --",
        "Cole: Matthew, Matthew --",
        "Matthew: It's cool --",
        "Cole: Matthew, man -- it's cool, man. Don't worry about it. I know what you mean. All right?",
        "Nora: So, did you and your dad finish all your last-minute Christmas shopping?",
        "Matthew: Yeah, thank God. He was getting a bit cranky.",
        "Nora: Well, I can believe that. You've been gone a long time.",
        "Matthew: We went to see Lindsay, too.",
        "Nora: Your father took you to St. Ann's?",
        "Matthew: Yeah, I asked him to take me. R.J. was there, too. She's better now.",
        "Nora: Lindsay's better now?",
        "Matthew: Yeah. A lot.",
        "Nora: Hmm, really? Cole, could you -- are you going to be okay? I just need to talk to Matthew for a minute, alone.",
        "Cole: Yeah, sure.",
        "Nora: Okay. Come here, sweetheart. Come on.",
        "Cole: Whew.",
        "Jared: Just so you know, if there's anything I can do --",
        "Cole: Oh, yeah? Like what? Bring back my mom, my dad? That's all I want, and that's not going to happen. Do you know how it feels?",
        "Jared: Actually, yeah, I do.",
        "[SCENE_BREAK]",
        "Dorian: Thank you.",
        "[\"Joy to the World\" plays]",
        "[Dorian gasps]",
        "Adriana: Don't get the wrong idea. I'm still not happy about the way you feel about Rex, but it's Christmas and you're my family, so --",
        "Dorian: You look gorgeous. I love that dress! Honey, thank you for coming. It wouldn't be Christmas without you. Oh.",
        "Blair: Ahem!",
        "Dorian: Blair, darling -- well, as you can see, Adriana's here. I -- I'm sure that the two of you will get along well in the spirit of the holidays, and if not, will you fake it for my sake?",
        "[SCENE_BREAK]",
        "Starr: I hope this thing doesn't last too long. I want to call Cole. He probably really misses me. He just moved into Nora's house.",
        "Langston: Yeah, I guess.",
        "Starr: Hi. Merry Christmas, Adriana.",
        "Adriana: Merry Christmas, sweetheart.",
        "Starr: Where's Rex?",
        "Adriana: Oh, he's on assignment.",
        "Langston: What? Is there something wrong with what I'm wearing?",
        "Dorian: I'm just not sure the whole skull motif thing is appropriate for Christmas.",
        "Langston: Well, you know, I was going to wear my Mrs. Santa costume, but the cleaners ruined my muff.",
        "Dorian: Luckily, I happen to have this, which I bought for you at the last minute. Why don't you take it to your room, open it up. I promise, you'll be inspired.",
        "Langston: Thank you, Dorian.",
        "Starr: This should be interesting.",
        "Blair: Good luck.",
        "Dorian: So, is Rex still out of town?",
        "Adriana: Yeah. I was just telling Starr that he's on the case.",
        "Dorian: Great. Such a shame he couldn't, you know, take time out and join us all for the Christmas holiday.",
        "Adriana: Well, he can't exactly fly back from Texas just for the evening.",
        "Blair: Texas? What the hell is Rex doing in Texas?",
        "[SCENE_BREAK]",
        "[\"Greensleeves\" plays]",
        "Rex: Gigi, I know it's been a long time since Michigan, but I don't remember anything bad between us.",
        "Gigi: Maybe because you didn't care.",
        "Rex: Oh, come on. We went together through most of senior year.",
        "Gigi: Yeah, and then you just took off. No goodbye, no nothing. I waited for you to call.",
        "[Rex sighs]",
        "Gigi: And when you didn't, I went to your Aunt Corinne's house. She's the one who told me you left town.",
        "Rex: She didn't say why?",
        "Gigi: She was never crazy about me, Rex.",
        "Rex: Okay, it -- it was an emergency. I had to go to Pennsylvania to find my sister.",
        "Gigi: You couldn't call me just to let me know you were still sucking air?",
        "Rex: I don't know what to say.",
        "Gigi: How about \"I'm sorry\"?",
        "Rex: I thought that I'd be coming back. And then things got complicated, and I didn't, so --",
        "Gigi: You were my boyfriend, Rex. Didn't I mean anything to you?",
        "Rex: You might not believe this now, but you meant a lot to me.",
        "[SCENE_BREAK]",
        "Jessica: So, you're trying to get over Jared by sleeping with John?",
        "Natalie: It was a one-night thing. You know, two friends just trying to help each other out.",
        "Jessica: No, no, friends don't do that. Friends take each other out for coffee, they -- they cry on each other's shoulders, they don't hop into bed and have sex with one another.",
        "Natalie: Yeah, they do -- sometimes. It -- it's just -- you know, when they need to feel close to someone.",
        "Jessica: Okay, it didn't work. It might have worked for maybe one night, but it's still there, Natalie, I can see it.",
        "Natalie: Okay, what do you want me to do, flip a switch and just turn off my feelings?",
        "Jessica: No, but I don't think sleeping with John is a very good solution, either.",
        "Natalie: If you're going to lecture me about sleeping around --",
        "Jessica: No, I'm not ting to lecture you, and after what Tess did, you're practically a saint, but John is still trying to get over Marty. I don't want to see you get hurt more than you already are.",
        "Natalie: You really think that I'm that big of a loser?",
        "[SCENE_BREAK]",
        "Sarah: Really good to see you.",
        "Cristian: Good to see you, too. Listen, I was wondering if I could talk to Layla.",
        "Sarah: Oh. Yeah, sure. She's right here. Come on in.",
        "Cristian: Thanks. Hey, how are you doing?",
        "Layla: Hey, Cristian.",
        "Vincent: Vega, how's it going?",
        "Cristian: Good. You got a minute?",
        "Layla: Yeah. What do you want to see me about?",
        "Cristian: Well, can we go somewhere else to talk?",
        "Sarah: Oh, hey -- huh. Don't mind me. I'll -- I'll just use the present that Layla and Vincent gave me.",
        "[Sarah chuckles]",
        "Sarah: They're -- they're noise-canceling, so I won't hear anything you guys say about me.",
        "Layla: Okay, what's going on?",
        "Cristian: I want to see Evangeline.",
        "Layla: I'll see what I can do, Cristian.",
        "Vincent: Well, we're on our way to Maryland now. Layla can make her case in person. I'll back her up.",
        "Cristian: I got a better idea. I'll state the case myself.",
        "Layla: Cristian, you're not thinking about going with --",
        "Cristian: I'm going with you guys.",
        "[SCENE_BREAK]",
        "Gigi: I'm glad I meant something to you, because --",
        "[\"O Holy Night\" plays]",
        "Gigi: Well, I never forgot you, Rex.",
        "Rex: Hey, I'm the guy you made climb the flagpole at school to steal the banner from Lakewood High.",
        "Gigi: Yeah. And then when I got it home, I realized I couldn't hang it in my room or I'd get busted.",
        "Rex: I helped you set off those stink bombs right before finals.",
        "Gigi: Yeah, and we put lab specimens in old lady Richter's purse.",
        "Rex: We were a great team, huh? Look, Gigi, I really am sorry that I was such an ass. But this thing with my sister -- it was really major. And by the time I got a chance to finally call you, it had been so long, I figured a great girl like you had moved on to somebody new. It's not like you were that in to me anyway, right? Or were you?",
        "[SCENE_BREAK]",
        "Charlie: I am really sorry, Viki, again.",
        "Viki: It's not your fault the speaker doesn't work.",
        "Charlie: No, now, you know darn well I'm not talking about the speaker.",
        "Viki: Charlie, we all, you know, stumble now and then.",
        "Charlie: Now, you've spent so much time picking up the pieces and putting me back together again, I never had a chance to ask you -- why did you decide to go home so suddenly?",
        "Viki: A friend of mine and a close friend of my daughter's was killed.",
        "Charlie: Oh, my God. I'm -- I'm sorry.",
        "Viki: Thank you. Oh, God, she was so young, and she left behind a teenage son.",
        "Charlie: Oh, jeez. No kid that age should ever have to fend for themselves.",
        "Viki: Charlie, you're trying to make amends.",
        "Charlie: Hey, I thought we were talking about you.",
        "Viki: Okay. And I guess I felt kind of guilty. You know, I -- I'd been taking all this time for myself here, and there were people at home who needed me.",
        "Charlie: Which would make you feel better, if I just agree with you, or if I try to explain to you why you have no reason to feel guilty?",
        "Viki: I don't know.",
        "Charlie: Okay, first of all, they're not kids anymore, all right?",
        "Viki: Right.",
        "Charlie: And knowing you, you're most probably on the phone to them every day.",
        "Viki: Yeah, but it's not the same thing, is it?",
        "Charlie: Okay. Then what are you doing here?",
        "[Viki chuckles]",
        "Charlie: Hmm?",
        "Viki: One of my daughters thinks that it's -- well, that it's because of a man.",
        "Charlie: Ah. Anybody I know?",
        "Viki: Maybe. Anyway, she's the daughter that I worry about the most, you know. You see -- um -- I had -- problems, big problems that prevented me from being a part of her life until she was practically grown.",
        "Charlie: Oh, I'm sorry.",
        "Viki: Yeah, me, too. And I keep trying to make it up to her.",
        "Charlie: Is she at least accepting that?",
        "Viki: Oh, she is now, yeah.",
        "Charlie: Oh.",
        "Viki: She's -- she's remarkable. And she keeps telling me not to worry and not to feel guilty, but -- I mean, I do worry about her, and right now, she's falling for some guy who just broke her heart.",
        "Charlie: Ah. [As a mobster] You want I should take care of the louse?",
        "[Viki chuckles]",
        "Charlie: You just give me the word.",
        "[SCENE_BREAK]",
        "Jared: I grew up without a dad.",
        "Cole: Yeah, I heard about you turning out to be Asa Buchanan's son. Well, what about your mom?",
        "Jared: Huh. We were close. I was -- I was pretty torn up when she died.",
        "Cole: So you know --",
        "Jared: Yeah, I know. At least you have good people looking out for you.",
        "Cole: Yeah, it's not the same.",
        "Jared: No, it's not, you're right. There is nothing like your real family. And you hold it against everyone else who still has theirs. At least, I did.",
        "Cole: Hey, look, I'm sorry for going off on you.",
        "Jared: Hey, don't worry about it. If you can't dump on a stranger, who can you? I mean, we're going to be living here, right? So, dump away, anytime you need to.",
        "[SCENE_BREAK]",
        "Nora: So, you say Lindsay's back to her old self?",
        "Matthew: Pretty much.",
        "Nora: Hmm.",
        "Matthew: Dad got her laughing about stuff.",
        "Nora: Does he? That's nice. Well, I'm -- I'm glad that Lindsay's feeling better.",
        "Matthew: So you're okay that I went to go see her? See, I only went because I wanted to give her that DVD. that I burned of this tape that Jen made, and I gave it to Lindsay for Christmas.",
        "Nora: Oh, God, you're a good kid. Does anyone ever tell you that? You're a good kid.",
        "Matthew: Huh. Does that mean I can have that video game that I've been asking for for Christmas?",
        "Nora: That one? No, you're not that good, kid. And don't push your luck.",
        "Matthew: I'm going to go get the gifts I got and put them under the tree.",
        "Nora: Yeah, put them in the library.",
        "Nora: Baxter? Hanen. I need you to pull the Spencer Truman murder case file, and I want it by tomorrow morning. Yes, I realize it's almost Christmas, but I have a feeling by the new year, Spencer Truman's murderer is going to finally be standing trial.",
        "[SCENE_BREAK]",
        "Blair: And what kind of case would Rex be working on in Texas, Adriana?",
        "Adriana: I believe that's Rex's business, not yours.",
        "Blair: No, you -- you made it my business when you just mentioned it, so I'm just interested in --",
        "Dorian: Oh, look! Look at Langston! Oh, honey, that's so sophisticated! Let me see. Oh, wow! It's --",
        "Langston: You like it?",
        "Dorian: Yes, I do. Don't you think so? She just looks -- it's just so Audrey Hepburn. I love it! I love it! Oh, well, now, if we can just do something about her hair.",
        "Langston: Do I look 40?",
        "Starr: Not a day over 38.",
        "Blair: So, Adriana, does Rex happen to be in Paris, Texas? Hmm?",
        "Adriana: Yes, and since you're going to harass me till you know everything, he's looking for Marcie.",
        "Blair: What?",
        "Dorian: I can't wait for Addie to get here. Let me show you what I got her. Um -- a bed jacket, which is so practical. Pink because we know she loves pink. A new --",
        "Langston: Are they going to kill each other?",
        "Starr: Yeah. Get used to it.",
        "Dorian: She loves handicrafts.",
        "Blair: You know, Todd is on the trail of his son now, again.",
        "Adriana: Rex isn't working for Todd.",
        "Blair: Oh, so, what, is he just down there out of the goodness of his heart?",
        "Adriana: Michael hired him.",
        "Blair: Michael? Oh, Michael -- Michael that's married to Marcie. Oh, yeah, Marcie, the one that kidnapped Todd's son, right? Is that what you're telling me?",
        "Adriana: Yeah, that's what I'm telling you.",
        "[SCENE_BREAK]",
        "[\"O Holy Night\" plays]",
        "Gigi: You think I think what we had in high school was -- was serious?",
        "Rex: Well, you kind of seemed like it was.",
        "Gigi: I was just messing with you, like I always used to.",
        "Rex: I still can't believe this. What are the odds? Me walking into a diner in Paris, Texas, and finding you here?",
        "Gigi: Well, I work here. What's your excuse?",
        "Rex: I'm working, too. I'm a private investigator.",
        "Gigi: Balsom, a P.I.? Shut it.",
        "Rex: I got a license and everything.",
        "[Gigi laughs]",
        "Rex: I was tired.",
        "Gigi: This from the boy voted most likely to end up in jail?",
        "Rex: Actually, I've done that, too. Anyway, I'm trying to track down somebody. Have you seen her?",
        "Gigi: Oh -- somebody else came by looking for her.",
        "Rex: His name Todd Manning?",
        "Gigi: Yeah, him and his wife. They said this Marcie had his kid.",
        "Rex: It's -- it's complicated. Actually, that's kind of an understatement.",
        "Gigi: I told them I saw her.",
        "Rex: Oh, when?",
        "Gigi: A few weeks ago in here, but she was on her way to South America.",
        "Rex: Okay. That's what you told Todd, but you're talking to me now. We go way back, Norasco. So, how about telling me the real story?",
        "[SCENE_BREAK]",
        "Blair: What's Rex going to do in Texas? Find Marcie so she can keep Todd's son, huh? Is that what it is?",
        "Adriana: I don't know what Rex is going to do when he finds Marcie and Tommy.",
        "Blair: It's not Tommy. It's Sam. Todd named him Sam Manning.",
        "Adriana: Huh, since when?",
        "Blair: Since Todd named him! He didn't want some psycho redheaded woman naming him, and I'm not talking about Margaret Cochran, either!",
        "Adriana: You are unbelievable. You never even tried to see it from Michael and Marcie's side.",
        "Blair: Don't talk about sides!",
        "Dorian: Stop it!",
        "Blair: I warned you about taking Marcie and Michael's side over mine and Todd's!",
        "Adriana: You mean you banished me from the family?",
        "Langston: This is like watching a train wreck.",
        "Starr: Oh, it gets worse.",
        "Adriana: This is about what's right!",
        "Blair: Oh, \"what's right.\" You think Marcie kidnapping Todd's son is right, Adriana? You're unbelievable.",
        "Dorian: Why don't you come with me, Adriana?",
        "Adriana: Michael has been going crazy missing Marcie and Tommy.",
        "Dorian: You two need a time-out.",
        "Blair: What do you think Todd has been doing? What do you expect him to do, go visit his own son across town?",
        "Adriana: You know what? Todd might be his father by blood, but he will never be the kind of father to that little boy that Michael has been.",
        "Blair: Oh, God -- I can't even believe that you believe that.",
        "Adriana: I've thought that from the beginning!",
        "Blair: \"The --\" oh, now, wait a minute. Are you telling me that you have known that Michael and Marcie had Todd's son from the beginning?",
        "[SCENE_BREAK]",
        "Layla: Cristian, this is not the time to start anything with my mother. Let me work on it, you know, during Christmas dinner, when everybody's all warm and fuzzy inside, and I'll work on it.",
        "Cristian: Okay. Okay, whatever you can do. But if it doesn't work, I'm going to Silver Springs.",
        "Vincent: Look, sweetheart, we better get moving.",
        "Layla: Yeah. Sarah -- hello, Sarah?",
        "[Layla chuckles]",
        "Layla: We're off, we're leaving. Give me a hug.",
        "Sarah: Those things are amazing.",
        "Layla: Mmm!",
        "Sarah: Even better than yours, Vincent.",
        "[Vincent chuckles]",
        "Vincent: Well, I don't remember what mine sound like.",
        "[Sarah chuckles]",
        "Sarah: Let me turn this off. Have a good Christmas, guys.",
        "Layla: You, too, babe. Both of you.",
        "Cristian: I guess I should be heading out, too.",
        "Sarah: Yeah, you probably should.",
        "Cristian: I hear you're working Christmas night.",
        "Sarah: Huh. Well, somebody's got to.",
        "Cristian: Oh, well, listen, if you change your mind, I'm sure I can get someone to cover for you.",
        "Sarah: Oh, no, it's okay. I mean, I don't have anything better to do, anyway.",
        "Cristian: Okay. I'll see you.",
        "Sarah: Cristian, wait!",
        "[SCENE_BREAK]",
        "Gigi: I told you, she was going to South America.",
        "Rex: She wasn't more specific?",
        "Gigi: Look, Rex, I served her lunch and then she hit the road. Wait a minute. This Marcie -- she did say she was a teacher.",
        "Rex: That's right, she is.",
        "Gigi: Yeah, she had all these travel folders with a big waterfall on them, and I asked her about them, and she said she was going to go teach somewhere near the falls.",
        "Rex: Wait -- Marcie doesn't speak Spanish.",
        "Gigi: She said it was an American school. I -- I -- I believe it started with an \"I\". I -- I -- Iguaçu Falls --",
        "Rex: No, Iguaçu Falls?",
        "Gigi: Yeah.",
        "Rex: Where is that?",
        "Gigi: I think it's in Argentina.",
        "Rex: Mm-hmm. You wouldn't be messing with me now, would you?",
        "[Cracking sound]",
        "Gigi: Why would you even think that?",
        "Rex: Because when you get nervous, you crack your knuckles.",
        "Gigi: Well, I am nervous!",
        "Rex: Why?",
        "Gigi: Because -- if I don't get back to work, my boss is going to fire me.",
        "Rex: Well, maybe I'll just stick around. Maybe you'll remember some more.",
        "Gigi: Yeah, well, maybe you should order something, because if you don't, my -- my boss will be all over you. Oh, and let me give you a tip. Don't order any pie.",
        "[SCENE_BREAK]",
        "Blair: Answer me, Adriana. You knew, didn't you? You knew all along that Michael and Marcie had Todd's son?",
        "Dorian: Of course Adriana did not know.",
        "Blair: I am talking to Adriana!",
        "Adriana: I don't appreciate the third degree in my mother's house!",
        "Blair: Well, that's too bad! You're going to get it! You knew. You knew, right along with that little sleazy boyfriend of yours.",
        "Adriana: Do not blame this on Rex.",
        "Blair: Oh.",
        "Adriana: He wanted to tell Todd.",
        "Blair: And why didn't he?",
        "Adriana: Because I told him not to.",
        "Blair: Ugh.",
        "Dorian: Blair --",
        "Starr: Oh, shoot.",
        "Dorian: Blair, Blair, Blair, Blair. That isn't true, is it, Adriana? You tell her.",
        "Adriana: It is, and you know what? If I had to do it all over again, I'd do it in a heartbeat.",
        "Blair: Oh, you little two-timing double-crossing bitch!",
        "[SCENE_BREAK]",
        "Charlie: You know, Viki, it sounds like your family needs you, and you need them. So don't let me be the thing that keeps you in Texas.",
        "Viki: Oh. You trying to get rid of me?",
        "Charlie: No, I just don't want to think that you left your family behind just to sober me up.",
        "Viki: I didn't. The thing is when I was home, I realized that I was not nearly finished with my life here.",
        "Charlie: Well, the truth is I'd most probably still be drinking if you hadn't come back.",
        "Viki: Maybe, maybe.",
        "Charlie: No, no \"maybe.\" No, when my son turned his back on me, all I did was head straight for the first bar, because that's the way I've always dealt with bad times. And good times. You know, I guess I'm just going to have to find another way.",
        "Viki: For the record, I don't drink -- anymore.",
        "Charlie: Well, I'm supposed to stay away from people, places, and things that make me want to drink, and for the record, being with you seems to be just right for me.",
        "Viki: Then I guess we should just be happy that we're both back where we belong, huh?",
        "[SCENE_BREAK]",
        "Natalie: I want to forget Jared. In fact, I -- I have to. But sleeping with John made me realize I had a life before Jared. I can have a life again, and that's a really big step for me. Look, if I could get over John, I can get over a guy that I, what, made out with three or four times?",
        "[Nash shivers]",
        "Nash: I'm back. You -- you -- my, you -- you have to cover your eyes when I go back out there and bring back in all the stuff that I bought for you for Christmas. You should be happy. What'd I miss?",
        "Natalie: Nothing.",
        "Jessica: We were just talking about -- you know, Jared.",
        "Nash: Uh-huh.",
        "Natalie: Yeah, and how we both deal with him differently.",
        "Nash: Oh, good, so you told her about how we'll --",
        "Jessica: No, I was telling her about how you and I have decided to play nice with him, and I was convincing her why it was a good idea, but we got sidetracked.",
        "Natalie: Yeah, I'm -- I got to go.",
        "Jessica: Hey, hey, hey -- am I going to see you at Christmastime?",
        "Natalie: Of course you are.",
        "Jessica: Oh, God.",
        "Natalie: And don't worry, I won't take your presents back.",
        "[Jessica laughs]",
        "Natalie: Give my niece a kiss for me, please.",
        "Nash: I will.",
        "Nash: What's going on?",
        "Jessica: Well, I really don't think that it's appropriate that I tell you about my sister's personal life, Nash.",
        "Nash: Neither do I. I'm talking about Jared. You didn't tell Natalie that our pretending to cozy up to Jared is a scam, a ruse, did you?",
        "Jessica: No.",
        "Nash: Why not?",
        "Jessica: I had my reasons.",
        "[SCENE_BREAK]",
        "Matthew: Cole, hey. So I got this new video game. You got to check it out. It's so sweet. The good guys are chasing the bad guys in these vans, and it's so cool, and -- oh, jeez. I'm -- I'm -- I'm sorry.",
        "Cole: Matthew -- Matthew, don't worry about it, all right? Matthew, don't worry about it. Listen, everything reminds me of my mom right now. All right? So maybe -- maybe I'll play with you some other time, all right? I'm just pretty wiped out. I think I'm just going to crash.",
        "Nora: Your stuff's up in your old room.",
        "Cole: Hey, the -- the whole dumping-on-the-stranger thing you said earlier -- I might take you up on that sometime.",
        "[SCENE_BREAK]",
        "Sarah: Are you going to be around for Christmas?",
        "Cristian: I don't know. I don't know. I might go away for a few days.",
        "Sarah: Well, then I'll give you your Christmas present now, then.",
        "Cristian: What -- you didn't have to give me anything.",
        "Sarah: I know. And don't worry if you didn't get me anything.",
        "[Cristian sighs]",
        "Sarah: My father used to be into adventure when he was younger. He even went looking for a buried treasure one time. Isn't that funny? So he told me that all you ever need in life to find your way is a compass. Merry Christmas, Cristian. I hope you find your way.",
        "[SCENE_BREAK]",
        "Dorian: Blair, how dare you! Adriana, are you all right?",
        "Adriana: I'm fine.",
        "Dorian: You apologize to her right now!",
        "Blair: Like hell I will.",
        "Dorian: Oh, yes! If you don't, so help me --",
        "Adriana: I don't want her apology.",
        "Blair: Oh!",
        "[Dorian gasps]",
        "Dorian: You stop! Stop it!",
        "[Christmas music plays]",
        "[SCENE_BREAK]",
        "Rex: How did you end up in Texas all the way from Michigan?",
        "Gigi: Well, I decided to trade my old life in for a new one. So who are you working for, anyway? Why are you looking for this Marcie person?",
        "Rex: There -- there are a lot of people who love Marcie. They're really worried about her. Her husband -- he's losing his mind.",
        "Gigi: Oh, keep it, it's on me.",
        "Rex: Thanks.",
        "Rex: It was great running into you.",
        "Gigi: You, too.",
        "Rex: If you remember anything else about Marcie --",
        "Gigi: Oh, yeah. Yeah, I will give you a call.",
        "Rex: Hey, that's a terrible thing. A father losing out on the chance to watch his son grow up.",
        "Gigi: Balsom?",
        "[Gigi sighs]",
        "Gigi: I need to tell you something.",
        "[SCENE_BREAK]",
        "Dorian: Blair, stop it!",
        "Starr: Mom -- Mom -- Mom -- get off of her! Get off of her! Stop!",
        "Blair: You are going to jail along with that wicked boyfriend of yours!",
        "Adriana: It'll be worth it to keep Tommy away from your psycho husband!",
        "Blair: Who are you calling a psycho?",
        "Adriana: Anybody who would marry Todd, Blair!",
        "Blair: I'll show you psycho! I'm going to take you down!",
        "Dorian: Stop!",
        "Starr: Mom!",
        "Addie: I guess it's true what they say. A party isn't a party until something gets broken.",
        "Dorian: Huh.",
        "Addie: Merry Christmas, girls. Blair, get your mama a glass of champagne.",
        "[SCENE_BREAK]",
        "Viki: What do you think is really going on in Santa's workshop?",
        "Charlie: Um -- \"I need to talk to you, Santa, about Winky. I think he's suffering from low elf-esteem.\"",
        "Viki: Oh, my God -- that's awful. That's awful.",
        "Charlie: I know.",
        "Viki: Hey --",
        "Charlie: Oh --",
        "Viki: The \"on\" light on the speaker -- it's not on, it's off.",
        "Charlie: Well, that's because it's not on.",
        "Viki: You mean the speaker works?",
        "Charlie: Well, I never really said that it wasn't working, and when you assumed that it was broken, you said that it would give us an opportunity to maybe talk, so I --",
        "Viki: You didn't have to spring for movie tickets if you just wanted to talk. I mean, we could talk anywhere.",
        "Charlie: Well, so now that I'm busted, you want me to turn it on?",
        "Viki: No. I'm -- oh, I mean -- I mean, we could, but --",
        "Charlie: But, um --",
        "[Charlie sighs]",
        "[SCENE_BREAK]",
        "Nash: Why wouldn't you tell Natalie what we have planned for jarhead?",
        "Jessica: Well, because I have something that I have to tell you first.",
        "Nash: Tell me.",
        "Jessica: Tess is back.",
        "[SCENE_BREAK]",
        "Jared: Natalie -- ahem.",
        "Natalie: Ahem.",
        "Jared: Hi. How are you doing?",
        "Natalie: I'm great.",
        "Jared: Good.",
        "Natalie: I slept with my ex last night.",
        "[NEXT_ON]",
        "Tess: Jessica didn't know what to put in your stocking, so I thought I'd bring you home me.",
        "Jared: This is real, and I'm not letting go of you.",
        "Gigi: I'm pawning this for a friend.",
        "Rex: We have to talk.",
        "Viki: Let's go home."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=vspUWaDUt2s"
}