{
    "Episode Summary": [],
    "Recap": [
        "Starr and Langston fight over the fact that Langston wants Cole to turn himself in and Starr is very much against the idea. Rex lets Dorian know that he is going to ask Adriana to marry him. Adriana and Sarah share drinks and discuss which of their mothers is worse. Jared grabs Natalie and kisses her. She, in turn, slaps his face. Cristian visits Evangeline and finds out from the nurse that Evangeline is gone. Cristian thinks that Evangeline died. Roxy sits by Miles' bedside, offering him support. Cole insists on turning himself in, but John refuses to let him. John admits that he took the blame for the shooting. Jared and Natalie argue over the fact that he is her uncle. Nash barges in on their conversation. Adriana and Sarah drown their sorrows in a bottle. Layla and Vincent walk in and tell Cristian that Evangeline moved. Layla tells Cristian that their mother took Evangeline back to Silver Springs. Roxy begins to recount her life's history to Miles. Starr insists to Langston that she doesn't want to lose Cole again. John urges Cole to do things John's way. John and Cole walk into Miles' room. Roxy goes on the defensive to protect Miles from John. Nash orders Jared to leave Natalie alone. Dorian points out the pros and cons of getting married. Bo lets Jared know that he doesn't buy his act. Cole admits to Miles that he was the one who shot him. Roxy admits to John that she loves Miles. John and Natalie meet at Capricorn."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: I'm trying to do this right. That's why I'm coming to you first.",
        "Dorian: Because you want to marry Adriana.",
        "Rex: I love Adriana, and I'm planning to ask her to marry me, with or without your blessing.",
        "Dorian: Ooh.",
        "[SCENE_BREAK]",
        "Sarah: So, what's driving you to drink tonight?",
        "Adriana: The only person who could -- my mother.",
        "Sarah: Girl, she is not even in the same league as my mother.",
        "Adriana: Huh. Really? Did your mother hire someone to stalk you, hoping you'd think it was your boyfriend, and then that stalker turned out to be really psycho and kidnapped you, and tried to kill you and your boyfriend?",
        "Sarah: Dorian did that?",
        "Adriana: Mm-hmm. And that's just the short list. It started with her giving me away to strangers when I was born, and blowing my inheritance. But I forgave her for all of that.",
        "Sarah: Why?",
        "Adriana: Because I thought she'd changed. She just went underground. She hates Rex and she always will.",
        "Sarah: Honey, if we're playing bad mother poker, you win.",
        "[SCENE_BREAK]",
        "Cristian: What are you doing? Those are Evangeline's things.",
        "Nurse: I told you, Sir, she's gone.",
        "Cristian: What do you mean, \"She's gone\"? Are you telling me Evangeline is dead?",
        "[SCENE_BREAK]",
        "Langston: You have some nerve, you know that?",
        "Starr: Well, so do you. You want Cole to admit that he shot Miles.",
        "Langston: It's what he wants to do, Starr!",
        "Starr: After he talked to you. For a year and a half, all you did was lie about your parents. Who the hell are you to say that Cole should tell the truth?",
        "[SCENE_BREAK]",
        "Roxy: Hey, Miles, when I heard you okay a bullet, I knew that I had to be by your side.",
        "Miles: It means a lot to me.",
        "Roxy: Now, I got something very important that I need to tell you.",
        "[SCENE_BREAK]",
        "Cole: John, I shot Miles. I have to tell the police.",
        "John: Listen to me, there's nothing to tell.",
        "Cole: No, I could've killed Miles! I wanted to kill the FBI agent!",
        "John: Keep your voice down!",
        "Cole: What difference does it make, huh? I'm going down to the police station right now and turning myself in.",
        "John: Hey, you're not going anywhere.",
        "[SCENE_BREAK]",
        "Natalie: What is wrong with you?",
        "Jared: Natalie, just listen to me, okay?",
        "Natalie: What are you, some kind of sick freak or something? Did you not hear those DNA results? You are my dad's brother. Just -- ugh -- leave me alone.",
        "Jared: Not until you hear what I have to say.",
        "Natalie: What exactly do you think you're going to say to me? What, that you still have the hots for me? That you're into incest?",
        "Jared: No, okay? No, look. When we first met, I --",
        "Natalie: Had a connection. Yeah, we both did -- because we're related. Get over it.",
        "Jared: I can't do that.",
        "Natalie: Let go of me!",
        "Nash: You heard the lady.",
        "Jared: This is none of your business.",
        "Nash: Oh, I'm making it my business.",
        "[SCENE_BREAK]",
        "Dorian: So you'll marry my daughter with or without my consent?",
        "Rex: If she'll have me.",
        "Dorian: Then why did you ask?",
        "Rex: I thought that it would be better for all of us if you agreed to it upfront. But, hey, if you don't, that's your problem. Adriana and I love each other. We want to make a life together.",
        "Dorian: You seem very sure of yourself.",
        "Rex: I am.",
        "Dorian: Well, then, I guess you're going to be my son-in-law.",
        "Rex: Then you're okay with that?",
        "Dorian: I haven't said I'm not.",
        "Rex: You haven't said you are, either.",
        "Dorian: First, I have a few questions for you.",
        "[SCENE_BREAK]",
        "Adriana: Another one?",
        "Sarah: Ahem. Hit me.",
        "Adriana: Hmm.",
        "Sarah: But don't tell your cousin. He's really big on rules. Rule number one, no drinking on the job.",
        "Adriana: This isn't drinking, it's therapy.",
        "Sarah: And no cell phones, and no fraternizing.",
        "Adriana: When did Cristian become such a buzz kill?",
        "Sarah: Oh --",
        "Adriana: And when did is conversation start being about Cristian?",
        "Sarah: Yeah. What were we talking about?",
        "Adriana: Mothers.",
        "Sarah: Uh-huh. You wouldn't even want to hear the crap my mom has pulled.",
        "Adriana: Something tells me that's not what ruined your day, so straight up. Is it Cristian?",
        "[SCENE_BREAK]",
        "Cristian: Would you give me a straight answer here?",
        "Layla: Cristian, it's okay. Vange has been moved.",
        "Cristian: \"Moved\"? Why didn't you just say that?",
        "Nurse: You didn't give me a chance to.",
        "Cristian: So -- so what does this mean? Is she getting better?",
        "Layla: I wish.",
        "Cristian: What's going on, Layla? Where is Evangeline?",
        "Layla: I'll finish packing the rest of her things, thank you.",
        "Cristian: Okay, so what -- what's the deal here?",
        "Layla: My mother took her back to Silver Springs.",
        "Cristian: Why didn't you call me?",
        "Vincent: Hey, Layla just found out.",
        "Layla: My mother got a court order and she took her back home before I could stop her.",
        "Cristian: I don't get it. How could you let her do that, Layla? How?",
        "Vincent: Back off, Vega. Layla was just as blindsided as you are, okay?",
        "Layla: You think I want Vange back in Maryland? I got to see her every day here, and now I won't be able to.",
        "Cristian: Yeah, well, at least you're not shut out.",
        "Layla: Cristian, I know that you really wanted to see her tonight, but so did I.",
        "Cristian: You know, when I got past the front desk, I thought your mom had changed her mind.",
        "[SCENE_BREAK]",
        "Roxy: Uh -- I guess I'll start from the start. Once upon a time, not so long ago in Atlantic City, there was this wild child named Roxy, and one night, she hooked up with this hunky doctor guy named Wally at the craps table.",
        "[SCENE_BREAK]",
        "John: Let me handle this, okay?",
        "Cole: By taking the rap for shooting Miles yourself? John, Starr told me you're -- you said that you did it.",
        "John: So then just go with it.",
        "Cole: I can't let you go down for something that I did.",
        "John: I already confessed.",
        "[SCENE_BREAK]",
        "Langston: Where the hell is all this coming from? You said you understood why I lied about my parents. You know I was scared and worried about being sent to a foster home.",
        "Starr: Well, I'm scared, too, right now, Langston, and you're not helping me.",
        "Langston: I'm trying to, and you putting all the blame on me -- that's not helping. I know what Cole's going through -- he doesn't need people telling him what to do.",
        "Starr: Oh, like you didn't?",
        "Langston: He made his own decision, Starr.",
        "Starr: Yeah, and you backed him up on it -- just like you let him go take a walk by himself. If I would've been with him, he would've never shot anybody.",
        "Langston: You don't know that. You know how hard it was on me, losing my mom and dad, lying about it, covering it up all the time, knowing somebody might figure it out -- Cole doesn't want to live like that.",
        "Starr: Oh, so -- so it's better off, him living in juvie? He is 16 years old. He could be tried as an adult. I don't want to lose him again!",
        "Langston: This isn't just about you!",
        "Starr: He was gone for so long, Langston -- I didn't know whether he was dead or alive! I don't want to lose him again! I just got him back! Everything that is going on right now is not fair, Langston! It's not fair!",
        "[SCENE_BREAK]",
        "John: Look, you were out of your mind with grief. What happened, you know -- it wasn't you. It wasn't the son that your mother and father raised. And I owe it to her to make sure you don't throw your life away over some stupid mistake. So be reasonable. Please do this my way.",
        "Cole: I need to see Miles.",
        "[SCENE_BREAK]",
        "Roxy: So the next thing I know, I wake up in Vegas married to Max Holden, and I barely even know the guy. We had one of those quickie Vegas weddings, and you know, we were, like, so drunk, we don't remember anything. So I wake up in bed next to the guy, and we're so --",
        "Miles: I'm sorry --",
        "Roxy: Completely hung-over.",
        "Miles: Excuse me, I'm sorry to interrupt you, but -- but is there a point to all this?",
        "Roxy: Oh, yeah, there's a really good point to it.",
        "Miles: Oh. Which is?",
        "Roxy: Yeah, well, I guess I just better --",
        "Miles: Okay.",
        "Roxy: You know, cut to the chase. All right, now, you know, after telling you about the lives and the loves of foxy Roxy, and, you know, all the things that I've done and -- you know, and people that I --",
        "Miles: Oh, Roxy!",
        "Roxy: I don't trust you. You're packing heat.",
        "John: Cole would like a minute with -- with Miles alone.",
        "Roxy: What for?",
        "Miles: It's -- Rox, it's okay. I want to talk to Cole.",
        "Roxy: Hey, listen, I'm sorry about your mom. I got to tell you, she had very nice feet. And you can tell a lot about a woman from her toes.",
        "Miles: What'd you want to talk to me about?",
        "[SCENE_BREAK]",
        "Sarah: I don't have a problem with stealing a guy from a girl. Just not one who's in a coma.",
        "Adriana: They broke up before.",
        "Sarah: I know. I know. But he's still hung up on her.",
        "Adriana: Are you sure about that?",
        "Sarah: Yeah. He even copped to it. So Blair told him he should go see her, and I said I thought it was a good idea.",
        "Adriana: It's a terrible idea.",
        "Sarah: But he needs to figure out if he's going to move on or not, and I need to know.",
        "Adriana: I don't know who's worse off, you or me.",
        "Sarah: We both suck.",
        "Adriana: Yeah. My mom's never going to accept Rex. I mean, you should've seen her when she thought we were having a baby. I don't even want to know what she would do if we ever wanted to get married someday.",
        "[SCENE_BREAK]",
        "Rex: You have some questions for me?",
        "Dorian: Yes.",
        "Rex: This doesn't involve a rubber hose, does it?",
        "Dorian: I just want to be sure of your intentions. Would you like a drink?",
        "Rex: No, thanks. You're not going to talk me out of marrying Adriana.",
        "Dorian: Oh, I wouldn't dream of doing that. But you have, after all, had one failed marriage.",
        "Rex: And you've had how many?",
        "Dorian: Won't you sit down? Yes, I know very well how difficult marriage can be. Are you aware that the current divorce rate is 45%?",
        "Rex: Oh -- so the odds are in our favor?",
        "Dorian: Do you know what the primary cause of divorce is?",
        "Rex: Oh -- snoring, TV in the bedroom? Okay, I give.",
        "Dorian: Money, or the lack thereof. Please, do sit down. So, how's your private investigative business going?",
        "Rex: Great, I'm turning away clients.",
        "Dorian: Ooh. You shouldn't, given that your club has seen more lucrative days.",
        "Rex: UV's kicking butt. I'm thinking of expanding.",
        "Dorian: Oh, really? I hope that doesn't involve getting a loan against Adriana's business. There is no reason to tamper with success like that. And someday -- ahem -- her business may be supporting both of you.",
        "Rex: Not going to happen.",
        "Dorian: Glad to hear it. But have you thought about what would happen if she decided to take some time off to have a baby?",
        "Rex: Whoa, whoa, whoa, whoa. You're talking kids? I haven't even proposed yet.",
        "Dorian: No, but I think you do have to be aware of all of the aspects.",
        "Rex: What aspects?",
        "Dorian: Well, for starters, sex.",
        "[SCENE_BREAK]",
        "Nash: You heard me. Leave Natalie alone.",
        "Jared: Or what?",
        "Jessica: Or I'll beat the crap out of you myself.",
        "Nash: Ooh.",
        "Natalie: Guys, thank you both. I'm -- I'm all right.",
        "Jessica: Haven't you done enough?",
        "Jared: I didn't plan this, okay? I -- I'm as surprised as you are that I turned out to be a Buchanan.",
        "Nash: Crap!",
        "Jared: It's the truth.",
        "Jessica: Natalie, are you okay?",
        "Natalie: Yeah, I'm good. I just want to go somewhere where we can wash the uncle off.",
        "Jessica: Okay, that's what we're going to do. Nash?",
        "Nash: Where are you going to be?",
        "Jessica: Well, Capricorn, I guess. I told Dad that I'd break the happy news to Sarah.",
        "Nash: How about I meet you there?",
        "Jessica: Okay.",
        "Nash: The coincidences -- they just don't stop with you, do they?",
        "Jared: I'd like to think of it as destiny.",
        "Nash: Mm-hmm.",
        "Jared: I've followed Asa Buchanan's life since I was in school, and that's no coincidence.",
        "Nash: Sure is convenient, though, isn't it?",
        "Jared: Think what you want.",
        "Nash: You want to know what I think? I think that if you hurt Natalie any more than you already have, I will be scraping you off the soles of my shoes. All right.",
        "[Jared sighs]",
        "[SCENE_BREAK]",
        "Adriana: My mother is such a snob. She doesn't think Rex is good enough for me, and she never will.",
        "Sarah: Look at it this way. At least she gives a damn.",
        "Adriana: Oh -- no. It's not that. She doesn't think that anybody is good enough for a Cramer woman, and she'll do anything to get her way.",
        "Sarah: Does she really call you that?",
        "[Adriana chuckles]",
        "Sarah: \"Cramer woman\"?",
        "[Sarah chuckles]",
        "Sarah: \"Cramer woman.\"",
        "Adriana: I know. What a bunch of crap, right? And you know what the worst part is? Because of the way that she does it, I'm already feeling guilty about the fight we just had.",
        "[SCENE_BREAK]",
        "Rex: Did you just say you wanted to talk to me about sex?",
        "Dorian: I know all about your history with Lindsay, among others. And if you so much as think about sleeping with another woman --",
        "Rex: Dorian, Adriana is the only one for me. Even when she broke up with me, I didn't think about another woman. I love her more than I've loved anyone in my entire life. And I want to spend the rest of my life with her, and only her.",
        "Dorian: Good answer.",
        "Rex: So do I pass the test?",
        "Dorian: I have another question. Have you given any thought to a ring?",
        "Rex: Well, that was next on the list.",
        "Dorian: Good, because that's something that I can help you with.",
        "[Dorian chuckles]",
        "Dorian: If there's one thing a Cramer woman knows, it's diamonds. Yes. It's practically in our blood. Did you know that a man is expected to spend three months of his annual salary on a ring?",
        "Rex: Before or after taxes?",
        "Dorian: I know some jewelers I'd be happy to recommend. How much were you thinking of spending?",
        "[SCENE_BREAK]",
        "Jared: Ah. Where'd everybody go?",
        "Bo: Clint went to call his sons. Renee left to plan a party.",
        "Jared: Oh, she didn't have to do that.",
        "Bo: You're right.",
        "Jared: Unless it takes her mind off missing Asa.",
        "Bo: Yeah, she needs something to help her get past this. Now, it's not lost on me that you would like that something to be you.",
        "Jared: Look -- oh, all right. Well, I don't know if you've noticed, but she's been very happy having me here, and even happier knowing I'm Asa's son.",
        "Bo: Look, Renee can celebrate whatever she wants to, but it doesn't mean a thing to me.",
        "Jared: Look, commissioner -- Bo, I know this comes as a shock to you. It does to all of us. And it's going to take some getting used to.",
        "Bo: Look, let's get something straight. Renee may buy your act, not me, not for a minute.",
        "[SCENE_BREAK]",
        "Cristian: Did your mom take Evangeline out of here because she knew I wanted to see her?",
        "Layla: She's not -- I -- you know, I never even got a chance to talk to her about it.",
        "Cristian: Then why did she do it?",
        "Layla: She thought she can care for her better at home.",
        "Cristian: Oh, so now she knows how to take care of people in a coma?",
        "Layla: She hired people, Cristian. She said she wasn't getting any better here, so she might as well be at home with people who love her.",
        "Cristian: There are plenty of people here who love her, Layla. I never stopped caring about her, and I never will.",
        "Layla: I know. You know what? I'm sorry, I just -- I need a minute. Excuse me.",
        "Cristian: Can her mom just do that? Can she just take Evangeline, just like that?",
        "Vincent: Well, we talked to the head of this place. Mrs. Williamson has power of attorney, so she's making all the decisions concerning Evangeline.",
        "Cristian: How could she do it without saying anything to Layla?",
        "Vincent: Well, Mrs. Williamson doesn't like to lose a fight, and she knew she was going to get one from Layla. So now, Layla has to travel all the way to Maryland to see her own sister.",
        "Cristian: And with her mom calling the shots, I'm wondering if I'll ever get to see Evangeline again.",
        "[SCENE_BREAK]",
        "Miles: I'm so sorry about your mom, Cole. She was a wonderful woman. I know I hurt both of you. I'll regret it for the rest of my life. I loved your mother. I never meant to hurt her.",
        "Cole: I shot you. It was me, not John, and you know it.",
        "Miles: You just lost your mother.",
        "Cole: It still doesn't make it right. And for what it's worth, I'm sorry that it happened.",
        "Miles: Don't. No, don't. You don't need to apologize, Cole, not to me.",
        "Cole: John wants me to keep quiet about it and let him take the blame. How am I supposed to do that?",
        "[SCENE_BREAK]",
        "John: Hey -- hey! What the hell are you doing?",
        "Roxy: I know you got a congealed weapon, man.",
        "John: It's nothing I'm going to pull out here, so quit worrying.",
        "Roxy: \"Quit worrying,\" he says? You plugged the man I love.",
        "John: Excuse me?",
        "Roxy: I love the guy. Yeah, that's right. You heard me right, I love him. I mean, he doesn't know that. I mean, I barely know it, but I love the guy. I mean, at least, I think I do. Now can you blame me for being steamed at you? No matter what the man I love did to the woman that you love.",
        "[SCENE_BREAK]",
        "Rex: My tax bracket stays between me and the IRS.",
        "Dorian: I'm not asking for an exact number, just an estimate so I can help you get your money's worth.",
        "Rex: I have my own connections, thanks.",
        "Dorian: Just as long as it didn't fall off the back of a truck -- oh, that would be embarrassing.",
        "Rex: I'll take care of it, Dorian.",
        "Dorian: Oh, but I'm sure that your mother must have some precious family heirloom that she's been dying to pass on to you.",
        "Rex: Roxy goes for gold plates, and she usually goes for quantity, not quality in that area.",
        "Dorian: Oh, well, none of that matters really, not when you're in love. I'm sure that Adriana would be happy with just -- oh -- a string around her finger.",
        "[Dorian chuckles]",
        "Rex: But will you be?",
        "Dorian: What does that mean?",
        "Rex: I mean we've had the sex talk and the ring talk. And I still don't know if Adriana and I have your blessing or not.",
        "[SCENE_BREAK]",
        "Sarah: Jared is a Buchanan?",
        "Natalie: Yeah.",
        "Sarah: Are you sure?",
        "Natalie: Yeah. You know the letter that Grandpa wrote? Nigel opened it.",
        "Jessica: And then Uncle Bo ordered a DNA test and the results just came in.",
        "Sarah: Oh, God. I think I'm going to be sick.",
        "Nash: Not here.",
        "Sarah: Oh. I'm okay -- I mean, except for feeling like I need a really big shower.",
        "Natalie: Or mouthwash.",
        "Sarah: There isn't enough in the whole world.",
        "Natalie: Yeah, but there's plenty of tequila. Why don't you bring it on?",
        "Sarah: I'll be right back.",
        "Jessica: Natalie, I'm so sorry.",
        "Natalie: It's okay. You warned me.",
        "Nash: Yeah, well, and now he's been warned.",
        "Natalie: I really stepped in it this time, huh?",
        "Jessica: You know, I used to feel sorry for Jared because of what Tess did to him, but, you know, I think he started targeting us as soon as he found out that I was a Buchanan.",
        "Natalie: Yeah, but he didn't know that he was Grandpa's son.",
        "Nash: If you believe that, then I got some marshland to sell you in Florida.",
        "Natalie: Hey, well, you know what? I have to believe that because if Jared knew and then still -- yeah, I don't -- I can't -- I can't think about this. Whew.",
        "[SCENE_BREAK]",
        "Bo: Look, I've seen enough scams pulled in my time to know that I don't trust anything other than my own gut feeling. Now, you may be my half brother -- I don't know, maybe you're not -- but I'll play along, for now. I'll even make you feel like you're part of this family. But if I find out that you're not one of us, you're going to wish you were never born.",
        "Jared: I hear you. Don't mess with a Buchanan, right?",
        "Bo: Mm-hmm.",
        "Jared: Well, it seems I am one. So what do you say? Truce -- brother?",
        "[SCENE_BREAK]",
        "Langston: You okay?",
        "Starr: No. What is going on right now is between me and Cole. And because I love him so much and because I care, I don't want him getting hurt, okay? Especially since John McBain is giving him a free pass. Cole was a mess when he shot Miles. But he's not going to tell the police that -- he's just going to tell them that he did it.",
        "Langston: It's what he does. It's one of the things you love him for. Lieutenant McBain will come through for him.",
        "Starr: Well, he's trying, but Cole's going to screw it all up.",
        "Langston: Because it's not what he wants.",
        "Starr: You don't know what he wants, Langston. Cole doesn't even know what he wants -- do you understand that?",
        "Langston: Yeah, I do. One minute, you're part of a family, taking it for granted, and then you're all on your own and you don't know what to do. You're freaked out and mad as hell and you screw up all over the place! I didn't shoot anybody but I sure as hell wanted to kill Britney a couple of times.",
        "Starr: Me, too.",
        "Langston: Still hate me?",
        "Starr: I can't hate you. You're like my foster cousin, right?",
        "Langston: Technically, aren't I, like, your aunt or something?",
        "Starr: Ew -- shut up. I'm leaving.",
        "Langston: Come here, honey. Come here, it's all right.",
        "[SCENE_BREAK]",
        "Cole: How am I supposed to let John go down for shooting you when I did it?",
        "Miles: Your mom would've wanted it.",
        "Cole: You don't know what my mom wanted!",
        "Miles: You're right. But John did. That's why he's doing this -- because he couldn't save your mom, but he can save you. And you need to let him -- for her.",
        "[SCENE_BREAK]",
        "Roxy: At least I know Miles is safe with Cole in there -- not like he was the one who plugged him or anything.",
        "John: Hey, hey. What'd you say to Laurence?",
        "Cole: We just talked about what happened, what I did.",
        "John: So what did you decide? You going to take my offer?",
        "John: You know you didn't mean to shoot him.",
        "Cole: Hmm. Yeah, well, prison's full of people who didn't mean to do what they did.",
        "John: Let it go. Be done with Laurence, let me help you.",
        "[SCENE_BREAK]",
        "Roxy: You know, I was going to tell you something before but I didn't know how you were going to take it. Is it kind of hot in here? And that's why I was telling you my whole life -- because, you know, I do have a point. And the point is -- that I am madly, head over heels in love with you, Miles. So you got anything to say about that?",
        "[SCENE_BREAK]",
        "Cole: Starr doesn't want me to tell the cops I did it. Even Miles thinks I shouldn't.",
        "John: So don't do it.",
        "Cole: You know, it just doesn't feel right. It feels like I'm making some kind of deal with Miles and my mom would hate that.",
        "John: That's not what you're doing. You're just not cutting Ramsey any slack.",
        "Cole: Well, what about you? What's going to happen to you? I mean, you're going to get kicked off the force for good and you're probably going to have to go to jail.",
        "John: I've been in the system before, you know. I know you're a tough guy, but I might be able to handle it better than you. You know, one of the things your mom said to me is you would need someone to put you first. That's what I'm doing.",
        "Cole: Okay, all right. All right. It still doesn't feel right.",
        "John: I know. Look, go find Starr. Talk to her. And then just let this be over.",
        "[SCENE_BREAK]",
        "Cristian: Did she say how Evangeline was?",
        "Layla: Mama claims that she's doing better already back in her old room. But she's just going to see what she wants to see, anyway.",
        "Vincent: Hey, look, I know you're mad at your mother, but, look -- I really believe that she thinks she's doing what's best.",
        "Layla: I know that, but -- I'm just going to miss talking to Vange, that's all.",
        "Vincent: All right. Let's get you out of here. I got this.",
        "Layla: Okay.",
        "Vincent: Hey, Vega, do you need a lift?",
        "Cristian: No, I -- I got my car. Mind if I keep this?",
        "Layla: Of course not.",
        "[Phone rings]",
        "[SCENE_BREAK]",
        "Dorian: You want my blessing to marry my daughter? All right, you have it.",
        "Rex: For real?",
        "Dorian: I just wanted to make sure you had thought the whole thing through. Wouldn't want you to make another mistake.",
        "Rex: Oh, this is no mistake. Thank you, this means a lot to me.",
        "Dorian: It means a lot to me, as well. It means a lot that you came here and asked for my consent, so thank you. I hope you'll let me be the first to know when you pop the question.",
        "Rex: You'll be the first.",
        "[Dorian chuckles]",
        "Rex: I'm going to spend the rest of my life making Adriana happy.",
        "[SCENE_BREAK]",
        "Adriana: Maybe Cristian turned his phone off because they make you do that in hospitals sometimes.",
        "Sarah: Or maybe he just doesn't want to talk to me. What was I thinking, sending him back to all of that? Oh!",
        "[SCENE_BREAK]",
        "Natalie: Oh, God, where is Sarah with that tequila?",
        "Jessica: Natalie, just -- try not to make too much out of this, okay?",
        "Nash: Jared Banks is not worth it.",
        "Natalie: \"Buchanan.\" Looks like it's \"Jared Buchanan\" now.",
        "[SCENE_BREAK]",
        "Bo: If you think I'm going to let this go, keep on thinking, all right? I'm going to go along with it for now, for Renee's sake. But I dug up your prison record. I'm going to keep digging.",
        "Jared: Go ahead.",
        "Bo: Listen to me. Renee already lost the son that she had with Pa -- now she lost Pa. She can't take much more. If I find out that you've set her up in any way, you're going to regret it.",
        "[SCENE_BREAK]",
        "Singer: I don't know what I've done or if I like what I've begun but something told me to run and, honey, you know me it's all or none there were sounds in my head little voices whispering that I should go and this should end oh, and I found myself listening 'cause I don't know who I am who I am without you",
        "Singers: All I know is that I should",
        "Singer: And I don't know if I could stand another hand upon you",
        "Singers: All I know is that I should",
        "Singer: 'Cause she will love you more than I could she who dares to stand where I stood",
        "Singer: See, I thought love was black and white that it was wrong or it was right but you ain't leaving without a fight and I think I am just as torn inside 'cause I don't know who I am who I am without you",
        "Singers: All I know is that I should",
        "Singer: And I don't know if I could stand another hand upon you",
        "Singers: All I know is that I should",
        "Singer: 'Cause she will love you more than I could she who dares to stand where I stood and I won't be far from where you are if ever you should call you meant more to me than anyone I ever loved at all but you taught me how to trust myself and so I say to you this is what I have to do 'cause I don't know who I am who I am without you all I know is that I should oh and I don't know if I could stand another hand upon you",
        "Singers: All I know is that I should",
        "Singer: 'Cause she will love you more than I could she who dares to stand where I stood oh she who dares to stand where I stood",
        "Natalie: So, is this a solo trip or can I join you?",
        "John: My guest.",
        "Singer: I don't know what I've done or if I like what I've become",
        "Natalie: You okay?",
        "John: No.",
        "Singer: But something told me to run and, honey",
        "Natalie: Me, neither.",
        "Singer: You know me it's all or none",
        "[NEXT_ON]",
        "Adriana: Nothing she's going to say about Rex is going to change my mind.",
        "Michael: I can't help Marcie from in here, but you can.",
        "Charlie: Viki.",
        "Viki: Hello, Charlie.",
        "John: Hey. Good morning."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=nXdU5Hc-d6Y"
}