{
    "Episode Summary": [
        "Episode # 10450 -- Hit Me With Your Best Shot"
    ],
    "Recap": [
        "Starr, Cole, along with their parents and Marcie and Michael all wait in suspense to find out when they will see baby Hope. Yet they all realize that even if she's returned home safely, there may be complications and conflicts regarding who she should live with Meanwhile, Brody finds Jessica while she is Bess. Yet, she is able to successfully convince Nash's parents that he wishes her harm and cannot be trusted. But when she notices that they wish him harm, Jessica comes out long enough to reveal her love for Brody. Yet, she manages to be Tess in order to attempt to leave with the baby until it's too late when she hears and sees sirens."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Stacy: Punch me in the face.",
        "[Stan laughs]",
        "Stacy: What?",
        "Stan: Wait a second. Are you for real?",
        "Stacy: Well, you know I don't normally ask guys to deck me, but I really don't see a way around it. So, a girl's got to do what a girl's got to do and so do you, so my $20,000 for your fist to my face.",
        "[SCENE_BREAK]",
        "Gigi: I can't wait to show everyone what a lying bitch she is. No, scratch that. I can't wait to tell Balsom it's finally over. No, scratch that -- when I can jump into his arms and kiss him.",
        "Rex: Wow, look at you. What are you doing here? What are you doing here with him?",
        "Gigi: We were just -- I'm just --",
        "Schuyler: Actually, we're just on our way somewhere, so --",
        "Rex: Was I talking to you? Do you know who this guy is? Does Brody know who you're palling around with?",
        "[SCENE_BREAK]",
        "Jessica: Thank God you found me. I don't know how I got here. I don't know whether it was Bess or Tess --",
        "Brody: Drop the act, Bess. You're an awful Jessica.",
        "Bess: Very well. I was acting very undignified. Better we solve this as adults.",
        "Brody: I'm glad to hear you say that. This doesn't have to be hard. If you'll just come back with me, I'll make sure you're treated with respect.",
        "Bess: We're not going anywhere with you and I'm sure we can explore other options.",
        "Brody: Sorry, there are no more options. The only way this ends is if you come home with me and Hope goes home to her parents.",
        "[SCENE_BREAK]",
        "Todd: So, Bo is closing in on Jessica's position. What the hell does that mean?",
        "John: He told me nothing more than I just told you.",
        "Todd: Yeah, right. You guys are not going to freeze me out of this.",
        "Blair: Would you just take it easy for Starr's sake, please?",
        "Todd: Take it easy? I'm -- I'm asking the question for Starr's sake.",
        "Blair: Todd, please, come on.",
        "Starr: You okay?",
        "Cole: Sure. Um, our baby's alive. I'm just worried about her. I wish there was something I could do.",
        "Starr: Me, too. This waiting is awful.",
        "Cole: I just want this to be over, you know? I just want to see my -- I just want to see Hope again.",
        "Blair: Well I trust Bo, and he's going to bring everyone home safe.",
        "[SCENE_BREAK]",
        "Bess: You will call this baby by the name that Jessica gave her or not at all. And if you're not willing to bargain, I suggest sending a negotiator who is.",
        "Brody: I was hoping we could settle this without making a scene. That's why I came alone.",
        "Bess: Well then you are at a disadvantage. Nothing short of an army is taking this baby away from me. But you can try if you're man enough.",
        "[SCENE_BREAK]",
        "Stan: You're crazier than I thought.",
        "Stacy: No, there's a method to my madness.",
        "Stan: Yeah, to get me arrested for assault. Nice try. Now give me my money.",
        "Stacy: This isn't a trick, okay? Neither of us wants to get the cops involved.",
        "Stan: Then what the hell you want me to hit you for?",
        "Stacy: This money you're trying to take from me is the only insurance I have on something else, okay? I don't have another backup plan.",
        "Stan: So a fat lip's going to cover you?",
        "Stacy: Just trust me. You'd be doing me a favor.",
        "Stan: I don't hit women, so you're going to have to find some other guy.",
        "Stacy: Can't you just pretend I'm one of those grabby customers? I mean, if you cared about me at all --",
        "Stan: Cared? You worked for me.",
        "Stacy: Stan, I'm in love. I truly, truly am. And this guy Rex, he loves me back.",
        "Stan: This is sick.",
        "Stacy: Okay, so I'm sick. I'm lovesick. Can you do me a favor, huh? You never even have to see me again.",
        "Stan: You want me to hit you?",
        "Stacy: Yes. Give me a real shiner.",
        "Stan: And you won't turn it around and call the cops, get me locked up and steal that money right back?",
        "Stacy: No. I swear.",
        "Stan: You know how I know you're lying? Your lips are moving.",
        "Stacy: Oh, what do I have to do? Okay. See these? They're Rex's, who I love more than anything, all right? Any evidence that you hit me will be on these gloves and I would die before I got him in trouble. So just put them on, hit me, take them off, walk out the door, and you never even have to look back. That is the only thing standing in between you and 20 grand.",
        "Stan: Where do you want it?",
        "Stacy: Okay, uh, just not the nose, okay? It's flawless.",
        "[SCENE_BREAK]",
        "Gigi: Schuyler is my friend.",
        "Rex: Since when?",
        "Gigi: Since now. What about it?",
        "Rex: You have any idea what his deal is?",
        "Schuyler: Do you really know what Stacy's deal is?",
        "Gigi: Okay, you know what?",
        "Rex: Stacy stepped up and saved our kid's life. She's a hero, but you wouldn't know the meaning of that word, seeing as how you get off seducing your high school students.",
        "Gigi: What?",
        "Rex: Oh, you didn't know. He's suspended because he went after Starr Manning.",
        "Schuyler: Yeah, I'm suspended, um, but I did not go after Starr or any student.",
        "Rex: Go ahead, keep lying. That's what drug addicts like you do, isn't it?",
        "[SCENE_BREAK]",
        "Cole: I got to go.",
        "Starr: What?",
        "Cole: I got text from the center. I got called in for a random drug test.",
        "Marty: Um, I'll -- I'll drive you, then.",
        "Marcie: We'll call if we hear anything.",
        "Starr: Cole? Cole, wait. Do doctors always send you text messages when they want you to come in?",
        "Cole: Uh, sometimes. Why?",
        "Starr: You just got really quiet all of a sudden.",
        "Cole: It's just hard to talk in there. For me, at least.",
        "Starr: I know it is, but we don't have to if you don't want to.",
        "Cole: I'm happy. Our baby is alive. I'll call you when I'm done.",
        "[SCENE_BREAK]",
        "Bess: Did you really think it was going to be that easy? That I'd just give up Chloe without a fight? Or were you hoping I'd just melt at the mere sight of you?",
        "Brody: I was hoping you'd see that what you're doing is hurting Jessica, not helping.",
        "Bess: You may be having sexual relations with Jessica, but when it comes to taking care of her, you don't know anything. Not like I do.",
        "Brody: I know she wants to be free of you and Tess, and she will be with time and the right help.",
        "Bess: Time and treatment? She's tried that before and I'm still here because she needs me and she always will.",
        "Brody: She doesn't need you anymore. Jessica is strong, stronger than you realize.",
        "Bess: She's weak.",
        "Brody: Jessica wants to know the truth, Bess. She can handle it. She wants her life back.",
        "Bess: Please leave.",
        "Brody: She's fighting you right now, isn't she? I just got through to her. I want to talk to you, Jessica. Come back with me and we'll put an end to this thing together. I promise. Hey, I love you, and I'll help you every step of the way. I'll be right by your side until you're 100%.",
        "Phil: That won't be necessary, friend. We like Jessica just the way she is.",
        "Phil: You let go of Jessica, sonny, and back away real slow-like.",
        "Brody: This woman isn't Jessica, sir. I don't --",
        "Phil: I see a guy manhandling a woman and her kid. What else is there for me to know?",
        "Brody: I swear I'd never hurt either one of them.",
        "Bess: But he is hurting me, and my family is going to do even worse when he brings me to them.",
        "Brody: That's not true. They care about you.",
        "Bess: They hired him to come and get me because they think I'm sick. They don't think I'm well enough to raise my baby and they want to take Chloe away from me just like the state took Nash away from you and Cindy.",
        "Phil: Is that true?",
        "Brody: She's twisting --",
        "Bess: He can't even deny it.",
        "Brody: I love this woman, but she is ill. She needs help. The only reason she came to you is because she knows you wouldn't know the difference. Now, I don't want any trouble. I'm just going to open this door and take her out of here.",
        "Phil: You open that door and I'll pull this trigger.",
        "Bess: He's not going to listen, Phil. You're going to have to shoot him.",
        "[SCENE_BREAK]",
        "Blair: You taking a breather out here?",
        "Starr: Just trying to regain some energy before I go back in there.",
        "Blair: It's a little claustrophobic, huh? You know, we don't have to stay here. It's a beautiful day outside. Do you want to go for a walk, just the two of us?",
        "Starr: And leave Michael and Marcie with Dad?",
        "Blair: John's in there. He can handle them. Come on. Shall we?",
        "Starr: Rain check.",
        "Blair: You sure?",
        "Starr: Yeah, I'm sure. I want to be here when we find out something. And it's not the room or the people. It's just all the waiting for Hope. It's a lot of work. Good work, but, um, it's a lot of it. Almost as much as giving birth to her.",
        "Blair: I remember all the hollering you did.",
        "Starr: Hollering?",
        "Blair: Uh-huh.",
        "Starr: I raised my voice a little.",
        "Blair: Yeah, you raised your voice straight up to the heavens. And you know what? They heard you because you gave birth to the most beautiful, perfect little girl.",
        "Starr: Thanks to you, and Marcie, and Cole. Thanks to you guys being there for me. I wish that Dad had been there for me, too. Even though he was there, I just wish that he had been on my side.",
        "Blair: I know.",
        "Starr: Things would be so different. Hope would have never been taken away, and Cole and I, we could have been Hope's parents.",
        "[SCENE_BREAK]",
        "Cole: All right, Mom. Thanks for the ride.",
        "Marty: Anytime. I'll wait for you here until your test is over.",
        "Cole: Oh, no. You don't have to wait. I don't know how long it's going to take.",
        "Marty: I'm happy to wait.",
        "Cole: You have stuff to do.",
        "Marty: No. Do you want me to go?",
        "Cole: I didn't say that.",
        "Marty: You haven't said much lately. It's okay, really. I'm good.",
        "Marty: All right, then. I'll pick you up later. Okay.",
        "Rachel: Marty, hi.",
        "Marty: Hi.",
        "Rachel: It's me, Rachel.",
        "Marty: Rachel Gannon! Oh, my God! Oh! We used to be roommates.",
        "Rachel: Yeah!",
        "Marty: Oh, my gosh. It's so good to see you.",
        "Rachel: It feels like it's been a lifetime.",
        "Marty: Several. Wow. So you're the Rachel that's been taking care of my son?",
        "Rachel: That's me.",
        "Marty: Thank you. Well I should let you get to it then.",
        "Rachel: Um --",
        "Marty: I'll be back in about an hour.",
        "Rachel: Do we have a session?",
        "Cole: No, I got called in for a test.",
        "Marty: I hope we get caught up soon.",
        "Rachel: Absolutely.",
        "Marty: Okay, bye.",
        "Rachel: Do you want to tell me why you lied to your mother about having a drug test?",
        "[SCENE_BREAK]",
        "Gigi: Come on, Schuyler. You don't need to hear this.",
        "Rex: You know I'm not making this up, right?",
        "Gigi: What I know is that you're being a total jackass.",
        "Rex: Wow. So that's what you call somebody who's being honest with you, a jackass.",
        "Gigi: It's what I call a guy who is insulting someone for no reason.",
        "Rex: I just want to give you a clue as to the kind of guy you're making friends with.",
        "Gigi: It isn't like that.",
        "Rex: Does he have you dress up in short little school uniforms?",
        "Gigi: Stop that!",
        "Rex: I don't want Shane anywhere near this molesting, drugged-up, thief.",
        "Schuyler: Oh, oh, oh. I'm a thief now? Okay.",
        "Rex: Come on. We both know you made off with the cash Stacy brought back with her from Vegas.",
        "Schuyler: What cash?",
        "Rex: The 20 grand.",
        "Gigi: My sister, who can't even balance her own checkbook, who was so broke she had to mooch off of us for weeks -- you think she had $20,000? Okay, and you're mad at him?",
        "Schuyler: Yeah, I knew she was good but I didn't know she was that good. She's playing you like a fiddle and you don't even realize it. Hey, I got a question for you. Has it ever occurred to you that --",
        "Gigi: Okay, we're done here. It's time to go.",
        "Rex: Good idea, but not back to your place.",
        "Gigi: Don't worry about it.",
        "[SCENE_BREAK]",
        "Stacy: Ow! Oh!",
        "Stan: You okay?",
        "Stacy: Why did you have to hit me so hard?",
        "Stan: I hardly tapped you.",
        "Stacy: You better have not of broken any bones.",
        "Stan: You said you wanted a bruise. I was doing you a favor.",
        "Stacy: Well next time, don't.",
        "Stan: You need help.",
        "Stacy: Oh.",
        "Stan: Hey, if this guy of yours never comes around, and I'm not saying he won't, but if he doesn't, you'll always have a place in Vegas.",
        "Stacy: I've moved on.",
        "Stan: Yeah, and look how that's working out for you.",
        "[Stacy sighs]",
        "Stacy: Love takes time, Stan. I'm a very patient woman.",
        "[SCENE_BREAK]",
        "Rex: Well that was a bust.",
        "Stacy: What happened?",
        "Rex: Nada. I went to the park like we agreed. Stan was a no-show.",
        "Stacy: Oh.",
        "Rex: He must have gotten spooked or decided it wasn't worth the trouble. But that doesn't make any sense. Who doesn't need 20 large ones in these times? What's wrong?",
        "Stacy: Nothing.",
        "Rex: So why won't you look at me?",
        "Stacy: Because I don't want you to see me like this.",
        "Rex: See you how?",
        "Stacy: Rex, can you just stop it, please?",
        "Rex: Stace, wait. Just look at me for one second. What happened? Who did this to you?",
        "Stacy: Stan. He beat me up.",
        "[SCENE_BREAK]",
        "Schuyler: Hey, um, I'm sorry. I didn't mean to lose it back there. It's just --",
        "Gigi: Stacy is lying to Rex about you. I know she is.",
        "Schuyler: Yeah, that makes sense. Was Rex always so --",
        "Gigi: Such a jerk? No. He's not the guy I fell in love with. He's just the guy I turned him into.",
        "Schuyler: You didn't do that. Stacy did.",
        "Gigi: Was she such a bitch when you guys were together?",
        "Schuyler: No, not at all. I don't know. Maybe she was and I just didn't notice because I was in love with her.",
        "Gigi: Are you still?",
        "Schuyler: It's kind of hard to feel warm and fuzzy about somebody who would use a dying kid to get a guy, especially when that guy isn't you.",
        "Gigi: We still can't prove she did that, by the way.",
        "Schuyler: Oh, yes we can, and we will. All we have to do is re-test the blood without Kyle Lewis tampering with it. Oh, no.",
        "Gigi: What's the matter?",
        "Schuyler: Stacy's blood is gone.",
        "[SCENE_BREAK]",
        "Cole: I -- I had to get out of there.",
        "Rachel: Out of where?",
        "Cole: Starr's Aunt Dorian's house.",
        "Rachel: Why?",
        "Cole: It was nuts, totally over the top.",
        "Rachel: What happened?",
        "Cole: Look, all these people were looking at Starr and me just waiting for us to fall apart any second. I guess I shouldn't blame them because I almost did fall apart. I couldn't breathe. I thought I was going to pass out.",
        "Rachel: But you didn't. And you won't. So, why don't you take a deep breath, gather yourself, and tell me what happened?",
        "Cole: Rachel, have you ever gotten really incredible news? I mean, the kind of news that would make you feel like all the screwed-up crap that's happened in your life is worth it? Except it doesn't. All it does is make you want to get high, dig a hole, curl up into it and never come out. Yeah, that's the news I got today. I'm supposed to be happy, but I'm not. I'm anything but.",
        "[SCENE_BREAK]",
        "Blair: Um, can I get anybody anything here?",
        "Marcie: No, no. We don't want to impose any more than we already have.",
        "Blair: Marcie, you are not imposing.",
        "Michael: That's nice of you to say, but I know this is hard on everybody, so maybe -- it will probably be best if we waited this out at home.",
        "Todd: Don't let the door hit your asses on the way out.",
        "Starr: No, guys, please do not listen to him. I want you to stay.",
        "Marcie: It's really the right thing. We both have a lot to think about and it's best if we give each other space to do it, all right? I promise we'll keep in touch, though. All right.",
        "[Blair sighs]",
        "John: I think I'm going to head out, too, okay?",
        "Blair: Okay.",
        "John: See if I can get an update out of the department. I'll let you know if Bo hears anything.",
        "Blair: Okay.",
        "John: Anything you need?",
        "Blair: Thank you.",
        "Todd: Well, was it me? Well, I better get going, too, to check on Téa.",
        "Blair: Todd, you are welcome to stay.",
        "Todd: Am I?",
        "[SCENE_BREAK]",
        "Bess: What are you waiting for, Phil? Shoot him.",
        "Brody: He's not going to do that.",
        "Phil: Don't be so sure.",
        "Brody: He knows better. That 12-gauge he's holding is loaded with birdshot. I noticed the shells over there on the mantel. At this range it will spray a pattern all over you, me, and the baby. Look, I can see you're good people. You don't want to hurt anybody, just like I don't. So let's not do this.",
        "Cindy: I think it's time that you and our beautiful granddaughter were on your way.",
        "[SCENE_BREAK]",
        "Starr: You can stay if you want.",
        "Todd: You don't sound so sure.",
        "Starr: I guess I'm just trying to figure this all out. First I'm told that my baby is dead, and now she's alive. And, gosh -- I've held her, Dad. I've rocked her before.",
        "Todd: Okay, okay, I get it. Of course this is a lot to take in. I don't want to get in your way. But I do want to ask something of you. You're feeling a lot of different things. But please don't forget to be happy in all this. Because you deserve it.",
        "Starr: Dad, I just want to -- to say something to you. You've done a lot of awful things, but you've always been my dad. And I feel like you were always there for me. But then when I fell in love with Cole and when I got pregnant, you turned on me. I blamed you for Hope's death. And I wrote you off. But now -- now that Hope is alive, I'm so happy. And I honestly don't have room in my heart to be angry at you. That's really all I'm trying to say. I just can't hate you anymore.",
        "[SCENE_BREAK]",
        "Rachel: Wow, unbelievable. How do you feel about it all?",
        "Cole: It's -- I don't know. I don't know. What do you think?",
        "Rachel: It's pretty screwed up.",
        "Cole: But it's pretty great, too, though, right?",
        "Rachel: You tell me.",
        "Cole: Can't you just tell me what you think?",
        "Rachel: Why does it matter what I think so much?",
        "Cole: Because you're normal. You're one of the most normal people that I know.",
        "Rachel: Cole, nothing about this is normal.",
        "Cole: Okay, but you'd be jumping up and down if you were me, right?",
        "Rachel: We are not talking about my baby. We're talking about yours. You seem to think that you're supposed to be weeping tears of joy or grinning from ear to ear celebrating. Or on pins and needles waiting to hold your daughter again.",
        "[Cole sighs]",
        "Rachel: But you're not, are you? I look at you and I see someone who is angry and scared, and desperate to escape at all. You should be with your family, and instead you're here stopping yourself from getting high. Why do you think that is?",
        "Cole: Because I wish I didn't know.",
        "Rachel: About Hope.",
        "Cole: Yeah.",
        "Rachel: What else?",
        "Cole: Part of me wishes she'd stay dead.",
        "[SCENE_BREAK]",
        "Phil: You shouldn't have done that.",
        "Cindy: Well, I couldn't have very well had you shoot the man.",
        "Brody: Hi, I'm Brody.",
        "Jessica: Jessica.",
        "Cindy: Now, listen, there is no time to dillydally.",
        "Jessica: Brody?",
        "Brody: And you'll have the ball fall right off your fingers, okay? Let it go. Perfect spiral. All right?",
        "Jessica: His name is Brody.",
        "Cindy: Jessica, are you all right?",
        "Jessica: Brody! What did you do to him?",
        "[SCENE_BREAK]",
        "Gigi: It's probably staring you in the face. You just can't see it.",
        "Schuyler: It's a bag of blood, not chicken lo mein.",
        "Gigi: Well, what could have happened to it?",
        "Schuyler: I don't know. I have no idea. It was here before I left and now it's gone.",
        "Gigi: Who else has keys to this place?",
        "Schuyler: Besides the manager, nobody. Except --",
        "Gigi: Who?",
        "Schuyler: Stacy.",
        "[SCENE_BREAK]",
        "Rex: I'm calling Bo.",
        "Stacy: Rex, no. Stan got what he wanted. He's not going to bother us again.",
        "Rex: I don't care! The son-of-a-bitch hit you!",
        "Stacy: Can you please just not go to guy-mode for a second?",
        "Rex: I'm sorry. Tell me what happened.",
        "Stacy: So I was worried about you meeting up with Stan, and so I decided to take my mind off things. And I started looking around for some reasonable day trips for you, me, and Shane. Then all of a sudden --",
        "[Pounding]",
        "Stacy: Stan just bursts in.",
        "Stan: You think I'm playing with you? Where's my money?",
        "Rex: Whoa, whoa, he burst in? I know for a fact that I locked the door behind me.",
        "Stacy: Oh, oh that's right. Maybe he knocked and I thought it was you and you forgot your key or something. That was it. There he was all pissed off yelling about he knew we weren't going to pay him, so he was going to have to take what he could get. I tried to hide the money, but he caught me. And that's when he got really mad. He grabbed the bag, and I tried to fight him off, but he pushed me down and told me he was going to have to teach me a lesson.",
        "Rex: Wait a sec. How did Stan know what I wasn't going to pay?",
        "Stacy: Uh -- I don't know. I think he said when he was at the park he saw you and just something tipped him off.",
        "Rex: He must have seen me with Gigi.",
        "Stacy: What were you doing with Gigi?",
        "[SCENE_BREAK]",
        "Schuyler: She could have made a copy of the keys while she was staying with me and the just held on to them.",
        "Gigi: Just in case she needed a bag of her own blood?",
        "Schuyler: Well, what other explanation is there? I mean, unless she sent Kyle to do it. I know those two are working together. It's the only thing that makes sense.",
        "Gigi: Or -- there never was any bag of blood, and this is all just one big fantasy on your part.",
        "Schuyler: You think I'm making this up?",
        "Gigi: It does sound freakish.",
        "Schuyler: Yeah. Especially coming from a perverted, thieving drug addict like myself. Is that right?",
        "Gigi: I didn't say that.",
        "Schuyler: No, no, you didn't have to. Yeah, I'm in recovery, okay? No, it's not something I advertise. Clearly, Stacy has no problem shouting it from the rooftops. My relationship with Starr Manning was inappropriate, yes, but it wasn't because I was trying to get with her. It's because we both had things from our pasts that connected us. And I, as a teacher, exhibited poor judgment in discussing it with her. I was suspended for that. And, you know what? I'm fine with that. But let me make something very clear, okay? It was not because anything sexual was going on at all. I've never lied about that, and I'm not lying now. And finally, there was a bag of blood in that refrigerator. It had Stacy's name on it. And if you still don't believe me, then why don't you ask the other person that knows about it -- Rex.",
        "Gigi: I don't think I'm in a position to ask Rex much of anything right now.",
        "[SCENE_BREAK]",
        "Rex: I was keeping an eye out for Stan when Gigi showed up with your ex.",
        "Stacy: Schuy?",
        "Rex: Yeah. We got into it a little bit. Stan must have seen us, thought it was some sort of sting operation and took off. Damn it!",
        "Stacy: Come to think of it, he did say something about a short-haired brunette.",
        "Rex: This is my fault.",
        "Stacy: No, it's not. It's my fault. I was the one who stole that money from Stan. I was the one who he followed back to Llanview. And I was the one who couldn't fight him off when he tried to steal your money.",
        "Rex: I don't care about the money. I care about you.",
        "Stacy: You do?",
        "Rex: Of course I do. Do you want to go to the hospital?",
        "Stacy: I'll live.",
        "Rex: You sure? You look awful.",
        "Stacy: No, I'll be fine -- just as long as you don't mind taking care of me.",
        "Rex: I don't mind at all.",
        "[SCENE_BREAK]",
        "Jessica: Wake up. Wake up. My God, what did you do to him?",
        "Phil: He was trying to take you and your baby away.",
        "Jessica: My God, Chloe. Who are you people? Where am I?",
        "Cindy: Oh, it's okay, honey. Nobody --",
        "Jessica: No, just stay away from me, okay? Just stay away me, Brody, and my baby!",
        "Phil: Maybe this guy was telling the truth. Maybe we should call that telephone number from the press conference.",
        "Cindy: Have a seat, honey. Everything's going to be okay.",
        "Phil: Yeah, hello. I have some information about that girl and her missing baby. My -- hello?",
        "Cindy: Phil!",
        "Bess: Sorry for the damage, but I can't let you two inform on me.",
        "[SCENE_BREAK]",
        "Blair: Todd, do you have anything to say?",
        "Todd: I don't know what to say.",
        "Starr: It's simple. I'm not forgiving you. That's not what this is. I don't know if I could ever do that. This is just as close as it gets for us having a new start. In Hope's name. Will you accept that or no?",
        "Todd: Well, of course I will. Yes. But you know I'm no saint, and I never will be probably.",
        "Starr: Trust me, I think I know that. But, Dad, I'm no saint either, so I'll try if you'll try.",
        "Todd: So what does it mean -- what does it mean for us?",
        "Starr: It means you should go check on Téa.",
        "Todd: Okay.",
        "Starr: But then you should come back.",
        "[SCENE_BREAK]",
        "Marty: John? Hi.",
        "John: Hey.",
        "Marty: Thought you'd still be at Dorian's.",
        "John: Things got a little tense over there, so I took Michael and Marcie home.",
        "Marty: Todd, Todd. Well, Marcie must be over the moon, huh? That's something good.",
        "John: I don't know. She's happy the baby's alive, but that's about it.",
        "Marty: Right. What do you think? You think everything's going to be okay?",
        "John: Jessica and the baby are coming home safe.",
        "Marty: You didn't give me an answer to my question.",
        "John: That's because I don't have an answer.",
        "[SCENE_BREAK]",
        "Cole: No, I was trying to get my life back together. Starr and I were going to be friends again. We had gotten past all the crap about her wanting to give the baby away. All we needed to do was find out what really happened to Hope and then we could move on. Everything would be okay. Then she came back and so did all the stuff that we got past. And everyone's thinking the same thing. You know, I know I am. I could see it in their eyes -- just no one's saying it.",
        "Rachel: Saying what?",
        "Cole: When Hope comes -- if Hope back, who get to keep her?",
        "[SCENE_BREAK]",
        "Rex: Peas, carrots -- peas and carrots.",
        "Stacy: I'm sorry for wasting your food.",
        "Rex: I don't eat this stuff. I just bought it so that I could tell Gigi I had healthy food in the apartment for Shane.",
        "Stacy: So you and Gigi really got into it, huh?",
        "Rex: I don't want to talk about Gigi. I want to know what else I can do to make you feel better.",
        "Stacy: The peas help. I have this really bad crick in my back from Stan pushing me. Oh, I'm just going to have to sleep it off.",
        "Rex: I'll massage it.",
        "Stacy: Oh, you don't have to.",
        "Rex: I insist. Rex's house of healing hands at your service. Relax, I'll take care of everything.",
        "Stacy: You know, when you say that, I actually believe it. Oh.",
        "[SCENE_BREAK]",
        "Schuyler: So I guess we're at what they call an impasse, huh?",
        "Gigi: You know what? No, no, we're not. I've spent so many months lying to the people I love that I don't know where the lies end and the truth begins. And what you told me just now -- it took guts to bust out all that information I didn't even deserve to hear. You're not the enemy, Schuyler, my sister is. And I am a world-class jerk for shaming that confession out of you.",
        "Schuyler: I'll live, you know? And besides, the stuff I know about what your sister did to you is just as personal, so --",
        "Gigi: It's just I don't know how to deal with this, because someone out there saved my son's life. And if it wasn't my sister, then who was it and how do we prove it?",
        "[SCENE_BREAK]",
        "Blair: Well, I'm glad that things seem to be healing with you and Starr. Don't blow it.",
        "Todd: Are you kidding me? Not a chance.",
        "Blair: And I saw how you were looking at Marcie before. And, look, you know what? I get it. I'm right there with you. It's going to be very difficult for us to hand over our grandchild to Marcie and Michael.",
        "Todd: Well, all I want right now is for Hope and Jess to come home safe.",
        "Blair: It's good that we're all on the same page about it.",
        "[SCENE_BREAK]",
        "Michael: Is this really happening? Is Hope really coming back? Is she really alive and coming back to us? Hey, aren't you happy?",
        "Marcie: I don't know.",
        "Michael: I thought this was what you wanted.",
        "Marcie: I did. I do want this. Mike, I don't want anybody else to be hurt so that we can be happy.",
        "[SCENE_BREAK]",
        "John: How's Cole?",
        "Marty: He's struggling. He's trying to keep it under wraps, but I'm worried about him.",
        "John: So am I.",
        "Marty: You never struck me as a worrier.",
        "John: I try to keep it under wraps.",
        "[Marty laughs]",
        "John: If I had to bet, I'd say he's going to be okay.",
        "Marty: You never struck me as a gambler either.",
        "John: He's in treatment. He has you now. Those are pretty good odds.",
        "[SCENE_BREAK]",
        "Rachel: Forget about what everybody else is thinking. What about you? Who do you think is going to get the baby?",
        "Cole: Uh, Mrs. McBain and her husband. That's what's on paper.",
        "Rachel: Is that what you want?",
        "Cole: It doesn't matter what I want.",
        "Rachel: Why? Why is it that your feelings and everything that you want come second to everybody else?",
        "Cole: Because no one wants to hear it. If I say what I want, then I'm being selfish. I'm not thinking about the baby. I'm hurting people that never hurt me and don't deserve to be hurt. And because I caved. I signed away my rights as a father a year ago. I'm expected to suck it up and live with it.",
        "Rachel: Forget about that. In this room, none of that counts. The only thing expected of you is for you to be honest with yourself. What do you want?",
        "Cole: I want my baby. What do you think? I don't want to lose her all over again, but I know that's exactly what's going to happen.",
        "[SCENE_BREAK]",
        "Blair: So are you trying to figure out what you're going to do with that?",
        "Starr: I think I'm going to give it to Jessica. If she ever comes back.",
        "Blair: Sweetie, she's going to come back. She's going to come back and she's going to bring Hope, okay?",
        "Starr: I know. I'm happy for Hope. I'm happy for my baby. I'm happy for Marcie, too. It's just --",
        "Blair: Shh. I know. I know, baby, me, too. I know.",
        "[SCENE_BREAK]",
        "Bess: I Hope you didn't mind the inconvenience I caused. Your hospitality's been invaluable. Nash would have been pleased. If we're ever up here again someday, we'll stop in for a cup of Téa. But right now we have to go. Good- bye.",
        "[Sirens sound]"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=YdcoPd9ptHc"
}