{
    "Episode Summary": [
        "Episode # 10522 ~ Dasvidania, Comrade"
    ],
    "Recap": [
        "After Brody saves Starr the the baby, he gets shot and rushed to the hospital. Greg struggles to save Shaun in the E.R. Gigi knows there is something very fishy with Stacy having a home pregnancy in the trash if she is really pregnant. Kim covers for her when Rex demands some answers about her pregnancy. But since it appears she is a few days pregnant, she knows she need not worry how she can \"pull it off\" to Rex that she is pregnant."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Shh, shh, shh, shh. Shh.",
        "Brody: Okay, come on.",
        "Starr: OK. Shh.",
        "Brody: I have Starr and Hope at the entry point.",
        "Oliver: River patrol should have a skiff waiting.",
        "Brody: Roger that.",
        "Oliver: We heard shots fired. Do you need an ambulance?",
        "Brody: No. We're all okay. All right, you go down first. I'm gonna hand you the baby.",
        "Starr: Okay. Thank you so much. Honey, I'll be--okay.",
        "[Hope crying]",
        "Starr: Okay, I'm down. Come here, honey. Whoops. Got you.",
        "Brody: Are you all right? All right, go now!",
        "Starr: Come on. Come on, it's gonna be okay. Everything's gonna be okay.",
        "[Men grunting]",
        "[SCENE_BREAK]",
        "Sergei: Now I will change the deal. I will kill the little girls while you watch. Then I will kill you.",
        "[SCENE_BREAK]",
        "Destiny: You don't have to keep bringing me stuff.",
        "Matthew: Do you want it or not?",
        "Destiny: I am kinda thirsty. Thanks.",
        "Matthew: How are you holding up?",
        "Destiny: I'm good. Chilling. Just like my brother will be when the best doctor in the world fixes him up, good as new.",
        "Rachel: Black coffee?",
        "Mrs. Evans: Oh. You are a godsend. I think we're in for a long wait.",
        "Mr. Evans: I think Greg said the operation could be a few hours.",
        "Rachel: The nurse will keep us updated. Excuse me. Mom, what are you doing here?",
        "Nora: Matthew called me. What's going on? I thought Shaun was stable.",
        "Rachel: Greg found a bullet fragment in the base of Shaun's brain. If it moves before Greg gets it out...",
        "Nora: Oh, honey, I'm so glad that Matthew called me.",
        "Rachel: That he would even think about it with everything going on...",
        "Matthew: Hey.",
        "Nora: Hey, you. Thank you for calling me. Thank you.",
        "Matthew: I didn't do anything.",
        "Nora: Yeah, you did. You understood that families need to be at their best when the times are at their worst.",
        "[SCENE_BREAK]",
        "Shaun: You better use a diamond cutting drill back there. You know your brother's got a dome like Fort Knox.",
        "Greg: What I'd better do is get this bullet frag out fast before these delusions of grandeur get out of control.",
        "Shaun: Delusions?",
        "Greg: Settle. She's gonna put you under now. I'll see you in a few hours, little bro.",
        "Shaun: Seriously, Greg. There's no one else in the world I trust more than you.",
        "Anesthesiologist: I'm gonna have you count back from 100, okay?",
        "Shaun: 100, 99, 98...",
        "[SCENE_BREAK]",
        "Gigi: I can't be onto something, can I? I mean, the idea that Stacy's running around town trying to get herself knocked up so she can pass the kid off as Rex's? I mean, that's crazy, right? Even for Stacy?",
        "Schuyler: Uh, yeah. Crazy.",
        "Gigi: All right, well, if it's so crazy, why do you look like you're having déja vu?",
        "Natalie: Oh, excuse me one second, okay? Hey. So, where's that handsome brother of mine?",
        "Gigi: Well, Natalie, it's been one fun adventure after another at our house. Right now, your brother is with my sister at her very first ob/Gyn visit.",
        "[SCENE_BREAK]",
        "Rex: I have some questions for you.",
        "Stacy: She just said I was fine. What else do you need to know?",
        "Rex: Well, for starters, how soon before we can have a paternity test?",
        "[SCENE_BREAK]",
        "Clint: When was the last time I had you two girls to myself?",
        "Jessica: And with Mom running for mayor, things are gonna get pretty busy around here.",
        "Clint: Yes. Your mother continues to amaze me.",
        "Jessica: And with Mayor Lowell in the clink, I think she has a really good shot at this.",
        "Clint: Oh, I know she does, and the thing of it is, she'd be very good at that job. Are you and Natalie working on the campaign?",
        "Jessica: Nope. She wants to do it by herself.",
        "Clint: That's your mother as well. She wants you to focus on your own lives. And Natalie's pretty much still a newlywed, and you have Bree, and you have-- well, I've noticed that you've been spending a little bit of time with Brody Lovett.",
        "Jessica: I guess I am.",
        "Clint: I'm glad. It's good that you're finding some happiness.",
        "Jessica: Well, it feels pretty good to be happy, too.",
        "Clint: One thing I don't understand, though, is why Bo didn't accept Brody's application to the police academy. Unless there's something I don't know.",
        "Jessica: I guess it's okay to tell you. Brody--well, he's working with the department undercover.",
        "Clint: You're kidding?",
        "Jessica: Nope, I'm not, and, you know, now that the mayor's in jail, he's out of it. Safe and sound.",
        "[SCENE_BREAK]",
        "[Men grunting]",
        "Vlad: I suppose I could let you...Stay here and bleed to death, but that would be... inhuman.",
        "Brody: You're not getting away with this.",
        "Vlad: Close your eyes. You won't feel a thing.",
        "[SCENE_BREAK]",
        "Sergei: Put it down. Easy.",
        "John: The minute you pull that trigger, the SWAT team behind you'd gonna blow your brains out.",
        "[SCENE_BREAK]",
        "[Men grunting]",
        "Bo: Police! Better freeze, or the next one's going straight through your chest.",
        "[SCENE_BREAK]",
        "Jessica: Brody should be here any minute. He's working today.",
        "Clint: So now that this undercover operation that he was working on is over--",
        "Jessica: Oh, no, he won't have to work here anymore. I'm sure he's just gonna sail right through the academy and with all his experience as a Navy Seal, he's gonna make the cut for sure.",
        "Clint: Sorry if I sounded overly concerned.",
        "Jessica: Oh, it's okay. I understand. But he got a clean bill of health from St. Ann's, so he's okay.",
        "Clint: Good. Glad things are working out for the both of you, and I have to worry. I'm a dad. It's in the job description.",
        "Jessica: I completely understand. Bree is a happy, healthy little girl, and she just started kindergarten and I'm a nervous wreck.",
        "Clint: Ah. Can't help yourself, can you?",
        "[SCENE_BREAK]",
        "Gigi: I don't even want to think about what kind of mother Stacy is going to be. She can't even take care of the baby before it's born. I never missed a single appointment when I was pregnant with Shane.",
        "Schuyler: Really? Never?",
        "Gigi: No, not even when I had to miss work and take 2 buses to get there.",
        "Natalie: Wow. And you did all that by yourself. You're really amazing.",
        "Gigi: You feel that life growing inside of you and it changes everything.",
        "Schuyler: Yeah, when Stacy first found out she was pregnant, she acted like the kid was the second coming, and now a month later, she's already neglecting it. I mean--",
        "Gigi: It's not the kid she wants. It's Rex.",
        "Natalie: So the bitch got herself pregnant, but she's not the first skank in town to do that. But she has got another thing coming if she thinks she's gonna bust up you and Rex. Anyone is a fool who's gonna get between the two of you. See you guys.",
        "[SCENE_BREAK]",
        "Stacy: We don't need a paternity test.",
        "Kim: You know you're the father.",
        "Rex: You weren't here when she pretended to be my son's stem cell donor.",
        "Stacy: Rex, I was in love with you. I wasn't with anybody else. And it was that one time at Ultraviolet. We didn't use anything.",
        "Rex: We don't need to recap--",
        "Stacy: Well, that's when our child was conceived. You know it's true.",
        "Kim: Okay, don't upset Stacy, okay? It's not good for her or your baby. Right, Doc?",
        "Dr. Baez: My only concern is Stacy's physical condition and the baby's. I didn't realize that there were paternity questions.",
        "Rex: I heard that you can have a paternity test as early as the end of the first trimester. Is that true?",
        "Dr. Baez: Yes, it is. With chorionic villi sampling, it can be done then.",
        "Rex: Well, there's no reason we can't schedule that right now. When is the end of the first trimester?",
        "[SCENE_BREAK]",
        "Nora: Excuse me. I'm Nora Buchanan. I'm Matthew and Rachel's mother. Hi.",
        "Mrs. Evans: We know who you are.",
        "Nora: I'm sorry for what you're going through.",
        "Mr. Evans: I appreciate that. My wife and I know what you and Matthew's father are going through, with his lawsuit.",
        "Mrs. Evans: And that it was our Destiny who suggested it.",
        "Mr. Evans: She wasn't trying to cause trouble. She just cares a lot about your son.",
        "Nora: Yeah.",
        "Mrs. Evans: Sometimes there's just no stopping that child from saying whatever comes into her head.",
        "[SCENE_BREAK]",
        "Destiny: I know where Shaun's taking you on your special date. But I won't blow the surprise, so that he can still take you when he's better. Can I tell you something? You're so much cooler than Shaun's ex.",
        "Rachel: I'm not--you know what? I am not worried about our date. I just want your brother to kick this surgery's butt. K.O., first round, you know?",
        "Destiny: Shaun and Greg, they're like the 1-2 punch. Don't worry. They've got this.",
        "[SCENE_BREAK]",
        "Greg: So, are we ready to begin?",
        "Vivian: I am.",
        "Greg: Vivian? You're not part of this team.",
        "Vivian: I'm observing.",
        "Greg: Says who?",
        "Vivian: Says the chief of staff. That waiver allowing you to operate on your own brother? I guess you didn't read the fine print.",
        "Greg: My relationship to the patient is irrelevant.",
        "Vivian: Look, I know you like to think of yourself as super-surgeon, but you're human just like the rest of us. If you hesitate for even a second in a crucial moment, your brother could die.",
        "Greg: If I don't perform this surgery, my brother could die. I know which odds I like. Cue the music, please.",
        "[Stevie Wonder's \"Higher Ground\" playing]",
        "Greg: So, let's see what's going on inside my brother's head.",
        "Greg: Remember this one, bro? You borrowed my \"Innervisions\" album, trying to front to your friends that you were so retro. Thing is, you straight jacked it from me. But if you think you're getting away with that 5-finger discount, think again. Because I'm charging you for it. Plus interest.",
        "Stevie Wonder: Keep on warrin'",
        "[SCENE_BREAK]",
        "Destiny: I bet Greg's already done and they're just up there in the O.R. arguing about something stupid. They've always fought over everything, even girls.",
        "[SCENE_BREAK]",
        "Mrs. Evans: This is one of my favorite pictures. Can't believe my boys were ever that small.",
        "Nora: Oh, my God. Were they always close?",
        "Mrs. Evans: Two boys?",
        "Nora: Ah. Yes, well...",
        "Mrs. Evans: They were always going at it over some foolishness, but if somebody else tried to step to one of them...",
        "Nora: They were very protective of each another? Mrs. Evans. Mm. See, that's how I knew there was lots of love between them.",
        "Nora: Aww. [Giggles] Excuse me a minute.",
        "[SCENE_BREAK]",
        "Nora: Hey. Are you okay? I didn't get a chance to talk to you after your testimony.",
        "Rachel: Ah, you mean my meltdown.",
        "Nora: Oh, come on. You don't know from meltdowns. You didn't get thrown in jail for contempt of court.",
        "Rachel: Still, I'm sure I didn't help your case at all, losing it like that. I'm so sorry, Mom.",
        "Nora: You have nothing to apologize for, sweetie. I'm just worried about you. Talk to me.",
        "Rachel: I am just so embarrassed.",
        "Nora: About?",
        "Rachel: Greg. Playing it safe. The whole sex tape thing.",
        "Nora: What--what sex tape?",
        "Rachel: Oh, it's not really a sex tape. It's--it's a long story.",
        "Nora: I have time.",
        "Rachel: We went to dinner. Shaun and me and Greg and this other woman and...I don't even know how we got on the subject. Greg just started going at me about playing it safe and missing out on life because I was too scared to take risks.",
        "Nora: Where the hell does he get off?",
        "Rachel: Mom, he's right. And that is how I've lived my life for a really long time.",
        "Nora: Okay, so what about the sex tape?",
        "Rachel: Seriously, there's no sex tape. Okay. It's just, you know, David Vickers, and he's got that new reality show, right?",
        "Nora: Oh, yeah. Believe me, I know.",
        "Rachel: Yeah. Well, his camera crew caught Greg and me in an awkward moment.",
        "Nora: He's not even supposed to be in the house. What kind of an awkward moment?",
        "Rachel: Nothing happened. Really. It was just--we were playing that stupid \"Z-fit\" video game and I fell and Greg caught me...on top of him.",
        "Nora: And there were sparks between you?",
        "Rachel: Yeah.",
        "Nora: More than there are between you and his brother?",
        "Rachel: I didn't mean for it to happen.",
        "Nora: Of course you didn't, sweetheart.",
        "Rachel: Well, you know, when I figured it out, I didn't think it was fair to keep things going with Shaun. And just now, before he went into the O.R., he told me that he was in love with me.",
        "Nora: Oh, Rachel.",
        "Rachel: Yeah. And I didn't say anything. I let him think that he had a future with me.",
        "Nora: Of course you did. He needed some hope to face what he was about to face.",
        "Rachel: Yeah, but that hope is a lie.",
        "Nora: Well, you'll tell him the truth when he's strong enough to handle it.",
        "Rachel: Isn't that just rationalizing?",
        "Nora: No. No, it's really not. Believe me, in the end, as long as you do tell him the truth. But there are times in life, and this is one of the few times, when withholding the truth is actually less harmful than telling the truth.",
        "[SCENE_BREAK]",
        "Rex: I figure the end of the first trimester has to be soon, right?",
        "Dr. Baez: Not really. Stacy's--",
        "Kim: It's all relative, right, Doc? I mean, for some women, 9 months, it's like zippety-doo-dah, and for others, every day feels like forever.",
        "Rex: We know when the baby was conceived. I just want a date for the paternity test.",
        "Dr. Baez: Look, I can't schedule that. That would be up to Stacy. I won't schedule a prenatal procedure without her consent. And as of right now, I don't feel the need for a CVS or an amnio unless my patient requests it.",
        "Stacy: I'm not gonna do anything that's gonna hurt my baby.",
        "Dr. Baez: Well, a CVS--",
        "Stacy: All I care about is the health of our child. Can't you just be with me on this rather than against me? I mean, what if this--what if this test made me have a miscarriage? Is that really what you want?",
        "Rex: Oh, come on!",
        "Stacy: No, you're really-- you're trying to disown your own child before it's even born. Look, I know how you feel about me, but...please do not punish your own child.",
        "[SCENE_BREAK]",
        "Gigi: What should I do with it?",
        "Schuyler: Show it to Rex. Tell him you think something's up.",
        "Gigi: You think I should tell him what I told you?",
        "Schuyler: Yeah. Why not?",
        "Gigi: Oh. I don't think that's a very good idea.",
        "[SCENE_BREAK]",
        "Natalie: So, is Nora gonna join us?",
        "Clint: No, Nora's keeping Rachel company because the man that Rachel is dating is in surgery.",
        "Natalie: Oh.",
        "Jessica: My God. I hope everything's all right.",
        "Clint: Yeah. So do I.",
        "Jessica: So, with everything going on, are you two ever maybe gonna get a honeymoon?",
        "Clint: I have been wondering exactly the same thing.",
        "Natalie: Well, I mean, is Matthew's lawsuit--is it almost over?",
        "Clint: Well, yeah. It's gotta be, and I hope it ends the way Nora wants it to end. You know, I have seen less of Nora now than before we were married. And every time we try and make time for each other, you're right--it's just like something always gets in the way.",
        "[SCENE_BREAK]",
        "Bo: Stay with me, Brody. Come on. ESU's gonna take you to the hospital as soon as we secure this building.",
        "Brody: Sergei?",
        "Bo: We haven't heard from McBain.",
        "Brody: Uhh.",
        "Bo: Brody? Brody, come on, man. Brody. Oh, what the hell's going on, John?",
        "[SCENE_BREAK]",
        "[Gunshot]",
        "[Men breathing heavily]",
        "[Clattering]",
        "John: Do Svidanya, comrade.",
        "[SCENE_BREAK]",
        "Gigi: If I tell Rex that I fished this pregnancy test box out of Stacy's garbage, he'll make me out to be some kind of suspicious--I don't know. Shrew.",
        "Schuyler: Why? Because you don't want Stacy to be pregnant with his kid?",
        "Gigi: I know.",
        "Schuyler: Look, I don't know what this test means, but I know you, and I know you're not overreacting. You have perfectly good reasons to be suspicious of Stacy.",
        "Gigi: You're right. I do. I mean, we both know she's a nut job.",
        "Stacy's voice: I bet if we made love, you'd forget all about Gigi.",
        "Schuyler: Anyway, I--I gotta go, but listen, all I can say is trust your gut. I do.",
        "Gigi: [Sigh] Thanks for listening.",
        "Schuyler: Anytime.",
        "[SCENE_BREAK]",
        "Stacy: If you still want a paternity test when this baby's born, fine. We'll do it then. In the meantime, you can walk away from me and my baby or you can actually choose to be a part of your child's life from the beginning.",
        "Rex: Okay. Fine. When will you do the sonogram? At how many weeks can you hear the heartbeat?",
        "[Pager beeping]",
        "Dr. Baez: I'm sorry. You'll have to excuse me. I have a baby to deliver. Here. That'll answer all your questions.",
        "Stacy: This is my next appointment. Are you gonna be there?",
        "Rex: Yeah. I'll be there.",
        "Kim: Okay, you need to get that prescription filled and we gotta go.",
        "Stacy: Yeah.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Greg: Ladies and gentlemen, we got it.",
        "[Clink]",
        "Greg: Would you save that for him? I'm sure he'll want to keep that as a souvenir. Well, we just need to run a ct scan and then we can close up.",
        "Vivian: So, I guess you're as good as you say you are.",
        "Greg: Super-surgeon good, or simply mere mortal?",
        "[SCENE_BREAK]",
        "Mr. Evans: Is it over?",
        "Nurse: Not quite. But Dr. Evans was able to remove the bullet fragment.",
        "Mrs. Evans: Is Shaun okay?",
        "Nurse: Dr. Evans is doing a final exploratory. I'll give you an update when I can.",
        "Mr. Evans: Thank you.",
        "Mrs. Evans: This is good news, right?",
        "Mr. Evans: So far. But it's not over till it's over.",
        "Destiny: What'd I tell you? There's nothing my brother Greg can't do.",
        "Rachel: Shaun was really worried about Starr and Hope. He's gonna want to know if everything's--",
        "Nora: Say no more. I am on it. And hopefully, when Shaun wakes up, I'll be able to tell him that everyone was safe and sound from that warehouse. Okay? [Kiss]",
        "Rachel: I love you.",
        "Nora: I love you.",
        "Rachel: [Sigh]",
        "[SCENE_BREAK]",
        "EMT: It's a foreign body to the abdomen.",
        "Dr. Gangemi: All right. For God's sakes, nobody pull this thing out until he's intubated. I want to get a better idea on how big it is so we can figure out what kind of damage is done. Get him started on a gram of Ancef and a tetanus shot, stat.",
        "[SCENE_BREAK]",
        "Jessica: Oh, my God. Look at that picture of Dorian.",
        "Natalie: [Laughs] She was drunk off her ass in that church. That must've been some hangover.",
        "Clint: Yeah, couldn't happen to a nicer woman.",
        "Natalie: Yeah. No kidding. [Gasp] Dad.",
        "Clint: Huh?",
        "Natalie: You are the handsomest man in the entire world.",
        "Clint: Oh, thank you.",
        "Natalie: And Nora looks beautiful.",
        "Clint: Yeah. She does. And so does your mother.",
        "Natalie: Yeah. Oh, there's Uncle Bo giving his best man speech.",
        "Jessica: Oh, look at Nora watching him. Oh, she looks like she's about to cry.",
        "Clint: Yeah. She does.",
        "[Cell phone ringing]",
        "Jessica: Hello?",
        "Bo: Jess, it's Uncle Bo.",
        "Jessica: Uncle Bo. We were just talking about you. What's up?",
        "Bo: Something's happened.",
        "Clint: Jess, what is it?",
        "Natalie: What happened?",
        "Jessica: It's Brody.",
        "[SCENE_BREAK]",
        "Gigi: Oh, you do that just like my boyfriend does.",
        "Rex: Hey. It is your boyfriend.",
        "Gigi: I'm in trouble now. Hi, baby.",
        "Rex: HI.",
        "Gigi: How was the appointment?",
        "Rex: Doctor said everything's going well. I know you're not happy with the situation. I'm not exactly thrilled about it, either.",
        "Gigi: It's just I--",
        "Rex: What, what, what? Hey, what did we say, Morasco? From now on, we trust each other with everything, okay?",
        "Gigi: [Sigh] I found...this... in Stacy's trash after you guys left for the doctor's.",
        "Rex: So?",
        "Gigi: So? So what would a pregnant woman need another pregnancy test for?",
        "Rex: Stacy's a slob. It's probably been sitting around for a while. Maybe it was Kim's test.",
        "Gigi: That's what Schuyler said.",
        "Rex: Schuyler?",
        "Gigi: Yeah. He was here before and yes, I told him about this and yes, he's staying in Llanview after all. He wants to smooth things over with you. All right, Balsom, your turn to be honest with me. Do you have a problem with any of this?",
        "[SCENE_BREAK]",
        "Kim: Nice waterworks, chica. You hit Rex, pow! Right in the conscience.",
        "Stacy: You really think so?",
        "Kim: \"Thanks, Mr. Rosenblatt.\" I mean, the guy is totally wracked with guilt over being AWOL during his first kid's life.",
        "Stacy: I'm just happy I'm really pregnant. But how the hell am I gonna explain being pregnant over 9 months after we had sex?",
        "Kim: Easy. Around the eighth month mark, you'll be stressed. Upset. You'll need a serious vacay.",
        "Stacy: Right.",
        "Kim: And then while you're away wherever you go, some doc will tell you that you need complete bed rest and can't fly back to Llanview until the baby's born.",
        "Stacy: And when the baby pops out a month late?",
        "Kim: Um, you'll just lie about the date. And you'll say you had to stay because the baby didn't weigh enough or something like that.",
        "Stacy: You really did do your research.",
        "Kim: That's why you pay me the big bucks. Not.",
        "Stacy: This really works, but-- I guess. What about the paternity test?",
        "Kim: You're asking me, the woman who faked being a stem cell donor?",
        "Stacy: Yeah, you see how well that worked out.",
        "Kim: Yeah. Okay. Paternity test is a little bit tricky, but we've got 9 months to figure it out. Schuyler. Hi.",
        "Schuyler: Hi.",
        "Stacy: What are you doing here?",
        "Schuyler: Ha. Looking for you, actually. I have a...question.",
        "Stacy: Okay.",
        "Schuyler: The day that she came over with the whole sob story about how you needed me--",
        "Kim: Hey, she's got a name.",
        "Schuyler: And later you came up to my room all upset and we...",
        "Stacy: Talked. What about it?",
        "Schuyler: Okay, well, the next day, I woke up and I was kind of out of it and couldn't really remember anything.",
        "Stacy: Okay.",
        "Schuyler: Stacy, did we have sex? I need to know that.",
        "[SCENE_BREAK]",
        "Nora: Bo. What's going on? What happened at the rescue?",
        "Bo: We got Starr and her baby out of the warehouse. They're both safe.",
        "Nora: Oh, thank God. Thank God.",
        "Jessica: Where's Brody? Where is he?",
        "Nora: Brody?",
        "Bo: Yeah, Brody was injured during the rescue.",
        "Jessica: Okay, I--",
        "Bo: No, Jess, Jess, they're working on him right now.",
        "Jessica: How bad is it?",
        "Bo: It's pretty bad.",
        "[SCENE_BREAK]",
        "Destiny: How long can it take to sew somebody's brain up? Mom can make a dress in an hour.",
        "Mrs. Evans: I'm sure Greg knows what he's doing, Des.",
        "John: Hey, Matthew.",
        "Matthew: Hey there, John.",
        "John: How are you, buddy? Hi.",
        "Rachel: Hi.",
        "John: Are you--are you Shaun's parents?",
        "Mr. Evans: Yes, and you are?",
        "John: I'm Lieutenant John McBain.",
        "Mrs. Evans: John McBain. You're the one who found Shaun and got him here to the hospital in time.",
        "John: Yeah.",
        "Mr. Evans: God bless you, sir. You saved our son's life.",
        "John: Well, it was Shaun that saved a young woman and her baby.",
        "Rachel: John, are Starr and Hope--are they all right?",
        "John: They're fine. They're fine. I thought Shaun would like to know. How's he doing?",
        "Mrs. Evans: We have every reason to believe that our son will be--well, he'll be all right.",
        "[SCENE_BREAK]",
        "Greg: Damn it.",
        "Vivian: What is it? What do you see?",
        "Greg: There's still a particle left. See it?",
        "Vivian: Yup.",
        "Greg: Lodged right above the basilar artery. I mean, if it penetrates...",
        "Vivian: At the very least, he'll--he'll bleed out.",
        "Greg: Yeah, but if I probe any deeper, I could cripple his respiratory and cardiac drive.",
        "[SCENE_BREAK]",
        "Stacy: Why are you asking me now if we had sex that day?",
        "Schuyler: Well, it's been bugging me, you know? I mean, I get worried when I can't put the pieces together. I mean, if we had sex, we had sex. I--I just-- just want you to help me fill in the blanks.",
        "Stacy: Okay. Well, first of all, you were all wiped out because you were silly enough to go running in 95-degree weather, which is probably why you don't remember anything. But you were all upset about Gigi, and--and I was still dealing with everything being over with Rex, and--we were miserable. Sure, we probably thought about it. Who doesn't think about rebound sex after you've been broken up with? But no, we didn't have sex.",
        "Kim: Okay, we got to get you something to eat. Let's go. See you, Schuy.",
        "Stacy: Okay--what was that about?",
        "Kim: Who cares? You told Schuy that you didn't sleep with him.",
        "Stacy: Yeah, but he's the one who put together the whole thing about me and Shane and the stem cells.",
        "Kim: Yeah, but there's nothing to put together. You didn't sleep with Schuy, and the gay guy's never going to blab that you two slept together, so relax. Okay? You've got a bun in your oven and no one is going to think it isn't Rex's. Come on.",
        "[SCENE_BREAK]",
        "Rex: I won't lie. I don't like any guy that's crushing on you, and that's hanging around 24/7.",
        "Gigi: Schuyler hasn't been hang--",
        "Rex: Okay, but I--I trust you. I know I've been asking a lot of you lately, Morasco, okay? And God knows what's to come with Stacy. I know that I would lose it if I were in your shoes. Some days, I just expect you to pack Shane up and leave.",
        "Gigi: I would never--",
        "Rex: I know. But I wouldn't blame you. I also don't blame you for trying to find some explanation for all this--other than Stacy may be having my baby.",
        "Gigi: Rex, my sister is a slut. There is a very real possibility that her baby isn't yours.",
        "Rex: And there is a very real possibility that the--that it is.",
        "Gigi: Well, I hate this.",
        "[Rex sighs]",
        "Rex: I told Stacy that I would wait for the baby to be born to get a paternity test.",
        "Gigi: You did?",
        "Rex: So I know what the next few months are going to be like. I get that you need a friend. I really wish Marcie was here. But she's not, and Schuyler is. So...be it.",
        "Gigi: Okay. So, you really okay with it?",
        "Rex: I don't have to like the guy, but I'm not going to be a jerk about him anymore.",
        "Gigi: My shift's almost over. Wait for me?",
        "Rex: You bet.",
        "[Rex sighs]",
        "[SCENE_BREAK]",
        "Bo: Brody's nothing less than a hero. He's the one that got Hope and Starr out of the warehouse. And he also made it possible for us to get in and take out Sergei and his gang.",
        "Clint: I'm afraid that's little comfort to Jessica right now.",
        "Dr. Gangemi: Get the blood bank on the horn. We need all the O neg that they have. This guy's lost too much blood.",
        "[SCENE_BREAK]",
        "John: A lot of people are pulling for your son. I'm glad the operation's going well.",
        "Destiny: It just needs to be done already.",
        "John: I wanted you to know, I'm going to recommend your son for a citation from the department.",
        "Destiny: That's good, right?",
        "[Mrs. Evans chuckles]",
        "John: In your brother's case, it's very good. It means he's a hero.",
        "Mr. Evans: Thank you, Detective.",
        "John: Thank you. Okay. I'll see you.",
        "[Mrs. Evans sighs]",
        "Destiny: Okay. Is it just me, or is this taking a really long time?",
        "Mrs. Evans: Hmm. Patience was never one of our daughter's virtues.",
        "Rachel: Hmm.",
        "[SCENE_BREAK]",
        "Greg: If I put pressure on the fragment, I may herniate the artery.",
        "Vivian: BP is dropping fast.",
        "[Monitor beeps rapidly]",
        "Dr. Gangemi: All right, give me an epi drip stat. He's getting shocky.",
        "Greg: The frag is too close to the vessel. I can't do this!",
        "Vivian: Yes, you can. You have to act now.",
        "O.R. Assistant: We're losing him.",
        "Vivian: We're losing him.",
        "[SCENE_BREAK]",
        "[Monitor beeps rapidly]",
        "Jessica: No. No. Not again.",
        "Dr. Gangemi: Hurry up. Hang another unit of packed cells. We're losing this one.",
        "[SCENE_BREAK]",
        "Natalie: Brody's got to pull through this, Dad. She can't take this.",
        "Clint: I know, Nat. I know. Jessica. No. Don't you leave me. Don't you leave me, Brody Lovett.",
        "[SCENE_BREAK]",
        "Vivian: The fragment is too deep. Just leave it.",
        "Greg: I can do it! Damn it. Just give me a few more seconds. There. I got it.",
        "Anesthesiologist: BP is still dropping.",
        "[Beeping]",
        "Dr. Gangemi: Hang more blood.",
        "[SCENE_BREAK]",
        "Nurse: Do you want me to start pressors?",
        "Dr. Gangemi: No. A pressor is a stall. This is a volume problem. This guy needs more blood, or he's not gonna make it upstairs.",
        "O.R. Assistant: We're running low on emergency blood.",
        "Dr. Gangemi: Then cross-match him, damn it! Call the blood bank. Make sure they're reaching out to all the hospitals. We're gonna need a lot more before tonight's done.",
        "Stevie Wonder, singing: I thought the cold would leave by summer but my quiet nights will be spent alone you said there would be warm love in springtime that is when you started to be cold [Monitor beeping] I never dreamed you'd leave in summer",
        "Dr. Gangemi: All right. That's more like it. Now let's get him closed up, guys. Let's do this fast.",
        "Stevie Wonder: But now I find myself all alone",
        "[SCENE_BREAK]",
        "[Shaun flatlining]",
        "Greg: No. No. Here. Take the stickers. [Indistinct] Let's go. Let's go. Let's go! Everybody clear!",
        "Nurse: No rhythm!",
        "Greg: Come on, Shaun. Come on. Stay with me! Clear! Come on, man. Shaun!",
        "Nurse: No rhythm! No rhythm!",
        "Greg: Shaun!",
        "Stevie Wonder: The way you know I never dreamed you'd leave in summer but now I find my love",
        "[SCENE_BREAK]",
        "Dr. Gangemi: All right, he's stable. The bleeder's taken care of for now.",
        "Jessica: I need to be with him.",
        "Dr. Gangemi: All right. Just go through that door right there. Get an iso gown, then come back in. All right?",
        "Stevie Wonder: Why didn't you stay?",
        "[SCENE_BREAK]",
        "Mrs. Evans: I am gonna cook my baby boy all his favorite foods when we get him home from this hospital.",
        "Destiny: Shaun has a lot of favorite foods, and they're all on the menu at the restaurant he's taking Rachel to.",
        "Mrs. Evans: How is he?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=wTaGJi-nFn0"
}