{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Thanks so much for the tip! Do I look like a piggy bank? What is \r\nthis? Come on. ",
        "Jamal: I got it. ",
        "[Alison sighs] ",
        "Jamal: Heads. ",
        "Alison: Ooh, well, it's your lucky day. ",
        "Jamal: Not yet. Now it is. ",
        "Alison: I missed you this morning. ",
        "Jamal: Yeah, you looked so cute tiptoeing out of bed. ",
        "Alison: You were up? I was trying so hard not to wake you. ",
        "Jamal: Yeah, well, you know, I'm a good actor, so -- ",
        "Alison: Oh, you are just such a regular Brad Pitt. Oh, yeah. So why were you \r\npretending to be asleep? ",
        "Jamal: So you'd move your booty on out to work so I could have a little time \r\nto wrap this for you. ",
        "[Alison gasps] ",
        "Alison: My God! What did you do? This is so big! ",
        "Jamal: Yeah, well, don't go getting all excited. What's inside is not really \r\nthat big. ",
        "Alison: Well, I will be the judge of that. ",
        "Alison: \"Recipes?\" This is your mother's recipes. ",
        "Jamal: Yeah, she would've wanted you to have them. ",
        "Alison: Oh, Jamal, this is no small gift. ",
        "Jamal: I hope it makes up for yesterday, you know? ",
        "Alison: Oh, no, there's nothing to make up for. ",
        "Jamal: Oh, come on, Ali. I was being a big, fat jerk. ",
        "Alison: Oh, Jamal, no. You have the right to be whatever you want to be on \r\nthe anniversary of your mother's death. You can be sad, you can be mad, quiet, \r\nwhatever you want to be. Just know that I will be there with you when you are. \r\nOk? ",
        "Jamal: Thanks. ",
        "",
        "Arianna: Thank God. Your friend is here. ",
        "Ian: Put your coat on. He'll want to get on the road right away. ",
        "Arianna: And what happens once we get there? ",
        "Ian: Well, we answer some questions and sign some papers. ",
        "[Knock on door] ",
        "Arianna: And then it'll be done? I'll be safe? ",
        "Ian: Yeah. You won't have to worry about anyone, including your brother. ",
        "Ben: What's taking so long? ",
        "Eve: I don't know. ",
        "Ben: Arianna! Arianna, open the door! ",
        "Arianna: God, it's Ben! ",
        "[Knock on door] ",
        "Ben: Arianna, do as I say! ",
        "Eve: What are you doing? Look, if she's as mixed up as you say she is, maybe \r\nit's better if you don't scare her. ",
        "Ben: Get out of my way, please. Damn it, she was here. ",
        "Eve: It's ok, it's ok. They couldn't have gotten too far. ",
        "Ben: Well, you know, you'd better be right. ",
        "",
        "Alison: Ok, let's see what we have here -- \"Cajun red beans and rice.\" \r\nMm-hmm. \"Chicken and dumplings,\" \"Callie's Killer Cornbread.\" Your mom's name \r\nwas Callie? ",
        "Jamal: Yeah, yeah, same as her grandma. ",
        "Alison: Aw. Are you ok? ",
        "Jamal: Yeah, it's just -- it's kind of weird seeing her handwriting, you \r\nknow? Kind of makes it seem like she's right here. ",
        "Alison: She is -- in these recipes and in you. ",
        "Jamal: She would've liked you. ",
        "Alison: Do you think? ",
        "Jamal: Yeah. ",
        "Alison: Because, you know, sometimes I can be a little -- ",
        "Jamal: Loud, pushy, hard-assed -- yeah, I know, you know. ",
        "Alison: \"Hard-assed?\" Whoa. You think I'm hard-assed? ",
        "Jamal: Well -- ",
        "Alison: Do you? ",
        "Jamal: Just like my mom. ",
        "[Alison laughs] ",
        "Jamal: That was her best quality, though. ",
        "Alison: Yeah. I'm sorry I never got a chance to meet her. ",
        "Jamal: Yeah, me, too. ",
        "[Telephone rings] ",
        "Alison: Oh. Oh, will you get that? ",
        "Jamal: Yeah. Recovery Room. What's up? ",
        "Karen: Jamal. Great. Just the guy I'm looking for. ",
        "Jamal: Who's this? ",
        "Karen: Your fairy godmother. ",
        "Jamal: Who's this, Karen? ",
        "Karen: Look, I know where there's an opening for a job. Interested? ",
        "Jamal: What, a job? Sure. Come on, now. ",
        "Alison: Is this about work? ",
        "Jamal: Shh. Stop it. ",
        "Karen: Well, how does motorcycle stuntman grab you? ",
        "Jamal: Motorcycle stuntman. Yeah, right. Come on, now, what's the real gig? \r\nStop it. ",
        "Karen: No, listen, there's a movie company filming in GH, some kind of \r\nmedical murder mystery. Anyway, one of the stunt guys broke his leg, and they \r\nneed someone to fill in. ",
        "Jamal: Oh, come on, Karen. They would never hire me. ",
        "Karen: I gave them your name and told them you were a regular Evel Knievel.\r\n",
        "Jamal: You're serious, aren't you? ",
        "Karen: Well, you have an audition with the casting director in 20 minutes -- \r\nthat is, if you can make it. ",
        "Jamal: Can I make it. Karen, I love you. I love you, baby! ",
        "Karen: Ok, don't tell Alison. I'll see you soon. ",
        "Jamal: Ok, thanks. Bye. ",
        "Alison: Ah! So, when do we leave for Hollywood? Ah! ",
        "Frank: All right. You going to Hollywood? ",
        "Jamal: No, I just got a chance to be in a movie, that's all -- you know, just \r\ndoing motorcycle stunts. It's no big deal. ",
        "Alison: Oh. Oh, yeah, yeah. No big deal, that's all! Jamal, picture it -- \r\nlook, you're up on the big screen, right? All the girls in the audience are \r\ndying to know, \"Who's that hottie?\" Next thing you know, you're making 20 \r\nmillion a picture, starring with Jennifer Lopez. ",
        "Jamal and Frank: Ooh. ",
        "Alison: Make that Angela Lansbury. ",
        "Jamal: Well, I won't be starring with lLassie if I don't get a move on, ok? \r\nSo -- ",
        "Alison: Ok. You're not going to go in that, are you? ",
        "Frank: What's wrong with what he's wearing? ",
        "Jamal: Yeah, what's wrong with what I'm wearing? Come on, now. ",
        "Alison: Hello, he looks like a total grunge. ",
        "Jamal: Alison, I'm going to be falling off bikes. Come on, now. ",
        "Alison: Well, maybe, ok, but Tom Cruise never fell off in that. I know what \r\nI'm talking about. ",
        "Jamal: Ok, Spielberg. ",
        "Alison: Ok. ",
        "Jamal: Whatever you say. ",
        "Alison: Hey. Ah! My God, this is so not to be believed. Jamal, a movie star? \r\nOh! I'm going to have to remind him to thank Karen when he gets his first Oscar.\r\n",
        "Frank: Karen? ",
        "Alison: Yeah, she called and gave Jamal the tip. ",
        "Frank: She didn't happen to ask for me, did she? ",
        "Alison: Not that I know of. Do you think she's going to want, like, 10%? You \r\nknow, like an agent? ",
        "Frank: You know, Jamal doesn't even have the job yet. ",
        "Alison: No, no, not yet, Frank, but he's bound to get it. He's so alive on \r\nthat bike, it's contagious. ",
        "Frank: Well, you know Hollywood, though. You have to pay your dues. ",
        "Alison: Jamal has paid his dues, Frank. I mean, ever since his dad walked out \r\non him and his family. You know, it's time for him to get something back. I \r\nmean, something that he really loves, not some nine-to-fiver, ok? Something that \r\nhe just really, really loves. ",
        "Frank: I think he's already landed the top prize. ",
        "Jamal: Ladies and gentlemen, the new Hell's Angel of the big screen, Jamal \r\nWoods! ",
        "Frank: Whoo! ",
        "Alison: Oh, you look so good! ",
        "Jamal: Yeah, I know, I know. ",
        "Alison: Hello. Now, just go in there, be your adorable, sexy self, and \r\nthere's no way that they can resist you. ",
        "Jamal: Maybe today really is my lucky day. Know what I'm saying? ",
        "Alison: Ok. Bye. ",
        "Frank: See you, man. ",
        "Jamal: Bye. ",
        "",
        "Eve: I'm telling you, they're not here. ",
        "Ian's Voice: So what's this? Couldn't walk away from me? Why is that? ",
        "Eve: Because we've gotten so close. ",
        "Ian: Yeah, like we were the only two people that mattered. ",
        "Eve: And if I told you that I felt the exact same way, that no one in this \r\nworld matters to me more than you? ",
        "Ian: If it were true -- if it were true, then -- ",
        "Eve: What? ",
        "Ian: I would tell you what I've wanted to tell you for so long. ",
        "Eve: Ian, I have to tell you -- ",
        "Ian: Shh. Be careful what you say to a man who's fallen in love with you. ",
        "Eve: God, you don't think I feel the same way about you? You don't think that \r\nI love you? Oh -- oh, God. ",
        "Ian: Oh, don't let this be a dream. ",
        "Eve: Oh -- oh, God. It's -- it's -- it's not a dream. Finally, it's not just \r\na dream. ",
        "Ben: I found some footprints out back that lead to a small road. We'll see if \r\nwe can pick up their trail. ",
        "Eve: Ow! Ow! Hey, what's your problem? ",
        "Ben: You! ",
        "Eve: Me? What did I do? ",
        "Ben: You were supposed to come in here and talk to them, put Arianna at ease \r\nso that I could -- ",
        "Eve: So that you could what? Huh? That story that you told me about your \r\nsister needing psychiatric help -- that was a lie, wasn't it? ",
        "Ben: You know, you're wasting my time. ",
        "Eve: How do I know she's even your sister? Tell me that. Hey, hey, hey, hey! \r\nListen, answer me. I'm talking to you. ",
        "Ben: Yeah, it's me. Yeah, I found her, but she got away. ",
        "Eve: Look, if you don't answer me soon, I will have the police -- ",
        "Ben: Would you shut your mouth! No woman talks to me that way! Do you \r\nunderstand me? Huh? ",
        "Ben: They're headed north from Lake Raines on Copperhead Trail Road. I don't \r\nknow, he must be trying to get her asylum in Canada. I don't care. You do \r\nwhatever you have to do. You just find them. Do you understand me? Just find --\r\n",
        "Eve: No man talks to me that way. ",
        "",
        "Alison: \"Two cups of buttermilk, one and a half cup of cornmeal,\" and the \r\nlast ingredient is not there. Why would Mrs. Woods leave it blank? ",
        "Frank: Yeah, hi, I -- no, no, I'm holding for Dr. Wexler. I realize she is \r\nbusy -- did you try the fourth floor? I know you're busy. Just tell her Frank \r\ncalled again. All right, what's going on? ",
        "Alison: That is what I would like to know. This is so frustrating. ",
        "Frank: Well, tell me about it. How busy can one woman be? ",
        "Alison: No, I don't think it's about being busy. I just -- I think it's a \r\ntest. ",
        "Frank: Test? ",
        "Alison: Yeah, sure. I mean, think about it. You're going along, you're about \r\nto get things cooking, right? ",
        "Frank: Right. ",
        "Alison: And then suddenly she just deserts you. ",
        "Frank: Well, it feels like that, anyway. ",
        "Alison: Yeah, and she leaves you wondering, and you have no idea what to do \r\nnext. ",
        "Frank: Well, so what do you do? ",
        "Alison: If you can answer that, then you've passed the test. I mean, it's the \r\nonly way for you to have your cake and eat it, too. Or in this case, cornbread.\r\n",
        "Frank: Cornbread? ",
        "",
        "Jamal: So, where's the film crew? ",
        "Karen: Oh, shooting a death scene in the luxury suite. ",
        "Jamal: Oh, yeah? ",
        "Karen: Mm-hmm. ",
        "Jamal: Well, I guess if you got to go, that's the place to do it, you know? \r\nIn style. ",
        "Karen: Oh, oh, oh, there's the casting director. Breathe, breathe. Hey, Mark.\r\n",
        "Mark: Hi. You must be Jamal Forest. ",
        "Jamal: Woods. Jamal Woods. ",
        "Mark: Right, right, Mark Drescher. ",
        "Jamal: Nice to meet you. ",
        "Karen: Jamal is our local motorcycle expert. ",
        "Jamal: Oh, I don't know about expert, but I can handle my own. ",
        "Karen: He's being modest. ",
        "Mark: Well, with all the egos I deal with, I appreciate a little humility.\r\n",
        "Karen: Well, I have to finish rounds. ",
        "Mark: All right. ",
        "Karen: Knock 'em dead. ",
        "Jamal: All right. ",
        "Mark: So -- ",
        "Jamal: Yeah. ",
        "Mark: You want to be in our film, huh? ",
        "Jamal: I just want to ride my bike, man, whether it's up on the big screen or \r\nnot, doesn't make any difference to me. ",
        "Mark: I like your attitude. I like your look, too. A little upscale, but we \r\ncan always grunge you up. So, tell me a little bit about yourself. How long you \r\nbeen riding bikes? ",
        "Jamal: Oh, man, I've been riding bikes since I was 10. I mean, motocross, \r\noff-road since I was 13, man. Ever since I've just been killing it, you know? \r\nJust -- ",
        "Mark: Great! That's great. I think you're exactly what we're looking for. ",
        "Jamal: Cool. ",
        "Mark: Did you bring a resume? ",
        "Jamal: Oh, my resume? ",
        "Mark: Yeah. So I can show the producers your credits. What have you done \r\nbefore, movies? ",
        "Jamal: Uh -- no, no. ",
        "Mark: Commercials? Have you ever been on film? ",
        "Jamal: No, but, um -- ",
        "Mark: Look, look, kid, I'm afraid this isn't going to work out. It's -- ",
        "Jamal: Look, Mr. Drescher, just give me a chance, ok? I'm perfect for this \r\njob. Hell, I've been taking spills off my bike for more years than I can count. \r\nLook, I'll work my butt off, day and night, whatever it takes. I really need \r\nthis. ",
        "Mark: All right. You're hired. ",
        "Jamal: Thanks. Thanks a lot. Thanks. ",
        "Mark: You're not ready to do stunts, but we do need someone on the set to \r\nassist the crew, to make sure everything runs smoothly. It's a crucial position.\r\n",
        "Jamal: Ok. Sure, I'm down with that, yeah. ",
        "Mark: Terrific. There's some boxes in the hall. Can you move those up to the \r\neighth floor for me? ",
        "Jamal: Oh, wait, wait, wait, wait -- what exactly are you hiring me for? ",
        "Mark: There's not exactly a title for it. ",
        "Jamal: I think I can think of one. Is it flunky? ",
        "Mark: Hey, it's something, right? You'll do great! ",
        "",
        "Ian: No, we're at his place now. Yeah -- sorry I couldn't wait for you, but \r\nArianna's brother showed up. He's -- he's getting the papers ready now. I know. \r\nOk, good. Thanks again. Bye. ",
        "Arianna: How did he find us, Ian? How did Ben find us? ",
        "Ian: Seems to have a knack for that. But don't worry, we made it here, didn't \r\nwe? You're as good as free. ",
        "Arianna: I don't know what I would've done without you. You saved my life. \r\nBen would've had me deported by now and would've gone ahead with the honor \r\nkilling. ",
        "Ian: Oh, there's no need to talk about something that didn't happen, \r\nsomething that won't happen. ",
        "Judge: Sorry to keep you waiting. We're all set now. ",
        "Arianna: Thank you for doing this. ",
        "Judge: Glad to be of help. Well? Are you ready? ",
        "Arianna: Yes, I'm ready. ",
        "",
        "Eve: Come on. Come on, let's go! ",
        "[Engine sputters] ",
        "Eve: Let's go. Come on, come on, come on, come on. Come on. Please, please, \r\nplease, please, please. ",
        "",
        "Karen: Eve, hi, it's me. I got your message about leaving to find Ian. I hope \r\nthat goes well. Give me a call, ok? Bye. Hey, Frank! I thought you were off \r\ntoday. ",
        "Frank: I am. ",
        "Karen: Then to what do we owe the pleasure? ",
        "Frank: Pleasure? ",
        "Karen: Oh, come on, you don't still think I was giving you the brush-off the \r\nother night, do you? I thought we settled that. ",
        "Frank: I thought so, too. ",
        "Karen: Good, because I've been looking forward to that date you promised me.\r\n",
        "Frank: So, how come you haven't answered my calls? ",
        "Karen: You called me? ",
        "Frank: Oh, come on, you know I did. I left you four messages. ",
        "Karen: I never got them. ",
        "Frank: What do you call those? ",
        "Karen: Well, I just picked these up and there's -- one, two, three, four, \r\nfive, six, seven -- before yours. ",
        "Frank: So, you really were busy. ",
        "Karen: Yeah. Swamped. ",
        "Frank: Oh. Well, I -- I -- I just wanted to ask you if you wanted to go to \r\nthis auction thing with me, but if you're busy, I -- ",
        "Karen: Yes. ",
        "Frank: Yes, you're busy? ",
        "Karen: No, um -- yes, I'd love to go. ",
        "Frank: Great. That's -- that's great. ",
        "",
        "Jamal: Who's sleeping with who? ",
        "Alison: Oh, Jamal, you're back. ",
        "Jamal: Yeah. ",
        "Alison: I didn't even realize, I was so busy trying to picture you in one of \r\nthese magazines. ",
        "Jamal: Well, don't even waste your time. ",
        "Alison: Look, I know it's like a sleaze-fest and all, but haven't you heard \r\n-- \"any publicity is good publicity.\" ",
        "Jamal: Yeah, yo, Ali -- ",
        "Alison: You got to have tough skin, Jamal. Seriously. I mean, this is like a \r\ndog-eat-dog world out there. Even your own best friend could stab you in the \r\nback. Like I was watching on this \"E! True Hollywood Stories,\" there was this \r\nstarlet, and when she was young, and her family came in to try to break her up \r\n-- ",
        "Jamal: All right, Alison -- I didn't get the job. ",
        "Alison: You didn't? ",
        "Jamal: No. I mean, not riding my bike, at least. They kind of offered me \r\nsomething else. ",
        "Alison: Oh, um, ok, well, at least that's -- ",
        "Jamal: Gofer. ",
        "Alison: Gofer? ",
        "Jamal: Yeah. ",
        "Alison: That is so wrong. These people are obviously clueless. ",
        "Jamal: I mean, come on, I mean, what was I thinking, seriously? I mean, that \r\nI could just walk off from the street and just, like, go straight to the top? I \r\nmean, come on, that only happens in the movies. I mean, thing is I could've done \r\nit, though, you know? If he'd just give me a chance, this one chance, I could've \r\ndone it, you know? ",
        "Alison: I know. I'm so sorry. ",
        "Jamal: Whatever. Hey, check this out. How about scaring me up a burger or \r\nsomething like that? I haven't eaten all day. ",
        "Alison: Yeah, actually, we're out of burgers, at least for you, anyways. ",
        "Jamal: Ah. Ah, great. My own girlfriend doesn't think I rate a burger. ",
        "Alison: No -- ",
        "Jamal: That's great. ",
        "Alison: That's right. That's exactly right. Because you have something \r\nmuch, much better. You have something you deserve much more. ",
        "Jamal: What is all this? ",
        "Alison: Look! Ok. We have chicken and dumplings. All right? Red beans and \r\nrice. Ok? And last but not least, Callie's Killer Cornbread. And let me tell \r\nyou, it was definitely, definitely a killer. ",
        "Jamal: I cannot believe that you made all this. ",
        "Alison: I know. Oh, and this goes with it. ",
        "Jamal: \"Dear Mrs. Woods?\" ",
        "Alison: Yeah, I know she's not here, but I just thought maybe it would be ok.\r\n",
        "Jamal: \"Dear Mrs. Woods, thank you so much for your recipes. You couldn't \r\nhave given me a more special gift, except, of course, Jamal. When you brought \r\nhim into the world, I know you had so many hopes and dreams for him. And let me \r\ntell you, they've all come true. He's the most loving, kind person I've ever \r\nmet, and he's so loved. You've raised an incredible man, and you can take \r\ncomfort in knowing he will always make you proud.\" ",
        "Jamal: I love you, too, baby. So much. ",
        "",
        "Arianna: Ok, that's it. All done. ",
        "Ian: Congratulations. You have nothing more to worry about. Thank you. ",
        "[Telephone rings] ",
        "Arianna: No, please don't answer it! ",
        "Ian: What? ",
        "Arianna: It could be my brother trying to track us down. Please, just turn it \r\noff. ",
        "[Ring] ",
        "",
        "Eve: Come on, Ian. Answer the phone, please. Ian, answer the phone. Oh -- \r\n ",
        ">> on the next \"Port Charles\" -- ",
        "Livvie: Well, I saw Jack, and he told me the truth. He told me everything.\r\n",
        "[Lucy drops a glass] ",
        "Kevin: You don't want to tell me where Eve is because she's with Ian. ",
        "[Eve screams] ",
        "Ben: Give me one good reason why I shouldn't snap your neck! ",
        "[Captioned by the National Captioning Institute]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=b2Wop9xjXIM"
}