{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Livvie: Alison. ",
        "Alison: Hey, Livvie, what's up? You're a little early. Our grand opening \r\nisn't for a few days yet. ",
        "Livvie: Uh, yeah, right. Um, but look, that's not why I'm here. ",
        "Alison: Jack put in the most awesome sound system. And Jamal and I were up \r\nall last night making goodies. It's going to be so good! What's the matter? Are \r\nyou ok? ",
        "Livvie: No, actually, I lost something and I thought maybe I dropped it when \r\nI was here the other day. It's a letter. ",
        "Alison: Well, I haven't seen it. What kind of letter's got you so freaked?\r\n",
        "Livvie: Just a letter I wrote but never mailed. ",
        "Alison: Well, I don't see it anywhere, but if I find it, I'll mail it for \r\nyou. ",
        "Livvie: No, no. ",
        "Alison: Why not? ",
        "Livvie: Well, because if it got mailed, it would be a really, really big \r\nmistake. ",
        "Alison: What is it, anyway? ",
        "Jack: Was it a love letter to me? ",
        "",
        "Arianna: Sorry about the mess. I wasn't expecting you. ",
        "Marika: Were you expecting anyone? ",
        "Arianna: What do you mean? ",
        "Marika: We've been informed that your husband's left the country. ",
        "Arianna: That's right. ",
        "Marika: Do you know where your husband is, Mrs. Thornhart? Or more to the \r\npoint, when he'll be coming home? ",
        "",
        "Chief: There has been no change? ",
        "Maya: The morca is wearing off. But neither of them look any closer to \r\nwaking. ",
        "Chief: You know the danger if they do not come back. They could be lost in \r\nanother time forever. ",
        "",
        "Eve: Is there anything I can do to help you? ",
        "Ian: Be sure. ",
        "Eve: I am. ",
        "Ian: Don't move. Right there. Yeah. There you are. ",
        "Ian: Everything changes now. ",
        "Eve: You hold my heart hostage. My world will never be the same. ",
        "Ian: This world is the only place that matters. This moment in time, right \r\nhere. ",
        "Eve: There is nowhere else I'd rather be. ",
        "",
        "Kim: Dr. Ramsey? ",
        "Chris: Hey, thanks for coming over. Come on, let's talk over here. ",
        "Kim: I can't stay long. Livvie's grandmother thinks I'm at the store. ",
        "Chris: That's ok. This won't take long. ",
        "Kim: What's this? ",
        "Chris: A little bonus for helping me out the other night. ",
        "Kim: I guess that means your date with Livvie went well? ",
        "Chris: Perfect. Thanks to your suggestion on the Brad Masters concert, I'm \r\nher hero now. ",
        "Kim: Glad I could help. ",
        "Chris: That's what I'm paying you for. ",
        "Kim: I thought you might like to see this. Livvie's been carrying it around \r\nfor days. I slipped it out of her purse when she was showering. She thinks she \r\nlost it. ",
        "Chris: What is it? ",
        "Kim: She told her grandmother it's the key to some dream she had with her \r\nmom. ",
        "Chris: Why didn't she mail it? ",
        "Kim: I don't know. It means a lot to her. Good news? ",
        "Chris: Could be. Here. ",
        "Kim: What do you want me to do with it? ",
        "Chris: I want you to reseal it and make sure Livvie finds it. ",
        "Kim: That's it? ",
        "Chris: That's it. Leave the rest to me. ",
        "Kim: I'll let you know what else I come up with. ",
        "Chris: I appreciate it. Hmm. Livvie, Livvie, Livvie. Who would've guessed?\r\n",
        "",
        "Livvie: No, Jack, it wasn't a love letter to you. It was -- actually, none of \r\nyour business. It was just a personal letter. ",
        "Jack: Well, maybe I can help you look for it. ",
        "Livvie: I don't think so. ",
        "Alison: Listen, I -- I know you guys really want me to stay and all, but I \r\nthink that I'm going to go check on Jamal and see how he's coming with that \r\nsign. ",
        "Jack: I was just joking. ",
        "Livvie: You hear me laughing? ",
        "Jack: Do you still know how? Or did my doctor brother surgically remove your \r\nsense of humor? ",
        "Livvie: Chris isn't the awful person you seem to think he is. ",
        "Jack: Oh, yeah. Yeah, he's a real gem -- only if you're not related or going \r\nafter the same girl. Oh, wait a sec, that sounds like me. ",
        "Livvie: Oh, come on, Jack. He was there for you when those guys were kicking \r\nyour butt. ",
        "Jack: Oh, because you were there. He was showing off. Livvie, I bet you 10 \r\nbucks if you weren't there, he would've walked in and grabbed a crowbar and \r\nstarted joining in on the fun. ",
        "Livvie: I don't -- I definitely don't believe that. ",
        "Jack: Oh, yeah? What, do you want to see his handiwork? ",
        "Livvie: I better go. ",
        "Jack: All right. Whatever. ",
        "Livvie: Look, if you find that letter, can you just please give it to Alison \r\nfor me? ",
        "Jack: Yeah, yeah, sure. ",
        "Livvie: You probably think I'm really stupid to put something in an envelope \r\nand stamp it and address it and -- and not mail it, but it happens, you know? \r\nWhat you seemed to think was a good idea at the time, suddenly isn't and -- and \r\nyou really got to do something about it or you're going to make a complete idiot \r\nout of yourself. I really have to go. ",
        "Jack: So, are you going to keep running from what's in the letter like you're \r\nrunning from me? ",
        "Livvie: You really think you know me, don't you, Jack? ",
        "Jack: Yeah. I do. ",
        "",
        "Arianna: Of course I know where my husband is. He just sent word he'll be \r\nhome in a few days. ",
        "Marika: Well, do you mind if I see that? ",
        "Arianna: You don't have the right to look at personal correspondence between \r\nmy husband and me. ",
        "Marika:  Until you can prove that this is more than a marriage of \r\nconvenience, I have -- ",
        "Arianna: What? Are you going to deport me because my husband is away helping \r\npatients? If that was the case, you'd have to investigate every doctor's \r\nmarriage. ",
        "Marika: No. Just doctors who happen to marry women who want to become \r\nAmerican citizens. ",
        "Arianna: You don't know my husband at all. I've never seen anyone committed \r\nto their patients the way my husband is. He would do anything for the people he \r\nwants to help, even put his own life on the line. That's why he's so special. \r\nThat's why he's such an amazing man. ",
        "Marika: And why you love him. ",
        "Arianna: Yes. And as soon as my husband returns, you'll see for yourself just \r\nhow real our marriage is. ",
        "",
        "Eve: Oh. Enough. ",
        "Ian: You don't mean that. ",
        "Eve: Oh. You're supposed to be painting me. ",
        "Ian: Is that what you want? Ok. ",
        "Eve: Stop. ",
        "Ian: Why? ",
        "Eve: I'm afraid of the way I feel. I'm afraid of what we've done together. I \r\nhave a husband -- ",
        "Ian: No. When you walked in here for the first time, you felt, did you not, \r\nas if we'd always been together? ",
        "Eve: Yes. ",
        "Ian: I've always loved you. ",
        "[Door closes]",
        "Henri: What are you doing with my wife? ",
        "Henri: Put your clothes on. ",
        "Eve: I'm not leaving. ",
        "Henri: You're not staying with him! ",
        "Ian: Oh, yes, she is. ",
        "Henri: I have a name, a reputation to protect. I will not be made a fool of by \r\nyou or this charlatan. Now, you, get dressed, return to the house, and act as \r\nthe same loving wife you always have. ",
        "Ian: The hell she will. ",
        "Henri: What gives you the right -- ",
        "Ian: I'm in love with her. ",
        "Henri: And I own her. ",
        "Ian: Own her? She's not a piece of property you can buy or sell. ",
        "Henri: Ah, but there you're wrong. You can buy a whore. ",
        "Eve: No, don't, don't -- ",
        "Henri: I would pay heed to what she says. ",
        "Ian: Take your hands off her. ",
        "Eve: No, please, let me go. ",
        "Ian: I can't. ",
        "Eve: Please. I'm afraid for you. ",
        "Ian: I can't let you go back to this kind of life. ",
        "Eve: Don't you see? It doesn't matter now. I can go back with Henri because \r\nI'll never be his. I'll always love you. ",
        "Henri: We shall see about that! ",
        "Eve: No!",
        "[gunshot]",
        "",
        "Alison: Oh, that looks so good! ",
        "Jamal: Look, I don't know what we need this for. ",
        "Alison: Come on, Jamal, to tell people that we've arrived, you know, we're \r\nhere, we've made it. ",
        "Jamal: Yeah, but we haven't made it yet, all right? ",
        "Alison: Well, no, not yet, but I'm not worried. And neither should you. \r\nJamal, this is going to be like one of those success stories that you read \r\nabout, you know? They, like, they started off with one small little shop and it \r\njust kept growing and growing and it became this big franchise. ",
        "Jamal: Is that what you want? ",
        "Alison: I want that for you, Jamal. ",
        "Jamal: Oh, come on, I already got what I want. ",
        "Jamal: Why don't we take this inside? ",
        "Alison: Ok. No, uh, we can't. Come on. ",
        "Jamal: Well, we leave them in there too long, they might spontaneously \r\ncombust. ",
        "Alison: I know. But maybe an explosion is just what they need. ",
        "",
        "Livvie: You've just got it all figured out, don't you -- how I think, how I \r\nfeel -- probably even better than I do. ",
        "Jack: Yeah, probably. ",
        "Livvie: All right. Then tell me -- who am I, Jack, and what am I running \r\nfrom? ",
        "Jack: Oh, besides me? ",
        "Livvie: Why am I even standing here listening to this? ",
        "Jack: Now, that is a good question. ",
        "Livvie: I'm out of here. ",
        "Jack: I know you're afraid. And that's why you keep running. Not just from \r\nme, but from your mom, your past, and yourself. ",
        "Livvie: You don't know what you're talking about. ",
        "Jack: Yeah, I do, Livvie. See, I know you're scared because you think you \r\nmight be too much like her. And you're going off on me because you think you \r\nshould be mad at me. But you're not. See, deep down inside, there's something \r\nelse going on. And that scares you. And then when things get too hot, you go \r\nrunning off to Chris because you think that's where it's safe. Livvie, I asked \r\nyou a question when I first met you and I'm going to ask you again -- is that \r\nwhat you want? Safe? ",
        "Livvie: Jack, there really is a letter. ",
        "Jack: And there'll be another one tomorrow and another one the next day. See, \r\nthere'll always be something, Livvie, and you know why? Because no matter how \r\nhard you try to run away from how you feel when you're around me, you can't. ",
        "",
        "Ian: It's ok. ",
        "[Eve groans] ",
        "Ian: I'm right here, my love. I'm right here. ",
        "[Eve groans] ",
        "Ian: Don't just stand there, go get help. She's going to die. ",
        "Henri: Let her. I'll be a respectable widower that way. ",
        "[Door closes] ",
        "Ian: All right. ",
        "[Eve groans] ",
        "Ian: All right, I'm going to go get help. ",
        "Eve: No! No, don't go. Don't leave me. ",
        "Ian: But you need help. You need -- ",
        "Eve: I need you. ",
        "Ian: But I've got to -- I have to -- I have to go and -- ",
        "Eve: If you go, I won't be here when you get back. ",
        "Ian: No. No. No. ",
        "Eve: Tell me you love me, only me. ",
        "Ian: You brought life to me. ",
        "Eve: As you did me. ",
        "[Eve gasps] ",
        "Ian: I've waited my whole lifetime for you. I'm not letting you go now. I'm \r\nnot, I won't. I won't. ",
        "Eve: Don't be sad. I'm not. I've never felt happier. ",
        "Ian: How can you say that? ",
        "Eve: Because of you. I've loved and felt loved like I never knew was \r\npossible. I'd rather have a moment with you than a lifetime of the emptiness \r\nthat was before. I love you for eternity. ",
        "Ian: No. No. No. ",
        "[Thunder] ",
        "",
        "Eve: Ian? ",
        "[Eve gasps]",
        "",
        "Chris: Oh, I can't thank you enough, Peter. It's been my friend's lifelong \r\ndream to get into medicine, and, hey, Port Charles University has one of the top \r\nprograms, right? Yeah, and who better than the dean to take her under their \r\nwing, right? No, Livvie's going to be thrilled. Great. Yeah, no, I'll drive her \r\nover there myself. And while I'm there, why don't we discuss that new building \r\nyou're trying to fund? All right. That sounds good. Well -- yeah, no, that's so \r\ntrue. There's nothing quite like making someone's dreams come true. ",
        "",
        "Livvie: What, you think I can't walk away? ",
        "Jack: I know you can't. ",
        "Livvie: Watch me. ",
        "Jack: Ok. See you next time. ",
        "Livvie: There isn't going to be a next time. Jack, I mean it, not anymore. \r\nAnd you want to know why? Because I'm tired of this. ",
        "Jack: Well, then what's keeping you here? ",
        "Livvie: Not you. What are you laughing at? You better stop. ",
        "Jack: Or what? ",
        "Livvie: Or what? Or I'm going to slap that stupid grin right off your face, \r\nthat's what. ",
        "Jack: Oh -- oh, really? ",
        "Livvie: Don't tempt me, Jack. ",
        "Jack: Then what are you waiting for? Go ahead. ",
        "",
        "Marika: I hope you're telling the truth, Mrs. Thornhart. ",
        "Arianna: My husband will be coming home. ",
        "Marika: If he doesn't, we'll have to send you back. ",
        "Arianna: I'm not worried. ",
        "Marika: You'll be hearing from me, Mrs. Thornhart. And your husband had \r\nbetter be here next time, or I'll be forced to take action. ",
        "Arianna: Ian, where are you? ",
        "",
        "Eve: You gave us morca without telling us? ",
        "Maya: You were afraid of the future, longing to go back in time. You did so \r\nmuch for my son, I wanted to help you and Ian. ",
        "Eve: How long is he going to be like this? ",
        "Maya: We must keep him warm. ",
        "Eve: Ian? Oh, my God, he's ice cold! He barely has a pulse! What's going on?\r\n",
        "Maya: He is living a powerful experience. ",
        "Eve: Well, it's got to stop. Ian? Ian, come on, come back to me. Wherever you \r\nare, I need you here with me. ",
        "Maya: It is no use. ",
        "Eve: What are you saying? ",
        "Maya: There is a strong connection keeping him in the past. ",
        "Eve: No. Ian? Hey. Don't leave me. I need you here with me. Why won't you \r\ncome back? ",
        "",
        "Ian: I can't let you go. Can't. ",
        "Ian: You'll never be alone. I will never leave you. \r\n ",
        ">> on the next \"Port Charles\" -- ",
        "Jack: You can't stand here and pretend that we don't belong together. I'm \r\ntelling you that this isn't over. ",
        "Eve: Please. I'm begging you. Come back to me. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=6EtPZhCTTwk"
}