{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Do you see her? ",
        "Jamal: Yeah. Gabriela's in there, all right. ",
        "Alison: Well, this isn't exactly the place that I -- I thought vampires would \r\nhang, you know, so to speak. ",
        "Jamal: Yeah. Yeah, all we got to do is tail her, hope she leads us to Caleb, \r\nand then to Livvie. ",
        "Alison: Ok, but what is a vampire doing in an adoption agency? ",
        "",
        "Clerk: Oh, sorry for keeping you waiting, Ms. Garza. ",
        "Gabriela: Yes, your office called. They said that you have my birth records?\r\n",
        "Clerk: So you just recently learned that you were adopted? ",
        "Gabriela: Yes. And it's very important that I find my biological parents, my \r\nblood relatives. ",
        "",
        "Jack: Livvie? ",
        "Jack: Livvie? ",
        "Jack: God, this place is a mess. Livvie! ",
        "Jack: There's got to be some kind of clue here that's going to lead me to \r\nher. This book. Where are you? ",
        "",
        "Lucy: Livvie, Livvie, Livvie. Where are you? Where could you be? Oh, Doc. \r\nAnything? ",
        "Kevin: No luck. ",
        "Lucy: Nothing? What about Victor? Did he have any chance at all to trace \r\nLivvie's phone call? ",
        "Kevin: He's working on it, but since Livvie called my cell, it'll take a \r\nmiracle. ",
        "Lucy: And we're running out of time. ",
        "Kevin: Lucy, it is killing me knowing that my daughter's out there with some \r\nmadman, or worse -- ",
        "[doorbell rings] ",
        "Kevin: And I can't get to her. ",
        "Lucy: Wait, wait, that might be news. I'll get it. Hi. ",
        "Ian: Hey. ",
        "Eve: Hi. ",
        "Ian: Sorry for barging in like this. We need your help. Emilio is not well.\r\n",
        "Eve: He is disoriented and he's become violent. ",
        "Lucy: Wait, wait a minute. We're kind of working on something really \r\nimportant here. ",
        "Eve: Well, Ian says that maybe Emilio is having the same symptoms that your \r\npatient Judge Kurland had? ",
        "Ian: Yeah, crazy as that sounds. ",
        "Eve: Yeah. ",
        "Kevin: Maybe that's not so crazy. ",
        "Ian: What? ",
        "Kevin: I think you'd better sit down for this. ",
        "Eve: Why do you have all these pictures here? How do you know Caleb? ",
        "",
        "Caleb: Are you ready for me, Olivia? ",
        "Livvie: Caleb, where are you? ",
        "Caleb: Tonight's a special night. Do you know why? ",
        "Livvie: No, tell me. ",
        "Caleb: Because tonight you'll know who I really am. Are you ready, my love?\r\n",
        "",
        "Kevin: How do you know Caleb? ",
        "Eve: Michael, the priest that married us -- this is his twin brother. ",
        "Lucy: Oh, my God. Caleb has a brother? ",
        "Eve: Well, just a minute. How do you know Caleb and why is his picture in \r\nyour living room? ",
        "Kevin: Because that man has my daughter! ",
        "Eve: Kevin, you have to find her. She's in danger. ",
        "Lucy: Good, so you know what Caleb is? ",
        "Ian: Yes, we do. He's crazy as a loon. ",
        "Lucy: No, that's not exactly what I meant. ",
        "Eve: Well, then what is it exactly? We don't have time to be mysterious, \r\nLucy. ",
        "Kevin: This man, Caleb, is a vampire. ",
        "",
        "Livvie: Caleb? Where are you? Why won't you come out? Stop teasing. I want to \r\nsee you. ",
        "Caleb: Are you sure? ",
        "Livvie: Of course. I want to know everything about you. ",
        "Caleb: Think about it because once you know the truth, it's going to be hard \r\nto go back to life as you know it. Not that you'd want to. ",
        "Livvie: Tell me. ",
        "Caleb: You're finally ready to do this. Turn your heart over to me. Let it \r\nbeat in time with mine. Only then can you truly see me. It's time, Olivia. It's \r\ntime. ",
        "",
        "Jack: Got to be something. There's got to be some kind of -- there's got to \r\nbe some kind of clue in here. ",
        "Jack: Oh, my gosh. This could be you. These -- same eyes, same face. ",
        "Jack: You got to be kidding me. The same name? That's what's happening. Yeah.\r\n",
        "",
        "Jamal: You think -- ",
        "Alison: What is she doing? ",
        "Jamal: You think Gabriela's change has brought out her maternal instincts?\r\n",
        "Alison: Oh, my God, Jamal. ",
        "Jamal: What? ",
        "Alison: What if she's in there adopting kids who can't be traced so she can \r\nfeed off of them? ",
        "Jamal: What, you mean she's food shopping? ",
        "Alison: Well, yeah. And then they come back to life, right, and then she's \r\ngot her own little vampire army. ",
        "Jamal: You know, you have quite an imagination, you know that? ",
        "Alison: Well, do you have a better of theory why she's there? ",
        "Jamal: You need to get real. Get real, and fast. ",
        "Alison: We're standing in a hallway, we're stalking a vampire, and I need a \r\nreality check? ",
        "Jamal: You got a point. ",
        "Alison: Thanks. ",
        "Jamal: All right, look, I got an idea. I'm going to go in there and get an \r\nearful of what Gabby's saying, ok? ",
        "Alison: All right, just don't get a neckful. ",
        "Jamal: No. ",
        "Alison: I could go in there and distract her and say something. ",
        "Jamal: No, no, no, no. ",
        "Alison: I could. ",
        "Jamal: You can just stay here. ",
        "Alison: Stop. Just let me help you. ",
        "Jamal: Shh. ",
        "Alison: I can say -- ",
        "Jamal: Stay here, as in right here, ok? Do not move. ",
        "Alison: But I'm -- ",
        "Jamal: Ah. ",
        "Alison: Fine. ",
        "Jamal: I ain't playing. ",
        "Alison: Ok. All right. All right. Wait. Just do me a favor. When you get in \r\nthere, just please be careful, ok, please? ",
        "Jamal: I will. ",
        "Alison: I'm serious. ",
        "",
        "Clerk: Ok, I finally have your file together. Now we need -- ",
        "Gabriela: Give me that. ",
        "Gabriela: Oh, my god. No. ",
        "Gabriela: This can't be true. ",
        "",
        "[Rustling] ",
        "Jack: What was that? Hello? Hello? ",
        "Jack: Hello? Can you hear me? ",
        "Jack: What the -- ",
        "",
        "Eve: Kevin, you're saying that Caleb is a -- a vampire? ",
        "Ian: And you're saying it with a straight face? ",
        "Eve: I mean, I would expect this from Lucy, but from you? ",
        "Lucy: Excuse me, Eve. ",
        "Kevin: Look, look, I know -- I know it sounds farfetched. ",
        "Ian: Farfetched? ",
        "Eve: Yeah. ",
        "Ian: It is a little bit. I think Caleb is dangerous, yes, but I don't think \r\nhe's hanging from the rafters in his free time, do you? ",
        "Lucy: Ok, wait, wait, wait. It is farfetched -- it's extremely farfetched -- \r\nbut you can't discount vampires. They've been around for centuries and evil \r\nmanifests itself in many ways. ",
        "Kevin: Look, this isn't the time to debate the finer points of vampire lore. \r\nWe have to find Livvie. ",
        "Lucy: You're right. You're right. I'm sorry. Ok, this Michael is Caleb's \r\nbrother. Would this Michael help us find Livvie? ",
        "Ian: Not if you're going to show up at his door with stakes and silver \r\nbullets. ",
        "Kevin: Please, my daughter's life is in danger! You said so yourself! Now, \r\nyou know I'm not the type to just believe in supernatural things. But my \r\ndaughter's life is at stake! ",
        "Ian: And you believe this, as well? ",
        "Lucy: Yeah, I'm afraid I do. I believe Caleb is a vampire and I also believe \r\nhe's the stranger in the woods I've been trying and trying to warn you about.\r\n",
        "Ian: Now, please -- ",
        "Lucy: No, no \"please.\" This is about the two of you two. The stranger has \r\nsomething to do with you. ",
        "Eve: How? ",
        "Lucy: This guy, this spooky person walking through the woods, with or without \r\nfangs -- whatever you want to believe -- I sincerely think he's after your \r\nchild. ",
        "",
        "Caleb: You think you're finally ready to give up everything for me, Olivia? \r\nYou don't have to answer now. I've learned I can have patience. ",
        "Livvie: I don't even know what you're going to say, but I have this strong \r\nneed to know. ",
        "Caleb: Tell me that you want me. ",
        "Livvie: I do want more of you. ",
        "Caleb: Then come to me. Come to me. ",
        "Livvie: Where are you? Why do you keep running away from me? ",
        "Caleb: Sometimes we have to wait for the things we want the most -- love, \r\nbeauty, passion. We can't just chase them around. We wait with bated breath \r\ntill the time is right. Sometimes that waiting seems like an eternity. ",
        "Livvie: Well, I don't want to wait anymore. I want to know you. All of you.\r\n",
        "Caleb: This is it, my sweet, the perfect moment I told you would come when \r\nthe two of us become one and know each other's deepest secrets, deepest desires.\r\n",
        "Livvie: More. More. ",
        "Caleb: More? You want more? Then see the real me -- the one who loves you, \r\nforever and ever. ",
        "",
        "Gabriela: This can't be happening to me. No. So many lies. How did I not even \r\nknow? Or even suspect? Ooh! ",
        "Alison: Hey. Gabriela. Small world, isn't it? ",
        "Gabriela: You little bitch. You followed me here. ",
        "Alison: I did not. I have much better things to do with my time than trail \r\naround after you. ",
        "Gabriela: Then what are you doing here? ",
        "Alison: Um, my dentist is in this building. Um, my teeth -- I need a -- I \r\nneed a cleaning. Said six months. It's been seven. I need -- ",
        "Gabriela: Teeth, huh? You want to see some really great choppers? ",
        "Jamal: You lay one finger on her and I'll ice you faster than you can say \r\n\"O-negative.\" ",
        "Gabriela: Then you would be killing your own sister. ",
        "",
        "Eve: Our child is in some sort of trouble? ",
        "Lucy: Look, I do have a very good explanation. Please just bear with me. Look \r\nat this board. This is all pieces of a puzzle I have been trying to put \r\ntogether. ",
        "Ian: No more of this psychic rubbish! ",
        "Kevin: Hear her out. ",
        "Ian: All right, go on. Sure. ",
        "Lucy: Thank you. Look at this card, the Stranger card. It looks familiar, \r\ndoesn't it? ",
        "Ian: Yeah. ",
        "Lucy: Every time I threw my tarot cards, the Stranger card came up and, after \r\nthat, very strange, weird things happened to people in town. For example, the \r\njudge. You know that judge, he was very respected, well-liked? He goes into the \r\nwoods, something happens to him and he goes bonkers, and now the poor man is \r\ndead. Jack Ramsey goes into those same woods. He -- dead. He somehow comes back, \r\nwe think. I mean, he disappears, he's back. We don't know what's happened to him \r\nand he comes back like a nut case, walking around like a nut case. Please. This \r\nis where I get to you two. ",
        "Eve: Ok, what does this have to do with us? ",
        "Lucy: I didn't want to tell you before when I saw you at the Recovery Room \r\nbecause I didn't want to frighten you. ",
        "Eve: Well, you're doing a damn good job of it right now, Lucy! ",
        "Lucy: I'm sorry. This is the Baby Boy card. Every time that Stranger card \r\ncame up, this Baby Boy card was right beside it, connected somehow. That is a \r\nhuge warning, a danger sign. ",
        "Ian: No, what it is is you need a new card trick, that's all. ",
        "Lucy: No, I don't. I need you to understand that when I heard that you were \r\nhaving a baby boy, I was very, very worried. But now that I realize you know \r\nCaleb, that you're connected to Caleb somehow, I am completely terrified. Don't \r\nyou see? Caleb -- he's the stranger that I have been talking about. ",
        "Eve: Just a minute. This -- this could make some sort of sense. I mean, do \r\nyou remember that necklace that Michael gave me? He said it would protect me and \r\nthe baby. ",
        "Ian: I thought I threw it out. ",
        "Eve: You did, but I picked it up again. And I'm sure glad I did. ",
        "Kevin: How well do you know this Caleb? ",
        "Eve: Not very well at all, only things that Michael has told me about him, \r\nand I only met him once. ",
        "Ian: He stopped by the loft for a visit. ",
        "Eve: I remember that he told me how much he loved kids. But the way that he \r\nsaid it, it was like he was taunting me or something. Oh, my God, Ian, our baby.\r\n",
        "Ian: Our baby's going to be fine. ",
        "Lucy: Eve, answer me this -- did you invite Caleb in? ",
        "Eve: No. No. In fact, that's what Michael asked me, too. ",
        "Lucy: Vampires cannot be in someone's home unless they are invited in. Eve, \r\ndon't you see? That's what kept you and the baby safe. ",
        "Eve: My God, Ian, this could be true. Not only does Caleb want Livvie, but he \r\nwants our baby, too. ",
        "",
        "Caleb: This is me, Olivia. This is who I am. All my power and glory. Now you \r\nknow everything. ",
        "Livvie: Caleb, what -- what does it mean? ",
        "Caleb: It means I'm different, special. It means I can offer you the world -- \r\neternal life, a beautiful child, a family. ",
        "Livvie: A family? You gave me a miracle already, Caleb. You gave me my mother \r\nback, healthy and happy. You made that happen. ",
        "Caleb: What I do is good. I've just been misunderstood. Except by you. You \r\nand I -- we're so alike. We only want what everyone else already has -- to be \r\nloved and loved back, to give trust and not be betrayed, to give and know our \r\nlove is a gift. Be that family, Olivia. It'll all start with us, then flow out \r\nfrom our love -- generations of us, in beautiful, rich circles that grow wider \r\nand wider. There's nothing we can't do together. ",
        "Livvie: I see who you are and what you want. ",
        "Caleb: All I want is what you want. And I love you like no other has ever \r\nloved. Do you still want me now that you know the truth? ",
        "Livvie: Yes. ",
        "Livvie: Yes. ",
        "Livvie: Yes. ",
        "",
        "Jack: Where the hell am I? My God. ",
        "Jack: Livvie. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Alison: Stop it! Stop it! Get off of him! ",
        "Gabriela: This is the last time you get in my way! ",
        "Alison: Gabby! ",
        "Jack: What has he done to you? ",
        "Livvie: I want you to make me yours. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=IAn-_cxxsk4"
}