{
    "Episode Summary": [],
    "Recap": [
        "After a 36-hour shift at the hospital, Chris still can't get to sleep because of all the noise in his penthouse. The two workers Elizabeth hired are there, and the sewing machines are extremely loud. Everyone has to shout to be heard over the noise. Chris tries to throw them all out, but Elizabeth is determined to see this through. She tries giving Chris some earplugs, but he isn't impressed. When Ian shows up expecting to work on the research, Chris finally manages to get rid of the others. Ian insists that Chris test out the serum on him, and Chris reluctantly gives in. While Imani is in the shower, Jamal stares at the newspaper clipping in disbelief. He's looking at a sketch of Imani in connection with a murder. Realizing that he's about to be caught with the clipping, he quickly puts it back where he found it. Imani sits down to a romantic spaghetti dinner with Jamal, who starts asking her questions, trying to warm her up for the important one. He wants to know about the guy she's running from, but Imani keeps changing the subject. When Jamal gets quiet, she concludes that he's having second thoughts about having her there, and she's ready to get her old motel room back. Jamal stops her and assures her that he does want her there, but he needs to know what's going on. Imani asks for a little time, and he agrees. After heading out to pick up some ice cream, Jamal calls the police department from the town where the murder took place and pretends to be a reporter. Vowing never to let Jamal know the truth, Imani gets out her calendar and circles Friday, September 26. While Jack taunts Olivia about the way Caleb allowed Alison to interrupt a romantic evening, she accuses him of being a pathetic man who clearly isn't over her. Her continued attempts to throw him out convince Jack that she's nervous about something. He looks down at the floor where the ring lies. Alison admits to Caleb that Rafe broke in and looked at his book. Caleb has no intention of helping her bring Rafe home. Alison begs him to use his ring to help her, but when he asks for Olivia's opinion, the other vampire tells him not to help. After Alison slaps Caleb for a callous remark, Jack escorts her out. When Olivia refers to Alison's \"act,\" Caleb informs her pointedly that no one gets away with fooling him. Feeling guilty, he gets dressed and leaves, refusing to say where he's going. Olivia picks up the ring and tells herself to make a wish."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "[Sewing machines run]",
        "Chris: What the -- I didn't think anybody was working tonight! Elizabeth, what's going on?",
        "Elizabeth: You don't understand, I am not going to pay top dollar for this fabric. No, you don't understand, Georges is putting his name on this. We're doing you -- hey!",
        "Chris: I just finished a 36-hour shift!",
        "Elizabeth: That's very dedicated.",
        "Chris: Elizabeth, Elizabeth, do you hear me, ok? I worked all night. I just -- the only thing keeping me sane was the idea of coming home and getting some sleep!",
        "Elizabeth: Ok --",
        "Chris: Now I got Rumplestiltskin and his wife in my house!",
        "Elizabeth: And now that you're awake, I just have one question to ask you. Come here. Do you prefer the gun-metal gray or the teal? These are just the colors for --",
        "Chris: I need sleep! Sleep.",
        "Elizabeth: Ok. Ok. That'll help.",
        "Chris: Earplugs? Earplugs is your solution?",
        "[Doorbell rings]",
        "Elizabeth: Oh! Oh, that is right on time. It's probably the steam press I ordered. Could you go get that?",
        "Chris: I hope for your sake you're kidding.",
        "Chris: Oh. Dr. Thornhart. Welcome to the circus.",
        "Ian: What are you doing? We have work to do. What is this?",
        "Man: Hey, everybody work!",
        "Elizabeth: The gun-metal --",
        "[Music plays]",
        "[SCENE_BREAK]",
        "[Shower runs]",
        "Jamal: It's got to be some kind of mistake. But those eyes, that face. This is a sketch of you, Imani.",
        "[Shower stops]",
        "Imani: Smells great! Isn't this nice? Oh, a home-cooked meal, hot shower, great company. Call me crazy, but I think this is going to be a very special evening.",
        "[SCENE_BREAK]",
        "[Pounding on door]",
        "Caleb: Ignore that, Olivia. They'll go away.",
        "Livvie: What if it doesn't?",
        "Caleb: I don't care.",
        "Livvie: What if it's an emergency?",
        "Alison: Open up, please, Caleb! I need your help!",
        "Livvie: Alison.",
        "Alison: Open the door, please!",
        "Livvie: Go away! What, are you going to get that?",
        "[Caleb sighs]",
        "Alison: Oh, thank god. I really, really need your help.",
        "Caleb: All right, look, slow down. Where's the fire?",
        "Jack: We've come about Rafe.",
        "Caleb: Rafe? Well, in that case --",
        "Alison: Wait, wait, please, please! You're the only one who can help me. Please. Can I just tell you about what happened?",
        "Livvie: Why, what'd you do, break a nail, burn a batch of cookies? Can't you see we are a little busy here?",
        "Alison: Please?",
        "Caleb: Give me a minute. Make it quick, Alison.",
        "Jack: Ouch. That's got to hurt.",
        "[SCENE_BREAK]",
        "[Music stops]",
        "Chris: That's it! Music's off! Lights off! Let's go! Everyone out!",
        "Elizabeth: No, no, no, they work faster with the music on.",
        "Chris: No, take it in the other room. I need to speak with Ian.",
        "Elizabeth: But can you make it really fast, though, because we're really behind. We've got -- Marty, Iris, come on, let's go. Take five.",
        "Iris: I want to finish this!",
        "Marty: I'm never going to get finished!",
        "Elizabeth: We'll get finished!",
        "Iris: Marty, we have to go union!",
        "Ian: I've been trying to get a hold of you.",
        "Chris: I turned my pager off after my shift. I'm exhausted.",
        "Ian: What about the blood tests?",
        "Chris: Oh, yeah, your little immortality problem here.",
        "Ian: The tests, Ramsey.",
        "Chris: I don't have anything conclusive yet.",
        "Ian: Well, do you think maybe that's because you're not doing your research, you're working on some kind of fall/spring line?",
        "Chris: No, no, no, look, this is Elizabeth's deal, not mine. I'm doing the best I can to help you. I just don't have any answers yet. It's not like there's other research to go off of. I mean, most doctors want to keep people alive, not kill --",
        "Ian: Just tell me you've made some progress.",
        "Chris: On cells, Ian. Single cells.",
        "Ian: All right. So what we'll do now is we try it on a more complicated cellular system. We'll try it on me.",
        "[SCENE_BREAK]",
        "[Romantic music plays]",
        "Jamal: Well, dig in. I hope it tastes as good as it looks.",
        "Imani: Oh, my god. Even better. If I'd known that you cooked this good, I would've moved in a whole lot sooner.",
        "Jamal: Really?",
        "Imani: Mm-hmm.",
        "Jamal: Ah. So, there's so much we don't know about each other.",
        "Imani: Such as?",
        "Jamal: Hmm. A shower. Do you take a shower at night or in the morning? How do you like your coffee? You like it with cream, without? Your eggs? I don't know anything.",
        "Imani: Well, other than tonight, morning.",
        "Jamal: Mm-hmm?",
        "Imani: No cream, and scrambled.",
        "Jamal: Ok.",
        "Imani: You like yours over easy. I keep an eye on you at elixir.",
        "Jamal: Ah. Well, don't think I haven't been keeping my eye on you, too. I've been thinking a lot about your ex. Your ex, you know? What's his name? You said he dogged you out pretty bad, didn't he?",
        "Imani: Yeah. He made it hard for me to trust.",
        "Jamal: Yeah.",
        "Imani: And I never told you his name.",
        "Jamal: So what's this mystery dude like, anyway? What did he do?",
        "Imani: This is so good. I bet it's all in the spices. You know, you have to give me the recipe.",
        "Jamal: When was the last time you saw him? You said it was about a year ago?",
        "Imani: You can't tell when a girl wants to change the subject?",
        "Jamal: That's cool.",
        "Imani: Ok. Out with it.",
        "Jamal: What?",
        "Imani: Something's changed ever since I came out of the shower. Is it my imagination or did it suddenly get a little chilly in here?",
        "[SCENE_BREAK]",
        "Livvie: Do you mind?",
        "Jack: You? I try not to.",
        "Livvie: Why don't you turn around so I can get changed, please?",
        "Jack: It's not like I haven't seen it before, but, yeah, whatever.",
        "Jack: So, you think rolling around in bed with Caleb's going to solve all the problems, huh?",
        "Livvie: You know what, I don't have to discuss my love life with you or anyone else, so why don't you get out of here?",
        "Jack: I'm not going anywhere. And the days are long gone where you can try to tell me what to do.",
        "Livvie: Why do you make me feel guilty for being with Caleb, Jack? You know how much I love him.",
        "Jack: Like you know the meaning of that word.",
        "Livvie: Caleb is the one who taught me the meaning of that word.",
        "Jack: Really? Is that why when Alison showed up, he left you here in that sheet? That's kind of pathetic, if you ask me.",
        "Livvie: Yeah, that's -- that's right. How about the look on your face when you realized what you walked in on here? Which one of us is pathetic, huh? So why don't you tell me, Jack, how over me are you?",
        "[SCENE_BREAK]",
        "Alison: He said all these words, and all of a sudden there was this flash and he was gone.",
        "Caleb: So? What are you worried about? He'll be back. You guys will kiss, you'll make up.",
        "Alison: No, no, this doesn't have anything to do with me. Look, he broke into your place, ok? He found a very old book with some chants in it.",
        "Caleb: Did he practice one of the chants?",
        "Alison: Yes. He did. And then he vanished.",
        "Caleb: He wanted the ring, didn't he? Oh, this is the night.",
        "Alison: Caleb, where do you think that he went?",
        "Caleb: I believe he's gone to hell.",
        "Alison: How do we get him home?",
        "Caleb: We don't.",
        "[SCENE_BREAK]",
        "Chris: Listen to me, there is no way I can let you play guinea pig with an untested serum.",
        "Ian: It's my decision, Chris.",
        "Chris: The serum, it's not even ready for a trial on a human, much less a vampire.",
        "Ian: Don't get all righteous on me. Doesn't suit you.",
        "Chris: Did I mention that one of the side effects, major side effect, is that it could kill you?",
        "Ian: I'm willing to take that risk.",
        "Chris: Why? Where are you going? You're immortal, remember?",
        "Ian: What do you think, Ramsey? Immortality's some great gift? It's not.",
        "Chris: Well, I guess that depends on what you have to live for.",
        "Ian: Oh, I have everything to live for. Kevin's gone home.",
        "Chris: Well, maybe he's out of your house, but he's not out of your life.",
        "Ian: Well, that's just it. He doesn't miss a chance to remind me of what I am, who I am.",
        "Chris: Right. So your idea is to come over here and maybe try this serum, possibly kill yourself? Oh, that'll teach him.",
        "Ian: Ramsey, Ramsey, I want my life back. Is that so hard to understand?",
        "Chris: It's not safe.",
        "Ian: I'm asking you as a friend, will you help me?",
        "[SCENE_BREAK]",
        "[Romantic music plays]",
        "Jamal: Well, I think the wine might be going to your head a little bit because nothing's changed between us.",
        "Imani: Bull. Something's wrong. I think I know what it is.",
        "Jamal: Oh, you do?",
        "Imani: Yes. Obviously, you're having second thoughts about asking me to move in here.",
        "Jamal: You think that's it?",
        "Imani: You know, whatever. It's cool. I mean, I understand it's weird having a virtual stranger move into your space.",
        "Jamal: Imani, you're wrong, because that's not it.",
        "Imani: You know what, if you're having second thoughts about me wanting to be your roommate, fine, it's cool. In fact, if I call the motel, I can probably get my room back.",
        "Jamal: Whoa, whoa, stop, stop, stop, stop. Just slow your roll for a second, ok? You just had an entire conversation by yourself.",
        "Imani: Was there something you wanted to say?",
        "Jamal: Only that I don't want you to go. I mean, only if you're not cool with the arrangement.",
        "Imani: Not cool? This is the first time I haven't had to keep looking over my shoulder and lock my door three times and question every strange voice I hear outside my window. I don't know, I just don't think this is fair to you.",
        "Jamal: Hey, not fair? Wait, wait. This is more than fair. Ok, this is what I want. I've been wanting this since I met you.",
        "Imani: Really?",
        "Jamal: Yeah, I like cooking for you. I like listening to you sing in the shower. I like just having you here. I want you here.",
        "Imani: But?",
        "Jamal: But I feel like there's something you're not telling me. Because if we're in this together, I really want to know.",
        "[SCENE_BREAK]",
        "Livvie: Deny it all you want, but I see the look on your face when you think no one's watching. You're just wondering what I do to Caleb and what he does to me, right?",
        "Jack: The delusions just keep on coming.",
        "Livvie: Get out. Get out, and take the blonde trash with you.",
        "Jack: Wow, you're in such a big hurry to push me out the door.",
        "Livvie: Finally he gets the hint.",
        "Jack: I know you too well, Livvie. Something is making you nervous. Why are you really trying to get rid of me?",
        "[SCENE_BREAK]",
        "Alison: I can't believe you would be so heartless to me. You know how much I love him.",
        "Caleb: I'm not the bad guy here, sweetheart. Rafe stole from me. He gets what he deserves.",
        "Alison: I'm telling you, whatever happens to Rafe -- well, it has an effect on you, too. Your fates are tied. So if Rafe has to leave this earth, then who knows, you know, you might be next.",
        "Caleb: Rafe brought this upon himself. He knew that anybody that challenges me ends up paying a price.",
        "Alison: I beg you to reconsider.",
        "Caleb: I'm sorry, Alison.",
        "Alison: You once told me that I was your friend.",
        "Jack: And you believed that?",
        "Alison: If that's really true, Caleb, then you would help me bring Rafe home.",
        "Caleb: I can't.",
        "Alison: Yes, you can. Just use this ring. I know this ring grants wishes. And I'm just begging you, I'm asking you, please, I need you to help me bring Rafe home.",
        "[SCENE_BREAK]",
        "Ian: I don't want to outlive the people I love.",
        "Chris: It may work, but if it doesn't --",
        "Ian: I know. I know, I get it.",
        "Chris: All right. All right. Something tells me I'm going to live to regret this.",
        "Ian: Just let me have it.",
        "Chris: It's against my better judgment. Elizabeth? You can come out now.",
        "Elizabeth: Ok! Let's get back to work, everybody. We got a deadline to meet.",
        "Chris: No, no, you can work, but not here. I need my place back.",
        "Elizabeth: No, you can't throw us out.",
        "Chris: Yes.",
        "Elizabeth: Chris, what if the spring line's late?",
        "Chris: Well, we'll all be crushed. Thank you for your work. See you again.",
        "Elizabeth: Well, you guys come out to the car with me for a second. I've got your checks out there.",
        "Iris: Oh, no, cash! No checks!",
        "Chris: Ok, I'll call you later.",
        "Elizabeth: Yeah.",
        "Chris: Ooh. Ok. You sit tight. I'm going to get the formula, ok?",
        "Ian: Thanks, Chris.",
        "Chris: Yeah, well, it's your life.",
        "Ian's voice: I'm going to keep fighting, and that's why we're going to be a family again, all right?",
        "Chris: I want you to think about this, ok? This is an untested drug. It may help you, but it also might hurt you. Regardless, when you take it, there's no going back.",
        "[SCENE_BREAK]",
        "[Romantic music plays]",
        "Jamal: I told you my deepest, darkest secret. Don't hold out on me.",
        "Imani: God, what is it with guys? You always want to know everything about our past. Can't a girl just keep a little secret?",
        "Jamal: I'm not talking about those kind of secrets, and you know it. But if we're going to help each other, we got to know each other.",
        "Imani: You're right. Can I just have a little time?",
        "Jamal: Fine with me. But I just want you to know that there's nothing you can tell me that I can't handle.",
        "Imani: Even if it's that I'm still hungry?",
        "Jamal: So after dinner, how about some dessert? You want some dessert? How about ice cream? What's your favorite flavor?",
        "Imani: Cherry vanilla.",
        "Jamal: Cherry vanilla.",
        "Imani: But if you don't have any, that's fine.",
        "Jamal: No, no, hey, hey, if my roommate wants cherry vanilla, it's cherry vanilla she shall have. I'll run right right around the corner, get some, come right back, all right?",
        "[Door closes]",
        "Imani: I'm sorry, Jamal. You can't ever know the truth.",
        "[SCENE_BREAK]",
        "Jamal: Yeah, is this the Jackson Hole police? Yeah, I'm good, I'm good. How you doing? Yeah, fine. I'm a reporter and I'm doing a piece on unsolved murders, and I'd like to know if I could actually get the 411 on a murder that happened in your town about, like, a year ago or so.",
        "[SCENE_BREAK]",
        "Alison: Your ring has amazing powers. It can do the impossible. That's why I'm begging you, please, will you just help me bring Rafe home?",
        "Caleb: What about it, Olivia shall I help her?",
        "Livvie: No.",
        "Alison: You stay out of this.",
        "Livvie: No, the ring can't be used for frivolous things.",
        "Alison: You are such a little witch.",
        "Caleb: Oh, stop this, stop this. Look at the bright side, Alison -- you and Rafe had a good run while it lasted.",
        "Alison: I hate you. If you were hurt, I would've helped you.",
        "Caleb: Yeah, I remember you were there last time Rafe tried to destroy me.",
        "Alison: You are nothing but a cold, evil bastard. I have tried to help you and I have tried to be your friend. There's nothing more that I can do.",
        "Jack: All right, look, let's go, Alison. Obviously, we're not going to get any help here.",
        "Livvie: Wow, that was one big performance. Rafe is late for dinner and she slaps you across the face. Honey, you did the right thing. You don't actually feel bad about this, do you?",
        "Caleb: Not now.",
        "Livvie: Caleb, don't tell me you feel bad about this.",
        "Caleb: Actually, I do.",
        "Livvie: Please, honey, don't fall for the \"poor me\" Alison act.",
        "Caleb: No, you should know, sweetheart. Nobody gets away with fooling me.",
        "Livvie: Where are you going? Caleb, are you going to the studio?",
        "Livvie: At least I have the ring.",
        "Livvie: Well, at least I have you. You're all mine now. Ok, Livvie, whatever you want, make a wish. Whatever your little heart desires."
    ],
    "Transcript Author": [
        "Provided By Eric"
    ],
    "url": "https://www.youtube.com/watch?v=SVreAeVQzPY"
}