{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Kevin: No, not Port Sayid. Port Charles, in the United States. C-h-- hello? Hello? What is with the phones in this country?\r\n",
        "Rafe: Sorry, Dr. Collins. We're big on local color but not on modern \r\ninfrastructure. ",
        "Kevin: I guess it's hard to move forward when you're always looking behind \r\nyou, afraid to get bitten. ",
        "Rafe: Why don't I see what I can do to find the fastest way back home for you \r\nboth?",
        "Lucy: Rafe, that would be fantastic. ",
        "Kevin: Thank you. ",
        "Lucy: We'd appreciate it. Thanks. Doc, come on, we're going to get out of \r\nhere. We'll get back soon. ",
        "Kevin: Lucy, what if we're too late? ",
        "Lucy: Oh, you mean, too late to warn everybody. ",
        "Kevin: Yes. We're the only ones that know Caleb is still alive, let alone \r\nthat he and Michael are the same person. ",
        "Lucy: God, you're right. I hope Rafe can get us out of this place soon. ",
        "Kevin: Lucy, do you realize that anyone who comes into contact with the \r\nso-called Father Michael is in danger, too? ",
        "",
        "Jamal: What did you say, Spunky? Bikes and baking -- what? ",
        "Alison: No, I said I don't really feel like baking. ",
        "Jamal: Oh, yeah. Or anything else, huh? A lot has changed around here lately.\r\n",
        "Alison: Jamal, do you remember getting ready for our opening day? Do you \r\nremember how crazy that was? We could've never have done any of it without Livvie \r\nand Jack. ",
        "Jamal: Yeah. I still remember Jack's face when we made him a partner. ",
        "Alison: Yeah. It was going to be a great new beginning for all of us. This \r\nplace was going to be a huge success. ",
        "Jamal: Well, you were right with all four of us -- for a little while, at \r\nleast, till -- ",
        "Alison: How did we get here? How did we get to everything being all great and \r\nhunky-dory to our best friends being dead? ",
        "Jamal: Come on, not exactly. I mean, close enough. ",
        "Alison: Vampires, Jamal. I can't even get used to saying that word. And -- \r\nand now Jack has gone off to do something that he swore that he would never do \r\n-- go kill another human being, drain them. ",
        "Jamal: Yeah, so Livvie won't have to. ",
        "Alison: Yeah. He would do anything to save her life and her soul. ",
        "Jamal: Even if it means losing his. ",
        "Alison: Things will never be the same. Jamal, we have lost our best friends \r\nforever. ",
        "Jack: Hey, guys. ",
        "Jamal: Jack. ",
        "Jack: How's it going? ",
        "Alison: Livvie -- ",
        "",
        "Ian: Are you sure we're talking about the same man, Father? Michael Morley?\r\n",
        "Father Vicente: Yes. That's man's no more a priest than you are, doctor. But \r\nof course, he's not the first man to pretend to -- ",
        "Ian: Eve! ",
        "Father Vicente: Well, doctor, where are you going? ",
        "Ian: I've got to go find her. She trusts him. ",
        "",
        "Eve: Michael? ",
        "Caleb: Guess again. ",
        "Eve: Caleb. ",
        "Caleb: In the flesh. ",
        "Eve: Oh, no. ",
        "Caleb: Oh, yeah. ",
        "Eve: Oh! Oh, my God. No! Please, don't hurt me. ",
        "Caleb: You're not going anywhere, Eve. Aren't you forgetting one little \r\nthing? ",
        "Eve: Forgetting? ",
        "Caleb: That sweet little baby you're carrying is mine. ",
        "",
        "Lucy: Maybe there is some sort of clue in the book to tell us how to get rid \r\nof Michael and Caleb or one or both. ",
        "Kevin: There has to be a clue somewhere, something to let us know what the \r\ntalisman is. ",
        "Rafe: All right, folks. You have seats on the next flight. ",
        "Lucy: What? You're kidding. ",
        "Kevin: How did you manage that so fast? I know you didn't phone anyone. ",
        "Rafe: Well, our social infrastructure is a lot more advanced than our \r\ntechnological one, doctor. But speaking of fast, your plane is leaving soon, so \r\n-- ",
        "Kevin: You mean minutes? ",
        "Lucy: What? ",
        "Rafe: Your luggage will be waiting for you at the airport. ",
        "Lucy: Well, that's great. But wait a minute, is that -- that's all you're \r\nbringing? ",
        "Rafe: Bringing? ",
        "Lucy: Yeah, to America. You're coming with us. You have to come with us. I \r\nmean, Rafe, we just found each other. We're the last of a line. We're the last \r\nrelatives we have. You have to come. I mean, you'd love Port Charles. There's \r\ntons of stuff to do, and, I mean, you can meet Serena, and you can live with me. \r\nAnd you can meet all our friends. You'll love them. ",
        "Kevin: Besides, we're counting on you to help us take on Caleb. ",
        "Rafe: I'd like to. ",
        "Kevin: What do you mean you'd like to? Rafe, my daughter's life -- she's in \r\ndanger. ",
        "Rafe: I'm sorry, but I can't. ",
        "Lucy: Why not? ",
        "Rafe: There are things that still need taking care of here. You have to \r\nunderstand. ",
        "Kevin: No, I don't. ",
        "Rafe: I don't want you to be late for your flight. I have to stay here, and \r\nyou have to take this and use it. ",
        "Lucy: Why? What is it? ",
        "Rafe: A gift that only you can use, Lucy. Believe in your powers. Remember \r\nwho you are. And when you do, you'll find Caleb's vulnerability. And the means \r\nto destroy him is there in your hands, not mine. Go on. Open it. ",
        "Rafe: The stake is made from the silver sword our forefathers used. ",
        "Lucy: To slay the Morley vampires. ",
        "Rafe: And only a member of our bloodline can pull that trigger. No one else.\r\n",
        "Kevin: But Lucy's never fired a crossbow before. ",
        "Rafe: You find Caleb's talisman -- the powerful charm that keeps him safe. \r\nAnd when you do, that silver stake will find its way to his black heart. And, \r\ntrust me, when the time comes, you'll know when and how to use it. Now, you have \r\nto get out of here. ",
        "Kevin: Well, I guess all I can say is thank you. ",
        "Rafe: Dr. Collins, travel safe in the world and all worlds. Cousin. ",
        "Lucy: Cousin. I -- I just -- I'll miss you. I just found you. I -- I will \r\nmiss our psychic chats. ",
        "Rafe: Now, there's a car waiting outside. Hurry. ",
        "Kevin: Thank you again. ",
        "Lucy: Ok, we go. ",
        "Kevin: Ok. You ready? ",
        "Lucy: Yeah, I guess. I just want to get back to Port Charles and make sure \r\nLivvie's safe. ",
        "Kevin: Let's go. ",
        "Lucy: Right. ",
        "",
        "Jack: You guys surprised? ",
        "Jamal: Yeah, surprised. Yeah, I mean, but glad to see you, though. ",
        "Livvie: You're afraid. ",
        "Jamal: Of what? I mean, come on, after everything we've been through \r\ntogether, why would I -- ",
        "Jack: Jamal, are you sure you're ok, man? ",
        "Jamal: Yeah. I mean, but how are you guys doing? Is everything as good as it \r\nlooks? ",
        "Jack: Well, if you're asking if we took care of Caleb, the answer is no. ",
        "Alison: No? ",
        "Livvie: No. ",
        "Jamal: So you haven't just -- ",
        "Jack: No. No, we didn't kill him. ",
        "Livvie: Not Caleb or anyone else. ",
        "Jamal: So you haven't crossed over. ",
        "Jack: Not yet, and maybe we don't have to. I'm as much of a vampire as I want \r\nto be. ",
        "Alison: Oh, Livvie. Oh, I'm so happy. I was afraid I lost you forever. I'm so \r\nhappy that you're here. ",
        "Livvie: Me, too. I'm just glad to be back, and I'm just glad for us to be \r\nback together. ",
        "Jamal: So, come on, tell us -- how'd you get away? ",
        "Alison: Yeah, because I thought that Caleb, like, owned you or something. ",
        "Livvie: Well, he -- he still does, kind of, in a way. I mean, he's in the \r\nback of my mind. But when it came time for me to say yes to him forever -- ",
        "Alison: You couldn't do it. ",
        "Jack: Well, it's more than that. Caleb ordered her to kill me. ",
        "Livvie: Yeah, and I just -- I just looked at him and I knew. ",
        "Alison: You couldn't do it because you loved him that much. ",
        "Livvie: Yeah. Because I love him. ",
        "Jamal: Now, that right there is the best news that I've heard in about a \r\nmillion, gazillion years. ",
        "Jack: Speaking of good news, has Chris found a cure for this vampire thing?\r\n",
        "Jamal: I wish I had that kind of news for you, Jack. ",
        "Alison: Yeah. But I'm sure that we'll have something soon because Chris has \r\ngot to be making progress, you know? ",
        "Jack: Yeah, well, not enough. Not fast enough. ",
        "Livvie: Jack -- ",
        "Jack: Look, Livvie, you're going to feel these cravings. They're going to \r\nstart. ",
        "Jamal: Listen, Jack, you got to just hang on. ",
        "Jack: Jamal, we're both going to want blood. She's going to want blood, I'm \r\ngoing to want blood. I can't let her go through this. ",
        "Jamal: Just hang on, ok? Because Chris and the rest of these docs are working \r\naround the clock. ",
        "Jack: Yeah. Right now there's nothing. When Caleb figures out what went down, \r\nhe's going to come looking for both of us. ",
        "Alison: Well, you know, any guesses on where he would've gone once you chose \r\nJack? ",
        "Livvie: No, no. He just disappeared. ",
        "Jack: Look, all we know -- if Caleb's out there and alive, things will never \r\nbe normal for me and Livvie. ",
        "Jamal: If Caleb is out there, this whole town can't go back to normal. ",
        "",
        "Karen: Hey, Brian. Has Gabby been any trouble at all today? ",
        "Brian: No, doctor. ",
        "Karen: Great. ",
        "Ian: Karen. ",
        "Karen: Ian, hey. ",
        "Ian: I'm looking for Eve. She's not answering her cell phone. ",
        "Karen: Well, she sometimes turns it off. ",
        "Ian: Ok. You said something about her running an errand. Do you know where \r\nshe went? ",
        "Karen: No. Why? Is something wrong? ",
        "Ian: Turns out that our friend Michael is not a real priest. ",
        "Karen: What? ",
        "Ian: Yeah, he's been lying to us from the very beginning. ",
        "Karen: Oh, my God. ",
        "Ian: Now, I don't know the details, but I need to warn her. Do you know where \r\nshe went? Any idea? ",
        "Karen: She's with him, Ian. ",
        "Ian: She's what? ",
        "Karen: Right now. She felt so guilty about pushing Michael to kill his \r\nbrother, she went to the monastery. ",
        "Ian: Oh, God. Eve. ",
        "",
        "Eve: Oh! ",
        "Caleb: You probably like that, don't you? ",
        "Eve: Oh -- no. Please, you're hurting me. ",
        "Caleb: Bruising your arm is the least I'm going to do if you keep fighting \r\nme. ",
        "Eve: Oh -- please! ",
        "Caleb: \"Please, please, please,\" what? Please, what? You think you can say \r\nsomething that's going to change my mind? ",
        "Eve: Please? I'm begging you. ",
        "Caleb: Then beg me. Beg. Beg, Eve, beg! But make no mistake. You're wasting \r\nyour breath if you think you're leaving here with my child. ",
        "Eve: No. No, he's not your child. He's mine! ",
        "Caleb: He's mine once he comes into this world. ",
        "Eve: No. No, please -- don't hurt my baby. ",
        "Caleb: Hurt? ",
        "Eve: Oh! ",
        "Caleb: I wouldn't harm the hair on his little head. That's my son you're \r\ntalking about. He's my boy. ",
        "Eve: No. Stop, please. ",
        "Caleb: He will be mine, Eve. He will be mine. ",
        "Eve: Oh, God. Help me. God. Michael? Michael? ",
        "Michael: Oh -- oh -- oh, my God, I'm sorry! I'm sorry. I'm so sorry. ",
        "",
        "Kevin: Ok, is everything all set there? ",
        "Lucy: Yeah, everything's fine. I'm ok. I guess I'm just a little worried \r\nabout Rafe. ",
        "Kevin: Oh, I think your cousin can handle anything the universe tosses out at \r\nhim. ",
        "Lucy: Yeah, I know. I hope you're right. ",
        "Kevin: You know, for once I am. He's the only thing I'm sure of. What is \r\nholding this flight up? ",
        "Lucy: Doc, we're going to get off on time. Please, it's going to be ok. ",
        "Kevin: We don't know that, Lucy. We don't know where Caleb is, we don't know \r\nif Livvie's with him. We don't even know if Livvie's alive! ",
        "Lucy: Would you stop? Stop. You're going to drive yourself nuts. Just don't \r\nthink that. Don't say it out loud, ok? ",
        "Kevin: All I can think about is Livvie. ",
        "Lucy: Well, then think about me. I've got this task I have to do. Please help \r\nme focus and concentrate on getting Caleb. ",
        "Kevin: You're right, you're right, ok. We take care of Caleb, then we can \r\ntake care of Livvie. You know, I still can't believe that it took me so long to \r\nfigure out that Michael was just one half of a whole. I should've known it. ",
        "Lucy: How? Doc, how could you -- you didn't have a chance to psychoanalyze \r\nhim or -- them, I guess. ",
        "Kevin: Them. You know, I keep coming back to something that Eve said. She \r\nsaid that Michael told her that he always thought of himself as his brother's \r\nkeeper. In fact, he told her that he became a priest in order to balance out \r\nCaleb's evil in the world. ",
        "Lucy: Wait, wait. If Michael thought he need to get rid of the evil, why \r\ndidn't he just get rid of Caleb for good? ",
        "Kevin: Because the talisman protects him. ",
        "Lucy: Right, the talisman. What could it be? You know, I was thinking, could \r\nbe, like, a piece of jewelry -- an amulet or a ring that has that family crest \r\non it, exactly like that necklace that Michael gave Eve? ",
        "Kevin: James said that Michael would never hurt his brother. And there's \r\nsomething else that Eve told me. She said that once Michael actually locked his \r\nbrother up. ",
        "Lucy: And? What? What? ",
        "Kevin: While he was locked up, he couldn't hurt anyone. He was under control. \r\nHe was under control. Lucy, that's it. ",
        "Lucy: What? ",
        "Kevin: The answer. ",
        "Lucy: What's it? ",
        "Kevin: That's it. That's the answer. I think I know what it is that protects \r\nCaleb. ",
        "",
        "Alison: Ok, so, who's thirsty? Because I have cola and I have ginger ale -- \r\num, sorry. That's probably not at the top of your list to drink these days, is \r\nit? ",
        "Livvie: Alison, you know what? That ginger ale sounds really, really good \r\nright now. ",
        "Alison: It does? ",
        "Jack: Yeah, you know what? It does. Give me some of that. ",
        "Jamal: You're kidding me. ",
        "Jack: Yeah. ",
        "Livvie: Thank you. ",
        "Jack: Mmm. Where you guys been keeping this stuff, huh? ",
        "Jamal: Hey, Jack, have you remotely even wanted anything bubbly or sweet out \r\nof a bottle since you met Caleb in the woods? ",
        "Jack: No. ",
        "Livvie: What do you think that means? ",
        "Alison: Well, maybe you guys are cured and you're turning back to normal. ",
        "Jamal: Or maybe Caleb's dead. ",
        "Jack: No, I don't think so. ",
        "Jamal: Ok, ok, ok -- how about this? How about this? How about Caleb loses \r\nhis power when he loses his fight to hold on to Livvie? ",
        "Alison: Yeah, or at least his control over you. ",
        "Jack: Maybe this is possible, but -- ",
        "Livvie: Hey, Jack. You saw the way he looked when it was over -- like the \r\npower of our love was draining away all of his strength. ",
        "Jamal: Oh, wait. Have either one of you wanted to feed? ",
        "Livvie: Not me. ",
        "Jack: No. I mean, no, not for the first time in a long time. ",
        "Alison: Oh, my God, that's got to be it. Caleb's got to have given up, and \r\nthat's why they're not hungry anymore. ",
        "Livvie: Maybe it really is over. ",
        "Alison: That's got to be it. There's no other -- that's it! ",
        "Livvie: Maybe Caleb's power over us really is broken, Jack. ",
        "Jamal: Maybe. ",
        "Jack: Maybe. ",
        "",
        "Michael: Oh, Eve. Eve. ",
        "Eve: Stay away from me. ",
        "Michael: I tried to stop him. I couldn't stop him. ",
        "Eve: Michael, if you care for me at all, you'll let me go. ",
        "Michael: Care for you? Care for -- you know I care for you. ",
        "Eve: Then let me go! Please, please, let me go. Let my baby go. ",
        "Michael: Yes. Yes, I understand. You should go, Eve. You should go. You have \r\nto hurry. ",
        "Eve: Ok. ",
        "Michael: You have to hurry, Eve. ",
        "Caleb: No! ",
        "Eve: Oh! Michael! ",
        "Caleb: Gone. And he's not coming back. ",
        "Eve: Michael. ",
        "Caleb: No. Nevermore. No more Michael, Eve. No more. ",
        "Eve: Michael, help me! ",
        "[Caleb laughs] ",
        "[Eve screams] ",
        "Caleb: You're not leaving. ",
        "Eve: No! No! ",
        "Caleb: Not with my child! ",
        "Eve: Please, please -- ",
        "Caleb: When will you understand that? I would never let you leave with my \r\nchild. ",
        "Eve: Please! Oh, please -- ",
        "Caleb: No, no. It's my future. That's my future down there. Don't you \r\nunderstand? ",
        "Eve: Oh, please -- ",
        "Michael: Let her go, Caleb! ",
        "Caleb: No! No! ",
        "Michael: Let her go. Let her go. Let her go. ",
        "Eve: Michael? ",
        "Caleb: No! No! ",
        "Michael: Go! Go, Eve! Go, Eve. ",
        "Caleb: No. Listen to me. You listen to me. Never again, Michael! That's the \r\nlast time! That's the-- ",
        "Michael: No! Stop, Caleb! You need me. You need me. ",
        "Caleb: I don't need you! We can survive. We can survive! We can survive. ",
        "Michael: No! No, one soul. You kill me, you kill yourself. ",
        "Caleb: No, I will survive! ",
        "Michael: No, one soul! One soul! One soul. One soul. One soul. One soul. ",
        "Ian: Eve? ",
        "Eve: Oh, Ian! Help! ",
        "Michael: One soul. One soul. ",
        "Eve: Michael! Michael! ",
        "Ian: Come on, let's go. ",
        "Eve: No -- Ian! No, wait! ",
        "Ian: Damn it, let's go! ",
        "Eve: The chapel! ",
        "Ian: Let it burn! ",
        "Eve: No, I can't leave him! ",
        "",
        "Livvie: Well, you really think it's possible Caleb could just -- ",
        "Jamal: Just turned in his cape and flew away like that? ",
        "Jack: The longer we go without these cravings, it makes sense. Only -- ",
        "Alison: Only what, Jack? ",
        "Jack: Hey, it's too easy. ",
        "Livvie: Easy? You call what we just went through easy? ",
        "Jack: Livvie, what we know about him, what he can do -- ",
        "Alison: Jack, Jack, just lighten up just a little bit, you know? ",
        "Jamal: Come on. Yeah, she's right. I mean, this is an incredible sign. ",
        "Alison: Yeah, and all the misery that Caleb has put all of us through -- ",
        "Livvie: Ow! God! ",
        "Jack: Livvie -- ",
        "Jamal: What's wrong? ",
        "Livvie: No -- I don't know. It just happened all of a sudden. ",
        "Jack: No, I do. We've all been hoping that Caleb's hold on us has been \r\nbroken. ",
        "Livvie: God, Jack, what is this? ",
        "Jack: Hey, it's the pain I've been feeling for weeks. It's that need to feed.\r\n",
        "Livvie: Feed? God. And that would mean -- ",
        "Jack: Yeah, that Caleb's still alive and he's still in control. ",
        "",
        "Kevin: Caleb has taken all the good in him, all the guilt for everything that \r\nhe's ever done, and projected them onto a personality called Michael. ",
        "Lucy: Ok, and that's why Michael's the only one who can control Caleb. ",
        "Kevin: And Michael will always protect his brother. The only way to destroy \r\nCaleb is -- ",
        "Lucy: Destroy Caleb's talisman. But we can't get to Caleb unless we find out \r\nwhat's protecting him first. ",
        "Kevin: The good that protects him, Lucy. That's what James said before he \r\ndied. The only way to destroy Caleb is to destroy the good that protects him. \r\nNow, we keep thinking that the talisman is a thing -- that it's a ring or a \r\nmedal or the amulet that Michael gave to Eve, or something with the Morley \r\nfamily crest on it. ",
        "Lucy: My God. The thing that protects Caleb is -- ",
        "Kevin: Michael. ",
        "Lucy: Michael. ",
        "Kevin: You see, Michael is Caleb's talisman. ",
        "",
        "Eve: Michael! Michael! ",
        "Ian: Don't fight me, Eve. ",
        "Eve: No, no, we can't leave him! ",
        "Ian: The hell we can't. Let's go. ",
        "Eve: No! ",
        "Michael: Eve -- ",
        "Eve: Michael, get up! Get out now, while you still can! ",
        "Caleb: That baby's mine. ",
        "Ian: Come on! ",
        "Caleb: Mine! ",
        "Michael: No! ",
        "Ian: Go, go, go! ",
        "Eve: Michael! Michael! Michael. ",
        "Ian: It's not Michael. It's Caleb. They're the same person. ",
        "Eve: You know? ",
        "Ian: I heard him talking. ",
        "Eve: Oh, God. Ian. Oh. ",
        "Ian: Let's go. Come on. ",
        "[blast]",
        "Caleb: Eve! You can't get away! No one ever gets away! ",
        "Caleb: This baby is mine!",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Jamal: Look, I want you to call Caleb. I want you to tell him to come by the \r\nhospital. Just help us. It's all up to you now, Gabby. ",
        "Lucy: You have to get Michael out of the way before you can beat Caleb. ",
        "Eve: I'll be the decoy. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=XrbJqSGrosk"
}