{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Lucy: Ian, it's Lucy again. You know, I must be using up all your tape on \r\nyour machine, but if you'd call me back, then that wouldn't happen. Just call \r\nme, ok? I mean, you chased Serena and me right out of the woods. We were scared \r\nto death, and now we can't find you. You seem to have disappeared off the face \r\nof the earth, and I'm really worried, ok? That Stranger card -- I told you, it \r\nmeans trouble. I -- I really do believe that. Ian, call me, please. I'm really \r\nworried. Just call me. ",
        "",
        "Eve: You stole the blanket all night long, you know. ",
        "Ian: Ah. Stole it back, you mean. ",
        "Eve: Ok. Whatever you say. ",
        "Eve: Morning. ",
        "Ian: Morning. ",
        "Eve: Hey, you know, pretty soon we have to think about heading back to the \r\nreal world. ",
        "Ian: You make it sound like that's a bad thing. ",
        "Eve: Well, isn't it? ",
        "Ian: I don't know. Going back there, starting over free and clear doesn't \r\nsound bad to me. ",
        "Eve: Well, hey, wait a minute. When you put it that way, maybe not. ",
        "Ian: I'm looking forward to going back to start my new life with the woman I \r\nlove and raise our family. ",
        "Eve: Hmm. ",
        "Ian: What? ",
        "Eve: I think before we go back, there's something I need to tell you. ",
        "Ian: All right. What is it? ",
        "Eve: Well, while we were separated, something that I never thought would \r\nhappen happened. I got a marriage proposal. ",
        "Ian: You got a what? ",
        "Eve: And not only that, I came this close to accepting. ",
        "",
        "Gabriela: Hey, Chris. ",
        "Chris: Hey. ",
        "Gabriela: What's that? ",
        "Chris: It's a ring box, Gabby. You're a woman. You know what it looks like, \r\ndon't you? ",
        "Gabriela: Well, who are you mad at? ",
        "Chris: Who cares? Doesn't really matter anymore. ",
        "",
        "Alison: Ok, so I guess that's everything. ",
        "Jamal: Yeah. ",
        "Alison: Livvie -- ",
        "Livvie: I can't! I can't. I can't do it. I can't do it. I can't leave him out \r\nhere all alone. I thought I could, but I can't. ",
        "Jamal: Livvie, Livvie -- ",
        "Livvie: I can't go, guys. ",
        "Jamal: Livvie, listen to me. ",
        "Livvie: No, no. I can't! ",
        "Jamal: Stop, Livvie -- ",
        "Livvie: I can't! ",
        "Jamal: Look at me. Look at me, Livvie. ",
        "Livvie: Please! ",
        "Jamal: Livvie, look at me. We got to make plans. Ok? We got to start figuring \r\nout how to take care of Zach and those -- those other bastards who did this. ",
        "Livvie: Oh. Zach. ",
        "Jamal: Livvie, we're going to make them pay for what they did, but first, \r\nLivvie -- first -- first, we got to get out of here before anybody sees us, ok?\r\n",
        "Alison: Everything we do now is for Jack, Livvie. ",
        "Jamal: Justice will be done. Livvie, I promise you. ",
        "Alison: We promise. But it's going to take all three of us. Ok? ",
        "Livvie: Ok. Ok. ",
        "Jamal: All right. All right, well, let's get out of here. ",
        "Livvie: Justice, Jack. Justice. ",
        "",
        "Kevin: You're leaving another message for Ian? ",
        "Lucy: Oh. Yeah. Oh, sorry. You scared me. I didn't hear you come in. ",
        "Kevin: Sorry. Little chamomile? ",
        "Lucy: Oh. You're being very nice, but you hate chamomile, and you're just \r\ntrying to make me stop worrying and ease the tension, and you are thinking I'm \r\nworrying too much, aren't you? ",
        "Kevin: Did I say anything? ",
        "Lucy: You were thinking it. You're thinking it very loudly. ",
        "Kevin: Look, Lucy, Ian's a big boy. ",
        "Lucy: Yeah, I know. But, Doc, you weren't there. You didn't see that card. \r\nThat Stranger card practically jumped out of my purse and landed in his hands, \r\nyou know? And if nothing's wrong, then why hasn't he called me back? Not to \r\nmention the fact that I think Serena and I are the last people to even see Ian.\r\n",
        "Kevin: All right. If you're that convinced he's in trouble, let me call \r\nVictor. I'm sure he can track him down. ",
        "Lucy: You know, that's ok. Maybe you're right and Ian is just being Ian and I \r\nam -- I'm just -- oh. ",
        "Kevin: Being yourself? ",
        "Lucy: Yeah. You know what? I have been working 25 hours a day. The Nurses Ball -- it's starting and it's going to be here before we know it, and my \r\nbusiness, you know, trying to get that back organized, and Serena -- I've been \r\ntrying to be with her all the time, not to mention trying to find just some us \r\ntime for me and you. ",
        "Kevin: And, Lucy, you've done a great job in every single area. Oh, wow. But \r\nyou are pretty tense. You know, I can help you with that. ",
        "Lucy: Well, I'm also -- Doc, it's Livvie, too. You know, she hasn't called me \r\nback. I've left her messages. ",
        "Kevin: Livvie hasn't called? ",
        "Lucy: No, Jack hasn't called back. I left messages at the bike shop. No one's \r\neven answering at the bike shop. And that tells me something is wrong. And \r\nbesides, I feel it. I feel like something is going on and the universe is trying \r\nto tell me that. ",
        "Kevin: All right, we'll go to the bike shop in a little while, but what if I \r\nwere to tell you that there's a very good reason why the universe would be \r\nsending you messages and it has nothing to do with Ian or the Nurses Ball? \r\nToday it's about Christina. ",
        "Lucy: She's 2 years old today -- 2. It's been a whole year since we had that \r\nwonderful little party for her. Do you remember how much fun that was? ",
        "Kevin: Yeah, that was fun. All the cake and toys and balloons. ",
        "Lucy: A whole year. I can't believe a whole year's gone by. It's gone by so \r\nfast. And then the same time's gone by so slow. I so, so miss her. I still so \r\nmiss her. I miss her so much, Doc. ",
        "Kevin: I know. I know. ",
        "",
        "Ian: Chris Ramsey asked you to marry him? ",
        "Eve: Surprise. ",
        "Ian: And you thought about accepting it? ",
        "Eve: Well, under the circumstances, I thought it was one of the only \r\nalternatives I had. I was grateful. ",
        "Ian: I ran into the man at the Recovery Room. He was holding a ring. ",
        "Eve: Chris never told me he bought a ring. ",
        "Ian: Well, he never told me you were the intended bride. ",
        "Eve: Well, he was only being my friend. ",
        "Ian: You sure about that? You sure there wasn't any ulterior motive? ",
        "Eve: Yes, I'm sure. He was just being my friend this time. In fact, he's the \r\none that pushed me to tell you about the baby. And when I decided I couldn't, he \r\nstepped up. He was really there for me. ",
        "Ian: I don't know. ",
        "Eve: Poor Chris. He really wanted a family. ",
        "Ian: All right, all right, all right. He stuck by you. He was there for you.\r\n",
        "Eve: Mm-hmm. ",
        "Ian: I'm happy about that. But I'm even happier that you turned him down and \r\nthat you made your way up to the monastery. ",
        "Eve: Pretty smart of me, huh? ",
        "Ian: Yeah. And lucky for me. And you're right -- I should pity Chris and \r\nevery other man that isn't me right now to have this kind of love. Only for us.\r\n",
        "Eve: And our child. ",
        "Ian: And our child. We're going to be a family. ",
        "Eve: Take me home, Ian. ",
        "Ian: Home. ",
        "",
        "Chris: Listen, Gabby, I have a jeweler coming by, so if you're at the desk \r\nlater -- ",
        "Gabriela: I won't be. ",
        "Chris: You're on duty, aren't you? ",
        "Gabriela: Do I look like I'm on duty? ",
        "Chris: Oh, I suppose you don't. That's awfully fancy for the hospital. ",
        "Gabriela: Thank you. I'm actually having dinner with my family. ",
        "Chris: Why? It's not Sunday. ",
        "Gabriela: Guess what, Chris -- when you like your family, every day's Sunday. \r\nI enjoy spending time with them. ",
        "Chris: Well, I guess when they passed out the \"I love family\" cards, they \r\nmissed my tree. ",
        "Gabriela: If I'm not mistaken, you have a family. Your brother Jack? You do \r\nremember you have a brother, don't you? ",
        "",
        "Jamal: Look, we're going to have to do something about that fence. ",
        "Livvie: Fence? ",
        "Jamal: The one we used for the coffin. ",
        "Livvie: Oh. ",
        "Alison: Easy, easy. Easy. ",
        "Livvie: Good God. I'm sorry. I'm sorry. I just -- I can't stop shaking, ok?\r\n",
        "Jamal: Look, I know this is going to sound harsh coming so soon, but we're \r\ngoing to have to get it together, ok? And fast. Because if we don't, Zach and \r\nSam and the rest of those animals are going to get away scot-free. ",
        "Livvie: And what you said about Zach and his gang framing you so it looked \r\nlike you were the one who hurt -- killed Jack -- can they do that? ",
        "Jamal: Yeah, they're probably getting their stories straight right now. ",
        "Alison: I'm sure they've had plenty of experience lying to the police, too.\r\n",
        "Jamal: Well, I got the feeling this isn't the first time that they've tried \r\nthis smuggling thing, either. There's this -- there's this guy Billy I know. He \r\ngot hurt pretty bad riding for Zach a couple of races ago. ",
        "Alison: That's the guy in the wheelchair. ",
        "Jamal: I'm hoping he might be ready to roll over on Zach. ",
        "Livvie: And you're right. We can't just sit around because we have to do \r\nsomething, because Jack can't. ",
        "Jamal: All right. Well, step one is getting back to Port Charles. All right?\r\n",
        "Livvie: Then that's what we do. ",
        "Jamal: All right. ",
        "Livvie: And the first thing we take care of when we get back is we make sure \r\nyou don't get the blame for -- oh, no. ",
        "Jamal: What? ",
        "Officer: Anybody in here know whose car that is out front towing the wrecked \r\nbike? ",
        "Livvie: Yeah, that's -- that's mine. Is something wrong? ",
        "Officer: I just got through talking to a farmer who tells me some bikes went \r\nroaring past his place and destroyed some property -- a fence. You kids know \r\nanything about it?",
        "",
        "Ian: Did you make a call to that clinic in the Appalachians? ",
        "Eve: I did. I feel really bad about backing out, though. ",
        "Ian: Not too badly, I hope. ",
        "Eve: Well, I promised them that I'd find them another doctor. ",
        "Ian: Sorry. I'll make a few phone calls. We'll find them somebody. ",
        "Eve: Ok. ",
        "Ian: Not as talented or sexy as you. ",
        "Eve: Or as pregnant. ",
        "Ian: Ah, come on. It makes you more beautiful. ",
        "Eve: Aw. ",
        "Ian: You're ready for a new start? ",
        "Eve: I am. ",
        "Ian: Got to concentrate on us, just us -- ",
        "Eve: Ok. ",
        "Ian: While we can. ",
        "Eve: Ok, but one thing -- before we go, can we please stop by the monastery \r\njust to say goodbye to Michael, together? ",
        "Ian: All right. If that's what you want. ",
        "Eve: Yes. ",
        "Ian: Ok. So you got everything? ",
        "Eve: Yeah, everything. I got everything. Oh, except you forgot something. ",
        "Ian: Ah, right. I can't wait to give this back to Lucy. I gave her a hard \r\ntime about it. All this worrying for nothing. ",
        "Eve: My favorite kind. That all? ",
        "Ian: Yeah. ",
        "",
        "Lucy: It just never goes away no matter how hard I try. No matter how much I \r\nthrow myself into my work or think about the Nurses Ball or try to solve other \r\npeople's problems, it's just always there, and sometimes I think I've actually \r\npushed it down, and then all of a sudden it just comes pouring back out again.\r\n",
        "Kevin: And it feels like it just happened yesterday. ",
        "Lucy: And I am trying to find a balance. I swear, that's what I'm trying to \r\ndo -- you know, balance it out. And that's what I keep thinking, I've made \r\nprogress, you know, these past few months. ",
        "Kevin: But any progress you made just made you feel guilty. ",
        "Lucy: You knew that? ",
        "Kevin: You think I don't know when you're thinking about Christina? ",
        "Lucy: Thank you. It's just today, you know -- as this day got closer and \r\ncloser, it got worse and worse. And then last night, I couldn't sleep. I think \r\nwhat I was trying to do was just not feel anything. ",
        "Kevin: But grief doesn't work that way. ",
        "Lucy: I should have learned that, then, huh? ",
        "Kevin: Lucy, you've done a lot of other things in the last year. You've done \r\nan incredible job of just getting on with living. Not to mention all the things \r\nyou've brought to my life. ",
        "[Doorbell rings] ",
        "Lucy: Hold that thought. ",
        "Kevin: I will. ",
        "Lucy: Hi. ",
        "Messenger: Lucy Coe? ",
        "Lucy: Yeah. ",
        "Messenger: Don at the office said to deliver this here. ",
        "Lucy: Oh. Thanks. ",
        "Messenger: He tipped me already. ",
        "Lucy: Oh, he did tip you, huh? It's probably on my budget, huh? Thank you \r\nvery much. Have a great day. ",
        "Kevin: Who's it from? ",
        "Lucy: I don't know. It's just one of our office letters, and it's got my name \r\non it. No postmark or return address or anything. ",
        "Kevin: Lucy? ",
        "Lucy: Oh, God. It's -- it's Christina. ",
        "",
        "Officer: So you know about the fence? ",
        "Jamal: Yeah. Yeah, we know about it. I actually busted it. I was going to pay \r\nfor the damages. I just need to get myself together, that's all. ",
        "Officer: By the looks of that bike, you must have been pretty shaken up. ",
        "Jamal: Yeah. Yeah, the fence is what saved me. You know, I hit a bump and I \r\njust flew right into it. ",
        "Officer: So you two were with him? ",
        "Jamal: No. No, they just got here this morning. Um, it actually took them a \r\nwhile to find me. ",
        "Alison: Yeah. And then once we did, you know, like, our car wouldn't start \r\nright away, and we didn't have a phone or anything, but, you know, we're fine \r\nnow. Yeah, we're all fine. ",
        "Officer: All fine, you say? ",
        "Jamal: Yeah, I promise to talk to that farmer about, you know, the fence and \r\neverything. ",
        "Officer: Well, if everybody is all fine, then what's that? You've got blood \r\non you.",
        "",
        "Eve: Michael? Michael -- ",
        "Ian: What happened in here? ",
        "Eve: Are you all right? ",
        "Michael: I'm fine. I thought you two had left. ",
        "Eve: Well, we're going to, but we wanted to stop by here and say goodbye \r\nfirst. Oh, your hard work. ",
        "Ian: Why would someone do this, desecrate a church like this? ",
        "Eve: Do you know who did this? ",
        "Michael: I wish I didn't. ",
        "Ian: Did you hear someone? See someone? What? ",
        "Michael: He's my brother. He's a very troubled man. ",
        "Eve: Your brother? ",
        "Michael: Someone must have let him out. ",
        "",
        "Kevin: Lucy. ",
        "Lucy: I want to read the letter. I'm ready. I can read it. I want to read it.\r\n",
        "Kevin: Are you sure? ",
        "Lucy: Yes. I want to read the letter. I know -- ",
        "Kevin: Just -- ",
        "Lucy: Hold it by the corners. ",
        "Kevin: Right. ",
        "Lucy: No fingerprints. \"Dear Lucy, I know you'll always hate me for what I've \r\ndone. I can't say I'm sorry, but I think of how I'd feel if I were you.\" Yeah. \r\n\"That's why I'm writing, so you'll know Christina's fine and happy. Healthy as \r\ncan be. She laughs all day. She's interested in everything. The questions come a \r\nmile a minute. She still loves vanilla ice cream, and we watch the sun go down \r\ntogether almost every night, the way you did. She loves to see the stars and \r\nmake a wish. She's the most precious thing in the universe to me, Lucy, and \r\nshe'll always come first. That's my promise to you. There'll never be a little \r\ngirl in the world who's loved more than Christina. Always know that. Julie. \r\nP.S., I know you'll keep trying to find us, but this letter can't be traced. I \r\nmade sure of that.\" ",
        "Kevin: Lucy -- ",
        "Lucy: She's growing up, Doc. Look at that little face. Look at that face. \r\nShe's changed so much, and she's growing up without me. Without me. ",
        "",
        "Emilio: There you are. What are you doing up here? I've been down in \r\nemergency for half an hour. Hey, Colleen. Dr. Ramsey. ",
        "Gabriela: Down in emergency, huh? ",
        "Emilio: On the dot, just like I told you. ",
        "Gabriela: So then, why weren't you there 20 minutes ago when I was there \r\nlooking for you? You're not trying to bail on us, are you? ",
        "Emilio: Me? You know I'm always ready for family night. ",
        "Chris: Hey, Gabby? ",
        "Gabriela: Yes? ",
        "Chris: Enjoy your dinner. ",
        "Gabriela: Thanks. We will. ",
        "Colleen: It's nice to see a brother and sister that close, huh? ",
        "Chris: Yeah, it has a certain sickeningly sweet charm to it. You know what? \r\nSign me out for a while. If anyone needs me, I'll be on my cell. ",
        "Colleen: Ok. If anybody asks? ",
        "Chris: Tell them I went to see my brother. ",
        "",
        "Officer: Right there. On your hand. ",
        "Jamal: Oh. That. I got that when I wiped out. Yeah, pretty lucky, I guess. It \r\ncould have been a lot worse. ",
        "Officer: You kids are lucky. Try to be more careful next time. I don't want \r\nto have to scrape you up off the blacktop one day. ",
        "Jamal: Understood, officer. ",
        "Alison: Thank you. ",
        "Jamal: Oh, man. ",
        "Alison: Can you believe that he believed us? ",
        "Jamal: Oh, you think that's bad? It's going to get a lot worse. ",
        "Alison: As long as we stick together -- right? -- We can get through. ",
        "Jamal: We're all we have. ",
        "Livvie: We'd better get back, ok? ",
        "Jamal: Right. Let's get out of here. ",
        "Alison: Livvie? Livvie, are you ok? ",
        "Livvie: Yeah. I just -- I -- I -- I get -- we can't -- leaving Jack out \r\nthere, you know? ",
        "Jamal: No, no, Livvie, it won't be for long. ",
        "Alison: Look, and Jack knows what we're doing and why. ",
        "Jamal: Yeah. Yeah, right after we take care of Zach and Sam, I promise we'll \r\nbring him back home. I swear. We'll bring him back to Port Charles, where he \r\nbelongs. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Eve: You know, maybe we should just go ahead and call the police and let them \r\ndeal -- ",
        "Michael: No. No, police. ",
        "Chris: Just want to see my little brother. ",
        "Jamal: Your brother? ",
        "Chris: Yeah, my brother -- Jack. Where's Jack? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=0NuradMmUk0"
}