{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Chris: Wait. Wait, wait. You're her brother? ",
        "Jamal: It's a long story, Chris. ",
        "Chris: So you have a vampire in the family. Welcome to the club. ",
        "Gabriela: He's treating me like some sort of experiment, Jamal. You've got to \r\nget me out of here. ",
        "Chris: I don't think so, honey. ",
        "Gabriela: It's inhuman. ",
        "Chris: Oh, and you're a good judge as to what's human or not? ",
        "Gabriela: Look, whatever I am, I'm not a monster, and you know that, Jamal. \r\nPlease, just let me talk to you. Let me just try to convince you, alone. ",
        "",
        "Alison: Come on. How many sites can there possibly be about vampires? Come \r\non, all I need is one! Just one -- or maybe a couple -- of ideas where to start \r\nlooking for Livvie. Come on. 322,000 entries? You got to be kidding me. ",
        "[Noise] ",
        "Alison: Ok, Alison. It was just a garbage can being knocked over. Maybe a cat \r\nor a dog or something. ",
        "[Groaning] ",
        "Alison: Whatever it is, it's not happy. ",
        "Jack: Jamal -- ",
        "Alison: Jack? Jack? Jack -- oh, my God, Jack! Oh, my God! ",
        "",
        "Livvie: It's really my wedding day. I can't believe it. ",
        "Caleb: Believe it. ",
        "Livvie: Caleb. ",
        "Caleb: Don't move. I just want to look at you. ",
        "Livvie: You're not supposed to see the bride on her wedding day. ",
        "Caleb: You'll have to forgive me. I couldn't resist. You're not afraid about \r\nbad luck, are you? ",
        "Livvie: Not in your arms. ",
        "Caleb: I just want to make everything perfect for you. ",
        "Livvie: It is. ",
        "Caleb: Tell me, what would make it even more perfect? ",
        "Livvie: There is only one thing that's missing. ",
        "Caleb: Not for long. ",
        "Livvie: You mean it's possible? ",
        "Caleb: Anything's possible here. ",
        "Livvie: Wait. Caleb, where are you going? ",
        "Caleb: To make dreams come true. Till tonight. ",
        "Rachel: Congratulations, baby. ",
        "Livvie: Mama. ",
        "Rachel: You were right, sweetheart. You can't get married without me. ",
        "",
        "Gabriela: What could I do to you locked up in a cage? Come on, Jamal. I just \r\nwant to talk. ",
        "Jamal: Ok. Ok. ",
        "Chris: Fine by me. Enjoy your little family reunion. I could use some fresh \r\nair, grab a sandwich. Jamal, a little word of advice -- don't do anything \r\nstupid. ",
        "Gabriela: God, I wish Jack had finished the job on him when he had the \r\nchance. ",
        "Jamal: So what'd you want to tell me alone, Gabby? ",
        "Gabriela: Jamal, for goodness' sake. We're family. He's gone now. We don't \r\nneed to keep up these walls between us. ",
        "Jamal: Great, great, no walls. But the cage stays. ",
        "Gabriela: I understand. It's scary. It is for me, too. But this isn't \r\nsomething that I asked for. Talk to Alison. She knows this isn't something I \r\nwanted. And I tried to fight it. But Caleb -- I was -- I was walking home \r\nthrough the alleys one night -- you know, like the night when you tried to help \r\nme? ",
        "Jamal: Yeah, the night where you faked the sprained ankle. I remember, yeah.\r\n",
        "Gabriela: Caleb hypnotized me or something. ",
        "Jamal: Mm-hmm.",
        "Gabriela: I couldn't stop him, Jamal. He's too strong. ",
        "Jamal: He bit you. ",
        "Gabriela: He mixed our blood. That's how it all starts. I'm sure Jack has \r\ntold you. Anyway, from that moment, my life was not my own, Jamal, and I gave up \r\neverything that mattered to me, including the man I loved. ",
        "Jamal: You mean Joe Scanlon. ",
        "Gabriela: It was all for nothing. And then I found out I was adopted and \r\nrelated to you. And I started thinking that maybe there was a chance for me with \r\na new family. You're my brother, Jamal. You're my last ray of hope. Isn't there \r\nanything that we can do to make up for all of this lost time? Isn't there \r\nsomething we can do? ",
        "Jamal: Like what? I'm barely making sense out of all of this. ",
        "Gabriela: Let me help. ",
        "Jamal: Look, I wish I'd known sooner. I mean, just thinking how it would've \r\nbeen growing up with an older sister. ",
        "Gabriela: I know. I've been thinking about it, too, Jamal. It's not too late.\r\n",
        "Jamal: Yeah, right. ",
        "Gabriela: Jamal, we have so many years to make up for and so much to share. \r\nBut not like this, with me locked up in a cage like some animal. ",
        "Jamal: Gabby, I wish I could help you. ",
        "Gabriela: But you can, Jamal. That's just it. Just open the door. I won't \r\nrun. But please don't make my first real conversation with my brother be from \r\nbehind these bars. Don't make me suffer like this, Jamal. Please don't do this \r\nto me. I'm your sister. Please. ",
        "",
        "Jack: Alison -- Alison, Alison. ",
        "Alison: I have all the blood from your refrigerator. ",
        "Jack: Give it to me. ",
        "Alison: Here. Take that. I'm just going to pretend that this is totally \r\nnormal. Oh, my God. Ok, Alison, this is normal. ",
        "Alison: Jack -- are you all right? Look, where have you been? We have been \r\nworried sick about you. ",
        "Jack: I was looking for Livvie. I was out looking everywhere. ",
        "Alison: She's with Caleb, isn't she? ",
        "Jack: Yeah. Yeah. And I don't know where they're at, but we're running out of \r\ntime. ",
        "Alison: Well, do you have any leads at all? ",
        "Jack: Yeah, yeah, I found something. ",
        "Alison: What is it? ",
        "Jack: I don't know. I'm not sure what it is, but I found it under some \r\npicture at the monastery. ",
        "Alison: \"Maison -- maison de la noce?\" ",
        "Jack: Yeah, yeah. It's a long shot, but it's all we've got. And just maybe \r\nthis will lead us to Livvie. ",
        "",
        "Rachel: You didn't really think you could get married without me, did you?\r\n",
        "Livvie: All I knew is how much I wanted you here, Mom. Getting married \r\nwithout you, I -- ",
        "Rachel: No, shh, shh, shh, shh. Don't even think that. ",
        "Livvie: I just -- I couldn't imagine it. ",
        "Rachel: Well, that's because it's impossible, Livvie. I'm always with you. I \r\nalways will be. ",
        "Livvie: Tell me something, Mom, honestly. ",
        "Rachel: Always. ",
        "Livvie: It's the right thing, isn't it? Marrying Caleb? ",
        "Rachel: Of course it is, honey. I think that you knew the answer to that in \r\nyour heart from the moment you met him. Oh. ",
        "Livvie: It's just that sometimes I feel like I didn't have a choice, like \r\nsomething pulled me toward him and I didn't have any choice at all. ",
        "Rachel: Well, I'd say you felt that way for a very good reason. ",
        "Livvie: I did? ",
        "Rachel: Jack can't give you what Caleb can. The man that you chose is every \r\nwoman's dream. He can grant your every wish, your every desire. You could ask \r\nfor the universe and he'd bring it to you on a bed of silk, sweetheart. Oh, \r\nLivvie, don't doubt the decision that you've made. Don't do that. Nothing else \r\nmatters. Nothing and no one. ",
        "Livvie: You truly believe that? ",
        "Rachel: Yes, I do, and you do, too. That little voice inside you knows the \r\ntruth. It knows. ",
        "Livvie: Yeah. No one else. ",
        "Caleb: After tonight, it won't matter who came before. Once we're married, \r\nthere's no going back, Olivia. For all of time.",
        "",
        "Alison: Do you really think that Livvie could be here? ",
        "Jack: Obviously that's important to Caleb or he wouldn't have had it hidden \r\nunder some picture in the monastery. ",
        "Alison: Well, where is this place? ",
        "Jack: I don't know. That's a good question. We've got to find that out. Now, \r\nwhere's Jamal? ",
        "Alison: He went to go see Gabby. ",
        "Jack: And? What -- ",
        "Alison: Oh, my God, you don't know, do you? ",
        "Jack: What? ",
        "Alison: Ok, look. Long story short, Jamal and Gabby are brother and sister.\r\n",
        "Jack: Oh, my -- ",
        "Alison: And Gabby is a vampire. ",
        "Jack: What? ",
        "Alison: Yeah, and Caleb bit her, just like, you know, he bit you. ",
        "Jack: Where is she now? ",
        "Alison: Well, Chris, he's got some lab, and he's got her all locked up. ",
        "Jack: Oh, you're kidding me. That son of a bitch. ",
        "Alison: Look, Jack, calm down, ok? You know, Jamal will watch him. He'll \r\nwatch over your brother. But you never know. I mean, Chris may be able to find a \r\nway out of this for everybody. ",
        "Jack: I wouldn't trust Chris to save anybody or help anybody but himself. And \r\nthey may think they're safe from Gabby, but if she's been hanging out with \r\nCaleb, she's probably learned a few tricks. Alison, all I'm saying is I wouldn't \r\nturn my back on her, not if I were them, not for a minute. ",
        "",
        "Gabriela: Knowing that you're my brother is all the connection I need in my \r\nlife. We can stop Caleb together. I know all his secrets. Would you -- would you \r\njust open the door? Now! Do you hear me? Just open the door -- ",
        "Jamal: For the last time, Gabby, no. For your protection and mine and \r\neverybody else's, Gabby, no. ",
        "Gabriela: Oh! You are going to regret this, you little worm. I am going to \r\nwatch Caleb drain you until you shrivel up and blow away. You have no idea what \r\nyou're dealing with -- the power that he has. Caleb is going to live forever and \r\nso will I. And I may be locked up in here right now, but Caleb is going to come \r\nand get me out of here. And when he does, I am going to dance on your grave. But \r\nnot before I break your heart and soul like a dry little twig because the first \r\nperson I plan on seeing when I get out of here is Alison! ",
        "Jamal: Shut up. You shut up. ",
        "Gabriela: That's right, little brother. ",
        "Jamal: Shut up. ",
        "Gabriela: She's at the top of my list for a visit. And you're going to be \r\nthere, too, Jamal, watching her worthless life drip away, knowing it's all your \r\nfault! ",
        "Jamal: Shut up. I'm out of here. ",
        "Gabriela: Oh! ",
        "Chris: Hey, easy. Well, he didn't seem too happy. Neither do you. Didn't go \r\nfor it, huh? So much for brotherly love, I guess. ",
        "[Chris hums] ",
        "Gabriela: Speaking of love -- not the brotherly kind -- what about you, \r\nChris? ",
        "Chris: What about me? ",
        "Gabriela: In the mood to bargain? Because I got an offer to put on the table.\r\n",
        "Chris: What kind of offer? ",
        "Gabriela: What kind will it take? ",
        "",
        "Michael: Take this burden from me. Please. I love her. But help me walk away \r\nfrom her. ",
        "Caleb: Walk away from Eve, you mean. ",
        "Michael: Caleb. ",
        "Caleb: Did you miss me? ",
        "Michael: What have you done with this girl you've taken? Have you turned her \r\ninto you already? Is that why you're here -- to gloat? ",
        "Caleb: Oh, whoa, whoa. Slow down. ",
        "Michael: Answer me. ",
        "Caleb: Your wish is my command. In order of importance -- let's see -- have I \r\nturned her yet? No. Yes, I did come to gloat. And as for telling you where she \r\nis, are you kidding me? ",
        "Michael: You won't get away with it. ",
        "Caleb: Guess again. ",
        "Michael: They were here. Her family found your little shrine to your last \r\nprospective bride. ",
        "Caleb: They had no right to touch her. I'll kill them all, and then I'll find \r\na better place for her. ",
        "Michael: Too late. I already gave her a proper burial. ",
        "Caleb: That wasn't your decision to make! ",
        "Michael: Well, I made it. Should I dig another grave for your new bride? \r\nMaybe we should be prepared this time. ",
        "Caleb: This one is different, Michael. ",
        "Michael: \"This one?\" Is that what you call her, Caleb? \"This one?\" ",
        "Caleb: She knows who I am and she doesn't care. She didn't turn away. She \r\nwants all the gifts I have to offer. ",
        "Michael: What do you want, Caleb? ",
        "Caleb: You. Today's the wedding, Michael, and I want you to be my best man.\r\n",
        "Michael: Today? ",
        "Caleb: Oh. Don't tell me you have plans. ",
        "Michael: Caleb, don't do this. You can't rewrite history. Olivia's gone. You \r\ncan't replace her. ",
        "Caleb: I already have. It's too late, Michael. ",
        "Michael: Never. It's never too late. ",
        "Caleb: Oh, come on, Mikey. What's it going to be? Are you in? Are you out? \r\nI've got a ton of things to do before the ceremony. Should I arrange for your \r\ntux or not? ",
        "Michael: I'd rather rot in hell than be your best man. ",
        "Caleb: I can arrange that, too. ",
        "Michael: Listen to me, Caleb. Listen to me. If you love this girl, let Livvie \r\ngo, please. ",
        "Caleb: Why? She's having the time of her life. Her mother's with her right \r\nnow, getting ready. ",
        "Michael: Those people told me that her mother's in an institution. ",
        "Caleb: Olivia wants to believe she's well again, and I want my bride to have \r\nwhatever she wants. So I brought her mother back to life, so to speak. ",
        "Michael: How could you let that poor girl believe that -- that her family's \r\nwith her, that everything's all right? ",
        "Caleb: How can I not? ",
        "Michael: Because it's cruel, Caleb. It's cruel. That's why. Why are you doing \r\nthis to her? ",
        "Caleb: Because I can, Michael. What other reason do I need? ",
        "Caleb: Is that the best you've got? Oh, bro, you're getting weaker by the \r\nminute. But I do give you a big gold star for valor, even if you can't win this \r\none. ",
        "Michael: Oh, don't be so sure about that. ",
        "Caleb: But I am. This marriage will happen. I already lost one bride. I'm not \r\nletting this one get away. She'll never get away. ",
        "",
        "Gabriela: Well, what do you say, Chris? You want to hear my offer? ",
        "Chris: I can hear you loud and clear. But I have this thing about keeping my \r\nsex life within my own species. Besides, I only care about figuring out what \r\nmakes you, Jack, and Caleb tick. ",
        "Gabriela: Oh, yeah, and then what are you going to do with this information? \r\nYou want fame, money, or what? ",
        "Chris: Sure. Sounds good to me. ",
        "Gabriela: And how long do you plan on being able to enjoy your good fortune?\r\n",
        "Chris: The rest of my brilliant life. ",
        "Gabriela: Yeah, well, one of these days, your pathetic little life is going \r\nto come to a crashing halt. Then what are you going to do? ",
        "Chris: Can't take it with you, Gabby. ",
        "Gabriela: Well, who says you have to leave? Consider the alternative, Chris. \r\nAll the fame, wealth, power, women you could possibly want forever, as in \r\nnever-ending. ",
        "Chris: Never. ",
        "Gabriela: Think about it. You spend every day crawling over whoever's in \r\nfront of you to reach some petty goal. Well, what would you give for eternal \r\nlife? Think about it, Chris. All you have to do is say yes. ",
        "",
        "Alison: Hey. How did it go with Gabby? ",
        "Jamal: You mean before or after she threatened to kill me and eat you for \r\nlunch? ",
        "Alison: Oh, right. That good, huh? ",
        "Jamal: Yeah. I need a beer. ",
        "Alison: You know what you need -- what you really need is one of these. ",
        "Jamal: They both sound really good right now. ",
        "Alison: Look, just keep telling yourself, ok, that Gabby's not in control.\r\n",
        "Jamal: Mm-hmm. ",
        "Alison: She's just as much a victim in this as Jack is. ",
        "Jack: Speaking of Jack. ",
        "Jamal: My man! Good to see you, boy. ",
        "Jack: Am I glad to see you. ",
        "Jamal: Man, what's happening? What's going on? ",
        "Jack: More than we've got time for. Alison will tell you later. Bottom line \r\nis Caleb has Livvie, and we've got to find her. ",
        "Jamal: Well, you got any clue where she's at? ",
        "Jack: I just got back from the monastery. ",
        "Jamal: Yeah, and? ",
        "Jack: Well, I found this under some picture. ",
        "Alison: Yeah, and it says -- ",
        "Jamal: Like he was trying to hide it. ",
        "Alison: Yeah, \"maison de la noce.\" Do you know what that means? ",
        "Jamal: High school French. ",
        "Jamal: \"Maison de la noce.\" House. Wedding. That's \"wedding house.\" ",
        "Jack: What? ",
        "Alison: What? Oh, my God. ",
        "Jack: What -- ",
        "Alison: Jack, this is where Caleb's holding Livvie to marry her. ",
        "Jack: Oh, no. ",
        "Jamal: Only where is this place, though? ",
        "Alison: And when is the wedding supposed to take place? ",
        "Jack: My guess is sometime soon. ",
        "",
        "Livvie: Well? Mama -- ",
        "Rachel: Baby, you're so beautiful. ",
        "Rachel: Oh, it's fate, Livvie. You know, you're right where you belong -- not \r\na care, not a doubt. ",
        "Livvie: No, not a doubt. ",
        "Rachel: You know, in just a few moments, you're going to be marrying the most \r\nwonderful man you've ever met, and you're going to be happy forever, sweetheart. \r\nYou'll have all eternity to laugh and love together. It's so right. ",
        "Livvie: Yeah, I know, Mama. I know it's so right. ",
        "",
        "Caleb: It's over, Michael, all right? Go with the flow because there's nothing \r\nyou can do to stop it. ",
        "Michael: You really believe that? ",
        "Caleb: I know it. I mean, not that it doesn't move me to see you so sad and \r\ndefeated. ",
        "Michael: I'm sure. ",
        "Caleb: You should know better, Mikey. You should know better than going up \r\nagainst your own twin. ",
        "Michael: Don't celebrate yet, Caleb. There's a love out there stronger than \r\nyours. Don't underestimate it. ",
        "Caleb: If you're talking about Jack, don't overestimate it. Olivia can barely \r\neven remember his name. Out of sight, out of mind, I guess. And after tonight, our \r\nwedding night, Olivia dies, and then she'll be reborn. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Victor: I went out this morning to put some flowers on Abe Kurland's grave.\r\n",
        "Kevin: And the judge wasn't there. ",
        "Victor: Somebody stole the body? ",
        "Caleb: You must become as I am. ",
        "Livvie: As you are. ",
        "Caleb: It's time for you to cross over to the other side. ",
        "[Captioned by the National Captioning Institute]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=Fkz8mFyYDBY"
}