{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Eve: No! Oh. ",
        "Ian: Lambert, what is it? ",
        "Eve: Oh, God -- oh. I -- I just had this horrible nightmare. I had this dream \r\nthat you put our son's name on his bed, and when I looked at the name, it said \r\nCaleb. ",
        "Ian: Ok, ok. ",
        "Eve: It said Caleb. ",
        "Ian: I know. It's all right. It's fine. It's a nightmare. Caleb's gone. It's \r\njust a bad memory. All right? ",
        "Eve: What if he's not? What if Caleb isn't gone? We can't even begin to \r\nunderstand the powers that he has! ",
        "Ian: Had. He's turned to a pile of ashes, and the people he infected have \r\nrecovered. Caleb is gone. ",
        "Eve: Maybe to you, but not to me. ",
        "Ian: What are you doing? ",
        "Eve: I'm taking our baby out of here. ",
        "",
        "Livvie: Where are you, you bastard? Either you have the guts to face me or \r\nyou get out of my life for good. I will never love you of my own free will! Not \r\nnow! I want you gone, out of my life forever. Out of my sight. Out of my head.\r\n",
        "[Music plays] ",
        "Livvie: Where is it coming from? Where? No. I'm not afraid. It's all in my \r\nmind. No. It's not -- ",
        "Livvie: I didn't imagine it. I'm not -- ",
        "",
        "Jack: All right. Here we go, Livvie. Away from Port Charles. Away from all \r\nour troubles. Just us. My God -- no. No, no. This can't be happening to me. This \r\ncannot be happening -- I'm nothing like I was. Nothing. Nothing like I was. My \r\nGod. ",
        "[Knock on door] ",
        "Alison: Jack? I thought that I heard something fall. What's the matter? This \r\nplace looks like a tornado hit it. ",
        "Jack: The suitcase -- I picked it up and it flew across the room. Alison, \r\nit's coming back -- the power, the strength, it's all coming back. ",
        "",
        "Livvie: Caleb! Caleb! ",
        "Caleb's Voice: Olivia. Olivia. Olivia. ",
        "Livvie: Leave me alone! Get away from me! ",
        "",
        "Eve: Daniel needs to come home with us where it's safe. ",
        "Ian: Not only is our son not ready to go home, you're not ready to go home. \r\nYou're going to stay here for another few days. ",
        "Eve: We are both too vulnerable here. ",
        "Ian: Eve -- ",
        "Eve: No, please. Really. We can take him home, we'll double lock the doors, \r\nand we'll never leave the house again. It'll be ok. Hi, baby. It's going to be \r\nall right. Mommy's going to take care of you and I'm never going to leave you.\r\n",
        "Ian: Look how tired you are. You can't even stand up. ",
        "Eve: I'm fine. ",
        "Ian: You're not fine. You're not thinking clearly. ",
        "Eve: Oh. Caleb is not popping into your dreams like some bad type of omen.\r\n",
        "Ian: They're dreams. Are you listening to yourself? They're dreams. They're \r\nnot real. ",
        "Eve: Well, I'm not going to take the chance that you're wrong. Ian, my \r\ninstincts are screaming at me that Caleb's still out there somewhere and he \r\nstill wants our baby. I will never forgive myself if I let anything bad happen \r\nto him. ",
        "Ian: I checked under the bed. There are no monsters. All right? Let's just \r\nstart a beautiful life together, the three of us. ",
        "Eve: Are you listening to me? Our son is in danger. Do you understand? Do you \r\ncare? ",
        "Ian: Do I care? What do you mean do I care? Of course I care. ",
        "Eve: Caleb is still out there. He is still out there somewhere and he wants \r\nour son, and I'm not going to let that happen. I will die before I let \r\nthat happen. ",
        "",
        "Alison: Wait. What do you mean you think your strength is coming back? ",
        "Jack: Alison, that suitcase must've weighed 75 pounds when I finished \r\npacking it. And I threw it across the room like it was nothing. ",
        "Alison: Well, you've been working out a lot lately and you're really strong.\r\n",
        "Jack: No, I can feel it. It's coming back. And I don't know if I can handle \r\nthis. ",
        "Alison: Jack, you're not going to turn back into a vampire again. ",
        "Jack: Then how do you explain what happened, then? ",
        "Alison: Well -- ok, the guy at the bookstore, the weird guy, you know, he \r\nsaid that when you've been bitten by a vampire, you don't just, like, lose the \r\neffects right away. They sort of linger for a little bit, right? I mean, Jamal \r\ndidn't believe it at first, but that could be true. ",
        "Jack: Alison, if this is some leftover effect, then that means I could start \r\ncraving blood again or be dangerous to Livvie. ",
        "Alison: Or -- or you just could be having a flashback. I mean, exploding from \r\nthe grave and turning into a vampire, Jack, is a very big deal. It's very \r\nintense, ok, and none of us knows how any of this really works. ",
        "Jack: When Caleb was destroyed, I felt like I was given a second chance, that \r\nmy life had been spared. But if that was all just a dream and I'm going to \r\nbecome the way I was -- ",
        "Alison: Look, you will go back to the way you were over my dead body, all \r\nright? ",
        "Jack: That's always a possibility. ",
        "Alison: Ok, look. It's like -- it's like, you know, you've been through a \r\nwar, ok, and you're just trying to get back to the way that you were. There's \r\nbound to be some setbacks. ",
        "Jack: So you really think this is a one-time thing? ",
        "Alison: Well, yeah. I mean, you know, it's not exactly like you're hitting \r\nthe blood banks right now. Right? And, you know, all the restlessness that you \r\nhad is gone. You don't have that anymore, do you? ",
        "Jack: No. ",
        "Alison: Ok. ",
        "Jack: No, I don't. ",
        "Alison: Yeah. ",
        "Jack: I really don't. ",
        "Alison: Ok, good. See? That's good. ",
        "Jack: But I don't know. I don't know. ",
        "Alison: Look, just believe, Jack. Ok, maybe that's what's missing here is you \r\n-- you're just not believing that this whole thing is over. You know, that that \r\nsurge of energy was just really nothing more than a one-time thing. You know, \r\nnothing at all. Just -- just try and believe, Jack. Ok, just try. ",
        "Jack: Yeah. It's probably nothing. Nothing at all. ",
        "",
        "Caleb's Voice: Olivia. ",
        "Livvie: No. No! No, you bastard! ",
        "Caleb's Voice: Olivia, my sweet. You came back for me. As if you could ever \r\nstay away.",
        "",
        "Ian: You can't hold the kid all day and all night. ",
        "Eve: Watch me. ",
        "Ian: Question. ",
        "Eve: What? ",
        "Ian: When you hold our son, do you want him to feel love or fear? ",
        "Eve: That's not fair. ",
        "Ian: You've been through a lot. You fought for your life, for his, for ours. \r\nBut it's over now. You've won, Eve. You've won. Caleb's gone. Come on. Hey, \r\nyoung man. ",
        "Eve: Why do I -- why do I still feel like Caleb is out there watching me from \r\nthe shadows somewhere? ",
        "Ian: Because you just had a baby. Your hormones have gone crazy. That's on \r\ntop of everything else. ",
        "Eve: Well, I know I haven't exactly been the fountain of tranquility. ",
        "Ian: I'm not sure I'd want that. Hmm. ",
        "Eve: You know, I told myself that I was not going to be one of those \r\noverprotective, psychotic moms. You know, I just -- but every time I look at \r\nDaniel's tiny little face, I just feel this crazy fear like I'm not going to be \r\nable to protect him, something's going to happen. Ian, that nightmare was so \r\nreal. ",
        "Ian: Ok. But look at him. He's safe. No one's trying to steal him. There's \r\nnothing strange going on here. ",
        "Eve: Maybe not. ",
        "Ian: Caleb's gone. Our boy's safe. He's perfect. So let's make his first \r\nmemory out of his mother smiling, all right? ",
        "Eve: I want that. I really do. ",
        "Ian: The world's tough enough. We should enjoy this kid while we can. Before \r\nwe know it, he's going to just eat dinner and try and steal my car keys. ",
        "Eve: He is beautiful, isn't he? ",
        "Ian: Yeah, he is. Just like his mother. He's fine. He's fine. ",
        "",
        "Alison: So what's up with this suitcase? I mean, you never said -- are you, \r\nlike, going somewhere, or what? ",
        "Jack: I'm taking Livvie out of town. We need some time away. ",
        "Alison: Oh, that sounds like a great idea. Is there any more room on the bus?\r\n",
        "Jack: Huh? ",
        "Alison: Yeah, you -- you know what? We should all take, like, a trip \r\ntogether. ",
        "Jack: Alison -- ",
        "Alison: All right, we could go somewhere. Oh, it'll be so fun. We can go \r\nsomewhere warm and just, like, sit on the beach and watch the tide go in and out \r\nand do nothing except maybe lay there and roll over at some point during the \r\nday. ",
        "Jack: We're going alone. ",
        "Alison: Oh. Ok. Well, can I ask why, if you don't mind? ",
        "Jack: Yeah. It's just that when the four of us get together, we have a \r\ntendency to talk about death or, you know, vampires. And it's not like we can \r\nhelp it, but I just think that -- ",
        "Alison: So then we need, like, a break from each other, yes? ",
        "Jack: Yeah. Look, we just need some time away from everything and everyone \r\nwho holds a memory of Caleb. If I don't get out of here, I feel like my head's \r\ngoing to explode. ",
        "Alison: Ok. Right. I get that, Jack. I'm sorry for playing cruise director. \r\nBut I just like hanging out with you guys, you know, and having it be like the \r\nway it used to be. ",
        "Jack: And it will. It will be that way. We just got to stop living life \r\nlooking over our shoulder. ",
        "Alison: You know, when Caleb almost bit me, I was so scared. But I can't even \r\nimagine -- I mean, it must've been a million times worse for you and Livvie \r\nbecause he did bite you, and you guys changed. ",
        "Jack: Every time I think of what Caleb did to Livvie, I want to kill him all \r\nover again. No hard feelings? ",
        "Alison: No, no, not at all. You do whatever you have to do. You take as much \r\ntime as you need. We'll leave the light on for you. ",
        "Jack: Thanks. Give me a hug. ",
        "Alison: Hmm. Right, so, do I get to say goodbye to Livvie before you go, or \r\nwhat? ",
        "Jack: Yeah. You know, she should be back by now. Let me try calling her cell.\r\n",
        "Jack: No answer. ",
        "Alison: Well, maybe she just turned her phone off. ",
        "Jack: Or -- you don't think -- ",
        "Alison: What? ",
        "Jack: Well, I'm having these aftershocks from Caleb. Maybe Livvie's feeling \r\nthe same thing. ",
        "",
        "Livvie: Caleb! ",
        "Andy Capelli: Hey, hey, are you all right? You look like you've seen a ghost. ",
        "Livvie: Yeah, I'm -- I'm fine. I'm just -- I'm just out walking. ",
        "Andy: It's kind of late. ",
        "Livvie: Yeah, well I -- I just need -- I need some space. I'm going to sit \r\nfor a while. ",
        "Andy: Look, I don't want to alarm you, but there have been some assaults in \r\nthis park the last couple of weeks. We're looking for a pretty dangerous guy. \r\nThis is funny to you? ",
        "Livvie: Does he have fangs? ",
        "Andy: Fangs? ",
        "Livvie: Yeah, this guy you're looking for? ",
        "Andy: Miss Locke, are you sure you're all right? ",
        "Livvie: Yeah. I'm sorry. Bad joke. I'm fine, really. ",
        "Andy: Hey, you're right. It is no joke. Be careful. ",
        "Livvie: Yeah. Careful. ",
        "Livvie: Oh! Get a grip, Livvie. Caleb's dead. This is your imagination just \r\nplaying tricks on you. It's all in your head. The music box --",
        "[noise] ",
        "Livvie: Oh, God. Please be in my head. ",
        "",
        "Eve: Oh. I dozed off for a minute. ",
        "Ian: You can't watch him all day and all night. ",
        "Eve: Oh. Just a little while longer. ",
        "Ian: No. Let's get you back to your room, get some rest, ok? ",
        "Eve: No. Are we going to have our first fight as a married couple? ",
        "Ian: Got to have it sometime. ",
        "Eve: Ok. ",
        "Nurse: Dr. Lambert, according to your chart, you haven't taken your meds or \r\nmeals since yesterday. ",
        "Eve: So? Can't you have somebody bring them down here? ",
        "Nurse: Dr. Wexler's given me strict orders to send you straight back to your \r\nroom to rest and take your medicine. You'll have to come with me. ",
        "Eve: Then you're going to have to dynamite me out of this room. ",
        "Ian: Will you excuse us one moment, please? ",
        "Eve: Please, come on. Just let me stay a little while longer. ",
        "Ian: It kills me to see you like this, and I will do what I can to make it \r\nbetter. But I can't climb into your head and erase all those bad memories you \r\nhave. All I can do is try to create new ones, better ones. Our son is safe, and \r\nno harm will come to him. ",
        "Eve: Ok. ",
        "Ian: Ok. ",
        "Eve: Ok. Look, I am not going to be gone very long, so you keep a good eye on \r\nhim. And if he wakes up for any reason, you call me. If he gets hungry, you call \r\nme. If he fusses about -- ",
        "Ian: She'll call you. ",
        "Eve: Call me. ",
        "Ian: Right. ",
        "Eve: Ok. Hey, baby. Hi, sweet Daniel. Mommy's going to be gone for just a \r\nminute, ok, so don't you worry. I'm going to be right back to take care of you \r\nand I love you. And Daddy loves you, too. ",
        "Ian: Come on. ",
        "Nurse: \"To a very special baby from a very special friend.\" Hmm. Wonder who'd \r\nsend that kind of a card. Hmm. ",
        "",
        "Jack: Livvie's not answering her phone. I've tried the lighthouse and her \r\nplace. ",
        "Alison: Well, she's probably just out picking up a few last-minute things for \r\nyour trip. ",
        "Jack: Alison, I'm getting a bad feeling about this. ",
        "Alison: Oh, Jack, please, with your doom and gloom. Will you stop for two \r\nminutes? Please, stop assuming the worst, ok? You are not going to become all \r\nbeastly, and Livvie is not out there under someone's spell. Ok, she's fine. \r\nLivvie is fine. ",
        "Jack: No, no, she's not fine. That's why we were going away. ",
        "Alison: What do you mean? ",
        "Jack: Caleb is still haunting her. He's still in her nightmares. And his ring \r\nkeeps popping up everywhere. Livvie thought she was pregnant with Caleb's child.\r\n",
        "Alison: Oh, my God. ",
        "Jack: Caleb's still in her head. He's not going away. And I should have never \r\nleft Livvie alone. ",
        "Alison: Please -- so what are you saying? ",
        "Jack: I'm saying Livvie's in trouble. I can feel it. ",
        "",
        "Livvie: Ok. Let's get a little reality check here. This very big snake is -- \r\nis just a figment of my imagination. There are no snakes in this park. I've been \r\nin this park a million times. There's just squirrels and birds and -- and little \r\nfurry things. No way -- no way is this real. Ow! Oh -- ",
        "",
        ">> on the next \"Port Charles\" -- ",
        "Ian: You don't think there's a chance that Caleb's still around, do you? ",
        "Jack: She's here. ",
        "Alison: Well, how come we can't find her, unless she was -- ",
        "Jack: Unless Caleb did something to her. ",
        "Livvie: Help me! Somebody, please -- "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=ORpO1ONVL7E"
}