{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: My idea of wonderful. ",
        "Eve: We've had a lot of wonderful these past few days. Being here at home \r\nwith our friends. ",
        "Ian: Yeah, Frank and Joseph and Gabriela. ",
        "Eve: Mm-hmm. ",
        "Ian: And Karen. ",
        "Eve: And Chris toasting to our happiness and meaning it. ",
        "Ian: Yeah. ",
        "Eve: And you know what? The most wonderful part of all -- being here with \r\nyou. ",
        "Ian: Alone at last. ",
        "[Door opens] ",
        "Eve: Not quite. ",
        "Ian: I spoke too fast. ",
        "Eve: Look, there's one thing I want to take care of here. ",
        "Ian: You want to tell him? ",
        "Eve: I am so excited about this baby, Ian. ",
        "Lucy: You aren't -- you're ok. Look at you. You're here. I can't -- you're \r\nok. I'm so glad. I mean, I'm glad for both of you that you're ok, but you. I was \r\nreally worrying about you. ",
        "Ian: Yeah? ",
        "Lucy: Yeah. ",
        "Kevin: Welcome home. ",
        "Ian: Thank you. ",
        "Lucy: You know, I thought for sure you were stuck somehow in some horrible \r\nsituation in those creepy woods. ",
        "Ian: No, those creepy woods turned out to be lucky for me. That's where I \r\nfound Eve. ",
        "Kevin: So I guess that means the cards were wrong and the sky isn't falling.\r\n",
        "Lucy: No. That's not what it means at all. Those cards are never wrong. There's \r\nstill something going on in those woods, some danger to somebody. Maybe it's not \r\nto Ian, but someone will definitely face it sooner or later. ",
        "",
        "Alison: Ok, so this is good. This is good. This is right. Because we can't \r\nkeep lying about what happened to Jack forever. ",
        "Jamal: Nope. ",
        "Alison: And going to the authorities really is the best thing to do. ",
        "Jamal: Yeah, uh-huh. ",
        "Alison: Jamal, I thought this is what you wanted. ",
        "Jamal: It was. I mean, it is. Ali, we're rolling the dice on me taking the \r\nrap, though, even with Dara behind me. ",
        "Alison: So what do we do? ",
        "Jamal: We just do what we're doing. Now, it doesn't mean I got to like it, \r\nthough. Hope for the best, prepare for the worst. That's all there is. ",
        "",
        "Livvie: Are you surprised to see me, Zach? ",
        "Zach: Surprised you were stupid enough to come here alone. ",
        "Livvie: You're the reason I'm alone. ",
        "Zach: If you're talking about what happened to Jack -- ",
        "Livvie: Hey, save it! I don't want to hear any more of your lies. ",
        "Zach: Fine. I barely knew the guy, huh? ",
        "Livvie: You killed him, and we both know it. ",
        "Zach: Look, I don't have time for this. ",
        "Livvie: Ran him off of the cliff and tried to pin it on Jamal? Well, you're \r\nnot going to get away with it this time. ",
        "Zach: Aw, because you won't let me? ",
        "Livvie: No, because I promised Jack I would make you pay for what you did to \r\nhim. ",
        "Zach: Oh, you're scaring me now, Livvie. Please, please, don't hurt me. Look, \r\nI'll turn myself in. In fact, I'm already on the way down to the station to \r\nspill the whole story, huh? ",
        "Livvie: You're not going anywhere, Zach. The only place you're going is \r\nstraight to hell. ",
        "",
        "Ian: Lucy -- ",
        "Lucy: I'm serious about this. I really am. ",
        "Eve: How about Kevin and I give you a chance to convince her? ",
        "Kevin: Oh, that should be easy. ",
        "Ian: All right. Sit you down. ",
        "Kevin: So -- congratulations on everything working out with Ian. It's good to \r\nsee you so happy. ",
        "Eve: I am. ",
        "Kevin: Well, how about a glass of wine to toast? ",
        "Eve: Uh, actually, I've given up wine. ",
        "Kevin: Given up wine. Since when? ",
        "Eve: Well, for about the next nine months. ",
        "Kevin: For about the next -- ooh. Caught me off guard with that one. ",
        "Eve: I hope that you can be a little bit happy for me. ",
        "Kevin: More than a little happy. Eve, you know all I ever wanted for you was \r\nto be happy. ",
        "Eve: Thanks. ",
        "Kevin: It's good to see everything falling into place the way it is. So, wow. \r\nA baby. ",
        "Eve: Yeah. You know, I always wondered if I'd get a second chance to be a \r\nmom. Well, you know. But now it's happening, and I feel so blessed. I have this \r\nnew life that I get to care for and love. ",
        "Kevin: And the man you love. ",
        "Eve: And an incredible friend. An incredible friend. You know, all the pieces \r\nof my life are finally starting to fit into place, and each time a new piece \r\nfits, I say it's all thanks to you. ",
        "Kevin: It looks like we're all finally getting it right, huh? ",
        "Eve: It sure does. ",
        "",
        "Ian: You see, but that Stranger card turned out to be a good omen. I'm \r\nfine, Eve's fine. And she found a safe place with a priest. ",
        "Lucy: A what? ",
        "Ian: A priest alone in a monastery. ",
        "Lucy: Whoa, whoa. There's a priest and a monastery in the woods? ",
        "Ian: Yeah. And this priest, Michael, is restoring the monastery by himself. \r\nSo, in the middle of these scary, creepy woods is a sanctuary filled with soft \r\ncandlelight. ",
        "Lucy: I'd like to see that. It kind of sounds almost magical. ",
        "Ian: It almost is, if it weren't for the good father's brother. ",
        "Lucy: There's a brother, too? Who's the -- ",
        "[telephone rings] ",
        "Lucy: Brother? Wait. Hold that thought. Excuse me. Wait, wait, wait, wait. \r\nWait, wait, wait, wait, wait. \r\nYes, hello? Oh, Don. Um, yeah. Uh, whoa -- it's the Nurses Ball. Would you just \r\n-- don't move. Stay right there. I've got to hear this stuff, ok? Don't -- \r\ndon't. Watch my purse. But don't move. Don, listen to me. I know what I told \r\nyou. There's all these swatches for you attached to each dress -- ",
        "Eve: Oh, goodness. ",
        "Kevin: So -- Eve just told me the news. Congratulations. ",
        "Ian: Thank you. ",
        "Kevin: Really, I mean that. ",
        "Ian: Thanks. ",
        "Kevin: All these years, I've never seen Eve smile like that. ",
        "Eve: And I'm going to keep on smiling right through labor and delivery, too.\r\n",
        "Ian: Well, that'll be a sight, smiling through all that pain. ",
        "Eve: Oh, no, no. No pain. I'm all about the epidural. ",
        "Ian: All right. ",
        "Kevin: So how far along are you? ",
        "Eve: Well, I think we'll be expecting -- hi, Lucy. ",
        "Kevin: Didn't see you there. ",
        "Ian: So what's the news on the Nurses Ball? ",
        "Lucy: Well, it sounds like the really big news here is -- you're having a \r\nbaby? ",
        "",
        "Alison: Enough of thinking that things never change. ",
        "Jamal: Well, they can change. They could get worse. ",
        "Alison: Oh, stop it, ok? Look, we are going to beat this thing. Livvie and I \r\nare going to prove to the cops that you had nothing to do with Jack's death. \r\nIt's time to start thinking positive. ",
        "Jamal: No more of this glass half empty stuff, huh, Spunky? ",
        "Alison: No. Because it's spilling over. Anything that is in our way now will soon \r\nbe out of our way before you know it. ",
        "Jamal: That's how it's been since the minute I met you. You know, anything we \r\nset our minds to would happen. You know, our own place, our own business. ",
        "Alison: Well, that's because we worked hard. ",
        "Jamal: It didn't seem like work, though. You know, it's been nothing but the \r\nup side. For the first time in my life, sweetie, it all came easy, and that \r\nscared me. Still does sometimes. ",
        "Alison: I love you. ",
        "Jamal: And that turned it around, too. You, baby -- you are what makes it \r\nworth getting up every single morning. ",
        "Alison: Well, you changed my life, too, you know. ",
        "Jamal: Yeah? ",
        "Alison: Yeah. You helped me stand on my own two feet. You helped me stop \r\nfeeling so trapped from my family and my money. ",
        "Jamal: Hmm. ",
        "Alison: You saw who I was underneath, all the layers. And you really helped \r\nme grow to become a person who knew how to put others first and who could really \r\nappreciate what an incredible feeling that is. ",
        "Jamal: I love you. ",
        "Alison: No matter how bad this gets, I will be here -- always. ",
        "Jamal: Good. Because I'm holding on to that. ",
        "",
        "Livvie: You think I'm playing, Zach? You took a man's life -- the man I loved \r\n-- and I am going to make you pay for that. I swear! I'm going to make you pay!\r\n",
        "Zach: Oh, you are, huh? Yeah, well, bring it on! Last time you tried karate \r\non me, right? Yeah, well, finish up and chop me to pieces. Get it done. I'm not \r\nmoving. ",
        "Livvie: I won't let you go. I swear -- ",
        "Zach: You slice and dice, princess! Come on, a life for a life. Go slit my \r\nthroat, carry the head home and nail it up over your empty bed. Stop wasting my \r\ntime and kill me! You can't, can you? ",
        "Livvie: Yes, I can! ",
        "Zach: Then do it now! Come on, last chance! Kill me! ",
        "Zach: Too late! That's all right. I'm going to make it all better. ",
        "Livvie: Stay away. ",
        "Zach: No. All this anger, that's not you. Not deep, deep down. You got moves, \r\nbut you don't want to use them. You can't even think what they are now. ",
        "Livvie: I swear -- ",
        "Zach: Swear away. Swear away. We both know you're not a fighter, huh? Come \r\non, you're a lover, aren't you? ",
        "Livvie: Let go of me! ",
        "Zach: Aren't you, baby? Aren't you? ",
        "Livvie: Let go of me! Stop it! ",
        "",
        "Jamal: We can't be sure what's coming, so we got to be ready, have a plan, \r\nok? So if I got to go to jail, Spunky -- ",
        "Alison: Jamal -- ",
        "Jamal: Look, you got to go there, ok, just in case. First thing I need you to do \r\nis close up the shop. ",
        "Alison: No, no. Look, Jamal, it will work out, ok? I keep telling you that. \r\nThe police -- they will see the truth. ",
        "Jamal: Ok, maybe you're right. Maybe I won't go to jail, ok? But I promise -- \r\nI swore that I'd take care of you. ",
        "Alison: Ok. If it makes you feel better, then say what you got to say. ",
        "Jamal: So, if I got to do some time, then, I was thinking maybe Livvie can \r\nmove in, and you could go back to school -- ",
        "Alison: No. No. Jamal, you are not going to jail. I won't let that happen. \r\nDon't you believe me? ",
        "Jamal: I learned a long time ago never to underestimate -- ",
        "Alison: Anything. ",
        "Jamal: Anything. ",
        "Alison: Anything I want. ",
        "Jamal: Anything. ",
        "",
        "Lucy: So it's true? ",
        "Eve: Ian and I are having a baby. ",
        "Lucy: That's great, that's great. That's so nice for you. Congratulations.\r\n",
        "Eve: Thanks, Lucy. ",
        "Lucy: And you, too, Ian. That's really good news. Boy -- or it could be a \r\ngirl, huh? Or maybe twins. You know, you'd be lucky if you had twins. I mean, \r\nyou don't know that, but maybe you do know that. You know what I'd really like to do \r\nfor you two is throw a big party, like a celebration. ",
        "Ian: We appreciate the thought. ",
        "Lucy: Yeah, it'd be great. You know, after the Nurses Ball, of course. I'm \r\nso busy with that, but I'd love to plan it, you know, and make everybody come \r\nand -- you're going to make a heck of a mom, Eve. ",
        "Eve: Thanks, Lucy. I'm going to do my best. ",
        "Lucy: You're both very, very lucky. ",
        "Ian: Yeah. ",
        "Kevin: Well, we'd better have dinner. Don't want them to run out of tofu \r\nagain. Congratulations. ",
        "Eve: Thanks. ",
        "Lucy: You know, I need a theme for this celebration, this party, you know, a \r\nbig theme. ",
        "Kevin: A what? ",
        "Lucy: Well, like shamrocks, you know? He's Irish, and the baby could really \r\nlike shamrocks and -- ",
        "Lucy: What's that for? ",
        "Kevin: Because you're incredible. And you're upset. ",
        "Lucy: Uh, no, I'm not. I'm not -- ",
        "Kevin: You're only human, Lucy. You just found out that Eve was pregnant \r\nright after you got a picture of Christina in the mail. I wouldn't be holding \r\nup half as well as you. ",
        "Lucy: But I'm a terrible person. ",
        "Kevin: Why would you say that? ",
        "Lucy: Because, Doc, I have a daughter -- a wonderful, incredible daughter -- \r\nSerena. I couldn't ask for a better person. And I have you. And I am -- I'm \r\nvery, very happy for Eve. Believe me, I really am. ",
        "Kevin: But? ",
        "Lucy: But I would -- I would give anything -- I would give anything to have a \r\nbaby with you, the man that I love. I want to have your baby, but it's just a \r\ndream. ",
        "Kevin: And that's a wonderful dream, Lucy. But the reality is what we are. \r\nThat's better than any dream could ever be. ",
        "Lucy: You really, really mean that? ",
        "Kevin: Lucy, I love everything about who you are. I love everything we have. \r\nThe most incredible, exciting, beautiful woman I've ever met in my life. And I \r\nlove everything that we have to look forward to. ",
        "Kevin: We have it all, Lucy. ",
        "",
        "Livvie: Get your hands off me! Stop! ",
        "Zach: \"Stop!\" You want me to stop? Come on, you're so tough, make me. Make it \r\nhurt, I'm ready for you now. ",
        "Livvie: No! Please -- ",
        "Zach: Yeah, like you really don't like it, huh? ",
        "Livvie: Look, I said no! ",
        "Zach: Not very friendly, Livvie. ",
        "Livvie: Because we are not friends. ",
        "Zach: Thanks for clearing that up! Gloves are off, bets are off. ",
        "Livvie: What are you going to do? Kill me, too? Who are you going to blame \r\nthe murder on this time? ",
        "Zach: Killing you would be a waste. ",
        "Livvie: Oh, yeah? ",
        "Zach: Especially when there's so much more fun I can have with you first. ",
        "Livvie: I'll kill you, I swear! ",
        "Zach: Keep wishing. ",
        "Livvie: No, murderer! ",
        "Zach: You're going to get that wish -- right after I get mine, huh? ",
        "Livvie: Stop! ",
        "[Crashing sound] ",
        "Zach: Oh! Ok, girl, you want to play? ",
        "Caleb: No. I don't think she does. ",
        "Zach: Who the hell are you? ",
        "Caleb: Your worst nightmare. ",
        "",
        "Ian: All right. Let's get you home. ",
        "Eve: Well, that'd be great, but I checked out of the Port Charles Hotel when \r\nI left. ",
        "Ian: Go to my place if you like. I guess you'd rather not. ",
        "Eve: Why? Because Arianna lived there? ",
        "Ian: Wouldn't blame you for wanting to start fresh. ",
        "Eve: As long as I wake up next to the man I love, I don't care where I am.\r\n",
        "",
        "[Telephone rings] ",
        "Kevin: Kevin Collins. Yeah? When? Ok, calm down. Calm down. I'll be there in \r\nfive minutes. ",
        "Lucy: Huh, what -- what? Calm down what? ",
        "Kevin: That was Victor. He had to bring his friend Abe into G.H. for \r\nobservation. ",
        "Lucy: Abe Furland, the judge? ",
        "Kevin: Judge Kurland, right. They were fishing on Lake Gregory. ",
        "Lucy: In the woods north of town? ",
        "Kevin: Abe had some sort of episode out of nowhere. ",
        "Lucy: An episode, huh? In the woods, the same woods that Serena and I were so \r\nscared and got that creepy feeling in? The same woods that Jack got hurt in? ",
        "Kevin: Yeah. So? ",
        "Lucy: So -- ",
        "Kevin: Lucy, I don't have time to discuss Bigfoot right now. I'll call you as \r\nsoon as I know how long I'm going to be. ",
        "Lucy: All right, I'll wait at home. ",
        "Kevin: My place or yours? ",
        "Lucy: Your place. ",
        "Kevin: Good. ",
        "Lucy: Call me. ",
        "Kevin: I will. ",
        "Lucy: Doc, there are no coincidences. You should know that by now. ",
        "",
        "Jamal: It's time to go, Spunky. ",
        "Alison: Wait, wait. Just one more minute. Ok. ",
        "Jamal: Ok. Um -- the first thing I'm going to do is when I get to the police \r\nstation, I'll give you a call as soon as I know what's going on -- ",
        "Alison: No, no. No way. I'm coming with you. Look, we are in this together. \r\nEverything's going to be just fine. ",
        "Jamal: Glass half full, right? ",
        "Alison: It's overflowing. ",
        "Jamal: Overflowing. ",
        "",
        "Zach: What do you want? ",
        "Caleb: We have business. ",
        "Zach: The diamonds, is that it? Is that what this is about? Because I don't \r\nhave them. ",
        "Caleb: I'm searching for something more precious. ",
        "Zach: Like what? I ain't got nothing on me, man. ",
        "Caleb: You're wrong on both accounts. ",
        "Zach: Come on. What's your problem, huh? ",
        "Caleb: Me? No, nothing at all. But you -- well, you have blood on your hands, \r\nnot to mention your face. What a shame. ",
        "",
        "Livvie: Oh, Jack. Oh, I'm so sorry. I'm so sorry. I tried to make him pay. I \r\ntried to make him pay for taking you away from me. ",
        "",
        "Zach: I don't know what's going on here or who the hell you think you are, \r\nbut if you don't get out of my way -- ",
        "Caleb: My name is Caleb, not that it will matter knowing. Soon you won't \r\nremember anyone's name -- not even your own. ",
        "Zach: Go to -- ",
        "Caleb: It isn't nice to mistreat women. Especially that woman. ",
        "",
        "Livvie: Oh, Jack. Oh, I miss you so much. Oh, I miss you. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Officer: Got news on that guy that was found dead. ",
        "Garcia: Get a name on him yet? ",
        "Officer: Zach Vernon. ",
        "Sam: Let go! ",
        "Chris: Not until you tell me what this dead guy has to do with my brother, \r\nJack. ",
        "Livvie: Answer me. Who are you? ",
        "Caleb: I'm your future. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=t3CZeHyk19o"
}