{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Shh. Shh. ",
        "Jamal: I didn't say anything. ",
        "Alison: I know, but you're whistling. ",
        "Jamal: Yeah. So? ",
        "Alison: I'm trying to concentrate. ",
        "Jamal: Yeah? On what? ",
        "Alison: Our income. And our outgo. Jamal, we've got too little of one and way \r\ntoo much of the other. ",
        "Jamal: Well, that's how it is getting a business off the ground. ",
        "Alison: No, but I still feel like we're missing something. ",
        "Jamal: Not anymore. ",
        "Jack: Oh, please. Glad to see you guys are hard at work. ",
        "Jamal: Hey, what's up with him? ",
        "Alison: I don't know. Maybe he's still mad about last night. You would think \r\nthat he would be grateful for the surprise that we had for him. ",
        "Jamal: Yeah. ",
        "Jack: Oh, yeah, yeah, sure. \"Jack's a little down, so, hey, let's throw a \r\nnaked lady in his bed.\" ",
        "Alison: Livvie was naked? ",
        "Jack: No, Sam was naked 20 minutes after I told her \"thanks, but no thanks.\"\r\n",
        "Alison: Wait -- Sam? Sam, the biker biscuit? ",
        "Jack: Yeah. ",
        "Alison: Oh, God. Shoot me now. ",
        "Jack: Don't tempt me. ",
        "Jamal: Livvie was your surprise, man. You didn't know? ",
        "Alison: Jack, she figured out what an ass Chris was being and she came to \r\nmake up with you, and so I sent her to your room. ",
        "Jack: And she saw Sam. ",
        "Alison: Oh, yeah. ",
        "Jack: This is bad. Very bad. ",
        "",
        "Lucy: Sam was absolutely, completely naked? ",
        "Livvie: Trust me, if Sam were any more transparent -- ",
        "Lucy: And Jack? ",
        "Livvie: Wasn't there. Probably outside warming up for the next round. ",
        "Lucy: Aha. So you never actually saw him. ",
        "Livvie: Why would I want to stick around for something like that? ",
        "Lucy: Oh, I don't know. Call me crazy -- maybe to see what was really going \r\non because maybe that sleazy slut Sam was trying to ambush him or something. ",
        "Livvie: Oh, please. ",
        "Lucy: No, look what you did. You just left. You just hightailed it out of \r\nthere, figuring the worst. ",
        "Livvie: Figures. ",
        "Lucy: What figures? ",
        "Livvie: That you'd be sticking up for Jack. I mean, just like you did the \r\nnight the two of you wound up between your sheets. ",
        "Lucy: For your information, for the 10 billionth time, nothing ever \r\nreally happened. And you know what? The warranty on your pitiful excuse about me \r\nand Jack has just run out. If you really feel it necessary to ridicule me and \r\nJack and everybody else, maybe you should take a deep, long look at your own \r\nbehavior. ",
        "",
        "Eve: Long surgery. ",
        "Ian: Too long. ",
        "Eve: Well, at least Arianna's still fighting. ",
        "Ian: Yeah. ",
        "Eve: How are you doing? Are you ok? ",
        "Ian: Oh, yeah, yeah. But I'm not the one lying in the O.R. Or the morgue, for \r\nthat matter. ",
        "Eve: Look, what happened with Ben is not your fault. ",
        "Ian: I know, and I'm glad he's not going to hurt Arianna anymore. ",
        "Kevin: I just came from the police station. ",
        "Eve: And? ",
        "Kevin: Well, officially they're calling Ben's fall an accident. Unofficially \r\n-- ",
        "[Eve sighs] ",
        "Kevin: They think justice was served. And just so we get our stories \r\nstraight, you two were never on the roof. ",
        "Eve: Thanks, Kevin. ",
        "Kevin: Is there any more news on Arianna? ",
        "Eve: She's still in surgery. ",
        "Ian: Ramsey. ",
        "Chris: Surgery's over. ",
        "Eve: And? ",
        "Ian: How is she? ",
        "Chris: Well, there's good new and there's bad news. Which do you want first?\r\n",
        "",
        "Lucy: This is it. This is the absolute last time I'm going to explain this to \r\nyou. We were drunk. Jack and I were really drunk. We'd had a lot to drink \r\nbecause we were so upset. If you remember clearly, you and Kevin had given Jack \r\nand me the big old dumparoo. ",
        "Livvie: So, naturally, to feel better, you both just turned to the first \r\navailable body. Well, I guess that's a pattern with Jack. ",
        "Lucy: Oh, really? Well, somehow I sense he's not the only one, then, with a \r\npattern. ",
        "Livvie: What do you mean by that? ",
        "Lucy: Hmm, let me see. Young girl hurt by her adoring, adorable boyfriend \r\nruns to his opportunistic, sleazy older brother for some perhaps meaningless \r\nsex. ",
        "Livvie: Well, I made a mistake, ok? ",
        "Lucy: You were going to sleep with him. You were -- you were going to sleep \r\nwith him. \"Mistake.\" I heard that word come out of your mouth. You made a \r\nmistake -- well, so did I. And so did Jack. Livvie, you can't spend your whole \r\nlife blaming us or pointing fingers all the time. You know what will happen? \r\nYou'll end up bitter and alone and a loser. Is that what you really want? ",
        "Livvie: No. I don't know. I don't know what I want. ",
        "Lucy: Ok. But you did once. ",
        "Livvie: Yeah, well, that was a long time ago. I mean, when Jack and I first \r\nmet, all we had to do was look at each other, and we knew what we felt. ",
        "Lucy: Ok, well, maybe you can be clear again. Maybe you should just go back \r\nto square one. Start all over fresh. ",
        "Livvie: Oh, yeah. You don't have a time machine I can borrow, do you? ",
        "Lucy: Did you two -- you and Jack have, like, a place you used to go where \r\nyou could just be alone together and everything seemed really -- I don't know -- \r\nsimple and perfect? ",
        "Livvie: You mean where no one and nothing could touch us? ",
        "Lucy: Yeah, like that. Maybe you should just go back there -- just for a \r\nlittle while and sit, you know, and think about how far you've come and where \r\nyou'd like to be with Jack. You know, try it. ",
        "Livvie: You really think it would work? ",
        "Lucy: Just -- just try it. Just go try and picture a future with Jack and get \r\na fresh perspective. ",
        "Livvie: Yeah. Thank you, Lucy. Thank you. ",
        "",
        "Jamal: Man, you thought you had trouble before. ",
        "Jack: Yeah, well, I'm going to go work things out, talk to Livvie. And, hey, \r\nI'm sorry I blasted you. I know you were trying to do a good thing. ",
        "Alison: Well, go find her. ",
        "Jack: That's a good idea. ",
        "Alison: Hey, where are you going? ",
        "Jamal: I'm taking this thing out for a test spin. ",
        "Alison: Oh, ok. ",
        "Jamal: All right? ",
        "Alison: Be careful. And don't scratch anything on there. ",
        "Jamal: Yeah, I won't, I won't. ",
        "Alison: Be careful of the seat. I mean it. ",
        "Jamal: I got it, I got it. Hey. ",
        "Alison: Bye. ",
        "Jamal: Bye. ",
        "Zach: You open for business? ",
        "Jamal: Not for you. ",
        "Sam: Oh, like you can really afford to turn down the green. ",
        "Jamal: Yeah, you know what? But that thing looks like it's totaled anyway, \r\nyou know? Besides, what happened to the chump riding it? ",
        "Zach: Raymond made a sweet payoff. ",
        "Jamal: Too bad he won't be able to use it in the hospital, huh? ",
        "Zach: Guy doesn't have your talent for handling the curves. ",
        "Jamal: Yeah. ",
        "Zach: That's why I wanted to give you one more shot at it. ",
        "Sam: There's another race coming up in a few weeks. Prize money's the biggest \r\never. ",
        "Jamal: Not interested. ",
        "Zach: Tell you what I'll do. I'll sign you up, even front you the entry fee, \r\nhuh? ",
        "Jamal: Hmm. ",
        "Zach: Come on, what do you say? ",
        "Jamal: You better raise up off me. ",
        "Zach: What is your problem? ",
        "Jamal: I told you to stay the hell away from here. ",
        "Zach: You don't tell me jack. ",
        "Jamal: Oh, yeah? ",
        "Zach: Mm-hmm. ",
        "Jamal: Yeah, well, maybe this'll get through to you. ",
        "Alison: Hey, what is going on out here? Oh, no! Oh, God. Are you ok? ",
        "Zach: See you at the race, man. ",
        "Alison: Are you ok? Oh, my God, Jamal. ",
        "",
        "Ian: Just tell us how she is. ",
        "Chris: She's alive. Minus a couple liters of blood. There's also omentum \r\nvisceral damage. We did a partial lobe resection on her liver. And now, of \r\ncourse, we're hoping she doesn't go into D.I.C. ",
        "Ian: I want to see her. ",
        "Chris: They're moving her to recovery. It's going to take a few minutes. ",
        "Eve: You know what? I'm going to go make sure that Deneice and Colleen are \r\nassigned to her in ICU. You know, they'll make sure she gets the best care. I'll \r\nmeet you there later? ",
        "Ian: Yeah. ",
        "Kevin: Coffee? ",
        "Ian: No, I -- no. If there's nothing else you -- ",
        "Kevin: No, I understand. I'll leave you alone. ",
        "Ian: Thank you. ",
        "Kevin: The police asked me to give you this. It's Arianna's things. ",
        "Ian: Thank you. Wait a minute. What is this doing here? ",
        "Kevin: Well, that was lying next to Arianna when I found her. ",
        "Ian: No, no, no. That's impossible. I threw this out with the rest of her \r\nstuff. ",
        "Kevin: Well, somehow she got it back. ",
        "Ian: How -- how could -- she went out to look for this. That's how he got to \r\nher. That's how this bastard got to her. Kevin, this -- this is lies. This is \r\nall lies. We took these pictures all in one day for the INS. We were just \r\nmake-believing. But to her they were real. Real enough to almost get her killed.\r\n",
        "",
        "Alison: Ok, Jamal, obviously you guys didn't get into it because he didn't \r\nlike our prices. Why do you hate this guy Zach so much? ",
        "Jamal: Look, he fixes races, ok? He puts his money down and he makes sure his \r\nman wins. ",
        "Alison: What does this have to do with you? ",
        "Jamal: I was the first one he banked on. There was this 250 supercross and \r\nthere was a $10,000 purse -- you know, kind of a major deal. So Zach hears about \r\nmy rep, so he bets big. Only he takes out an insurance policy and he forgets to \r\ntell me about it, and he rigs the competition's bike. So when me and Eddie took \r\nthat first turn, it's just -- anyways, I go see him in the hospital, and by that \r\ntime he found out what Zach did, and he just, you know, warns me off him. That \r\nwas my last race. ",
        "Alison: Why didn't Zach go to jail? ",
        "Jamal: You know, because everything was cool. We just kept quiet. ",
        "Alison: No, Jamal. It's not cool. It's -- no. ",
        "Jamal: No, it is cool. ",
        "Alison: Look, he is coming around again. ",
        "Jamal: Zach ain't going to get what he wants. ",
        "Alison: Well, then why did he say he would see you at the next race? ",
        "Jamal: Ali, don't worry about it, ok? I am through with this stuff, and there \r\nain't nothing Zach can do about it. ",
        "",
        "Zach: He's wrong if he thinks I'm giving up. No way. ",
        "Sam: Maybe we ought to start looking for another rider. ",
        "Zach: Where are we going to find another one as good as Jamal, huh? \r\nEspecially now that Raymond's toast. ",
        "Sam: Well, don't ask me to work on his pal Jack again. ",
        "Zach: Yeah, you did such a good job with that. ",
        "Sam: I don't think Jack could have talked him into it. He doesn't have that \r\nkind of pull with Jamal. ",
        "Zach: Maybe not. But I know someone who does. And when we're through with \r\nher, the little blonde girlfriend is going to bring her man out of retirement.\r\n",
        "",
        "Ian: Well, she picked a great helper, didn't she? ",
        "Kevin: You don't really believe that. ",
        "Ian: Please don't do that, Kevin. Don't try to analyze me. No, don't try to \r\nget into my head. This is not about me. It's about a young woman who's halfway \r\nup to heaven, and I'm responsible. ",
        "Kevin: Taking a lot of credit, aren't you? ",
        "Ian: Let me ask you something. Why is it that I can sew up a bullet wound for \r\nsomeone or restart the heart of a perfect stranger, but I can never hear the \r\npeople closest to me calling me and calling for my help? When I met Arianna, I \r\nknew that she reminded me of someone, but I didn't know who it was until right \r\nnow. It's my own sister. My own sister. She had the same innocence about her, \r\nthe same hope for hope. And then one day it was all taken away from her. Just \r\nlike that -- gone. And her big brother, the smart doctor, the man she grew up \r\nwith, the man who was supposed to take care of her wasn't there. Ugh! He wasn't \r\nthere to put her back together again. Just like that, she died. ",
        "Kevin: I've been there. ",
        "Ian: Well, I live with this every day. I'm not going to let it happen again.\r\n",
        "Chris: Thornhart. Your wife's settled in if you want to see her. ",
        "Lucy: Hey, I haven't seen you in a while. How -- are you? Apparently he's not \r\nso good. Oh, my goodness, and you're not so good. Doc, what -- what is it? I'm \r\naway for one night and half a day and the whole world goes helter-skelter. What \r\n-- what happened? ",
        "Kevin: I wish I had the words to explain it. But I don't. I just don't. ",
        "",
        "Eve: Hey, Arianna. It's Eve. You made it through the surgery. That's great. \r\nAnd all the doctors and nurses are really impressed with you right now. ",
        "Eve: Especially Ian. He's been with you every minute, waiting to see you \r\nagain. I know where you are right now is really safe, and you feel really \r\nprotected. But it's ok now. You don't have to be afraid to come back. Ben is \r\ngone, and he will never hurt you again -- never. So all you have to do now is \r\nconcentrate on getting well. Please, Arianna. You have to live. ",
        "",
        "Jack: Why should I apologize? Hey, you didn't do anything, right? So what are \r\nyou doing here? Why are you chasing her around? Gosh, Jack. Oh, what the hell's \r\nthe matter with you? ",
        "[Splash] ",
        "",
        "Lucy: Oh, my God, Doc. What a nightmare. ",
        "Kevin: Yeah. Yeah, well, I can't get it out of my mind -- the sight of that \r\npoor young woman lying there bleeding to death. And it was her brother. It was \r\nher own brother. And how could he do that to his sister? And that's something I \r\nwill never understand, Lucy, no matter what I go through, how one human being \r\ncan do that to another. ",
        "Lucy: Doc, he -- he was sick. That's all it can be. He was sick. He was \r\npsychotic or schizophrenic. You're the best person in the world to diagnose \r\nsomething like that. ",
        "Kevin: Sure, I can put a name on it and I can tell the world how sorry I am \r\nfor it, but -- Lucy, at times like this, all my science, all my training, all my \r\nkeen insight into the human condition just adds up to zero. ",
        "Lucy: Yeah, you're right. You're just practically useless, aren't you? ",
        "Kevin: What's that, reverse psychology 101? ",
        "Lucy: No, Doc. I'm just throwing those ridiculous things you just said right \r\nback in your face because I want you to really hear how ridiculous that sounds. \r\nAll of that stuff does add up. You do help people, and you will keep helping \r\npeople because you just care so darn much. ",
        "Kevin: Yeah, I care. ",
        "Lucy: You really do. You care so much that you -- you hurt deep down inside \r\nfor that young woman who's fighting for her life, and you hurt because her \r\nbrother did it. And you even hurt for Ian, a man you've been through so much \r\nwith. You even hurt for him, watching him in such pain. Doc, it's because you \r\ncare -- because you have so much compassion, and all that compassion inside of \r\nyou is going to help people and it's just going to keep helping lots and lots of \r\npeople. You did help Arianna. She wouldn't even have the chance to fight for her \r\nlife if it hadn't been for you, so would you please -- please, Doc, give \r\nyourself a break, ok? We really need you out there. Come here. Hey, listen to \r\nme. If you forget that last part about how much we all need you out there, you \r\njust come home because you have a woman who loves you very, very, very much, and \r\nI will remind you each and every day all the good stuff you have right in your \r\nown back yard. ",
        "Kevin: Have I told you lately how much I love my back yard? ",
        "Lucy: That's it? Just your back yard? I mean -- ",
        "Kevin: Oh, no. The back yard and the front yard. Living room. The den. ",
        "Lucy: What about the bedroom? ",
        "Kevin: The bedroom. ",
        "",
        "Eve: I've been talking to her. So far there's no response. ",
        "Ian: Arianna. I'm right here. I'm not going to leave you. I promise.",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Ian: I'm right here. I'm not leaving you. And I'm sorry. ",
        "Karen: Unplug it already. ",
        "Frank: I did. See? ",
        "Karen: Then what is this message doing there? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=HDYuKoZ62BU"
}