{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Lucy: Doc, he looks even paler. ",
        "Kevin: The drug we gave him isn't working. He's not coming out of it. ",
        "Lucy: The chief went to call Ian at the hospital. ",
        "Kevin: Well, what can he say? This drug was supposed to bring him out of the \r\ncoma. ",
        "Lucy: No, love was. ",
        "Kevin: What? ",
        "Lucy: Love. That's the only thing that will make Frank get better, that will \r\nbring him back -- love. ",
        "Kevin: You mean, like what the chief was talking about? ",
        "Lucy: Yes. Don't you see? He's not going to come back without Karen. ",
        "Kevin: Lucy, we don't have much time. Frank doesn't have any time. ",
        "Lucy: Frank, listen. You have to come back now. Your friends, your family, \r\nthey need you. It's what your Karen would want. ",
        "Kevin: He's barely breathing. God, we're losing him. ",
        "Lucy: Oh, my God. ",
        "",
        "Frank: I have to get this tube out. I can't keep this working. ",
        "[Knock on door] ",
        "Frank: Damn. Cookie's dad. He's going to try to stop me. Have to hurry. Save \r\nKaren. I have to save Karen. ",
        "Frank: Where am I? What's happening to me? ",
        "",
        "Jack: Hey. ",
        "Livvie: Don't get up. Don't get up. ",
        "Jack: Why not? ",
        "Livvie: Because that fall you took in the woods was bad, Jack. ",
        "Jack: Oh, I just tripped or something. It's no big deal. ",
        "Livvie: You can't even remember how it happened. I think that's scary enough.\r\n",
        "Jack: Well, you know what I think? ",
        "Livvie: What? ",
        "Jack: You're just looking for an excuse to examine me. ",
        "Livvie: Yeah? ",
        "Jack: Mm-hmm. Yeah. ",
        "Livvie: Well, you know what? This shirt is really dirty. I think you should \r\nmaybe take it off. ",
        "Jack: Ok, we can do that. Take the clothes off. That's a good start. ",
        "Livvie: Here. Lie back down. Lie back down, please. ",
        "Jack: Oh, that's even better. ",
        "Livvie: Jack, no. I'm going to get you a warm sweatshirt to put on. ",
        "Jack: Hey, what happened to taking off the clothes? ",
        "Livvie: Well, I'm not going to take advantage of you. ",
        "Jack: Well, believe me, I won't be offended. ",
        "Livvie: Oh, yeah? ",
        "Jack: Hey, hey, leave that open. Really. ",
        "Livvie: Are you crazy? Don't you remember how much you were shivering last \r\nnight? ",
        "Jack: Livvie, I'm fine, all right? ",
        "Livvie: Well, I am not going to take any chances. ",
        "Jack: Ok. Well, I guess you can have your way on this one, all right? But I \r\nget my way on something else. ",
        "Livvie: Oh, yeah? Is there anything else you want right now besides sex, \r\nJack? ",
        "Jack: Hmm. No. ",
        "Livvie: Well, how about some food? I can make you up a steamy, hot bowl of \r\nchicken soup. ",
        "Jack: No, that doesn't sound good. ",
        "Livvie: No? Then what do you feel like? To eat. ",
        "Jack: Hamburger. ",
        "Livvie: Hamburger. ",
        "Jack: Hamburger actually does sound pretty good. ",
        "Livvie: Well, a hamburger is not that good for you, so why don't you start \r\nwith -- ",
        "Jack: Livvie, I said get me a hamburger. ",
        "Jack: Oh, my God. Hey -- ",
        "Livvie: It's ok. ",
        "Jack: No, it's not. I guess -- I don't know what got into me. I guess I just \r\nget cranky when I'm hungry. ",
        "Livvie: Jack, it's fine, ok? You're just a little hungry. So one hamburger \r\ncoming up. Lay down. I'll be back. ",
        "Jack: I'm sorry. ",
        "",
        "Alison: Wait, Jamal. These are your racing times? ",
        "Jamal: My test runs, and getting better every day. ",
        "Alison: Yeah, but to be going, you know, at this rate, I mean, you'd have to \r\nbe -- ",
        "Jamal: Fast but in control. Ok? ",
        "Alison: Ok. Listen, why don't we not talk about the race for one night? ",
        "Jamal: Ok. You can do that? ",
        "Alison: I think we can both use our minds and our bodies to much better use.\r\n",
        "Jamal: No doubt. ",
        "Livvie: Hey, guys. ",
        "Jamal: Livvie, hey. Yo, we got to talk. ",
        "Livvie: About? ",
        "Jamal: About you going to go see Zach. That's a bad move. ",
        "Livvie: Yeah, I know it was a really stupid idea, but I just felt really bad.\r\n",
        "Jamal: Yeah, well, you know, you shouldn't. Zach is my problem, and I can \r\ndeal with him. ",
        "Livvie: But you wouldn't have  to if I hadn't messed up that evidence you \r\nhad against him. I just wish he would have taken my money and forgotten about \r\nthe whole thing. ",
        "Jamal: Listen, listen, listen up -- I don't need anybody getting hurt. ",
        "Livvie: Yeah, I'm sorry. ",
        "Jamal: That's cool, and I know you're just trying to help. And this goes for \r\nboth of you from now on. I don't want you playing this \"Charlie's Angels\" \r\nthing, ok? Stay away from Zach and his gang. Got it? ",
        "Alison: Ok. ",
        "Livvie: Deal. ",
        "Jamal: Cool. ",
        "Alison: So, how is Jack? ",
        "Livvie: Jack is pouting because I want him to eat something that's good for \r\nhim. ",
        "Alison: Guys are the biggest babies when they're sick. ",
        "Jamal: I can hear you. Ok, I'm not invisible. ",
        "Livvie: I am going to pop over to the Recovery Room and get Jack his burger. \r\nI'll see you guys later. ",
        "Alison: Ok. Bye. ",
        "Livvie: Bye. ",
        "Jamal: Later. ",
        "Alison: Ok, so, how about it? ",
        "Jamal: Hmm? ",
        "Alison: No more race talk. No more bikes. Ok? Just you and me and our bed.\r\n",
        "Zach: Hey, J., looking good. ",
        "Jamal: Shop's closed. Get out. ",
        "Sam: Take it easy. We just brought you a present. ",
        "Zach: This month's issue of \"Racing Times.\" ",
        "Jamal: Yeah, so? ",
        "Zach: So next issue, your face will be all over that cover. ",
        "Jamal: You want to get me hyped? Huh? Let's talk about maybe not having to \r\nsee your faces after this race. ",
        "",
        "Frank's Voice: What the -- ",
        "Karen's Voice: Whoever or whatever is on the other side of that computer is \r\ntaking over our lives, and it's starting to scare me, Frank. I am going to turn \r\noff this crazy machine permanently. ",
        "Frank's Voice: \"Cookie, you hear me? Do not go to that dance tonight.\" ",
        "Chief's Voice: You're traveling back to rectify the mistake you made. You're \r\nsetting things right, if it is possible. You must not compound your problems or \r\nanyone else's by attempting to play God. Accomplish what you must. Leave \r\neverything else alone. And when you return -- if you return -- you must never \r\nspeak of what you experienced. ",
        "Frank's Voice: Why? ",
        "Chief's Voice: Because it could be very dangerous. ",
        "[Frank gasps]",
        "Frank: But I haven't found Karen. I have to find her. ",
        "Frank: It wasn't enough. Everything I did for Karen wasn't enough. I couldn't \r\nsave her. Why wouldn't you let me save her? I'm giving my life! ",
        "Frank: I'm dying. I know I'm dying. I'm sorry, Karen. I couldn't save you. I \r\ncouldn't give you the life you were meant to live. Oh, God, I wanted to live \r\nthat life with you. I wanted to see your face, touch your skin, hear your voice. \r\nI wanted to spend every day loving you. But now you're gone. I lost you. I lost \r\nyou, Karen! ",
        "",
        "Jack: Mmm. I guess I was hungrier than I thought I was. Thanks. ",
        "Livvie: I like taking care of you for a change. ",
        "Jack: What do you mean? ",
        "Livvie: Well, it just seems like you're always coming to my rescue, you know, \r\nwith Zach and Chris. ",
        "Jack: Yeah, well, you came to your own rescue on that one. ",
        "Livvie: Still, I know how much you were looking out for me, even though I \r\nwouldn't listen to you. ",
        "Jack: And I am always going to be looking out for you. ",
        "Livvie: And now I want to do the same for you, even if you don't think you \r\nneed taking care of. ",
        "Jack: Ok. I hereby am under your care. ",
        "Livvie: Uh-oh. ",
        "Jack: And I like where this is headed already. ",
        "Livvie: Hey. I need you to rest, Jack. ",
        "Jack: And I thought that's exactly what I was going to hear, but those are my \r\nlittle doctor's orders. ",
        "Livvie: You're getting better at this. ",
        "Jack: Mm-hmm. ",
        "Livvie: I was thinking that maybe you should take the day off tomorrow. ",
        "Jack: Oh, no. That race is coming up soon. Jamal really needs me. ",
        "Livvie: But your body has got to be hurting from that fall. ",
        "Jack: It's my ego that's a little bruised. ",
        "Livvie: You're a good friend, Jack. And even a better boyfriend. You have \r\nmade such a difference in my life. What? ",
        "Jack: Is it a little hot in here? ",
        "Livvie: Hey, are you ok? ",
        "Jack: Livvie, you are so beautiful. ",
        "Livvie: That's because you make me feel that way, Jack. ",
        "",
        "Sam: Come on. Is that any way to talk to your biggest fans? ",
        "Zach: Yeah, J., what's up? We can't show a little support? ",
        "Jamal: I didn't know sucking up was a part of your style, Zach. ",
        "Sam: Guy can't even take a compliment. ",
        "Jamal: You know what? Just save it, ok? Because I know the only reason why \r\nyou're here is to get in my face and make sure I'm racing. ",
        "Zach: Oh, we know you're racing. ",
        "Jamal: You know, you need to leave Alison out of this, and Livvie. Ok, I told \r\nyou to stay away from them, Zach. ",
        "Zach: Livvie came crawling to me, huh? What's a guy to do? ",
        "Sam: Zach, just give him the form, ok? ",
        "Zach: See? No reason to get all paranoid. Just need you to fill out the entry \r\nform. ",
        "Jamal: Got it. I told you I'd do this race and I'd win. ",
        "Zach: No doubt. ",
        "Jamal: Now, that's the deal. So why don't you get out of my face so I can \r\nfocus and get this over with? ",
        "Zach: Fair enough. ",
        "[Door closes]",
        "Jamal: I'm surprised you didn't go off on him, Spunky. What's up? ",
        "Alison: Jamal, have you seen these racing crash statistics? ",
        "Jamal: Yeah. ",
        "Alison: Yeah? ",
        "Jamal: Yeah. ",
        "Alison: Jamal, these guys are lucky if they don't walk away without a serious \r\naccident. ",
        "Jamal: You know what? They don't know what they're doing, ok? They don't even \r\n-- ",
        "Alison: Jamal, don't give me that, ok? Because I'm sure that every single one \r\nof these guys thought that they were totally invincible right up until the point \r\nwhere they flew off their bikes. ",
        "Jamal: What I was trying to say here was that these guys are not riding safe, \r\nok? They don't -- they're not in control at all. ",
        "Alison: Fine. Fine. Ok, what if somebody out of control hits you? Then what?\r\n",
        "Jamal: You don't even get it. ",
        "Alison: I don't get what? The fact that you could die doing this? Jamal, \r\nsomebody did last week, and another guy just broke his leg. ",
        "Jamal: And? That's not me. ",
        "Alison: Why? Why? What makes you so different? ",
        "Jamal: I'm the best, ok? When I get out there and race, I'm in a zone. Ok? \r\nNobody can touch me. And nobody can pass me. ",
        "Alison: Right. God, I can't believe I didn't see this sooner. ",
        "Jamal: What? ",
        "Alison: It's not just the fact that they are forcing you to race. You want to \r\ndo this. You want to race. ",
        "[Door opens]",
        "",
        "Frank: I love you, Karen. I love you. ",
        "Karen's Voice: Frank? ",
        "Frank: Karen? Karen, where are you? ",
        "Karen's Voice: Frank? ",
        "Frank: Karen? ",
        "Karen: Frank? Frank, what are you doing? ",
        "Frank: Karen? Karen. Oh, thank God. Thank God.",
        "",
        "Zach: Jamal's got his game face on. That's good. ",
        "Sam: So he won't realize what we're really doing. ",
        "Zach: Guy thinks it's just another race. Little does he know he's really \r\ncarrying the stuff over the border for us, huh? ",
        "",
        "Jamal: Ali, what are you doing? ",
        "Alison: I can't do this. I'm not going to watch you kill yourself. ",
        "Jamal: Ali -- come on, Ali. ",
        "Alison: Jamal, don't tell me I'm overreacting. ",
        "Jamal: I'm not going to die, baby. Come on. ",
        "Alison: Jamal, you don't know what's going to happen, ok? And if by some \r\nsmall miracle that you don't get hurt in this race, there will be another one.\r\n",
        "Jamal: No, no -- ",
        "Alison: Yes. Because you are hooked again. ",
        "Jamal: There is not going to be another race. ",
        "Alison: Jamal, I don't want to lose you. Not after what we've found. ",
        "Jamal: I'm not going to risk that for the world. And the only thing that I'm \r\nhooked on, Ali, is you. ",
        "Alison: But what if something -- ",
        "Jamal: Come on, but nothing. I already know the dangers of racing. Ok, that's \r\nwhy I've got to get so focused. So I can block out any weaknesses, ok? So I can \r\nget in the zone so I don't get hurt. Ok? And then we can be just done with all \r\nthis. All right? You know how it's going to happen? ",
        "Alison: How? ",
        "Jamal: By picturing you at the finish line waiting for me. Sweetie, you're \r\ngoing to keep me focused. ",
        "Alison: Jamal, I'm scared. ",
        "Jamal: Well, don't be. Come on, how can I lose if I'm riding to you, huh? \r\nCome on, we're going to get our lives back. You'll see. Come here. ",
        "",
        "Livvie: Wow. Jack, what's gotten into you? ",
        "Jack: You did. I can't get enough of you. ",
        "Livvie: Your face -- your face is really hot. Do you think you're coming down \r\nwith the flu? ",
        "Jack: You're the one that's making me hot. Now, come here. ",
        "",
        "Frank: It worked. I did it. You're here. You're really here. ",
        "Karen: Of course I am. ",
        "Frank: Oh, I love that laugh. I love that face. Those lips. That nose. I love \r\nyou. ",
        "Karen: I love you, too. ",
        "Frank: Oh, say it again. ",
        "Karen: I love you, too. ",
        "Frank: You don't know how good it is to hear your voice. ",
        "Karen: Frank? ",
        "Frank: What? ",
        "Karen: You're acting like you haven't seen me in years. ",
        "Frank: If you only knew. ",
        "Karen: Knew what? ",
        "Frank: How hard it is to be without you, even for a second. ",
        "Karen: By the way, where have you been? I've been waiting for you. ",
        "Frank: I know. It took me longer than I thought. ",
        "Karen: What took you longer? ",
        "Frank: Getting here to you. ",
        "Karen: You know, I was afraid you were skipping out on me. ",
        "Frank: Oh, never. Never. I will never leave your side again. ",
        "Karen: Well, you're going to have to for a little while. I don't think \r\nthey'll let you in the O.R. ",
        "Frank: You're going in for the transplant right -- right now. ",
        "Karen: Yes. They already did the blood work and got me prepped while you were \r\ntaking your sweet old time getting to me. ",
        "Frank: I'm sorry I'm late. ",
        "Karen: I'm just glad you're here. ",
        "Frank: Me, too. So, how do you feel? ",
        "Karen: I feel good that I might be able to save Arianna's life. ",
        "Frank: Are you afraid? ",
        "Karen: You mean with my drug thing and whole history? Yeah, I am. But less so \r\nknowing you're around. I know you'll look out for me. ",
        "Frank: Always. Do you know how much you mean to me? I would do anything to \r\nkeep you in my life. ",
        "Karen: You've already got me. I'm not going anywhere. ",
        "Frank: I couldn't lose you. ",
        "Karen: You'll never lose me. Don't you know that by now? ",
        "Frank: Now I do. Now I'm sure. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Arianna: So, what happens after the surgery? ",
        "Ian: You get better and lead a happy life. ",
        "Arianna: But not with you. ",
        "Eve: I have no idea what to do next. ",
        "Michael: Eve, I think I may have the answer you're looking for. ",
        "Frank: If only I could tell you how I went back in time. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=4l0qg1q-UVY"
}