{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: Hey, what's going on? ",
        "Jack: Hey, what's up, boy? ",
        "Gabriela and Livvie: Hey! ",
        "Mary: Hi! ",
        "Jack: What's it look like, man? ",
        "Alison: Wait, wait -- you guys are all here to help us? ",
        "Livvie: Well, somebody better if you don't want to get this place shut down.\r\n",
        "Gabriela: Yeah, it was Mary and Joe's idea. ",
        "Mary: Well, we felt so bad when we saw you at the hospital for your ankle.\r\n",
        "Livvie: So they put the word out and -- ",
        "Gabriela: Here we are. ",
        "Alison: Oh, my God. You guys are too unbelievable. ",
        "Livvie: Come on in! Let's go! ",
        "Jack: Don't stand there. We got a lot of work to do. Let's go! ",
        "Mary: We got lots to do. ",
        "Jack: Inspector's going to arrive any minute. ",
        "",
        "[Music plays] ",
        "Frank: What a night. First I come home to find a free pizza -- and, you, of \r\ncourse. ",
        "Karen: Oh. ",
        "Frank: And then the tech guy tells me there's no way in hell I could ever \r\nconnect with anyone on that computer. ",
        "Karen: Oh. Frank, no more computer talk. Let's just dance. ",
        "Frank: Wait, look. There's another message. ",
        "Karen: Oh. Oh, I am so sorry. ",
        "Frank: Oh. Did you see it? ",
        "Karen: Um -- no. Are you sure there was something there? ",
        "Frank: Yeah, look, I'll -- I'll prove it to you. \"Are you there? Please write \r\nback.\" ",
        "Karen: Ok. Frank, let's step away from the computer and keep your hands where \r\nI can see them. ",
        "Frank: Not until I prove there's someone out there trying to contact me. Not \r\nuntil I prove to you I'm not crazy. ",
        "",
        "Eve: Hey, Joe. ",
        "Joe: Hey. ",
        "Eve: You still speaking to me? ",
        "Joe: Well, if you can't yell at your friends, who can you yell at? ",
        "Eve: Thanks, Joe. ",
        "Joe: I just wish I could help you out with this Ian and Arianna situation.\r\n",
        "Eve: Yeah. Well, it's not like they will be married forever. ",
        "Joe: Let's hope it doesn't go on much longer. ",
        "Eve: It won't. Ian said it will work out, and it will. ",
        "Man: Somebody, help! Somebody help, please. ",
        "Eve: What's wrong? ",
        "Man: She tried to kill herself. ",
        "Eve: Ok. Alex! ",
        "Alex: Right here, Dr. Lambert. ",
        "Man: It's all right. It's ok. ",
        "Eve: All right, it's ok. Sit down, have a seat, let me look at this here. All \r\nright, we got lacerations on both wrists. Take her into two, apply pressure, and \r\nprepare for sutures. How long has she been bleeding? ",
        "Man: I found her just after she did it. ",
        "Eve: Good. ",
        "Man: God, this is all my fault. ",
        "Eve: Why? ",
        "Man: She just depends so much on me, but the marriage was over a long time \r\nago and she knows that. ",
        "Eve: Hey, hey, hey. What happened? ",
        "Man: I asked her for a divorce. ",
        "",
        "Ian: I'm offering you an answer to your problem. ",
        "Arianna: Moving away from here, from you? That's not an answer. ",
        "Ian: A new name, a new place where you'll be safe, safe from your brother, \r\nfrom Immigration. ",
        "Arianna: I won't do it. I'm not leaving you. You're my husband. ",
        "Ian: This marriage is just for show. ",
        "Arianna: Not for me! Not for me. ",
        "Ian: Arianna, I -- ",
        "Arianna: No, can't you see it? Don't you know how I feel about you? ",
        "Ian: I know that -- that you're confused, that maybe you think that we -- ",
        "Arianna: That I love you? I'm not confused, Ian. I do love you. ",
        "Ian: I care about you an awful lot. But I love Eve and you know that. And you \r\nknew going in that this marriage isn't real. ",
        "Arianna: It's real for me. ",
        "",
        "Joe: Hey, sorry I'm late. ",
        "Jamal: Hey, we're just glad you made it at all, bro. ",
        "Mary: Hey, Joe. ",
        "Joe: Hi, Ma. ",
        "Mary: Oh, I'm sorry that Victor isn't here, but he's handling the St. \r\nPatrick's crowd over at the Recovery Room. And speaking of the holiday that's so \r\ndear to my heart, would you like a little beer? ",
        "Joe: Sure. ",
        "Mary: An Irish beer and a hammer for you, too. ",
        "Joe: All right. ",
        "Gabriela: Well, the swelling's gone down, so that's good. ",
        "Alison: Oh, good. So then I can get up on my feet. ",
        "Gabriela: No! Don't you even think about it. ",
        "Alison: Well, Gabriela, I want to help. ",
        "Mary: Well, you can help by celebrating St. Patrick's Day. How about a beer \r\nfor you? ",
        "Gabriela: Oh, thank you. ",
        "Alison: Thank you, Mary. ",
        "Mary: Yeah, and a Shirley O'Temple for you. ",
        "Alison: Thank you. Cheers. ",
        "Gabriela: Cheers. ",
        "Mary: And, you know, I think it's time for a toast. ",
        "Gabriela: Ooh, toast. ",
        "Mary: Excuse me. Gather round, everybody. ",
        "Alison: I know. Here. Here you go. ",
        "Mary: Ok. ",
        "Jamal: Come on, Ali. ",
        "Alison: Ok. ",
        "Mary: An Irish toast for Jamal and Alison. May the roads rise to meet you, \r\nmay the wind be always at your back, and may we hurry up and save this place!\r\n",
        "All: Hear, hear! ",
        "Mary: Cheers. ",
        "Gabriela: Whoo-whoo! ",
        "Mary: Let's go! Ok. ",
        "Jamal: All right. We better get back to work. ",
        "Alison: Yeah. ",
        "Jamal: There's not much time. ",
        "Alison: I know. ",
        "Joe: Ok. All right. ",
        "",
        "Livvie: What are you looking at? ",
        "Jack: I'm just trying to get inside your head. ",
        "Livvie: Yeah? Well, don't. ",
        "Jack: You know, it's hard to understand why you're trying so damn hard. ",
        "Livvie: What, to save the shop? ",
        "Jack: No. No, to fight what you feel about us. ",
        "Livvie: Look, there is no us. I don't want any us. ",
        "Jack: Then what do you want? Do you even know? ",
        "",
        "Gabriela: Hey. ",
        "Joe: Hey. ",
        "Gabriela: So Arianna's ok? ",
        "Joe: Well, she's having a hard time of it, but she's with Ian, so -- ",
        "Gabriela: I feel sorry for her. ",
        "Joe: Yeah. Eve and Ian both, huh? ",
        "Gabriela: It's not easy on any of them, you know, especially the way Arianna \r\nfeels about Ian. ",
        "Joe: I just hope they figure it out. But somebody's got to get hurt. ",
        "",
        "Eve: All right. Well, your cuts don't appear to be too deep. ",
        "Woman: My -- ",
        "Eve: You just -- ",
        "Woman: My husband. Where's Troy? ",
        "Troy: I'm right here, Stacey. ",
        "Stacey: Oh, I was so scared you left. ",
        "Troy: Is she going to be all right? ",
        "Eve: Uh, I was just explaining. She sustained only superficial lacerations. \r\nShe won't even need stitches. ",
        "Troy: Did you hear that? You're going to be fine. ",
        "Stacey: I'm just so glad you're here. ",
        "Troy: Yeah. ",
        "Eve: I'm going to have Alex come in and bandage you up. Can I have a minute \r\nwith you, please? ",
        "Troy: Sure. ",
        "Stacey: Oh, no, don't -- don't leave me. ",
        "Troy: No, it's ok. I'll just be outside here, all right? I won't be long. I \r\nwon't be long. It's all right. ",
        "Troy: Is she really ok? ",
        "Eve: Physically. I don't think she meant to kill herself. ",
        "Troy: Oh. ",
        "Eve: Has she tried this before? ",
        "Troy: No, but she's threatened. ",
        "Eve: I'm going to have to report this as a suicide attempt. ",
        "Troy: Oh, great. Well, what's going to happen to her? ",
        "Eve: Well, she'll need counseling. And I think it might be good for both of \r\nyou. ",
        "Troy: Well, maybe -- maybe we'll be able to work things out, you know. ",
        "Eve: If that's what you want. ",
        "Troy: Well, I don't want her to kill herself because of me. ",
        "Eve: Is that why you're still with her? ",
        "Troy: Look, I should've left years ago, but, you know, the longer we stayed \r\nmarried, the harder it was to get out and -- I mean, now -- I mean, how can I \r\nleave her now? Excuse me. ",
        "",
        "Ian: You may think what you feel is love, but it's not, something different. \r\nIt's gratitude. ",
        "Arianna: When my heart races every time I see you? You think that's \r\ngratitude? Ian, I wake up with you on my mind. I go to sleep dreaming about you. \r\nEvery time you smile at me, I'm so full of happiness. If -- if that isn't love, \r\nwhat is? ",
        "Ian: Love is knowing that what you feel is reciprocated. ",
        "Arianna: And you think that's what you have with Eve? ",
        "Ian: I know that's what I have with Eve. I do. ",
        "Arianna: Well, I'm not so sure. You see, I don't think I would be feeling the \r\nway I do if you weren't giving me a reason to. ",
        "Ian: Oh, I see. So, what -- I'm leading you on? No. ",
        "Arianna: I think you feel for me more than you're willing to admit. ",
        "Ian: Ok. That's enough. What are you doing? ",
        "Arianna: I've never done anything like that before. ",
        "Ian: Well, let's just pretend it didn't happen. ",
        "Arianna: No! I don't want to forget. It's how I feel, and I'm not going to \r\napologize for that. ",
        "",
        "Frank: I usually get a message back right away. I don't know what's wrong.\r\n",
        "Karen: Well, maybe whoever's writing you actually has a life. ",
        "Frank: Just one more minute. ",
        "Karen: Ok, Frank? Listen. I appreciate your dedication, but enough's enough.\r\n",
        "Frank: Oh, I'll get a reply. You'll see. ",
        "Karen: I don't care! ",
        "Frank: Well, I do. I'm sorry. It's just -- ",
        "Karen: I know -- you're frustrated with this computer. I get it. But I made \r\nall kinds of excuses to leave this medical course early so I can be with you.\r\n",
        "Frank: And I am being a jerk. I'm sorry -- again. ",
        "Karen: It's ok. I guess I'm sounding like I'm jealous of a computer. ",
        "Frank: I guess you are, a little, but I kind of like that. ",
        "Karen: So, why don't we start over? I'll go back to my apartment, take a hot \r\nbath. ",
        "Frank: And I will call you and we'll go from there. ",
        "Karen: Ok. Sounds like a plan. ",
        "Frank: Ok. ",
        "Karen: Now I know that's one thing she can't do. ",
        "Frank: Don't be so sure. ",
        "Karen: I'll talk to you later. ",
        "Frank: Ok. ",
        "Frank: Come on. I know you're out there. ",
        "",
        "Jamal: Ah -- let me get that for you, Spunky. ",
        "Alison: What? Jamal, I am not totally helpless. I can do it. ",
        "Jamal: Yeah, yeah, just mostly. There you go. ",
        "Alison: I can't believe I sprained my ankle now of all times. I cannot \r\nbelieve this. ",
        "Jamal: Chill out. We're almost done. ",
        "Alison: Yeah, but is it going to be in time? ",
        "Jamal: Spunky, we're going to make it, ok? ",
        "[Telephone rings] ",
        "Joe: Joe Scanlon. Hi. Alan? For sure? Oh, Alan, you just -- you just made my \r\nday. Thanks. Yes! ",
        "Gabriela: You just won Super Lotto and you're buying me a Caribbean island.\r\n",
        "Joe: Almost as good. ",
        "Gabriela: What? ",
        "Joe: Alan -- Dr. Quartermaine -- ",
        "Gabriela: Yes, I know who he is. ",
        "Joe: Well, he -- he just asked me to do an extra shift. ",
        "Gabriela: Tell me right now or you are wearing a paint mustache. ",
        "Joe: Ok, ok, ok, ok. He asked me to represent GH at an HIV conference next \r\nweek -- ",
        "Gabriela: Mm-hmm. ",
        "Joe: In London. ",
        "Gabriela: You're going to England? ",
        "Joe: No. We are. ",
        "Gabriela: What? ",
        "Joe: What, you got a better offer? ",
        "Gabriela: London? ",
        "Joe: Yeah. ",
        "Gabriela: Oh, my God! Joe Scanlon! I love you! Are you serious?\n",
        "Joe: Yeah. ",
        "Gabriela: Oh, my God! ",
        "",
        "[Mary groans] ",
        "Livvie: Whoa. Whoa! ",
        "Mary: Well, I promised Victor I'd do this. ",
        "Livvie: Do what? ",
        "Mary: Well, you know, St. Patrick drove all the snakes out of Ireland and \r\nthat's what I'm trying to do here. ",
        "Livvie: Well, let's hope it works. ",
        "Mary: I think you could use some luck, too. ",
        "Livvie: Oh -- ",
        "Mary: Hmm. ",
        "Jack: You know, maybe Mrs. Collins is right. ",
        "Livvie: About what? ",
        "Jack: About us needing some luck. ",
        "Livvie: Yeah, maybe you do, but I don't. ",
        "Jack: You know what? Livvie, you never answered my question before. ",
        "[Livvie sighs] ",
        "Jack: What do you want? ",
        "Livvie: You really want to know, Jack? ",
        "Jack: Yeah. ",
        "Livvie: I want some kind of order in my life, and when I am with you, I just \r\nfeel so -- ",
        "Jack: What, out of control? ",
        "Livvie: Yeah. ",
        "Jack: Me, too. Hey, and I get a rush from that -- you know, letting go, \r\nliving in the moment, not knowing where it's going to take you. ",
        "Livvie: So is that why you ended up with Lucy? ",
        "Jack: You're never going to let me forget that, are you? ",
        "Livvie: Well, why I should I? ",
        "Jack: Livvie, do you want to let one stupid night, when I got drunk and \r\nnothing happened, stand in the way of us being together? Or do you want to let \r\nyourself feel all the good stuff that you really feel? ",
        "Man: All right, all right. Everybody out. We're closing this place down. ",
        "Jamal: Not so fast, bro. ",
        "Joe: Whoa, whoa. ",
        "Alison: Yeah. ",
        "Man: Yeah. What are you trying to tell me -- that you finished all the \r\nrepairs? ",
        "Jamal: Down to every single one of your picky details. ",
        "Man: Yeah, well, I think I'll just look for myself. ",
        "",
        "Troy: All right, let's go. Let's go home, Stacey. ",
        "Stacey: You're coming with me? ",
        "Troy: I won't leave you. ",
        "",
        "Ian's Voice: I can't leave Arianna now. She's too vulnerable. ",
        "Eve: Yes, he will. He will. ",
        "Arianna: Admit it, Ian. You felt something just then when I kissed you. ",
        "Ian: I can't tell you what you want to hear. ",
        "Arianna: What about Valentine's Day? That night at the party, the kiss? ",
        "Ian: That was for the Immigration people and you know that. ",
        "Arianna: That wasn't the only time you kissed me. ",
        "Ian: Well, I was drunk and -- ",
        "Arianna: And lonely. ",
        "Ian: No, I was -- I was lonely for Eve. ",
        "Arianna: And turned to me. ",
        "Ian: I apologized for that. What else can I do? ",
        "Arianna: Hey, you don't have to apologize for your feelings, either. ",
        "Ian: Will you stop doing that? ",
        "Arianna: Doing what? ",
        "Ian: Misinterpreting everything I do or say. ",
        "Arianna: But are you so sure that I am? Look at how much you've done for me, \r\nwhat you've given up. ",
        "Ian: You need help. ",
        "Arianna: It had to be so much more than that. ",
        "Ian: Arianna, I'm a doctor. I help people. That's what I do. ",
        "Arianna: So you're saying you would've done that for anyone? ",
        "Ian: Let me try to explain something to you. ",
        "Arianna: I'm not just anyone, Ian! I'm not just anyone! I'm not! ",
        "Ian: Stop, don't. Don't. I told you I cared about you. ",
        "Arianna: Then don't make me leave. Please, Ian. Please let me stay. Please.\r\n",
        "[Ian sighs] ",
        "Ian: We've both had a rough night. Let's -- let's talk about this in the \r\nmorning. ",
        "Arianna: If that's what you want. ",
        "Ian: That's what I want. That's what I want, so why don't you -- why don't \r\nyou go to sleep. I have to go to the hospital, anyway. ",
        "Arianna: Are you on duty? ",
        "Ian: Will you be all right? ",
        "Arianna: You will come back, won't you? ",
        "Ian: Yeah, I'll come back. I promise. ",
        "",
        "Alison: Wait, wait, wait, wait. Did you -- ",
        "Jamal: Ok, ok, ok. All right. Well, do we pass inspection? ",
        "Alison: No? What -- sir, we did everything on that list. ",
        "Man: And I still can't believe it. ",
        "Alison: Oh, ok. So what does that mean? ",
        "Man: You're cleared to open for business. ",
        "All: Yay! ",
        "Joe: Yes! ",
        "Gabriela: Whoo! ",
        "Jamal: Everybody -- ",
        "Jack: Yeah! ",
        "Jamal: Our grand-opening party starts right now! ",
        "Gabriela: Yeah! Whoo! ",
        "Alison: Yeah! ",
        "Jamal: Hey, watch the ankle. Watch your ankle, baby. ",
        "Alison: I don't care! I don't care! Ooh! I can't believe it! That's awesome!\r\n",
        "Jamal: Hey. ",
        "Alison: Oh, thank you, thank you. ",
        "Livvie: Now, look, I have to go. I have an interview tomorrow at PCU for the \r\npre-med course, so -- ",
        "Jack: There goes the wall back up. ",
        "Livvie: Look, it's -- it's just that I don't need this in my life right now. \r\nOk, I cannot be sidetracked, Jack. I want to be a doctor. ",
        "Jack: Yeah, just like your hero, Chris, huh? ",
        "Livvie: You just don't understand, huh? ",
        "Jack: And you know what? I'm done trying. Good-bye. ",
        "Jamal: I don't know how to thank you all. I don't. ",
        "Alison: I know. You guys, you really came through for us. ",
        "Gabriela: Oh, please. Come on. ",
        "Alison: So much more than my own family, my God. I was starting to kind of \r\nfeel like I didn't really have a family anymore -- especially after my own \r\ngrandma tries to close us down before we even opened, but I really \r\nrealized something tonight -- you guys are my family, and I am so grateful for \r\nyou. ",
        "Gabriela: Oh. ",
        "Alison: Even you. ",
        "[Laughter] ",
        "Mary: Well, let's share in a toast to that. ",
        "Joe: Yeah! All right! ",
        "Gabriela: Whoo! Jamal's Bike Shop! ",
        "Joe: Congratulations. ",
        "Mary: Yeah! ",
        "Jamal: Jamal's Bike Shop! ",
        "Alison: Bike shop, baby! ",
        "Gabriela: Whoo! ",
        "Alison: So? ",
        "Jamal: Well, we did it, Spunky. ",
        "Alison: Yep -- together. ",
        "Jamal: Together. ",
        "",
        "Frank: \"Please write back to me. Write back to me. You don't have to be \r\nafraid.\" Oh, come on. Talk to me, damn it. Talk to me! ",
        "",
        "Ian: Lambert. Hey. ",
        "Eve: Ian. What are you doing here? ",
        "Ian: I'm apologizing for hanging up on you earlier. Arianna had a nightmare.\r\n",
        "Eve: Is she ok? ",
        "Ian: I hope so. ",
        "Eve: Did you get a chance to talk to her? ",
        "Ian: About her moving away? Yeah, I did. ",
        "Eve: And? ",
        "Ian: You were right -- she's in love with me. ",
        "Eve: Oh. What are you going to do about it? ",
        "Ian: Well, I can't really leave her now in the state she's in. You understand \r\nthat, right? ",
        "Eve: I understand this -- if this goes on much longer, you may never be able \r\nto leave her. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Woman: I'm running a little hot. Anything you can do to help me? ",
        "Jack: Yeah. Yeah, I'm sure I can think of one or two things. ",
        "Ian: You're going to stay with me. I'm not losing you -- not now, not ever.\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=zXjyClnxBQE"
}