{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Eve: So, why'd you want to come to Jake's? ",
        "Ian: Oh, I like it here. It's the first place I ever held you in my arms. ",
        "Eve: Oh -- yeah, you mean when I fell into them. ",
        "Ian: That's right. A few of those kamikazes in you, didn't you? ",
        "Eve: Yeah. You're the one that made me walk the plank. ",
        "Ian: Is that right? I don't remember that. ",
        "Eve: Really. Admit it, Thornhart -- you got me drunk, and you made me dance \r\non the bar. ",
        "Ian: No, I was an innocent bystander. I liked what I saw. Very sexy. ",
        "Eve: How about when I dragged you on to the dance floor? ",
        "Ian: You looked sexy there, too. ",
        "Eve: No, I mean, what were you thinking? ",
        "Ian: I was thinking how much I was falling in love with you. ",
        "Eve: I remember I was trying so hard to hide those feelings. ",
        "Ian: Yeah, well, we don't have to hide them anymore, do we? Thank God. ",
        "Eve: Thank God. No more hiding our feelings. ",
        "",
        "Abe: No, they can't take my blood! I'll kill you! I'll kill you all!\n",
        "Lucy: Doc, what is going on? ",
        "Abe: I'll kill you all! ",
        "",
        "Chris: Jack's dead? You expect me to believe that? ",
        "Sam: Believe what you want, but Jamal ran him over a cliff at the bike race. \r\nHe killed him. ",
        "Chris: I don't buy it. ",
        "Sam: It's true. They probably got rid of your brother's body by the border.\r\n",
        "Chris: You know what? Shut up. Just shut your mouth and tell me, what kind of \r\nsick game are you playing here? ",
        "",
        "Alison: Look, Livvie doesn't know what happened to Zach. ",
        "Jamal: Maybe she saw something. If I just talk to her for a minute, maybe --\r\n",
        "Alison: No, no. I think we should leave her alone. ",
        "Jamal: Look, we got to try to figure out what happened. ",
        "Alison: Can't you just give her a minute, please? ",
        "Jamal: Look, I wish we had a minute to give her, but we don't. You know that.\r\n",
        "Alison: Livvie? Can we ask you a few more questions about what happened \r\ntonight? ",
        "Livvie: Yeah, sure. ",
        "Jamal: All right, Livvie, we know you had nothing to do with Zach's death, \r\nok, but did you see anybody? Was there, like, anybody hanging around or \r\nanything? ",
        "Livvie: No. I -- I didn't see anyone. I just -- I heard a noise. There might \r\nhave been someone there. ",
        "Alison: And that's how you got away -- because Zach was distracted by the \r\nnoise? ",
        "Livvie: Yeah, whoever it was saved me from being hurt. ",
        "Jamal: So, do you have any idea who it could have been? ",
        "Livvie: No. I mean, maybe it's the person who's been following me around. I \r\nfeel like he's still here. ",
        "",
        "Eve: Whoa, whoa, whoa. So after witnessing my fabulous bartending skills last \r\ntime, you're still sticking with Irish whiskey? ",
        "Ian: Yeah, well, there are some things that should remain constant and others \r\nthat shouldn't. ",
        "Eve: Yeah, you're right. Like I should be having water instead of a virgin \r\nkamikaze. ",
        "Ian: Yeah. It's good for you and the baby. ",
        "Eve: It is. And it keeps me hydrated, you know, because I think my ankles are \r\nswelling. Do my ankles look like they're bigger yet? ",
        "Ian: No. Your -- they're beautiful. Now that we're back here, there's \r\nsomething I want to say -- we're home -- ",
        "Eve: Back home. Isn't it great to be home? Oh, Karen looks fantastic, doesn't \r\nshe? And I really think that her and Frank are getting closer. ",
        "Ian: Closer, right. That's what I want to talk to you about. ",
        "Eve: Really? Did Joe tell you about he and Gabriela also? Because I think \r\nthey're getting closer, too. ",
        "Ian: No. He didn't. ",
        "Eve: He didn't say anything? ",
        "Ian: We didn't discuss it. ",
        "Eve: You guys -- you -- why don't men ever discuss their feelings? ",
        "Ian: We do, between the sports. ",
        "Eve: Between the sports. See, that just cracks me up. I don't understand. \r\nGuys never talk about their feelings with each other. It's a mystery. And for \r\nthe life of me, I can't figure out why because -- ",
        "Ian: Men do. We -- no, we would. We would talk about them if the women that \r\nloved us would give us a chance. ",
        "Eve: Ok. Yeah, I'm sorry. Go ahead. ",
        "Ian: Um, I didn't mean that like -- ",
        "Eve: No, no, no, no, no, no, no. I know, I know. Go ahead. I really -- I want \r\nto hear what you have to say. ",
        "Ian: Yeah? Ok. I don't know. I don't know if I can do this justice. ",
        "Eve: I think I'm going to be sick. ",
        "Ian: I -- ",
        "",
        "Kevin: Come on, let's get him on up to psych. They're waiting for him. ",
        "Jill: Well, between the bump on his head and the sedatives, he should be out \r\nfor a while. ",
        "Kevin: Let's hope so. ",
        "Victor: I think I'm going to go with him. Are you sure you're ok? ",
        "Kevin: I'm fine, Victor. I'll be up in a while to check on him. ",
        "Victor: All right. Ok. ",
        "Kevin: Well, that was one way to calm him down. ",
        "Lucy: Well, I had to pop him with the pan. He was choking you. ",
        "Kevin: You know that guy's a federal judge? He's hardly the type of person \r\nyou think that would just go off the deep end like that. ",
        "Lucy: Then what happened to him do you think? Did Victor have a chance to \r\ntell you? ",
        "Kevin: Victor thinks something attacked him. ",
        "Lucy: Attacked him in those woods? Wait a minute, Doc. Do you think Jack \r\ncould have been attacked, too? ",
        "Kevin: I don't know. Some of the symptoms that Livvie told you about were \r\nsimilar to the ones that Victor saw in Abe. ",
        "Lucy: That's it. You know what? I told you something was very creepy and \r\nwrong in those woods. We have to find out what it is. ",
        "Kevin: I know, but I don't have time to do it now. I have to go up to psych.\r\n",
        "Lucy: Ok. Ok, well, you do that, and I'm going to go take care of a few \r\nNurses Ball things. But then we meet back and we find out what's going on, ok?\r\n",
        "Kevin: Ok. ",
        "Lucy: Ok. ",
        "Kevin: All right. ",
        "Lucy: See you then. ",
        "Kevin: Thank you. ",
        "Lucy: Ok. ",
        "",
        "Sam: I'm not playing any games. You're the one who wanted to know the truth.\r\n",
        "Chris: What, that Jack was killed by Jamal, his best friend? ",
        "Sam: You obviously don't talk to your brother very much, do you? ",
        "Chris: What's that supposed to mean? ",
        "Sam: Jack and Jamal had a big falling-out. ",
        "Chris: Over what? ",
        "Sam: Jack was putting the moves on Alison. Jamal saw and went ballistic. You \r\nknow how nuts he is about that chick. ",
        "Chris: Not nuts enough to kill someone. ",
        "Sam: Ok. You don't believe me? When's the last time anyone saw Jack? ",
        "Chris: The bike race. Jack rode for Jamal because Jamal never showed. ",
        "Sam: Yeah, well, you should check your information because Jamal did show up \r\nlate, and he was ticked because Jack was showing him up in front of Alison, so \r\nhe went after him. Ask around. Everyone saw Jamal tear out of there. ",
        "Chris: Really? And did you and your friend actually see Jamal take Jack out?\r\n",
        "Sam: It's why Zach's dead. It's why I'm afraid they're going to come after \r\nme. ",
        "Chris: Who's they? Jamal and Alison? ",
        "Sam: You knew she'd cover for that guy. Besides, she was just as pissed at \r\nJack as Jamal was. ",
        "Chris: What about Livvie? I mean, she still hangs around with those two. I \r\nmean, was she involved in this? ",
        "Sam: Jack worked her, big time. A girl doesn't forget that. She doesn't just \r\nlet it go, trust me. ",
        "Chris: All right, just let me get this straight. You're saying that Jamal, \r\nAlison, and Livvie killed your buddy Zach and my brother Jack, too? ",
        "Kevin: What? ",
        "",
        "Livvie: Look, he was just here right before you guys came. ",
        "Alison: Do you see anything? ",
        "Alison: Jamal? ",
        "Alison: Jamal? Jamal? Oh. ",
        "Jamal: I didn't see anyone. ",
        "Alison: Look, Livvie, do you know why this guy is following you? ",
        "Livvie: I don't know. ",
        "Jamal: So you think it might be that guy in the alley. ",
        "Livvie: There might not have even been anyone there. I just heard a noise, \r\nthat is all. ",
        "Alison: I don't like that you keep running into this guy. ",
        "Livvie: Look, it -- it's probably nothing. ",
        "Jamal: Yeah. Yeah, probably. Anyway, look, Alison and I have been talking \r\nabout this and -- ",
        "Alison: Yeah, and things are getting really out of control, Livvie. ",
        "Jamal: We're just going to tell the cops everything that really happened. ",
        "Alison: Including how Jack died. ",
        "Jamal: And how we buried him. ",
        "Livvie: I miss you so much, Jack. ",
        "",
        "Ian: Are you all right? ",
        "Eve: Yeah. No, I'm fine, I'm fine. Really, it's no big deal. It's just that \r\nwhoever said women glow when they're pregnant have never been pregnant. ",
        "Ian: Morning sickness. ",
        "Eve: Yeah. And that's another thing. Why do they call it morning sickness \r\nwhen it happens at any time of the day? ",
        "Ian: I -- do you want to go home? ",
        "Eve: No. No, no, I'm -- no, really, I'm ok now because the good news is as \r\nfast as morning sickness comes, it goes even quicker. ",
        "Ian: Oh. The joys of pregnancy, I guess. ",
        "Eve: Mm-hmm. Well worth it. So what did you want to tell me? ",
        "Ian: Um -- do you feel like dancing? Do you feel well enough for that? ",
        "Eve: Sure. ",
        "Ian: Ok. All right, here we go. ",
        "Ian: This is only the beginning. ",
        "Eve: I know. We have our whole lifetimes to love each other. ",
        "Ian: A whole lifetime, right. That's what I want to talk to you about. ",
        "Teen: Hey, come on! Hey, hey, I'll get the tunes. You guys grab the ladies.\r\n",
        "[Eve coughs] ",
        "Eve: Can I get just a little bit of water, please? ",
        "Ian: You want some water? ",
        "Eve: Yes. ",
        "Ian: I'll get it. ",
        "Teen: Hey, join the party, gorgeous. ",
        "[Music plays] ",
        "Eve: Join the party? ",
        "Teen: Yeah. Whoo! ",
        "Ian: Eve? ",
        "",
        "Kevin: That's the most ridiculous accusation I ever heard. Now, why would you \r\nsay something like that? ",
        "Sam: Because I saw it happen. Jamal ran Jack off the road. ",
        "Kevin: I don't know why you're making something like that up, but Jack isn't \r\ndead. ",
        "Chris: He's not? Where is he? ",
        "Kevin: He left town after he got caught stealing from the bike shop. ",
        "Chris: Why couldn't my private investigator find him? ",
        "Kevin: Gee, I don't know. Maybe he doesn't want to be found. ",
        "Chris: No, if Jack's around, my guy would find him. ",
        "Kevin: I just told you, he's not around, he left town. ",
        "Chris: Did you see him leave, or did Livvie and her friends tell you this?\r\n",
        "Kevin: Oh, I'm not having that conversation with you. ",
        "Chris: Oh, then you didn't see him leave. ",
        "Kevin: I'll tell you what -- I'll humor you, Chris. I'll talk to Livvie, and \r\nI'll find out where Jack is. Satisfied? ",
        "Chris: Sure, like you're going to interrogate your own daughter. ",
        "Kevin: What are you doing? ",
        "Chris: I'm getting the cops involved. ",
        "Sam: Don't forget Zach. They killed him to cover Jack's death. ",
        "Kevin: Look, I know about this girl. She had a thing for Jack. She has her \r\nown agenda, so she's obviously lying. ",
        "Chris: Why don't we let the cops figure out who's lying?",
        "Kevin: Because I don't want these kids' lives ruined by a bogus accusation.\r\n",
        "Chris: Hey, my brother could be dead! So back off and give me the phone. ",
        "Kevin: You treated your brother like dirt. Now all of a sudden you're \r\nconcerned? ",
        "Chris: I don't have to explain myself to you. Worry about your own family.\r\n",
        "Kevin: Look, Chris, you know Livvie. ",
        "Chris: Yes, I do. Like mother, like daughter. Hi. I want to report a double \r\nhomicide. ",
        "",
        "Caleb: Soon. I'll have my Olivia back. ",
        "",
        "Alison: It's just been so hard keeping it all inside, Livvie. ",
        "Livvie: Yeah. Pretending that Jack's alive. ",
        "Jamal: Now that Zach's turned up dead, things just go from bad to worse in \r\nabout two seconds flat. ",
        "Livvie: I told you I didn't kill Zach. ",
        "Jamal: Which means whoever did is still out there. And, Livvie, if this guy's \r\nbeen following you, I'm telling you -- ",
        "Alison: He's really dangerous. ",
        "Livvie: No, he wouldn't hurt me. ",
        "Alison: How do you know? ",
        "Livvie: I just do. Look, I'm going to come with you guys to the police \r\nstation. I just -- I need a little bit of time alone first. This was our spot, \r\nyou know, mine and Jack's, and I -- I just -- I really would like to say \r\ngoodbye. ",
        "Alison: Yeah, sure. ",
        "",
        "[Loud music plays] ",
        "Eve: Oh! Thank you for saving me! ",
        "Ian: You want to sit down? ",
        "Eve: What? I can't hear you. ",
        "Ian: Let's get out of here. ",
        "Eve: No, no, it's ok. They're fine. ",
        "Ian: There's something I want -- I want to talk to you. ",
        "Eve: What is it? No, no, no, no, don't get mad. Come on. ",
        "Ian: I'm not mad. ",
        "Eve: Well, tell me, what is it now? ",
        "Ian: Later. Not now. ",
        "Eve: Oh, what is it? ",
        "Ian: This is crazy. ",
        "Eve: What? ",
        "Ian: I want to ask you if you want to marry me. ",
        "Eve: What? ",
        "Ian: I said -- ",
        "[music stops] ",
        "Ian: Do you want to marry me? ",
        "Teen: Come on, babe, don't leave the dude hanging. Give him an answer. ",
        "Ian: Eve Lambert, do you want to make me the happiest man in the world and be \r\nmy wife? ",
        "Eve: Yes. Yes. ",
        "[Cheers] ",
        "Teen: Whoo-hoo-hoo! All right! Yeah! Whoo-hoo! ",
        "Woman: Whoo! ",
        "",
        "Kevin: \"Not in service area.\" Come on, Livvie, where are you? Andy. Andy, \r\nthese accusations are ridiculous. ",
        "Andy: Take it easy, Kevin. Dr. Ramsey filled me in on your story. ",
        "Kevin: There is no proof that this girl is telling the truth about Jack or \r\nher friend. ",
        "Andy: Except that Jack Ramsey is missing, and Zach Vernon is dead. ",
        "Kevin: Well, that doesn't mean that Jamal killed them and Alison and Livvie \r\nhelped cover it up. Come on. ",
        "Andy: Kevin, these kids are tight. There's no way they're going to tell on \r\neach other. ",
        "Kevin: My daughter was in love with Jack. And Alison and Jamal were his \r\nfriends. ",
        "Andy: Right, were. I saw what went down with them. ",
        "Kevin: So they had a little falling-out over money. It was no big deal, not \r\nenough to make Jamal kill Jack. ",
        "Andy: So there was a money issue, as well? ",
        "Kevin: As well as what? ",
        "Andy: Jack forcing himself on Alison. ",
        "Kevin: Oh, that's absurd. ",
        "Andy: I saw it with my own eyes. Woods walked in, decked him, and then \r\nthreatened to kill him. ",
        "Kevin: Well, that doesn't mean that Jamal did kill them. ",
        "Chris: Oh, come on. You have a motive and an eyewitness who saw Jamal run \r\nJack off a cliff. Arrest them. ",
        "Kevin: Excuse me. You call her a reliable witness? No offense. What are you \r\ndoing? ",
        "Andy: I'm not taking any chances. Yeah, it's Andy. I want to put an APB out \r\non Jamal woods, Alison Barrington, and Olivia Locke. ",
        "Kevin: Andy, don't do this. ",
        "Andy: They could be armed and dangerous, so proceed with caution. ",
        "",
        "Lucy: Oh. Victor, hi. So, how's your friend? ",
        "Victor: Sleeping, finally. ",
        "Lucy: Well, I'm sorry I conked him with the bedpan -- you know, at least it \r\nwas empty -- but he was strangling Doc. ",
        "Victor: Abe is not a violent man. I don't know what's happening to him. ",
        "Lucy: Doc told me that you told him that Abe was attacked or something? ",
        "Victor: Well, I think I saw a shape disappearing into the mist. ",
        "Lucy: A shape? Well, could you tell what it was? What shape? ",
        "Victor: No. I couldn't tell, but it turned my blood cold. ",
        "Lucy: Victor, did Doc tell you what happened to Jack? ",
        "Victor: Something very wrong is happening in those woods. ",
        "Lucy: I have the exact same feeling. ",
        "Victor: I mean something evil. ",
        "",
        "Caleb: I have so many plans for you, Olivia, for us. ",
        "Michael: No, Caleb. You're staying here with me. ",
        "Caleb: Not this time. You can't stop me this time. ",
        "Jamal: We got to find out more about this guy Livvie's always talking about.\r\n",
        "Alison: Jamal, I'm not so sure that there is a guy. ",
        "Jamal: What? ",
        "Alison: Well, Livvie's the only person who sees him, and he disappears before \r\nanyone can ever show up. ",
        "Jamal: So what are you saying, she's dreaming up this guy in her head? ",
        "Alison: Well, she wondered that once herself. Jamal, I'm really worried about \r\nher. I'm afraid she's starting to lose it. ",
        "Livvie: If I would have known in the beginning that it would end this way, I \r\nstill would have chosen to be with you, Jack. I just hope you know how much I \r\nloved you. But I -- I will always carry you in my heart. I just -- I -- I won't \r\ncome back here. I -- I don't belong here without you. ",
        "Livvie: Goodbye, Jack. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Caleb: What I need is Olivia. My Olivia. ",
        "Michael: She's dead, Caleb. ",
        "Caleb: I found another one, almost identical. ",
        "Livvie: Please be real. Please. ",
        "Jack: I am. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=1p2XxsCef_k"
}