{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[Cheers] ",
        "Lucy: Hello. Thank you. Whoo. Thank you so very much. And to think we almost \r\ndidn't have the Nurses Ball this year. Unheard of. But here we are, look at us. \r\nWe're all here on this wonderful stage on this beautiful night. And look at all \r\nyou beautiful people out there lit by the heavens. It's truly a miracle. But the \r\nreal miracle tonight is life and another year of life for all of those out there \r\nwho are fighting HIV and AIDS. And we're so fortunate again tonight to have the \r\nAIDS quilt panel. You know, they represent all of those men and women and \r\nchildren who fought the valiant and lost, and they may be gone, but they're \r\ncertainly not forgotten. And do you know tonight is also a blessing that we're \r\nhere. It reminds me of the blessings we can give other people which can lead to \r\nmiracles. And to me, if we're able to do that, that truly is a privilege and a \r\ngift we give to ourselves. But I have some gifts for you tonight. I'm telling \r\nyou, you're going to be entertained like you've never, ever been entertained \r\nbefore in just a minute, just a teeny, tiny, little, brief minute. So just sit \r\nright there. I'll be right back. Where the heck is Gabby? ",
        "[Laughter] ",
        "Lucy: We need -- ",
        "Jack: Hey, guys. What'd I miss? Gosh, you look great. ",
        "Alison: How are you feeling, Jack? ",
        "Jack: You know what? Let's forget about how I've been feeling. Tonight's \r\nabout you guys. Besides, I want things back the way they used to be. ",
        "Livvie: Well, that's fine by us, right? ",
        "Alison: Great. Fine. ",
        "Lucy: She has to be somewhere. ",
        "Joe: I'm not hiding her up my sleeve, Lucy. I don't know where Gabby is. I \r\nmean, if I did, then -- ",
        "Gabriela: Hey, you looking for me? ",
        "Victor: Never underestimate Lucy. That's the moral of the story. ",
        "Mary: Yes. ",
        "[Pager beeps] ",
        "Chris: It's me -- the E.R. ",
        "Kevin: Yeah, me, too. ",
        "Victor: Looks like they're beeping the entire staff. ",
        "Mary: Well, I'd say half the staff is down there already. I wonder what's \r\ngoing on down there. ",
        "",
        "Alan: Standard trauma protocol, people. ",
        "Deneice: Dr. Quartermaine -- ",
        "Alan: If they can walk, they wait. There's room in the lounge. ",
        "P.A. Announcer: Dr. Curtis to E.R. Dr. Chris Curtis to E.R. ",
        "Ian: Monica? What's open? ",
        "Monica: Uh -- three is open, but check the supplies. ",
        "Ian: Ok. Grab me some pressure dressings, meet me in three. ",
        "Eve: Yeah, I got it. ",
        "P.A. Announcer: Dr. Rosmith to vascular surgery. Dr. Brian Rosmith, vascular \r\nsurgery. ",
        "Karen: Eve? ",
        "Eve: Karen. Thank God. We need some hands over here. ",
        "Karen: Have you seen her? Is she here? ",
        "Eve: Who? ",
        "Karen: Serena. We were on the train together. I looked everywhere. She went \r\nto get a soda in the dining car when the accident happened. ",
        "Frank: Did they bring her in? ",
        "Eve: I haven't seen her yet. Colleen, give me a victim list. ",
        "Karen: Hey, you think it has her name on there? ",
        "Eve: Sorry. ",
        "Karen: Oh, my God. God. ",
        "",
        "Chris: Chest pain? Let's get him down for an EKG. ",
        "Karen: Why are we just standing here? Take me back to that train. ",
        "Eve: No. Listen, they are still bringing people in. We will find Serena. ",
        "Frank: I'll go look myself, ok? I'll go back to the site. ",
        "Karen: Well, I'll go with you. ",
        "Frank: No, you won't. I only did temporary pressure on that arm. ",
        "Karen: Well, it can wait. ",
        "Eve: No, I'll be the judge of that, all right? ",
        "Frank: Leave your cell phone on. I'll call with any news. ",
        "Ian: Lambert? ",
        "Eve: Yeah. ",
        "Ian: I need your help, please. ",
        "Karen: Go on, Eve. I'll get one of the nurses to take a look at it. ",
        "Eve: Ok, listen, I will be right back out as soon as I can. ",
        "Karen: Yeah. ",
        "Eve: Ok? ",
        "Frank: Listen, Karen, we're going to find your little sister and she'll be \r\nfine, all right? You hear me? ",
        "Karen: She has to be. I have to tell my dad. ",
        "Frank: No, no, look, I'll find Scott and I'll take him with me. ",
        "Karen: Ok. ",
        "Frank: All right. ",
        "Kevin: God, Monica, what happened? ",
        "Monica: Uh -- I don't know. A train collided with a bus. Get him to trauma \r\nfive. ",
        "P.A. Announcer: Dr. Tyson to physical therapy. Dr. Chris Tyson, physical \r\ntherapy. ",
        "Kevin: Karen? ",
        "Karen: Kevin. ",
        "Kevin: Is it serious? ",
        "Karen: No, no, it's fine. ",
        "Kevin: Come here, sit down. Look at me. Where's Serena? ",
        "Karen: I don't know. I -- she was getting a soda and then the crash happened. \r\nI looked everywhere, Kevin. Frank helped me when he got there. He couldn't find \r\nher. He just went back. ",
        "Kevin: But so far, nothing? No word? Nothing at all? ",
        "Karen: So far, but everyone who needs to know knows. ",
        "Kevin: Not quite everyone. ",
        "",
        "Lucy: Thank you. Thank you so much. I know it's very hard to be patient, but \r\nI promise what you're waiting for is definitely worth the wait. Now, this is her \r\nNurses Ball debut, so we had to kind of go track her down. She's so nervous. She \r\nwas sort of hiding back there. But we found her and now I thought I'd be a great \r\nidea if maybe you put your hands together, give her a little applause, build her \r\nconfidence. ",
        "[Applause] ",
        "Lucy: Ms. Gabriela Garza! ",
        "Gabriela: o/~ Let me entertain you let me make you smile o/~ ",
        "Lee: She looks terrific. ",
        "Gail: Oh, poor nervous baby. ",
        "Gabriela: o/~ I'm very versatile and if you're real good I'll make you feel \r\ngood I want your spirits to climb o/~ ",
        "[music stops] ",
        "Gabriela: Hit it. Hit it! ",
        "[Music plays] ",
        "[cheers and whistles] ",
        "Gabriela: o/~ And if you're really good I'll make you feel good I want your \r\nspirits to climb entertain you o/~ ",
        "Joe: Gabby -- ",
        "Gabriela: o/~ And we'll have a real good time yes, sir we'll have a real good \r\ntime o/~ ",
        "[applause] ",
        "Gabriela: o/~ And we'll have a real good time o/~ ",
        "Joe: What the hell was that all about? ",
        "Gabriela: What, I started singing to you and I forget anybody was around. ",
        "Joe: But they were! ",
        "Gabriela: They're not now. ",
        "[Applause] ",
        "Lucy: Well, wow, that was something. I don't know about all of you, but after \r\nthat number, I need a little recovery time. So -- hey, I'll tell you what. Why \r\ndon't we start the silent auction? This would be a very good time. We're going \r\nto have it over in the corner there, so all of you can go place your bids, and \r\nI'll be right back up here as soon as the police vice squad leaves. ",
        "[Laughter] ",
        "Lucy: How about 15 minutes, huh? I'll give you 15 minutes to run over there \r\nand place your bids and then I'll meet you back up here on the stage, ok? So go \r\nspend your money, lots of it. Thanks. What where you doing? You participated, \r\nyou -- you -- what do you have to say for yourself? Look at you. You liked it, \r\ndidn't you? ",
        "[Laughter] ",
        "Lucy: Never mind. Excuse me. Did you -- wait till I get my hands on her! ",
        "Kevin: Who? ",
        "Lucy: That pornographic -- I'm going to ring her -- this is supposed to be a \r\nfamily, G-rated benefit. Gabby, that's who -- didn't you see it? ",
        "Kevin: Gabby? ",
        "Lucy: Yes! ",
        "Kevin: Wow. I guess I missed some action. ",
        "Lucy: Wait a minute. Where were you? Did I miss something, too? All these \r\nsirens, people's beepers, pagers, everything -- ",
        "Candy Striper: Dr. Collins? ",
        "Kevin: Yes. ",
        "Candy Striper: [missing text] the other hospitals -- ",
        "Kevin: Great. Thank you for -- ",
        "Candy Striper: And that there is no record of a Serena Baldwin admitted to \r\nany of them. ",
        "Lucy: What? What is this -- what is -- where is Serena? What is this about?\r\n",
        "Kevin: Wait, I don't think there's anything to worry about just yet. ",
        "Lucy: What do you mean, just yet? ",
        "Kevin: The train from Manhattan. ",
        "Lucy: Oh, my God. ",
        "Kevin: There was a crash, Lucy. ",
        "Lucy: Oh, my God. A -- Karen was on that train with Serena. I sent them. This \r\nis my fault. What happened? ",
        "Kevin: Calm down. Karen's fine. She's downstairs right now. ",
        "Lucy: Karen's fine? They were together. Where is Serena then? ",
        "Kevin: They got separated. That's all. Frank and Scott are looking for Serena \r\nright now. ",
        "Lucy: This can't be happening, not again. I -- I can't lose Serena, Doc. Tell \r\nme I'm not going to lose Serena.",
        "",
        "Kevin: They were in the snack car together, but apparently it happened when \r\nthey weren't standing right next to each other. ",
        "Lucy: Wait, no one actually saw Serena? They didn't know what happened to \r\nher. ",
        "Kevin: Lucy, hang on just a minute. I'm sure Serena's going to show up \r\nwithout a scratch very soon. ",
        "Lucy: No, I can't hang on. I'm going down to the train to look for her now.\r\n",
        "Kevin: No, no, no, Lucy. Frank and Scott are already there looking. ",
        "Lucy: But I can help them! I can find her! ",
        "Kevin: Lucy, they have cordoned off the whole area. They won't even let you \r\nin. Now, it makes a lot more sense instead of us wasting time trying to get you \r\nin, I can just get in there and start looking. Now, stay here, leave your cell \r\nphone on, and keep it close. I will call you as soon as I know anything. Now, \r\nLucy, there's a lot of people here who need you right now. It makes more sense \r\nif you just do what you have to do. ",
        "Lucy: Ok, but promise me you'll call. Stop the whole ball if you have to to \r\nget a message to me you found her. ",
        "Kevin: You know I will. ",
        "Lucy: Go find her. Go. ",
        "Kevin: Ok. ",
        "Lucy: Go, go, go. I love you. Go. Oh. Oh, Serena. Serena, are you ok? You ok?\r\n",
        "Jamal: Livvie, we know you got a lot on your mind lately. ",
        "Livvie: Yeah. Well, as long as it doesn't get in the way of my feet, I think \r\nI'll be all right. Besides, Jack wants things to get back to normal, so -- ",
        "Alison: Yeah, like this is normal. ",
        "Jamal: All right. ",
        "Lucy: Thank you. Thank you very much. Listen, if the doctor or nurse that you \r\ncame with has turned up missing, don't worry. They haven't been abducted by \r\naliens. There's been -- they're downstairs, in the E.R., and they're taking care \r\nof business. And that's exactly what we have to keep doing here -- taking care \r\nof business because the show has to go on because the fight against AIDS and HIV \r\nhas to keep going on. ",
        "[Applause] ",
        "Lucy: Thank you. So we got to hang in there and keep our energy up, and \r\nthat's what we're going to do. And speaking of energy, here is a dose so \r\nexplosive, you're going to want to use that empty chair next to you to jump up \r\non and party and yell and applaud for Jamal Woods, Alison Barrington, and Livvie \r\nLocke. ",
        "[Music plays] ",
        "Livvie: o/~ I took my troubles down to Madam Ruth o/~ ",
        "Alison: That's me. ",
        "Livvie: o/~ You know that gypsy with the gold-capped tooth o/~ ",
        "Jamal and Livvie: o/~ She's got a pad down on 34th and Vine sellin' little \r\nbottles of o/~ ",
        "Alison: o/~ Love potion number nine o/~ ",
        "[laughter] ",
        "[applause] ",
        "Jamal: o/~ Then I told her that I was a flop with chicks I'd been this way \r\nsince 1996 she looked at my palm and she made a magic sign she said o/~ ",
        "Alison: o/~ What you need is love potion number nine o/~ ",
        "[laughter] ",
        "Jamal and Livvie: o/~ She bent down and turned around and gave me a wink she \r\nsaid o/~ ",
        "Alison: o/~ I'm gonna mix it up right here in the sink o/~ ",
        "Jamal and Livvie: o/~ It smelled like turpentine and looked like India ink \r\no/~ ",
        "Livvie: o/~ I held my nose o/~ ",
        "Jamal: o/~ I closed my eyes o/~ ",
        "Alison: o/~ They took a drink o/~ ",
        "[whistles] ",
        "All: o/~ I didn't know if it was day or night I started kissin' everything in \r\nsight but when I kissed a cop down on 34th and Vine broke my little bottle of \r\nlove potion number nine o/~ ",
        "Livvie and Alison: o/~ love potion number nine o/~ ",
        "Jamal: o/~ Love potion number o/~ ",
        "All: o/~ Nine o/~ ",
        "[cheers and whistles] ",
        "",
        "Chris: Oh, Dr. Scanlon. Thanks for joining us. ",
        "Joe: Why didn't you guys page me? ",
        "Chris: We did -- check your pager. You know, maybe you were on stage doing \r\nyour own vibrating with your X-rated nurse girlfriend. ",
        "Joe: You heard, huh? ",
        "Chris: Oh, yeah. ",
        "Joe: Word sure travels fast. ",
        "Chris: Only the good stuff. Get that chart where it belongs and grab the next \r\npatient in line. ",
        "Colleen: Joe. I'm glad I found you. This just came from the lab. I think \r\nyou've been waiting for it. ",
        "Joe: Oh, yeah. I have. ",
        "Colleen: Is that what I think it is? ",
        "Joe: Only if you were thinking it's my last HIV test, then, yeah. ",
        "Colleen: Joe, good luck. ",
        "",
        "Karen: Come on. Come on, get through. Oh, come on. ",
        "Lucy: Karen -- Karen, have you heard anything at all yet? ",
        "Karen: No, the phone line keeps breaking up. ",
        "Lucy: Well, couldn't you hear anything? ",
        "Karen: Frank was trying to tell me something. ",
        "Lucy: What? What did he say? ",
        "Karen: I don't know. We lost our connection. I can't get him back. I -- ",
        "Lucy: Oh, my God. Oh, dear God. ",
        "Karen: Lucy, I am so sorry. Serena was just a few feet away from me -- ",
        "Lucy: It's ok, I know. I know. I understand. It's just I don't understand \r\nwhere she could be. I -- I got to call Kevin. Maybe he knows. Doc -- Doc, please \r\ntell me you found her. Please tell me you found her. Please.",
        "",
        "Joe: Ok. Ok, ready? ",
        "Gabriela: I'm ready. ",
        "Gabriela: Joe? ",
        "Joe: Negative. HIV negative. We're ok. Oh, the nightmare is over. ",
        "",
        "Scott: Lucy? Look who's here. ",
        "Lucy: Oh. ",
        "Serena: Mom. ",
        "Lucy: Oh, sweetie, are you ok? Oh, my goodness, you're ok. Oh, you're ok. ",
        "Karen: Oh, good. Come here. Oh. You know you scared us half to death. ",
        "Lucy: Yeah. You know, are you ok? You're not hurt, pumpkin head, are you at \r\nall? Oh, good. Oh, I said it. I know, I'm sorry, pumpkin head. ",
        "Kevin: It's just that we've been looking everywhere for you. ",
        "Serena: I was just taking care of Ben. ",
        "Lucy: Hi. ",
        "Serena: I just wanted to help him find his mom. ",
        "Eve: Serena? Oh, hi! Oh, girlfriend, ooh. ",
        "Ian: Where'd you find her, Frank? ",
        "Frank: Sitting by the tracks about 300 yards from the paramedics, both of \r\nthem. ",
        "Ian: Sounds like you had quite a night. What do you say we have an ice cream \r\ncone and go and look for your mother, ok? Come on. ",
        "Lucy: Oh, you -- I am so proud of you. You saved Ben. ",
        "Karen: Not to mention relief that you're safe. ",
        "Lucy: Yeah. ",
        "Serena: Sorry I freaked everyone out. ",
        "Scott: No, it's all right. We like to be freaked out once in a while. ",
        "Lucy: I was very, very, very freaked out. Come here. ",
        "Serena: I'm ok, Mom. I'm really ok. ",
        "Lucy: Oh, ok, ok, ok. Ok. ",
        "",
        "Karen: Just come with me. ",
        "Mary: What's this all about? ",
        "Karen: Oh, great, great. Let's go. Let's go. ",
        "Mary: What's going on here? What -- Joe? ",
        "Karen: Ok. We're all here. ",
        "Joe: I got my final HIV results. They're negative. ",
        "Mary: Oh! Oh! Oh, that's wonderful. Oh. Oh. ",
        "",
        "Kevin: Ooh, you are just the most amazing little lady. ",
        "Lucy: Well, of course. She takes after me. ",
        "Scott: Well, let's hope not. Well, if that's the case, you'll be running the \r\nNurses Ball next year. ",
        "Lucy: Yeah! ",
        "Serena: Whoa, I totally forgot. Tonight's the ball. ",
        "Kevin: Hmm, boy, you've missed quite a show. ",
        "Serena: But if you're here with us, then who's running everything over there?\r\n",
        "Lucy: Believe it or not, Victor. ",
        "",
        "Victor: So the bartender said, \"That's my yo-yo.\" ",
        "[Laughter] ",
        "Victor: Lucy will be back in just a minute. ",
        "Livvie: Was I all right? ",
        "Jack: You were all right. You were unbelievable. ",
        "Amanda: Darling. Ooh, I didn't know you could move that way. ",
        "Alison: Well, Jamal taught me. ",
        "Jamal: Well -- ",
        "Amanda: A man of many hidden talents, apparently. ",
        "Jack: You know, I think I'm going to head on home. I don't want to throw up \r\non somebody else's tux. ",
        "Livvie: All right, then I'll go with you. ",
        "Jack: No, no. You stay. Hey, it's your night, ok? I want you to have fun. ",
        "Livvie: Are you sure? ",
        "Jack: Yes. I'm positive. ",
        "Livvie: Ok, but call me. ",
        "Jack: I will, first thing when I get up. ",
        "Livvie: I love you. ",
        "Jack: Me, too. Me, too. ",
        "Caleb: Think this is bad, Jack? Just wait. Because this is just the \r\nbeginning.",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Joe: You know your little routine at the Nurses Ball was -- ",
        "Gabriela: You haven't seen the half of it yet. ",
        "Livvie: I'm in love with Jack. ",
        "Caleb: Then why don't you leave? It's because I'm right. You want to be with \r\nme. ",
        "Sam: And now, you're going to stay dead. ",
        "[Captioned by the National Captioning Institute]",
        " "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=tCC4ofpvA20"
}