{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Karen: Thanks. You know, if all of high school had been like tonight, I never \r\nwould have graduated. Thank you. ",
        "Frank: So it's official now. You're -- you're wearing my ring. ",
        "Karen: So we're going steady? ",
        "Frank: Look, there's another message from Cookie, finally. ",
        "Karen: \"I need to talk to you. I'm in big trouble.\" ",
        "",
        "Livvie: It's a simple question, Chris. How did my diary get in your \r\napartment? ",
        "Chris: Livvie, I swear, I had no idea that was here until just now. ",
        "Livvie: Really? Amazing, huh? ",
        "Chris: No, it's the truth. Look, I had no clue how it got there. ",
        "Livvie: Look at this. Everything -- everything I wrote about Paris is \r\nbookmarked with these little pieces of paper. ",
        "Chris: I'm sure there's a perfectly reasonable explanation for it. ",
        "Livvie: Yeah, and I think I know what it is. You've been spying on me, \r\nhaven't you, Chris? ",
        "",
        "Arianna: Does this really have to go, too? ",
        "Ian: You know it does. You can't carry anything that could give away your \r\nreal identity. I'm sorry. It's for your own good, your own safety. ",
        "Arianna: But one picture. Ian, if I won't show it to anybody -- ",
        "Ian: I'm sorry. ",
        "Arianna: I feel like I'm throwing out my whole life with you. ",
        "Ian: We'll always have our memories. ",
        "Arianna: What I will remember is there was one person who stood up for me \r\nwhen no one else would. ",
        "Ian: You made a lot of friends here. ",
        "Arianna: But not like you. I'll always be grateful to you, Ian. ",
        "Ian: Well, I'll -- I better get to the hospital if I'm going to change your \r\nname on the medical records. ",
        "Arianna: Strange. By this time tomorrow, I'll have a new home, a new \r\nidentity, a new life. ",
        "Ian: But we have a deal. One year from tonight. ",
        "Arianna: Call you at the Recovery Room. ",
        "Ian: Yeah. I'll be sitting there wanting to know how great your life is \r\ngoing. ",
        "Arianna: I hope you'll be happy, too. ",
        "Ian: Thank you. ",
        "Arianna: Better get going -- ",
        "Ian: Yeah. ",
        "Arianna: If you're going to get back with the medical records. ",
        "Ian: Right. Um -- lock this door behind me, and don't open it to anyone. Not \r\nanyone. ",
        "Arianna: I won't. ",
        "Ian: All right. I'm going to throw this out on the way out there. Do you \r\nunderstand why you can't go with me? ",
        "Arianna: Yeah. Anyway, I wouldn't be comfortable going down to the hospital \r\nand pretending. The nurses have all been so nice to me. I'll be fine. ",
        "Ian: Ok. ",
        "Arianna: Goodbye. ",
        "Ian: Bye. ",
        "",
        "Eve: Nothing's going to separate us, Thornhart. Not in this lifetime. ",
        "[Water runs] ",
        "",
        "Karen: \"What kind of trouble are you in, Cookie?\" ",
        "Frank: She said her dad went ballistic when she used his computer. ",
        "Karen: Poor kid. \"You're the only ones I can talk to. I'm hoping you're \r\nreal.\" ",
        "[missing text; technical problems/loss of picture and sound]",
        "Karen: Um- talk to your mom or a teacher about your problem.",
        "Frank: If her dad finds out she talked to anyone, she'll be toast. ",
        "Karen: There's more. \"I've got to find a way out.\" Frank, she's really in big \r\ntrouble. ",
        "Frank: Well -- we'll just have to tell her to be patient. She'll get through \r\nthis. We did. ",
        "Karen: No, I think this is very serious here. I have a feeling that \r\nsomething's really wrong. ",
        "",
        "[Water runs] ",
        "[water turns off] ",
        "[knock on door] ",
        "Colleen: Oh, Eve. ",
        "Eve: Oh. ",
        "Colleen: I was afraid you'd gotten away from me. ",
        "Eve: How much would it take for you to say you couldn't find me for about, \r\num, 10 minutes? ",
        "Colleen: I'm sorry. Mrs. Delvecchio is asking for you. She wants her pain \r\nmedication amped. ",
        "Eve: Ok. I'll take a look at her chart, and then hopefully after that we will \r\nhave a very quiet and peaceful, uneventful evening. ",
        "Colleen: Sure. When's the last time we had one of those? ",
        "Eve: Yeah. ",
        "Colleen: Yeah. ",
        "",
        "Chris: I can't believe you think I would stoop to spying on you. ",
        "Livvie: Oh, come on, Chris. My diary vanishes and the pages where I dreamed \r\nof Paris are all marked, and then, voila, you give me tickets to the city of \r\nlights. You going to tell me this is all just a major coincidence? ",
        "Chris: Livvie, there's no mystery here. What man wouldn't want to take a \r\nbeautiful woman like you to Paris? ",
        "Livvie: Oh -- then -- ",
        "Chris: Come on! Livvie, I didn't take your diary. ",
        "Livvie: Then you had somebody get it for you. ",
        "Chris: Oh -- what, now it's a conspiracy? ",
        "Livvie: It couldn't have been my grandmother because she wouldn't do \r\nsomething like that to me. But you know what? It could have been that nurse you \r\nhired -- Kim. ",
        "Chris: Wait, wait. Kim is a registered nurse dedicated to helping people. ",
        "Livvie: Oh, was she helping you? Is that what you were paying her for? What's \r\nthe going rate for spying these days, Chris? ",
        "Chris: Livvie, do you seriously think I have time to play these games? ",
        "Livvie: And that's how you knew about Brad Masters -- from the nurse you \r\nhired to care for my grandmother and watch my every move! This is all making \r\nsome kind of really sick sense right now. ",
        "Chris: No, no. You're being irrational. ",
        "Livvie: I thought -- you know, I thought, \"Here's one man who really, really \r\nknows me. Here's one man who is different from the rest.\" ",
        "Chris: I am. ",
        "Livvie: But it wasn't because you knew me at all. It was because you stole my \r\ndiary! You read about all of my dreams and wishes. ",
        "Chris: No. Livvie, I understand your dreams because they were mine, too -- \r\nmed school, Paris, all of that. Don't you understand? ",
        "Livvie: You lied to me, Chris. ",
        "Chris: No, I was trying to protect you. ",
        "Livvie: You were tricking me! ",
        "Chris: No, I was looking out for you. ",
        "Livvie: By having me followed? By stealing my diary? ",
        "Chris: By making your dreams come true. Come on, you should be thanking me.\r\n",
        "Livvie: For going behind my back? ",
        "Chris: No, for caring about you. When everyone else wanted to just smother \r\nyou and keep you down, I stepped in because I cared. I saw all you could be. ",
        "Livvie: Oh, face it, Chris, you saw an easy mark is what you saw. ",
        "Chris: No, I saw a woman who could be great. You just needed someone beside \r\nher to help guide her. Livvie, that's all I wanted to do. ",
        "Livvie: Guide me? Guide me? Don't you mean control me, Chris? You took my \r\nprivate feelings and wishes and violated them. ",
        "Chris: No, I wanted to make you into the person that you were meant to be.\r\n",
        "Livvie: Oh, and just who is that, Chris? A perfect partner for you? The \r\nperfect accessory? How long would it have been before I would have vanished \r\nunder your careful guiding, huh? ",
        "Chris: Hey, let me tell you something. Everything I did, I did for you. ",
        "Livvie: You didn't do it for me. You did it for you, to fill your own ego.\r\n",
        "Chris: Oh, is that right? Is that what I did when you came scraping at my \r\ndoor, begging me to tell you what to do with your miserable little \r\nlife? Is It? Because I gave you what you needed, honey. ",
        "Livvie: Now the truth comes out. Jack was so right about you. Well, you know \r\nwhat? I was just too stupid to listen to him! Well, not anymore. ",
        "Chris: What are you doing? ",
        "Livvie: I am letting you know that it is so over between us! ",
        "Chris: Is that right? Come here. Let me tell you something. I guess you \r\nweren't paying attention because I call the shots, honey! You're not \r\ngoing anywhere. ",
        "",
        "Livvie: What are you going to do, Chris? Drag me into the bedroom and \r\nforce me to be with you? ",
        "Chris: Me force you? You're the one who showed up in my bed naked, remember, \r\nLivvie? You're the one who keeps throwing yourself at me over and over. ",
        "Livvie: Oh, God. Don't remind me. I can't believe I actually almost made love \r\nto you. You are every rotten thing Jack has ever said about you. You are \r\ntwisted, and you're crazy! ",
        "Chris: You want to see crazy? ",
        "Livvie: Yeah. ",
        "Chris: Come here. Come here, I'll show you crazy. Look, right there. There's \r\ncrazy. Come on, let's wave to crazy! ",
        "Livvie: Stop it! ",
        "Chris: Huh? There it is. Take a good, hard look, Livvie, because it doesn't \r\nrun in my family. I don't have crazy blood running through my veins. No, no. \r\nSee, your family tree -- ",
        "Livvie: Leave me alone! ",
        "Chris: It's probably a fruit tree. Your aunt, your grandma, mommy, daddy -- \r\noh, that's it, you, too, Livvie. You're all alike because you have a history. \r\nYou have a legacy. Oh, and you are so lucky that I spent 10 minutes with your \r\nmiserable, pathetic, little loser self. Tell me you don't see it every time you \r\nlook in the mirror. ",
        "Livvie: Get off of me! You know what I see when I look in that mirror, Chris? \r\nI see one crazy, all right, but it is not me. ",
        "",
        "Arianna's Voice: I had a visit from Agent Lassen while you were gone. She \r\nstarted asking about other things, evidence of our life together. I had nothing \r\nto give her. ",
        "Ian: Well, you wouldn't, would you? ",
        "Arianna: It hit me how my life was in this limbo. I'm not who I was, and I'm \r\nnot who I claim to be, either. ",
        "Ian: Let me tell you something. Let me tell you what I see. I see an \r\nincredibly courageous woman, with the will and the spirit of -- you are as \r\nbeautiful on the inside as you are on the outside. ",
        "Arianna: That -- that is the nicest thing anyone's ever said to me. ",
        "Ian: I'm sorry to hear that, but I'm not just being nice. And I will prove it \r\nto you. Ok. ",
        "Arianna: What -- what are you -- what are you doing? ",
        "Ian: Now, it's a saying -- pictures don't lie. Is that right? Here we go. \r\nSmile. ",
        "Arianna: Wait, no, Ian -- ",
        "Ian: Aha. Ok. Wave this around for a bit, and you'll see what I'm talking \r\nabout. Who you are shines through your eyes, especially when you're smiling. \r\nThat gives me an idea. Why don't we take some more of these snappies for our \r\nfriends at the INS? ",
        "Arianna: Wait, what are -- what are snappies? ",
        "Ian: Snappies -- pictures for our scrapbook. You ready? Ok. Here you go. Why don't you take a couple of your husband -- ",
        "Arianna: Oh, wait. ",
        "Ian: Relaxing over here in his new chair, drinking whiskey. The picture of \r\ndomestic bliss. ",
        "Arianna: Ok. ",
        "Ian: I'm ready. Perfect. ",
        "Arianna: I can't leave all my memories of you behind, Ian. I just can't. ",
        "",
        "Colleen: Anything I can help you with? ",
        "Ian: No, I -- no, I've got it, thanks. Perfect. ",
        "Colleen: Ok. ",
        "Eve: Ahem. Colleen, Mrs. Delvecchio's pain is down to a two. ",
        "Colleen: Thanks. ",
        "Eve: You know, it's kind of noisy out here. If you're having trouble working \r\nhere -- ",
        "Ian: If you want to go someplace quiet, we'll hold down the fort. No problem.\r\n",
        "Colleen: Oh, don't worry about me. I can work in a war zone, which is what \r\nit's like around here sometimes. Right, guys? ",
        "Ian: Right. Crowded. ",
        "Eve: So, uh -- ",
        "Ian: Well, I, uh -- ",
        "Colleen: Hey, I know what we need -- Chinese. Maybe I could order some. ",
        "Eve: Ah, actually, Colleen, you know what I think would be a really good idea \r\nis maybe you should go check on Mrs. Delvecchio to make sure she's comfortable. \r\nYou know how she gets. ",
        "Ian: Right. ",
        "Colleen: Oh, no, no, no. It's late. She's asleep already. ",
        "Eve: No. She's wide awake. ",
        "Colleen: You know, if I didn't know better, I'd swear you two were trying to \r\nget rid of -- I'm going to go check on Mrs. Delvecchio. ",
        "Ian: Do you know how beautiful you look tonight? ",
        "Eve: I miss you, too. ",
        "Ian: Arianna's medical records. That's the last thing. ",
        "Eve: You mean -- ",
        "Ian: It's over, tonight. ",
        "Eve: Oh, I'm -- I'm glad that she'll finally be safe. And I'm really glad \r\nthat we'll finally be together. ",
        "Ian: Finally. ",
        "[Ben backs into a cart] ",
        "Eve: What was that? ",
        "Ian: Well, maybe Alan Quartermaine dropped his wallet. ",
        "Eve: Right. ",
        "Ian: Did I tell you how beautiful you look tonight? ",
        "Eve: I didn't think it was possible to want you more than I did, but I do.\r\n",
        "Ian: Just a few more hours and just you and me. ",
        "Eve: You know what? We shouldn't -- we've got to be careful. There could be \r\nINS agents lurking around the corner. ",
        "Ian: You're right. Arianna's waiting at home. I should be going. ",
        "Eve: Yeah. You should go. ",
        "Ian: Definitely go, right. ",
        "Eve: See you. ",
        "Ian: Ok. Ok. ",
        "Eve: Ok. ",
        "Ian: Bye. I got to be with you right now. ",
        "Eve: I want you so much. ",
        "Ian: Come with me. ",
        "",
        "Karen: Look, Frank, this kid is in trouble. She just lost her best friend -- \r\nif she actually had a best friend -- and her dad is drinking. ",
        "Frank: What, you don't believe her? ",
        "Karen: I'm just saying we're not qualified to help a kid in trouble like \r\nthis. ",
        "Frank: Well, we can't just walk away. ",
        "Karen: I just have this feeling if we get involved, we could screw things up. \r\nI think we're over our heads. ",
        "Frank: What other options are there? I mean, we can't call someone else in to \r\nhelp. We don't even know how we connected to her, and if we ask questions, we \r\ncould scare her off. ",
        "Karen: Well, that's exactly what I'm saying. We don't know enough to help \r\nher. ",
        "Frank: Come on, Karen. She's just a girl who needs a shoulder to cry on. What \r\nelse is there to know about her? ",
        "",
        "D.J.: That was so fine. Next up, \"Time in a Bottle,\" brand new on the charts \r\nand headed for number one, I do believe -- going out to all of you from me, \r\nJumping Jim the Flashman on a freaky radio Friday saying goodbye to March. Can \r\nyou believe it's been three whole months since we rang in 1973? ",
        "[D.J. howls] ",
        "",
        "Singer: o/~ If I could save time in a bottle the first thing that I'd like to \r\ndo o/~ ",
        "Eve: I guess one kiss won't hurt anybody. ",
        "Singer: o/~ Is to save every day till eternity passes away o/~ ",
        "Ian: Oh, I've missed you. ",
        "Singer: o/~ Just to spend them with you o/~",
        "Eve: Oh, God. ",
        "Singer: o/~ If I could make days last forever, if words could make wishes \r\ncome true, I'd save every day like a treasure and then again, I would spend them \r\nwith you. But there never seems to be enough time to do the things you want to \r\ndo once you find them. I've looked around enough to know that you're the one I \r\nwant to go through time with o/~ ",
        "",
        ">> on the next \"Port Charles\" -- ",
        "Ian: Arianna's safe. I need to be with you. I love you. ",
        "Kevin: Oh, my God. Hey! Hey! "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=HxU_x-7f3EY"
}