{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jack: What the -- ",
        "Jamal: Somebody taped over Zach's confession. ",
        "Alison: Yeah, I know. We heard. ",
        "Jamal: No, the original copy -- the one that I had dubbed and sent to Zach. \r\nThe one of him admitting that he's been fixing these races and threatening you.\r\n",
        "Alison: Ok, Jamal, I know that you're upset, but you need to calm down. ",
        "Jamal: Ali, Ali, how could you have done this? ",
        "Alison: Whoa! No! Me? No! No, not with that song, I didn't. ",
        "Jack: Well, if you didn't do it, who did it? ",
        "Livvie: Ah, hey, guys, I think it might have been me. ",
        "",
        "Ian's Voice: I want us to have a life together, someplace where -- it would \r\nfill our souls. With tiny, little rugrats that look like you running around. \r\nCould you stand it, Lambert? A whole lifetime of our kind of mayhem? ",
        "Eve: You take my breath away. ",
        "Ian: Every word is true. I want us to grow old together and still love each \r\nother. And we will. I know it. ",
        "",
        "Kevin: Rhonda? How you feeling? Don't feel like talking, huh? That's all \r\nright, I can do the talking. I know Dr. Scanlon spoke to you about your medical \r\ncondition -- the toll that all the years of drinking has taken on your body. I \r\nalso know that you were a match for a liver transplant for someone. But your own \r\nis so damaged -- ",
        "Rhonda: If you're here to tell me I'm drinking myself to death, I already \r\nknow that. ",
        "Kevin: Doesn't that bother you? ",
        "Rhonda: Why should it? What do I have to live for? ",
        "",
        "Frank: Hey, hey, hey. Here you go, buddy. ",
        "Mary: Frankie! Frankie Scanlon, you come back here. ",
        "",
        "Jamal: You taped a song over the confession I got from Zach? ",
        "Alison: Livvie, why would you do something like that? ",
        "Livvie: Look, I didn't mean to. ",
        "Jack: Sweetie, how'd it happen? ",
        "Livvie: Well, remember the other night when Alison and I planned that little \r\ndinner party for you guys? ",
        "Jamal: Yeah. ",
        "Livvie: Well, we wanted to listen to different music, and I didn't have time \r\nto go out and buy CDs, so I decided to just, you know, tape some stuff off of \r\nthe radio. ",
        "Jamal: Oh, man. ",
        "Livvie: And the cassette was just sitting there with all these blank tapes \r\nand there wasn't anything marked on it, so I just -- I just figured -- ",
        "Alison: But, Livvie, didn't you check to, like, make sure, you know? ",
        "Jamal: Or to ask somebody before you go taping over somebody's stuff? ",
        "Livvie: Look, I'm sorry. ",
        "Jamal: Well, yeah, a lot of good that's going to do us now. ",
        "Jack: All right. Hey, hey, hey. All right? It was an accident. All right, \r\nwhat's done is done. ",
        "Livvie: You know, they're right. This is all my fault. I should have made \r\nsure. ",
        "Jamal: No, you know what? No, Jack's right. I mean, you didn't mean any harm, \r\nso -- whatever. ",
        "Alison: Yeah, Livvie, um, you know, we'll find another way somehow. ",
        "Livvie: How? Zach's confession is gone, which means -- I don't even want to \r\nthink about what that means. ",
        "[Knock on door] ",
        "Jamal: Well, I think we're going to find out right now. ",
        "Zach: Thanks for the tape, bro, but I got to tell you, it's not really my \r\nthing. ",
        "Sam: Yeah, he's more Christina Aguilera. ",
        "Jamal: That was a mistake. ",
        "Zach: Yeah, big one. ",
        "",
        "Ian's Voice: I saw it from the first moment I met you. And I know it now. \r\nIt's fate or destiny or whatever you want to call it. We need to live this out, \r\nEve. ",
        "Eve: How can you be so sure? ",
        "Ian: After everything we've been through, how can you not be? ",
        "Arianna's Voice: My place is with my husband now. We were married today. ",
        "Eve: Arianna needs you. You are her strength. You are her will to live. ",
        "Chris: You're going to be a mom. Congratulations. ",
        "Eve: He's taking Arianna home, probably to die if she doesn't get a donor \r\nsoon. The last thing Ian needs to know is that I'm pregnant. ",
        "Chris: You said that you were ready to pack up and leave Port Charles before \r\nanybody found out you were expecting. Eve, we could do that together. Find a \r\nlittle town where it's great to raise kids, start our own practice, make a whole \r\nnew life for ourselves. ",
        "Eve: But we're not in love, Chris. ",
        "Chris: I know you love Ian. I'm not asking you to stop. All I want is a shot \r\nat a family. I mean, you know, the kind that neither of us ever had. I'd be a \r\ngreat father. I guarantee it. ",
        "",
        "Mary: Honey, didn't you hear Mommy calling you? You're supposed to stay \r\nclose, remember? I'm sorry if he bothered you. ",
        "Frank: No. Here you go. Did you say his name is Frankie? ",
        "Mary: Well, it's short for Francis -- Francis Xavier Scanlon -- but we call \r\nhim Frankie. Is something wrong? ",
        "Frank: No, it's just -- my name is Frank, too. ",
        "Mary: Really? ",
        "Frank: You're having another baby. ",
        "Mary: So they tell me. Well, as I said, I'm sorry if he bothered you, but \r\nthis little guy is quite a handful, as you can see. ",
        "Frank: I'm sure he's just having fun. ",
        "Mary: Ok. Wave bye-bye to the nice man. Bye. Say bye. ",
        "Frank: Bye. ",
        "Mary: Bye. Bye-bye. ",
        "Frank: Wait, Mom. ",
        "",
        "Jamal: So what? The tape got a little messed up. But if you think that's the \r\nonly copy -- ",
        "Zach: Nah. Nah. Of course not. ",
        "Sam: The song was a hit. They sold millions. ",
        "Zach: So which one of you geniuses blew it? ",
        "Jamal: Look, I want you two out of my place, both of you. ",
        "Zach: Or what? You going to take your little song to the cops? ",
        "Jamal: Look, I told you, I still got the full confession on tape -- the \r\noriginal tape. ",
        "Zach: If that's true, why are you all looking so tense? ",
        "Alison: It's not tense. It's just having scum like you in our house. ",
        "Jamal: Ali, cool it. ",
        "Zach: I'm going to be splitting soon enough. First, Jamal, I got business to \r\ndiscuss. So if the rest of you would get lost -- ",
        "Jack: You think I'm going anywhere, you're crazy. ",
        "Livvie: Yeah, none of us are. ",
        "Jamal: Guys, it's cool. ",
        "Jack: All right. If you need me -- ",
        "Jamal: I'll let you know. ",
        "Zach: Sam, why don't you keep them entertained, huh? ",
        "Sam: Love to. ",
        "Jamal: Ali, go on. ",
        "Alison: Forget it. Remember, Jamal? You said no more secrets. ",
        "Jamal: All right, look, whatever you got to say, man, you can say it in front \r\nof her. ",
        "Zach: All right. Outside, then? ",
        "Sam: So, that blonde bimbo's the one that screwed up the tape, right? Oh. It \r\nwas you, little miss perfect. ",
        "Jack: Back off, Sam. ",
        "Sam: Oh, that is so very cute. I love a man who can stand up for his woman.\r\n",
        "Livvie: Do you ever get tired of humiliating yourself? ",
        "Sam: Excuse me? ",
        "Livvie: Well, I thought you got the message when you planted yourself naked \r\nin Jack's bed and he still took a pass. ",
        "Sam: Relax, honey. I'm just being friendly. ",
        "",
        "Zach: I'm willing to forget this whole tape thing. ",
        "Jamal: Yeah? In exchange for what, Zach? ",
        "Zach: What I've always wanted, bro. ",
        "Alison: You got it. He raced. ",
        "Jamal: Yeah, and you swore that was the last one. ",
        "Zach: This race coming up, it's the last time I'll need you. And I mean it \r\nthis time. ",
        "Jamal: All right. Sure you do. ",
        "Zach: Bottom line here -- do this, we all reap the reward. Don't? Who knows \r\nwhat could happen?",
        "Alison: Look, you so don't threaten him, and you don't threaten me, either.\r\n",
        "Zach: Last chance, man. What's it going to be? ",
        "Jamal: I'll do it. ",
        "",
        "Kevin: Yeah, Colleen. I'll need you to clear the rest of my day. All right, \r\nthank you. ",
        "Deneice: Well, looking a little better. ",
        "Rhonda: Can I get out of this dump, then? The food stinks, the service is \r\nlousy, and there's not an ounce of booze anywhere. ",
        "Deneice: Yeah, I keep telling them the place hasn't been the same since they \r\nstopped serving martinis. Have fun. ",
        "Kevin: Rhonda -- ",
        "Rhonda: I don't have anything to say, so if you've rearranged your schedule \r\nor your day, just leave me alone. ",
        "Kevin: I think we should talk. ",
        "Rhonda: I don't need a shrink. ",
        "Kevin: You said you had nothing to live for. Those are words I don't take \r\nlightly. ",
        "Rhonda: It's my life, so just back off. ",
        "Kevin: Rhonda, there must be something in your life that you love, something \r\nthat makes you smile, gives you joy, something that takes you away from the \r\nhurt. Something, someone. ",
        "Rhonda: There was someone a long time ago, but I lost that. ",
        "Kevin: Maybe if you try you can get it back. ",
        "Rhonda: Now my life's empty. It has been for years. These last few weeks have \r\njust been one, big, fat reminder. ",
        "Kevin: You mean with what's been going on with Frank Scanlon. ",
        "Rhonda: Why does he keep on saying I have a daughter? It's just a big, cruel \r\njoke. ",
        "Kevin: No, I believe Frank's convinced it's true. ",
        "Rhonda: That's crazy. ",
        "Kevin: So there's no possible way? ",
        "Rhonda: Listen, I know with my drinking, you know, sometimes I forget things, \r\nbut a daughter? A child of my own? I'd never forget that. ",
        "Kevin: Rhonda, what about some of the other things Frank's been saying, like \r\n-- about that old computer in your basement? ",
        "Rhonda: I don't want to talk about that. ",
        "Kevin: But can you tell me if you ever recall communicating with someone on \r\nit? ",
        "Rhonda: I said I don't want to talk about it. That computer has done nothing \r\nbut cause me trouble, ok? I don't want to ever hear it mentioned again. Do you \r\nhear me? Never. ",
        "",
        "Mary: Did you call me Mom? ",
        "Frank: Actually, I did, because I don't know your name, only that you're \r\nlittle Frankie here's mom, and -- I'm sorry, that was rude. ",
        "Mary: Oh, no, that's ok. My name is Mary. ",
        "Frank: Frank. ",
        "Mary: Hi. ",
        "Frank: You already know that. ",
        "Mary: Did you want to ask me something? ",
        "Frank: Only about a million things. I mean, I'm new here to Port Charles. ",
        "Mary: Oh, I see. Well, is there anything I can help you out with? ",
        "Frank: You know, if it's not too much to ask, would you mind grabbing a latte \r\nor something? ",
        "Mary: A latte? ",
        "Frank: I mean coffee. ",
        "Mary: Oh, that's that Italian drink. You know, I did have one once in a \r\nlittle cafe in Manhattan. ",
        "Frank: Right. Well, they're very popular where I'm from. ",
        "Mary: And where's that, exactly? ",
        "Frank: You wouldn't believe it if I told you. ",
        "Mary: Oh, now I'm really curious. ",
        "Frank: Well, then, how about that lat-- coffee. ",
        "Mary: I'd love to, but I'm actually on my way to apply for a job at General \r\nHospital. I'm a nurse. ",
        "Frank: Oh. Hey, I understand. ",
        "Mary: But you know what? I don't think it would matter if I was a little bit \r\nlate. ",
        "Frank: No, you couldn't put that off, not because of me. ",
        "Mary: Well, an hour either way, I don't think it'd matter. ",
        "Frank: It could. I mean, the sooner you get there, the sooner you'll get the \r\njob, right? ",
        "Mary: Ok. Before I leave, do you need any directions or anything? ",
        "Frank: Yeah. You wouldn't happen to know the Wexlers or if they still live \r\nover on Charles Street? ",
        "Mary: Yeah, Harry and the girls. Sure, they still live there. Oh, are they \r\nfriends of yours? ",
        "Frank: You could say that. Anyway, I really need to see them. I need their \r\nhelp in finding someone. ",
        "Mary: Oh. Well, good luck. ",
        "Frank: Thank you. You, too. ",
        "Mary: My young man, let's make you all presentable now, ok? ",
        "Frankie: Ok. ",
        "Mary: Ok. Look how nice you look. ",
        "Frank: It's obvious your son loves you very much. ",
        "Mary: Well, he is the best thing that ever happened to me. ",
        "Frank: It was great meeting you. ",
        "Mary: Well, maybe we'll meet again sometime. ",
        "Frank: I'm pretty sure we will. Bye, Mary. ",
        "Mary: Bye. ",
        "Frankie: Bye. ",
        "Mary: Come on, sweetheart. Bye. ",
        "Frank: Ok, ok. You've got to remember why you're here. Find that computer and \r\nbring Karen home. ",
        "",
        "Eve: Oh. Do you smell that? Fresh, clean air, pine trees, flowers. Mmm. Well, \r\nmaybe you're a little too young to appreciate it just yet. But when you do -- \r\nwhen you experience everything for the first time -- I'm going to be there. I \r\njust wish your daddy could be there, too. Maybe we'll have Chris. Maybe. Ok, \r\nwell, I could have sworn the cabin was this way, but it's not. Maybe it was that \r\nway. Or -- ok, all right, that's ok. Don't panic. Don't panic. I'll get this -- \r\nI'll get us there eventually. It'll be ok. Hmm. ",
        "[Noise]",
        "",
        "Alison: You are going to race for these losers again? ",
        "Jamal: Yeah, one last time. That's it. ",
        "Zach: I knew you wouldn't let us down. ",
        "Alison: Jamal? ",
        "Zach: Sam, we're out of here. ",
        "Sam: See you around, Jack. ",
        "Jack: Don't hold your breath. ",
        "Zach: I'll be in touch with the details. ",
        "Sam: Jamal, Alison, always a pleasure. ",
        "Alison: Get out already. Sick of you. Jamal, what just happened here? I \r\ncannot -- why did you tell them that you were going to race again? ",
        "Jack: Whoa, whoa, whoa. You're just fronting, right? You're really not going \r\nto do it. ",
        "Jamal: Look, I have to, man. ",
        "Alison: Why? Because, what, they threatened me again? ",
        "Jamal: Look, I just want these guys off our backs. Besides, it's no big deal, \r\nok? I mean, they're playing straight. Everything's on the level. ",
        "Alison: You call blackmailing and bullying on the level? ",
        "Livvie: Jamal, these guys are really bad news. ",
        "Jamal: Yeah, I know. That's why I got to play ball. ",
        "Livvie: Oh, God. Why did I have to tape over Zach's confession? ",
        "Jamal: Look, it's not your fault, ok? I should have been more careful. ",
        "Jack: It doesn't matter. Those creeps would have gotten what they wanted one \r\nway or another. ",
        "Alison: Can you guys excuse us for just a second? ",
        "Jack: Yeah, no problem. Hey, sweetie, I know what I said, all right? Tape or \r\nno tape, Zach wasn't backing down. ",
        "Livvie: Still, if anything happens to Jamal in that race -- ",
        "Jack: Hey, hey. Nothing's going to happen, all right? It's going to be ok.\r\n",
        "Alison: I'm not trying to be, like, the ragging girlfriend here. I am not. \r\nIt's just the thought of you getting hurt or something worse -- ",
        "Jamal: Ali, Ali -- ",
        "Alison: Especially when I know the only reason why you're doing this is to \r\nprotect me. ",
        "Jamal: Ok, Ali, I'm not going to get hurt. ",
        "Alison: No, but, Jamal, there's always a possibility, you know. You just -- \r\nyou don't know. ",
        "Jamal: Ali, Ali -- I'm not, ok? I promise. ",
        "",
        "Zach: It's working. He thinks exactly what I want him to. It's just another \r\nrace. ",
        "Sam: And if he finds out the truth? ",
        "Zach: That's easy. He dies. ",
        "",
        "Eve: Don't be scared, little one. It's probably just -- I was imaging that I \r\nheard this noise. Pretty soon we'll be home safe and sound and it'll be ok. ",
        "[Noise] ",
        "",
        "Rhonda: I cannot go through this again. ",
        "Kevin: Go through what? ",
        "Rhonda: The computer, everyone asking me questions. ",
        "Kevin: All right. ",
        "Rhonda: Everyone thinking I'm crazy like before. ",
        "Kevin: It's all right. ",
        "Rhonda: I'm going to get out of here. ",
        "Kevin: Rhonda, Rhonda, no one -- ",
        "Rhonda: Let go. Let -- ",
        "Rhonda: What is that? ",
        "Kevin: Rhonda, who's the woman in this photo? ",
        "Rhonda: My sister Carolyn. ",
        "Kevin: Your sister? Did Frank ever meet her? ",
        "Rhonda: No. She died in 1973. ",
        "",
        "Woman: Daddy, I'm going to meet Cookie at Kelly's. We won't be late. Love \r\nyou! ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Rhonda: Where did you get that? ",
        "Kevin: I drew it. ",
        "Rhonda: How? ",
        "Kevin: From a description that Frank Scanlon gave me. ",
        "Carolyn: Do I know you? ",
        "Frank: No, but I know you, and I'm hoping you can help me with something. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=24dXBJYOFxI"
}