{
    "Episode Summary": [],
    "Recap": [
        "Informing the angry crowd that Jamal is his best friend, Jack lays down the new rules of conduct at the Elixir. A strange new employee reports to Jack after lurking around outside earlier. Jack and Reese stop by Jamal's apartment to check on him, and after they leave, Jamal has a little talk--with Caleb's ring. When Christina refuses to go back sleep after a nightmare, Ian takes her out for some ice cream. Lucy is amazed when Kevin shows up and confidently assumes that they can get back together. Although her divorce attorney calls about expediting the paperwork, Kevin believes that she will cancel the appointment. His hopes are dashed when Ian returns with Christina. Not liking what he sees, he vows that Ian will never take his place in his family. Alison confesses that she almost allowed Joshua to make her his bride. She doesn't accept mind control as a valid reason for stabbing the man she loves, which is why she wants him to just walk away from her. Rafe refuses to do anything of the kind. Finally getting through to her, he takes her home. Although Caleb assures Olivia that she's all he's ever wanted, she knows that the ring means everything to him. After Alison has a nightmare in which she finds Rafe's side of the bed soaked with blood, Olivia taunts her with the threat that her nightmare is just beginning. Rafe returns to Joshua's and finds Caleb there. Caleb is determined to find the ring, and Rafe is determined to keep it out of Caleb's hands. After Jamal innocently tells the ring that he wishes he had someone special, he's startled when an equally startled woman crashes through his ceiling."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Christina: Mommy?",
        "Lucy: Hmm -- oh! Oh. Hey, pumpkin head, come here. You're supposed to be in bed sleeping with your tiger!",
        "Christina: I had a bad dream and I'm scared and I can't go back to sleep.",
        "Lucy: Oh. Well, you know what? You shouldn't be scared because Ian's here and mommy's here and we would never, ever let anything bad happen to you. Promise.",
        "Ian: Nah.",
        "Lucy: Promise, promise.",
        "Ian: You know, when I was a little boy and I'd have scary dreams like that, you know what I'd do? I'd eat ice cream.",
        "Christina: Yeah.",
        "Ian: Yeah, right? Come on.",
        "Lucy: Wait -- no. I don't have any yet. Since we got back from the hospital, I haven't had a chance to go shopping.",
        "Christina: Please, mommy, please?",
        "Ian: We'll go to the store.",
        "Lucy: You're going to the store right now --",
        "Ian: Yeah.",
        "Lucy: For ice cream?",
        "Ian: Why not?",
        "Lucy: You're going to spoil -- I want to go. I'll go.",
        "Ian: No, it's just going to be the three of us. Ok?",
        "Lucy: Only three, huh? All right.",
        "Ian: See you.",
        "Lucy: Oh -- well, I guess I'll get everything ready for that surprise -- you know -- here. Oh!",
        "Ian: Ok.",
        "Lucy: Here. That and don't -- you know, keep her warm.",
        "Ian: All right.",
        "Lucy: Have fun and, are you going to bring me anything?",
        "Ian: You'll get the same thing the tigers get.",
        "Lucy: Oh. Thanks a lot.",
        "Lucy: Ok, you three. Have fun. I'll miss you. Hurry back, fast.",
        "[Knock on door]",
        "Lucy: I get to go now -- is that it? You've forgotten me? You want me to come? Kevin.",
        "Kevin: I hope this isn't a bad time.",
        "Lucy: What do you want?",
        "Kevin: You. I want you.",
        "[SCENE_BREAK]",
        "Caleb: How could I ever stop loving you after all we've been through?",
        "Livvie: But I am not easy to love sometimes.",
        "Caleb: But always worth it.",
        "Livvie: Are you sure? We both know how much this ring means to you. But it was your father's legacy. It's your power. It holds all of your desires. It means everything to you.",
        "Caleb: Shh.",
        "Caleb: I have everything I've always wanted right here. I have you. I need you to exist. I need your touch. And I need your love. I need to feel you, with your arms around me, you and only you.",
        "[SCENE_BREAK]",
        "Alison: There's something I need to tell you, ok? Please.",
        "Rafe: No, you don't -- you don't.",
        "Alison: I need to. I do need to tell you because if I don't tell you right now, I might not ever tell you the rest of my life and I have to.",
        "Rafe: Ok, that's fine, but not now.",
        "Alison: Tonight -- tonight --",
        "Rafe: No, you don't need to do this.",
        "Alison: Tonight I almost gave myself to Joshua, all of me. Do you hear what I'm saying? I almost gave him every single thing that he wanted.",
        "Rafe: No.",
        "Alison: I was ready to become his bride.",
        "Rafe: No. He's -- he's taken away all your will.",
        "Alison: No. No, he hasn't.",
        "Rafe: Yeah. Yes. Yes -- wait, wait, wait, wait. Do you understand? Do you understand? Just hold on a second. Do you understand how much power he has over you? I mean, the ring, the drugs, that -- that watch?",
        "Alison: It doesn't matter! It doesn't -",
        "Rafe: Do you understand that?",
        "Alison: Stop it. It doesn't matter about the ring or the drugs or Joshua. Do you get it? Look, if the tables were turned, even with all of Joshua's power, would you have done the same thing to me? No. See, and there's your answer, you wouldn't.",
        "Rafe: I love you.",
        "Alison: You need to go. You need to get away from me.",
        "Rafe: No.",
        "Alison: Yes. Rafe, please, just go.",
        "[SCENE_BREAK]",
        "Lucy: Now really is not a good time. You need to go.",
        "Kevin: Please?",
        "Kevin: Thank you. You know, Lucy, you have every right not to want me here. I've done some horrible things. I've hurt you. But you've hurt me. But it's not like we haven't been down that road before, right?",
        "Lucy: Not this time.",
        "Kevin: Ah, think about it. Just think about it. With all the craziness that we've been through, we've always managed to find our way back to each other. Now, why's that? Because you and me, we belong together. Nothing's ever been able to keep us apart.",
        "Lucy: Oh, Kevin.",
        "Kevin: Now, I think you know that, Lucy. You're a part of me as much as I'm a part of you. When you have something like that, you hold on to it. With a love like that, you fight for it with everything you have. And you know that, too. I don't think you could walk away from what we have right now any more than you could before.",
        "[SCENE_BREAK]",
        "Jack: You know what? There seems to be a little confusion here tonight. I've been over here talking to my best friend, Jamal. Jamal, why don't you get up here with me.",
        "Jamal: Come on.",
        "Jack: Come on. No, Jamal, get up here.",
        "Jamal: Oh, fine, fine.",
        "[Jamal sighs]",
        "Jack: My buddy and I here seem to have a difference of opinion on where things should go from here. People don't know what to do, what to think, what to believe, but I'm going to make it real simple -- we don't trash the bar and we don't harass customers. If your money's green, you're welcome here. Now, if anybody has a problem with that, I'm going to see that your ass is thrown out of here. Is that clear? Let's relax, have some fun, chill out, and let's party, huh?",
        "Crowd: Yeah!",
        "Jack: Come on, let's party!",
        "Man: Yeah.",
        "[Cheers]",
        "Jamal: Nice little speech you gave up there, man.",
        "Jack: Yeah. Got to protect what's mine.",
        "Jamal: So, this is all yours now?",
        "Jack: Like I said, Jamal, what life gives you -- remember?",
        "Jamal: Yeah, ok, ok.",
        "Jack: No way I can cheer you up, huh?",
        "Jamal: Nah, man. It's just a late night, dude. I got to split.",
        "Jack: All right. You know I love you. I mean, come on, I really love you.",
        "Jamal: No, don't be getting all freaky in front of everybody here, man, all right?",
        "Jack: I'll call you.",
        "Jamal: Yeah, I love you, too.",
        "Jack: Hey. Who are you? Ok. Why didn't you just say so? You can go on to the storage room. You'll find what you need.",
        "Reese: Who was that?",
        "Jack: That's our newest employee.",
        "Reese: Strange.",
        "Jack: So what else is new?",
        "[SCENE_BREAK]",
        "Alison: Rafe, please --",
        "Rafe: No, wait a sec. I listened to you, now you're going to listen to me. What do you want me to do? You want me to just walk away, just run away? To what -- to save my life? Do you understand -- you are my life. I don't blame you for anything that happened. If anything, I blame myself. I should have been there sooner to save you from the hell that Joshua put you through.",
        "Alison: You tried. You tried everything that you could. You were ready to give up your life for me. Don't you even start blaming yourself for any of this. All you have ever done is loved and protected me the best that you could and you call me your angel. And you were ready to give up everything. You gave up your soul once for me and look what I did to you.",
        "Rafe: Alison --",
        "Alison: Who does that? Who does that?",
        "Rafe: Do you understand -- I wouldn't be here if it weren't for you. I wouldn't know what it's like to be loved. I'd have no idea what it's like to love someone else. And the thing is if it's our destiny to constantly have to struggle to be together, then -- then fine. Then that's our destiny, because you know what? It's worth it because I keep going over it again and again in my head, and no matter what, no matter how many times I do it, I come back to the same thing -- the path always leads to you. And you -- look, look it -- you're amazing. You're beautiful, yes, you are. You're the strongest, bravest person I've ever met in my life. You did it. You made it through. It's over. Ok? So -- you did your job. Now let me do mine. Let me be there for you. Let me be strong enough for both of us. All right, it's over. It is. You can rest now.",
        "Alison: Rafe, take me home.",
        "Rafe: Alison --",
        "Alison: I think so.",
        "[SCENE_BREAK]",
        "Jack: Hey, hey, hey, what's up, dude?",
        "Jamal: What's going on?",
        "Jack: Hey, man, just wanted to make sure you're ok.",
        "Jamal: I'm cool, I'm cool. You don't have to come and check up on me. I'm fine.",
        "Reese: You don't look too fine.",
        "Jamal: Well, that's because I had a little too much tequila.",
        "Jack: Ah.",
        "Jamal: I just wanted to come here and get a little bit of rest, that's all.",
        "Jack: All right.",
        "Jamal: I'm just chilling.",
        "Jack: All right. Hey, we'll get out of your hair.",
        "Jamal: All right.",
        "Jack: But, listen, do me a a favor -- listen to what I said. No more moping around.",
        "Jamal: All right.",
        "Jack: Go find yourself a little lady and everything will take care of itself.",
        "Jamal: All right, all right.",
        "Reese: Yep.",
        "Jamal: I'll take your advice, man.",
        "Reese: He's definitely right about that.",
        "Jamal: I'll take your advice.",
        "Jack: All right.",
        "Jamal: All right.",
        "Jack: Talk to you later.",
        "Jamal: Bye.",
        "Reese: Bye, Jamal.",
        "Jamal: See you later.",
        "Jamal: So, it's just you and me now.",
        "[SCENE_BREAK]",
        "Singer: I just want to feel safe in my own skin. I just want to be happy again. I just want to feel deep in my own world but I'm so lonely I don't even want to be with myself anymore.",
        "Singer: On a different day if I was safe in my own skin then I wouldn't feel lost and so frightened but this is today and I'm lost in my own skin and I'm so lonely I don't even want to be with myself anymore.",
        "Singers: Now you're safe oh oh how I feel oh oh",
        "[SCENE_BREAK]",
        "Lucy: I'm sorry.",
        "Kevin: Don't be sorry. We can do this, Lucy. We can make this right again.",
        "[Phone rings]",
        "Kevin: Let it ring.",
        "[Answering machine beeps]",
        "Kevin: Stop.",
        "Art: You in your divorce and no problem with the rush on the paperwork. I know you're anxious to get this over and done. Just call me in the morning. We'll start proceedings right away.",
        "[Answering machine beeps]",
        "Lucy: I didn't want you to find out about this quite in this way.",
        "Kevin: Thank you for that. It's no problem. Just cancel the appointment.",
        "Ian: We're home.",
        "Christina: Daddy, Ian bought me ice cream!",
        "Kevin: Yeah, I can see that.",
        "Lucy: Um -- hey, pumpkin head, look give me -- give me that. Look at your face. You guys got ice cream all over you. Go -- go wash your face and brush your teeth, then, and get ready for bed. I'll be in in a minute, ok?",
        "Kevin: Yeah. Good night, sweetheart. Sweet dreams.",
        "Christina: Good night, daddy. Good night, Ian.",
        "Ian: Good night, Christina.",
        "Kevin: Good night, honey.",
        "Ian: What's going on here?",
        "Kevin: Oh, I just came by to see if Lucy wanted to give us another try. It seems I made the mistake of thinking that 10 years meant something.",
        "Ian: And I'm sure Lucy told you that it's over. So what are you doing? You don't belong here.",
        "Kevin: Oh, and you do? With my wife and my child?",
        "Ian: You're not going to start something with Christina in the other room, are you?",
        "Kevin: No. You think I'd make it that easy for you? And as for the family tableau, no way, ever. Have a good evening.",
        "[SCENE_BREAK]",
        "Alison: Hmm. I thought you were sleeping.",
        "[Alison screams]",
        "Alison: Oh, my God. This was just a nightmare. It wasn't real. It wasn't real.",
        "Livvie: Wrong, Alison. Your nightmare was very real and it only just beginning.",
        "[SCENE_BREAK]",
        "Rafe: Can't let it go, can you? And why is that, Caleb, huh? Why is that? What is it about that ring that would have you coming back here in the middle of the night?",
        "Caleb: I might ask you the same question.",
        "Rafe: Ok. I'd gladly answer. I'm here to keep that ring off your finger.",
        "Caleb: Any particular reason?",
        "Rafe: Well, I think you know the reason. That ring is a lot more powerful than you're letting on, and God help us all if it gets back in your hands.",
        "[SCENE_BREAK]",
        "Jamal: Well, I don't know what powers you have, but everyone sure seems to want you, now, don't they? Well, you know, one thing's for sure -- I can't let Caleb or Rafe get a hold of them, not if this town's ever going to see any peace. So for right now, you're just going to be daddy's little secret. I just wish there was somebody I could actually share you with, somebody nice, somebody soft, somebody that could -- you know what? Stop. Stop, stop, stop. I'm alone right now, so that's just the way it is. I mean, I wish I wasn't alone, but I am.",
        "[Jamal sighs]",
        "Jamal: Somebody nice and soft would be -- well, that would be kind of cool. Somebody who's not a vampire and not the twin of an angel -- that would work for me. Somebody like -- you know what? I'm going to drive myself crazy thinking about this. I'm started to sound like Alison. All right -- Alison, Alison.",
        "Jamal: I just wish there was somebody out there for me.",
        "[Noise]",
        "Jamal: Oh --",
        "[Jamal coughs]",
        "[Woman coughs]",
        "\"Port Charles: The Gift\" begins Monday.",
        "[NEXT_ON]",
        "Alison: You need to stop causing trouble for me and you have got to make me stop feeling so incredibly miserable.",
        "Rafe: Now, Joshua's gone, the ring has disappeared, so as far as I'm concerned, all bets are off.",
        "Caleb: The bet is off when I say it's off."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=B5GInmC24w4"
}