{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jack: Bike shop. ",
        "Jamal: Hey, it's me. Hey, has Zach called? ",
        "Jack: No, no. I thought he was meeting you down at the docks. ",
        "Jamal: Yeah, yeah. He hasn't shown. ",
        "Jack: Well, he couldn't have figured out you were wearing a wire, could he?\r\n",
        "Jamal: No, no. He's probably just jerking my chain or something. ",
        "Jack: So are you going to wait around? ",
        "Jamal: Yeah, well, I have to. Hey, do me a favor -- tell Alison I got hung \r\nup, all right? ",
        "Jack: Yeah. Yeah, sure. ",
        "Jamal: Ok. Hey, and another thing -- ",
        "Jack: Yeah, I know, I know. I'm sticking around. But remember, I have a date \r\nwith Livvie later. ",
        "Jamal: Yeah, yeah, don't worry. I'll be back in plenty of time. ",
        "Jack: All right, man. Well, watch your back. ",
        "Jamal: All right. Peace. ",
        "Zach: So, thought about my proposition, huh? ",
        "Zach: About racing for me again? ",
        "Jamal: Yeah, I thought about it. ",
        "Zach: And you brought me all the way out here to give me your answer. I don't \r\nthink so. ",
        "",
        "Frank: \"Cookie, you hear me?\" Do not go to that dance tonight. ",
        "Cookie: He has to notice me tonight. He has to. Oh, what now, Frank? \"Are you \r\nthere? Please answer.\" I don't have time. \"Why do you care so much if I go to a \r\nstupid dance?\" ",
        "Frank: \"I care because you're my friend. And we're in this together.\" ",
        "Cookie: \"In what?\" ",
        "Frank: \"This craziness -- the weird way we communicate. You from 1973, and me \r\nfrom 2001. But the note you left at Kelly's proved it's true.\" ",
        "Cookie: \"How do I know for sure you really got it?\" ",
        "Frank: \"It's written in pencil. You wrote, 'Ok, Frank, here's your note. \r\nCookie.'\" ",
        "Cookie: \"This is too, too weird.\" ",
        "Frank: \"Just like I was able to tell you about Nixon resigning and Reagan \r\nbecoming president, I can tell your future, too. If you go to that dance, it \r\nwill ruin your whole life!\" ",
        "",
        "Eve: I am so sorry. I wanted to be the one to help you. I would have given \r\nanything. ",
        "Ian: It's not your fault. You knew being a match was a long shot. ",
        "Arianna: You? You volunteered to be my donor? Thank you. ",
        "Eve: I wish it had worked out. ",
        "Arianna: It's ok. That way I can prepare for what's next. ",
        "Eve: What's next? ",
        "Arianna: I know that I'm going to die. ",
        "",
        "Alison: Who was that on the phone? ",
        "Jack: Jamal. Said he got hung up, won't be back for a while. ",
        "Alison: Oh, really? ",
        "Jack: Yeah. Do you need help with anything? ",
        "Alison: No, I'm going to hang up my apron for the day. ",
        "Jack: Oh. So, what are you going to do now? ",
        "Alison: I don't know. I mean, if Jamal's going to be gone for a little bit, \r\nyou know, I did make some extra money from my muffins. Maybe I'll go treat \r\nmyself to a manicure because, you know, my nails really are thrashed. ",
        "Jack: I'll go with you. ",
        "Alison: You get manicures? ",
        "Jack: No. I just thought you might like some company. ",
        "Alison: What is with you? ",
        "Jack: What do you mean? ",
        "Alison: You. In the last couple days you've been, like, hanging all over me.\r\n",
        "Jack: No, I haven't. ",
        "Alison: Yes, you have. You even blew off a date twice with Livvie just to be \r\nhere with me. ",
        "Jack: Well, I had a lot of work to do. ",
        "Alison: Yeah, uh-huh. If I didn't know any better, I'd think that you, like, \r\nhad a thing for me. Oh, my God, you don't, do you? ",
        "Jack: Hey, hey, don't flatter yourself, ok? ",
        "Alison: No doubt. Well, then tell me what's going on. I mean, you and Jamal \r\nhave been acting like -- you didn't tell him that the money came from Nana, did \r\nyou? The 25,000? ",
        "Jack: No. ",
        "Alison: Are you sure? ",
        "Jack: I'm sure. Jamal doesn't think the money came from Nana. ",
        "Alison: Ok. Well, then, I'm going to go by myself, thank you. ",
        "Jack: Oh, hey, hey, hey. ",
        "Alison: What? ",
        "Jack: Jamal said he wouldn't be that long. In fact, he said that he wanted to \r\nhave dinner with you. ",
        "Alison: Right. And you just remembered that now? ",
        "Jack: Yeah, yeah. So you better not rush off. ",
        "Alison: Yeah. What's he hung up with? ",
        "Jack: Excuse me? ",
        "Alison: What is he doing? ",
        "Jack: Oh, I really couldn't say. ",
        "",
        "Zach: What are you trying to pull? ",
        "Jamal: Not a thing. ",
        "Zach: Yeah? ",
        "Jamal: Yeah. ",
        "Zach: Why'd you drag me all the way out here? ",
        "Jamal: So Alison wouldn't find out about this, all right? ",
        "Zach: About what? ",
        "Jamal: Look, I made up my mind. I'm going to race for you. ",
        "Zach: Smart man. ",
        "Jamal: Yeah, well, there are a few conditions, though. ",
        "Zach: Like what? ",
        "Jamal: Like you leave Alison alone. ",
        "Zach: I told you I would if you cooperated. ",
        "Jamal: Yeah. And also, no funny business. No fixing bikes or rigging \r\naccidents like you did last time. All right? I want to win this fair and square.\r\n",
        "Zach: It's cool, man. We know you're the best. ",
        "Jamal: Yeah, that's right. All right. And I will win in exchange for you \r\nletting Alison slide with this so-called loan. ",
        "Zach: That's the deal. ",
        "Jamal: Oh, yeah? So why don't you say it back to me so I'm -- so I know I'm \r\nclear. ",
        "Zach: What, you want me to spell it out? We won't hurt blondie if you ride \r\nfor us. And we won't fix the race this time, either. Got it? ",
        "Jamal: Yeah, I got it. ",
        "Zach: Wait a minute. There's something not right with this. ",
        "",
        "Eve: Arianna, don't say that. You are not going to die. ",
        "Ian: Of course not. The hepatin that Eve gave you is going to help prepare \r\nyour body for a transplant. ",
        "Arianna: But without a donor, it doesn't really matter. ",
        "Ian: There will be a donor. ",
        "Eve: That's right. Ian is doing everything he possibly can to find a match.\r\n",
        "Ian: And we won't stop until we do. ",
        "Eve: And if you only knew how many people have already volunteered to be \r\ntested -- ",
        "Ian: There's got to be a match in there somewhere. ",
        "Eve: And if there's not, Ian has appeals out all over the world -- the \r\ninternet, the donor networks. In fact, I'm going to go right now and check the \r\nlatest. ",
        "Arianna: Wait, Eve. I wanted to thank you again for everything. ",
        "Eve: I didn't do anything. ",
        "Arianna: You wanted to be my donor. ",
        "Eve: If only I was a match. But we will find someone. ",
        "Ian: You hear that? No more talk about dying. ",
        "Arianna: I appreciate what you're trying to do -- both of you. But we all \r\nknow the truth. ",
        "Ian: Arianna, I -- ",
        "Arianna: With my family out of the picture, the chances of finding a match --\r\n",
        "Ian: Are not impossible. ",
        "Arianna: You don't have to spare me. Knowing you'll be there with me when it \r\nhappens makes it a little easier. ",
        "",
        "Eve: Karen, hey. It's Eve. I need you to call me back as soon as you get \r\nthis. I need to talk to you about Arianna. I know that you've already made up \r\nyour mind about not being a donor, but I need you to reconsider. You are her \r\nonly match and her only hope. ",
        "",
        "Karen: Joe, hey. ",
        "Joe: Hey. ",
        "Karen: Have you seen Eve? ",
        "Joe: Did you check on six? ",
        "Karen: I'm on my way. But if you see her, will you tell her to give me a call \r\nASAP? ",
        "Joe: Sounds important. ",
        "Karen: I've made this decision that I think -- no, I'm sure -- will make her \r\nday and a lot of other people's, too. ",
        "Joe: Ok, I'm -- I'm curious. ",
        "Karen: You'll find out soon enough. It's getting late. I have to call Frank.\r\n",
        "Joe: Bet you tell him. ",
        "Karen: Bye. ",
        "Joe: Bye. ",
        "Karen: Oh, great. The battery. ",
        "",
        "Frank: \"You've trusted me up till now. Have I ever let you down?\" ",
        "Cookie: \"No.\" ",
        "Frank: \"Going to this dance tonight would be a very big mistake.\" ",
        "Cookie: \"Why?\" ",
        "Frank: \"All I know is you're vulnerable, feeling hurt, and emotional over \r\nthis boy, the stuff with your dad, and on top of that, you've been drinking.\"\r\n",
        "Cookie: \"Not that much.\" ",
        "Frank: \"Enough that there's a good chance you'll do something you'll regret. \r\nStay home tonight. If you won't do it for yourself, at least do it for me.\" ",
        "Cookie: \"Ok! Ok. If it means that much to you, I won't go.\" ",
        "Frank: \"You're doing the right thing. You won't regret it.\"",
        "",
        "Jamal: What is up with you, man? You got what you wanted. I told you I'd \r\nrace. ",
        "Zach: How do I know you won't back out at the last minute? ",
        "Jamal: You don't. I guess you got to trust me. ",
        "Sam: Yeah, like we could really trust him. ",
        "Zach: Oh, he'll go through with it, all right. We'll make sure of it. ",
        "Sam: \"We?\" ",
        "Zach: Here's what I want you to do. ",
        "",
        "Ian: You got to stop talking about dying. ",
        "Arianna: I need to talk about it. ",
        "Ian: No, you don't need to talk about it. ",
        "Arianna: Ian, it's something I've been thinking about for a while. And now -- \r\nnow that I know it's ahead, I'm ready to face it. ",
        "Ian: Arianna, I've -- ",
        "Arianna: It's ok. I'm not afraid anymore. And I have you to thank for that.\r\n",
        "Ian: Me? ",
        "Arianna: I came from a world where all I knew was fear -- fear of saying or \r\ndoing the wrong thing. Fear even of my own family, who believed that honor was \r\nmore important than my life. But you showed me a different world that I never \r\nknew existed, a place where I matter. ",
        "Ian: I could've done more. ",
        "Arianna: Don't you understand? This peace I feel inside for the first time in \r\nmy life is all because of you. And words could never describe how grateful I am. \r\nBut the time for sacrifice is almost over. ",
        "Ian: Stop it, please. ",
        "Arianna: There's just one last request. There's one more thing I need from \r\nyou. ",
        "Ian: Anything. Tell me what you need. ",
        "",
        "Eve: Kamikaze, please. Make it a double. ",
        "Chris: Are you self-medicating? ",
        "Eve: Damn it, Ramsey, what are you doing here? ",
        "Chris: I followed you. ",
        "Eve: Why? ",
        "Chris: Because I knew you were upset, how you wanted to help Arianna. ",
        "Eve: That's right, I am upset. So get the hell out of here and leave me \r\nalone. ",
        "Bartender: Double kamikaze. ",
        "Eve: Thank you. ",
        "Chris: No, thank you. ",
        "Eve: What are you doing? ",
        "Chris: You don't need it. ",
        "Eve: That's what you think. My drink, please. ",
        "Chris: I said forget it. ",
        "Cookie: \"Going to bed now, Frank. Thanks for caring so much.\" ",
        "Frank: Thank God she didn't go to that dance. Now I can say goodnight and go \r\nmeet Karen for our date. What the heck? Why won't this work?",
        "",
        "Alison: Wow, that sure is some greeting. ",
        "Jamal: Yeah, well, I just missed you, that's all. ",
        "Alison: Is that why you disappeared on me for so long? ",
        "Jamal: I told you I had some stuff to take care of. ",
        "Alison: Stuff? ",
        "Jamal: Yeah, stuff. Look, I am starving. Do you think you got something to \r\neat around here? ",
        "Alison: Oh, my God, my chicken! ",
        "Jack: So what's up, man? Did you get it? ",
        "Jamal: Everything, all on tape -- from him threatening Ali to him rigging the \r\nraces. ",
        "Jack: And you took it to the cops? ",
        "Jamal: No, I've just got to check and see, make sure everything's clear, and \r\nthen I'm taking it straight to my cousin who is the D.A. ",
        "Jack: This guy's going down. ",
        "Jamal: Yeah, count on it, man. ",
        "Jack: So, what about Alison? ",
        "Jamal: Man, these fools actually think I'm about to race. They're leaving \r\nAlison alone. ",
        "Jack: Which means she doesn't need a bodyguard anymore, and I can actually \r\nspend some time with my girlfriend for a change. ",
        "Jamal: Speaking of which -- don't you have, like, some hot date to go to? ",
        "Jack: Yeah, I was just going to finish up and then -- ",
        "Jamal: No, man, don't worry about it. You go get cleaned up. I got it. ",
        "Jack: Thanks, buddy. ",
        "Jamal: No, problem, man. Hey. Thanks for watching out for Ali. ",
        "Jack: Anytime. ",
        "Alison: Ok, dinner's almost ready. ",
        "Jamal: All right. ",
        "[Telephone rings] ",
        "Alison: Oops. Bike shop. Yeah. Delivery this late? Oh, yeah, yeah. That's ok. \r\nFirst days on the job can be a little tough. Yeah, it is a little hard to find \r\nin the dark. Where are you? Oh, you're really close. Yeah, I'll go outside and \r\nwait for you. Ok. You're welcome. Bye. Delivery person's lost. ",
        "Jamal: You need some help? ",
        "Alison: That's ok. I got it. ",
        "[Door closes] ",
        "[Alison screams] ",
        "",
        "Ian: What is it, Arianna? What is it you want? ",
        "Arianna: I don't want to die in this hospital, in this cold room with the \r\ntubes and the machines and all the strangers. I just don't want it to be that \r\nway. ",
        "Ian: You're not going to die, anyway. Do you understand me? But you're right. \r\nYou certainly don't have to be here to wait for a donor. ",
        "Arianna: What do you mean? ",
        "Ian: I'm taking you home. ",
        "",
        "Eve: Who the hell are you to tell me I can't have a drink? You are the king \r\nof martini land. ",
        "Chris: Eve -- ",
        "Eve: I am a grown woman off duty. So if I want to get so drunk that I can't \r\nwalk, talk, or feel, then that's my business. And since I am not compatible to \r\nbe a donor, I don't care what happens to my liver. ",
        "Chris: You have a lot more to worry about than that. You need to take care of \r\nyourself. ",
        "Eve: Yeah, yeah, yeah. We've been down that road before. I've heard it all \r\nbefore. Bartender, don't listen to him. Another kamikaze, please. ",
        "Chris: No. Don't serve her. ",
        "Eve: What is your problem? Am I hurting anyone? Anyone other than myself? ",
        "Chris: As a matter of fact, you are. ",
        "Eve: How do you figure? ",
        "Chris: You're pregnant. ",
        "",
        "Frank: Excuse me, is Dr. Wexler around? ",
        "Nurse: Who? ",
        "Frank: Karen Wexler. ",
        "Nurse: I'm sorry. I don't know any Dr. Wexler. ",
        "Frank: You must be new here. ",
        "Nurse: I am. Let me double-check the directory. ",
        "Frank: You can take my word for it. She's on staff here. ",
        "Nurse: You must be mistaken. There's no Karen Wexler. ",
        "Frank: No, you're mistaken. ",
        "Nurse: Not according to this. ",
        "Frank: Well, that's wrong, ok? Now, is there someone around here who can help \r\nme? ",
        "Joe: Hey, bro. What's the problem? ",
        "Frank: No problem. Your new nurse is insisting that Karen doesn't work here.\r\n",
        "Joe: Karen who? ",
        "Frank: Very funny. Do you know where she is? ",
        "Joe: No, I'm not kidding. Who are you talking about? ",
        "Frank: Karen Wexler, the woman you were once engaged to who is now your \r\nfriend and my girlfriend, who I happen to be crazy in love with. ",
        "Joe: Come on, Frank. I don't have time for this, all right? And neither does \r\nJenna. ",
        "Frank: I don't have time for it, either. I've got a date. ",
        "Joe: Well, what can I tell you? There is no Karen Wexler here. There never \r\nhas been. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Alison: You were deliberately trying to run me down. ",
        "Jamal: What? ",
        "Alison: She was trying to kill me. She was headed straight for me! ",
        "Eve: I'm pregnant with Ian's baby? ",
        "Rhonda: Yeah, ok. I had a nickname. They used to call me -- ",
        "Frank: Cookie. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=IxQWsAULpiU"
}