{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[music plays] ",
        "Jamal: We got the music, the bikes, the food. Baby, this place is going to be \r\nslamming. ",
        "Alison: I know, I know. ",
        "Jamal: Slamming. ",
        "Alison: Oh, so what do you think? I've got pâté, quiche, a little toast. ",
        "Jamal: For a bike shop? I don't know. ",
        "Alison: Well, we do want rich customers, now, don't we? ",
        "Jamal: You mean like your granny? ",
        "Alison: Yeah. I hardly think that she's the riding-the-hog type. ",
        "Jamal: No, I mean your granny. She's over there. ",
        "[Alison turns up the volume] ",
        "Alison: Listen, Nana, if you've come here to cause trouble, you can just go \r\nout and turn your Rolls right around. ",
        "Amanda: What? What? I was coming to tell -- ",
        "Alison: I can't -- I can't hear you. ",
        "Amanda: I'm here with a peace offering! ",
        "",
        "Ian: Well, she's not here. Um, I guess I'll check upstairs again. ",
        "Eve: Wait. Wait, wait, wait. Just one more moment alone together. ",
        "Ian: Ok. Well, it won't be long, I promise you. I'm going to make \r\narrangements for Arianna to be safe someplace other than Port Charles. ",
        "Eve: But what if she -- ",
        "Ian: Ah -- it'll work. ",
        "Eve: You're right. I know you're right. ",
        "Ian: So why are you frowning? ",
        "Eve: I can't stop thinking about what the chief said. ",
        "Ian: What, about our love being tested? ",
        "Eve: Not just tested. About something stopping us from being together. ",
        "",
        "Arianna: Hey. ",
        "Gabriela: Hey. A little wedding present from the nurses. ",
        "Arianna: Oh. Come in, come in, come in. ",
        "Gabriela: Oh. Thanks. ",
        "Arianna: So, what do you think about the place? ",
        "Gabriela: Wow. Oh, you've really made it cozy. ",
        "Arianna: Yeah. ",
        "Gabriela: I can't believe you just moved in. ",
        "Arianna: Oh, it's going to be a nice surprise for Ian. ",
        "Gabriela: Ian doesn't know about this? ",
        "Arianna: No. He just has to like it. I did everything to make this a place \r\nhe'll want to call his home -- forever. ",
        "",
        "[Jamal turns down the volume] ",
        "Alison: I'm -- I'm sorry. The music was a little loud. I thought that you \r\nsaid \"peace offering.\" ",
        "Amanda: Yes, I did. ",
        "Alison: So then what's your catch? ",
        "Amanda: There is none. I just returned from a cruise where I had ample time \r\nto reflect. ",
        "Alison: Nana, you never reflect. You pay people to reflect. ",
        "Amanda: I've decided to join the 21st century -- ",
        "Alison: Well, I would've settled for the 20th, but ok. ",
        "Amanda: And accept your relationship. ",
        "Alison: What? ",
        "Jamal: Pâté? ",
        "Alison: Wait, wait -- I'm sorry. Am I, like, in some bizarre alternative universe \r\nhere or -- ",
        "Amanda: Well, you know, I don't approve of young people living together \r\nbefore they're married. And Jamal would not have been my choice for you. But \r\nI've decided to be more -- more flexible, more modern. ",
        "Jamal: So give us the 411. What's on your mind? ",
        "Amanda: A proposition. I've decided to redo the east wing of the mansion -- \r\nfor you both. ",
        "Alison: To live with you? ",
        "Jamal: Wait, wait. You're saying you want me to crash at your mansion, just \r\njoin the country club? You know what? That could be kind of fun. ",
        "Alison: No, no, no, the Barrington house is where fun goes to die, so -- ",
        "Jamal: Oh, so you're saying you would be cool with me and Ali just -- just, \r\nyou know, all up in your house? ",
        "Amanda: Oh, well, well, no, no, no. You -- you certainly won't be in the same room \r\ntogether. You'll each have your own room. But then Alison can enroll in college, \r\nand I'll -- I'll find a suitable job for you. ",
        "Alison: You can't just map out our lives, Nana, and make these, like, tidy \r\nlittle plans for us as if nothing we want or need matters at all. ",
        "Jamal: All right, Ali. Just chill, ok? ",
        "Amanda: I can see your adventure into independence has not improved your \r\nattitude. ",
        "Alison: Oh, well, you haven't seen attitude yet, all right? ",
        "Jamal: Look, just let me talk to her, ok? ",
        "Alison: No! You cannot just waltz in here fresh from the high seas and expect \r\nto control me and Jamal. ",
        "Jamal: Look, would you just cool it, all right? Maybe your nana and I can \r\njust, you know, get down with it for a minute. ",
        "Alison: Oh -- oh, don't! God! He's just saying he wants to talk to you, but \r\nI'm not going to subject him to you and your ideas, whatever you have. ",
        "Jamal: Look, it's ok, baby. Just calm down. ",
        "Alison: No, it's not, ok? Thanks! Don't -- hey. ",
        "Jamal: Stop. ",
        "Alison: What? ",
        "Jamal: Would you just step off? All right? ",
        "Alison: No! ",
        "Jamal: Well, step off, just -- can't you just go back there and make some \r\nappetizers? It's cool, baby. I got it. Trust me. Ok? ",
        "Jamal: All right, Ms. Barrington. Shoot. ",
        "",
        "Arianna: And this is where Ian can do any work he brings home from the \r\nhospital or just sit down and read his history books. He loves history, you \r\nknow? And that's just a nice, quiet corner. You know, there's a lot of light \r\ncoming in. ",
        "Gabriela: Well, you've thought of everything. ",
        "Arianna: It's easy to want to do things for Ian. ",
        "Gabriela: Yeah, well, I've been trying to attach one hook to my closet door \r\nfor two months now and you do all of this in less than a day. It's amazing. ",
        "Arianna: Oh, it's my way of showing Ian my gratitude for his kindness. ",
        "Gabriela: Really? ",
        "Arianna: I'm very grateful and, you know, I just want to show him. ",
        "Gabriela: And I'm sure you care a lot for the guy. ",
        "Arianna: I'm just trying to make Ian happy. That's all. ",
        "Gabriela: Ok, I -- I just don't want you to get hurt. ",
        "Arianna: And you're so sure I will be? ",
        "Gabriela: Well, I know your circumstances. I mean, this is a match made on \r\npaper, not in heaven. ",
        "Arianna: I know Ian is in love with Eve. But, you know, she's left town and \r\nit's just not -- ",
        "Gabriela: I'm sorry -- Eve? ",
        "Arianna: Ian is trying to get over her, and I'm going to help him. ",
        "Gabriela: Wait -- Eve Lambert is the woman Ian's been pining for? ",
        "Arianna: I thought you knew. ",
        "Gabriela: I should have. Wow, things make a lot more sense now. ",
        "Arianna: Well, but Eve left Port Charles. She left Ian. She understands why \r\nhe's with me now. ",
        "Gabriela: So that's why Ian and Eve were always together at the hospital. ",
        "Arianna: Well, that's in the past. ",
        "Gabriela: And then after being so close to Ian during the kidnapping, Eve \r\nleft Kevin. Oh, my God -- Ian and Eve. I should've guessed this. ",
        "Arianna: Ok, stop it! Just stop talking about Ian and Eve! ",
        "",
        "Ian: I'm not going anywhere, not ever. Now, did we or did we not just live \r\nthrough an amazing experience on that island? ",
        "Eve: Free-falling through time with you -- it's better than dinner and a \r\nmovie. ",
        "Ian: You got to have faith -- in us, in what we had in our past, in what we \r\nhave now. ",
        "Eve: I do. All right, now, can't put it off any longer. You need to go find \r\nArianna and I need to find a way to live without you for a few days while you \r\nfind a way to keep her safe. ",
        "Ian: I'll try and track her down. Ah. ",
        "Ian: Joseph? It's Ian. I'm back. I'm looking for Arianna. If you know where \r\nshe is, let me know. Give me a call, all right? Cheers. ",
        "Eve: Uh -- taking away Arianna's husband's going to be kind of difficult. ",
        "Ian: I'm just her ticket to freedom. That's all and she knows that. ",
        "Eve: I know. But it's still going to be hard. ",
        "Ian: No, not if I find her a safe place somewhere else. ",
        "Eve: As a single woman? ",
        "Ian: That's right. My married days are numbered. ",
        "Eve: Well, I'll do my best to console you. ",
        "Ian: Oh, yeah. But I do wonder where she is. It's not like she has some busy \r\nsocial calendar. What if she's in trouble? ",
        "Eve: Oh -- you know, I -- I wouldn't worry about her if I were you. Maybe she \r\nwent for a walk or to the store. Let's not assume the worst. ",
        "Ian: Lambert, you all right? ",
        "Eve: I just didn't expect to find her things in your bedroom. ",
        "Ian: Come on. The INS people are prowling around here. I have to make this \r\nlook like a real marriage. I know this is tough on you. ",
        "Eve: Yeah. Well, I know it's hard for Arianna, you know? But you saved her. \r\nYou're her hero. ",
        "Ian: She's the brave one. It takes a lot for a woman to break away and strike \r\nout on her own. ",
        "Eve: You like her, don't you? ",
        "Ian: I admire her spirit, sure. ",
        "Eve: And did you happen to notice that her spirit is attached to her very \r\nbeautiful face? ",
        "Ian: Yeah. She's pretty -- I mean, not, you know -- ",
        "Eve: Oh! Jealousy rears its ugly head! ",
        "Ian: You look good in green. ",
        "Eve: Oh. I know you love me. But I can still give you a hard time, can't I?\r\n",
        "Ian: I don't mind your jealousy. I've traveled the world over, and I've been \r\nas ruthless as they come. But I've finally found my home in you. ",
        "Eve: You always know the right thing to say, Thornhart. ",
        "Ian: Yeah. Come here. ",
        "[Knock on door] ",
        "Marika: Mrs. Thornhart, are you there? It's Marika Lassen from the INS.",
        "",
        "Jamal: So why are you really here? ",
        "Amanda: I'm here because I love my granddaughter. ",
        "Jamal: Yeah? Well, I can relate to that. ",
        "Amanda: And I miss her. I had a plan to try and get you both something -- \r\nsomething more. ",
        "Jamal: We do have something -- this bike shop. ",
        "Amanda: Oh, no, I mean something better. ",
        "Jamal: No, this is what we want. Ok? And I'm not being all \"selfed up\" when I \r\nsay I can make this place number one. Fixing bikes is something I'm good at. ",
        "Amanda: What about Alison? Her life, her dreams? I know Alison very well -- \r\nI'm her grandmother -- but she does not belong here. ",
        "Jamal: Well, then you don't know Alison at all. Look, you got to give it up \r\nfor your granddaughter. She got this whole place rocking all on her own with no \r\nice, not a dime, and no help from anybody. ",
        "Amanda: Alison is very clever, but I don't like to see her wasting her \r\ntalents. ",
        "Jamal: See, when you cut her off from the gravy train, you expected her to be \r\ncoming running back to you. Well, she didn't. She survived. And she's happy. \r\nMaybe that's what you don't like. ",
        "Amanda: Yeah, but how happy will she be when she's living from hand to mouth?\r\n",
        "Jamal: Look, I see that she gets all she needs, all right? ",
        "Amanda: You can't be earning very much. ",
        "Jamal: Look, I used to get caught up in the material stuff, too. Ok? But I \r\ndon't need that cash and the flash anymore. And neither does Alison. ",
        "Amanda: But she's not accustomed to this kind of living. ",
        "Jamal: Yeah -- been there, done that, ok? She's found something a little bit \r\nmore important than that. She's found someone who's got her back, someone that \r\nloves her. Guess what, granny. Love don't cost a thing. Believe that. ",
        "",
        "Marika: Dr. Thornhart? I expected to find your wife. ",
        "Ian: Well, you found me. How can I help you? ",
        "Marika: I thought you were out of town on some sort of medical emergency -- \r\nat least that's what your wife said. ",
        "Ian: Well, she was telling the truth. ",
        "Marika: And, Dr. Lambert, I'm wondering what you're doing here. ",
        "Ian: And I'm wondering what you're doing here -- or what you're doing back \r\nhere because you obviously talked to my wife already. ",
        "Marika: I was, earlier today. But I forgot this -- my notes on your case. \r\nThere were rumors that the two of you were more than just working colleagues.\r\n",
        "Eve: Well, they were right. We are also good friends. ",
        "Marika: Mm-hmm -- colleagues, good friends, and now here together alone. A \r\nlittle suspicious. ",
        "Ian: Whatever you're insinuating is an insult -- and not just to Dr. Lambert, \r\nbut to my wife. ",
        "Marika: You sound defensive, doctor. ",
        "Ian: No, I sound protective. I don't want you upsetting my wife or coming \r\nhere infringing on our privacy. Now, if there's another pop quiz you want me to \r\ntake, I'd be glad to do it, but first, I will go and say a proper hello to my \r\nbride. ",
        "Marika: I understand. But you must also understand -- this investigation is \r\nfar from over. ",
        "Ian: Fine. We've got nothing to hide. ",
        "[Door closes]",
        "Eve: That was close. ",
        "Ian: Where's my ring? ",
        "Eve: Oh, that's right. I took it off when we -- ",
        "Ian: Were making love. ",
        "Eve: You know, I can't believe those INS agents. They will send Arianna back \r\nhome, even if it means her death. ",
        "Ian: An honor killing, yeah. ",
        "Eve: This is the second time we've almost been caught by the INS. We've got \r\nto be more careful. In fact, I think that maybe it's best if Arianna doesn't \r\nknow that we were on the island together or that we were almost caught by the \r\nINS. ",
        "Ian: She's already terrified of being deported. ",
        "Eve: Yeah, and she doesn't need me to make it worse. ",
        "Ian: And she doesn't need me to not be there for her. ",
        "Eve: That settles it. I'm out of here. You concentrate on making a new life \r\nfor Arianna and I will concentrate on our life, even if it means keeping away \r\nfrom you. ",
        "Ian: The sooner I get out of this, the sooner we can be together and that's \r\n-- that's all I want. ",
        "Eve: Right. I'm out of here. Um -- ",
        "Eve: Ok. Now I'm out of here. See you. ",
        "Ian: See you. ",
        "[Telephone rings] ",
        "Ian: Ok. ",
        "Ian: Thornhart. Joseph. Did you get my message? So you do know where she is? \r\nGood. What do you mean? What do you mean I'm not going to like it? ",
        "",
        "Gabriela: So that's why you've been asking me all of these questions about \r\nEve, about what she's like and what she'd wear -- because you want to be like \r\nEve. ",
        "Arianna: I just wanted to be more American. ",
        "Gabriela: Well, if you're trying to take Eve's place in Ian's heart -- I \r\nmean, if that's true -- then you're headed for real trouble. ",
        "Arianna: Real trouble is having the family who once loved you out to kill \r\nyou. ",
        "Gabriela: I understand that you're in a terrible situation, but you need to \r\nbe realistic about Ian. ",
        "Arianna: The INS was here earlier to quiz me. I don't need you quizzing me, \r\ntoo. ",
        "Gabriela: Ok, look, calm down, all right? I'm just trying to help you. ",
        "Arianna: Well, I don't need any help. What I need is to do everything \r\nin my power to save this marriage so I can save my life. Do we understand each \r\nother? ",
        "Gabriela: More than you think. ",
        "[Door closes]",
        "Arianna: Could this really be for me? ",
        "Arianna: Everything is going to work out for us, Ian. It just has to. ",
        "",
        "Amanda: So you and Alison won't accept my help? Is there nothing more I can \r\nsay? ",
        "Jamal: Well, you can wish us luck with the bike shop. ",
        "Amanda: Well, I wish you success with your little venture. ",
        "Jamal: Well, thanks, and your offer was real solid. I just don't know if I'd \r\nbe too cool in the east wing. You know what I mean? But you're welcome here \r\nanytime. ",
        "Amanda: In a garage? ",
        "Jamal: Yeah. Come to our opening. It's going to be slamming. ",
        "Amanda: Well, tell Alison that I'll try and clear my schedule. ",
        "[Door closes]",
        "Jamal: Ok. ",
        "Alison: Can I come out now, master? Is that ok? Is Nana Big Bucks gone yet?\r\n",
        "Jamal: Look, lose the 'tude, girl. ",
        "Alison: What? ",
        "Jamal: All right? It took a lot for her to come down here. The least we could \r\ndo is invite her to the opening. ",
        "Alison: Are you suicidal? Are you trying to get a major jinx put on us? ",
        "Jamal: Look, hey, we need all the business we can get. Maybe she can tell \r\nsome of her biker friends to, you know, come down here and we can get some \r\nseniors with some fat pockets. ",
        "Alison: Oh, for sure. You are totally clueless. ",
        "Jamal: Look, I'm just trying to just give her a break. All right? I mean, \r\nafter all, she loves you, too. ",
        "Alison: Jamal, you just -- you don't know her like I do. Ok? I really hope \r\nthat you didn't buy that whole \"all is forgiven\" act -- ",
        "Jamal: Oh, come on. ",
        "Alison: Because this is not over, believe me, not by a long shot. ",
        "",
        "Ian's Voice: I will never take you for granted -- not one minute, not one \r\nsecond. ",
        "Eve's Voice: Do you remember how I told you that I was afraid to go back to Port \r\nCharles? I'm not afraid anymore because I know that nothing can come \r\nbetween us. ",
        "Gabriela: You're back. ",
        "Eve: Yes, I am back. You know, I just couldn't stay away from this place. I'm \r\na glutton for punishment. ",
        "Gabriela: Well, everyone thought you'd be out of town -- longer. ",
        "Eve: Yeah, so did I. But you know what, Gabriela? I realized that fate has a \r\nway of changing things. ",
        "Gabriela: Well, you look great. ",
        "Eve: Yeah, I feel great! I do because just when you think it's not possible, \r\nyou discover there really are happy endings. ",
        "",
        "Ian: Arianna? ",
        "Ian: Arianna? Are you -- ",
        "",
        ">> on the next \"Port Charles\" -- ",
        "Kevin: Lucy and I seem to have worked out things between us. ",
        "Eve: Really? ",
        "Gabriela: What about poor Arianna? ",
        "Joe: Well, she's setting herself up for a really big fall. ",
        "Arianna: Tell me everything that happened on the island. ",
        " "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=sj_JnJRhrxA"
}