{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: I thought these things were supposed to make life easier. Enter. ",
        "[Computer beeps] ",
        "Eve: Hey. You need some help? ",
        "Ian: It's late. Why don't you go to bed? ",
        "Eve: Not without you. ",
        "Ian: I'll be there in a minute, ok? ",
        "Eve: Come on. Let me help you. ",
        "Ian: No, I'll -- I got it. ",
        "Eve: Oh. Oh, hey, if you want to open this attachment from Victor, you just \r\n-- ",
        "Ian: Eve. It's a report on Michael. ",
        "Eve: Are you checking up on Michael? Why? ",
        "Ian: Because I don't trust him. ",
        "",
        "Caleb's Voice: I can see inside you. I see who you really are. And I think \r\nyou see me, too. I know you do. Come on, Olivia. Have a look. Who's stopping \r\nyou? Hmm? I don't bite. ",
        "Livvie's Voice: Oh, it's amazing the way you talk to me, the way you look at me. It's \r\nlike I've known you forever. It's like -- ",
        "Caleb's Voice: Nothing you've ever experienced before. ",
        "Victor: I thought you might like this. ",
        "Livvie: Unless it's a key to get me out of here, you can take it away. ",
        "Victor: Oh, Livvie. ",
        "Livvie: Why is my father doing this to me? And why are you helping him? ",
        "Victor: Monk is concerned about you. And as I understand it, with good \r\nreason. This man you've been spending time with is suspected of murder. ",
        "Livvie: Well, it's not true. ",
        "Victor: How do you know that? ",
        "Livvie: Because I know him. And I don't care what you or anybody else think. \r\nWhen I get out of here -- and I will -- I'm going to see him again. ",
        "Victor: Some people aren't what they seem to be. What concerns your father, \r\nwhat worries all of us, is your finding this out when it's too late. That's a \r\nchance he's not willing to take and neither am I. ",
        "",
        "Michael: You can't intimidate me. You should know that by now, Caleb. ",
        "Caleb: That's right. Your noble crusade to keep me from the rest of the \r\nworld. ",
        "Michael: You are hurting innocent lives. ",
        "Caleb: Hmm. And whose innocent life would you be protecting most? ",
        "Michael: I won't let you destroy anyone else. ",
        "Caleb: Let me guess -- young, pretty, married, pregnant? Named after the \r\nfirst mother? ",
        "Michael: I have taken steps to protect Eve. ",
        "Caleb: That's what I love about you, Michael -- you're so by the book, even \r\nwhen it comes to falling for someone. ",
        "Michael: I won't let you create some twisted family with Livvie. And you are \r\nnot taking Eve's baby. ",
        "Caleb: Really? Well, tell me what steps have you taken to stop me? ",
        "Michael: I've moved in with Eve and her husband. ",
        "Caleb: Using me as an excuse, I'll bet. Tell me, does Mr. Eve know you have \r\nthe hots for his wife? ",
        "Michael: Is this fun for you? ",
        "Caleb: A blast. She really does it for you, doesn't she, Michael? ",
        "Michael: Eve and her baby are off-limits. I will do whatever it takes to keep \r\nthem safe from you. ",
        "Caleb: Well, well, well. Mikey's in love. ",
        "",
        "Lucy: Hi. ",
        "Kevin: Hey. ",
        "Lucy: Um -- we really, really have to talk. ",
        "Kevin: I'm all talked out, Lucy. ",
        "Lucy: Oh. What -- what happened with Livvie? ",
        "Kevin: She hates me. ",
        "Lucy: Why? ",
        "Kevin: Well, at least she's safe from Caleb. ",
        "Lucy: What did you do? ",
        "Kevin: I confined her to a room in the hospital with Victor and a guard \r\nwatching over her. ",
        "Lucy: Oh, no, you didn't, Doc. What were you thinking? I'm sorry. I know this \r\nwhole thing is very, very hard on you. ",
        "Kevin: It's the only way I could think of to keep her safe from this \r\npsychopath, Lucy. ",
        "Lucy: What if she's not safe? ",
        "Kevin: I just told you she's in a locked room with people guarding her. ",
        "Lucy: No, I -- I know. Uh -- Doc, you really have to be patient with me here. \r\nYou're really going to have to bear with me on this, but I need to tell you \r\nsomething. I was down in the lounge. I was just trying to cool off, you know, \r\nand clear my head and there was this old movie on, and I started watching it and \r\nsuddenly, a lot of things started making sense. ",
        "Kevin: An old movie? ",
        "Lucy: Yeah. Ok, listen. How did Livvie describe Caleb to us? ",
        "Kevin: I'd rather not remember. ",
        "Lucy: I know. Just think, though -- she used the words \"hypnotic,\" \r\n\"seductive.\" ",
        "Kevin: Right. So? ",
        "Lucy: So, Caleb couldn't come in the lighthouse when he was there with me \r\nbecause I did not invite him in. Now, all the murder victims bled to death like \r\nthey were drained completely of their blood. ",
        "Kevin: Where in the world are you going with this? ",
        "Lucy: What if we are dealing with a vampire? ",
        "",
        "Alison: Jamal, what are you doing? ",
        "Jamal: Protecting you! ",
        "Alison: No, don't! Don't! Jamal, stop it! Stop it! Don't! You don't know what \r\nyou're doing! ",
        "Jamal: You're not going to get her! ",
        "Alison: Please, don't! ",
        "",
        "Alison: Jamal, don't! Please don't do this! Don't! Oh! ",
        "Jack: Back off, man. I wasn't going to hurt her. ",
        "Jamal: I saw you. I saw you. ",
        "Alison: No, he wasn't hurting me! ",
        "Jamal: Look, Ali, you don't know what you're doing. You don't know what \r\nyou're doing, Ali. ",
        "Alison: No, Jamal, yes, I do. I know. Jamal, I know. Jamal. I know. ",
        "Jamal: You do? ",
        "Alison: Yes. We were both just very upset and I was holding him because I \r\nfeel so awful. Jamal -- ",
        "Jamal: I'm sorry. I'm sorry I freaked, man. I should've known. I'm sorry, \r\ndude. ",
        "Jack: Hey, it's no big -- I would've done the same thing. ",
        "Jamal: No, I was tripping. I knew that you need the blood that I got you and \r\neverything else -- ",
        "Jack: Hey, Jamal, I really need the blood. Really. ",
        "Jamal: You ok? Huh? ",
        "Alison: Yeah. Yeah, it's just still all sinking in. ",
        "Jamal: Yeah. It's kind of hard to believe. ",
        "Alison: Jamal, I feel so awful for what he's going through. ",
        "Jamal: It's ok. You ok? ",
        "Jack: Yeah. Yeah. I just need to get back to Livvie. ",
        "Alison: Where is she? ",
        "Jack: She's at my place. I told her to -- ",
        "Jamal: She's not there. ",
        "Jack: What? ",
        "Jamal: I just went by there looking for you when I was going to give you \r\nthis. She's not there. ",
        "Jack: I was so freaked out -- I just took off. ",
        "Jamal: What happened? ",
        "Jack: I was holding her close to me, I looked in the mirror, and I saw -- ",
        "Jamal: What? ",
        "Jack: Fangs. I had fangs. ",
        "Jamal: Oh, man, Jack. ",
        "Jack: And so I told her to stay at my place because I thought she'd be safe.\r\n",
        "Alison: You left her alone? ",
        "Jack: Yes, because I didn't want her to see what I look like. ",
        "Jamal: Caleb. ",
        "Jack: We've got to get to her before he does. Let's go. ",
        "",
        "Kevin: Tell me you didn't just say what I think you said. ",
        "Lucy: I said it. I -- I said it because there are such things as vampires.\r\n",
        "Kevin: It was a movie. ",
        "Lucy: I know it was a movie, but there was also this documentary I saw on \r\ntelevision the other night. It was called \"The Power of Darkness,\" about people \r\n-- ",
        "Kevin: Lucy -- ",
        "Lucy: Who believe they're vampires, Doc, and everything they said could be \r\nattributed to Caleb, could be connected to Caleb. ",
        "Kevin: I just locked up my daughter. She's in danger and you come in here \r\ntalking about vampires. ",
        "Lucy: Because she is in danger, a great deal of danger. That's what I'm \r\ntrying to tell you. ",
        "Kevin: Lucy, why can't you just support me? ",
        "Lucy: Oh, Doc, you know I do. I do. I'm just -- I'm really just trying to \r\nhelp. ",
        "Kevin: No, you're not. You're wasting my time with some cockamamie theory. ",
        "Lucy: I think you're getting kind of mad at me about this because deep down, \r\nthere is a little truth to my theory, perhaps. ",
        "Kevin: Lucy, I'm mad because there's a maniac after my daughter, and catching \r\nhim has nothing to do with psychics or tarot cards or sci-fi movies. ",
        "Lucy: Ok. Believe what you want about my theories right now, but you got to \r\nbelieve me. I do care about Livvie. I -- I worry about her just as much as you \r\ndo. ",
        "Kevin: Then drop this. ",
        "Lucy: I can't. Doc, listen, there's a lot more to this that we just don't \r\nknow, and unless we figure it out, I think Livvie could get hurt and I think a \r\nlot of other people could be hurt. ",
        "",
        "Eve: Ok. Let me get this straight. You asked Victor to check up on Michael. \r\nMichael, who took me in. Michael who married us. ",
        "Ian: That's right. ",
        "Eve: Why? ",
        "Ian: Because there's something off about him. He moved to Port Charles, he \r\nfollowed us. Why is that? ",
        "Eve: Because he was finished with his stuff at the monastery, and he is not \r\nsure what he wants to do next. ",
        "Ian: So he moves in with us. ",
        "Eve: Look, you're trying to find some sort of ulterior motive. Michael \r\ndoesn't have one. ",
        "Ian: I don't take it lightly when a man tells me that my wife and my child \r\nneed protecting. ",
        "Eve: This was a gesture, Ian. This was just a gesture. ",
        "Ian: Giving someone your family crest is a little more than a gesture. ",
        "Eve: He's a priest. Ian, he's a priest. ",
        "Ian: I know he's a priest, yes. Not a saint. And there's something off about \r\nhim, and it's not just the way he looks at you. ",
        "Eve: Ok. Ok, ok, fine. You don't trust Michael. And I trust Michael. So let's \r\nsee who's right. ",
        "Ian: You want to open this? ",
        "Eve: Damn right, I do. And we'll see who the real Michael is. ",
        "",
        "Caleb: Hey, maybe I should get some champagne, a toast to breaking your vows.\r\n",
        "Michael: You never did understand. ",
        "Caleb: Enlighten me. Oh. No, wait. You've already tried that. ",
        "Michael: Caleb, you can love someone and care about them without lusting \r\nafter them, without having to own them. ",
        "Caleb: Admit it. Your hormones have gotten the best of you. ",
        "Michael: You don't even know what love is, do you? ",
        "Caleb: I know more about love than you will ever know! Olivia means \r\neverything to me. And she is going to make a beautiful bride. ",
        "Michael: Then if you love her, don't do this to her. ",
        "Caleb: Oh, I'm doing this for us. Olivia wants me, too, Michael. ",
        "Michael: Yeah? You think she wants someone else's child? You think she wants \r\nyou to steal Eve's baby? ",
        "Caleb: We can't have our own. You know I -- I can't create life. ",
        "Michael: Just destroy it. ",
        "Caleb: Save your lecture for someone who cares, all right? I will have my \r\nfamily. ",
        "Michael: Not while I'm alive, Caleb. ",
        "Caleb: You can't beat me, Michael. But you could join me. ",
        "Michael: What does that mean? ",
        "Caleb: A deal. I want Eve's baby, and you want Eve. Maybe we can work \r\ntogether to get what we want.",
        "",
        "Jack: Guys, Livvie wasn't at the lighthouse or the bike shop and she didn't \r\ngo back to my place. ",
        "Jamal: Oh, man, um -- did you check the Recovery Room? ",
        "Alison: Well, yeah, but Frank hadn't seen her. Look, Jack, we will find her. \r\nKevin will know where Livvie is. ",
        "Jack: We have to. She can't -- ",
        "Jamal: We'll find her before Caleb does. All right? ",
        "Jack: Yeah. Hey, have you guys seen Livvie? ",
        "Kevin: Don't you people knock? Yes, I've seen Livvie and she's safe now, no \r\nthanks to you. ",
        "Jack: You have to tell me where she's at. ",
        "Kevin: Haven't you done enough? And by the way, why didn't any of you tell me \r\nthat she was being stalked? ",
        "Jack: Listen to me. Wherever she's at, she's not safe, even if you think she \r\nis. ",
        "Lucy: Jack, what's going on? What's happening? ",
        "Jack: Lucy, come on, please tell me where she's at. ",
        "Kevin: She's safe now. I've got her in a room in the hospital being watched \r\nby Victor and a guard. ",
        "Jamal: What? You locked her up? ",
        "Kevin: Well, there wasn't much choice with a serial killer after her, now, \r\nwas there? ",
        "Alison: Look, Kevin, please, just listen to Jack, ok? Livvie is not safe \r\nhere. ",
        "Lucy: What do you mean \"not safe?\" ",
        "Jack: Because Caleb can get to her in there. ",
        "Kevin: Impossible. ",
        "Jack: I know this sounds weird, but Caleb can talk them into letting him in.\r\n",
        "Kevin: Oh, yeah. I've heard all about his magnetic personality. Trust me, \r\nhe's not getting past Victor's friend. ",
        "Jack: He can get to anyone who doesn't know him. All he needs is to be \r\ninvited in. ",
        "Lucy: Invited in? ",
        "Kevin: Victor would never let anyone in. ",
        "Jack: Yeah, he wouldn't if he knew Caleb is -- ",
        "Lucy: It's true. It's true, isn't it? Caleb is a vampire. ",
        "Kevin: Oh, stop it, all of you. This is ridiculous. ",
        "Jack: No. Not if you want to save your daughter. What Lucy says is true. ",
        "Kevin: You expect me to believe that there are vampires? ",
        "Jack: Yeah. And Caleb is one of them. ",
        "",
        "Eve: Everything Michael's told us checks out. ",
        "Ian: Will you look at that, he really is a priest. ",
        "Eve: You doubted that, too? ",
        "Ian: It crossed my mind, yes. ",
        "Eve: Ok. All right. Everything is right there in black and white, so can we \r\nplease drop this now? ",
        "Ian: Ok. ",
        "Eve: Ok. ",
        "Ian: But didn't he say that he was assigned to work on this monastery? ",
        "Eve: Yes. So? ",
        "Ian: Yeah, well, it says here that he found it and that he decided to \r\nrenovate it by himself. ",
        "Eve: What difference does it make? ",
        "Ian: None. So why would he lie about it? ",
        "Eve: Look, you're trying to read something into this because you want to find \r\nsomething wrong. ",
        "Ian: No. I'm trying to find out why he's telling a different story. ",
        "Eve: It was a misunderstanding. Look, think about why Michael became a \r\npriest. ",
        "Ian: I know why -- it's because of his brother. ",
        "Eve: Exactly. He wants to dedicate his life to doing good things to make up \r\nfor all the horrible things that his brother has done. So it would make sense \r\nthat he wants to renovate a monastery to bring something beautiful and good into \r\nthe world. ",
        "Ian: That's not what I'm asking you. I'm asking why he's telling the \r\ndifferent story. ",
        "Eve: I don't know. He's a modest guy. And he just didn't want us to think \r\nthat he, you know, came up with this idea on his own. ",
        "Ian: Mm-hmm. Or maybe he was just looking for a place to house his psycho \r\nbrother. ",
        "Eve: Oy. Come on. You're -- you're sounding like Michael had some master \r\nplan. Caleb just showed up there. We cannot blame Michael for his brother. ",
        "Ian: I'm not blaming him. I just think there's more to this than he's telling \r\nus. ",
        "Eve: Where are you going? ",
        "Ian: I'm going to go talk to Michael. ",
        "Eve: What -- and say what? \"Are you a bad guy?\" ",
        "Ian: No. I'm going to ask him why he lied about the monastery. I'm going to \r\nask him why he moved here. And I'm going to ask him what his interest is in you.\r\n",
        "Eve: Ian -- Ian -- oy. Oh. I love your father, but he can be stubborn \r\nsometimes. What happened? ",
        "Ian: Michael's gone. ",
        "",
        "Caleb: What do you say, Michael? We could both get what we want. ",
        "Michael: I would never help you steal a child. ",
        "Caleb: Even if it left you with a sexy young thing like Eve, satisfying your \r\nevery carnal desire? ",
        "Michael: You son of a --",
        "[scream]",
        "",
        "Victor: Livvie -- ",
        "Caleb's Voice: I won't force you, Olivia. I want you to come to me willingly. And \r\nI'll accept nothing less than all of you. ",
        "Livvie's Voice: But you're asking too much of me. ",
        "Caleb's Voice: For now. It's not time yet. You're not ready. But I'm willing to wait. \r\nWilling to wait for that perfect moment because it will come as surely as you \r\ncame here tonight. ",
        "",
        "Kevin: Have you all gone insane? Did you call them about this? ",
        "Lucy: No, I didn't call. I didn't. ",
        "Kevin: Because if this is your idea of a joke, your timing couldn't be worse.\r\n",
        "Jack: Ok, I know it sounds crazy but it's true. ",
        "Kevin: I am not listening to this! ",
        "Jack: You have to let me see Livvie. ",
        "Kevin: Not on your life. ",
        "Alison: Kevin, please! ",
        "Jamal: Kevin, come on, this is -- ",
        "Kevin: I think Livvie has had enough trouble from all of you. ",
        "Jack: She'd be safer at the lighthouse with us watching her, all right? Then \r\nCaleb can't get to her if we don't invite him in. ",
        "Lucy: He's right. He's right, Doc -- ",
        "Kevin: I am not arguing about vampires! Livvie is safer now than she'll ever \r\nbe. ",
        "Jack: No. No, you're wrong. ",
        "Kevin: I'm her father, and I will protect her. ",
        "Jack: I'll get her myself. ",
        "Kevin: You're not going near her. ",
        "Lucy: Oh! Doc! Oh! Doc! Doc! Are you ok? Doc? Oh, my God. ",
        "",
        "Eve: No wonder Michael left -- after the way you've been treating him. ",
        "Ian: The way I've been treating him? ",
        "Eve: Yes. Oh, my God. What if he heard you? What if he heard you accusing \r\nhim? No wonder he left without saying anything. I would've, too. ",
        "Ian: I want some answers. I think we're entitled to that, don't you? ",
        "[Phone rings] ",
        "Ian: Thornhart. No, I'm off duty. Someone else is going to have to cover the \r\nshift. I've -- ",
        "Eve: Yes, Dr. Thornhart would be happy to come in. He'll be there in about 20 \r\nminutes. Thanks. ",
        "Ian: What are you doing? ",
        "Eve: I want you out of the house, Ian. ",
        "Ian: That's how you want to handle this? ",
        "Eve: Yes. Because I am so angry with you right now, I'm afraid I'm going to \r\nsay something I'll have to apologize for later. ",
        "Ian: You're angry with me because I don't think that your little priest is as \r\nhonest and as pure as you do. ",
        "Eve: Just go to work, Ian. Please, go to work. ",
        "Ian: Ok. ",
        "[Door slams] ",
        "Eve: It's ok, baby. That's just your mom and your daddy having a little \r\nargument. It's ok. They love each other. They always will. ",
        "[Knock on door] ",
        "Eve: See? Just takes a couple of minutes and then everything's fine. ",
        "Caleb: It's nice to meet you, Eve. ",
        "Eve: Caleb. ",
        "Caleb: Aren't you going to invite me in? ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Caleb: You're as curious about me as I am about you. ",
        "Eve: And I want you to leave. I'm not afraid of you. ",
        "Jack: I'll go get Livvie and then I'm going to take her away. ",
        "Kevin: Over my dead body. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=UMptkNdIBiE"
}