{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[Lucy sighs] ",
        "Kevin's Voice: Lucy? ",
        "Lucy: Doc? ",
        "Jack: Oh, my -- this is Doc? ",
        "Lucy: Uh-huh. Oh. ",
        "[Doorbell rings] ",
        "Lucy: Livvie, hi. ",
        "Livvie: I need to talk to you. ",
        "Lucy: Really? What about? What -- what's happened? ",
        "Livvie: Well, I saw Jack. And he told me the truth. He told me everything.\r\n",
        "[Lucy drops a glass] ",
        "",
        "Kevin: Finally. ",
        "Karen: Kevin. How are you doing? ",
        "Kevin: You don't want to know. I've been looking everywhere for you. ",
        "Karen: Well, I had a consult early this morning, and then surgery, and -- ",
        "Kevin: The hospital told me I'd probably find you here on break. I need a \r\nfavor from you. ",
        "Karen: Sure. What? ",
        "Kevin: Tell me where Eve is. ",
        "",
        "Eve: Ow. Let go of me! ",
        "Ben: And where do you think you were going, huh? Were you meeting with my \r\nsister and Thornhart? ",
        "Eve: I don't know where they are! ",
        "Ben: Huh? You helped them get away! ",
        "Eve: I didn't, I swear. ",
        "Ben: Well, who were you calling when I found you? ",
        "Eve: The hospital. ",
        "Ben: Don't you lie to me! ",
        "Eve: I'm not! I'm not. I swear I was calling the hospital to see if they were \r\nthere. ",
        "",
        "[Telephone rings] ",
        "Arianna: Please don't answer. It's my brother, I know it is. ",
        "Ian: He can't get to you now. ",
        "Arianna: You keep saying that, but he keeps finding me. ",
        "",
        "Eve: Hello? Is anyone there? Hello? Ah! ",
        "Ben: You called the police, didn't you, huh? ",
        "",
        "Ian: Even if it is your brother, he won't be able to track us here. Besides, \r\nit's too late. ",
        "[Ring] ",
        "Ian: Thornhart. ",
        "Eve: Stop it! You're hurting me! ",
        "Ian: Eve? ",
        "Ben: Tell me where they are! ",
        "Eve: Stop it! ",
        "Ben: Not till I find my sister. ",
        "Ian: Oh, my God. ",
        "Arianna: What? What's wrong? ",
        "Ian: Your brother -- he has Eve. Let's go. ",
        "",
        "Eve: Ian! Ian, help! ",
        "Ben: So that's who you called, huh? ",
        "Eve: Help! ",
        "Ben: Well, sorry, he can't be reached. ",
        "Eve: No! Ah! ",
        "Ben: Give me one good reason why I shouldn't snap your neck! ",
        "",
        "Lucy: Jack told you everything about what happened last night? ",
        "Livvie: Yeah, all of it. ",
        "Lucy: Um -- look, Livvie, I can explain. ",
        "Livvie: How? ",
        "Lucy: If you just -- if you give me a chance, I can. I think I can. ",
        "Livvie: You can explain to me why Jack was using me to get back at his \r\nbrother and lied about it? ",
        "Lucy: Is that -- is that what he told you? ",
        "Livvie: What did you think I was talking about? ",
        "Lucy: Well, I don't know. I just -- I -- I knew that Jack lied about \r\nsomething. ",
        "Livvie: You should have heard the things he said to me last night. ",
        "Lucy: What exactly did he say? ",
        "Livvie: Oh, that I never meant anything to him. Even after everything we've \r\nbeen through, it was all some kind of stupid revenge against Chris. Lucy, how \r\ncould I have been so wrong about him? We spent so much time together. He was so \r\nwonderful. I heard him talking about me to Kevin the other day. He didn't even \r\nknow I was there. He cared about me. I know he did. ",
        "Lucy: Well, you know, I don't know. Maybe this is for the best. ",
        "Livvie: What is? ",
        "Lucy: Well, Jack, you know, showing his hand. ",
        "Livvie: The more I think about what he's done, the more it just doesn't make \r\nany sense. ",
        "Lucy: Why -- why would you think that? ",
        "Livvie: Well, when I confronted him about using me, he said that he could \r\nexplain and there was more to it, and I didn't want to listen to it, so I just \r\nran off. And then later he said that everything was exactly the way it looked, \r\nand he was just being a jerk, and I should leave him alone. ",
        "Lucy: Yeah, so? ",
        "Livvie: So, I think something happened. Something made him do a 180 the way \r\nhe did. Maybe Chris finally got to him. ",
        "Lucy: Well, you know, I hate to say this, but maybe nothing happened. ",
        "Livvie: Well, he was here. You met him. What do you think? Do you have any \r\nidea why Jack would push me away like this? ",
        "",
        "Bartender: Hey, Jack. ",
        "Jack: Hey, what's up, man? Is Jamal around? ",
        "Bartender: I think he went out. ",
        "Jack: Oh. ",
        "Bartender: You want to leave a message? ",
        "Jack: Yeah, yeah. Just tell him that I'm not going to be around anymore. I'm \r\nleaving town. ",
        "Chris: Whoa. You're in a hurry. What, did you knock off the joint? ",
        "Jack: One good thing about leaving town is I don't have to see your face \r\nagain. ",
        "Chris: Oh. So you're leaving town? ",
        "Jack: I hate to make you happy. ",
        "Chris: There's really nothing here for you. I tired to tell you that all \r\nalong. ",
        "Jack: You know that's not true. ",
        "Chris: Hmm. Well, write me from prison. ",
        "Jack: I'm not gone yet, and I'm definitely not through with you. ",
        "",
        "Karen: Well, she should respond to that. If not, up it another five \r\nmilligrams. Ok, bye. Sorry about that. ",
        "Kevin: Karen, you're Eve's best friend. Now, where is she? ",
        "Karen: She doesn't tell me everything. ",
        "Kevin: You were with her right after we decided to postpone renewing our \r\nwedding vows, but she didn't say anything about where she was going. ",
        "Karen: Look, I don't know exactly where Eve is. I had called her myself and \r\nleft a message. ",
        "Kevin: But you have an idea, don't you? ",
        "Karen: You and Eve are both my friends. ",
        "Kevin: And I'm sorry to put you in the middle. I just want to make sure she's \r\nall right. ",
        "Karen: She's fine. ",
        "Kevin: Well, I have my answer. ",
        "Karen: What do you mean? ",
        "Kevin: I'm not an idiot, Karen. You don't want to tell me where Eve is \r\nbecause she's with Ian. ",
        "",
        "Ben: I should have known better than to involve you in my family's \r\nbusiness! ",
        "Eve: Look, I want to find Ian and Arianna just as much as you do. So maybe we \r\ncan work together on this. ",
        "Ben: Are you trying to patronize me? ",
        "Eve: No, no. I wouldn't do that. I'm just saying maybe we can help each \r\nother. ",
        "Ben: Oh, you help me? There is nothing someone like you can do for me. How \r\ncould you even suggest that? ",
        "Eve: Just give me a chance. ",
        "Ben: Listen! I don't want to be here any more than you do, ok? ",
        "Eve: Ok. Then why don't you leave. ",
        "Ben: Don't you tell me what to do! You know what? If we were in my \r\ncountry, a woman like you would have been disciplined long ago! I could kill you \r\nright now and be well within my rights. ",
        "Eve: Well, thank God we're not in your country. What kind of a man does this \r\nto a woman and treats her this way? What kind of a man does this to his family?\r\n",
        "Ben: Don't you talk to me that way. ",
        "Eve: Oh, ok. Oh, you're all big tough guy now because you're picking on \r\nsomebody who's smaller than you. What, do you get a kick out of kicking around \r\nlittle kids, too? ",
        "Ben: You know what? I've heard enough out of you. ",
        "Ian: Eve! ",
        "Eve: Oh, Ian -- oh! ",
        "Ben: Well, isn't this just perfect. Now, we're going to make a little trade. \r\nMy sister for this one. ",
        "",
        "Karen: I honestly don't know if Eve is with Ian, but I will tell you this -- \r\nyou don't have to worry about her. ",
        "Kevin: You're a good friend to Eve, but I don't know when I became someone \r\nthat you need to protect her from. ",
        "Karen: Kevin, it's not that. She'll be in touch soon. I know she will. ",
        "Kevin: I hope you're right. ",
        "Karen: No matter what's happened, you mean a lot to Eve. ",
        "Kevin: Spare me the pep talk, ok? Eve and I have a lot of issues between us, \r\nbut I think she owed it to me to deal with them before she took off with Ian.\r\n",
        "Karen: Are you going to keep looking for her? ",
        "Kevin: I don't think so. ",
        "Karen: Kevin, I just don't want to see you hurt. ",
        "Kevin: Obviously Eve needs her space. I think I'll take some of my own. ",
        "",
        "Chris: You'd better watch that temper, Jack. You don't want me to call the \r\npolice. ",
        "Jack: No, I wouldn't give you the satisfaction. And there's one thing I want \r\nto tell you -- me leaving town has nothing to do with you. ",
        "Chris: Well, if that's the spin you want to put on it, fine. But let's be \r\nhonest. I beat you. ",
        "Jack: No, I beat myself. ",
        "Chris: Same thing. The point is I won. ",
        "Jack: You'll never get Livvie, Chris. ",
        "Chris: We'll see. ",
        "Jack: You can tell people what to do, but you can't make people love you. ",
        "Chris: Oh, and you think that Livvie loved you? ",
        "Jack: She still does. And she always will. So why don't you sit on that, big \r\nbro. ",
        "",
        "Lucy: Ok, here you go. You know, my special herbal mix -- it always takes \r\ncare of whatever ails you, huh? Here. Voila. ",
        "Livvie: Thank you. But, you know, you still haven't answered my question. Do \r\nyou have any idea why Jack would push me away like this? ",
        "Lucy: Um -- know what? I wish I had some magical thing to say, you know, that \r\nwould take all your hurt away, but I don't. I guess sometimes people we love and \r\nthat we think love us hurt us, you know? And you never really find out why, and \r\nyou just have to accept it. I'm -- I'm so very sorry. ",
        "Livvie: No, it's not your fault. I just wasn't expecting that kind of answer \r\nfrom you. I was expecting more of the, you know, stand-by-your-man kind of \r\nspeech, \"fight for what you think is right\" type of Lucy speech. ",
        "Lucy: Yeah. Well, I -- and normally, you know, I'd give you that. That's what \r\nI believe in. I still stand by my beliefs. It's just that lately a lot's \r\nhappened, you know, and I think I'm coming to this awful realization that when \r\nyou love somebody with everything you have and -- and they even love you back, \r\nit sometimes just doesn't work out. ",
        "Livvie: Whatever happened with you and Kevin, anyway? I mean, since he and \r\nEve didn't renew their vows and everything. ",
        "Lucy: Well, yeah, they didn't, but they are still married, so end of story.\r\n",
        "Livvie: Well, maybe not. ",
        "Lucy: Yeah, well, maybe so. And I think I'm also realizing that what I want \r\nmay not come true now or ever. ",
        "Livvie: God, I feel so bad for you. ",
        "Lucy: No, no. Don't say that. I am fine, really. I am better than fine. I'm \r\nfine. ",
        "Livvie: Really? ",
        "Lucy: Yeah, really. I -- oh! In fact, guess what. I am going away for a few \r\ndays. ",
        "Livvie: Where are you going? ",
        "Lucy: A spa. A beautiful, wonderful, luxurious spa. I'm going to be \r\nmud-bathed to an inch of my life. ",
        "Livvie: That sounds like heaven. ",
        "Lucy: You got to come with me. ",
        "Livvie: Oh -- ",
        "Lucy: Yes. ",
        "Livvie: No, no, I don't -- ",
        "Lucy: Come on, it would be so much fun. And I could use the company, and \r\nbesides, it'd really give me a chance to make it up to you. ",
        "Livvie: Make what up to me? ",
        "Lucy: Oh, um -- you know, just everything that's happened to you. ",
        "Livvie: You have already been such a good friend to me as it is. ",
        "Lucy: Then, please, why don't you just come with me. Come on. ",
        "Livvie: You know, I would love to, but I think being alone is something I \r\nneed most right now, so -- ",
        "Lucy: Are you really, really sure? ",
        "Livvie: Yeah, but thanks anyway. ",
        "Lucy: Ok. Oh, oh, guess what? I had a key made up for you because I would \r\nlove it if you stay here -- I mean, just, you know, in case you still want to \r\nlive with me and everything, I thought it'd be great. So there you go. ",
        "Livvie: Well, thank you. ",
        "[Car horn honks] ",
        "Lucy: My cab! Oh, no! I didn't even drink my tea! I haven't even -- \r\noh, there's my keys, ok. I got this. Where's my big suitcase? ",
        "Livvie: I got it, right here. ",
        "Lucy: Oh, good. Oh, shoot, I don't want to miss my train! ",
        "Livvie: Here, I got it. ",
        "Lucy: Ok, thanks. Ok, thank you, thank you. There's my little suitcase? All \r\nright, listen, I will call you as soon as I can, when I de-mud, all righty? Oh, \r\nwait. Oh, good grief. ",
        "Livvie: Have a great time. ",
        "Lucy: Thank you, ok, and take care of yourself. Ta. ",
        "Livvie: Ok. Bye. ",
        "Lucy: Oh, good grief! ",
        "Livvie: Oh. Lucy! Oh. She's gone. ",
        "",
        "Ian: Let her go. ",
        "Ben: I'll break her neck before you get across the room. ",
        "Ian: You don't want to do that. ",
        "Ben: You're right. What I want is my sister. Now, you turn Arianna over to \r\nme, and I let this one go. ",
        "Ian: That's not going to happen. ",
        "Ben: Oh, did you hear that? It would appear that he is choosing my sister \r\nover you. ",
        "Ian: You're not going to walk out of here with either one of them. ",
        "Ben: You know, I don't think you're in any position to be telling me \r\nanything, ok? Now, I am taking my sister. You're just prolonging the inevitable.\r\n",
        "Eve: Hey, hey. Can you ease up a little bit? It's kind of hard to breathe \r\nhere. ",
        "Ben: Oh, really? Well, that's the point. So tell me, which one is it \r\ngoing to be -- my sister or Eve? ",
        "Ian: Are you getting tired of this? ",
        "Eve: Ah! ",
        "Ben: Oh! ",
        "Eve: Oh, hey, hey, stop it! Ian, come on, you're going to kill him! It's \r\nenough. It's enough. It's ok? ",
        "[Eve sighs] ",
        "",
        "Lucy: Oh, no. ",
        "Oh. Oh, no, no. Tell me it isn't so. My wallet. Oh, good grief, I must have \r\nleft it at home. Oh, pooey. ",
        "[Knock on door] ",
        "Lucy: Come in. ",
        "Livvie: Lucy? You forgot this. ",
        "Lucy: Livvie. Oh, my goodness! Thank you. Thank you so much. I'd be lost -- \r\nooh, all my beautiful plastic. Wait a minute. You're here. You're on the train. \r\nWhy don't you come with me? We could still get a ticket. Come with me, please, \r\nplease, please! ",
        "Livvie: No, no, no, no, no. Thanks, really. I just am actually kind of \r\nlooking forward to spending some time by myself, you know? I got to figure \r\nthings out. ",
        "Lucy: Oh. But you're not thinking about going after Jack, I hope.",
        "Livvie: No. ",
        "Lucy: Ok, good, because, you know -- well, you just -- you deserve better, \r\nand there's lots of great, great guys out there for you. ",
        "Livvie: Yeah, well, I just think I really want to be alone right now. ",
        "Lucy: Ok, but you never know. ",
        "Livvie: Well, I could say the same thing about you and Kevin. ",
        "Lucy: Uh -- no. No, you couldn't because I am moving on out. And who \r\nknows? Maybe some fabulous, mysterious, gorgeous stranger will just fall into my \r\nlap on this trip. ",
        "Livvie: Well, if that's what you want. ",
        "[Train whistle blows] ",
        "Livvie: Oh, I better get off. ",
        "Lucy: I guess. Are you sure? ",
        "Livvie: I'm sure. ",
        "Lucy: Ok, ok, well, behave, have fun. ",
        "Livvie: You, too. Ok. ",
        "Lucy: Ok, I'll see you. Ta. ",
        "[Lucy sighs] ",
        "Livvie: Oh. The baggage compartment, ok. How do I get off this train? Oh, \r\ngreat. Hello? Somebody? Anybody? Hello? Oh, God. How do I get off here. ",
        "[Train starts] ",
        "Livvie: No. Oh, no, this is not happening. It can't -- somebody let me out of \r\nhere! ",
        "[Coughing] ",
        "Livvie: God -- who's there? Who's there? Hello? Whoever you are, you'd better \r\nshow your face or I'm going to scream bloody murder! Hello? Jack. ",
        "Jack: What are you doing here? ",
        "Livvie: Well, what are you? What, are you following me? ",
        "Jack: No, I'm stowing away, so you might want to keep it down. ",
        "Livvie: So, what, you're leaving town? ",
        "Jack: Yeah. There's no reason to stay. ",
        "Livvie: Yeah, you got that right. There's got to be some way off this train. \r\nHello! ",
        "Jack: No, this is just right. Just happen to be stuck with you for the long \r\nhaul. ",
        "",
        "Conductor: Sorry for the mix-up, Dr. Collins. I know you requested a private \r\ncompartment, but the only seat available is in Mr. Lucoe's compartment. As soon \r\nas space opens up, we'll move you. ",
        "Kevin: Well, I'm happy to get a seat, especially on such short notice. Thank \r\nyou. ",
        "Conductor: All right. Thank you. ",
        "Kevin: Well, whoever this guy is, he's a slob. ",
        "Kevin: \"Musical Mantras.\" \"The Zen of Knitting?\" ",
        "Kevin: \"Heavenly Feel-Good Tea?\" Lucoe. ",
        "Lucy: Oh! Oh! ",
        "",
        "Eve: His pulse is normal and he's breathing just fine. ",
        "Ian: He'll be out cold for a while. ",
        "Eve: Well, good. I can't think of a state I'd rather have him in. ",
        "Ian: Are you sure you're all right? ",
        "Eve: Yeah. ",
        "Ian: Ok. Good. ",
        "Eve: Although, I don't even want to think about what would have happened if \r\nyou hadn't shown up when you did. ",
        "Ian: Why were you here with him? ",
        "Eve: I was at the hospital looking for you, and he was there, and he said \r\nthat Arianna was in need of psychiatric help and that you were in danger being \r\nwith her. ",
        "Ian: Why were you looking for me? Why weren't you with your husband? ",
        "Eve: I had to find you. I had to -- ",
        "Arianna: I couldn't wait in the car any longer. What's going on? ",
        "Ian: It's nothing for you to worry about. ",
        "Arianna: But Ben -- ",
        "Ian: No, he'll be fine. He's just going to wake up with a headache. ",
        "Arianna: I'm so glad you weren't hurt. I'm sorry for everything that -- ",
        "Eve: No, no, no. Listen, don't worry, ok? I understand. ",
        "Ian: We'll call the authorities and they're going to come pick up your \r\nbrother. As soon as they get here, we can take off. Hey, come on. There's no \r\nneed for you to worry anymore, all right? ",
        "Eve: Yeah. We'll -- we'll try and find a safe place for you, and I want to \r\ntalk to you. ",
        "Arianna: I'm sorry. A safe place? ",
        "Eve: Right. Well, we don't want your brother finding where you are. ",
        "Arianna: Oh -- no, you don't understand. ",
        "Ian: Let me handle this. ",
        "Arianna: Ian and I are married.\r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Eve: This is -- real. ",
        "Ian: More real than anything I've ever felt in my life. ",
        "Livvie: Was anything that happened between us real? ",
        "Kevin: Shut up! ",
        "Lucy: Make me. ",
        "Kevin: Fine! "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=7uJclf4KHh0"
}