{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Chris: Denny, hey. It's Chris. Any news on my kid brother? You're kidding. \r\nThat bad, huh? No, no, great, great. It's a shame. Poor Livvie. She's going to be so \r\ndisappointed. ",
        "",
        "Livvie: So, Lucy won't be back till late. ",
        "Jack: Yeah. I -- so I guess she'll have to knock, huh? ",
        "Livvie: Yeah. I guess she'll have to knock. ",
        "Jack: Do you want to talk? You know, about what happened with your dad? ",
        "Livvie: No. I don't want to talk about anything. ",
        "Jack: You are so beautiful. ",
        "Jack: If you want me to stop, I will. ",
        "",
        "Lucy: You're leaving Port Charles? ",
        "Kevin: I'm sorry, Lucy. ",
        "Lucy: You're sorry? But what about Livvie? And what about -- what about the \r\nfact that you just found out she is your daughter? ",
        "Kevin: Lucy, all I've ever done is hurt her. ",
        "Lucy: What, with what happened tonight? That's it? ",
        "Kevin: No, the fact is I should have left here long ago. Now, if you don't \r\nmind, I -- I have some business to take care of. ",
        "Lucy: Really? What kind of business? ",
        "Kevin: I have an associate who owns a clinic in Denver. He said I could have \r\na job any time I wanted it. It's still early in Denver -- Lucy, I'm sorry, but \r\nI'll let you know where I'll be. ",
        "Lucy: No, you won't because you are not going anywhere. I will not let you.\r\n",
        "",
        "Eve: I forgot my towel. ",
        "Ian: Here, let me. ",
        "Eve: Thank you. I thought you would still be asleep. ",
        "Ian: I'm feeling better. ",
        "Eve: Good. That's why I came out, because I -- ",
        "Ian: Hey, no big deal. ",
        "Eve: Right. No, no big deal. ",
        "Harris: Out of bed so soon, Thornhart? ",
        "Ian: Thanks for checking on me. ",
        "Harris: I wasn't. ",
        "Ian: Well, if you're here for the poison, it's too early. Still got to work \r\non the cure. ",
        "Harris: Then by all means, get to it. ",
        "Eve: Ian, you need your rest. ",
        "Ian: No, there's no time. Go get dressed. We got work to do. ",
        "Harris: You mean you have work to do. Eve's coming with me. ",
        "Ian: What the hell is going on? What do you need Eve for? ",
        "Harris: Not that I owe you an explanation, but Eve refused to let me in the \r\nroom the whole time you were suffering, wouldn't leave your side. I need her to \r\ntalk me through this, to prep me for taking the poison. ",
        "Ian: I'll talk you through it. I lived it. I know what the effects are. ",
        "Eve: Hey, Ian, listen, you were out of it completely. You're the last person \r\nto tell him what was going on. So why don't you just let me explain it to him, \r\nok? ",
        "Ian: Well, then do it here. You don't have to go anywhere. ",
        "Harris: What's the matter, Thornhart? You afraid I'm going to work my charms \r\non her? ",
        "Eve: Hey, will you let me do this on my own, please? Do you mind? ",
        "Harris: Absolutely. I'm rather curious to hear your explanation. ",
        "Ian: We ought to just let him die. ",
        "Eve: And die ourselves? We have to do whatever he tells us to, otherwise \r\nwe'll never get out of here. ",
        "Ian: Then what was he talking about, an explanation? ",
        "Eve: Look, come here. You said yourself that we don't have much time, right? \r\nSo let me deal with him, and you work on getting us out of here. ",
        "Ian: Eve, what's going on here? ",
        "Man: Time's up. ",
        "Ian: Don't touch her. ",
        "Eve: No, Ian, listen, I can take care of myself, ok? I'll be fine. I promise.\r\n",
        "",
        "Lucy: You will have to physically get by me if you plan on walking out that \r\ndoor because I'm not letting you leave town. ",
        "Kevin: What, you think you can keep me from going? ",
        "Lucy: How long have you known me? When I set my mind to something, do I ever \r\ngive in? ",
        "Kevin: Well, there's a first time for everything. ",
        "Lucy: No, there's not. Wait. No, Doc, put me down. I am serious! Put me down! \r\nPut me down right this instant. Put me down. Ok. Ok, fine. ",
        "Kevin: Hey, Lucy, let go of my arm. ",
        "Lucy: No. I am going to set the Guinness book of records for the person \r\nholding another person the absolute longest. ",
        "Kevin: Do I have to hurt you? ",
        "Lucy: You wouldn't dare. ",
        "Kevin: I already have. ",
        "Lucy: Oh, Doc, please, please, you have to stop with this. You're hurting \r\neverybody in the world. That's not what this is about. This is about you \r\nhurting, and I am trying to help you. ",
        "Kevin: Don't you see what you're doing? ",
        "Lucy: I'm trying to stop you from making the biggest mistake of your life. \r\nThere's no reason for you to leave Port Charles. ",
        "Kevin: Yes, there is. ",
        "Lucy: Fine. Name one. ",
        "Kevin: The most important reason of all. ",
        "Lucy: What? ",
        "Kevin: You. ",
        "",
        "[Knock on door] ",
        "Chris: Livvie? ",
        "Livvie: It's Chris. ",
        "Jack: What's he doing here? ",
        "Livvie: Shh. ",
        "[Knock] ",
        "Livvie: Look, I'll get him to leave. ",
        "Chris: Livvie, if you're there, open up. It's important. ",
        "Livvie: Just a minute. ",
        "Jack: Hey, hey. ",
        "Livvie: Hi. ",
        "Chris: Hi. ",
        "Livvie: Hi. ",
        "Chris: Are you all right? ",
        "Livvie: Yeah, I'm fine. ",
        "Chris: Well, look, I'm sorry to come by so late, but can we talk? ",
        "Livvie: You know, it's just not a good time. Can we do this later? ",
        "Chris: Actually, no. It's about Jack. I'm really worried about him. ",
        "Livvie: What's wrong? ",
        "Jack: If you're so worried about me, why don't you tell me yourself? ",
        "Jack: Look, anything you got to say to me, why don't you say it to my face?\r\n",
        "Chris: Look, I was going to talk to you about this. It's just not easy to \r\nsay. ",
        "Livvie: Chris, what is it? ",
        "Chris: Seems Jack here has gotten himself into trouble with the law. ",
        "Livvie: Trouble? ",
        "Chris: Grand larceny. Now, see, he's supposed to see his probation officer \r\nonce a month, but you haven't been there since the summer. Now there's a warrant \r\nout for Jack's arrest. ",
        "",
        "Lucy: You're leaving because of me? ",
        "Kevin: Yes. ",
        "Lucy: Well, see, that makes absolutely no sense because I'm the person \r\nstanding here doing everything in her power to make you stay. ",
        "Kevin: And that's why. ",
        "Lucy: Well, I'm not leaving here, then. I'm staying in here until you explain \r\nto me exactly what this is about because it doesn't make sense. I don't \r\nunderstand. ",
        "Kevin: Lucy, you have this way of putting a good spin on everything that I \r\ndo. Even when I'm -- even when I'm at my worst, you find a way to make excuses \r\nfor me. ",
        "Lucy: But, Doc, you're going through a really rough time right now. You just \r\nlost your wife. ",
        "Kevin: Right there. You did it again. ",
        "Lucy: All I'm saying is that you need, you deserve a little TLC right now.\r\n",
        "Kevin: Truth is, all I would want is to be able to lose myself in you and \r\nhold you as tightly as I could and never let go. ",
        "Lucy: Then why don't you just do that? ",
        "Kevin: Because it's wrong. ",
        "Lucy: How can that be wrong? ",
        "Kevin: Because it isn't fair to either one of us. Most of all you. ",
        "Lucy: I get to decide that, you know. ",
        "Kevin: Lucy, you need to put your own life back together, not mine. ",
        "Lucy: I can do both at the same time. ",
        "Kevin: No, you can't. No, you can't. And I won't let you. Lucy, it's been a \r\nvicious cycle with us for years. ",
        "Lucy: Ok, maybe you're right, but friends helping friends -- how in the world \r\nis that a vicious cycle? ",
        "Kevin: When the one keeps dragging the other one down with him, that's when.\r\n",
        "Lucy: Doc, that is not what you're doing. ",
        "Kevin: Yes, it is! ",
        "Lucy: No, it's not! ",
        "Kevin: Yes, it is, and I won't let it happen again. I'm putting a stop to it, \r\nLucy. And the only way I can do that is to leave Port Charles. And there's \r\nnothing you can say to change that. ",
        "",
        "Harris: Oh. An excellent choice on my part, I must admit. You can thank me \r\nany time. ",
        "Eve: It's not my color. ",
        "Harris: Oh, not the dress. I mean for not telling Thornhart the real reason \r\nbehind our little visit. ",
        "Eve: If you had said anything, I wouldn't be here right now. ",
        "Harris: That was part of our deal. As you can see, I'm a man of my word. The \r\nquestion is, are you a woman of yours? You really do look beautiful in this \r\ndress. I think you would look even more beautiful out of it. ",
        "Eve: Let's just get this over with, all right? ",
        "Harris: Not quite yet. I have a question first. Woman like you can get any \r\nman she wants. Why do you want to waste your time with a man like Ian Thornhart?\r\n",
        "",
        "Ian: This just might do it. ",
        "Man: Keep at it till you're sure. ",
        "",
        "Eve: I'm married. ",
        "Harris: Just the way Thornhart likes it. Safe, no complications, no long \r\nterm. That's why he keeps on the move, you know. Not to help people but to get \r\naway from them once he finds out he has no use for them anymore. ",
        "Eve: You are wrong. You are dead wrong. Ian's a very caring person. In fact, \r\nsometimes I think he cares too much, which is why he gets himself into trouble \r\nall the time. ",
        "Harris: Wonder how your husband would feel hearing you so passionately defend \r\nThornhart. ",
        "Eve: We didn't come here to talk, did we? ",
        "",
        "Ian's Voice: Hey, he's just trying to get to you. Put it out of your mind.\r\n",
        "Eve's Voice: I know what he wants, and it's only a matter of time before he \r\ntries to get it.\r\n",
        "Man: Where do you think you're going? ",
        "Ian: I'm going to give Harris what he wants. ",
        "Man: Not so fast. ",
        "",
        "Harris: Oh, I forgot. Whores don't kiss on the lips. ",
        "[Knock on door] ",
        "Man: Sir? ",
        "Harris: I thought I left instructions not to be distur-- ",
        "Ian: I thought you wanted to be cured. ",
        "Harris: You have a cure? ",
        "Ian: Almost. I need Eve to help me finish it. ",
        "Harris: You can't have her yet. ",
        "Ian: The um -- the formula is in a live medium, so we only have a small window \r\nbefore it dies. And with it, so will you. So I need Eve to get this ready for \r\ntomorrow morning so you can live another day. ",
        "Harris: What's this? ",
        "Ian: Vitamin supplements. Help you boost your immune system. You can take \r\nthem--or not. That choice is yours. ",
        "Harris: We'll continue this later. ",
        "Ian: What do you think you were doing in there?",
        "",
        "Lucy: So, when are you planning on leaving? ",
        "Kevin: As soon as possible. ",
        "Lucy: You know, I'd wait a few days if I were you. ",
        "Kevin: Why? ",
        "Lucy: It's Christmas. Flights, you know, are tough to get. They're very \r\nexpensive. You know, you probably can't even get one. They're probably all \r\nbooked up. ",
        "Kevin: Lucy, if you're going to try and get me to stay through Christmas --\r\n",
        "Lucy: It's just a few days. I'm sure it would mean a great deal to Livvie. \r\nAnd it would mean a very great deal to me. We've all had so many losses this \r\nyear. Don't you think it would be kind of nice if we just helped each other get \r\nthrough the holidays? ",
        "Kevin: Lucy -- ",
        "Lucy: I'm just asking you this one thing. I think I'm allowed to do that, and \r\nI think you owe me, don't you? ",
        "Kevin: I'm going to miss you. I'm going to miss you so much. ",
        "Lucy: Ok -- um -- then I guess this means you'll at least be home for the \r\nholidays, huh? ",
        "Kevin: But then I'm gone. Come on, I have packing to do. ",
        "Lucy: Right. ",
        "Lucy: See you later. ",
        "Lucy: I only have a couple of days to get him to stay, but that's enough. It \r\nhas to be. ",
        "",
        "Jack: I ripped off a couple cars, ok, to pay for my mom's doctor bills. But \r\nyou didn't know that, did you, Chris? No. No, because you're too busy running to \r\nLivvie to tell her my record. ",
        "Livvie: All right, well, why didn't you tell me about this yourself? ",
        "Jack: And save my big bro all the fun here? ",
        "Livvie: Jack. ",
        "Jack: All right. Do you want to know why? ",
        "Livvie: Yeah. ",
        "Jack: When I first met you, ok, I was supposed to go back and see my \r\nprobation officer, but I knew if I told you, you would want me to go back, and I \r\nwasn't about to leave you -- not then, not the way you were. ",
        "Livvie: Chris, can't you do something? ",
        "Jack: Look, I can handle it myself. ",
        "Livvie: Yeah? How? ",
        "Jack: Look, my probation officer is a decent guy. If I explain to him the \r\nsituation, he'll cut me some slack. ",
        "Livvie: All right, then let me come with you. We'll fix this together, ok?\r\n",
        "[Telephone rings] ",
        "Livvie: Hello? ",
        "Lucy: Livvie. Listen to me. Doc is thinking about -- he's going to leave Port \r\nCharles. ",
        "Livvie: What? ",
        "Lucy: Yeah, look, I need to talk him out of it. I need to get him to stay, \r\nbut I'm going to need your help, so I'm going to be there in few minutes. I'll \r\nmeet you in the lobby, all right? Ta. ",
        "Jack: Everything ok? ",
        "Livvie: Yeah. Lucy wants me to meet her in the lobby. I will be right back.\r\n",
        "Jack: Well, you sure do put on a good show. ",
        "Chris: I'm not the one acting here, you are. ",
        "Jack: Go to hell. ",
        "Chris: Hey, let me tell you something. You're using that girl to get to me, \r\nbut it's not going to work because I won't let it happen. ",
        "[Door opens and closes]",
        "Jack: You know, it used to be that way. But not anymore. ",
        "",
        "Eve: Where's the formula? ",
        "Ian: That was an excuse. ",
        "Eve: For what? To spy on me? ",
        "Ian: Yes. Good thing I did. What were you doing? ",
        "Eve: What does it look I was doing? ",
        "Ian: Why -- why would you want to do something idiotic like that? ",
        "Eve: To save your life. Look, at least I didn't do anything idiotic like \r\ndrink poison, ok? ",
        "Ian: That's not the same thing. ",
        "Eve: No? I used my body the same as you used yours. So don't tell me what I \r\ncan and cannot do. ",
        "Ian: No, that's exactly what I'm going to do. ",
        "Eve: I've done this before, ok? It's no big deal. ",
        "Ian: Yes, it is a big deal. I'm not going to let it happen. ",
        "Eve: Why not if it'll save your life? ",
        "Ian: Bec-- because I won't. That's all. Look, I'm still alive. I'm all right.\r\n",
        "Eve: I didn't know that when I made the deal with Harris, ok? I thought I was \r\ngoing to lose you. I thought that I would never get to -- ",
        "Ian: What? ",
        "Eve: Just forget it, ok? Just forget about it. ",
        "Ian: Let's not fight, please. We're on the same team here. Maybe we should go \r\nto bed before we say something we regret, ok? ",
        "Eve: Yeah. Yeah, it's been a rough few days. Let's go to bed. \r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Joe: I love you. ",
        "Gabriela: I love you, too. ",
        "Alison: I will do whatever it takes, just as long as you pay me in cash. ",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=2npfnrY-lwQ"
}