{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Livvie: Please, Chris, just give him his picture back. ",
        "Chris: It's not his picture. It's mine. It's a picture of me and my kid \r\nbrother, so you want to tell me what you're doing with it?",
        "Jack: Yeah. I'll tell you. It's me. ",
        "Chris: What? ",
        "Jack: Yeah. It's me and my brother. ",
        "Chris: You -- you're -- ",
        "Jack: Yeah, Jack, yeah. I don't believe this. ",
        "Chris: Neither do I. ",
        "Livvie: What, you didn't have any clue? ",
        "Jack: You think I'm lying? ",
        "Livvie: Jack, I don't know. I mean -- you kept asking so many questions about \r\nChris. ",
        "Chris: Questions? What kind of -- what? About my finances? Huh? Because I have \r\na lot of money. It's no secret. And there are a lot of people who'd like to get \r\ntheir hands on it. ",
        "Jack: Peanut butter and banana sandwiches. You remember that, Chris? You used \r\nto make those for us every night -- when Dad was too blitzed and Mom couldn't \r\nget out of bed. Saturday morning cartoons. You remember Saturday morning \r\ncartoons? You used to watch those with me every Saturday morning until our old \r\nman took the TV away to pay off his bookie. ",
        "Chris: Anybody could find that out. ",
        "Jack: Oh, yeah? What about this? Hmm? ",
        "Chris: Where did you get that? ",
        "Jack: From you on my fifth birthday, Chris. You sold your Mark McGuire rookie card for it. It wasn't worth \r\nmuch then, but the point is it was your favorite card. But you know what was \r\nspecial about this was my name. Right there. Now, you took a kitchen knife and \r\ncarved it in there so that I knew that it would be mine. ",
        "Chris: Nobody knew that. ",
        "Jack: Only your brother. ",
        "",
        "Eve: Ian? ",
        "Ian: Hmm? ",
        "Eve: Before Harris' men grabbed us, when we were in your car -- ",
        "Ian: Mm-hmm? ",
        "Eve: You said that you had something to tell me, something that was \r\nimportant. ",
        "Ian: That was a long time ago. ",
        "Eve: What was it? What were you going to say? ",
        "Eve: I want an answer. ",
        "Ian: It's late. Let's talk about it in the morning. ",
        "Eve: No. No. Let's talk about it right now. I was on my way to the hospital \r\nwhen I saw you outside and I asked you why you were leaving Port Charles. And \r\nnow all of a sudden I find myself being held prisoner by some lunatic who has a \r\nvendetta against you. The least you could do is tell me what it is you were \r\ngoing to say. Damn it, Ian, don't you think I deserve the truth? ",
        "Ian: All right, you want the truth? I'll tell you. ",
        "",
        "Lucy: Answer the phone, Kevin. Answer the phone. Just pick up the phone! Pick \r\nit up! Oh, my -- gosh, I know something's wrong. I just -- I know it. Keys. \r\nKeys, keys, keys. Where are my keys? Keys -- keys, keys, keys -- oh, damn \r\nyou, Doc! ",
        "Lucy: Hmm, hmm, hmm. There you are. Thank you, God -- Goddess. Goddess, God \r\n-- thank you, whoever you are. Thank you. All right, Doc, here I come. ",
        "[Lucy sighs] ",
        "",
        "Livvie: Chris, it really does look like Jack's your brother. Aren't you going \r\nto say anything? ",
        "Chris: How'd you find me? ",
        "Jack: I didn't. I didn't even know it was you. ",
        "Chris: What, you're telling me this is just a big coincidence? ",
        "Jack: Hey, man, I'm just as blown away as you are. I mean, here all along \r\nI've been bumping into my own -- ",
        "Chris: More like bumping up against him. ",
        "Jack: Yeah, but if I'd have known, then -- I mean, look, we're brothers, man.\r\n",
        "Chris: Brothers. ",
        "Jack: Yeah. And I guess I don't have to ask how you've been. I mean -- yeah, \r\nlooks like you're doing great -- you know, doctor and all. ",
        "Chris: How about you? ",
        "Jack: Okay. After I got out of the foster homes. Hey, man, it's not your fault \r\nDad dumped me there. Then Mom found me. ",
        "Chris: Mom? ",
        "Jack: Yeah. Yeah, she didn't die like the old man said. ",
        "Chris: So you've been living with her? ",
        "Jack: Up until a little while ago. See, when Mom found me, she was sick. She \r\nwas dying. Except for real this time. ",
        "Livvie: God, that must have been so hard for you. ",
        "Jack: And then I heard about this treatment. You know, that would've helped her \r\na lot, but we didn't have any money or any insurance. I mean, good luck trying \r\nto find a doctor when you have none of that stuff. So, I looked around and I got \r\nher into this free clinic. But by that time it was too late. ",
        "Chris: Then she's gone? ",
        "Jack: Yeah. Yeah. She's gone. ",
        "Livvie: I'm so sorry. ",
        "Chris: It was a shame you didn't find me sooner. ",
        "Jack: Yeah, well, we looked. But, you know, I mean, Mom, she got so sick that \r\nshe couldn't travel. But -- but, hey. You know what? I wish she could see us \r\nnow. I mean, you don't know how happy this would make her. ",
        "Chris: So -- you didn't come looking for me. You just -- came to Port \r\nCharles. How did you get here? Why? ",
        "Jack: I don't know. I just kind of been drifting around. ",
        "Chris: Just sort of drifted here. ",
        "Jack: Yeah, yeah. ",
        "Livvie: Or maybe it's fate. ",
        "Chris: Fate. Yeah, maybe it is. Because I believe in fate. Just not this \r\ntime. ",
        "",
        "Eve: I'm not going anywhere. ",
        "Ian: What difference does it make what I say? ",
        "Eve: I already told you. ",
        "Ian: Okay. Okay. It's a computer disk with all of Rachel's research on it -- \r\nI thought you should have it. ",
        "Eve: What? ",
        "Ian: Yeah. And all the notes that we took when we were trying to save Lucy. I \r\nwanted to get it to you. ",
        "Eve: All this is over some stupid computer disk? ",
        "Ian: Yep. What did you think it was about? ",
        "Eve: Anything but that. I already told you I made a copy of that computer \r\ndisk. ",
        "Ian: Oh, no, that's right, you did. Must've forgot with all the packing going \r\non and all that, but, well, it's a good thing because I don't think my disk \r\nsurvived the bomb blast. ",
        "Eve: I can't believe this. ",
        "Ian: Can't believe what? ",
        "Eve: You said that this was serious. ",
        "Ian: It is serious. What if somebody else comes in with the same symptoms, \r\nI'm not here, and you didn't have the treatment for them? ",
        "Eve: Ian, you know what I'm talking about. ",
        "Ian: I don't have a clue. ",
        "Eve: That night at the Recovery Room when I went outside to ask you why you \r\nwere leaving, I had a feeling that you were just about to tell me -- ",
        "Ian: I did tell you. I was leaving to find a new life for myself, a new \r\nbeginning, with new challenges. ",
        "Eve: Yeah, and you were going to tell me the real reason. What's the real \r\nreason? ",
        "Ian: That's it! That's it. Good night. ",
        "Eve: For God's sake, Ian, we almost died! My friends and family, the people I \r\nlove, my husband included, thinks that we're dead! We still could be. And for \r\nwhat? For what? For nothing! ",
        "",
        "Lucy: Doc, where are you? Doc? Doc? Oh -- oh, my Doc. Doc! Oh -- Doc! Doc --\r\n",
        "[Lucy coughs] ",
        "Lucy: Hello. Listen, my name is Lucy -- Lucy Coe. There's a fire at the \r\nlighthouse. It's -- Kevin Collins has a -- yes, yes! Listen to me, that's the \r\none. Please hurry. Immediate-- yeah, all right, thank you. Oh, my God. Doc! Doc, \r\nwhere are you? Oh! Oh, Doc! Doc! Oh! Are you okay? Doc, we got -- oh, my God! We \r\ngot to get out of here. Listen -- oh, my. No wonder. Listen, you got to get out \r\nof here, Doc. Please. Get up. You can't just lie here and die. Doc, I can't pull \r\nyou up. Get up! ",
        "Kevin: Lucy? ",
        "Lucy: Yeah. It's me -- Lucy. Please, let's go. What are you doing? ",
        "Kevin: Get out of here! Leave me alone! ",
        "Lucy: No! What, and let you just burn up? ",
        "Kevin: Yeah! Let it all burn! ",
        "Lucy: No, Doc, you're just drunk. You're drunk. That's why you're saying \r\nthat. Please come with me, Doc. You got to -- you got to come with me. Oh, my \r\nGod. Oh, my God. Doc -- oh -- oh, my -- ",
        "[Lucy coughs] ",
        "Lucy: Oh! Doc, come on. ",
        "Kevin: Lucy, Lucy, cover your head and get out! ",
        "Lucy: No. No. I'm not going anywhere. ",
        "Kevin: You have to. ",
        "Lucy: I can't. No. ",
        "Kevin: Yes, you can. ",
        "Lucy: No, Doc, I can't. I'm not leaving you. Listen, please go with me. I \r\ndon't want to die. You may want to die, but I don't want to. ",
        "Kevin: Lucy, quit playing games and go! ",
        "Lucy: No, I am staying here. ",
        "Kevin: But you just said -- ",
        "Lucy: I know what I said! If you stay, then I am going to stay. Do you hear \r\nme? If you want to die, then fine. I'll die right along beside you. ",
        "Lucy: Okay, Doc, you tell me, Kevin Collins, what's it going to be, huh? ",
        "[Lucy coughs]",
        "Kevin: Let's go. ",
        "Lucy: Doc -- ",
        "[Lucy coughs] ",
        "Lucy: Come on. Are you okay, Doc? ",
        "[Coughing] ",
        "",
        "Jack: Finally run into your long lost brother and you think it's a scam. \r\nThat's sad, man. ",
        "Chris: You know something? I could almost buy it -- the idea that we're \r\ncoincidentally in the same place. But with the same girl? I don't think so. It's \r\na little too convenient. You can see that, can't you, Livvie? ",
        "Livvie: What I see are two brothers who are a lot alike, and maybe it wasn't \r\neither of you who found me. Maybe it was me who found something in the both of \r\nyou, something that was the same because you are so much alike. ",
        "Chris: The same? The same? He's nothing but a con artist. I knew it \r\nthe minute I saw him, before I even knew who he was. He's after something. I \r\njust don't know what it is yet. ",
        "Jack: You know, I take it back, about what I said before -- wishing Mom could \r\nsee us. All she wanted, Chris, was to find you. That's all she talked about at \r\nthe end -- was being a family again. But this? No. No, this would've broke her \r\nheart. ",
        "Chris: Livvie, wait. ",
        "",
        "Eve: Why did you even come to the Recovery Room that night? You must've known \r\nthat I would be there with my husband and my friends. How could you even think \r\nto barge in on it? ",
        "Ian: Eve, I was leaving -- ",
        "Eve: All for some stupid computer disk. ",
        "Ian: I was -- ",
        "Eve: You could've mailed it, you could've left it at G.H., anything. But \r\nno, you had to come deliver it in person so I could get in the car with you \r\nand blow up! ",
        "Ian: If I could -- ",
        "Eve: God, when I think of what my friends and my family are going through \r\nright now, when I think of what this is doing to Kevin -- what I would do if it \r\nwere -- you know what? I've had a hard life. But I managed to pick myself up and \r\nbecome a doctor and marry the most wonderful, caring man I've ever met, the kind \r\nof man that I would never have thought could love me. ",
        "Ian: Don't sell yourself short there, Lambert. ",
        "Eve: Oh, I don't. I don't because of Kevin. Because he made me believe that I \r\nwas special. And I must've been to have someone like that love me. And now I \r\ncould lose it, all of it, everything that's important to me because of you \r\nand some stupid computer disk! ",
        "Ian: If I could do it over again, I swear -- ",
        "Eve: Oh, I don't want to hear it, okay? I don't even want to hear it. You \r\nwere right when you said you were going to leave G.H. without saying goodbye. I \r\nwish you had just kept on going! What the heck is wrong with you? ",
        "Ian: Hey! ",
        "Eve: Why didn't you leave? ",
        "Ian: That's enough! I know you want this to be my fault. I understand that, \r\nbut maybe it isn't. ",
        "Eve: You think this is my fault? ",
        "Ian: I came looking for you. That's all I did. I was looking for you, and I \r\nsaw you through the window with your husband. And I didn't want to interrupt, so \r\nI left. You came after me. So you tell me why. ",
        "",
        "Kevin: No, I'm okay. ",
        "[Kevin coughs]",
        "Karen: Yeah, you sound real okay. ",
        "Kevin: Yeah, well, it was Lucy's idea to come here. ",
        "Karen: Yeah, well, from what I understand, it was also Lucy's idea to keep \r\nyou from killing yourself. ",
        "Kevin: She should've left me there. ",
        "Karen: Kevin, I understand how upset you are about Eve. We all are. She was \r\nmy best friend. But we can't give up living our own lives because of what \r\nhappened to her. She wouldn't have wanted that. ",
        "Kevin: We don't know what she wanted. ",
        "Karen: She loved you. And I owe it to her to make sure you're all right, even \r\nif it means pulling out the restraints. ",
        "",
        "Lucy: Okay, so Kevin is going to be all right, right? ",
        "Frank: He inhaled a lot of smoke by the time we got there, but his vitals \r\nseemed okay. ",
        "Lucy: Good. ",
        "Frank: But what the heck happened, anyway? ",
        "Lucy: He was very drunk. I think he had a whole bottle of wine. And he \r\nprobably hit a candle over or something and passed out. ",
        "Frank: It's a good thing you showed up when you did. ",
        "Lucy: Yeah, we have sort of this uncanny ability to show up and help each \r\nother out when we most need it. It's just -- this was different this time, \r\nFrank. It was kind of weird because he didn't really want my help. He didn't \r\nwant me to get him out of there. ",
        "[Pager beeps] ",
        "Frank: That's me. I got to run. ",
        "Lucy: Okay. Thanks for everything, really. ",
        "Frank: Yeah, okay. ",
        "Lucy: See you later. ",
        "Ian's voice: \"Dear Eve, I knew from the moment we kissed --\" ",
        "Lucy: \"From the moment we kissed -- we kissed.\" Doc read this. He read it.\r\n",
        "",
        "Livvie: Let go of me, Chris. ",
        "Chris: Livvie, I don't want you getting hurt. ",
        "Livvie: God, I can't believe you're acting like this. ",
        "Chris: Like what? Worrying about you? Looking out for you? ",
        "Livvie: No matter what you think of Jack, what you think he might be up to, \r\nhe is your brother. You guys are family. Doesn't that mean anything to you? ",
        "Chris: Yeah, it means a lot to me. But I'm not sure what it means to him. ",
        "Livvie: Why don't you give him a chance to show you? ",
        "Chris: This is that important to you? ",
        "Livvie: This has nothing to do with me. ",
        "Chris: No, it does, and I think you know that. ",
        "Livvie: Okay, then. You can either be the great guy that I thought you were \r\nbefore or you can be a jerk. It's up to you. ",
        "Jack: Lying bastard. ",
        "Lou: Everything okay? ",
        "Jack: Yeah. ",
        "Lou: Good. Take care of yourself, huh? ",
        "Jack: Thanks a lot. ",
        "Chris: Hey. Look, I'm sorry if I came on a little strong. Guess we have a lot \r\nto talk about, so why don't you come back to my place and sit down, catch up?\r\n",
        "Jack: All right. That'd be great. ",
        "Jack: Just great. ",
        "",
        "Lucy: What are you doing? You need to lie back and just rest. ",
        "Kevin: Lucy, I'm fine. ",
        "Lucy: No, you're not fine. ",
        "Kevin: Then go ask Karen. ",
        "Lucy: That's not what I'm talking about. ",
        "[Kevin sighs] ",
        "Kevin: Then what? ",
        "Lucy: I'm talking about this. ",
        "Kevin: Where did you get that? ",
        "Lucy: It was in your jacket. I was just trying to brush some of the soot off. \r\nDoc, I wasn't snooping. It just sort of popped out of the pocket. ",
        "Kevin: Sure it did. ",
        "Lucy: It did. This is what this is all about, isn't it? This is why you \r\ndidn't want to come out of the fire, isn't it, Doc? ",
        "Kevin: All the time she said she was working with Ian. I'm an idiot, Lucy.\r\n",
        "Lucy: You're not. Maybe you're reading a lot more into this than there was.\r\n",
        "Kevin: No, I'm not. They kissed. It says so right here. But how far did it \r\nreally go? Were they having an affair? Maybe she was in that car because they \r\nwere planning to go away together. ",
        "Lucy: No, no, that's not a possibility. ",
        "Kevin: You said yourself you saw them together. Did you know, Lucy? Did you \r\nhave any idea this was going on? ",
        "Lucy: I knew that you and Eve were having trouble and -- Doc, I also know \r\nthat she loved you very much, you and only you. ",
        "Kevin: Yeah, well, even if that were true, I let her down. ",
        "Lucy: No, you are not allowed to do this. I will not allow you to do this to \r\nyourself. Do you hear me? ",
        "Karen: Okay, Lucy, you're up. I can take you in the next cubicle. ",
        "Lucy: No. Karen, thank you very much, but I don't need checking up. ",
        "Karen: You took in a lot of smoke. And besides, Scott and Serena will never \r\nforgive me if I don't make sure you're absolutely all right. ",
        "Kevin: Go on, Lucy. I didn't drag you from the flames for nothing. ",
        "Lucy: I'll be right back. ",
        "",
        "Eve: Don't you turn this around on me! ",
        "Ian: Turn around nothing. I saw you and your husband, so I started to leave. \r\nNext thing I know you're jumping into my car. I didn't ask you to do that, so \r\nwhy did you? ",
        "Eve: Well, it's certainly not because I couldn't live without you, so get \r\nthat out of your overblown ego! It's because I didn't want you to leave without \r\nsaying goodbye first. ",
        "Ian: Well, you should've. Don't you realize that ever since you jumped into \r\nmy car I've spent every waking moment wishing that you hadn't? ",
        "Eve: I want out of here right now. Get me out of here! Somebody get me out \r\nnow! ",
        "Ian: Okay. ",
        "Eve: No! ",
        "Ian: Okay, okay, okay. ",
        "Eve: Oh! ",
        "Ian: It's not your fault. But I -- I just wish you weren't here. I wish you \r\nwere in Port Charles safe and sound, not here with me. ",
        "Eve: I'm scared. Ian, I am so scared. ",
        "Ian: Come on. It's all right. \r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Chris: How much is it going to cost me to make you drift away from Port \r\nCharles? ",
        "Kevin: I need to feel you, touch you. ",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=o_3ktS6lTmA"
}