{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[Recap begins]",
        "Lucy: Oh, my Doc. Doc? Doc! Oh, Doc. Oh. Oh. Are you okay? Doc, we got to -- \r\noh, my God. We got to get out of here. Listen -- oh, my, no wonder. Listen, you \r\ngot to get out of here. Doc, please get up. You can't just lie here and die. \r\nDoc, I can't pull you up. Get up! ",
        "Kevin: Lucy? ",
        "",
        "Livvie: Please, Chris, just give him his picture back. ",
        "Chris: It's not his picture. It's mine. It's a picture of me and my kid \r\nbrother. So you want to tell me what you're doing with it? ",
        "Jack: Yeah. I'll tell you. It's me. ",
        "Chris: What? ",
        "Jack: Yeah. It's me and my brother. ",
        "Chris: He's after something. I just don't know what it is yet. ",
        "Jack: You finally run into your long-lost brother, and you think it's a scam. \r\nThat's sad, man. ",
        "Chris: You know something? I could almost buy it, the idea that we're \r\ncoincidentally in the same place. But with the same girl? I don't think so. It's \r\na little too convenient. You can see that, can't you, Livvie? ",
        "",
        "Eve: I'm not going anywhere. ",
        "Ian: What difference does it make what I say? ",
        "Eve: I already told you. ",
        "Ian: Okay. Okay. It's a computer disk with all of Rachel's research on it. I \r\nthought you should have it. ",
        "Eve: Why did you even come to the Recovery Room that night? You must have \r\nknown that I would be there with my husband and my friends. How could you even \r\nthink to barge in on it -- ",
        "Ian: Eve, I was leaving it. ",
        "Eve: All for some stupid computer disk? ",
        "Ian: I was -- ",
        "Eve: You could have mailed it. You could have left it at G.H., anything. But, \r\nno, you had to come deliver it in person so I could get in the car with you and \r\nblow up. ",
        "Ian: That's enough! I know you want this to be my fault, I understand that, \r\nbut maybe it isn't. ",
        "Eve: You think this is my fault? ",
        "Ian: I came looking for you. That's all I did. I was looking for you, and I \r\nsaw you through the window with your husband, and I didn't want to interrupt, so \r\nI left. You came after me, so you tell me why. ",
        "",
        "Kevin: Quit playing games and go. ",
        "Lucy: If you stay, then I am going to stay. Do you hear me? If you want to \r\ndie, then fine. I'll die right along beside you. ",
        "Kevin: Let's go. ",
        "Lucy: Doc -- ",
        "",
        "Livvie: God, I can't believe you're acting like this. ",
        "Chris: Like what? Worrying about you, looking out for you? ",
        "Livvie: He is your brother. You guys are family. Doesn't that mean anything \r\nto you? ",
        "Chris: Yeah, it means a lot to me. ",
        "Man: Take care of yourself, huh? ",
        "Chris: Hey. Look, I'm sorry if I came on a little strong. I guess we have a \r\nlot to talk about, so, why don't you come back to my place and sit down and \r\ncatch up? ",
        "",
        "Lucy: I'm talking about this. ",
        "Kevin: Where did you get that? ",
        "Lucy: It was in your jacket. I was just trying to brush some of the soot off. \r\nDoc, I wasn't snooping. It just sort of popped out of the pocket. ",
        "Kevin: Sure, it did. ",
        "Lucy: It did. This is what this is all about, isn't it? This is why you \r\ndidn't want to come out of the fire, isn't it, Doc? ",
        "Kevin: The whole time she said she was working with Ian. I'm an idiot, Lucy.\r\n",
        "Lucy: You're not. Maybe you're reading a lot more into this than there was.\r\n",
        "Kevin: No, I'm not. They kissed. It says so right here. Maybe she was in that \r\ncar because they were planning to go away together. ",
        "Lucy: No, no. That's not a possibility. ",
        "Kevin: And you said yourself you saw them together. Did you know, Lucy? Did \r\nyou have any idea this was going on? ",
        "Lucy: I knew that you and Eve were having trouble, and, Doc, I also know that \r\nshe loved you very much -- you and only you. ",
        "",
        "Ian: Don't you realize that ever since you jumped into my car I've spent \r\nevery waking moment wishing that you hadn't? ",
        "Eve: I want out of here, right now. Get me out of here! Somebody, get me out, \r\nnow! ",
        "Ian: Okay. ",
        "Eve: No! ",
        "Ian: Okay, okay, okay. It's not your fault. But I just wish you weren't here. \r\nI wish you were in Port Charles safe and sound, not here with me.",
        "Eve: I'm scared. Ian, I am so scared. ",
        "[End of recap]",
        "",
        "[\"Stand By Me\" plays] ",
        "Eve: Kevin. I'm here. ",
        "Kevin: Eve. ",
        "Eve: Sweetheart? o/~ Darlin', darlin', stand by me, oh, stand by me, oh, stand, \r\nstand by me o/~ ",
        "",
        "Harris: It's another beautiful day. ",
        "Eve: Says who? ",
        "Harris: Well, I guess I don't have to ask how you're doing this morning. ",
        "Eve: You know, if you want our best work, you should really do something \r\nabout the facilities around here. ",
        "Harris: Is the mattress lumpy, princess? ",
        "Eve: We could use another bed. ",
        "[Harris laughs]",
        "Ian: Care to share the joke? ",
        "Harris: Oh, your friend's a riot, Thornhart. First time I ever heard a \r\nrequest for separate beds from a whore. ",
        "",
        "Alison: Your Jack -- who's actually our Jack, who's my Chandler -- is Chris \r\nRamsey's brother? ",
        "Livvie: Except I just wish that the two of them could get along because I \r\njust like them both so much. ",
        "Alison: Because they're both, you know -- both pretty hot. ",
        "Livvie: Yeah, Chris and Jack are both cute. That's the easy part. ",
        "Alison: Okay, so how did you guys hook up in the first place? What, your face \r\nis turning red. What is that? ",
        "Livvie: I didn't know he was in the river, and he didn't know I was on the \r\nshore, and when he came out of the water, he was totally naked. ",
        "Alison: What? Oh, my God! Shut up. Are you serious? ",
        "Livvie: It's not like I saw anything. I mean, I just -- I closed my eyes and \r\nturned away, and all I wanted to do was run. ",
        "Alison: Yeah, like towards him. But you didn't, did you? ",
        "Livvie: No, I didn't. He was so sweet and -- ",
        "Alison: What a nice icebreaker. \"Hello, I have no pants on. Nice to meet \r\nyou.\" ",
        "Livvie: But it's been so incredible. I mean, we have this amazing connection \r\nwhere we understand each other without -- I don't even know how to describe it.\r\n",
        "Alison: No, you don't have to because Jamal and I have the same thing, so I \r\ntotally understand what you're talking about. ",
        "Livvie: But, on the other hand, Chris is, like, totally freaked out. He \r\ndoesn't trust Jack at all. ",
        "Alison: But they're brothers. ",
        "Livvie: Well, they don't act like it. I mean, I'm an only child, and I always \r\nthought having a brother or sister meant having someone you can count on \r\nforever. ",
        "",
        "Jack: You know, all those years I always wondered what it would be like when \r\nwe finally came back together again. Got to tell you, it was nothing like this.\r\n",
        "Chris: Sorry to disappoint you. ",
        "Jack: You don't give a rat's ass. You made that clear from the moment you saw \r\nme and you didn't recognize who I was. And you still don't know me. ",
        "Chris: You're a small-town punk hustler who's just working an angle. ",
        "Jack: Yeah, I used to. And that's how I got through. And then Mom and I found \r\neach other again and we became a part of something, a family, and that changed \r\neverything. That's all she wanted for us, was to \"find your brother.\" \r\nThat was her \r\ndying wish -- was \"Find your brother. Be a family again.\" Well, here I am, \r\nChris. Now it's your move. ",
        "",
        "Lucy: I cannot believe that you actually think this is good for you. ",
        "Kevin: I thought you'd be proud of me. ",
        "Lucy: Proud of you? Proud of you for what? Finishing off a whole fifth before \r\nbreakfast? ",
        "Kevin: No, I'm following your wisdom, Lucy. I'm getting out, I'm seeing -- \r\nseeing old friends. Life's a party, Lucy. ",
        "Lucy: You have to be conscious to enjoy it. ",
        "Kevin: Is that a comment on my sobriety? ",
        "Lucy: No. No, I am just saying there are a lot of other ways to move forward, \r\nto put one foot in front of the other. ",
        "Kevin: You're absolutely right. Come on. ",
        "Lucy: Where are we going? ",
        "Kevin: We're going dancing. ",
        "Lucy: Oh, Doc, come on -- ",
        "Kevin: No, Lucy. You're telling me to put one foot in front of the other. \r\nWell, I can do that right here, on the dance floor, and I'm not taking no for an \r\nanswer. ",
        "Lucy: Okay, if this is what you want to do, this is what we'll do. ",
        "Kevin: What? Am I that bad or something? ",
        "Lucy: No, you're a wonderful dancer. You've always been a wonderful dancer, \r\nbut, Doc, listen to me. You're pushing yourself way, way too hard. ",
        "Kevin: Lucy, Lucy. You can't have it both ways. ",
        "Lucy: Listen, you don't have to do this, okay? ",
        "Kevin: Yes, I do. ",
        "Lucy: No, you don't. ",
        "Kevin: I can handle this. ",
        "Lucy: This is your song with Eve. No, you can't. ",
        "Kevin: You can't? ",
        "Lucy: Doc, please. Handle this? Honestly? No, I can't. I can't pretend that \r\nthis is you, that this is okay. I can't pretend it's okay that you almost killed \r\nus in that fire because you drank too much, and now you've polluted yourself so \r\nmuch this morning that you want to dance. No. I can't handle it, okay? ",
        "Kevin: Are you going to try and change me again? ",
        "Lucy: Oh, no. I'm going to take you home, put you to bed, and you're going to \r\ngo to sleep, okay? And I'm not taking no for an answer. Come on. Come on. Hold \r\non. ",
        "",
        "Ian: You will never, ever say another word about the lady. Is that clear? ",
        "Harris: Let's not kid ourselves, Thornhart. Yeah, you know she's not -- you \r\ndon't know, do you? What, you forgot to share your colorful history with him, \r\ndidn't you? ",
        "Ian: You lying scum. ",
        "Harris: Confession time, princess. ",
        "Eve: He's telling the truth, Ian. I used to be a prostitute.",
        "",
        "Chris: I will be counting the silverware when you leave. ",
        "Jack: I'm just curious, but is it success that makes you paranoid, or were \r\nyou born that way? ",
        "Chris: It's in our genes, Jack. Trust no one. ",
        "Jack: No. No, see, Mom was never that cynical. She'd have hated this. Maybe \r\nit was a good thing she died before we found you. ",
        "Chris: Well, that's a pretty lousy thing to say. ",
        "Jack: She had this whole idea of you, Chris. Thought you were the smart one.\r\n",
        "Chris: Why didn't she try to find me? ",
        "Jack: Hey, she said she'd drive across the country if she had to. ",
        "Chris: There are on-line services, private investigators. ",
        "Jack: Private investigators. You really don't get this, do you? We were \r\nscraping for burgers. All right? So how in the hell are we supposed to afford \r\nsome computer or hire some P.I. to come find you? ",
        "Chris: Okay. Fine. ",
        "Jack: Oh, what -- ",
        "Chris: How much? ",
        "Jack: What's this? ",
        "Chris: How much is it going to cost me to make you drift away from Port \r\nCharles? ",
        "Jack: I don't want any of your offerings, big brother. And I'm going to walk \r\nout of here. But I'm not leaving. Hmm. I'm not going anywhere till I'm ready.\r\n",
        "",
        "Ian: I don't care who you were or what you did. He will not talk to you in \r\nthat way. ",
        "Harris: You're pushing it, Thornhart, considering the circumstances -- ",
        "Ian: No, you're pushing it! You need both of us to fight this disease, so I \r\nsuggest you back off. ",
        "Harris: You are in no position to be threatening me. ",
        "Ian: Let me make this perfectly clear. You insult Eve and you die. ",
        "Harris: You have work to do in the lab. Don't let me stop you. ",
        "Eve: Ian -- ",
        "Ian: Hey, he's just trying to get to you. Put it out of your mind. ",
        "Eve: I've seen that look on a man's face before. I know what he wants. And \r\nit's only a matter of time before he tries to get it. ",
        "",
        "Lucy: Come on. Wait, wait, just a second, just a second. Okay. Good. Now, I \r\nwant you to go sit on that couch over there. Go sit. ",
        "Kevin: Sorry, Lucy, my obedient days are over. ",
        "Lucy: No. No. No, no, no, no, no. No. ",
        "Kevin: Is that water? ",
        "Lucy: First you are going to sit, then you're going to eat, and then you're \r\ngoing to go to sleep. ",
        "Kevin: I don't want to sit or eat, and I don't want to sleep. I want to \r\ndance. ",
        "Lucy: Oh -- Doc, no. ",
        "Kevin: No, no, I like dancing with you. Don't you like dancing with me? ",
        "Lucy: I love dancing with you, but now is not the time. ",
        "Kevin: Oh, I'm surprised at you. You try and name a better time. I dare you.\r\n",
        "Lucy: Oh, brother. Okay, one dance. One -- one dance. ",
        "Kevin: All right. We'll just make our own music like we used to do. ",
        "[Kevin hums] ",
        "Kevin: Oh. This is nice. Champagne. We should have some champagne. It's \r\nTuesday, isn't it? We could celebrate Tuesday. ",
        "Lucy: No, no, no. You know, you're just -- you're not yourself, Doc, right \r\nnow. ",
        "Kevin: Oh, I never felt more like myself. ",
        "Lucy: But with everything that's happened, you know, you need to just -- ",
        "Kevin: What, are you saying that you don't like this, Lucy? Are you saying \r\nthat we don't fit? ",
        "Lucy: No, but -- ",
        "Kevin: But nothing. This is us. This is you and me. We were great. Oh, we \r\nwere great. We were better than great, Lucy. ",
        "Lucy: Doc -- oh! Oh, Doc, listen -- ",
        "Kevin: No. ",
        "Lucy: Doc, wait. ",
        "Kevin: No. Don't. Don't go.",
        "",
        "Alison: Your problem is, okay, is that you trust Chris, but Chris doesn't \r\ntrust Jack. But Jack makes you go weak in the knees, and that kind of clouds \r\nyour judgment -- ",
        "Livvie: Okay. Okay, okay, okay, okay. So what are you saying? ",
        "Alison: You just need to trust your instincts. ",
        "Livvie: I'm not even sure what my instincts are saying. ",
        "Alison: So then maybe you should just give yourself a break from both of \r\nthem, just long enough so that you can listen to what your heart is telling you.\r\n",
        "Livvie: No, you're right. ",
        "Alison: Okay, cool. So then we'll talk again. You know, maybe we can go to \r\nthe mall or something. ",
        "Livvie: Yeah, I'd like that. ",
        "Alison: Yeah, me, too. Okay, so -- incoming. Think and breathe. Think and \r\nbreathe. Think and breathe. And now I got to try and picture him not sopping wet \r\nand naked. ",
        "Livvie: Stop it! Think and breathe, think and breathe, okay. ",
        "Jack: Hey. Hey, hey, hey. ",
        "Livvie: Hey. How'd it go with Chris? ",
        "Jack: Like I expected. ",
        "Livvie: What, did you guys have another fight again? ",
        "Jack: Not exactly. Look, hey, why don't we go someplace, take a walk or \r\nsomething, you know, so we can talk? ",
        "Livvie: Yeah, that -- God, that sounds like a really good idea, but you know \r\nwhat? I have to get back to Lucy's place because I have some stuff I have to \r\ntake care of. ",
        "Jack: Oh, you have to go now? ",
        "Livvie: I really do. Okay? But if you just give me a call later, I would love \r\nto do something, okay? Bye. ",
        "",
        "Chris: Yeah, listen, I have a job for you. No, I have a problem, an old one. \r\nWell, I don't know what to say. It just sort of caught up with me after a lot of \r\nyears. Can you meet me at my place? Yeah -- no, as soon as you can. I want to \r\nmake this go away now. ",
        "",
        "Eve: No, we might want to try a less acidic medium. That last culture \r\nobviously didn't take. What? ",
        "Ian: Tell me what you saw on Harris' face. ",
        "Eve: Human nature. I used to tell myself that what I did for a living didn't \r\nmatter. ",
        "Ian: It doesn't matter, not to anyone who knows you. ",
        "Eve: Thanks. But I've seen that look in a man's face before. When he knows \r\nthat you've slept with people for money, he looks at you different, like he can \r\nown you. ",
        "Ian: Every man? ",
        "Eve: There have been exceptions. I married one of them. ",
        "Ian: I will kill Harris if he touches you. ",
        "Eve: Look, you don't have to defend me, Ian. ",
        "Ian: We all have a past. We do what we have to do at the time. They have no \r\nright to judge you. ",
        "Eve: Oh, but they do. ",
        "Ian: Well, then let them! Their sad, boring little lives. Whatever you did \r\nhas made you who you are today. And who you are is a brave, strong, wonderful \r\nwoman. Don't let them take away one second of your life, okay? You're an \r\nincredible doctor, you're an incredible woman. And whatever it took to get you \r\nthere, that's your badge of honor. Don't let them take it away, please. ",
        "Eve: Don't stop there. It's just getting interesting. ",
        "Ian: So, Dr. Lambert, let's get back to work so we can get out of this dump \r\nand get you back in your husband's arms. ",
        "Eve: Right. That's the idea. ",
        "",
        "Lucy: You are drunk. ",
        "Kevin: Yes, I am, Lucy. But I know what I want. ",
        "Lucy: This is absolutely not right. ",
        "Kevin: You said you wanted to help me. ",
        "Lucy: I -- I do. ",
        "Kevin: Then help me now. ",
        "Lucy: Tell me what you want me to do. ",
        "Kevin: I need you. I need to feel you, to touch you, remember all those \r\nplaces that used to be mine. \r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Jamal: Look, I don't want my girl to find out what I'm doing, all right? ",
        "Gabriela: So I've been thinking about our romantic getaway. ",
        "Joe: I can't. ",
        "Lucy: Oh, Doc, it's so wrong. ",
        "Kevin: No. No, no -- ",
        "Lucy: It is. It is so wrong. It's wrong. ",
        "Livvie: Stop it! Stay away from her! ",
        " ",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=f8yqyM_6N6M"
}