{
    "soap_central": "\n\nIn order to protect Paul, Meg offers herself to Craig and starts to undress, but Craig orders her to stop. Craig puts together the extent of Meg's betrayal, and she admits she was plotting with Paul all along. He drugs her, and puts unconsciousness Meg in bed, then texts a message to Paul from her phone. Paul reads the message asking him to meet on Shadow Cliff. Paul discovers Craig, not Meg, waiting for him, and Craig pulls a gun on him. Although he flashes to making love with Alison, Dusty tells Emily she's the reason he's upset. Dusty apologizes to Emily for judging her, and they hug, both affected by the closeness. Alison declares that Aaron shouldn't have come looking for her. Alison reminds Aaron that he said she was trash, and he was right. Aaron tells Alison he thinks they deserve a second chance and insists he knows what he wants know – her. Alison insists that the best thing she can do for him is say goodbye. Gwen gives Cleo the first finished copy of her demo and informs Noah that she'd like to be a part of the benefit concert in Branson. She asks Cleo to come along as her assistant, and Gwen and Will plan a second honeymoon in Branson. Cleo writes in her journal that the Branson trip will be the start of her life with Will.\n\n\n\n\n",
    "tvmega_recap": "Allison is surprised to see Aaron who explains his return to Oakdale to make amends with her. They discuss how both were led astray and where they went wrong in their relationship in Seattle. Aaron asks Allison to give him a second chance. Allison gets upset that he thinks he can simply ask after all they went through and get her back. Emily and Dusty speak on a personal level and professionally after meeting with a photographer they both hope to employee for the Intruder full time. Meg and Craig argue lying everything and truths on the table. Craig pretends to play the part of the understanding jilted lover but drugs Meg's tea. After Meg passes out Craig sends Paul a text message asking him to meet at Shadow Cliff. Paul rushes to see his love and is surprised when Craig appears and pulls a gun on him. Gwen has good news to report she has finished her CD and gives the first copy to Cleo. Cleo is so touched and rambles on getting on Will's nerves. Noah stops by to discuss Gwen playing a benefit concert in Branson, Missouri. Gwen, Will and Cleo get excited about the gig but Noah warns things will be hectic so she may want to plan on bringing an assistant. Gwen asks Cleo to be her assistant. Later Cleo writes in her diary that she believes Gwen will be so busy she will be left to keep Will company while in Branson.",
    "soapcentral_condensed": "In order to protect Paul, Meg offers herself to Craig and starts to undress, but Craig orders her to stop. Paul discovers Craig, not Meg, waiting for him, and Craig pulls a gun on him. Gwen gives Cleo the first finished copy of her demo and informs Noah that she'd like to be a part of the benefit concert in Branson. She asks Cleo to come along as her assistant, and Gwen and Will plan a second honeymoon inBranson. Cleo writes in her journal that the Branson trip will be the start of her life with Will. Aaron tells Alison he thinks they deserve a second chance and insists he knows what he wants know – her. Although he flashes to making love with Alison, Dusty tells Emily she's the reason he's upset. Dusty apologizes to Emily for judging her, and they hug, both affected by the closeness. Alison declares that Aaron shouldn't have come looking for her. Alison reminds Aaron that he said she was trash, and he was right.\n"
}