{
    "soap_central": "\n\nLucinda arrives at La Clinica da Vida in Mexico to explore their alternative treatment options. The clinic director, Dr. Hendricks, is very persuasive and although Lucinda is at first skeptical, she ultimately decides to give the treatment a try. Later, Keith shows up at the very same clinic to pick up a mysterious delivery for his mysterious job. There, a horrified Lucinda spots Keith and is immediately suspicious about what he's doing there. Meanwhile, off of Lucinda's lie that she went to a spa, Sierra tells Holden she's called the spa and can't track Lucinda down. As they work together to track her down, Holden brings up questions about Keith and his job and Sierra wonders if his concerns aren't a sign of lingering feelings for Lily. Holden admits she is right but still can't shake his distrust for Keith. Gwen, armed with a court order she got from her lawyer, comes to Milltown to see the baby. Tensions between her and Carly escalate and when Jack arrives, he has little luck in calming things down. Cass then shows up and defends Gwen's right to be there, asserting that Gwen's claim as the child's mother will prove stronger than any questions about the father. Later, as a ticked off Gwen tells Jack she'll dig up dirt about Carly if necessary, Iris returns to Carly to ask for more money. Henry feigns a relapse of his injury in the hopes of keeping Maddie at Frasier cottage long enough to get her situated in Oakdale, permanently. However, Henry gallantly gives up on the fantasy of ever winning Katie back and admits to her and Mike he knows they're back together. Relieved that they can stop sneaking around, Mike and Katie express their hope that Maddie will back off her opposition to them being together. Later, however, a not easily persuaded Maddie goes online as Katie and tries to entice a former admirer from high school to start a secret correspondence with her.\n\n\n",
    "tvmega_recap": "Katie and Mike tell Henry they are back together again. Henry decides to pretend he is still in pain even though he feels better so that Maddie can have a place to stay until he finds them a permanent place to live. Maddie comes up with another plan to break up Mike and Katie. Holden shares his worries about Keith with Sierra while she shares her concern about Lucinda with Holden. Lucinda shows up at Clinica de la vida in Mexico to consider treatment options. Keith shows up at the clinic as well to pick up a delivery. Lucinda sees Keith but he doesn't see her. The fight for bay Rory continues and gets worse when Gwen shows up for a court ordered visit. Jack tells Carly to play nice with Gwen so her Lawyer Cass Winthrop won't dig up her secret to share in open court. Iris continues to blackmail Carly and asks for even more money to keep her mouth shut about her secret.",
    "soapcentral_condensed": "Lucinda arrives at La Clinica da Vida in Mexico to explore their alternative treatment options. Later, Keith shows up at the very same clinic to pick up a mysterious delivery for his mysterious job. Gwen, armed with a court order she got from her lawyer, comes to Milltown to see the baby. Iris returns to Carly to ask for more money. Henry gallantly gives up on the fantasy of ever winning Katie back and admits to her and Mike he knows they're back together. But a not easily persuaded Maddie goes online as Katie and tries to entice a former admirer from high school to start a secret correspondence with her. The final episode of the season airs on Sunday, December 16 at 8 p.m. ET on ABC. For more information on the series, visit ABC.com. The series finale airs on December 17 at 8pm ET and 9pm ET on the same channel. It will be followed by a special two-hour episode on Monday, December 18.\n"
}