{
    "soap_central": "\n\nThanksgiving day is combined with Rose and Paul's wedding rehearsal. Paul gives Rose a string of Pearls to symbolize their love and they break at the rehearsal, casting a cloud on the event. Emily fears the wedding will not take place. Dusty and Molly have it out about what she did last night, as well as her feelings for him and his for Rose. Mitzi gets out of town despite Carly's machinations. Barbara tries to see Will and her anger at Rose grows. While Paul sees marriage within his grasp, Dusty confronts Rose. \n\n\nChris returns home for good, surprising his family, as Alison wonders if she is doing the right thing by not telling Chris the baby is his. Meanwhile, Lucy tells Lucinda that she is ready to move on and makes a date for the wedding. At Jessica and Ben's Thanksgiving dinner, Bob makes a wonderful toast. Later, Chris shocks Alison by coming to her house. \n\n\nJessica and Ben take off for their elopement, while Curtis returns to the house and sneaks back inside. \n\n\n",
    "tvmega_recap": "Alison looks at being a single mother. Barbara crosses the line again. Ben and Jessica split. Bob tries to tell Chris the truth. Carly cancels Mitzy's ticket. Chris appears. Christine wants Alison back. Curtis refuses a ride to his friend's house. Dusty reveals to Molly that he knows that she has been lying to him. Emily makes a prediction. Lucinda comes to the rescue. Lucy will keep up appearances. Mitzy scores a check. Molly knows who stole the evidence. Paul tells Rose, \"Til death do us part.\" Rose gets a present. The pearls prove to be a bad omen.",
    "soapcentral_condensed": "Thanksgiving day is combined with Rose and Paul's wedding rehearsal. Paul gives Rose a string of Pearls to symbolize their love and they break at the rehearsal, casting a cloud on the event. Emily fears the wedding will not take place. Chris returns home for good, surprising his family, as Alison wonders if she is doing the right thing by not telling Chris the baby is his. Lucy tells Lucinda that she is ready to move on and makes a date for the wedding. Mitzi gets out of town despite Carly's machinations. Barbara tries to see Will and her anger at Rose grows. Chris shocks Alison by coming to her house. Jessica and Ben take off for their elopement, while Curtis returns to the house and sneaks back inside. Bob makes a wonderful toast at the Thanksgiving dinner, and later, Bob makes an incredible toast to Jessica andBen's elopements. Chris surprises Alison by Coming to Her House and coming to Her house. Chris tells Alison that he is the father of her baby.\n"
}