{
    "soap_central": "\n\nHolden arrives at the hospital to check on Luke.  Luke fills him in on what happened with Kevin.  He tells Holden that he came out to Kevin and how mean Kevin was to him.  Luke doesn't think they have a friendship anymore.  Luke worries that Kevin and Liv are going to make things rough on Luke when they all get back to school.  Holden asks him if he has a problem with everyone knowing he's gay.  Luke doesn't want to hide anymore but he wants to tell people in his own way.  He doesn't want Kevin and his friends to torment him.  Holden suggests that Luke could change schools but Luke doesn't want to run away.  Luke leaves to check up on Jade at the camp.  He asks Holden to stay with Kevin.  Kevin tells Holden that he was awful to Luke and Holden wants to know how Kevin is going to treat Luke now.  Holden admits that he didn't handle finding out about Luke very well but he was hoping that Kevin could do better.  He reminds Kevin that he should be grateful to Luke for saving his life.  Holden fills Lucinda in on what has been happening with Luke and Kevin at Raven Lake.  Lucinda wonders if she would have been as noble as Luke and praises Holden on doing such a good job raising Luke and how strong he has been with Lily.\n\n\nWill and Gwen hear noises outside and Will tries to leave to check things out, but Gwen insists that they stick together.  The noise stops and Will steps outside to see what's going on and sees that it was only a deer.  They decide to leave the camp to find help and right then they hear sirens.  They leave to warn the police about what they're walking into.  A police officer approaches Will and Gwen, ready to shoot, not believing what they're telling him about the situation and prepares to handcuff them.\n\n\nDallas tells Tom, Margo, Henry, and Jack that there have been multiple stabbing murders at Raven Lake.  Dallas has a list of people that were on the bus and Casey and Gwen aren't on it.  Jack wonders if anyone saw Louis, and Dallas tells them that the kids think that Maddie was the killer.  Tom asks if maybe the kids are making it up and Dallas doesn't think so.  Henry tries to leave to find Maddie and protect her from the police.  Margo worries about the fact that Casey isn't on the list.  They try to call Casey but he doesn't answer.  Jack convinces Henry not to go out and get involved.  Tom and Margo decide to start calling everyone Casey knows to try to find out anything they can about Casey.  Dallas argues with the local police at Raven Lake, they haven't done anything about his calls.  Tom gets on the phone and yells at them to get moving.\n\n\nTom, Margo, Jack, Dallas, and Henry decide to go to Raven Lake.  As they arrive they find an officer with Will and Gwen.  They all argue with the officer about what's been going on.  The officer doubts that anything serious is really going on.  Will tells them that at least two kids are dead.  Jack heads off to search for Louis and Henry runs off to look for Maddie.  Margo asks Will and Gwen where Casey is and they explain some of what's been happening and tell her that Maddie came to them, with blood all over her, telling them that Casey was dead.  Margo realizes that they're not only telling her that Casey is dead, but that Maddie killed him.  Gwen and Will tell them that they don't believe Maddie could ever hurt Casey.  Tom and Margo hope that maybe Maddie is imagining things again but Will and Gwen tell her that Maddie's reaction seemed genuine.  Tom refuses to believe anything until they have proof.  Luke arrives on the scene and finds out what's been going on.  Gwen, Will and Luke talk about Jade and when they all saw her last, and Gwen wonders if maybe Jade is the slasher.  Luke thinks that's crazy and Gwen points out that she doesn't really have any alibis for any of the murders.  Will admits that Jade lied about being with him the night that Casey and Gwen were attacked.  Gwen wonders if Jade lied to protect Will or to protect herself.\n\n\nJack and Henry cross paths and Jack tells him he's found one body.  They go to see who it is and discover that it's Louis.  Jack points out that if Louis isn't the killer than someone else is, and they are still out there.  Jack and Henry tell Tom and Margo that Louis is dead.  Dallas tells everyone that he found another body, but that it isn't Casey.  Tom and Margo head off to look for Casey.  Jack and Henry leave to try to find Maddie and Dallas leaves to call for more help.  Jack and Henry find Geneva dead in the cabin.  They find a bloody hand print and upon inspection they decide that the killer was wearing gloves, and that their hands are small.  Jack states that he thinks the killer is a woman.\n\n\nMaddie accuses Louis of killing everyone and as Louis tries to tell her who really did it the slasher stabs him in the back.  As the slasher is slowly going after Maddie she asks who he/she is and wants to know why they've killed all these people.  Maddie is trying to get away, and as she turns around the slasher is there, ready to kill her.  Maddie struggles with the slasher and manages to get away.  She finds a police car and gets in.  As she waits, someone grabs her.  They pull her out of the car, knock her out and drag her off into the woods.  Maddie is screaming and struggling with the slasher and someone comes out of the woods and knocks the slasher out and off of Maddie.  Maddie turns to see who it is, and it's Casey!  They kiss and she tells him she thought he was dead.  They tell each other they love each other.  Casey tells Maddie to get the knife.  He tells her to go get help but she refuses to leave him alone and she insists on finding out who the slasher is.  She goes over to the killer, knife in hand, and starts to pull of the mask.\n\n\n",
    "tvdb": "Louis watches Casey and Maddie together, as Maddie tells Casey the truth about what happened to her and they embrace. The two of them find Zach's body and Casey convinces Maddie to run. She does, but later finds him lying injured and bleeding on the forest floor. A delivery man drops off a bottle of wine for Jack, and Carly reads the card to see it's from Eve. She tries to test Jack by suggesting they move forward with the divorce, but he calls her bluff and agrees. She later runs into Simon, but tells him she wants to be alone. Meg is upset that Paul wants to buy the paper, and feels that Emily will use that to keep him in her life. Paul tries to explain that he doesn't want to be hands on. The two make love, and Meg finally accepts Paul's marriage proposal. A dejected Luke watches Kevin in the water, but when Liv hits Kevin in the head with an oar while they are horsing around, Luke rushes in to save him and performs CPR while Liv gets his car. Kevin briefly comes to, then passes out again. Geneva, wearing Gwen's borrowed sweatshirt, finds a body in the cabin and panics. Later, Gwen finds Geneva's body in the cabin and panics, hurtling herself into Will's arms when he shows up.\r\nSource: tv.com",
    "tvmega_recap": "Kevin tells Holden that Luke saved his life. Luke later tells Holden he finally told Kevin he was gay, but he freaked out and he is sure they will not be friends anytime soon. Gwen and Will barricade themselves in a cabin. Dallas tells Jack, Henry, Margo and Tom some kids reported to local police there were murders up at Raven Lake. Tom and Margo panic when they hear Casey's name was not on the bus and that the kids reported Maddie was the one murdering people. Louis tries to tell Maddie about the murders when he is killed. Maddie wrestles with the slasher. Dallas learns the local police disregarded the call for help from the kids; Tom, Margo, Jack, Dallas and Henry head up to the Lake. Luke explains that Kevin threatened to beat him up, and once they are back at school around others, he will be the butt of all their jokes. Holden suggests he change schools, but Luke doesn't want to run away and he knows Holden wouldn't either; he is going to fight for what he wants and deserves like Holden did. Will and Gwen grow closer as they hide out; they are excited to hear the police siren, but worry when they only hear one. Luke and Holden are about to leave when Luke remembers he should check with Jade to see if she needs a ride home. Holden stays with Kevin until his parents get there. The gang from Oakdale finds Will and Gwen with the police. Will and Gwen nervously explain to Tom and Margo how a devastated Maddie told them Casey was dead. Jack and Henry find Louis dead, stabbed like everyone else and realize he couldn't be the slasher. Maddie is able to escape from the slasher, but soon gets caught and is about to be killed when the attacker is hit from behind, pinned and knocked unconscious. Maddie sees her hero is Casey, whom she thought was dead. They happily rush to each other declaring how much they love one another. Holden talks to Kevin about Luke. Jack and Henry find another body and a bloody handprint left by the slasher and realize it is from a woman. Luke arrives back at the Lake and finds out what is going on and worries about Jade. Gwen starts to wonder if she is the slasher, especially after Will admits Jade gave him an alibi. Holden tells Lucinda how Luke saved Kevin's life after Kevin treated him terribly. Lucinda thinks Luke is the wonderful man that he is, because he has Holden to model himself after. Maddie goes to remove the slasher's mask.",
    "soapcentral_condensed": "Holden arrives at the hospital to check on Luke. Luke tells Holden that he came out to Kevin and how mean Kevin was to him. Luke worries that Kevin and Liv are going to make things rough on Luke when they all get back to school. Dallas tells Tom, Margo, Jack, Dallas, and Henry that there have been multiple stabbing murders at Raven Lake. Will and Gwen hear noises outside and Will tries to leave to check things out, but Gwen insists that they stick together. Jack heads off to search for Louis and Henry runs off to look for Maddie. Jack tells Henry that he's found another body, but that it isn't Casey. Margo worries about the fact that Casey isn't on the list. They try to call Casey but he doesn't answer. Tom and Margo decide to start calling everyone Casey knows to try to find out anything they can about Casey. Tom refuses to believe anything until they have proof. Gwen, Will and Luke talk about Jade. Will wonders if maybe Jade is the slasher. Luke thinks that's crazy.\n"
}