{
    "soap_central": "\n\n \nJanet served Jack breakfast at the farm, but she was in a surly mood.  Finally, she admitted that she was \"bummed out\" about the dinner at Carly's house the other night.  Jack assumed that his wife felt that her sister Teri's cooking had completely eclipsed Janet's famous meatballs, but she said that her bad mood was not about Teri, but about her.  She reminded Jack that she had made a decision about her life when she was a teenager of 16 and pregnant with Liberty that she was never going to do anything special with her life.\n\n\nSince reuniting recently with Teri, however, Janet realized that she had really missed out on too many things.  She was tired of just surviving instead of doing something worthwhile like attending college or going to culinary school.  Jack was concerned about his wife, but he had an idea, and he left quickly.\n\n\nAudrey opened her hotel room door to find Jay Stanhope there.  She was not overjoyed to see him, but he reminded her that he expected her to make good on her commitment to him, and he reached for her purse.  Audrey snatched it away, but Stanhope continued to demand cash.  Audrey gave him a cup of coffee instead, as someone else knocked on her door. This time it was Henry, who spotted Stanhope about to take his first sip of coffee.  Henry hurled himself across the room and knocked the cup and its contents everywhere.\n\n\nAudrey screamed at Henry, who asked if Stanhope had actually seen the waiter bring in the coffee pot.  Audrey explained to her guest that Henry thought she was a serial killer, and she threatened that her son would be her next victim as she mopped up coffee from Stanhope's suit.  Henry called his mother a \"Black Widow\" who lured suitors into her deadly web.  He said his family tree already had a sister who was serving time in prison for multiple murders, and he also had proof about Audrey.  He cited the many obituaries and the journal that he had found in Audrey's luggage, and he offered to show them to Stanhope.\n\n\nHenry and Stanhope went to the Lakeview lounge to look at the \"evidence.\"  Henry laid out all the obituaries for the men in his mother's journal.  Stanhope looked them over and then declared that the whole thing was ridiculous.  He said that he needed to drink more, and he summoned the bartender to their table.\n\n\nTeri went to Brad and Katie's house at their invitation.  Brad explained that Katie was sidelined from working until after their baby was born, so he asked Teri if she would be interested in co-hosting Oakdale Now with him for the next few months.  Brad said her personality and culinary expertise made her perfect for the job, but they still had to run the idea past their boss, if Teri was interested.  Teri said that kind of job was a \"dream come true\" for her, and she asked when she could start.\n\n\nBrad said that he would set up a meeting with Kim at the station for later in the day, but suddenly Teri remembered that she had promised to pick up Sage from the community center for Rosanna.  Then she realized that she had already made a commitment to Craig and Rosanna to look after Parker and Sage for the rest of the summer, but Katie urged her to talk to Rosanna and see if they could work out a solution.  Brad gave Teri the address of WOAK, and Teri got up to leave.  As Brad opened the door to let Teri out, his brother Jack walked in.\n\n\nJack asked Brad for a favor.  He wanted his brother to give Janet a job, because she was down in the dumps and felt that she had missed out on so much by having a child so young.  Teri's showing up had brought all that to the forefront, and Jack suggested that Janet fill in for Katie on Oakdale Now with Brad.  Brad had to tell Jack that he was a couple of minutes too late, because he had already offered the job to Janet's sister, Teri.\n\n\nJack asked if there was a way to take the offer back, and he was disappointed to learn that was not possible.  Finally, Brad agreed to do what he could, and Jack made him agree that if the job for Janet somehow worked out, she must never know that Brad had asked Teri first.\n\n\nAfter Henry and Stanhope left, Audrey tore off her bathrobe, and she was fully dressed underneath.  She grabbed her purse and headed out the door.  She went to Memorial Hospital and asked a nurse about two DNA samples that she had left for testing.  Audrey was hoping that the results were ready, and the nurse went to check.  Katie came around the corner and was surprised to see Audrey there.  Audrey said she was just having some routine testing, but that she would prefer that Henry not know about it.  The nurse approached with paperwork in her hand, but Audrey shooed her away and hustled Katie to the other end of the corridor. Audrey then bailed on the results and left the hospital.\n\n\nRosanna spruced up Parker in preparation for his first modeling job for the vitamin water business.  Craig urged them to hurry, but Parker said he had to stop at the diner first to tell Janet that he couldn't work that day.  He dashed out, and Craig yelled at the boy not to be late.\n\n\nAt the diner, Liberty dropped in and asked her mother to make a couple of sandwiches for her and a friend who wanted to go to the lake for the day.  Janet complained that not only did she have to sling hash all day for Henry and Vienna, evidently she was also her daughter's personal chef.  Liberty did not understand why a sandwich or two would make her mother so grumpy.  Parker walked in and told Janet that he was sorry, but he could not work that day because of the photo shoot.  Liberty wanted to hang out with Parker, but he had no time.\n\n\nJanet let loose her tongue and reamed out Parker before chasing him out of the diner.  Liberty tried to escape, as well, but Janet slung an apron at her daughter and told her to get busy bussing tables. Liberty protested, and Janet got really angry and shouted at her daughter.  Liberty asked if her mother was trying to get her sympathy because no one had eaten Janet's meatballs at the party.  Finally, Liberty had enough badgering, and told Janet to go ahead and wallow but not to expect sympathy from her that Janet's sister was cooler than she was.\n\n\nCraig and Rosanna were just leaving for the photo shoot as Teri arrived.  She told them about the great job offer at WOAK, and she was very excited. She said she had to meet with Kim in the afternoon, and Rosanna asked who would pick up Sage.  Teri said she was sorry and she would make it up to Rosanna, but she needed to have the interview with Kim.  Teri dashed off, and a gloomy Rosanna announced that all their great plans for the business, including Parker's ad campaign, had just walked out the door on little high heels.\n\n\nCraig wanted to find someone else to pick up Sage, possibly even Jack, but Rosanna nixed that.  She reminded him that the only reason the arrangement they had was in place was that Teri was family, and therefore suitable to Jack for watching his kids.  When she realized there was no one else to fetch Sage, Rosanna went ballistic.  Craig told her to calm down, and he volunteered to do it himself if Rosanna could cover the photo shoot with Parker.\n\n\nThey left in separate cars, and Craig took a detour to the television studio.  He found Teri waiting for her interview, and he asked her nicely to reconsider taking the WOAK job, because Carly's kids really were attached to her and needed her while their mother was gone.  Brad walked into the studio, but he remained hidden behind some scenery.  He listened to Craig's pitch to Teri that losing her would break Sage's heart.  Teri was confused and did not know what to do.\n\n\nAfter Craig left, Brad approached Teri, who told him that she could not take the wonderful job because she had already made a commitment to Craig and Rosanna.  Brad, who was secretly relieved, said that was all right, and in fact he was going to offer the job to Janet, who had filled in once before.  Teri was sure her sister would be perfect, and they agreed that no one would ever tell Janet that Teri had refused the job.\n\n\nParker's photo shoot was on a tennis court, and Liberty showed up to watch.  Parker took a break to talk with her, but Rosanna cracked the whip and insisted that they continue on schedule.  She did tell Liberty, however, that she could watch from a distance.  The photographer finished, and they all looked at the shots and were pleased.  Meanwhile, Liberty watched from behind a fence, but when Parker was free to leave, she was no longer there.  He told Rosanna to go home without him because he had something he had to do.\n\n\nParker found Liberty in Java, and she teased him about being the next male supermodel.  They talked about how much had happened in their lives since they had first met, including their brief marriage.  Liberty asked if Parker would take her for a drive the way they used to, but the photographer walked in and needed Parker for a few test shots.  Parker left with him, leaving a disappointed Liberty behind.\n\n\nAudrey met with Jay Stanhope, who told her that Henry was certifiably insane and creepy, too.  He wanted his money right away, so Audrey stalled that she was hot on the trail of the \"real\" Jay Stanhope, and when she found him, all their troubles would be over.  Jay warned her not to \"screw it up.\"\n\n\nHenry was drinking at the bar and asked for his check.  The bartender said that \"Mr. Zuma\" had already taken care of it, and Henry asked who he was.  The bartended showed him the credit card slip that Jay Stanhope had signed, and the card and signature read, \"Raymond Zuma.\"\n\n\nTeri went back to Carly's house and told Craig and Rosanna that she had not taken the job.  She explained that Craig had bared his soul and convinced her that Parker and Sage had to be put first while Carly was away.  Rosanna looked askance at Craig and asked when he had talked to Teri, and the young woman answered that it was at WOAK.  She talked about how committed Craig was to the children, and then she went to begin dinner.  Craig looked at Rosanna and said, \"I told you so.\"  Rosanna called him \"Svengali,\" and asked if he wanted a Nobel Peace Prize.  Craig told her to stop being a sourpuss long enough to appreciate what he had done.\n\n\nBrad walked into the diner and poured himself a cup of coffee.  Jack was sitting at the counter, so Brad gave him the good news that he would invite Janet to co-host the show.  Jack jumped up and kissed Brad on the cheek, and the two of them acted like goofs.  Janet walked in and asked Brad why he looked so guilty.  Brad said that he was excited, not guilty, and he asked her to join him on Oakdale Now as a replacement for Katie.  Janet said that if the two of them had cooked that up because they were sorry for her, they could forget about it, because she didn't want their charity.  Brad and Jack looked stupefied.\n\n\nJanet calmed down, and Brad reminded her that she had been good on the show before, and besides, he would never compromise his job just to get a relative on TV.  Janet said that being on television and sharing her ideas about food was beyond her wildest dreams, and she said yes.\n\n\nAudrey called the hospital and convinced the nurse to give her the DNA results over the phone.  The nurse said that the two samples she had given were a genetic match.  Audrey was sure they would be and she appeared pleased.\n\n\nHenry barged into Katie's and said that he was afraid that his psychotic mother had struck again.  Katie said Henry was nuts, and she had just seen Audrey a short time before.  Henry told her that his mother's latest boyfriend was operating under a spurious name.  He wanted Katie to help him get proof that the real Jay Stanhope was either missing or dead.\n\n\n",
    "tvmega_recap": "Parker prepares for the photo shoot, as Craig is proud of himself that things are falling into place with Carly's family. Jay tells Audrey that he wants cash, as Henry shows up, not knowing what is going on and pleads with Jay for him not to drink the coffee in his mother's room. Audrey laughs, as she explains that Henry thinks she is a serial killer. He has evidence. Henry leaves with Jay and shows him all the obituaries of men that his mom carries in her luggage - all men his mother has dated, as Jay laughs it off, but Henry is serious about this. Brad and Katie speak with Terri about her co-hosting with Brad on Oakdale Now. Terri is thrilled and can't wait to start, but Brad and Katie explain they have to pitch this to Kim first. Terri has to talk to Rosanna as well about how this affects her looking after Parker and Sage. Janet is feeling a bit down with how her life turned out even though she wouldn't change having Liberty for anything, but compared to Terri her life seems boring. Jack thinks he has an idea and heads over to talk with Brad about a favor - he would like Brad to get Janet a job as co-host. Katie and Brad don't understand why Janet suddenly needs something different, as Jack explains. They explain that they just offered Terri the job, as Jack wonders if they can take it back. They aren't sure they can, but when Jack waxes on about what will happen if Terri gets the job, how Sage will lose her new friend and Janet will become more depressed, Katie and Brad agree to tell Terri they are going with Janet instead. Janet is moody later still in thought about how her life turned out when Liberty shows up to tell her about her plans and ask her to make her food. Next Parker arrives, who needs the day off. Janet is miffed by them both but agrees to let Parker leave, but then tells Liberty her plans have changed and she is now doing Parker's job. Liberty is annoyed and calls Janet on being upset that Terri is cooler then she. Terri tells Craig and Rosanna about her offer, as Rosanna is unsure but Craig acts happy for her. Rosanna worries about how this new job will affect the kids so Craig goes to talk with Terri on his own and explains how important she is to the kids and how he will make sure she has a good job waiting for her after the summer, as Terri is confused. Parker does his first photo shoot, as Liberty shows up to watch. She asks Parker to hang out after, but Rosanna worries she will upset Parker and he needs to concentrate, but Parker assures her that they are just friends now. Terri turns down Brad and Katie's job offer. She is disappointed to have to, but she is happy that Janet will be taking the job instead. They make a pact not to tell Janet about this, Audrey goes to the hospital for the DNA results but sees Katie. She asks her not to tell Henry because she is just there for a check up. When the nurse comes back over, Audrey blows her off in front of Katie. Katie doesn't suspect anything, as they talk. Jay tells Audrey that he played the part with Henry, but he wants his money. Audrey promises when they find the real Jay, he will. Henry learns from the bartender that the man he thought was named Jay is really named Raymond, as he is confused by what is going on. Parker and Liberty meet up and talk about his photo shoot and how he is helping out but secretly enjoying it. Parker seems finally content with how his life is and how he and Liberty are finally in a good place. Liberty, however, wants to go for a car ride and get away for a while with Parker. However, when the photographer shows up and wants to do a few more shots, Parker leaves to do it, as Liberty is slightly bothered about him blowing her off now. Rosanna learns Terri isn't taking the job. as Teri explains it was thanks to Craig really explaining about the kids that changed her mind. Brad offers Janet the co-hosting job; at first she thinks it is because they feel sorry for her, but they convince her otherwise, so she happily takes the job. Craig wishes Rosanna would give him some credit for how he is helping out, as Rosanna can't help but ride him about why he needs her approval when he has such a fan in Terri. Audrey finally receives her DNA test over the phone; the samples she brought in were a match. Henry goes to a disbelieving Katie for help in proving his mother is a killer based on the fact of the 'Jay who is really Raymond' fiasco.",
    "soapcentral_condensed": "Janet served Jack breakfast at the farm, but she was in a surly mood. Jack suggested that Janet fill in for Katie on Oakdale Now with Brad. Brad had to tell Jack that he was a couple of minutes too late, because he had already offered the job. Jack asked if there was a way to take the offer back, and Brad agreed to what he could, and Jack agreed that she must never know that Brad had first asked Teri first. Audrey asked a nurse about two DNA samples that she had left for testing. Audrey was hoping that the results were ready, but the nurse said that she was just having some routine testing, but that she would prefer to see Audrey fully dressed underneath. Audrey went to the hospital to check on her son, Parker, who was having a bath and was surprised to see that he had been taken to the same room as his mother. Audrey told him that his mother was a serial killer, and she threatened that her son would be her next victim.\n"
}