{
    "soap_central": "\n\nBarbara tried to convince Henry that Katie was still in love with Mike and that she didn't feel for Henry what he felt for her. Henry stuck up for Katie and told Barbara that Katie loved him and that they were happy together. Barbara threatened Henry by saying that if Katie did anything to stop Mike and Jen's wedding she would stop Katie. One last time before Barbara left, she told Henry to keep Katie away from the wedding. \n\n\nJen, Mike, and Katie were planning some last minute things for the wedding when Jen got stressed out about the wedding. Jen decided to ask Katie if she would be her matron of honor. Katie happily accepted. After Katie and Mike left, Barbara showed up to help Katie get ready for the wedding. Jen told Barbara that she had asked Katie to be her matron of honor which clearly upset Barbara. Barbara told Jen that she would do anything to make sure Jen's wedding was a big success.\n\n\nAt Al's Diner, Will was telling Celia that he did not want to go to Jen's wedding, because he did not want to deal with his overbearing mother. Casey went to Al's and Celia convinced him that they should go to the wedding to be there for Will. Gwen overheard their conversation and called the caterer that was doing Mike and Jen's wedding to ask if they needed an extra waitress for the wedding. Gwen told Casey that she was attending the wedding for extra money, but Casey thought she had ulterior motives. \n\n\nCarly was having a nightmare about Les and woke up screaming. Jack was there to comfort her and Carly told him that she would be fine and that there was nothing to worry about. When Jack left to go to the police station Carly went to Street Jeans to do some sketching. Carly started to get freaked out about being alone when Emily showed up. Carly told her how terrified she still was about what Les did to her and how she was afraid that something horrible was going to happen to Jack. Carly asked Emily to lock up Street Jeans for her, so that she could go to the police station to talk to Jack.\n\n\nAt the police station Margo tried to talk Jack out of going on Les's transport to the state prison. Jack insisted that he be there to make sure everything went smoothly. Carly showed up at the police station to see Jack when Margo told her that Jack had gone on the transport with Les. Carly than had a flashback of the day that she lost Jack after his last transport. \n\n\n",
    "tvmega_recap": "Barbara threatens Henry to keep Katie away from the wedding, or she will. Jennifer is upset to learn that Niki won't be at the wedding and now she doesn't have a maid of honor. Mike & Katie are both surprised when Jennifer asks Katie to take Niki's place. Katie agrees to be the matron of honor. Celia convinces Casey to take her to the wedding so that they can all hang out with Will. Will is very grateful that his friends will be there and able to rescue him from his mother. Carly continues to have nightmares and be very skittish about Les. She gets a premonition from a dream she has and is worried that she will lose Jack again. She runs to the station only to find that Jack has gone with the transfer van that is taking Les to the state pen.",
    "soapcentral_condensed": "Barbara tried to convince Henry that Katie was still in love with Mike and that she didn't feel for Henry what he felt for her. Henry stuck up for Katie and told Barbara that Katie loved him and that they were happy together. Carly was having a nightmare about Les and woke up screaming. Carly asked Emily to lock up Street Jeans for her, so that she could go to the police station to talk to Jack. Margo tried to talk Jack out of going on Les's transport to the state prison. Jack insisted that he be there to make sure everything went smoothly. Gwen called the caterer that was doing Mike and Jen's wedding to ask if they needed an extra waitress for the wedding. Casey thought Gwen was attending the wedding for extra money, but Casey thought she had ulterior motives. Will was telling Celia that he did not want to go toJen's wedding, because he didn't want to deal with his overbearing mother. Celia convinced him that they should go toThe wedding to be there for Will.\n"
}