{
    "soap_central": "\n\nJade and Holden talked about Luke and Kevin, with Jade asserting that no one had ever said Kevin was interested in Luke. That was something Holden had imagined on his own. Meg arrived to talk to Holden, so Jade went back inside the house to chat with Luke.\n\n\nLily took Lucinda's private jet and went to New Jersey to visit Sister Elizabeth in the Catholic orphanage where Jade had been born. There, she was told that Rose's daughter was actually named Theresa, after the founder of their religious order, and that she had been adopted by a family who had truly loved her but that she had wanted to find out more about her birth mother and had returned to the orphanage, looking for information. When she'd found out that Rose had died, Theresa had spent several weeks at the orphanage, looking through their mementos of Rose and talking to the nuns about her, before returning to her adoptive family.\n\n\nSister Elizabeth told Lily that, because Theresa's adoptive family had been of modest means, she had considered pursuing contact with Lily and her family but had ultimately had decided against it. She also told Lily that Jade had been born at the orphanage about the same time Rose had arrived to have her baby, had been adopted as an infant, but had been reuturned to the orphanage when the adoption hadn't worked out.\n\n\nThe nun shared that Jade had later met Theresa and become friends with her, earning Theresa's trust, but she had ultimately betrayed her by taking some of Theresa's documents about her birth. According to Sister Elizabeth, Jade had also stolen from the nuns and was a good con artist and a brilliant liar. She warned Lily that if Jade was trying to get close to her family, Lily should be very careful.\n\n\nMeanwhile, Luke and Jade discussed the fact that Lily had told Luke she had to \"get the truth\" about something as soon as possible, and after Luke left the room, Jade saw the phone number for the orphanage and realized that was where Lily had to have gone.\n\n\nMeg told Holden that she couldn't believe Paul had confessed to killing Dusty, because she knew he hadn't done it. Holden wondered how she could know such a thing and told her she shouldn't try to help Paul. Holden told Meg how much he and the kids missed seeing her around, and she said she missed them, too.\n\n\nSusan showed Emily the newspaper headline stating that Paul had confessed to murdering Dusty, but Emily said Paul was innocent and wondered why he was lying about it. After Susan left for the hospital, Emily called Henry and told him to go over right away. Once he was there, she asked him why he thought Paul was lying, and he said because after Emily had told Paul about finding the bloody wallet in Meg's room, Paul had realized that if the police had found out about that, they'd go after Meg. Henry thought that meant Paul had taken a preemptive strike by confessing to the murder in order to keep the cops from going after Meg.\n\n\nEmily didn't understand why Paul would do such a thing, but she said she intended to find out, and she called and left a message for Hal, saying she and Henry needed to talk to him. Hal went to Susan's house to talk to them, and Emily had Henry tell him a lie about having been in Meg's room to check out the view for a client of his and then having found the bloody wallet. Emily verified that she had seen the wallet, too, and told Hal that meant Meg had killed Dusty.\n\n\nAt the police station, Carly went to talk to Nick, telling him she didn't believe he was involved with drugs in any way. He told her he knew she had set him up, but Carly had an answer for everything he accused her of doing. She said she had been with Lily all evening, and lots of people knew what kind of perfume Carly wore, so someone else could have been made up to look like Carly in order to trap Nick. Carly told Nick that someone from the Galaxy Club could have \"made\" him as a cop and decided to try to get him out of the picture.\n\n\nNick remained convinced that Carly had orchestrated the whole thing, but Carly insisted she would never have anything to do with drugs or do anything that would put his life or Jack's life in jeopardy. Jack arrived and wanted to know why Carly was there; Nick said Carly believed him, not Jack, about what had happened the night before. Jack told Carly to leave immediately, and she did. Jack then told Nick that one of the conditions of his bail would be that he not go near the police station.\n\n\nCarly went to the Galaxy Club and asked Butch where Chardonnay was, but Butch told her he didn't know anyone by that name and told her to leave. Katie, having borrowed money from Nancy Hughes to bail Nick out of jail, arrived at the jail and took Nick back to her place. She was astounded to hear that Nick hadn't told Jack about the note from Carly and the room key that had been with it, but Nick said he hadn't been able to tell Jack. Katie picked up the phone and said she'd do it.\n\n\n",
    "imdb": "\nSimon writes Gwen a check for living in the Oakdale U. Dorms. Carly is moved by Simon's generosity. Lucy tells Lucinda Dusty doesn't want to be with her anymore. Dusty asks Lucinda if he can go to New York to close a deal. Maddie and Casey get close as he is moving into his dorm. Gwen is Casey's new neighbor in the dorm.    ",
    "tvmega_recap": "Holden questions Jade about Kevin's quick turn around from hanging with Luke to now being interested in her; Jade assures him Kevin and Luke were simply best friends and not gay. Lily heads to the orphanage to question Sister Elizabeth about Jade. Emily is shocked to find out from Susan that Paul confessed to killing Dusty, even though she was definite he would implicate Meg after she told him about her having the bloody wallet. Nancy fronts the bail money for Nick, as Katie apologizes and promises her the deed to her house, but assures her that Nick is innocent and has been set up. Carly visits Nick in jail; Nick thinks she was in on his set up, but she convinces him she would never get involved in drugs and sending him to jail. Jack is not happy to catch Carly there with Nick, and he orders her to leave. Meg and Holden discuss her newfound bond with Paul. Holden hopes she cuts her losses when it comes to him, but Meg continues to defend him. Emily calls Henry to tell him about Paul's confession, and he insinuates that Paul is protecting Meg by confessing to a crime he didn't commit. This angers Emily and she calls Hal and asks him to come over because she and Henry have something to tell him; later, she tells Hal they found Dusty's bloody wallet in Meg's room. Katie bails Nick out and is aggravated when she finds out Nick didn't tell Jack about Carly's role in his supposed set up. Jade worries when Luke tells her that Lily went on a day trip by plane in search of some truth. At the orphanage, a shocked Lily finds out Jade is not who she says she is. She learns Rose's daughters name was Theresa and Jade was another child similar in age who lived at the orphanage. The nun describes Jade as breaking their trust because she was a bit of a con artist. Carly goes looking for Chardonnay, but Butch claims he has never employed or heard of her. Katie, tired of Nick protecting Carly, decides to take matters into her own hands when they get home, and picks up the phone to clue Jack into Carly's extra curricular activities.",
    "soapcentral_condensed": "Jade and Holden talked about Luke and Kevin, with Jade asserting that no one had ever said Kevin was interested in Luke. Meg told Holden that she couldn't believe Paul had confessed to killing Dusty, because she knew he hadn't done it. Carly told Nick that someone from the Galaxy Club could have \"made\" him as a cop and decided to try to get him out of the picture. Nick remained convinced that Carly had orchestrated the whole thing, but Carly insisted she never have anything that would put his life or Jack's in jeopardy. Jack told Carly to leave immediately, and she did. Nick told Jack that one of the conditions of his bail would be that he not go near the police station, and Jack took Nick back to jail. Nick was astounded to hear that Nick hadn't told Jack about the note from Carly and about the key from the room and told her to leave. Nick borrowed money from Nancy Hughes to get Nick out of jail, but Nancy told him to stay away from Nick.\n"
}