{
    "soap_central": "\n\n    On a morning walk, Emily spots Meg on the bridge, looking perplexed.  She questions Meg of her emotions, thinking her mind is on Paul but Meg replies she is sad because of her, and the drama she has gotten involved in with Paul and Emily's child.  Meg accuses her of intentionally getting pregnant with Paul to spoil her relationship with him, but Emily claims it wasn't planned and she wants nothing to do with Paul.  Emily tries to get Meg to spill out information about her and Paul's relationship, but Meg reveals nothing.  With that, Emily leaves a distraught Meg alone on the bridge.  Soon, Barbara meets Meg.  She knows of Meg's rejection of Paul's proposal and advises her not to give up on their relationship over Emily.  Meanwhile, Emily is at the Lakeview and meets Susan for their spa appointment.  Susan is upset because the appointment was canceled due t o scheduling conflicts but she doesn't know that Paul, upon overhearing this, pulled some strings and got Emily her appointment.  When Paul tells the two Susan becomes very angry and doesn't buy that Paul did this as a peace offering.  On the contrary, Emily thanks Paul, hopeful that somehow the two will be able to share custody once the baby is born.\n\n\n    At Oakdale Memorial, Holden and Luke grow closer with the new baby boy.  Holden apologizes to Luke for not being there for him when he needed it and asks him to come home and be with the girls and the baby.  Luke agrees and calls Damian and tells him he cannot go to Malta.  When Damian arrives at the hospital, Luke tells him he wants to stay with Holden and be with his family.  Surprisingly, Damian allows Luke to stay.  Just as he is about to leave, Damian drops a bottle of pills.  Damian claims the pills are for allergies but Luke is not so convinced and asks Lucy about the pills.  Lucy tells him that they are hormone drugs, a last resort for someone who is very ill.\n\n\n     After a night of lovemaking, Will and Gwen awake to a knock on the door of their new home.  They are surprised when Jade enters with a newspaper of Lia's death on the front page.  No suspects were named, but Jade accuses Maddie of the murder, claiming that the stab wounds on Lia matched Maddie's slashes on Lia's car.  She also admits to the couple that she saw Maddie toss something over the bridge into the water last night and that Maddie freaked out when she confronted her.  Gwen is in disbelief; she cannot believe Maddie is capable of doing such a thing.  But Will sides with Jade, knowing firsthand and alluding to his own past situation with Rose that innocent people can do horrible crimes.  The three decide to find Casey and just before leaving, Gwen apologizes to Will for being insensitive.  She asks Will to always tell her if something is bothering him an d he agrees.  The two share a hug with Jade looking on.\n\n\n    At Java, Lia's closest friends are shocked about her death.  They believe that Maddie killed her, but Casey adamantly tells them Maddie could never commit murder.  Lia's friends explain to Casey their plans of a memorial service at Crash honoring Lia and ask if Casey would be there and provide the music.  Casey agrees.  He tells them he is going to see Maddie but Dallas overhears and warns him to follow his mother's orders and steer clear of Maddie, but that just makes Casey even more angry and certain that the police think Maddie is a suspect.  Will, Gwen and Jade all arrive at Java having heard the news.  From friend to friend Will consoles Casey.  Jade, who just saw Dallas leave, tells Gwen she plans on going to the police about her suspicions.  Gwen tries to talk her out of it, but Jade is afraid if she doesn't go to the police someone else will be victim to Lia' s fate.\n\n\n    Meanwhile, Eve, Henry and Maddie try to enjoy breakfast together but things get heated when Henry brings up Maddie seeking treatment for her problems from a psychiatrist.  Maddie insists that she is fine and the two begin to argue and when Eve tries to break it up by telling Henry, \"This isn't the way...\", Maddie thinks Henry and Eve believe she killed Lia.  The two reassure her that they do not think she was murderer, and Maddie asks them to forget about Chicago and what happened last night.  Nate spots her and pulls her aside, telling her about Lia and asks Maddie to go to her memorial service.  Maddie refuses.  She then goes back to Nate and changes her mind, agreeing to go to Lia's memorial service at Crash.\n\n\n",
    "tvdb": "Nate tries to convince Maddie to go to a special memorial for Lia at Crash, but she doesn't think it's a good idea. Gwen defends Maddie when Jade and Will both think she might be guilty of murder. Casey tries to convince the other students that Maddie couldn't have killed Lia. Luke eavesdrops as Holden talks to Lily about the new baby. Barbara assures Paul that she only wants what's best for him. Emily is pleased to see that her pregnancy is getting to Meg. Maddie finally agrees to go to Lia's memorial. Casey accuses Dallas of following him. Susan is upset when the spa loses her and Emily's reservations, but Paul tries to make amends by getting them in for the deluxe package. Barbara has some advice for Meg.\r\nSource: tv.com",
    "tvmega_recap": "Holden apologizes to Luke and Luke decides not to go to Malta with Damian but then Daman makes Luke think that he(Damian) has a very serious illness. Casey refuses to think that Maddie would be capable of killing Lia. Paul tries to honor Jennifer's wishes by taking the first step to make peace with Emily. Barbara also tries to honor Jennifer by trying to persuade Meg to marry Paul and help him raise his child. Jade wants to tell the police that she saw Maddie throw something in the river. Gwen and Will offer moral support to both Maddie and Casey despite the fact that Will thinks that Maddie could have killed Lia. Henry and Eve try to persuade Maddie to go to a therapist to talk about her attack but Maddie insists she doesn't need help. Lia's friends plan a memorial service for her at Crash and Maddie accepts Zach's invitation to go to the service.",
    "soapcentral_condensed": "On a morning walk, Emily spots Meg on the bridge, looking perplexed. She questions Meg of her emotions, thinking her mind is on Paul but Meg replies she is sad because of her, and the drama she has gotten involved in with Paul and Emily's child. Meg accuses her of intentionally getting pregnant with Paul to spoil her relationship with him, but Emily claims it wasn't planned and she wants nothing to do with Paul. Holden apologizes to Luke for not being there for him when he needed it and asks him to come home and be with the girls and the baby. At Java, Lia's closest friends are shocked about her death. They believe that Maddie killed her, but Casey adamantly tells them Maddie could never commit murder. Will, Gwen and Jade all arrive at Java having heard the news. Jade accuses Maddie of the murder, claiming that the stab wounds on Lia matched Maddie's slashes on Lia's car. Will sides with Jade, knowing firsthand that innocent people can do horrible crimes.\n"
}