{
    "soap_central": "\n\nHaving been discovered naked on the couch by Margo, Casey tries to tell Margo it's not what she thinks. She lashes into him for his irresponsible behavior. Casey and Maddie try to apologize for their actions, but Margo orders Maddie to move out. Later, Margo's fearful of what will happen to Casey in prison. When Vienna is upset at the thought that she won't have a bridesmaid, Henry selflessly suggests they hold off the wedding until Vienna's best friend can attend. Maddie arrives, and is thrown to learn that Vienna and Henry are getting married. Vienna declares Maddie will be her maid of honor, and that they can get married right away. Jade waylays enthusiastic Cleo from greeting Gwen and Will. She pays off Cleo and tells her to go home, but Cleo stays and watches Will and Gwen. Gil arrives and reminds Gwen of a previous commitment to sing at Crash. Will, knowing she's still unnerved over the Adam mess, offers to cancel but Gwen hopes it's the first step to getting her life back on course. Later, Cleo receives a flyer from Gil about Gwen's show. Dusty confronts Alison as she tries to sidestep his accusation that's she's on crystal meth. Distraught Emily tries to get Alison to talk to her, but Alison makes for the door instead. Dusty tells Alison she either goes back to Oakdale or stays in Vegas and deals with the cops. Alison agrees to go home, for now, and while Alison's in the bathroom, Emily urges Dusty not to reveal anything about Emily's hooker activities. \n\n\n",
    "tvdb": "After seeing Casey and Maddie on the couch Margo then tells Casey that Maddie is not ready for this and Margo asks Maddie to move out of the house. Dusty tells Emily that Alison is on Crystal Meth, and after hearing Alison trash Emily for what she did in the past, Dusty tells her either she comes back to Oakdale with them or he'll call the police. Henry learns that Vienna plans to invite her brothers to the wedding but plans to just have Henry by her side and that's all she needs. Jade keeps Cleo from meeting Gwen and telling her that she looks like her. Cleo looks at Gwen through the window at Al's after Jade leaves.",
    "tvmega_recap": "Henry and Vienna make wedding plans, but when Vienna learns her maid of honor won't be in town, Henry quickly offers to postpone the wedding. Cleo and Gwen almost come face to face, but Jade cuts them off at the pass. Margo walks in on Maddie and Casey having sex and blows up. Dusty proves Allison is on drugs. Allison and Emily have it out. Allison doesn't intend on leaving Lance or her line of work, but Emily and Dusty have other plans. Jade thinks Cleo is on a bus home, but she sneaks back and watches her \u0091twin' and husband. Margo asks Maddie to move out. Vienna won't delay the wedding, much to Henry's chagrin. Dusty and Emily convince Allison to come home with them after threatening to call the police. Gwen continues to struggle with the aftermath of Adam. Maddie shows up on Henry's doorstep. Vienna is thrilled for Maddie, who is having sex, but Henry is horrified. Vienna asks Maddie to be her maid of honor. Casey defends his love of Maddie, while Tom and Margo worry about his future. Gwen decides to sing again. Emily has plans for Allison, but she asks Dusty to keep her prostitution under wraps. Allison asks to stop off at her apartment first before heading out. Jade deletes her post about finding a twin for Gwen. Cleo stays in town and eyes a flier from Crash for a night when Gwen is singing.",
    "soapcentral_condensed": "Casey and Maddie try to apologize for their actions, but Margo orders Maddie to move out. Vienna declares Maddie will be her maid of honor, and that they can get married right away. Dusty confronts Alison as she tries to sidestep his accusation that's she's on crystal meth. Gil reminds Gwen of a previous commitment to sing at Crash and offers to cancel, but Gwen hopes it's the first step to getting her life back on course. Emily urges Dusty not to reveal anything about Emily's hooker activities, and Alison agrees to go home, for now, and Dusty tells Alison she either goes back to Oakdale or stays in Vegas and deals with the cops.. Jade waylays enthusiastic Cleo from greeting Gwen and Will, but Cleo stays and watches Will and Gwen. Will, knowing she's still unnerved over the Adam mess, offers to canceled but G Owen hopes it'll be the first steps to getting back on track.\n"
}