{
    "soap_central": "\n\nA thunderstorm is raging through Oakdale...\n\n\nDusty meets with Barbara again to discuss their plan to break up Paul and Rose.  Dusty is having second thoughts but he knows he doesn't have a choice, especially after being beat up.  Barbara reminds him that he should sleep with Molly so that Rose's \"competitive spirit\" will come out and then she'll want him even more.  Dusty says he doesn't want to be \"pimped out\" and who he chooses to sleep with is none of her business.  She tells him it is her business.  Dusty calls Paul and he comes over so they can talk.  Dusty asks why Paul won't let Rose choose her own partner.  He tells Paul to stop being Rose's hero and to just let her do what she wants.  \n\n\nRose and Mitzi are at the beauty shop/dog groomer tying to figure out a way to finance the business.  Lucinda pops in and says, \"Okay, let me be your partner.\"  Rose doesn't want to take money from Lucinda, telling her that she wants to do it on her own.  Lucinda reminds her that she would have had enough money to start her business if she didn't throw her diamond into the sea.    \n\n\nPaul goes to the shop to see Rose.  Paul tells her that she can partner with Dusty.  Rose calls Dusty and tells him that she will be his partner.  Dusty feels horrible when he hears Rose kisses Paul and telling him that she loves him.   \n\n\nMike calls Molly out of the rain and she apologizes to him for throwing it in his face after she slept with Dusty.  She says that she got dressed up and went to a bar looking for a guy but everyone she \"checked out\" turned into Mike.  Suddenly, Mike pulls off his shirt and asks Molly to have sex.  She says she \"didn't come here for sex\" but to try to work on their relationship.  Mike says that would involve love and forgiveness and he is \"all tapped out.\"  As Molly leaves, Mike runs after her, grabs her and they passionately kiss.  He says he needed to kiss her to see if he felt anything and he says that he doesn't.  Molly doesn't believe him.  Mike says he thought they had another chance until she rubbed it in his face after sleeping with Dusty and he's not sure who the real Molly is.  Molly says he finally met \"the real me\" and she is so far from perfect.  She explains how she use to have sex to make herself feel good.  She went nuts when Mike slept with Carly.  Mike says that if Carly's baby is not his, then he is going to leave town.  Molly says, \"I guess there's nothing to keep you here - not even me.\"  She gets very upset and begins to cry.  Mike sits next to her on the couch and holds her.  He says, \"We started this thing as friends let's end it the same way.\"  Molly then falls asleep on the couch and Mike covers her with a blanket.  He says, \"I love you and I probably always will.\"   A little while later, Mike walk out of his bedroom and into the living room to tell Molly that she is right and he is wrong but he soon discovers that she is gone.  \n\n\nCarly is resting at the farm and Jack is visiting with her.  Carly decides to come clean and she tells Jack that she is working for Craig again.  Jack says he figured that out when he found sketches she threw away in the hospital.  Jack is okay with her working as long as her blood pressure stays stable.  However, when she says she still needs to do 30 sketches in 2 weeks, Jack thinks it is a bad idea.  Carly tells him about Barbara and Rosanna teaming up together, trying to throw Carly out of the company.  Carly decides that she won't let them throw her out - instead she is going to quit because she doesn't want to fight them anymore.  She decides that her baby is more important.  \n\n\nJessica and Ben try to spend some quiet time together.  They begin to dance, Ben starts to kiss her and she has flashbacks to the night of the rape.  She pulls away and she wonders how Ben really feels.  Ben says she could be doing more to have Marshall locked up and that she should stop protecting him.  Ben says that each time she felt violated, she should have done something right then.  Jessica says it is not just black and white - it is a very gray area.  She says that Ben is upset because she didn't run to him and the reason she didn't is because there is absolutely nothing he could do.  Ben says she doesn't need him and leaves.  He returns shortly to find Jessica sitting on the floor where she begins to recount exactly what happened the night of the rape.  She says to Ben, \"I sent you away. Don't go away again Ben, please.\"  Ben goes over to her and holds her.  A little while later Ben receives a package from a messenger.  He tells Jessica it is ex-rays and that he has to get to the hospital.  When he leaves her apartment, Ben looks at the package again - it is a picture of Marshall and Jessica having sex.  Ben says, \"Alright Travers, alright.\" \n\n\n",
    "tvdb": "While talking to Molly, Mike reiterates his plans to leave town if Carly's baby isn't his, but later admits to a sleeping Molly that he loves her. Jessica opens up to Ben about the pain she's experienced as a result of Marshall raping her. Carly assures Jack that she can tell Craig herself that she's out of the design business. Paul agrees not to cause any problems in Dusty and Rose's business ventures.",
    "tvmega_recap": "Jack & Carly share nice \"family time\" moments with one another. Carly decides to confess that she's been drawing sketches, but Jack says that he already knew. Jess has intimacy issues with Ben & he leaves upset. Marshall sends Ben a photo to Ben of him & Jessica's night of passion. Barbara insists that Dusty continue to date Molly. Rose accepts Lucinda's offer to take her money. Molly went to Mike's to apologize. Mike decides to leave Oakdale if Carly's baby belongs to Jack. While Molly sleeps, Mike pours his heart out to her.",
    "soapcentral_condensed": "A thunderstorm is raging through Oakdale...Dusty meets with Barbara again to discuss their plan to break up Paul and Rose. Rose and Mitzi are at the beauty shop/dog groomer tying to figure out a way to finance the business. Mike says he thought they had another chance until she rubbed it in his face after sleeping with Dusty and he's not sure who the real Molly is. Carly decides that she won't let them throw her out - instead she is going to quit because she doesn't want to fight them anymore. Jessica and Ben try to spend some quiet time together. Ben starts to kiss her and she has flashbacks to the night of the rape. Ben says she should be doing more to have Ben locked up and that she should have done something more to stop him. Jessica says it is not just black and white - it is a very gray area - it's a very grey area. Mike asks Molly to have sex but she says she \"didn't come here for sex\" but to try to work on their relationship.\n"
}