{
    "soap_central": "\n\nAlison, Casey, and Amy continued to talk and relax at Yo's, but when Alison wanted to leave to go study, Amy pulled her to the side and asked her to stay so Casey would not leave. Amy was interested in Casey romantically, and Alison agreed to stay even though she needed to study. When Amy walked away for a moment, Alison took the opportunity and told Casey that Amy was attracted to him, but he remarked that he was not interested in being set up. Unknown to Casey, Emily had come into Yo's and was watching him from the other side of the bar. Alison wondered why Casey was turning down a pretty girl like Amy and asked if he was seeing anyone else. Casey said he was not dating anyone and Alison told him to turn on the charm. When Alison went to find Amy, Emily marched over to Casey and asked him what was going on. \n\n\nEmily thought Casey was there with Alison, but Casey told her that he was not after Alison. With that problem resolved, Emily asked Casey why he told his mother about them sleeping together, but Casey denied telling Margo anything. In an attempt to calm Emily down, Casey explained that he had bumped into Alison and she was trying to hook him up with her friend, Amy. Emily remarked that Casey wasted no time in moving on, and Alison returned and heard the two arguing. Alison asked Emily why she would care about Casey dating Amy, and Emily avoided the conversation and left. After Emily left, Alison began to complain to Casey about her sister, but Casey jumped to Emily's defense. Alison became suspicious and wanted to know why he was taking Emily's side. Casey didn't want to argue with Alison anymore and decided to leave as well. Amy had returned in time to see Casey walk out and commented that Casey obviously wasn't into her. \n\n\nAt home, Margo searched through the Oakdale University catalog and rushed to hide it when Tom walked through the door. Tom knew that Margo was up to something and got her to admit that she was searching for classes for Casey in the hopes he would return to school since he lost his job with Emily. Tom told Margo that she needed to let Casey go back to college in his own time, but Margo was reluctant to give up on the idea. Tom said he would try to find Casey a good job and Margo thought Chris might have something for Casey at Memorial. Tom said he would ask Chris, but said that Chris was already overwhelmed by his involvement with Alison. Margo couldn't understand why Chris would hop back and forth between Emily and Alison. Tom and Margo decided to stop worrying about everyone else's problems and the two went upstairs to enjoy their night together. \n\n\nAt Memorial, Susan caught up with Chris after a busy day and shared the good news that Alison had passed her nursing exam. When Chris commented that he already knew about Alison's test, Susan said she was aware that he knew and wanted to talk to him about not giving Alison any more special treatment. Susan was adamant that Alison complete the nursing program on her own. Chris followed Susan into a private room and asked her why she was so upset with his helping Alison. Susan explained that he should not have pressured anyone on Alison's behalf, but Chris denied strong-arming anyone and said he just asked for a simple favor. Susan insisted that Alison pass or fail on her own merit without any further influence from Chris. \n\n\nAfter leaving Yo's, Emily went to the hospital to see Susan, but ran into Chris and told him that Alison wasn't studying like she had told him, but was down at Yo's with her friends. Susan overheard them talking and rushed Emily into a quiet room. Susan asked Emily why she was causing trouble for Alison, but Emily insisted that wasn't what she was trying to do. Susan asked Emily what had her acting so odd and Emily thought back on her encounter with Casey, and left the hospital more frustrated than when she arrived. \n\n\nChris immediately went down to Yo's to see for himself what Alison was doing. Alison had just commented to Amy that she needed to leave and go study, but as she turned to leave she ran into a disappointed Chris. Amy excused herself and Chris confronted Alison about why she was out in a bar the night before class. Alison insisted that she wasn't drinking and was just having some fun, but Chris was convinced she was being self-destructive. Alison told Chris he needed to back off, but he said he believed in her and wanted her to succeed in nursing school. Alison angrily told Chris to stop wasting his time with her, and left. After returning to the hospital and seeing patients, Chris found Alison sleeping with her books in her lap in the on-call room at the hospital. He gently rubbed her cheek and watched her sleep. \n\n\nEmily went back to her office and thought back on the great day she spent with Casey in New York. Frustrated that they had no future together, she threw away the little Statue of Liberty Casey had bought her and started organizing her work. She looked up from her desk to see Casey enter the room and she asked him why he was there. The two argued about all the recent misunderstandings and Casey told Emily the only reason she would be so angry was because she was jealous. Emily said he was wrong and told him that she was poison and he should get out before she destroyed his life. Casey told her to stop and he kissed her. \n\n\nLiberty found Janet knocking on Brad's door and asked her mother why she was bothering Katie and Brad. Janet said that she wanted to invite Brad to dinner, but when the hotel door opened, Janet and Liberty found an older couple was occupying Brad and Katie's room. Janet thought Brad and Katie had changed rooms without telling them and was annoyed because she believed Brad was avoiding her. Liberty insisted that it was probably just a big misunderstanding and took her mom to find out where Brad and Katie had moved to. \n\n\nAt the front desk, Janet and Liberty learned that Brad and Katie had checked out. Janet was angry that Brad left without telling her and told Liberty that Brad had abandoned them. Liberty said she was sure Brad hadn't deserted her and phoned him to find out what was going on. When Liberty got his voicemail, Janet insisted that they find out right away where Brad was. Liberty knew that Brad had been accepting since finding out she was his daughter and knew she could find him if she needed to. \n\n\nEarlier at the television station, Katie slipped a blindfold over Brad's eyes and took him for a special surprise. Katie and Brad arrived at the house she had bought to surprise him. Brad was overjoyed with the home Katie had picked and wanted to share the good news with Liberty. Katie asked Brad if they could wait a few minutes to tell Liberty, and took him on a tour of the house. After they were finished, Katie told Brad to phone Liberty to bring her to the house, but Brad insisted they spend some time making love in their new home before picking up Liberty. As Brad and Katie undressed and began to kiss, Katie looked out the window and was stunned to see Janet and Liberty watching through the window. \n\n\nBrad and Katie rushed to get dressed and Brad opened the door and let Janet and Liberty in. Katie was not happy being spied on, and Liberty remarked that she had seen much more growing up with her mother. Janet ranted that Brad shouldn't have disappeared like that, but Liberty explained she was fine and knew Brad hadn't left her. Katie told Janet and Liberty that she was trying to surprise Brad, and they planned on phoning Liberty after they spent a little time alone. Brad wondered how Liberty had found them and she explained that she found the school and learned Katie had given the school the new address. Katie and Brad insisted they were going to call Liberty, but Janet was still angry. \n\n\nBrad asked Katie to show Liberty her new room while he talked to Janet about what had happened. Janet said that Liberty was vulnerable and Brad couldn't walk out on her, but Brad reassured Janet he would always be there for his daughter. When Liberty and Katie returned, Liberty raved about her new room, but saw her mother's disappointment and decided to go back to the hotel with Janet. Katie and Brad told Liberty the room was always there for her. Before leaving, Janet offered an apology to Brad and Katie for overreacting. \n\n\nAlone in their new home, Katie and Brad discussed their new life with Liberty and Janet. Katie explained that she didn't trust Janet, but Brad reassured her that he could handle Janet. Katie wasn't sure and wanted Janet to leave them alone. Brad agreed that Janet was stressful, but insisted they should focus on the time they got to spend with one another in their new home.\n\n\n",
    "tvmega_recap": "Susan tells Chris to stop helping Allison and allow her to finish the nursing program on her own so she can feel proud when she finishes the program. Chris blasts Allison for not taking her studies seriously and she admits that she expects to fail the program because it is difficult. Allison also admits to Chris that she doesn't want to let down the people who love her once again. Emily gets jealous when she thinks Casey is dating Allison. Casey later explains to Emily Allison tried to set him up with her friend Amy. Katie surprises Brad by moving out of the Lakeview and into her new house. Janet misunderstands and thinks Brad has abandoned Liberty again Liberty is thrilled by her room in Brad and Katie's new house but decides to stay at the Lakeview with Janet. Margo and Tom worry about Casey and agree they want him to go to college but they think it would be wrong to push him into going to college. Chris tells Susan he will stay away from Allison but when he sees her asleep in the on call room he strokes her hair. Emily tells Casey she should stay away from her because she is bad news and could destroy his life. Casey knows Emily was jealous when he thought she was on a date with Allison. Casey ignores Emily's warning to stay away from her and instead he draws Emily into a passionate kiss.",
    "soapcentral_condensed": "Alison, Casey, and Amy continued to talk and relax at Yo's, but when Alison wanted to leave to go study, Amy pulled her to the side and asked her to stay so Casey would not leave. Amy was interested in Casey romantically, and Alison agreed to stay even though she needed to study. Margo searched through the Oakdale University catalog and rushed to hide it when Tom walked through the door. Tom said he would try to find Casey a good job and Margo thought Chris might have something for Casey at Memorial. Chris found Alison sleeping with her books in her lap in the on-call-call room at the hospital and watched her sleep. Frustrated Casey threw the little Statue of Liberty away and started organizing her work from her desk and thought back on the great day she spent in New York with Casey. He told Chris to stop wasting his time with Alison and left the hospital, but he told Chris he believed in her and wanted her to succeed in school.\n"
}