{
    "soap_central": "\n\nAlison joined Casey, who was loading up on a huge breakfast at the diner. It was the first day of his community service work at the hospital, and Casey told Alison that their first transport was a Mrs. Weinstein. Alison said that Mrs. W. had a reputation as a true man-hater. Casey just hoped he would not kill Jade on their first run, so Alison cheered him up with the promise of a private lunch with her at home. She knew her mother would be at the hospital all day, so she and Casey could be alone. \n\n\nAt Memorial, Jade complained to Susan Stewart that Casey was not there yet, so that meant she got to be in charge. Susan was floored that Jade had volunteered for the senior transport team, so Jade explained that she had not exactly volunteered; she was fulfilling some mandatory community service hours for the court. Casey and Alison arrived together, and Jade scolded Casey for being late and said that their first patient had already called twice. \n\n\nLiberty surprised Janet at the farm, and her mother was delighted to see her. She had not talked with Liberty since her return from New York, so she asked all about it. Liberty assured Janet that she would not be missing her daughter all summer because Liberty would not be in New York then. Janet assumed her daughter had been turned down, but Liberty explained that she had refused the internship. Janet asked why, but Liberty hedged and just told her mother to be happy that she would be home all summer. \n\n\nJanet was worried that her daughter would repeat the mistakes that she, herself, had made as a young woman, and she saw Liberty's giving in to Parker's wishes as the beginning of a destructive pattern. Liberty did not appear to feel she had given up anything, however; she said she had simply chosen to be with her husband. She asked her mother to stop talking about something that she couldn't change, and she gathered her coat and left. \n\n\nCarly polished her furniture and asked Parker if he had slept well. She told him she had turned over a new leaf and was determined to get her house in order, both literally and figuratively. Parker apologized for his rude and insensitive comments about Carly's drinking, but she admitted she had been using alcohol as a crutch to relieve stress. Carly promised she was not an alcoholic, and she had stopped drinking entirely. \n\n\nShe also wanted to call a truce in regards to Parker and Liberty's marriage, since they would all be living under the same roof. Parker then complained that Craig was manipulating their entire family, so Carly promised that the teens could make their own decisions. Carly hugged her son. \n\n\nJack found Craig sitting as his desk at the police station, writing him a note. The note said, \"Call me,\" so Craig told Jack that Parker was still married thanks to Jack's interference by sending the boy to New York. He mentioned that they had another shot at getting the kids back on track, but Jack had to not blow it. Jack was angry and told Craig to stay the hell away from him and his kids, but Craig went right ahead and said that he had set up Liberty to accept the New York internship until Parker showed up. \n\n\nCraig could not get why Jack did not understand that Craig had given Liberty exactly what she wanted. He also brought up the fact that he was Parker's trustee and that the foundation of the kids' marriage was already cracked. He suggested that Jack stay out of his way, so Craig could finish the job and destroy the marriage completely. Jack asked for details, but all Craig would tell him was that he had found another internship for Liberty much closer to home. \n\n\nAt Java, Alison and Susan took a coffee break. Susan wanted to know what was up with her daughter and Casey, and where Jade fit in. Alison said it did not bother her that Casey and Jade had once been lovers, because she knew that Casey could not stand Jade, and even dreaded working with her. She told her mother that she was going to fix lunch for Casey that day, and that sounded like a sexual episode to Susan. She reminded Alison that Casey had been married to Emily, but Alison was more worried about the fact that because of her background, she seemed to implode whenever sexual situations came up. \n\n\nIn the senior transport van, Mrs. Weinstein had already popped Casey with her cane and slapped his hand. Jade wanted to drive, so Casey had to sit in the back with their passenger. The van soon died, so Jade and Casey got out and looked under the hood. Jade congratulated Casey on taming the beast, because Mrs. W. was suddenly full of smiles. Jade thought she could fix the van, but she only produced a shower of sparks. \n\n\nThey called for a tow truck and waited for over an hour, but none arrived. Casey called, and the garage said it would be another hour, at least, and perhaps longer. Mrs. W. fell asleep, so Casey offered to hitch a ride into town to make other arrangements. His phone rang, and it was Alison, who had just been shopping for the special lunch she was making for Casey. Casey had to tell Alison that he was sorry, but he had to cancel their lunch date because the van was dead. Alison was hurt, and she dumped her grocery bag in a trash can. \n\n\nLiberty went to Parker's, and he let her in. He told her that Carly had agreed to stop drinking and also to take it easy on the newlyweds. Parker suggested they both get summer jobs, perhaps together, as Craig rang the doorbell. Parker had no desire to talk with Craig, so he yelled for Carly. Craig asked for a chance to make up the misunderstanding about New York to the kids, and at least Liberty was interested in what he had to say. \n\n\nCraig said he had an alternative plan for Liberty to work as an intern in a Chicago public relations firm that dealt with many top fashion designers. Chicago was close enough for Liberty to live at home and commute. Craig told the kids to talk about it while he went to the kitchen with Carly for a cup of coffee. \n\n\nIn the kitchen, Craig explained that he was employing brilliant strategy to sway the kids. He proclaimed that anything that got Liberty out of Parker's bedroom and into the real world was a plus. He saw it as the final wedge that would crumble their shaky marriage. \n\n\nJack went home and told Janet that Craig had gotten Liberty an internship closer to Oakdale. Janet thought it was a great idea, but she was still uneasy that Parker had so easily gotten her daughter to change direction and limit her options. \n\n\nParker and Liberty discussed the new internship. Parker still thought Craig was a snake, but Liberty was interested in the Chicago opportunity. Parker reluctantly agreed that Liberty could at least interview for the position, so they went into the kitchen to tell the adults. Liberty asked Craig if he could arrange an interview that very day, and she was sure she could borrow her mother's car for the drive to the city. Parker was upset that he could not go with her because of baseball practice, so Liberty promised to be back in time to pick him up after practice. \n\n\nThe teens went to the diner to tell Janet about the interview. Liberty asked to borrow the car, but Janet refused. She told Liberty she would happily take the rest of the day off from the diner and drive her daughter to Chicago. Parker reminded Liberty not to forget to pick him up after practice. \n\n\nCasey and Jade waited another hour for the tow truck, but Mrs. Weinstein slept through it. Casey covered her with more blankets and wished he were stuck alone with Alison instead of Jade and an octogenarian. Meanwhile, at Memorial, Susan was surprised to see Alison still on duty. Alison told her mother that Casey's van supposedly had broken down, and she was almost sure that was the truth. Susan grabbed Alison by the hand and dragged her into an empty room for an overdue talk about sex. \n\n\nParker finished baseball practice but could find no sign of Liberty. He called her, and she told him the interview had been delayed and she was still waiting to go in. Parker was angry and said some harsh words. After Liberty hung up, Janet mentioned that Parker sounded too possessive, and that was not healthy. Liberty urged her mother to let it go. \n\n\nAt Metro, Craig and Carly entertained a prospective vodka buyer. Craig poured him shots of Midnight Sun until the client was convinced and said he wanted to send a shipment to Europe that day. He proposed a toast, so Carly excused herself to make a call. Craig followed and scolded her for not partaking in the toast. Carly really wanted to call Parker, but Craig reminded her that her son was responsible for his own decisions. The client handed Carly a full shot glass, which Carly surreptitiously emptied into a tumbler on the bar. \n\n\nAt the police station, Parker asked to borrow Jack's car so that he could drive to Chicago to check on Liberty. Jack refused, but Parker continued to whine that he wanted to see his wife right away. He was rude to Jack and finally walked out, disgusted. \n\n\nJade took Mrs. W. for a ride in her wheelchair, and Casey thoughtfully rescheduled the woman's appointment at the hospital. Their patient was much more pleasant after her nap, and she called them \"a nice couple.\" The tow truck finally arrived during Casey's protestations that he and Jade were not a couple of any kind. \n\n\nSusan and Alison had a lively discussion, and the girl confessed that she was no longer comfortable with her sexuality. Susan said she only wanted to tell her daughter that it sounded as if Alison had finally gotten it right. She had good things to say about taking it slowly with Casey, and she encouraged Alison to act with Casey when the time felt right. She told her daughter that she would be spending the night at the hospital, and Alison grinned and hugged her mother. \n\n\nJanet walked into the police station and reported to Jack that Liberty had been offered the Chicago internship. Janet had a concern, however. She told Jack that Parker had called Liberty and was unhappy that she was running late. \n\n\nJack shared that Parker had wanted to borrow his car and drive to Chicago, and they both had worries about the boy's extreme possessiveness. Jack feared that Parker was turning into his own worst enemy, so Janet suggested that they let the kids work it out themselves. She was sure Liberty would stand up for what she really wanted. She suggested that Jack call Carly to see if she could handle the home situation. \n\n\nLiberty went to Carly's and explained to Parker that she had gotten the job and she would be working for a whole department. Parker blew up and wanted to know why she had not kept in touch with him better, especially to tell him she had started home. He snidely asked if she had attended another party with another new boss, and he continued his tirade until Liberty yelled that he was suffocating her, and she could not live that way. \n\n\nAt Metro, the client left, and Craig congratulated Carly on her good move in pouring out the vodka and not drinking it. He went to his office to email the shipping order, as Carly cleaned up at the bar. She saw the tumbler with her unused shots in it and was tempted, but her phone rang and distracted her. It was Jack, who warned her that Parker was upset and on something of a rampage. Carly dashed out, leaving Craig befuddled. \n\n\nAlison saw Casey at the hospital, but before she could speak with him, Jade intercepted him and complimented him on his handling of their difficult patient. Casey saw Alison lurking in the shadows and spoke to her. She asked about the road trip, and Jade spoke up and said the job might actually turn out to be fun. Casey asked Alison to dinner, but, as usual, she wriggled out of it and walked off. \n\n\nLiberty cried that Parker would not let her live her life, and Parker backed down and promised to do better. He called her his wife, but Liberty asked him to stop. She reminded him that the only reason they had gotten married was so that they could do what they wanted, but they were no more free as married people than they had been before. She felt like a prisoner, and she wanted to call the whole thing off. Liberty was leaving as Carly and Craig walked in, and Craig had to physically restrain Parker from hounding Liberty. \n\n\nJack and Janet went home to the farm to discuss their kids. Liberty ran in, straight into her mother's arms. She said that she had left Parker.\n\n\n",
    "tvmega_recap": "Casey is excited when Allison promises to make him lunch and maybe a dessert that isn't a cupcake if he doesn't argue with Jade. Jade and Casey drive their first patient on the van but the van breaks down and Casey and Jade must wait two hours for a tow truck. Casey explains what happened to Allison and she gets angry but hides it while talking on the phone to Casey. Allison tells Susan that she thinks she is ready to go to the next level with Casey but she is scared that she won't be able to be intimate with him. Susan tells Allison she has done everything right this time so she should try with Casey because he will understand if she can't go through with it. Liberty is excited when Craig finds her another internship in Chicago and even though Parker isn't thrilled about it he let's her go to Chicago with Janet for the interview. Parker is upset when Liberty calls to tell him that she is running late and won't be able to pick him up from school. Parker gets even more upset and desperate to go to Chicago and find Liberty when she hasn't returned but Jack won't let him borrow the car to go after her. Liberty returns home and has had enough of Parker suffocating her when instead of being supportive about her interview he yells at her and accuses her of partying. Liberty tells Parker she thinks they should end their marriage and heads to the farm to cry with Janet. Carly tries her best to keep her promise to Parker that she won't drink anymore by throwing her drink away when a distributor when them to toast and celebrate. Carly later breaks her promise when she takes a drink before heading home with Craig to check on Parker and Liberty.",
    "soapcentral_condensed": "Alison joined Casey, who was loading up on a huge breakfast at the diner. It was the first day of his community service work at the hospital. Liberty surprised Janet at the farm, and her mother was delighted to see her. Carly polished her furniture and asked Parker if he had slept well. Jack found Craig sitting as his desk at the police station, writing him a note. The note said, \"Call me,\" so Craig told Jack that Parker was still married thanks to Jack's interference by sending the boy to New York. Jack was angry and told Craig to stay the hell away from him and his kids, but Craig went right ahead and said that he had set up Liberty to accept the New York internship until Parker showed up. Carly promised she had turned over a new leaf and was determined to get her house in order, both literally and figuratively. She also wanted to call a truce in regards to Parker and Liberty's marriage, since they would all be living under the same roof.\n"
}