{
    "soap_central": "\n\nTom and Margo prepared for their 25th wedding anniversary party. Casey didn't want to attend because of how badly his parents had been treating people lately, particularly Emily and Alison. Emily arrived with Daniel while Casey was explaining his reasoning to his parents, and Margo jumped on her, saying Emily was always to blame. Emily explained she was only there to drop off Daniel, and she took Daniel inside to help him pick out clothes to wear to the anniversary party. Casey jumped on Margo for being so quick to blame Emily, but when Emily came back outside, she told Casey to stop defending her. Emily left, and Casey left shortly thereafter. \n\n\nTom told Margo he knew she had a hard time dealing with Emily because of Tom and Emily's past affair, but Tom said Emily couldn't do anything to destroy their relationship. Margo said she was worried about Emily's influence on Casey and on Daniel, but Tom assured Margo that Emily was a good mother and would never do anything to hurt Daniel. \n\n\nCasey went to Emily's office and asked her to stop treating him badly in front of his parents when he was trying to defend her. Emily told Casey that if they made eye contact or spoke to each other directly in front of people who knew them, people would figure out what their relationship really was. Casey thought it might be time to let everyone know about their relationship, but Emily told him she couldn't do that because Margo would disapprove strongly and retaliate. \n\n\nCasey asked what Margo could possibly do about it, and Emily said she could try to keep Daniel from her by telling Tom about Emily's past. Emily then told Casey that she had been a prostitute for a period of time and that Margo knew about it and had threatened to use it against her by telling Tom, who would probably not let Emily near Daniel if he knew about the prostitution. Casey was stunned to hear about Emily's time as a prostitute, but he told Emily he admired her for turning her life around and that he loved her. Emily was touched by Casey's attitude and feelings for her. \n\n\nEmily urged Casey to go to his parents' party. Shortly after Casey left Emily's office, Margo arrived, looking for Casey. Emily said she didn't know where Casey was. Margo told Emily she knew there was something going on between Emily and Casey, and she warned Emily to back off, or she'd make Emily sorry by telling Tom about Emily's past. \n\n\nMargo returned home, where Casey said he'd just gotten back from buying soda for the party. Tom tried to ease the tension between Casey and Margo, reminding them that they had a family celebration to enjoy. \n\n\nPaul and Barbara talked about Sofie's pregnancy. Barbara told Paul not to tell Meg about it, even though Paul believed he should. Paul said Sofie would tell Meg if he didn't, but Barbara said she would take care of Sofie. Paul still felt that he should tell Meg, because he had promised Meg that he had changed, and keeping secrets didn't seem like a good way to begin his marriage to Meg. \n\n\nMeg arrived, and Barbara lied and told Meg that her prognosis had worsened, and she might not live to see the wedding if Meg and Paul didn't get married soon. Meg was surprised to hear that, because she had thought Barbara was improving. Paul said Barbara wasn't dying, but Meg took it as a denial, not a statement that Barbara was lying. When Meg told Paul they should get married right away, Paul tried to talk her out of it, saying his mother had her own agenda. Meg said she didn't mind getting married right away and she hoped Paul didn't, either. She convinced Paul they should fly to Las Vegas and get married, and they left to go to the farm so Meg could pack a bag. \n\n\nIn Sofie's room at the Lakeview, Cole told Sofie that as the actual father of her baby, he thought he was owed 50% of whatever money she might get from Paul by convincing Paul that he was the father. Sofie said she didn't have any money, but Cole was certain she could get some. Because Cole continued to threaten to tell Paul the truth, Sofie eventually gave him $5,000 and promised him more money later. Cole told Sofie, \"A promise from a liar doesn't really mean much,\" but he left. \n\n\nBarbara went to Sofie's room, where she threatened to either prosecute Sofie for attempted murder or make her \"disappear\" unless she stayed far away from Paul and the rest of Barbara's family. Sofie told Barbara she wouldn't harm someone who was carrying her grandchild, but Barbara told Sofie she'd been married to a bad man named James Stenbeck and that Sofie didn't know what sacrifices she was capable of making to get what she really wanted. \n\n\nSofie tried to throw Barbara out, and Barbara shouted at Sofie that no one would miss her if she vanished. Lisa walked by and told them both to be quiet. Sofie made sure Lisa knew how scared she was of Barbara, but Lisa told Sofie that Barbara was her dearest friend, so in any disagreement between Barbara and Sofie, Lisa was going to side with Barbara. Lisa warned Sofie to be careful and not try her patience, and she left. Barbara told Sofie, \"The same goes for me,\" and she left, too. \n\n\nAt the farm, Paul tried to tell Meg about Sofie and the pregnancy, but Meg insisted she didn't want to hear anything more about Sofie. Meg assured Paul that there was nothing they couldn't face together, because they loved each other. Mike came in, and Meg told him she and Paul were going to get married that evening. Mike was surprised but said if that was what Meg wanted, he wished them both every happiness. Mike left, and Paul returned to the Lakeview to pack for his trip to Las Vegas. Paul told Barbara he and Meg were flying to Vegas to get married. Barbara was thrilled, but Paul said he still thought he needed to tell Meg the truth about the situation with Sofie. \n\n\nMike went to the Lakeview and ran into Sofie. He stopped her to ask how she was doing, and she told him she and Paul had worked things out and made a commitment to each other. Mike told Sofie he knew that wasn't true because he'd just left Meg and Paul, and he told Sofie about their plans to elope to Las Vegas. Sofie told Mike that obviously meant that Meg didn't know Sofie was pregnant with Paul's child. Mike didn't believe her, but Sofie took out the altered sonogram Cole had gotten for her and showed it to Mike as proof. Mike said Meg deserved to know about the pregnancy, and he returned to the farm. There, he found Meg and gave her the news.\n\n\n",
    "tvmega_recap": "Casey informs Tom and Margo that he won't be coming to their anniversary party because he is upset about the way that Tom treated Allison at the trial. Margo is sure Emily has something to do with Casey's attitude change towards her and Tom. Emily asks Margo to handle her children and leave her out of it and Casey agrees and tells Margo Emily has nothing to do with his change in attitude. Emily wishes Tom and Margo a happy anniversary and storms off. Casey later goes to Emily's office to tell her he is sick and tired of her treating their relationship like it means nothing to her. Emily tells Casey about being a prostitute and that Margo could use that information to take Daniel away from her. Emily is surprised when Casey is sympathetic to her pain and tells her that he loves her and won't leave her. Margo tells Tom she forgave him for his affair with Emily a long time ago but she worries that Emily could be a bad influence on Daniel. Tom tells Margo that despite everything Emily is a good mother and would never hurt Daniel. Margo goes to look for Casey at Emily's office and takes the opportunity to tell her that she knows there is something going on between her and Casey although she can't put her finger on it. Margo tells Emily to put a stop to it or she will use her secret to take Daniel away from her. Barbara lies to Meg and tells her that her cancer is getting worse in order to get Meg to elope to Vegas and marry Paul as soon as possible. The plan works and Meg is excited to marry Paul as soon as possible. Paul feels that he should tell Meg about Sofie being pregnant but Barbara asks him not to do so because he will lose Meg. Barbara threats Sofie that if she hurts Paul and Meg she will either send her to jail or make her disappear. Paul tres his best to tell Meg about the baby but she doesn't want to hear anything about Sofie and tells him they will handle Sofie together once they are married. Sofie runs into Mike and tells him she is pregnant with Paul's baby so he goes to the farm to talk to Meg. Paul also heads to the Farm to tell meg about the baby but Mike gets there first and tells Meg that Sofie is pregnant with Paul's child.",
    "soapcentral_condensed": "Tom and Margo prepared for their 25th wedding anniversary party. Casey didn't want to attend because of how badly his parents had been treating people lately, particularly Emily and Alison. Paul and Barbara talked about Sofie's pregnancy. Lisa walked by and told Sofie how scared she would be if she walked by Lisa and told them how she made sure to be quiet to make sure Sofie didn't know what she was capable of making sacrifices for others. Paul told Meg that her prognosis had worsened, and she might not live to see the wedding if Meg and Paul didn't get married soon, but Meg took it as a denial, not a statement that Barbara was lying.. Cole threatened to prosecute Sofie for attempted murder or make her \"disappear\" unless she stayed away from Paul and the rest of Barbara's family. Paul said Sofie would tell Meg if he didn't, but Barbara said she would take care of Sofie. Because Cole continued to threaten to tell Paul the truth, Sofie eventually gave him more money.\n"
}