{
    "soap_central": "\n\nAn excited Casey ran up to Alison in the hospital and declared that he was officially not the father of Vienna's baby.  He said a doctor had told him, so Casey was very relieved.  Alison said she was happy for him, and Casey thanked her for her help and gave her a big hug.  Then he suggested that they crash Henry and Vienna's wedding, but then both of them realized that would be \"awkward.\"  \n\n\nCasey said that he owed Alison a good time and asked what she wanted to do.  Alison suggested that he surprise her because she was \"an easy date.\"  She immediately regretted her choice of words, but Casey knew what she meant, and they made plans to meet after work.  Casey went back to work, and a nurse handed Alison an envelope that had been sent to her in care of the hospital.  The return address was Mick Dante in St. Louis.\n\n\nEmily admired her new ring, as she and Paul had breakfast.  They talked about their being a family again, but Emily was still very angry at Barbara for nearly ruining their marriage.  Paul agreed that his mother had acted atrociously, but he advised Emily not to take it personally.  \"Are you kidding?\" yelled Emily.  \"It is personal; she hates me!\"  Paul promised that Barbara would shape up if they just gave her some time.  He proposed that they focus on all the great things they had in their lives.  Alison appeared to speak with Emily, so Paul left the sisters alone.\n\n\nAlison handed Emily the envelope from Mick and said she had been \"too creeped out\" to open it.  She asked her sister to do the honors, so Emily tore it open.  She read the letter out loud, and in it, Mick apologized for what had happened and reported that his therapy was going well, and he was \"integrating\" his personalities. Then he asked if there might ever be a chance for the two of them again. Emily suggested that Alison forget about the letter, and Alison said that was a good idea because she and Casey were hanging out again.  Emily was surprised that he was even speaking to her sister, but Alison described them as \"on the mend.\"  Emily gave her back the letter and told her to destroy it.\n\n\nAlison went back to her shift at Memorial and found an empty room with a metal wastebasket.  She set fire to the letter from Mick and watched it burn.  Casey walked in and asked if she was trying to burn the place down, but Alison described it as \"destroying old memories.\"  She then decided to tell Casey the truth, so she told him about the letter's contents. Casey asked Alison how the letter made her feel, and she replied that she felt scared and anxious, but she was relieved that Mick couldn't hurt her anymore.  She said burning the letter had freed her from the past.\n\n\nVienna visited Katie early on the morning of her wedding, and she wondered if Henry had spent the night there.  Katie said no, but Vienna was still concerned.  She finally admitted that she was worried about Barbara, who had found out that Vienna had slept with Casey.  Katie began to panic, but Vienna assured her that Barbara did not know that Vienna was not pregnant.  She begged Katie for help in making Barbara go away.  She was desperate that the woman disappear so that Vienna could get on with her future with Henry.  Katie suggested that Vienna tell Henry the truth, but Vienna was too afraid that would backfire.  She said she couldn't do it alone, so Katie agreed to help.  Then Katie reminded Vienna that they had a wedding to prepare for.\n\n\nHenry snoozed on a table in the Lakeview lounge, and Barbara spotted him.  She woke him, and he said he had been there since two in the morning when he and Vienna had decided to spend the night apart.  Barbara misunderstood his meaning, and she began talking about how their split was all for the best and how sorry she was that it had happened.  Henry had no clue what Barbara was talking about, and he said he was there only because he had a very superstitious fiancée who insisted that he couldn't see her before the wedding.\n\n\nThen he asked what Barbara had meant, but she realized her error and brushed it off.  She also confided to Henry that she couldn't stand Vienna, but he wanted her assurance that she would always be his friend.  Barbara ordered strong coffee for them both, with an I.V. drip for Henry.\n\n\nKatie and Vienna went back to the Lakeview together, and Vienna said that she still had to go to Fashions for the final fitting of her dress.  She was nervous and decided that she wanted a glass of champagne, so she pulled Katie into the bar and saw Henry sitting with Barbara.  Vienna ducked back out and whined to Katie that Barbara was probably telling Henry all about Casey.  She called Henry on his phone and said she was looking right at him, but she cautioned him not to turn around and look at her or it would bring bad luck.  Vienna told him to forget his coffee with Barbara and to jump to all the things he had to do before the ceremony.   Barbara wished Henry well and walked him out, but she stopped at the desk in the lobby to let him go on.\n\n\nWhen Henry was gone, Barbara detoured around the corner where Vienna and Katie were hiding.  \"I see you brought your wheelman,\" Barbara snidely remarked, but Vienna referred to Katie as her maid of honor.  Barbara gloated a bit and said that she relished the fact that she held Vienna's future in her hands.  Katie hustled Vienna to the elevator, as Barbara sneered.\n\n\nNot long afterward, Barbara ran into Fashions as she followed someone who had long dark hair like Vienna.  The woman was just closing the curtain in the dressing room when Barbara arrived, so she stood outside and lectured Vienna on how awful it was for her to force poor Henry into marriage without telling him all the facts. Barbara said she was giving Vienna one hour to tell Henry the truth about Casey, or she would tell him herself.  When Vienna didn't answer, Barbara ripped open the curtain to face a complete stranger, who was quite irate. Barbara ran outside and hid behind a pillar in Old Town.  She saw a disguised Vienna take a piece of paper from an Asian woman, and then Barbara took off. A while later, Vienna returned to her car and checked her map for an address in Chinatown.  She drove off, not knowing that Barbara was hidden on the floor behind the driver's seat.\n\n\nHenry went to the cemetery and talked to the grave of his buddy, Brad.  He told Brad that he thought he still loved Vienna, but he couldn't get Barbara out of his head. He said Barbara needed him in ways that Vienna didn't, and it felt good to be needed.  He admitted that he felt more comfortable and relaxed with Barbara, and he asked Brad to send him a sign.  Suddenly Henry realized that someone was behind him, and it was Katie.  She asked Henry if he was having second thoughts about the wedding, and he admitted he was on his third round of them. He couldn't explain why he was reluctant to marry Vienna and seemed so unsure.  Katie urged him to act on the love he knew he had for her friend.  Henry \"manned up\" and declared that he had a wedding to get ready for, and he took off.  Katie stayed a bit longer and talked to her love.\n\n\nHenry's next stop was Fairwinds, where he asked Paul to be his best man.  Paul graciously accepted, and Emily joined them and congratulated the brothers.  She also asked to see the rings, and Henry almost went into heart failure.  He had completely forgotten about rings, and he began to hyperventilate.  He was forced to breathe into his personal brown paper bag, as Emily went off on a tirade about her \"monster-in-law,\" Barbara.  Henry recovered enough to defend Barbara, but Paul interrupted and said they needed to focus on the wedding.  Paul took Henry under his wing and marched him out.\n\n\nAfter Paul delivered Henry back to the Lakeview to get dressed, he went home and found Emily looking gorgeous.  He remarked how happy he was at the moment, and Emily said she felt that way too, but she would be even happier if Paul were an orphan.  She agreed, however, to a temporary truce on the subject of Barbara, at least until the wedding was over.\n\n\nHenry got dressed in his room, but he couldn't find a tie that pleased him.  He sat on the bed and looked miserable.  At her house, Katie looked at a picture of Brad until her doorbell rang.  It was Vienna with her wedding dress in tow.  She put the dress down and showed Katie her new \"baby bump,\" padding that fit under her dress and tied in the back.  Katie was horrified, but Vienna said she couldn't risk Henry's getting angry and leaving her.  Vienna asked for a bottle of water in order to take a Chinese fertility herb that she had gotten in Chinatown from a Dr. Ming, who was a fertility specialist.  She poured the drug into the bottle and hoped for a wedding night baby.\n\n\nAccording to the sales clerk, Barbara missed Vienna's final fitting at Fashions, but while she was there, Barbara noticed that the shop had installed new surveillance cameras.  She looked at the monitor and noticed that the cameras covered the dressing rooms, as well; so when the clerk went in back, Barbara fiddled with the monitor and rewound the tape.  She carefully watched Vienna enter a dressing room with her wedding dress, but she also saw her putting on her \"baby bump.\"  \"That little liar!\" exclaimed Barbara.  \"She's not even pregnant!\"\n\n\n",
    "tvmega_recap": "Casey tells Alison that a doctor assured him that he isn't the father of Vienna's baby. He doesn't mention that Chris was the doctor because he doesn't want to get him in trouble. Casey thanks Alison for her help and asks her out on a date and Alison accepts the invitation. Alison later gets a letter from Mick asking her if they still have a chance at a relationship because his treatment is working and he is getting better. When Alison asks for advice about the letter, Emily tells her to burn it, forget about her past, and look to the future. Alison is burning the letter at the hospital when Casey walks in, so she tells him about Mick's letter and that she is burning it to put the past behind her and look forward to the future. Emily forgives Paul and thanks him for the ring he gave her but she tells Paul she will never be able to forgive Barbara for almost ruining their marriage. Paul asks Emily to try and be tolerant of Barbara and understand that she was hurt when Henry went back to Vienna. Henry asks Paul to be the best man for his wedding and Paul is honored to be his best friend and get to know his brother better. Paul helps Henry get wedding rings at the last minute because he forgot to buy them. Henry also tells Emily not to be so harsh to Barbara. Barbara and Henry agree to still be good friends after he marries Vienna. Katie fins Henry at Brad's grave and persuades him to marry Vienna because she thinks what he feels for Barbara is just desire. Vienna buys some herb pills that are supposed to help her with infertility but she is unaware that Barbara is watching her and is curious why Vienna is buying pills to help her with infertility. Barbara goes to Fashions to give Vienna one hour to tell Henry the truth about Casey but Vienna has already left the store. Barbara notices that fashions has surveillance cameras to prevent shop lifting so she looks at a DVD of the dressing room activity and sees Vienna get undressed and try on her wedding dress and she also tries on a pregnancy pillow. Barbara is shocked to learn that Vienna isn't pregnant.",
    "soapcentral_condensed": "An excited Casey ran up to Alison in the hospital and declared that he was officially not the father of Vienna's baby. Casey suggested that they crash Henry and Vienna's wedding, but then both of them realized that would be \"awkward\" A nurse handed Alison an envelope that had been sent to her in care of the hospital with the return address was Mick Dante in St. Louis. Katie begged Vienna for help in making Barbara go away. Henry snoozed on a table in the Lakeview lounge, and Barbara spotted him. Henry had no clue what Barbara was talking about, and he said he was there only because he had a superstitious fiancée who insisted that he couldn't see her before the wedding. Katie suggested that Vienna tell Henry the truth, but Vienna was too afraid that would backfire. She was nervous and decided that she wanted to go to Fashions for the final fitting of her dress, and she wanted Henry to go with her. She called Henry and whined that Barbara was probably telling all of his friends about their split.\n"
}