{
    "soap_central": "\n\nMarshall finally wakes up from his second operation.  Jessica is sitting by his side and tells him about the operation.  Marshall's father comes into the room and he and Jessica go outside to talk.  Mr. Travers tells Jessica that someone is responsible for almost killing his son and he asks her if she has heard anything about that.  Jessica reassures Mr. Travers that Ben Harris is a great doctor and wonderful human being and if he did anything he would own up to it.  He tells her that he is not pointing any fingers yet.  Jessica apologizes for jumping to conclusions.  She says that she is just a little protective when it comes to Dr. Harris.  Mr. Travers says that he can see that, but if Dr. Harris made a mistake, he needs to know about it.  He reminds Jessica that if that were her daughter lying in that hospital bed, she would feel the same way.  She tells him that he is right.  \n\n\nBen is at Java Underground with Isaac and Bonnie and he is fretting over the operation on Marshall.  Isaac tells his brother that he had saved Marshall's life for a second time and he should be grateful.  Ben says that the review board at the hospital would look at the operation that he did and the mistake that he made and he could be suspended from the hospital.  Bob Hughes comes in and tells Ben about Marshall's condition and tells him to not worry about the review board at the hospital.  He tells Ben what a fine doctor he is and that he has nothing to worry about.  Ben doesn't fully believe Bob.  As Bob is leaving, he meets Jessica coming in the door.  Jessica warns Bob about Marshall's father trying to find someone to blame for almost killing his son.  She adds that those are his words not hers.  Bob tells her that if he pursues that, the hospital is prepared to handle it.  Bob tells Jessica not to tell Ben about that.  Bob leaves and Jessica goes over to Ben.  Ben says that Bob had told him that Marshall was conscious.  Jessica says that he woke up while she was at the hospital.  Ben asks if she was with him.  Jessica says that she stopped in to see if Oliver had had anything to eat and she was in the room when Marshall woke up.  She can see how worried that Ben is and she tries to reassure him that everything will be all right.  Ben tells her that he has seen the board turn on people.  He adds that she and he both know that he had wished Marshall dead many times and he can't just excuse it that he did something that almost killed him.  \n\n\nCraig catches Sierra at the airport and tells her that he needs to get a few things off his chest before she goes back to Montega.  Craig tells her that she is incapable of letting people know that she needs them.  Craig and Sierra have a big discussion about their relationship.  Sierra reminds him about all the women that he had slept with when they were married and he tells her that he did that because she would not let him in.  He tells her that letting someone into her life and needing them is a big risk, but it is the best game in town.  Sierra asks him why he is so interested in her love life.  Craig tells her that as far apart as they have grown, he still loves her.  Sierra has tears in her eyes and she tells him that she has to go.  They say goodbye and Sierra walks toward the jet way.  When she gets to the door, she stops and looks back at Craig.  His back is turned but as he starts to turn around, she darts through the door and down the jet way and on to her plane.  \n\n\nRosanna gets out of bed to try to walk.  Mike pops in on her in her room.  Mike informs her that he is not there to fight with her.  He says that he is there to ask for a favor.  She asks what is the favor and Mike asks her not to take Monte Carlo away from Carly.  Rosanna asks what Carly had done to get Mike to be her advocate.  Mike says that if she takes Monte Carlo away from Carly, then Jack will know it was because of the Carly Clause.  Rosanna says that Craig and Carly signed a contract and then they breeched the contract.  She adds that she is a CEO and she can't over look that.  Mike asks her for once to stop being a CEO and be a human and maybe if she did that she wouldn't find it so easy to kick people when they are down.  Rosanna says that she does not kick people when they are down.  She tells Mike that she doesn't know why buying Molly and Jake's old apartment was so terrible because Molly had put it on the market.  Mike says that is fine and he doesn't need to hear all that again.  He starts to leave.  He turns around and says that he came there to make a deal with her.  She says that making a deal implied that he had something that she wants.  He says that maybe he does and why don't they find out.  Craig comes in and interrupts them.  Mike starts to leave and Craig says that if they have something to talk about he can wait in the hall.  Mike says that they are done talking for now.  Rosanna shakes her head yes.  Mike leaves and Craig gives Rosanna a bouquet of flowers.  He asks Rosanna what was Mike after and she tells him that he wants her to keep Carly on at Monte Carlo and she makes a face.  Craig says that she set him straight.  Rosanna asks, \"How about you, my dear?  Did you set Sierra straight?\"  He tells her that he did set Sierra straight on a number of issues.  He tells Rosanna that he and Sierra have been divorced for years.  Rosanna asks if Sierra sees it that way.  Craig says, \"Absolutely.\"  He tells her that she had better watch what she wishes for because she could have him all to herself.  She says that she would love every minute of it.  She tells him that she was going to go through the surgery by herself because she didn't think anyone would care.  Craig makes a face at her.  She adds that she did need someone and he was there.  Craig tells her that it is nice to be needed and he could get used to that.  Rosanna tells Craig that he is a special man because he brought her flowers and men before him never did because they thought she could buy her own flowers and they never let her cry on their shoulder because they thought she didn't have anything to cry about.  She tells him that she is very grateful for him.  He says that she could have shut him out of her life.  She says that she tried but he stuck his foot in the door and refused to leave.  He says that when he found out about her operation he couldn't let her go through that alone.  He adds that he cares about her too much for that.  She asks if he cares about her or loves her.  Craig says, \"Well, both.\"  She asks him to say it.  He says that he has said it before.  She says that she wants to hear him say it again and she needs to hear it.  He leans in close to her face and tells her to listen up, because he wouldn't want her to miss any of it.  He says, \"I-love-you.\"  She smiles and she is crying a little.  She tells him that was nice and she would like to hug him but she is afraid she will hurt herself.  He gives her a kiss.  He pulls back and is smiling at her.  Rosanna says, \"Craig, will you marry me?\"  Craig smile is frozen on his face.\n\n\nJack receives a videotape from Julia.  Carly wants to smash it but Jack says that he is going to watch it because he may get a clue as to where Julia is hiding out. Carly decides to watch with him.  The tape starts and Julia is on the tape.  She starts out by introducing herself as Julia Lindsey Snyder.  She says that he may remember her in such lies as \"I'll always love you forever, Julia\" and \"Carly means nothing to me Julia\" and her personal favorite \"I want to have babies with you Julia.\"  She says that the reason that she sent the tape was because of their baby.  She goes on to say that by now he knows the big secret that the baby was hiding and it wasn't in his diaper.  She explains that how she stole the baby and the baby was involved in a paternity test and she took the baby and the father's blood sample.  She tells him that she did it all to make him feel as bad as she did when she lost her baby.  She moves in close to the video camera and asks if Jack had fallen in love with the baby.  She asks if he had big plans for the baby.  She asks if it hurt him to lose him.  She tells him that she hopes it destroys him just like it destroyed her when she lost their baby.  She adds that she hopes Carly finds comfort with someone else and does not stand by him.  She ends with she hopes that they see each other real soon and she tells him to always remember that she loves him.  After the tape is finished, Jack gets up and takes the tape out of the machine.  Carly tells him to smash the tape and he will feel better.  Jack says that he has to take it to the station and see if they can track her down.  Jack tells Carly that it will be a long time before he forgets how J.J. felt and smelled.  He tells Carly that Julia won.  Carly tells Jack that Julia didn't win.  She tells him to think about what Julia was trying to do.  The one thing that she didn't get was to break them up.  She tells him that they survived Julia and they have won.  Jack gives Carly a hug.  The phone rings and Carly answers the phone.  Mike is calling and Carly tells him it is not a good time to talk.  Mike asks what is wrong and she tells him about taking the baby to the airport to give him to his real parents.  Mike asks if there is anything he can do and Carly tells him to just be there for Jack.  Mike tells Carly about going to Rosanna to get her to keep Carly on at Monte Carlo.  Carly tells him not to worry about that.  Mike says that he will keep working on her.  Mike says that he owes her because Molly could have found about their night together.  Carly tells him that is all in the past.  Mike tells her that things have been going well for he and Molly and that she shouldn't give up on Monte Carlo.  He says goodbye and hangs up.  As Carly hangs up the phone, she turns and sees Jack staring at something.  Then she sees that Jack is holding one of J.J.'s toys.  She can see that Jack about to cry.  She goes to him and hugs him and tells him that she is going to help him get over this.  Jack says that he needs to get out of the house for a little bit.  He gets his coat and goes to the door.  Carly stops him.  She reminds him about the other day when she was going to tell him something and Margo came in and she changed her mind.  He says that he remembers.  She says that she changed her mind again and she wants to tell him now.  He asks if this is bad news because he can't take anymore bad news.  She blurts out, \"I'm-pregnant!\"  \n\n\n",
    "tvdb": "Ben worries that he will be suspended for nicking Marshalls artery during surgery, but Bob assures Ben he can continue to work while the hospital board reviews his case. Ben discloses to Jessica that he fears that his hatred for Marshall drove him to wreck his surgery. Meanwhile, Marshall reveals to Oliver that he thinks Bens surgical error was intentional. Julia sends Jack a video confessing that she stole J.J. Carly announces to Jack that she is pregnant. Sierra and Craig have an emotional goodbye at the airport. Later, Rosanna proposes to Craig. Mike asks Rosanna not to take Monte Carlo away from Carly but before Rosanna can give her decision, Craig arrives. ",
    "soapcentral_condensed": "Marshall finally wakes up from his second operation. Jessica is sitting by his side and tells him about the operation. Craig catches Sierra at the airport and tells her that he needs to get a few things off his chest before she goes back to Montega. Rosanna gets out of bed to try to walk. Mike pops in on her in her room. He says that he is there to ask for a favor. Mike asks Rosanna not to take Monte Carlo away from Carly. Craig tells Sierra that as far apart as they have grown, he still loves her. Sierra has tears in her eyes and she tells him that she has to go. When she gets to the door, she stops and looks back at Craig. His back is turned but as he starts to turn around, she darts through the door and down the jet way and on to her plane. Mike says that Craig and Carly signed a contract and then they breeched the contract and he doesn't need to hear all that again. Molly says that she doesn't know why Jake's old apartment was put on the market because it was so terrible because Molly is so terrible.\n"
}