{
    "soap_central": "\n\nIn Dusty's room at the Lakeview, he and Meg, overcome by passion, removed each other's clothing. The sight of the bed, however, brought Meg up short, and she said that perhaps her hesitation was a sign. She admitted that she had feelings for Dusty, and he said the same to her. They began kissing again and progressed to the bed. They made love, and afterwards, they both expressed how much they cared about the other. Meg was famished, so Dusty ordered room service. \n\n\nCraig and Carly held a business meeting for Midnight Sun vodka at her house, but Carly was distracted and was barely paying attention to Craig's comments. She apologized for being so preoccupied with Parker's problems, and she could not believe that her son had actually initiated an injunction against his parents. She blamed herself for being a lousy mother. \n\n\nParker packed a bag in his room and then phoned Liberty, calling her \"the soon-to-be Mrs. Snyder.\" They arranged to meet in Old Town, and then Liberty had to hang up fast, because Jack and Janet came downstairs at the farm.` Liberty lied to Janet and said she was going to look at a college campus that day with Brad, and her mother got very excited that Liberty was getting to do something Janet had never done - go to college. Janet wanted to go with her daughter, but Liberty did some fast-talking and convinced her mother that the trip had been her father's idea, and he should be allowed to run with it. The girl said Brad was picking her up, so she chose to wait for him in the driveway, and out she went. \n\n\nAt Carly's, Parker ignored his mother when she greeted him, so Craig spoke up and told the boy to answer. Parker said he was going out, but he refused to say where. Carly forbade him to go if he did not disclose where he would be, so Parker finally said he was going to play in the hockey championship finals. Carly was surprised, but delighted that the team had made the finals, and she offered to go with him. Parker turned her down, however, and he thought he had pulled off a coup until Craig commented that it was unusual for Parker to be taking his laptop to a hockey game. \n\n\nCarly said Parker could absolutely not take his computer to a sports event, so Parker gave in on that as two of his friends showed up at the door. They said they were all going to the hockey game, and Carly bought it and wished the boys good luck. After the boys left, Craig said that Parker would not be playing hockey because there was no game. \n\n\nCarly wanted to know what part of Parker's story Craig wasn't buying, so he replied that he didn't believe much of it. Carly felt her son would not lie to her anymore because he had gotten in so much trouble the last time she and Jack had caught him. Craig picked up Parker's computer and began searching it. Carly was incensed that Craig was violating the boy's privacy, but Craig explained it was the only way they could find out what Parker was really up to. \n\n\nAt Fairwinds, Paul cooed to Eliza and celebrated that Dusty was out of the picture as far as Meg was concerned. He packed up the baby and set out to return her to her mother at the Snyder farm. When he arrived, he was also carrying a beautiful bouquet of flowers for his ex-wife, and he was surprised that she was not home yet. Jack said his cousin would be home in a minute, and Paul chose to wait. \n\n\nThe baby was hungry, so Janet heated a bottle, and Jack tried to persuade Paul to leave before Meg returned. Paul considered that, and he finally decided it was wise to leave before she came home. He walked out the door, but as the farm phone rang, he lingered to listen. The caller was Meg, and she talked to Janet. Paul overheard Janet tell Jack that Meg was having an \"afternoon delight with her old pal, Dusty.\" Paul was enraged, and he stormed out. \n\n\nParker and Liberty met in Old Town. Janet sent her daughter a text message saying how proud she was of her for going to college. That made Liberty feel even guiltier, but Parker argued that Liberty's mother would be equally proud of her as a woman married to a man with a healthy trust fund. The two left to find Parker's two friends who were giving them a ride to the bus station. \n\n\nBack at Carly's, she said she did not know Parker's password, so Craig made some educated guesses. He tried \"Liberty,\" but that did not work, so next he typed some tennis greats, but that also was fruitless. Finally Carly blurted out, \"Munson!\" but stated that was all the information she was giving Craig. That attempt opened the files, and Craig began checking the boy's browser. The second item on the browser was, \"How to obtain a marriage license.\" Carly was stunned, and then she figured out that Parker had overheard the conversation she and Jack had shared with Tom while they were discussing emancipated minors. \n\n\nCarly wanted to call Jack and Janet immediately, but Craig told her to back off. He felt Liberty was a sensible girl, and she just might turn Parker down, and that might bring him to his senses. Craig went back to the computer and found a list of justices of the peace just over the state line. The first one was a Joseph Whittaker, so they copied the information and dashed to Craig's car. \n\n\nAt the office of Judge Whittaker, the judge asked Parker and Liberty their ages and other pertinent questions, including if Liberty was pregnant. She was horrified, and Parker implored the judge to marry them immediately or his parents would ruin his life. He explained that he had a trust fund worth \"a ton of money,\" and he needed to be married in order to be emancipated and have control of his own money. He claimed his mother, the trustee, had a bad attitude and wanted to waste the money on his education. \n\n\nCraig and Carly arrived at the justice of the peace's office and barged right in. Parker was telling the judge that if he married them right away, it would solve all their problems. Carly yelled, \"The hell it will!\" Parker figured out immediately that Craig and Carly had broken into his computer and therefore had been able to track him. Carly and Parker engaged in a shouting match until the judge jumped in. \n\n\nCarly shut him out, so in desperation, Parker began reciting a litany of Carly's \"motherly\" offenses: abandonment of three children, and running with a known jewel thief, among them. The judge asked Carly if those accusations were true, and she tried to defend herself, but Parker wasn't finished. He introduced Craig as his mother's partner in the booze business, and mentioned that Craig had a criminal record, as well. Carly grabbed at Parker to pull him out of the room, but the judge told her if she touched the boy, he would call the police. \n\n\nJack was having a soft moment watching Janet enjoy baby Eliza. He asked his wife if she had any thoughts about having a baby with him, and Janet reminded him that they had agreed that they had a full plate with two headstrong teens to deal with. \n\n\nBack at the judge's, His Honor said he would not tolerate any abusive parenting in his chambers. Carly denied that she was abusive, but the judge commented that she had not bothered to deny any of Parker's claims. Parker fanned the flames by bringing up how Carly had worked in a strip club and also had fooled everyone into believing she was dying of a brain tumor. Craig walked out, and Carly cried that she did not want Parker to mess up his life the way she had ruined hers. \n\n\nJack got a call from Craig, who said he had \"bad news\" about Liberty and Parker. He told Jack that the kids were in big trouble, and he dictated the address where Jack and Janet should go immediately. Fortunately, Emma was home and could watch baby Eliza, so Jack and Janet took off. \n\n\nMeg and Dusty were eating Chinese food in bed when Paul crashed in the door. Meg challenged her ex-husband, who claimed she was punishing him. He also bad-mouthed Dusty and called Meg a whore for wearing only Dusty's shirt. Meg ordered Paul out, but Paul complained that she had fallen right into Dusty's trap. His parting remark was that Meg had finally broken his heart. \n\n\nCarly told Parker and Liberty that no judge in his right mind would marry them, but Judge Whittaker told her not to be so sure. He lectured her and said he had seen nothing that made him believe that the kids would be better off with her than without her. He further commented that if the only way Parker could become emancipated was to get married, then he would help. Carly called Craig back in and told him the judge was going to marry the teens. Craig protested, but the judge said Craig had no say in the matter because he was not related to the kids. \n\n\nThe judge began the ceremony, but Parker turned and asked Carly why she was still there. That broke Carly's heart, as the judge continued with the wedding. Liberty used a ring she already had, as Craig heard Jack and Janet's arrival in the waiting room. \n\n\nAll three ran into the judge's chambers in time to see Parker kiss his bride. Jack threatened to have Judge Whittaker disbarred, but the judge said Jack would not be successful, and verified that the marriage was legal. They all left and returned to Carly's, where the kids tried to go up to Parker's room. Jack and Janet both stopped them, saying the marriage was a bad joke. Parker said he no longer had to listen to any of them, and he demanded to be treated like an adult. \n\n\nThat was all Jack could stand, so he bolted for the stairs and ran up to Parker's room. He packed the boy's possessions into several bags and ordered Parker out of Carly's house. Jack carried the bags to the front door and pushed them and Parker outside. Parker came back and grabbed Liberty's hand and dragged her along. Carly screamed in anguish for Jack to stop, but Jack yelled that from that moment on, Parker and Liberty were on their own. \n\n\nPaul returned to Fairwinds and began to drink whiskey. He hurled a photo of Meg and the baby across the room, and then he called Emily. He ordered her to destroy Meg and Dusty, no matter what it took. \n\n\nDusty and Meg went back to the farm, where Dusty found Paul's flowers. Dusty denied all of the accusations that Paul had hurled at him in the hotel, and he and Meg shared a tender kiss.\n\n\n",
    "tvmega_recap": "Dusty and Meg decide to stop fighting their feelings for each other and make love the two lovebirds eat Chinese food in bed after making love. Paul is hopeful that he and Meg will get back together and that they will soon be a family. Paul's hopes are crushed when he bursts into Dusty's room and sees Meg in Dusty's bed eating Chinese food. Paul thinks Meg is a whore and tells her she finally broke his heart. Paul is hurt and angry so he calls Emily to ask for her help in destroying Meg and Dusty. Parker and Liberty cross state lines to get married and after humiliating Carly by telling a judge about her sordid past the judge agrees to marry Parker and Liberty. Carly and Craig watch in shock while they wait for Jack and Janet to arrive. Jack and Janet arrive just as the grooms is kissing the bride. Jack is so angry that Parker doesn't understand how serious marriage is and since Parker wants to be independent so badly Jack decides to throw him out of the house. Jack tells Parker and Liberty not to go to the farm because from this moment on they are on their own. Jack is heartbroken as he closes thee door on Parker and Liberty and he cries a little while Carly, Janet , and Craig are stunned by Jack's actions.",
    "soapcentral_condensed": "Craig and Carly held a business meeting for Midnight Sun vodka at Carly's house. Paul packed up the baby and set out to return her to her mother at the Snyder farm. Paul overheard Janet tell Jack that Meg was having an \"afternoon delight with her old pal, Dusty.\" Paul was enraged, and he stormed out. Liberty lied to Janet and said she was going to look at a college campus that day with Brad, and her mother got very excited that Liberty was getting to do something Janet had never done - go to college. Carly felt her son would not lie to her anymore because he had gotten in so much trouble the last time she and Jack had caught him. Carly was incensed that Craig was violating the boy's privacy, but Craig explained it was the only way they could find out what Parker was really up to. The second item on the browser was \"How to obtain a marriage license.\" Carly was stunned and then she was stunned, and she then blurted out, \"Munson! Munson!\" Paul decided it was wise to leave before she came home.\n"
}