{
    "soap_central": "\n\n\nCraig visits Rosanna at Emma's place.  He would like her help with Lucy, but for the moment Rosanna says no.  While there, Craig finds out that Will Munson has been let out of the hospital.  He is, in fact, coming over to start work.  Rosanna has offered him a job, for no other reason than, it is the right thing to do.  Craig tells Rosanna that she is going to be there with a young psychotic.  Unfortunately, as Craig issues his statement, Paul and Will arrive, and Will hears this.  Will, who was all ready unsure of his feelings, wants to make a retreat and leave.  Paul, leads him inside, however, where he is forced to confront both Craig and Rosanna.  Rosanna sends both Paul and Craig packing while she tends to Will.  Outside, Paul tells Craig that Will heard everything he said, and he need not be concerned with what Will might do, but rather what he, Paul, might do.  Craig says that he will be there everyday to see that things go right.  Will tells Rosanna, that he overheard what Craig said.  Rosanna lets him know that he shouldn't believe what people say, because soon they will believe in you.\n\n\nDr. Rick Decker, is approached by Barbara in the hospital.    Barbara offers a few kind words to him, and he tells her that he is glad that he didn't kill her.  Barbara says she is glad also.  She wouldn't want to die in order to get out of that place.  She tells him that she thinks they would make an awfully good couple.  Rick tells her that when he decides to leave, he will do it on his own.  Later, Barbara meets up with Dr. Decker, once again.  She sets herself up to be close to him.  When she fakes tears, he approaches her and tells her that  he shouldn't have said the things that he did.  Barbara, who is so good at feigning the victim, tells him that she understands why he said the things that he did.  She tells him that she too, has been a victim of circumstances, used by her family and never understood.  Tossed away by those who didn't understand what she was doing, just for them.  Rick, becomes attentive to what she is saying, and before long, Barbara has him in her clutches.  This time, he tells her that perhaps, when he is ready to break out, it would be nice to have the company of someone like her, an ally of sorts.  \n\n\nJulia remembers Jack's conversation with her, about the blonde woman.  She sits in wait at the pond, watching what is going on.  At the pond, Mike comes back over to Carly, and tells her that he has put Nikki and her plans for dinner, on the back burner.  He says to Parker that the only plans that he now has, is to tickle him.  When Parker goes to search for butterflies at the pond, Mike and Carly get a chance to talk.  Carly tells him that what he did in turning Nikki away was probably to make Jennifer angry with him.  \n\n\nNikki and Jennifer talk at the restaurant.  She realizes that her sister has just been stood up for her date with Mike.  She leaves for home, leaving Nikki to have another cup of coffee.  Lo and behold, who should turn up, but our pal Henry.  He sits himself down, and offers to be her replacement date for the evening.  Nikki just sits there and looks at him.  She tells him once again that she is not interested in him, only as a friend.  He says that he understands.  Jennifer makes a call to Mike and wants to see him.  Carly tells him to look out now.  He has not only stood up her sister, Nikki, but has also infuriated Jennifer.  Mike suggests that girls should come with some sort of handbook, so guys know what to do. He has agreed to meet with Jennifer at Al's place.  While sitting there, Carly hears a cell phone ring.  She tells Mike that someone is watching them.  Answering the cell phone, as quickly as possible, is Julia.  It is Jack on the other end  and she tells him that she will be home as quickly as possible.  Parker comes back to Mike and Carly.  While there, a wind picks up and blows something their way.  Parker picks it up and hands it to Carly.  She looks at it in sheer amazement.  She tells Mike that it is a drawing of the woman at the water park.  The one that she was going to turn over to the police in order to find Jack.  Parker tells Carly that Jack is near again.  Carly tells him that the woman in the picture will find them or they will find her.\n\n\nJulia comes through the door at home.  Jack says that Greta Williams told him that they  shouldn't have gotten married so soon.  He says, that he told her she didn't know what she was talking about.  He and Julia care very much for each other.  \n\n\nJennifer meets Mike at Al's place.  She tells him that he didn't need to be so unfeeling about her sister.  She receives a call from the company.  There was an explosion at BRO.  She rushes off to find out about the new Forrester's.    Parker tells her things will get better.  The sitter tells Carly that a woman turned up who wanted to see her.  She asks Carly if this woman approached her in anyway.  Carly says no.  Somehow a connection is made, for Carly.  She shows the picture found to Parker, and asks about her.  Parker recognizes her.  Carly tells him that the woman in the picture will find them or they will continue to look for her.\n\n\nBack at Jack and Julia's place,  Julia tells Jack that she thinks they should change their address and move far away.\n\n\n",
    "tvdb": "At the Snyder Pond, Julia watches Carly with Mike and Parker assumes they are a happy family. Satisfied that Carly has moved on, Julia returns home. Jack fills Julia in about his visit from the social worker and reassures Julia that she and JJ are his life now. Still anxious, Julia surprises Jack by suggesting they get out of town. Back at the pond, the sketch of Julia and JJ finds its way back to Carly and Parker. Mike thinks its a sign and Parker says he can feel Jack in the air. Back home, the babysitter tells Carly a woman was there who claimed she had information about Jack. When Carly shows her the sketch of Julia, the babysitter recognizes her. Nikki is disappointed about her canceled date with Mike but a persistent Henry convinces her to go out with him instead. Meanwhile, Jennifer orders Mike to Als Diner and blasts him for breaking the date with Nikki. Mike tells her to mind her own business when Jennifer gets a phone call about an explosion at BRO. Craig visits Rosanna at Emmas and Rosanna informs Craig shes hired Will to work at the farm. Will and Paul arrive for Wills first day and overhear Craig warning Rosanna to stay away from crazy Will. Later, Paul and Craig face off while Rosanna assures Will he will prove all his naysayers wrong. Craig accuses Paul of using Will as an excuse to get close to Rosanna and says if Will does anything to hurt Rosanna, theyre going to have to answer to him. Paul cautions Craig not to lay a hand on his little brother or else. Barbara begins to seduce serial killer Dr. Decker and they get closer.",
    "tvmega_recap": "Barbara forms an alliance with Dr. Decker. Paul stands up to Craig when he hears him bad mouthing Will. Will assures Roseanna that he'd never hurt anyone ever again and Roseanna tells him that she believes in him. The police sketch that Carly had drawn of Julia blows back to her while she is at the pond and when she arrives home, she finds that the woman in the picture had come there with news of Jack. Julia, after seeing Carly and Mike together, tells Jack that they need to move far away from St. Genevieve. Henry talks Nikki into dinner after Mike calls theirs off. Mike tells Jennifer to butt out , but when she's called away because there was an explosion at BRO, Mike accompanies her.",
    "soapcentral_condensed": "Craig visits Rosanna at Emma's place. He would like her help with Lucy, but for the moment Rosanna says no. Craig tells Rosanna that she is going to be there with a young psychotic. Dr. Rick Decker, is approached by Barbara in the hospital. Later, Barbara meets up with Dr. Decker, once again. She sets herself up to be close to him. He tells her that when he is ready to break out, it would be nice to have the company of someone like her, an ally of sorts. Mike and Carly get a chance to talk. Mike suggests that girls should come with some sort of handbook, so guys know what to do. Jennifer makes a call to Mike and wants to see him. Julia remembers Jack's conversation with her, about the blonde woman. She tells Mike that someone is watching them. Answering the phone, is Jack on the end and she tells him that she will be home as quickly as possible. Jack tells Carly that the woman in the picture is near again and that they will find her.\n"
}