{
    "soap_central": "\n\nHolden and Lily tell Lucinda about Luke taking flying lessons and Lucinda accuses Lily of using Luke to keep Keith in her life. Holden quickly defends Lily, and Lucinda realizes he is still very attached to her. She begins plotting to have the two of them attend a romantic dinner. Meanwhile, Keith wraps up a lesson with Luke, after getting a mysterious call from his job. Keith invites Lily to the Lakeview for dinner. Lily goes to meet Keith just as Lucinda is asking Holden to join her for dinner. When Holden arrives, he realizes Lucinda's trying to set him up and he leaves. When he returns home, Luke confronts his father and urges him to fight for Lily if he still loves her. Moved, Holden returns and an elated Lucinda calls Lily who cancels her date and comes running, worried about her mother. When she arrives, she finds herself face-to-face with Holden. Having successfully moved in to Katie's, Maddie continues to try to reunite Henry and Katie. She gets rid of Mike temporarily and gets Katie and Henry to reminisce about their wedding. When Mike returns, Katie inadvertently spurs Maddie's hopes by commenting how nice it is to have Henry around again. Later, Henry tells Maddie she can't keep Mike and Katie apart just as Mike and Katie go outside for a moment of privacy, unable to keep their hands off each other and disappear. Margo interrupts Casey and Gwen's heated conversation, asking pointed questions to Gwen but Casey diverts to keep Gwen from spilling everything. Meanwhile, Celia informs Will that she is going back to Montega. Gwen finds them on the roof and Celia asks Gwen to look after Will. Gwen agrees to do that. \n\n\n",
    "tvmega_recap": "Maddie continues with her plan to reunite Henry and Katie. She just has one problem to eliminate \u0096 Mike Kasnoff. Gwen and Casey continue to disagree about Gwen's desire to get her baby back, which Margo witnesses. She goes into cop mode by trying to get out of Casey what he is hiding, why he and Gwen are fighting and why he and Will are no longer friends, but he dodges her questions. Celia tells a heartbroken Will that she has to move back to Montega to help her mother with her restaurant. She shares goodbyes with Gwen and Casey as well, and offers them both words of wisdom. Luke is anxious to start flying with Keith, but Keith gets a mysterious phone call and Luke picks up something Keith is nervous he may have read. He jokes around claiming his job is top secret and he is Jack Bauer, but he seems rattled. Later, Keith makes plans with Lily, but she quickly blows him off to go spend time with her mother, or so she thinks. Lucinda is really playing matchmaker, and tricks Holden and Lily into having a romantic dinner together at her house.",
    "soapcentral_condensed": "Holden and Lily tell Lucinda about Luke taking flying lessons. Lucinda accuses Lily of using Luke to keep Keith in her life. Holden quickly defends Lily, and Lucinda realizes he is still very attached to her. She begins plotting to have the two of them attend a romantic dinner. Meanwhile, Keith wraps up a lesson with Luke, after getting a mysterious call from his job. Keith invites Lily to the Lakeview for dinner. Lily goes to meet Keith just as Lucinda is asking Holden to join her. When Holden arrives, he realizes Lucinda's trying to set him up and he leaves. Luke confronts his father and urges him to fight for Lily if he still loves her. Margo interrupts Casey and Gwen's heated conversation, asking pointed questions to Gwen but Casey diverts to keep Gwen from spilling everything. Celia informs Will that she is going back to Montega. Gwen finds them on the roof and Celia asks Gwen to look after Will. Later, Henry tells Maddie she can't keep Mike and Katie apart.\n"
}