{
    "soap_central": "\n\nA woman removes an untouched tray of food while Carly lies disconsolate on a bed. Meanwhile, to Rose's chagrin, Dusty shows up at the Roller Palace to alert her that she's in danger. She won't listen and Mitzi arrives, apologizing for spilling to Dusty. Dusty keeps trying to convince Rose to close up shop. A walk-in customer arrives and Rose gets Dusty to leave. Outside, Dusty notices a car watching the shop and sneaks up to confront Stanley. He figures out Stanley's working with the customer. As Nancy leaves, Rose asks Mitzi to drive her home because of the approaching storm. Rose turns to take the walk-in customer and he locks the door. As Dusty pounds on the door, he hears scuffling inside. Jack offers Rosanna a last chance to come clean but she maintains she doesn't know where Carly is. She says he should blame himself for Carly's disappearance. Craig has chosen Marshall to represent her, which doesn't please her. Both Jessica and Marshall want Rosanna's business. Rosanna selects Jessica who impresses her by believing her innocence. Jessica gets Rosanna out on bail. Craig wants Jack to look elsewhere, but Jack insists all roads lead to Rosanna. Craig launches his own investigation, starting with Parker. Alison sees Chris studying and interrupts him. She is hurt when he isn't receptive to her. Rick tells Alison that he thinks Chris is interested in her, but she needs to act more grown up. He suggests she try for a little more sophistication in her appearance and her attitude to get Chris' attention. When Susan returns, she tells Rick that they need to be careful about flaunting their relationship in front of Alison. Alison calls Katie looking for mistletoe. \n\n\n",
    "tvmega_recap": "The person with Carly in the cabin is finally showed. She appears to be a woman no older than 35. She has long darkish hair and brown eyes. She has a gentle voice as well. Roseanna is faced with a choice for her lawyer, either Marshall or Jessica. Roseanna chooses Jessica. Roseanna gets off with only $250,000 bail. Rose wants Dusty out of her life for good. A strange guy working for Spangler is fighting with Rose. Rose yells for Dusty to help, but the door is locked. Allison confides in Rick about her feelings for Chris. He suggests acting more mature.",
    "soapcentral_condensed": "A woman removes an untouched tray of food while Carly lies disconsolate on a bed. Dusty shows up at the Roller Palace to alert her that she's in danger. Jack offers Rosanna a last chance to come clean but she maintains she doesn't know where Carly is. Rick tells Alison that he thinks Chris is interested in her, but she needs to act more grown up. Alison calls Katie looking for mistletoe. Rosanna selects Jessica who impresses her by believing her innocence. Jessica gets Rosanna out on bail. Craig wants Jack to look elsewhere, but Jack insists all roads lead to Rosanna. Craig launches his own investigation, starting with Parker. Rose asks Mitzi to drive her home because of the approaching storm. Rose turns to take the walk-in customer and he locks the door. As Dusty pounds on the door, he hears scuffling inside. Alison sees Chris studying and interrupts him. She is hurt when he isn't receptive to her. Rick suggests she try for a little more sophistication in her appearance and her attitude.\n"
}