{
    "soap_central": "\n\nEmily and Alison return to Susan's house after an early-morning support group meeting that Emily made Alison attend. Emily insists that Ali needs a job and a routine and says she's found a therapist for Ali in Chicago. Susan walks in and hears them arguing, but they tell her it's just about a rock group Ali liked in Seattle that Emily doesn't \"get\" because she's too old. Susan wants to take Alison shopping, and Alison agrees, saying she needs clothes if she's going to start interviewing for a job. Emily is ready to go with them when Dusty calls and asks if she can meet him at the Lakeview to discuss business. Susan and Alison tell Emily to go ahead; reluctantly, Emily leaves to go meet Dusty.\n\n\nAt the Lakeview, Dusty cautions Emily against trying to be all things to her sister --- sister, therapist, support group, etc. Emily says she has to do this, because it's her sister, and she thinks she'll have to give up the paper because she can't focus on that at the same time and doesn't want to work with Craig anymore. Dusty tells her she won't have to, saying he's bought the paper from Craig and sold Craig his shares in Worldwide as part of the deal. He's out of a job now and wants Emily to make a go of the Intruder again. Emily realizes he's done this for her, and she says she doesn't know how to thank him. He tells her to get the paper back on its feet and stay away from Cheri.\n\n\nAt Old Town, Susan and Ali laugh about their past shopping expeditions, and Ali thanks Susan for finding her worthy of presents. Susan is surprised that Alison thinks she might not deserve presents. Elwood walks up and is stunned to see Alison, saying he recognizes her from a movie he's seen. She tells him she's sure he's mistaken, and then he realizes it wasn't an actual movie, it was some kind of video. As Ali tries to get an amused Susan to leave, Elwood says it was the \"sexy Justin Timberlake video.\" Ali goes along with that idea, and Elwood tries to get her to autograph his back, since he doesn't have any paper on him. Ali declines, dragging Susan away. When they get back to Susan's house, Susan is called to go into the hospital; Alison insists it's okay for her to go in. Susan leaves, and so does Alison. Emily returns later, and Susan calls her asks Emily to make sure Alison's okay; Emily says she will. She hangs up, yells for Alison, then calls Dusty when she realizes Ali's gone.\n\n\nMeg and Paul wake up in bed together, but Meg is worried someone will see them and Craig will find out they didn't really break up again. She thinks Paul should stay away from her completely while they work on their plan to bring Craig down, but Paul says he can't do that, and he wonders why Meg won't let this go, since it's not her battle anyway. Meg says it became her battle when Craig manipulated her, and there's no other way she can think of to get revenge against Craig. They kiss, then they go their separate ways.\n\n\nAt Al's, Luke and Faith are having breakfast, although Faith's not eating. Lucinda comes in and joins them and tells Faith that she needs to eat so they don't have to send her to \"kiddie rehab.\" Luke tells Lucinda that you can't force a person with an eating disorder to eat, but Lucinda thinks Faith has been coddled too much and not required to do anything she doesn't want to, but that's not going to happen today. She tells Faith to eat, saying she'll stay to be sure she does and will stay long enough to make sure Faith can't \"get rid of it\" afterwards. Holden calls Luke on his cell phone, and Luke goes outside to talk to Holden. Faith actually eats some of her breakfast, and Lucinda tells her that's a positive step, and they all have to keep themselves healthy while Lily is away in rehab. Meanwhile, Paul has come into Al's, and he walks up to say hello to Faith, asking her how her family is doing. Lucinda dismisses him, but Faith asks Lucinda why Paul can't stay. Before she can answer, Luke comes back in, saying Lily is doing fine, but Holden wanted to remind him that Faith has an appointment with her therapist in a few minutes. Faith gets up to go with Luke without arguing about the appointment, which surprises him, and she says goodbye to Lucinda and Paul and leaves with Luke. Paul sits down to join Lucinda, who tries again to get him to leave, but he tells her they have a common interest besides Faith --- Craig. He tells Lucinda that he's not the enemy, Craig is, and he says, \"Don't let your need to control everything affect the way you treat Faith.\" Lucinda tells him to stay away from her and Faith; Paul responds that he doesn't think he can do that. He wants Lucinda to believe he's on her side, but she doesn't and tells him to stay out of her way.\n\n\nAt Montgomery Enterprises, Meg walks in on an exasperated Craig, who dismisses his personal assistant and complains about the difficulty in finding a good assistant or a good woman. Meg says she came to be sure Craig knows she didn't have anything to do with Paul telling him he had a vision of Johnny; he tells her he knows that's not her style. Meg says she came to warn Craig that he's in \"serious danger,\" but Craig says he's been around danger (and money) all of his life, and he's not afraid, but he can see she's afraid of something. When he asks what it is, she says, \"Paul.\" She says Paul wants to destroy him or kill him, but Craig says that's always been the case with Paul, and he wonders why Meg cares. She says she couldn't live with herself if something happened and she hadn't tried to warn Craig, and she suggests that he protect himself. He thanks her and says he will, but he says he can tell there's something else she wants to say. Meg says she feels guilty for going to Paul after being with Craig, and she thinks she hurt Craig so much that he decided to go after her family. Craig denies that, saying he and Meg had sex, and that's all. Meg disagrees and says she knows the real Craig. He pushes her against the wall and says she doesn't know what's real, but she says she knows she hurt him, and it pushed him over the edge so that he did a terrible thing. She knows he's better than that, and she wants the world to know it, too. Craig says he doesn't care what anyone thinks about him, and he tells Meg they're different --- he knows what he wants and doesn't deviate from trying to get it, but she's not like that; she admits that she goes back and forth, and he tells her when she's decided where her loyalties lie, she should let him know. Meg tells him he can help her decide, if he wants, and he says this shocking turnaround of hers is hard for him to believe. She says it's real, and he says \"Prove it --- in bed!\" Meg says as tempting as that offer is, she wants it to be on her terms and on her time. She turns and leaves.\n\n\n\n\n",
    "tvmega_recap": "Emily and Allison disagree about how she should be living her life now that she is back home. Emily leaves so Susan and Allison can go shopping; she meets with Dusty, who surprises and touches her when he tells her that he traded his Worldwide stock to buy out the Intruder for her. Allison wonders if she is worthy of a man's love, while Susan tries to pump up her self-confidence. Allison is nervous when she is almost recognized from one of her movies. When Susan goes back to work, Allison takes off; Emily finds out and calls Dusty to help her find her. Meg and Paul awaken together, but soon she reminds him that they need to stay away from one another so as not to arouse suspicion. Paul is worried about Meg's safety because their plan to ruin Craig will bring her in close proximity to him. Faith doesn't want to eat, as Luke tries to gently coax her into it. Lucinda arrives and takes a firm no-nonsense approach. Faith finally responds and then doesn't even give Luke an argument when he has to take her to her therapy appointment. Lucinda responds acrimoniously to Paul when he tries to find common ground with her regarding Craig. Meg approaches Craig under the guise of apologizing. At first, Craig doesn't rise to the bait, but soon he loses his cool. He wants her to prove her sincerity; he asks her if she wants to go to her place of his?",
    "soapcentral_condensed": "Meg and Paul wake up in bed together, but Meg is worried someone will see them and Craig will find out they didn't really break up again. Emily insists that Ali needs a job and a routine and says she's found a therapist for Ali in Chicago. Elwood walks up and is stunned to see Alison, saying he recognizes her from a movie he's seen. Luke tells Lucinda that you can't force a person with an eating disorder to eat, but Lucinda thinks Faith has been coddled too much and not required to do anything she doesn't want to, but that's not going to happen today. Faith actually eats some of her breakfast, and Lucinda tells her that's a positive step, and they all have to keep themselves healthy while Lily is away in rehab. Meanwhile, Paul has come into Al's to say hello to Faith, asking her how her family is doing. Luke comes back to remind him that Faith has an appointment with her therapist in a few minutes.\n"
}