{
    "soap_central": "\n\nCraig is confronted by Margo and Jack at the police station about where he was and who he was with when Barbara was attacked.  He lies once again about being with Sierra.  Carly is at the police station because she has already confessed that she was with Craig.  She tells him that he doesn't have to cover for her and that she has told them that they were together.  Craig tells his side of the story about he and Carly being in the parking lot in his car and they were just talking.  Margo tells Jack that Craig's story matches Carly's and she leave to go and call the judge to get Craig released.  Jack starts to taunt Craig and Craig starts telling Jack all the things that Carly had told him about Jack, like he is too controlling and she has to sneak around.  Carly tells him to shut up and that he is twisting her words around.  Craig doesn't stop and when he starts in again, Carly slaps his face.  Then, Carly marches out of the police station.  Margo walks in just in time to see the three into it and she walks over and tells Craig that he is free to go and she adds that if they are going to show any more fits of testosterone, they can take it outside.  Craig walks over to Jack and tells him that Carly deserves more than dinner at Mabel's.  Jack reminds Craig that Carly keeps coming home to him at the end of the day.  Jack leaves and Margo walks over to Craig.  She tells him that Carly is nothing but conniving and she doesn't know why he keeps bothering with her.  Craig laughs and says, \"Because I like it.\"  Margo rolls her eyes and walks away.  Craig follows her and tells Margo that Carly is the prize and she will be his prize.\n\n\nEmily is waiting for Hal at his house.  When he comes in and sees the pile of library cards he asks Emily if she has started looking through the pile yet.  Emily says no and she is acting very nervous.  She tells Hal about someone breaking into her car at the hospital.  Hal gets upset and tells Emily that she is off the case and he doesn't want to endanger her life.  There is a knock at the door and Hal makes Emily hide around the corner until he knows whom it is.  When he opens the door, there is a man standing there.  The man asks if he is Harold Munson.  Hal says that it is close and who is asking.  The man gives Hal an envelope and tells him that he has been served.  The man walks away and Hal closes the door.  Hal starts to read the contents of the envelope and he tells Emily that he has to appear in court for Craig's trial.  He tells Emily that he doesn't think that he can get on the stand and testify when he feels that Craig is innocent.  Emily gives him a pep talk and tells him that he must do what he thinks is right and she understands that Barbara is the woman that he loves but he can't help put an innocent man in jail.\n\n\nSimon and Katie are tied up in the cellar of the opera house.  Simon is digging around Katie's cleavage to try to get her cross on her necklace so he can pick the lock on their handcuffs.  By the way, he is digging in Katie's cleavage with his face.  Katie is writhing on the floor in ecstasy.  Simon tells her to get serious.  Katie tries to compose herself but she can't help it.  Finally, Simon comes up with the cross in his teeth.  Katie is sad that the event is over.  Simon gives the cross to Katie and instructs her on how to pick the lock.  She gets the cuffs unlocked and then Simon turns to unlock her cuffs and has a second thought.  He tells Katie that she will be easier to handle if he keeps her in the handcuffs.  Katie says that he had better be kidding.  Simon unlocks her cuffs and then she falls on top of him and they share a kiss.  Simon finally pushes her away and tells her that they have to be ready if the guards come back.  They hear someone coming and they scramble to act like they are still tied up.  The guard comes in and tells them to be quiet and that they are making too much noise.  The guard turns off the light and leaves.  After he is gone, Katie and Simon hear the church bells ringing.  Simon tells Katie that is wondering if Holden and Luke heard the church bells and maybe escaped to the church.  Katie says that she hopes that Simon is right then Holden and Luke would be in the safest place ever.  Simon then gets up to work on reopening the hole that Holden and Luke and Lily escaped through.  He tells Katie to stop sitting there looking perky and help him.  She looks at him with a mad look on her face and says, \"I told you to never call me that.\"  Then she smiles and he helps her up off the floor.  \n\n\nAt the church, Holden and Luke are in the bell tower and they hear someone coming.  Holden hides Luke around a corner and he pulls out a gun.  Luke says, \"Daddy?\"  Holden tells him to be quiet.  The trapdoor opens and a man in a brown robe walks in.  Holden pops out and points the gun at the man.  The man tells him to not be afraid; he is in the house of the Lord.  He introduces himself as Friar Dominico.  Holden tells the Friar that he and his son are in danger and they need to get to the American Embassy.  He asks the Friar for help.  The Friar says that he must talk with his superior first.  He tells them that they must be hungry and he will bring them food.  He steps closer to Holden and asks for the gun.  Holden tells him that he needs the gun to protect his son.  Luke reminds Holden that he had been mad at Damian for having a gun and he had said that only weak people need a gun.  Holden looks at the boy and tells him that he is right and he hands over the gun.  The Friar starts to leave and Holden asks him not to betray them.  The Friar turns and looks at him and leaves.\n\n\nLily is holding Senora Cordina at gunpoint and she demands to see Damian.  The lady tells Lily that it is impossible for her to call Damian.  Lily yells at the lady and tells her that she will call Damian.  Senora Cordina turns to leave the room and Lily follows.  Before Lily gets to the door, Senora Cordina closes the door and locks it.  Lily runs to the door and tries to open it.  She yells for the lady to open the door and that she just wants her son and husband back.  Lily backs up and points the gun at the door.  She pulls the trigger to try to shoot the lock.  But the gun has no bullets in it.  She screams and drops the gun.  Lily falls to the floor on her knees and starts sobbing.  She hears the church bells and she looks up to heaven and says that it is so hard to keep faith in finding Luke and Holden.  Then she hears someone unlock her door.  She jumps up and grabs the gun.  She points the gun at the door and yells out that she has a gun.  No one enters the room.  She walks over and opens the door.  No one is there.  She runs down the hall and she can't find anyone.  When she comes back to her room, she sees something in front of her door.  It is Luke's passport.  She falls to her knees again.  She looks at Luke's picture in the passport and tells him how much she misses him.  She vows to go to the ends of the earth to find him.  When she rises, a piece of paper falls out of the passport.  She picks the paper up and reads that it is a note from Damian.  He tells her to be very careful and to meet him at the opera house in the Grimaldi box tomorrow night.  He warns that there is much danger.  Lily has a flicker of hope.\n\n\n",
    "tvdb": "Emily reluctantly agrees to spend the night at Hal's place with Daniel after hearing noises in the house.",
    "soapcentral_condensed": "Craig is confronted by Margo and Jack at the police station about where he was and who he was with when Barbara was attacked. Carly tells him that he doesn't have to cover for her and that she has told them that they were together. Simon and Katie are tied up in the cellar of the opera house and Simon is digging in Katie's cleavage to try to get her cross on her necklace so he can pick the lock on their handcuffs. Emily is waiting for Hal at his house and he tells her that he has to appear in court for Craig's trial. Hal doesn't think that he can get on the stand and testify when he feels that Craig is innocent. Holden and Luke escape through the hole that Holden and Lily escaped through and Luke says that he hopes that Simon is mad at him and says \"I told you so\" Simon tells Katie that she is in the safest place ever and then she falls on top of him and they share a kiss. Simon finally pushes her away and says that they have to be ready if the guards come back.\n"
}