{
    "soap_central": "\n\nSofie thanks Aaron for listening and understanding her problems and as the two share a hug Alison sees them.  Sofie leaves the two to talk and Alison immediately criticizes Aaron for moving on so quickly.  He tells her that his giving Sofie a hug is none of her business and the two go round and round about their relationship.   When Aaron leaves, Alison finds her cell phone is missing and calls it to figure out where she left it.  Will answers and agrees to meet her with the phone at the Lakeview.  \n\n\nEarlier, Will asks Gwen if she is feeling better about Alison and Gwen admits she isn't worried about her coming between the two of them; her real concern is her mother, Iris, returning to town.   Will tries to reassure Gwen that Iris won't come near her or their baby, but she is not convinced.  Lisa calls and asks Gwen to come into work and she agrees.  Will drives her to work and bring Alison's  phone to return to her.   When Alison arrives at the hotel to get her phone from Will she starts insulting Gwen to Will and he tells her to stop or she will lose his friendship as well.   Will's warning to Alison is understood, but she does say that she doesn't see a time when she and Gwen will be friends.  Alison claims her past stops from being accepted by people, especially Aaron. \n\n\nAcross town at Al's, Iris and Cole toast their family reunion over coffee and Iris asks Cole whether or not he has seen Gwen yet.   He admits he hasn't seen her yet and then asks his mom for a favor.  Cole tells his mom he wants to break into the music business and needs money, but Iris refuses to give him a penny.  Iris asks Cole if he is planning to try to get money out of Gwen and demands to know his plan if he is trying to scam her.   Cole denies having plans to swindle his sister and tells his mom good-bye.  As he gets up to storm out, Iris rips the bag from his arm and finds it filled with Gwen's CDs.   Cole admits he has an interest in his sister, but only as a way to get his music heard and not in an attempt to steal from her.  After his fight with Iris, Cole goes to the Lakeview to look for Sofie, but sees his sister instead.  Cole watches his sister and as he begins to walk over to talk to his sister another hotel employee approaches her and whisks her away to sign an autograph for a guest as Cole looks on.  \n\n\nCraig and Meg meet with their attorney and tell him that they are stopping the annulment and staying together.  He informs the two that if Meg tore up the papers of her own free will then the annulment is void and they remain married.  Craig tries to go out for a celebration, but Meg wants to work and finds a bill from the clinic in Switzerland where Rosanna is being cared for.  Meg is angry that the invoice has not been paid and he tells her the bill not being paid was an oversight and it will be taken care of right away.   Meg asks for Craig to be honest with her from now on because they are staying married and she wants to know what really happen the night of Rosanna's car accident.  Craig tells Meg he is afraid to tell her more about himself because he is afraid she will hate him.  Meg guesses that Craig was responsible for the accident and calls him out on his actions.  Craig continues to claim his innocence and  tells Meg he could never have hurt Rosanna that way, but she questions why he never went to visit her in the hospital if he wasn't guilty.  Craig says he is guilty, not for running her off the road, but for putting things in motion that lead to the accident.  He continues on by telling Meg that he is a new man because of her and visiting Rosanna would just remind him of whom he used to be.  \n\n\nPaul tries to will Rosanna to open her eyes, but the doctor informs him that the latest E.E.G.  showed no improvement and that he doubts Rosanna will wake-up.   Paul tells the doctor not to lose faith in Rosanna's ability to recover, but the doctor tells him he needs to be realistic.  Paul tries again to talk Rosanna out of the coma, but reluctantly leaves the room as Rosanna raises her hand off the bed.  Paul returns with his information for the nurse and asks that they call his number if anything changes.    As he walks out the door, Rosanna opens her eyes and says, \"Don't go\".  Paul returns to Rosanna's side and she asks Paul if she has been dreaming.  Rosanna questions Paul about what is wrong with her and where she is at.  Paul asks Rosanna about  the last thing she remembers and she recalls Paul asking her not to leave and that she couldn't speak, but needed to tell him something.  Rosanna can't remember what she needed to tell Paul or what lead to her being in the hospital.  She becomes frantic and then starts to tell Paul she needs to get out of there to save his sister, Jennifer.  \n\n\n",
    "tvmega_recap": "Allison is jealous when she sees Aaron hugging Sophie. Gwen worries as to what Iris' agenda is. Cole goes to his mother Iris for a favor. Meg and Craig make it legal when they cancel their annulment. Meg asks Craig to be truthful with her about what happened the night of Rosanna's accident. Paul sits vigil at Rosanna's bedside, but there seems to be no more improvement. Craig claims it was an accident when Rosanna drove off the road, but Meg is unsure. Aaron and Allison have another fight. Cole needs money from Iris to break into the music business. Iris turns him down and suspects this is a set up involving Gwen. Rosanna awakens. Rosanna talks about what she wanted to tell Paul but gets upset when she is confused. Craig pours out his heart to Meg, who seems affected and tells him that she believes it was an accident. Why won't he visit Rosanna though? Sophie calls Aaron on his lingering feelings for Allison. Allison lashes out about Gwen to Will because she is mad about Aaron, but then apologizes and admits to what is going on. Iris wonders what con Cole is going to pull, as later Cole watches Gwen from afar. Craig insists he is a changed man and he wasn't ready to face the old Craig by going to visit Rosanna and see the finality of her injuries. Rosanna remembers worrying for Jen's safety. Craig asks Meg if they can start over as man and wife -- not just in name only.",
    "soapcentral_condensed": "Sofie thanks Aaron for listening and understanding her problems and as the two share a hug Alison sees them. Sofie leaves the two to talk and Alison immediately criticizes Aaron for moving on so quickly. When Aaron leaves, Alison finds her cell phone is missing and calls it to figure out where she left it. Will answers and agrees to meet her with the phone at the Lakeview. Will asks Gwen if she is feeling better about Alison and Gwen admits she isn't worried about her coming between the two of them; her real concern is her mother, Iris, returning to town. Cole tells his mom he wants to break into the music business and needs money, but Iris refuses to give him a penny. Craig and Meg meet with their attorney and tell him that they are stopping the annulment and staying together. Paul tries to will Rosanna to open her eyes, but the doctor informs him that the latest E.E. showed no improvement and that he doubts Rosanna will wake-up.\n"
}