{
    "soap_central": "\n\nAt her house, Carly was on the phone with the hospital, trying to get the results of her tests. She told them she suspected it was an inner ear issue and for the doctor to call in a prescription so she could drive again, but the results weren't in. She left with her keys in hand.\n\n\nIn the interrogation room at the police station, Katie and Jack sampled wedding cakes. Jack fed some to Katie, and they shared an amorous moment, which was cut short by a knock at the door. It was Carly waving a pink piece of fabric, telling them that she was there in peace. She apologized for the night before, insisting that she'd never meant to interrupt the shower. She asked about Sage, and Jack assured her that Sage was okay. She asked Katie if she could make Sage's dress for the wedding and showed her the piece of fabric she was holding. She told Katie there was no pressure, and Katie and Jack could talk it over.\n\n\nCarly left, and Katie worried that yet another thing about the wedding would be about Carly instead of them. Jack apologized for the latest upset and said if she didn't want Carly to make the dress, she wouldn't. Katie said she didn't mind Carly making the dress and that Sage would love it. Katie said that she couldn't get mad at Carly when she was being nice, even though she again was butting in on their wedding. Jack questioned if Carly was actually being nice and told Katie that he thought the decision they'd made the night before was the right one and that he would tell Carly.\n\n\nCarly returned to the room, and Jack told her that she could make the dress. Carly happily thanked them. She turned to leave, but Jack wanted to talk to her. Katie left them alone. Jack then told Carly that she wasn't invited to the wedding. Jack told her that there would be other weddings for her to see the kids involved in, such as perhaps Paul and Rosanna's. Jack apologized for blindsiding her. She was hurt but told him it was okay. She had expected it. She admitted that her previous bad behavior was to blame. She told him that there was no excuse, but she just couldn't accept them not being together.\n\n\nJack told Carly that she needed to get used to it. He told her that the wedding was happening and that maybe someday they could all be one big happy family. She said they could be that. She could go to the wedding and sit quietly in the back just so she could watch her kids. Jack asked her how she would be when he was saying his vows and kissing the bride. Carly nervously laughed and told him she shouldn't and wouldn't go.\n\n\nCarly started to leave, but Jack stopped her. He told her that he'd tried to forget what they meant to each other and tried to pretend that it was less than what it was. He told her that he remembered everything and wouldn't change a thing, but he was never going back there. She softly told him goodbye and left.\n\n\nKatie met Nancy at the Lakeview. She said how lucky she was to have Jack. Nancy asked about Carly. Katie said they'd had their ups and downs. She told Katie that Carly would never stop trying to win Jack back. She offered to put Carly in her place, but Katie told her that Jack had already done that.\n\n\nKatie wanted to know how Nancy had stayed married for so long. Nancy handed her a box; it was the pearls Nancy had worn for her wedding. She told Katie her secret to staying married: \"Whenever Jack is mad at you, climb into bed with the pearls on and nothing else.\"\n\n\nBack at the station, Katie greeted Jack with a big kiss and asked how Carly had taken the news of not going to the wedding. Jack admitted that she had been disappointed, but he asserted that she always bounced back.\n\n\nAt the hospital, the neurosurgeon met with Carly to discuss her test results. She tried to minimize her symptoms, but the doctor told her the problem was very serious. She tried to tell the doctor that she had been under a lot of stress and that she was an emotional wreck, but the told her the symptoms were being caused by a physical problem. A shocked Carly learned she had a lesion on her brain.\n\n\nAt the women's clinic, the doctor told Sofie that she was well into her second trimester. Sofie looked relieved and smiled. She asked if it was too late. The doctor told her that she still could have the abortion, but there might be complications. Her smile faded, and Sofie told the doctor that she had to have the abortion. The doctor told her that she would need someone there with her for after the procedure and left to answer a page. Sofie picked up her phone to call Cole but then stopped.\n\n\nAt Emma's, Alison's nausea continued, but when Gwen called to check on her, Alison reported that she was feeling better. Aaron asked why she was hiding her nausea from Gwen. She told Aaron that if she told Gwen she was having a bad reaction to the hormones, she feared the doctors wouldn't let her go through with the donation. She really wanted to do it so she could finally do something that she would be proud of. Aaron told her that he regretted making her feel like she had to prove something to him and wanted to make it up to her.\n\n\nAaron turned to Alison. She thought he was going to kiss her, but he turned her around and gave her a shoulder massage, which she enjoyed. He told her he would give her anything she needed, and they almost kissed, but just then, there was a knock. Aaron went outside and found a very distraught Sofie. She told Aaron that she couldn't go through with the abortion. Aaron asked her what he could do to help, but she told him she'd just wanted to tell someone. He asked where Cole was. She told him that he was at work, and Aaron realized that Cole hadn't even gone to the clinic with her.\n\n\nAaron was outraged, and Sofie tried to make excuses for Cole. He asked her what she was going to do. She said she didn't know. Aaron told Sofie to be careful with Cole, and she left. As he went back in the house, Alison told him that she was going to get going because she didn't want to interfere with him and Sofie. Aaron asked her if she was jealous and insisted that she had no reason to be. Alison told him that she might be jealous if they were still dating.\n\n\nAaron told Alison that Sofie had a lot of things going on and didn't have anyone else to talk to, but that was as far as it went. Alison smiled at the information. He asked her to please stay. She told him how nice the day had been with him and that she was feeling a little nervous. Aaron told her that maybe the next time she would feel a little better. They kissed, and she left.\n\n\nWill found the plant that Gwen had thrown out and took it back in the house. Gwen took it out of his hands and hurled it outside. She explained to him that the plant was from Iris and that Iris had given Sofie money to make her get an abortion. Gwen frantically searched for Sofie's number so she could stop her, but Will told her that the decision was between Sofie and Cole. Gwen was worried that Cole wouldn't even go to the clinic with her.\n\n\nThinking that Iris had given Sofie the money the day before, Gwen decided that Sofie had probably already gone through with it. Will told her that she needed to think about something else. An envelope appeared at their doorstep from a fan who wanted her to listen to their CD. Gwen was skeptical, but Will said they should listen to it.\n\n\nAt Henry and Vienna's diner, Gwen and Will listened to the CD that the fan had sent. Unimpressed, they mocked the lyrics aloud. Suddenly from behind, an angry Cole confronted them, admitting that the CD was from him. Will asked if Gwen knew who he was, and she said it was her brother. She started to explain that not everyone had the same tastes, but Cole snatched the CD from her hand and stormed off. Gwen went after him, and they argued as Will watched. With Cole gone, Will and Gwen talked about their future parenting.\n\n\nIn Old Town, Cole found Sofie sitting alone. He thought that she'd had the abortion and told her that he knew she'd wanted the baby, but it wasn't the right time. Sofie said nothing as he told her about his disastrous encounter with Gwen. He told her he had nothing left but his \"sweet Sofie,\" and he wanted to take her home so he could take care of her. He told her to forget about the baby; they didn't need anyone. Still silent, she took his offered hand and went with him.\n\n\nAt the Lakeview, Rosanna and Paul met with Tom. Rosanna wanted to hire him as her lawyer. She asked him how to get Craig charged with attempted murder. Craig, who was walking in, heard and hid nearby, trying to listen to their conversation. Rosanna told Tom what she remembered. Tom told them that putting Craig in prison wasn't going to happen.\n\n\nPaul angrily got up to leave, saying Tom was biased because Craig was Margo's brother. Rosanna asked Tom why Craig couldn't be arrested, and Tom said it was because Craig had already been tried and convicted of that charge. Short of accusing him of another crime, there was nothing that could be done.\n\n\nBack at Fairwinds, Rosanna wondered what to do. Paul left to handle the lawsuit. He told her to stay there until he returned and to not do anything crazy.\n\n\nOutside the Lakeview, Craig confronted Tom and demanded to know what his conversation with Rosanna and Paul had been about. Tom refused to tell him. Craig bullied him, saying that his lawyer had told him that he couldn't be prosecuted again because of double jeopardy. Tom admitted that the law was on his side that time and that he needed to have the good sense to not harm Rosanna a second time. Tom left.\n\n\nCraig then received a phone call from Rosanna. She told him that she wanted to draw up settlement terms so that they could stay out of each other's lives. She told him that the clock was ticking and to meet her at Fairwinds.\n\n\nCraig arrived at Fairwinds. \"So, you want a truce?\" he said. He told her that she wanted to settle, since he wouldn't be going back to jail. Rosanna snickered and told him that he might not be going back to jail for trying to kill her, but he should make no mistake; he would be going back to jail.\n\n\n",
    "tvmega_recap": "Cole is upset when Gwen and Will laugh at his songs then he tells Gwen she has no feelings. Gwen is determined to stop Cole and Iris from forcing Sofie to get an abortion. Allison and Aaron get closer as he takes care of her when she feels sick after the hormone shots. Sofie comes to Aaron crying and tells him she couldn't go through with the abortion. Paul and Rosanna are determined to put Craig behind bars even if he can't be convicted for attempted murder since he already served his time. Carly is heartbroken when Jack tells her she can't go to his and Katie's wedding. Carly's bad day gets much worse when the doctor tells her she has a lesion on her brain.",
    "soapcentral_condensed": "At the hospital, the neurosurgeon met with Carly to discuss her test results. She tried to minimize her symptoms, but the doctor told her the problem was very serious. Gwen called Alison to check on her, but when Gwen reported that she was feeling better, Alison asked her why she was hiding from her. Sofie told the doctor that she had to have the abortion and left to answer a page for someone there with her after the procedure. A shocked Carly learned she had a lesion on her brain. At the women's clinic, the doctor said she was well into her second trimester. The doctor told Sofie that she could still have an abortion, but there might be complications. Katie met Nancy at the Lakeview. Nancy asked about Carly. She told Katie that Carly would never stop trying to win Jack back. She offered to put Carly in her place, but Katie told her that Jack had already done that. Katie said she couldn't get mad at Carly when she was being nice, even though she was butting in on their wedding.\n"
}