{
    "soap_central": "\n\nKatie finds the dead body of Nurse Krebbs.  She starts to scream and Chris Hughes comes running into the room.  Katie is shaken up and Mike shows up to console her.  Katie tells Mike that she feels like she is cursed.  Mike tells her that she is crazy.  She reminds him that she has found three dead bodies since she started working at the hospital.  Mike cheers her up by telling her that she has brought him more good luck than bad.  Katie looks at Mike with a smile on her face and says that she can see why all the women run to him when something bad happens.  The two look into each other's eyes.  There is a clap of thunder and Katie jumps and puts her arms around Mike's neck.  Mike asks if she wants him to take her home.  She says that she does.  He says that he will stay with her until the storm passes or she passes out, whichever comes first.  She says, \"Deal.\"  \n\n\nDr. Decker shows up and tells Bob and John that Nurse Krebbs had called him about the vial that was found in the hospital room.  John asks why had she called him.  Dr. Decker says that he is not sure why.  John says that Dr. Decker has only been at Memorial a short time and now he is the go-to-guy.  Dr. Decker shrugs his shoulders.  An attendant opens the door and says that he is there to take Nurse Krebbs to the morgue.  Bob introduces the attendant to the new forensics pathologist, Dr. Daniels.  Dr. Daniels tells the attendant that he will see him in the morgue.  Dr. Daniels, Dr. Decker, Dr. Dixon and Dr. Hughes walk out into the hall.  Bob asks Dr. Daniels if he had found anything during the initial examination.  Dr. Daniels informs the other doctors that he found a very small puncture on the nurse's arm.  He informs them that the puncture was found in a mole.  John asks what does that mean.  Dr. Daniels says that someone gave the nurse an injection of medication strong enough to kill her but wanted to keep it a secret.  Chris hides around the corner and listens to the four doctors talking.  Dr. Decker says that he thinks that Dr. Daniels is suggesting murder.  Dr. Daniels says that he wonders why the police have not been called.  Dr. Decker says that Bob was at The Lakeview and John can't blame him for this one.  Bob stops all of them and says that they have to work as a team and they can't be fighting.  \n\n\nLily meets Lucinda at The Lakeview Lounge.  Lily tells her mother about her argument the she and Rose had.  Lucinda tries to console her daughter.  Lucinda reminds Lily how she had reacted when Lucinda tried to warn her about some of the men that Lily had been involved with.  Lily decides to go and see Rose and straighten things out with her sister.  \n\n\nLily goes to Rose's house and finds Mitzi.  Mitzi tells Lily that Rose is not there.  Lily tells Mitzi about the break in earlier at the salon.  Mitzi gets upset.  Lily tells Mitzi that she wants to leave a note for Rose.  Mitzi leaves the room to get paper and pen for Lily.  After Mitzi is gone, Lily hears a noise outside the front door.  Lily opens the door and finds a cute puppy.  She bends down to pick up the puppy and a man comes out of nowhere and grabs Lily.  Lily tries to scream but she can't because her attacker has his hand over her mouth.  Lily starts to kick and kicks a potted plant off the table by the front door.  Her attacker drags her off.  Mitzi comes back into the room and finds the front door open and no Lily.  She yells for Lily but does not get an answer.  Mitzi walks over to the door and sees the plant on the ground.  She sees the puppy by the door.  She steps outside and yells for Lily.  \n\n\nRose goes to Dusty's hotel suite.  Dusty tells her that she needs to stay away from him.  Rose says that she can't stay away and the two start to kiss.  Rose takes off her coat and then her dress.  Dusty tells her that she is beautiful.  He walks over to her and kisses her.  He asks if she is sure about this.  She says that she is and the two start to kiss again.  Dusty takes Rose to the bed and they lie on the bed and start to kiss some more.  Rose's cell phone starts to ring.  She tries to ignore it.  The phone keeps ringing.  Rose looks at Dusty and Dusty tells her to answer it.  She jumps up and gets the phone.  Mitzi is on the other end.  Rose tries to tell her that she is in the middle of something.  Mitzi tells her that she thinks Lily is in trouble.  Rose tells her to forget about Lily.  Mitzi tells Rose to listen to her and she tells her about Lily disappearing and leaving her purse behind and things in the house were thrown about.  Mitzi says that she thinks that Lily is in trouble.  Rose tells Mitzi to hang up and call the police.  Rose hangs up her phone and tells Dusty that she has to go.  She grabs her coat and heads out the door.  Dusty follows shortly behind her.\n\n\nAt Rose's house, Margo is questioning Mitzi.  Mitzi tells Margo everything that had happened and then she tells her about the dog.  Margo asks Mitzi where is the dog now.  Mitzi says that she thinks he ran away when there was a big clap of thunder.  Margo tells one of the officers to go and find the dog.  Rose and Dusty show up and Margo asks Rose why Lily had been looking for her.  Rose says that she was there to give her a piece of her mind like she had been doing all day.  Mitzi grabs Rose and turns her around.  She tells Rose that Lily was there to apologize and make amends.  Rose asks, \"She came here to apologize?\"  Rose and Mitzi hug.  Mitzi tells Rose not to be upset.  She says that they will find Lily.  Margo turns to Dusty and asks him if he has any idea who is behind this disappearance.  Dusty reminds Margo that he and Lily have been friends since they were kids.  Rose tells Margo that Dusty had been with her the last few hours.  Margo looks at Dusty suspiciously.  An officer walks in with the dog in his arms.  There is a ransom note attached to his collar.  Margo takes the note from the dog and reads it out loud.  \"She is safe for now.  Wait for ransom call.\"\n\n\nMolly and Craig take Parker back to Hal's house and inform Hal what they have found out from Parker.  Molly tells Hal that \"Mushy Bells\" is Muscle Shells.  As in Montana, where Carly is from.  Parker tells the adults that Carly wrote it down.  Hal asks if Carly left a note and Parker shows them the note that Carly left.  Hal asks Parker why he didn't tell them about the note.  Parker says that nobody asked him.  Hal finds the note and reads it and it, in fact, says that she is going to Muscle Shell.  Jack is upset with himself that he didn't find the note sooner.  Molly tells him that it doesn't matter.  She adds that all that matters is that Carly is alive.  When Jack reads the note he sees that Carly had written that she loves him and she wishes that he would join her.  Hal tells Jack to call the D.A. and get this mess straightened out.  Craig says that he will go to the D.A. himself and get the ball rolling.  After Craig leaves, Jack tells Hal that he is going to the station.  Jack gives Parker a kiss goodbye and walks out the door.  Molly follows Jack outside.  She asks Jack if he is going to Montana.  Jack says that he is not sure.  Molly reminds him that the note said that Carly wishes he were with her.  Jack tells Molly that he has called Carly's cell phone a dozen times and she has not called him back.  Molly says that only means that her cell phone is not getting a signal.  Jack says that he thinks he should wait.  Molly asks, \"Wait for what?  To find out if this little girl is your?\"  Jack says that he doesn't have to explain himself to her.  Molly reminds Jack that Carly is his wife and she needs him now more than ever before.  Jack starts to walk away.  Molly stops him and asks him what is going to do.  Jack says, \"I'm going to Montana.\"\n\n\nIn Muscle Shell, Montana, Carly gets a check up from the local doctor.  He tells her that her blood pressure is good and her health looks good.  The woman that Carly is staying with, asks the doctor about Carly traveling.  The doctor tells her that traveling at this time is not advised.  The doctor leaves and the woman tells Carly that she needs to stay in Muscle Shell until the baby is born.  Later, the woman walks into Carly room and finds her packing her clothes.  The woman asks what she is doing.  Carly says that she has to leave.  The woman reminds her what the doctor had said.  Carly says that she and the baby will ok.  She says that she has to learn to take care of herself.  Carly picks up a picture of Parker.  She says, \"I have a family to raise.\"\n\n\n",
    "tvdb": "[ RECAP AVAILABLE ]",
    "soapcentral_condensed": "Katie finds the dead body of Nurse Krebbs. Mike cheers her up by telling her that she has brought him more good luck than bad. Dr. Decker says that he thinks that Dr. Daniels is suggesting murder. Lily decides to go and see Rose and straighten things out with her sister. Dusty tells Rose that she needs to stay away from her and Rose says that she is beautiful. The two start to kiss and start to ignore Rose's cell phone ringing. The phone keeps ringing and Rose tells Dusty to ignore it and they lie on the bed and kiss some more. Lily tells Mitzi that she wants to leave a note for Rose. Lily hears a noise outside the front door and finds a cute puppy. A man comes out of nowhere and grabs Lily. She tries to scream but she can't because her attacker has his hand over her mouth. Lily starts to kick and kicks a potted plant off the table by the frontdoor. Her attacker drags her off.\n"
}