{
    "soap_central": "\n\n \nDamian and Meg saw one another in the lobby of the Lakeview, and Meg told him that her family was out looking for Paul and Eliza. Damian reassured Meg that they would find her baby soon. Lisa joined them and asked if she could help, but Meg answered that there was only one way to get Eliza back, and she had to do it alone. She headed for the elevator and went to Barbara Ryan's room. \n\n\nBarbara told her daughter-in-law that she could have saved herself the trip because she had not heard a word from Paul since his departure. She also reminded Meg that there had been no \"kidnapping\" involved; Paul had legal custody of Eliza. Meg reasoned that Paul would contact the only person still speaking to him, and that was his mother. Meg implored Barbara that when Paul called her that she should do the right thing and notify the police. \n\n\nBarbara suggested that perhaps Paul was simply on a trip he had planned, but Meg was not buying that. She told Barbara that the judge had ruled that Paul had gotten custody of the baby under false pretenses, and she asked Barbara to convince Paul to return Eliza. Meg promised if that happened, she would not press charges against him. Barbara agreed to tell him. \n\n\nJanet and Jack went to Carly's, and Jack told his ex-wife that he had spent most of the night looking for Meg's baby, and he was not in a good mood. They discussed how Parker had quit school and had withdrawn from all social contact. Craig walked in and announced that, fortunately, he had the solution to Parker's problems. He declared that Parker needed family therapy, and he had already discussed it with Carly. Carly backed up Craig and agreed. \n\n\nCraig suggested that Parker see a new therapist, Dr. Patricia Englewood, at Memorial. She specialized in troubled adolescents, and Dr. Michaels had recommended her. The doctor was willing to do an intervention, and Craig thought all four of them should participate. Jack liked the idea of therapy for his son, but he nixed Craig's participation. Once again, Jack warned Craig to stay out of his family's business. \n\n\nJanet agreed that she and Craig should not be involved in the therapy sessions, and Craig backed down. Carly volunteered to tell Parker about their decision for therapy, even though he had refused to participate when they had suggested it before. Jack was hesitant that Carly could get the boy to agree, but she guaranteed that she would have him there for the appointment. Jack and Janet left, followed by Craig, and Carly called Parker downstairs. \n\n\nPaul walked down the sidewalk in a rural town and apologized to Eliza for their having to sleep in a barn the night before. He stopped suddenly when he spied the woman who resembled Rosanna walking ahead of him. She was carrying shopping bags, and she hurried away when she recognized him. Paul followed, calling Rosanna's name, but she did not respond. He lost her, so he went back to the garage where the mechanic fixing his car asked for more money to repair the brakes. Paul had an idea about where to get more cash, and he took off while Rosanna peeked around a corner and then walked in the opposite direction. \n\n\nParker asked Carly what was up, so she told him that the three of them were going to family therapy that morning. Parker turned sarcastic, and he said it sounded like fun, but he would pass. He flatly refused to go, and he told his mother that she was the one who needed help. Carly argued that she had not dropped out of school, and Parker countered that she had instead run off with Simon Frasier and abandoned her children. Parker asked Carly if she wanted some shrink to know what a lousy mother she was, and Carly urged Parker to get all his negative feelings out. \n\n\nParker became angry and told Carly that what made him the most furious was watching her get smashed with her \"ex-con boyfriend.\" Parker said he would not go anywhere with her, but he would go to the therapy session himself. He mumbled about what a waste of time it was as he headed out the door. Carly went straight to a bottle of Midnight Sun vodka in the kitchen, but she stopped before she actually poured any of it. She started out, but could not find her car keys, so she ended up back in the kitchen. This time she could not resist the call of Midnight Sun, and she poured herself one drink after another. \n\n\nMeg returned to the Lakeview lobby after her chat with Barbara, and she found Lisa with Damian. She explained that Barbara had promised to talk to Paul, but Meg did not think Barbara would stand up to her son. Lisa volunteered to speak with her old friend, Barbara, and she headed to the elevator. Damian asked Meg if she had eaten that day, and when she answered no, he insisted on buying her breakfast. \n\n\nLisa called on Barbara, telling her she was worried about how her friend was handling all the stress since she was recuperating from cancer. Barbara got a call from Paul, and Lisa walked out, but she listened by the door. Paul told his mother that the baby was fine, and Barbara heard the baby over the phone. Paul then asked her for help. He refused to say where he was, so Barbara told him the police were searching for him. Paul asserted that Meg was spreading lies about him, and he refused Barbara's pleas to bring the baby home. Lisa called Meg from her cell phone and told her to get up to Barbara's room immediately because Paul was on the line. \n\n\nBarbara told Paul what Meg had said about not pressing charges, but Paul was not taking any deals. He asked his mother to wire him $100,000 secretly. He threatened that if she turned him in to the police, she would never see him or the baby again. Paul said he would call her back and tell her where to wire the money, and he hung up. \n\n\nMeg burst into the room, just a second too late, followed by Lisa and Damian. Barbara lied that Paul had said nothing of importance, but Lisa was skeptical. Barbara promised Meg she would inform her if Paul called again. They all left, and Lisa confided to Meg and Damian that she was sure Barbara was hiding something. \n\n\nParker and Jack arrived at the hospital for their therapy meeting, but Carly was not there. She did not answer her phone, either, and Parker bet his dad that his mother would not show up. Jack called Janet and asked her to go to Carly's to check on her. Parker said he was not going back to school under any circumstances, so there was really no point in rescheduling the therapy session. Janet arrived at Carly's but found no one home. She called Craig, who had no idea where Carly was. He joined Janet at the house, and the two of them went in. Craig swore when he found the empty bottle of vodka in the kitchen. \n\n\nAn Oakdale patrolman pulled Carly over in her car. Carly knew him by name, and she jokingly tried to persuade him to forget that she had been going a teeny bit over the speed limit. Instead, the cop asked her to exit the car, and when she stumbled, he asked her to walk a straight line. Carly was unsteady, and she tried to explain that her antihistamine sometimes made her a bit woozy. She almost fell, so the cop decided to administer the breathalyzer test. \n\n\nThe policeman apologized, but he said that he had to take her in. Carly pled for one quick phone call, and Barry, the policeman, agreed. She called Craig and explained that she was in a bit of trouble. She asked him to meet her at the station. Craig was at Carly's house with Janet when he took the call, and he asked Janet to give him a 15-minute head start and not to call Jack until they knew what they were dealing with. Craig left in a hurry. \n\n\nPaul got his car from the garage and pulled into a farm produce store just out of town to get milk and a few supplies. He carried a sleeping Eliza into the building, and came face-to-face with the only other person there, Rosanna. \n\n\nHe spoke to her, and she verified that she was, indeed, Rosanna, and that she had fully recovered. Paul asked why she had not returned to Oakdale, but Rosanna said that she had chosen not to. Paul lectured her about the people back home who loved and missed her, but Rosanna said that it was a long story. She looked at Eliza and asked if she was Paul's baby. When he answered yes, Rosanna mentioned that the baby looked like Meg. \n\n\nPaul and Rosanna walked a bit in the fields, and Rosanna explained that when she had recovered, she found out that Paul and Meg were married. She had not wanted to be in the middle of that, and she also declined to call her sister, Carly, who was by then working with Craig. Paul could not believe that spoiled and snooty Rosanna was working on a co-op organic farm, so she told him that when she had awakened from her coma, it was to find that Cabot Motors had failed miserably. Paul assumed that she still had her other assets, but Rosanna said that Craig had helped himself to all of those. \n\n\nRosanna was self-supporting on the farm, and she was proud of her work. She had no intention of going back to Oakdale, and Paul said he felt the same way. Rosanna asked if he was not eager to get back to Meg, but Paul answered by saying that he loved being a dad, and he did not mention that he and Meg were divorced. Rosanna got him milk and some organic baby food and snacks, and Paul put the baby back into the car. Rosanna asked Paul not to tell anyone that he had seen her. She was taking advantage of a second chance in life, and she assumed that Paul had done the same with Meg. She urged him to make the most of it, and Paul drove away. \n\n\nParker got home from the cancelled therapy session and found Janet there, cooking. Parker wanted to know what had happened, and Janet stalled him. Finally, Parker came right out and asked what his mother had done, and he began talking trash about Carly. Janet scolded him for that, but Parker was insistent that his mother deserved whatever she got. \n\n\nPatrolman Barry escorted Carly into the Oakdale police station. Craig was waiting for her, and they spoke privately in the interview room. Carly denied that she was drunk, but the patrolman had charged her with a DUI. Craig told her that he had found an empty vodka bottle in her kitchen, even though she had promised to quit drinking. Carly said she had quit, but she was feeling nervous about the therapy session, so she \"had a few sips.\" \n\n\nCraig said that Carly needed help, but all she could think of was getting out of the station before Jack arrived. Craig brought up the fact that Carly could lose her license, but he promised to make some calls on her behalf. Craig walked out as Jack stormed in. \n\n\nJack demanded to know what the hell Carly had been thinking. He checked her paperwork and told her that her blood alcohol had measured way over the legal limit. Carly denied that, as Jack continued to hassle her. Carly apologized and promised that it would never happen again. Jack really got to her when he asked her what kind of a role model she was for their children-especially Parker. \n\n\nBack at the Lakeview, Meg and Damian talked in the lobby, and Lisa joined them. She said she hated to say it, but she felt that Barbara was protecting her son and hiding something. Meg agreed, and Damian asked Lisa if she would help them. He suggested that Lisa spend as much time as possible with Barbara over the next few days, with the goal of finding out where Paul had gone. Lisa was to listen for clues that might point them in the right direction, and Lisa agreed. Damian took Meg back to Lily and Holden's house, and he was optimistic that they would be bringing Eliza home soon.\n\n\n",
    "tvmega_recap": "Carly and Jack get Parker to agree to see a new family therapist that works at the hospital even though Parker thinks therapy won't work. Parker tells Carly that she is a lousy mother and she is the one who needs therapy to quit drinking. Carly gets upset by Parker's words and drinks an entire bottle of vodka before driving to meet Parker and Jack at the hospital for therapy. Carly gets stopped by the police and arrested for DUI after she fails a breathalyzer test. Jack tells Carly that he won't help her get out of trouble this time. Meg continues to worry about Eliza and Damian persuades Lisa to spy on Barbara and report any information she discovers to Meg. Paul calls Barbara and asks her to wire $100,00 to him. Paul runs into Rosanna and is surprised to discover that she lost all her money when Cabot motors went broke and she got involved in a Ponzi scheme. Rosanna asks Paul not to tell anyone that she is out of the hospital. Rosanna tells Paul she is happy living the simple life on a co-op farm.",
    "soapcentral_condensed": "Meg and Damian are out looking for Paul and Eliza. Barbara tells Meg she should call the police if Paul calls her. Craig says Parker needs family therapy, but Jack nixes the idea. Carly calls Parker and tells him they are going to family therapy that morning. Parker says he will not go anywhere with her, but he will go to the therapy session himself.. Carly goes straight to a bottle of Midnight Sun vodka in the kitchen, but she stopped before she ended up back in the car. She started out, but could not find her keys, so she ended the car up back. She called Barbara, telling her how worried she was about how she was handling all the stress from recuperating from cancer. She explained that Barbara had promised to talk to Paul, but Meg did not think Barbara would stand up to her son. She asked Barbara to convince Paul to return Eliza under false pretenses, and she promised if that happened, she would not press charges against him.\n"
}