{
    "soap_central": "\n\nWill tells Gwen that he wants to move out of Hal's house.  Gwen agrees to move out, although she thinks that they should stay so that they can graduate from high school.  When Will realizes how much Gwen wants to stay, he tells her that he is convinced, as well, that they should remain at Hal's.  However, deep down inside, Will has agreed only for Gwen's sake, not because he really believes that it is the best thing to do.\n\n\nEmily asks Paul to marry her immediately, in his jail cell.  When Paul agrees, Emily produces a minister, rings, flowers, and witnesses before Paul can change his mind.  Just as the minister asks Paul if he will take Emily for his wife, Meg bursts in the door.\n\n\nCarly returns home to find Chardonnay with Jack.  Chardonnay tells Jack the whole story of Carly's plan to set Nick up and get him fired from the police force.  In spite of the fact that Chardonnay tells him that Anatoly was completely responsible for the drugs which were planted on Nick, Jack refuses to discuss anything with Carly.  Jack takes Chardonnay to the police station to tell her story to Nick.  Jack insists that Carly come to the station as well, to confess her plan to Nick face to face.\n\n\n",
    "tvmega_recap": "Emily wants to get married right then and there, but Paul tries to stall. Finally, when Paul sees this is the only way to convince Emily he still loves her, he gets on bended knee and asks her to marry him again that very day. Will and Gwen prepare to leave Hal's, thanks to Will's piggy bank fund and his feeling if they don't get out now they will be torn apart by his family's manipulations. Gwen doesn't seem so keen on the idea, which doesn't go unnoticed by him. They talk some more and Will changes his mind because he wants to make Gwen happy. Gwen is happy to not have to scrape together, work full time and go to school all at the same time. She runs off to the library to get some textbooks for them to play catch up with. At the library she and Maddie talk about each other's romantic relationships. Gwen tells her they decided to stay at Hal's because it is the best idea for them both, but Will tells Bob he did it only for Gwen. Meg warns Henry about Emily, but he wonders about her considering she was the one with Dusty's bloody wallet in her possession. Meg threatens that he is going to get caught in the cross fire if he stays close to Emily because she has a one track mind regarding Paul and revenge. They are interrupted by Emily calling Henry to the police station because she and Paul are going to be married. Nick and Katie beg Hal to put out an APB on Chardonnay but won't do that. He promises to put a few men on the case and run this by the new lead detective on the case \u0096 Jack. When Nick hears this, he is convinced that he is sunk. Carly comes home to find Jack with Chardonnay. Jack demands that Chardonnay tell him the whole story about how she and Carly are connected. Carly's world starts to crumble as Jack hears the whole sordid tale and he realizes the depths of Carly manipulations and lies. He tells her and Chardonnay that they are going to the station to make a statement and Carly is going to tell Nick the sick story of what she did to his face. Jack seems to no longer hold much value in Carly and his marriage at the end of this conversation. Henry becomes Emily's witness when Susan refuses to support Emily's jailhouse wedding. At first Hal tires to stop Emily and Paul's wedding, secretly to Paul's relief, but soon becomes so fed up with her, that he tells her he plans on witnessing the beginning of the train wreck which is to become her life now. Meg walks in on Paul and Emily's wedding ceremony.",
    "soapcentral_condensed": "Will tells Gwen that he wants to move out of Hal's house. Gwen agrees, although she thinks that they should stay so that they can graduate from high school. Chardonnay tells Jack the whole story of Carly's plan to set Nick up and get him fired from the police force. Emily asks Paul to marry her immediately, in his jail cell. Just as the minister asks Paul if he will take Emily for his wife, Meg bursts in the door. Jack takes ChardonNay to the police station to tell her story to Nick.  Jack insists that Carly come to the station as well, to confess her plan to Nick face-to-face. Jack refuses to discuss anything with Carly.  In spite of the fact that Anatoly was completely responsible for the drugs which were planted on Nick, Jack refuse to discussanything with Carly, to Jack's disgust.  The pair argue over who is to blame for the death of Anatoly's father, who was killed in a car crash.\n"
}