{
    "soap_central": "\n\nWill and Casey were talking about Gwen's pregnancy when Casey mentioned that Will told Bob that Gwen's baby was not his. Will said that he was just nervous about telling the truth and that the baby was his. Casey suggested to Will that he might want to think about terminating the pregnancy for his own good. Will told Casey to stay out of it and left. After overhearing Casey talking to Will Gwen started screaming at Casey for suggesting that they terminate her pregnancy. Just as Gwen was yelling at Casey, Celia arrived, and wanted to know what was going on. Gwen said she had some news about Casey that Celia was not going to like.\n\n\nPaul asked Emily to move in with him. Emily thought things were moving too fast, and that she should not move in with Paul, because Daniel would be too confused. Paul tried to talk her into it, and they wound up making love. Before Emily left to pick up Daniel she agreed to move in with Paul for two weeks while Daniel was away at camp. Paul then called Will and asked him to stop by so they could talk. When Will arrived, Paul told him he knew that Gwen was pregnant. Will told Paul he was the father and asked for his help in getting Barbara off his back. Paul said he would help Will, and called Barbara over to his apartment, so Will could tell her off. \n\n\nKatie and Mike were at Metro when Katie told him that she and Henry were getting a divorce. Katie also told Mike that she thought they should not be friends anymore. Mike did not agree and told Katie they would always stay friends.  \n\n\nMeanwhile, After Jen and Craig's argument Jen fell to the ground. Bob went over to assist Jen and took her to the hospital. Sierra told Craig to leave Jen alone but he refused, and went to the hospital after her. Sierra called Hal and told him that Jen was on her way to the hospital. At the hospital Hal came with the police and threatened to arrest Craig. Jessica showed up with a summons for Craig to go to court immediately. \n\n\nLily and Holden went to the house to check on the renovations. Holden gave Lily a family picture that he managed to save from the fire. Lily and Holden shared a tender moment together and Holden asked her if she was sure she still wanted a divorce. Lily hesitated but told Holden that she wanted a divorce. Meanwhile, Keith went to Lucinda's, where Luke and Lucinda told him that Lily and Holden were back together and he should just leave town. Keith did not believe what Lucinda told him and started to yell at Lucinda, when Lily walked in and berated Keith for yelling at her mother.   \n\n\n",
    "tvdb": "Paul tells Emily that she needs to live for the here and now, and he invites Emily to move in with him.",
    "imdb": "\nKid Fury and Crissle sit down with Miami's own TV and Internet star TS Madison for a conversation you won't forget.    ",
    "soapcentral_condensed": "Casey suggested to Will that he might want to think about terminating the pregnancy for his own good. After overhearing Casey talking to Will Gwen started screaming at Casey for suggesting that they terminate her pregnancy. Meanwhile, After Jen and Craig's argument Jen fell to the ground. Bob went over to assist Jen and took her to the hospital. Sierra told Craig to leave Jen alone but he refused. Sierra called Hal and told him that Jen was on her way to the Hospital. At the hospital Hal came with the police and threatened to arrest Craig. Jessica showed up with a summons for Craig to go to court immediately. Lily and Holden went to the house to check on the renovations. Holden gave Lily a family picture that he managed to save from the fire. Lily hesitated but told Holden that she wanted a divorce. Keith went to Lucinda's, where Luke and Lucinda said he should just leave town. Keith did not believe what Lucinda told him and started to yell at Lucinda, when Lily walked in and berated Keith.\n"
}