{
    "soap_central": "\n\n \nLily and Luke prepared to go to the hospital to visit Damian when Noah appeared at the door.  He had just returned from the film festival in Minneapolis, and he had some bills that he thought Luke would need to pay.  Lily suggested that Luke stay home and catch up with Noah while she went on to Memorial, and Luke agreed.  Lily left, and Luke began to tell Noah about his trip to Kentucky and how Damian had received a bullet wound.\n\n\nNoah tried to get the story straight, but he was hurt that his boyfriend had not shared any of that horror with him, either by phone or by text.  He was angry that Luke was excluding him from important parts of his life, and he was further unhappy that his boyfriend had moved back home, even temporarily.  Noah said that he included Luke in his life 100%, but Luke barely kept Noah informed about what he was doing.  Noah said that sucked.\n\n\nNoah finally said that he did not know where he fit in with Luke anymore, but Luke declared that Noah was the most important person in his life.  Noah's impression was that Luke pushed him away whenever something happened.  He cited some examples, and the boys argued.  Noah was offended and told Luke to let him know when something happened that Luke wanted him there for, and he walked out.\n\n\nAt home, Tom chided Casey for ignoring him.  Casey was still angry that people were fighting to get Adam off, but they were ignoring what his brother had done to Gwen.  Casey said that Adam deserved to be punished for what he did, so Tom asked if Casey wanted his brother to go to jail.  Casey's response was, \"Why not?\"  Tom declared that Adam was different on the inside, as well as the outside, but Casey claimed that Adam had not changed.\n\n\nTom again asked Casey if he could think of any circumstances that might have made Adam snap and act so irresponsibly towards Gwen and Maddie.  Casey answered no, but Tom felt that his son was holding something back.  Tom said they had to try to help Adam; it was the only way the Hughes family could begin healing.\n\n\nAlison went to the diner, where she met with Maddie Coleman.  She thanked Maddie for returning to Oakdale, per Alison's request.  Alison said that Maddie might be the only chance that Adam had to go free, but Maddie told her old friend that she was there for herself, not Adam.  Alison called Maddie \"brave,\" but Maddie denied it.  Alison confessed that she knew what had happened in the woods when Maddie and Gwen had buried Adam alive, and Maddie was shocked.  Alison said that she had heard Adam and Casey discussing the incident, and then Adam had verified it.\n\n\nMaddie said that when she and Gwen had buried Adam in his grave, they sincerely thought that he was dead.  She also remembered that after that tragedy, Adam was never the same.  Alison said that Adam would not talk about anything that had happened then, but she felt that if people knew what he had been through, it would make a difference.  She also revealed that Casey did not know that she had called Maddie, and Maddie decided that it was time for her to talk to Adam.\n\n\nAt the Oakdale Police Station, Margo told Adam that his father was working hard on his defense.  She again mentioned that both she and Tom thought that something must have triggered the outburst from Adam at that cabin in the woods that set him on such a violent path.  Adam only said that he was not himself then, and Margo replied that was exactly her point; there had to be a reason why Adam went after Gwen.  Margo walked outside the interview room and was pleasantly surprised to see Maddie walk into the station, followed by Alison.\n\n\nMargo gave Maddie a hug and asked why the girl was there.  Maddie said that Alison had called her and explained what had happened.  She asked to see Adam, so Margo went to tell her son that he had a visitor.  Adam spied Maddie and told her that she should not have returned.   Margo left the two of them alone, and Maddie was stunned at how different Adam looked.  Her mind flashed back to that day in the woods, as Adam gave her a verbal description of the event.  Maddie attempted to apologize, but Adam stopped her and said that he was the one who should ask forgiveness.  Maddie heard him out, but then she said that she was partially responsible for what had happened.\n\n\nMargo excitedly called Tom and asked him to get down to the station right away.  She said she was afraid to say it, but she thought that they might have the first real break in Adam's case.  Tom and Casey left home immediately.\n\n\nInside the interview room, Maddie said that she had been seeing a therapist for a long while, and she had helped Maddie sort through the events of that day in the woods.  She said that she realized that when she saw Adam with Gwen at the cabin, Maddie assumed that he was attacking her friend in the way that her brother-in-law had attacked Maddie, so she hit Adam in the head with a plank.  Maddie was sure that, because of her circumstances, she had thought \"rape\" when it was not the case.\n\n\nAdam, however, admitted that weeks later, he had gone after Gwen, and no one knew what would have happened if Will Munson had not stopped him.  Adam's only explanation was that he was not himself after he had been abandoned in the makeshift grave.  Maddie took responsibility for that and sincerely felt that she and Gwen had \"damaged\" Adam.  Maddie offered to testify in court on Adam's behalf.\n\n\nOutside in the station, Margo asked Alison if Casey knew that Alison had called Maddie, and the girl said no.  Tom and Casey arrived, and Margo explained that Adam had a new visitor.  Casey spotted Maddie through the glass and shouted, \"Oh, my God!  Maddie!\" He dashed into the room and jerked Maddie away from Adam, yelling \"Stay the hell away from her!\" to his brother.  Maddie stopped Casey by telling him that she had requested to speak to his brother, and she wanted only one more minute with Adam alone.  Tom persuaded Casey to go outside for that minute.\n\n\nAdam admitted to Maddie that he had reneged on his pact to never return to Oakdale.  He said that he missed his family too much to stick to the bargain he had made with Will.  He also was worried that Maddie's testimony might put her in jeopardy of arrest, as well, but Maddie was not afraid.  She asked Adam to seriously think about her offer to testify, and she left.\n\n\nAlison decided to leave, and Margo thanked her for going out on a limb for their family.  Then Margo went into the interview room and asked Adam what Maddie had said.  Adam tried to avoid answering, but his mother guessed correctly that Maddie had been present at the cabin at the time of the attack.  Tom told his son that he had to tell them what Maddie knew, but Adam claimed it was not his story to tell.  He did say, however, that he wanted to change his plea to \"not guilty.\"\n\n\nTom left to take care of the legalities, and he returned with the news that he had entered the new plea and had paid Adam's bail.  Adam was free to go, with the restrictions that he was not to leave town and that he surrender Riley Morgan's passport to the police.\n\n\nAdam requested to walk home to stretch his legs, and he thanked Tom for all his help. He burst out of the police station.\n\n\nLily entered Damian's hospital room and gave him the good news that his doctor was releasing him.  Damian was relieved, and Lily helped him take off his robe and put on his shirt.  Damian nuzzled Lily's neck and told her that he could not help himself when he was that close to her.  Lily said that they needed to work on controlling their feelings, but she offered to drive him back to the Lakeview because he needed her.\n\n\nIn Damian's hotel room, Lily offered to help Damian further.  She volunteered to turn down his bed, and then she wanted him to lie down and rest.  Damian was disappointed that Lily meant alone, and then he noticed that one of his shirts was sticking out of a dresser drawer.  He opened the drawer and discovered that Holden's handwriting samples had disappeared.  Damian mentioned to Lily that someone had gone through his things, and some papers were missing.  He thought for a minute and then shared that he thought he knew why Jack had asked so many questions about the writing samples.\n\n\nLily did not understand, because Damian had told them all previously that he had sent the samples to an expert at a lab for analysis.  Damian continued his lie by saying that he had sent copies to the lab, but he had kept the originals in that drawer.  Lily got upset that Damian had not returned the originals to her, and  she could not understand how the papers could be gone.  Lily began to cry, so Damian put his arms around her.\n\n\nLily and Damian sat on the couch, and Lily apologized for breaking down.  She complimented Damian on his being so helpful and strong for her.  Damian told Lily how beautiful she was, and they kissed until Lily broke it off and excused herself to go to the bathroom.  Damian checked his bandage and found some bleeding, which he showed Lily when she returned, and, with great subtlety, he made her feel guilty for leaving him alone.  Lily wished she could take Damian home with her, but as soon as she said that, she began talking herself out of it.\n\n\nLily said that Damian's staying at her house would be only temporary, and that Luke would understand and could explain it to Faith.  Damian protested and reminded Lily that they still had to contend with Jack, but Lily said fiercely that her relationships were none of Jack's business.  Damian finally said that there was only one way he could live under the same roof as Lily, and that was as her husband.  Lily was overwhelmed and said that she was still in mourning.  Damian understood, but Lily felt that she had to leave.  She promised to check on Damian soon.\n\n\nNoah worked his shift at Java, but the whole afternoon went badly.  Mason walked in and noticed Noah's state of mind.  Noah admitted that he and Luke had a really big argument about sharing the important things in each other's lives, and Noah could see no way to solve their problems while they were living apart.  Mason predicted that when his shift was over, Noah would go home to his lonely apartment and obsess about it.  Mason offered to provide a distraction, and he left, promising that he would be back soon.\n\n\nMaddie and Casey went to Java, and Maddie stunned him by saying that she had been serious about wanting to see Adam.  She said that she and Gwen were willing to speak for Adam in court, but Casey was very much against that.  Maddie insisted that it was the right thing to do, but Casey was furious because he thought that his parents had put pressure on Maddie to testify.  Alison walked up behind Casey and announced that she had called Maddie and asked her to speak with Adam.  Casey was even more upset, and yelled that Alison was making thing worse, not better.\n\n\nCasey was sure that his brother had enlisted Alison's help to lure Maddie back to Oakdale, but Alison told him that was wrong.  Casey lit into Alison, and Adam walked up.  Casey did his usual retreat, declaring that he was \"gone.\"  Maddie ran after Casey, as Adam told Alison that he hoped what she had done was worth it.  Adam thanked her for contacting Maddie, but he also said that he was surprised that she had stuck her neck out for him.  Alison said that Adam had gone to bat for her against Bob and his whole family, so it was only fair that she help him.\n\n\nMaddie caught up with Casey at the diner, and she asked him not to be so angry with her.  Casey said that his brother was not worth Maddie's going to jail, and he begged her not to testify if she had ever cared about Casey.\n\n\nLily returned home and found Luke stretched out on the couch, moping.  He told his mother that he and Noah had fought about Luke's not focusing on their relationship enough, so Lily suggested that Luke not put his life on hold because of Holden's death.  She told her son that he should be with Noah, and she promised to call or text him if she needed him.  She urged Luke to \"reclaim\" his life.\n\n\nLuke went to Java and asked if could move back in with Noah.  Noah was very pleased, and Luke confessed that his bags were in his car already.  The boys kissed, and Mason walked in with a stack of DVDs.  Mason took one look at Noah and Luke and realized that things were back on track for them, so he made a hasty exit.  He paused in the doorway, however, and watched them hug.\n\n\nDamian called the state police in Kentucky and learned that there had been no sign of Officer Grady.  Next he called Lily and apologized for being \"too forward.\"  Lily said that she did not mind, and Damian reminded her that he was still willing to wait for her, and when she was ready, he would be there.\n\n\n",
    "tvmega_recap": "Lily and Luke prepare to leave the house when Noah visits Luke to bring him some bills left at the apartment. Luk tells Noah they are going to the hospital to visit Damian. Lily tells Luke to stay there and catch up with Noah. Luke tells Noah what had happened in Kentucky which annoys Noah that Luke hadn't told him. Tom sits at the kitchen table when Casey comes into the kitchen. Tom senses that Casey is annoyed at him for taking Adam's case. Casey tells Tom that Adam deserves to be punished. Margo visits Adam and tells him that Tom is working on his case. Adam has his doubts that Tom can get him off. Margo reminds Adam what he had done to Gwen. Margo questions Adam as to why he had gone after Gwen. Alison meets with Maddie, who tells Alison there is something that Alison needs to know. Maddie tells Alison that she is not here for Adam, but for herself. Lily visits Damian and tells him that he is being released today. Lily helps Damian get dressed. Lily tells Damian to try to control his feelings. Noah is more than a little upset when he finds out that Luke had gone to Kentucky without telling him. Alison lets Maddie know that she knows what had happened in the woods between, Gwen, Maddie and Adam. Maddie tells Alison what she needs to talk to Adam. Once at the hotel, Damian notices that someone had been there and had taken some important papers. Maddie and Alison arrive at the police station to ask Margo to see Adam. Maddie visits Adam and they reminisce about what had happened in the woods. Margo calls Tom and tells him that there had been a break in Adam's case. Casey finds Maddie with Adam and orders Adam to stay away from Maddie. Maddie offers Adam her help. Damian asks Lily to marry him. Noah tells Mason about the argument that he and Luke had had. Adam changes his plea to not guilty. Luke and Noah work out their differences. Damian calls to check on Grady. Casey reprimands Alison for calling Maddie. Casey asks Maddie not to testify for Adam.",
    "soapcentral_condensed": "Lily and Luke prepared to go to the hospital to visit Damian when Noah appeared at the door. Noah said that he did not know where he fit in with Luke anymore, but Luke declared that Noah was the most important person in his life. At home, Tom chided Casey for ignoring him. Casey said that Adam deserved to be punished for what he did, so Tom asked if Casey wanted his brother to going to jail. At the police station, Margo told Adam that his father was working hard on his defense. She asked to see Adam, so Margo went to tell her son that he had a visitor. Adam spied Maddie and told her she should not have looked at how different he looked as he gave her a verbal description of the event in the woods, as Maddie tried to apologize to her and Adam stopped her. Adam told her that she was partially responsible for what had happened, but she said that she had been seeing a therapist for a long time and asked him to get down to the right away.\n"
}