{
    "soap_central": "\n\nJack ran to help Carly, who had passed out, and he asked her what had happened. Carly claimed she didn't know, and as Jack helped her, Brad happened upon the scene and also asked what had happened. Katie explained that Carly had fainted, probably from a \"lack of a better idea,\" but had seemed fine earlier when she'd tried to buy the dress Katie had wanted.\n\n\nJack told Carly he was patient, but she was wearing him out. Carly apologized and said she shouldn't have tried to \"put one over him\" to get his attention. Jack condemned Carly's actions and told her she needed to deal with his marriage to Katie. After Jack's speech, Katie also ripped into Carly, and Carly apologized again. When Katie and Jack left to get ready for their shower, Brad questioned what Carly was doing.\n\n\n Brad questioned Carly about what was going on, and she told him she didn't want to talk about Jack and Katie. When Brad inquired after the design job, she told him about that debacle as well. She explained that Katie and Jack had been at the design site, and she was trying to give up the games, but no one believed it. Carly told Brad to just leave her alone, and Brad agreed. As Carly got up to go, she began to pass out again, but Brad caught her and realized she hadn't been faking earlier.\n\n\nBrad followed Carly home and tried to convince her to go to the hospital. She told him there was something wrong but refused to tell him what it was. Brad was relentless in his pursuit of knowing what was wrong, but all Carly would say was that her \"heart is broken.\" Brad laughed off her broken heart remark, and she pushed him out the door before she collapsed again. Brad saw what had happened and pushed his way back in to call an ambulance, but Carly stopped him by telling him she probably just had a bug from the kids. She begged Brad to keep it to himself until she knew what was going on. \n\n\nSusan showed up at Will and Gwen's house to check in on them, and at first, she was pleasantly surprised to find Alison there, dropping off food. Susan asked Gwen and Will about moving forward with the egg donor and reminded them about being patient in finding a donor. Susan was shocked to find out that Alison had volunteered to be their donor. Susan told Alison that she couldn't be a donor because emotionally, she wasn't prepared for what being a donor really meant.\n\n\nGwen tried to persuade Susan that everything would be all right, but Susan was reluctant to offer her approval and warned them all to think about it more before they went any further. When Susan left, Will offered Alison a chance to get out of being the donor. Alison convinced the two she wouldn't back out but asked that someday, when the baby was old enough, they tell it the truth. They agreed that the baby should know and that they would all move forward with their plan. Gwen and Alison headed off to their jobs.\n\n\nSofie was working at the Lakeview with Aaron and was excited to feel her baby move. Aaron was shocked to learn that Sofie still hadn't told Cole that she was pregnant. Just then, Cole arrived and asked Sofie for some money, which she handed over. Cole left. Sofie went back to work but returned minutes later and told Aaron that she had decided to tell Cole that night about the baby.\n\n\nGwen arrived at the Lakeview for work and went into the bar to get some water. Aaron comforted her. Gwen explained to Aaron that Alison had offered to help her and Will out, and Aaron was surprised by Alison's offer. Aaron asked Sofie to watch the bar for a minute while he headed out to find Alison.\n\n\nLily waited to meet Dusty at the Lakeview, still in her best hooker disguise, but Holden caught Lily dressed provocatively and questioned why she was dressed that way. Lily tried to convince Holden she had dressed up for him as a surprise, and Holden was happy about Lily's idea. Lily saw Dusty walk in and motioned him away as Holden asked if a room at the Lakeview was also part of her surprise. The two went upstairs and made love. Afterwards, they lay in bed, discussed how their marriage had gotten off track, and resolved to work together to make things right.\n\n\nHolden went to take a shower. Lily reached for her phone to call Dusty and told him to meet her outside her room immediately. Lily told Dusty that Cheri's son might have been the person who'd killed her, and she gave him the names she'd learned earlier. Dusty thanked her for the information and told her to get back to Holden. Back in the room, Holden explained to Lily that he appreciated all she had done, but he was still angry at Dusty, even though he understood why she had done what she had for him. Holden explained that he was very upset because Lily hadn't been honest with him before and that things would be better if she would just be honest with him.\n\n\nDownstairs, Dusty made a call to a friend to try to track down who Cheri's son might be.\n\n\nMeanwhile, Alison showed up at Al's to work at Katie and Jack's shower. Jack and Katie headed off to the kitchen to check out the food just as Aaron arrived and asked to talk to Alison about her being a donor. Aaron told her that he was proud of her and gave her a kiss on the cheek before he headed back to work. Jack and Katie greeted their guests. Holden, who had arrived with Lily, toasted to the couple.\n\n\nCole arrived back at the Lakeview and told Sofie he had just quit his job. He became angry when he demanded that Sofie go home with him immediately and she said she couldn't. He pulled away as Sofie reached after him, and she fell to the ground as Aaron returned. Aaron ran to her side to help her up and blurted out that Cole should be more careful with the woman carrying Cole's baby. Sofie looked stunned by Aaron's words.\n\n\n",
    "tvmega_recap": "Susan is stunned when she finds out that Allison offered to be Will and Gwen's donor. Sophie feels her baby move and shares it with Aaron. Lily, dressed up to meet Christa, bumps into Holden and pretends that she dressed up to come look for him. Jack is afraid when he tries to rouse an unconscious Carly, but after she comes to, she claims she was faking. Jack and Katie are livid and Brad wonders where she will draw the line, all of them unaware that Carly isn't faking. Susan is worried about the ramifications of Allison being the donor and reminds them of the trouble Emily had, but Allison is determined. Holden and Lily make love. Carly pretends that this was a ploy to get Jack, but when she later almost passes out again, Brad realizes she really isn't well. Allison assures Will and Gwen that she wants to do this for them more then anything, but Will is nervous that they can't be let down again, as Gwen is on cloud nine as she sees her dreams coming true. Sophie tells Aaron that she is going to tell Cole that night about her being pregnant. Right after Holden asks Lily for them to put each other first, Lily secretly calls Dusty and asks him to meet her outside her room. Aaron learns of Allison's generous offer from Gwen. Lily meets Dusty outside and tells him what she found out from Christa about Cheri's real name and how her son might have something against her. Lily doesn't want to stop helping him, even though Dusty reminds her that Holden is angry about this, but she thinks it will be ok in the end once they prove his innocence. Carly tells Brad that she has something wrong with her \u0096 a broken heart. She pushes Brad out the door right before she collapses on the floor. Aaron goes to see Allison, which thrills her, to tell her how brave and proud of her that he is. Holden tells Lily that he was out of line when he forgot her and Dusty's history, but that wasn't really what upset him, but rather that she was keeping things from him, as Lily looks guilty. He wants her to promise not to do that anymore. Jack, Katie, Lily and Holden toast to their marriage and upcoming marriage. Cole is angry after he quits his job and pulls away from Sophie, causing her to fall. Aaron sees this and blurts out about Sophie being pregnant. Brad finds an unconscious Carly on the floor, but she awakens and demands he not call an ambulance. She claims she has a bug, but until she sees a doctor, she asks Brad to keep this to himself.",
    "soapcentral_condensed": "Carly fainted in front of Jack and Katie. Brad followed Carly home and tried to convince her to go to the hospital. Susan asked Gwen and Will about moving forward with the egg donor. Gwen explained to Aaron that Alison had offered to help her and Will out, and Aaron was surprised by Alison's offer. Sofie still hadn't told Cole that she was pregnant, and she decided to tell him that night about the baby. Lily told Dusty that Cheri's son might have been the person who killed her, and Dusty told her to get back to the Lakeview to make things right with Holden. The two made love in bed and discussed how their marriage had gotten off the track, and Holden agreed to meet her for a room at theLakeview as part of her surprise. They agreed that the baby should know and that they would all move forward with their plan, but Susan warned them all to think about it more before they went any further. The episode ended on a cliffhanger.\n"
}