{
    "soap_central": "\n\nLily made a big breakfast for her family, but Faith and Natalie told her they'd made plans to eat with a friend. They left, and Lily told Holden she'd just wanted to try to make up for the previous night. Holden told her not to try, saying Lily needed to give Faith time to forgive her, just as Lily should understand that Holden still needed time to work out his feelings. Lily told Holden he had to meet her halfway, but Holden told her not to push things. Lily asked how long it was going to take, and Holden said they needed to take things one day at a time. \n\n\nHolden left the house, and Carly arrived to visit Lily. Carly could see things weren't going well for Lily, and Lily said she was on an emotional rollercoaster with Holden these days. Carly told Lily she could relate to that, having been through the same thing with Jack. Lily asked Carly how she had gotten past that, and Carly said by telling Jack to leave. Lily pointed out that Carly and Jack were permanently separated, and Carly agreed, but said at least she was in control of her own situation. Carly told Lily that Lily should make her own decisions and not let Holden dictate the terms of their relationship. Carly left as Holden came back into the house. \n\n\nHolden asked Lily if she could stay at the farm to sign for a delivery later that day, but Lily told him she didn't plan to be at the farm. Lily told Holden she had decided to take the kids and move back home without him. Holden was taken aback by the announcement and asked what Lily meant by doing such a thing. Lily said it would give them the chance to deal with one another in small doses and perhaps find their way back to each other. Holden agreed but said he didn't want to force the decision on the kids. \n\n\nHolden and Lily called the kids in for a family meeting, and Lily asked them if they'd like to move back to their own house. They all said yes, and then Holden told them he wouldn't be moving back with them. Faith asked if this meant Holden was never going to live with them again, and Holden replied that it was temporary, but if the kids didn't want them to do it, they wouldn't. Natalie asked her father if he would miss them, and he said of course, but he and Lily had decided it would be the best thing to do. The kids then agreed to the move and went upstairs with Lily to pack their things. \n\n\nHolden left and went to see Carly. He asked Carly, \"What the hell have you done to my family?\" Carly told Holden she'd simply given Lily some advice. Holden said he and Lily were going to be living apart, and Carly pointed out that they really were living apart already. Holden said Carly hadn't done a very good job of keeping her own family together, and he said, \"Don't help me with mine.\" \n\n\nNoah called Luke from New York City and told him Ameera had called him, but they had been cut off. Luke and Noah then got cut off, but Noah called back and told Luke he was at the address they had gotten from Ameera's cell phone. He said the building appeared to be abandoned. Noah asked Luke to contact Agent Coyle to find out if there was anything else he could tell them about Ameera and Noah's dad. Luke wanted Noah to come home but agreed to talk to Agent Coyle. \n\n\nLuke met with Agent Coyle and told him about Noah's suspicions that Colonel Mayer had perhaps kidnapped Ameera and taken her to New York. Agent Coyle said the colonel had no connections in New York that he was aware of, and he thought the whole idea of Mayer kidnapping someone while a prison escapee was ridiculous. Coyle left, and Luke called Noah and told him he thought Coyle might know more than he was telling him. Luke asked Noah to come back to Oakdale, but the call was dropped; Luke tried again to reach Noah, and when the call went unanswered, Luke decided to go to New York. Luke found Noah at the abandoned building they had talked about and told Noah he was there to help Noah find out what was going on. \n\n\nColonel Mayer was alone with Ameera in the abandoned building. When Ameera questioned him, asking why he needed her help, Colonel Mayer asked her to keep trusting him, the way she'd done in Iraq. He gave Ameera a cup of tea that he had prepared for her, and after a moment, Ameera collapsed on the bed, drugged by something in the tea. Colonel Mayer made a phone call to Agent Coyle and asked if Coyle had \"the papers,\" saying he had \"the girl.\" Agent Coyle asked if Colonel Mayer knew that Noah was in New York. Mayer was shocked to hear his son was in town but said Noah wouldn't be a problem. Ameera, pretending to be asleep, listened to the colonel's end of the conversation. \n\n\nBrad and Katie were eating breakfast at home when Liberty came into the room and told them she had decided she wanted to live with them instead of with her mom. When Brad asked why, Liberty said her mother was not a good influence on her and wasn't capable of placing the kinds of restrictions on her that teenagers need. Katie saw through that spiel and asked Liberty if she and Janet had had a fight. Liberty admitted that she and her mother had fought but said that wasn't anything unusual. Brad agreed with Liberty that he could keep a better eye on her if she was living with him and Katie. Katie agreed that might be the case, and Liberty jumped at that opening and thanked Katie and Brad for agreeing to let her live with them. \n\n\nJanet arrived and told Liberty she was there to take her home. Liberty said she wasn't going anywhere with her mom, and she told Janet she had decided to live with her dad and Katie. Janet said she hadn't meant she was taking Liberty home for good, and Brad suggested Liberty go get dressed so he and Katie could speak to Janet. When Liberty left the room, Janet accused Brad and Katie of trying to take her daughter away from her, but they assured her that wasn't true. Brad said Janet could see Liberty any time she wanted to, but Janet said that might be difficult, because she couldn't afford to stay in the Lakeview or to get a decent place near Brad's house. Brad then offered to continue paying for Janet's suite for as long as she needed it, which made Janet very happy. \n\n\nJanet went to use the bathroom, and Katie told Brad he was being too generous with Janet and was letting himself be played. Janet overheard the last part of Katie's argument with Brad about letting other people find happiness on Brad's dime. Janet interrupted them and excused herself, saying she had to leave. When Liberty came back out, Katie and Brad told her Janet had left. Liberty started to leave the house, and Brad asked where she was going. After retorting that she was going to rob a store and steal a car, Liberty said she was planning to meet a friend for a hamburger. Brad told Liberty to make sure her cell phone was on, and after Liberty left, he told Katie he thought he was getting pretty good at the parenting thing. Katie said Brad was cute when he was being clueless. \n\n\nJanet went to Al's Diner, where she saw a sign in the window advertising a waitressing position. She went inside and asked Vienna for the job, telling her she had waitressing experience in addition to having been a line cook at a diner. Vienna took a liking to Janet and hired her on the spot. Janet then made a formal introduction, giving her full name. Jack, who was eating breakfast, stood up and asked if Janet was Liberty's mom. Janet said she was and asked how Jack knew her daughter. Jack explained he was Brad's brother, which made him Liberty's uncle. When Vienna realized Janet was Brad's Janet, she withdrew the job offer. Janet was shocked and asked how Vienna knew Brad. Vienna said Brad was married to her best friend. Janet pointed out that her own relationship with Brad had been many years ago, but Vienna still refused to hire her. Janet became angry with Jack, because he was the one who told Vienna who she was and cost her the job. \n\n\nJack went to Brad and Katie's house and told Katie about his encounter with Janet. He apologized and offered to do whatever Katie thought he should do to help Janet get the job. Katie said she was glad Janet hadn't been hired, because that would have kept her in Oakdale longer. Meanwhile, Janet went to WOAK and told Brad about what happened at Al's. Brad told Janet he would take care of it. Brad went to see Henry and asked him to convince Vienna to hire Janet because it would help him and Katie. Henry spoke to Vienna and got her to agree to hire Janet after all. Katie went to WOAK, where Brad told her what he'd done to get Janet hired at Al's. Katie was upset, telling Brad he had just ensured that Janet would stay in Oakdale for the foreseeable future.\n\n \n\n\n\n\n",
    "tvmega_recap": "Noah calls Luke from New York and asks him to contact Mr. Coyle to discover if he knows anything about his father. Luke sd9es as Noah asks and starts to suspect something funny is going on when Coyle refuses to check and see if Colonel Mayer is in New York. Luke calls Noah but since the call gets cut off Luke heads to New York. Colonel Mayer calls Coyle who says he will get the papers he wants as soon as their deal is complete. Coyle tells Colonel Mayer that Noah is in New York and Colonel Mayer promises Coyle Noah won't interfere with their deal. Colonel Mayer puts a drug in Ameera's tea in order to make her sleep. Lily makes a big breakfast for the family to apologize for her actions at the dance but Faith and Natalie decide to go have breakfast at a friends house. Holden tells Lily they should take their marriage one day at a time. Carly advises Lily to move back to her house and give Holden some space. Holden agrees to the move because the girls want to go home but later yells at Carly for ruining his life and asks her not to interfere with his family. Liberty tells Brad and Katie she wants to live with them which hurts Janet until Brad agrees to pay her room at the Lakeview for as long as she wants it. Janet overhears Katie telling Brad she doesn't want Janet to become dependant on his money. Janet gets hired by Vienna at Al's until Jack accidentally lets it slip that she is Liberty's mother. Vienna fires Janet until Brad talks to Henry and persuades him to hire Janet. Katie later gets angry at Brad because she wanted Janet out of Oakdale and now Janet will be staying in Oakdale.",
    "soapcentral_condensed": "Lily made a big breakfast for her family, but Faith and Natalie told her they'd made plans to eat with a friend. Holden and Lily called the kids in for a family meeting, and Lily asked them if they'd like to move back to their own house. Holden agreed but said he didn't want to force the decision on the kids. The kids then agreed to the move and went upstairs with Lily to pack their things. Luke met with Agent Coyle and told him about Noah's suspicions that Colonel Mayer had perhaps kidnapped Ameera and taken her to New York. Luke asked Noah to come back to Oakdale, but the call was dropped; Luke tried again to reach Noah, and when the call went unanswered, Luke decided to go to NewYork. Luke found Noah at the abandoned building they had talked about and told Noah he was there to help Noah find out what was going on. Colonel Mayer asked Ameera to keep trusting him, the way she'd done in Iraq. When Ameera questioned him, asking why he needed her, he gave her a cup of tea, and she collapsed on the bed.\n"
}