{
    "soap_central": "\n\nMeg played with Eliza at Fairwinds until Paul suggested that his ex-wife leave. He reminded Meg that she had moved in only temporarily while the baby was recuperating. Since Eliza was well again, it was time for Meg to go. Paul said the sooner she left, the sooner everyone could adjust to the new custody arrangement. \n\n\nPaul was curt and short with Meg, but he did agree to a family lunch out after she suggested that they should be celebrating their daughter's recovery. Paul named the Lakeview, but Meg nixed that as their lunch venue. Paul badgered Meg about avoiding the hotel where Dusty was staying, but Meg assured him that she and Dusty were finished. After a short discussion, however, Meg changed her mind. \n\n\nAlison greeted Dr. Bob and his mother, Nancy Hughes, at Memorial Hospital. Nancy told the girl that Bob had taken her in for a routine checkup because the driver who usually drove the senior van had just quit. Bob reminded them both that Memorial was facing budget cuts, so there was a hiring freeze in effect at the hospital. Bob suggested that he find volunteers to drive the van, but his mother said that what they really needed was someone to run the entire senior program. \n\n\nAlison said she might know just the person for the job and promised to speak to him. Bob figured out her plan and mentioned Casey by name, as Alison left to give her friend a call. \n\n\nIn Old Town, Casey ran into Jade on the street, and she began to gripe at him about his dumping her. Casey said she looked on edge, so Jade asked him if he knew where she could score some pot. Casey could not believe that Jade was being so open about attempting to buy drugs, and he called her stupid. They argued more, and Casey walked away, disgusted, and went into Java. Alison called him there and told him to stay put because she was on her way to ask him an important question. \n\n\nAt the Lakeview, Dusty, Lucy, and Johnny finished lunch. Lucy was glad that the boy had cheered up Dusty, who had been very low after Meg broke up with him. Dusty was grateful to Lucy for giving him time with his son. Lucy said she was dropping Johnny off at afternoon kindergarten, and then she would have some time to herself. Dusty said goodbye to his son, and then Lucy asked if he would like to go to a movie with her. Dusty agreed, if he could choose the movie. Lucy left to take Johnny to school, while Dusty waited in the hotel. \n\n\nJade continued to scout Old Town, still looking for a drug supplier. She began a conversation with a young man who sat down on a bench to read, and mentioned she could use a bit of \"chemical relaxation.\" She got excited when she thought the man could supply her, but as she reached for her money to pay him, all he produced was an Oakdale Police Department badge and the news that she was under arrest. \n\n\nDusty continued to wait for Lucy's return as Meg, Paul, and the baby came in for lunch. Dusty walked out, and Paul made hurtful remarks to bait Meg, but she did not rise to it. Meg noticed that the baby needed a diaper change and gathered up Eliza to take her to the ladies' room, but Paul stopped her. He said he would not allow her to take the baby and walk out alone. Meg left her purse as collateral, and took Eliza towards the ladies' room. \n\n\nDusty approached and told her that she was playing a dangerous game. He assured her that whatever she was planning would not work. He warned her that Paul was devious, but Meg was not interested in his assessments. They had harsh words, as Paul entered the fray. He began to bait Dusty, as well, but Lucy approached and pulled Dusty away. Paul accused Meg of playing a scene with her former lover, but Meg took the baby and went to change her. \n\n\nAlison met Casey and asked him if he had chosen a community project yet to fulfill the dean's requirement for being readmitted to Oakdale University. Casey said he was still considering his options. Alison said she knew the perfect opportunity for him, and it was connected to Memorial Hospital. Casey could not believe that Alison wanted him to drive a mini-van full of senior citizens around like a soccer mom. Alison then explained how Casey would get to organize the volunteers and set up the schedules. Casey was hesitant, but the incentive of being around Memorial and seeing Alison often finally sealed the deal. \n\n\nMargo questioned Jade at the police station, and the girl said there had been a huge misunderstanding about her arrest. She claimed the undercover cop had approached her and offered to sell her pot, until Margo informed her that there had been a surveillance camera mounted above the bench. Jade then changed her story and admitted that she had begun a conversation with the cop and had asked him for some weed. She claimed pot was not dangerous and besides, her life sucked. \n\n\nJade was embarrassed and asked Margo not to tell Derek, her unwilling father, about her arrest. Margo agreed not to bring charges if Jade would agree to do something for her in return. She suggested the girl do some community service in lieu of serving time. Jade agreed; so Margo called Bob at the hospital and told him she had Jade Taylor in her office, and the girl wanted to do some volunteer work. Bob knew Jade's reputation as a troublemaker, but he accepted the girl as a favor to his daughter-in-law. \n\n\nCasey and Alison went to the hospital, and Casey greeted his great-grandmother. He told Nancy that he was organizing the senior transportation project, as Dr. Bob interrupted to introduce them to Jade Taylor, a new volunteer for the same project. The young people were speechless until Casey finally stepped up and said he was running the program and did not need anyone else. Jade protested to Bob that she had volunteered first, but Bob told them to work it out themselves. Jade dominated the conversation until Casey quit and walked out, with Alison on his heels. Jade told Nancy that she really was not a good fit working with nice old people, but Nancy ordered her to sit down and get busy. \n\n\nDusty and Lucy walked through Old Town, and Dusty lamented that Meg was in dangerous waters attempting to get her daughter back. He apologized for dumping his woes on Lucy, as Lucy took a call on her cell phone. The caller was Caesar, her contact at the docks, and he reported a problem with Lucy's shipment. Lucy agreed to get there ASAP, and Dusty commented that she seemed \"freaked out.\" \n\n\nLucy explained that the supplier of her humanitarian drugs was refusing to deliver them unless she could come up with an additional $50,000 payment. Lucy said she was used to dealing with crises, so she would figure out some solution. Dusty offered to help and would not take no for an answer, so they both left for the docks. \n\n\nCasey and Alison went to Java where they argued about Casey's walking out on the volunteer program. Alison thought he should try to work with Jade, but Casey referred to Jade as the new \"Queen of Memorial.\" Casey decided he would rather work with Luke's foundation instead, but Alison argued that the hospital needed him more. She was also upset that Casey was so bothered by the thought of working with Jade. She wondered if he really did have some feelings for the girl. Finally, Alison told Casey to suck it up and go after what he really wanted. Casey marched out to go reclaim his volunteer position. \n\n\nBack at Fairwinds, Meg put Eliza to bed and prepared to leave. She reiterated that she still wanted the three of them to be a family, but Paul did not believe her. Meg walked to the door, as Paul felt the baby's forehead and declared that she was too warm. Meg came back, and they agreed that they had been too active for the baby's first day of feeling better. Meg suggested that they bathe the baby, and they agreed to do it together. \n\n\nAt the docks, Lucy and Dusty met with the blackmailing supplier. Dusty challenged him to stick to his original deal and warned him that he might disappear for good if he did not. The man did not want that kind of trouble and agreed to honor his commitment. Lucy told Dusty he was officially up to his neck in her business. They discussed the targets on their backs as they left the docks. \n\n\nBack at the Lakeview, Dusty recommended that Lucy not use him as an enforcer again, but she reminded him that he had interjected himself into the equation. Dusty declared that the afternoon had been better than any movie. \n\n\nCasey returned to Memorial and found his great-grandmother and Jade still together. He apologized to Jade and offered to begin arranging transport schedules and drivers, but Jade and Nancy said they had already done that and had recruited five new drivers. Casey joined in good-naturedly, and afterwards he confided to Alison that he was glad he had gone back, but working with Jade was \"going to be hell.\" Alison said he could handle it, and she presented him with a cupcake they both shared. Then they shared a kiss. \n\n\nMargo had coffee with Dr. Bob at the diner and despaired that Casey and Jade would be working together as volunteers. Bob could not believe it when Margo next said some positive and good things about Alison Stewart's influence on her son. \n\n\nPaul and Meg finished bathing Eliza and shared a few pleasant moments. Paul offered Meg a larger bedroom if she wished to spend the night, but Meg said the one she had been using was more convenient to the baby's room at night. Paul carried Meg's bag upstairs, while Meg gave herself a pep talk that she could do what she had to.\n\n\n",
    "tvmega_recap": "Nancy arrives for a routine check up and tells Allison she usually rides the senior van for her appointments but the hospital had to cut costs and the senior van no longer has a driver. Nancy makes Bob promise that he will find volunteers and a coordinator to run the Senior van. Allison thinks Casey would be the perfect person to coordinate the program because it would be a great idea for his community service project to persuade the Dean of Oakdale University to admit him back into school. Allison talks to Casey who isn't thrilled about the idea until Allison reminds him that if he works at the hospital they could spend more time together. Jade later asks Casey where she can buy drugs and he refuses to help her and angrily walks away . Jade sees a man sitting on a bench in Old Town and tries to buy drugs from him but he being an undercover cop arrests her. Margo decides to give Jade a break and not press charges against her if she does community service. Margo calls Bob and he tells her to send her right over because he has the perfect spot for her. Casey tells Bob that he would love to help with the volunteers and Bob tells Casey that he and Jade can work together on the project. Casey leaves because he doesn't want to work with Jade but Allison later persuasive Casey to change his mind and reminds him that his true goal is to get back into school. Meg tries to persuade Paul that things are over with Dusty and her wants them to become a family again for Eliza's sake. Paul is skeptical of Meg's intentions and Meg's cause isn't helped when she, Eliza and Paul run into Dusty , Lucy and Johnny having lunch at the Lake view. Meg tells Dusty that things are over between them and she is going back to Paul so that Eliza can have a family. Dusty doesn't believe Meg and tries to persuade her not to do this because she could be in danger. Paul doesn't believe Meg either and insists that she is only pretending so she can get access to Eliza. Lucy has a problem at the docks because the medicine supplier wants more money Dusty tells the supplier that if he doesn't load the medicine on the ship he will make him disappear. The supplier loads the medicine on the ship. Lucy is grateful for Dusty's help but is worried that he has put himself in danger. Dusty tells Lucy that he will be there for her whenever she needs him.",
    "soapcentral_condensed": "Meg played with Eliza at Fairwinds until Paul suggested that his ex-wife leave. Casey ran into Jade on the street, and she began to gripe at him about his dumping her. Jade continued to scout Old Town, still looking for a drug supplier. Lucy was glad that the boy had cheered up Dusty, who had been very low after Meg broke up with him. Dusty said goodbye to his son, and then Lucy asked if he would like to go to a movie with her. Lucy left to take Johnny to school, while Dusty waited in the hotel. Paul badgered Meg about avoiding the hotel where Dusty was staying, but Meg assured him that she and Dusty were finished. Meg noticed that the baby needed a diaper change and gathered up Eliza to take her to the ladies' room, but Paul stopped her. He said he would not allow her to take the baby and walk out alone. Paul accused Meg of playing a scene with her former lover.\n"
}