{
    "soap_central": "\n\nMaddie and Casey continue their playful food fight at Casey's dorm room and just as they are ready to kiss, Elwood walks in and tries to join in on the food fight.  Casey squirts Elwood with mustard to get rid of him and then locks the door and turns his attention back to Maddie.  When she sees him lock the door, Maddie becomes nervous and Casey reassures her she is o.k. and can leave, but Maddie says she wants to stay with Casey and the two kiss. \n\n\nGwen tells Will to quit trying to prove that Jade is faking her pregnancy.  Will begs Gwen to listen to him so that they can save their marriage. Will tells Gwen about the sonogram and that he thinks Jade is faking the whole pregnancy.  Will says he is going to call Jade's doctor and that he wants Gwen there when he makes the call.  Will calls the doctor's office and is told that Jade just left and everything is fine.  Gwen informs Will that their futures don't match up and she can't be this unhappy and he needs to leave her alone.  Will tells Gwen he won't give up on them and she says as long as Jade is having his baby she can't be with him.  Will leaves Gwen alone to cry in her dorm room.  \n\n\nBack at Will's house, Holden asks Jade for help finding Rose's daughter Teresa.  Holden explains to Jade that Lily needs to find Teresa and he needs her help.  Jade agrees to help Holden and gives him Teresa's phone number.  Jade asks Holden to let Lily know she helped out and he agrees.  \n\n\nAt Lily and Holden's house, Lucinda confronts Lily about seeing images of Rose.  Lily explains to Lucinda that Rose needs her to find Teresa and Lucinda tells Lily to face the reality that Rose is dead and Lily has a family to raise.  Lily reiterates that she needs to find Teresa for Rose and for herself.  Lucinda tells Lily her priority should be her family and not her long lost niece who may not want to be found.  Holden returns home and tells Lily he has a phone number that may be Teresa's.  He explains he got the number from Jade and that she did it to help Lily, but that the number may not be good.  Luke and Lucinda leave Lily and Holden alone to talk and Lily asks him to call Teresa.  Holden calls the number and learns that Teresa left the number Jade gave them about a year ago and didn't leave a forwarding address or phone number.  Holden says he will help Lily, but tries to prepare her for the reality that the search may take some time.  \n\n\nLucy finds Craig downstairs at the Lakeview and she discusses her concerns about his health and her fear that he will go to jail if Jack or Dusty see him there looking healthy. Craig explains to Lucy that he is downstairs to get some broth and because he hates being in his room.  Lucy seems to believe him, but we see a waiter approaching with wine and Craig goes into a fake coughing fit and signals the waiter not to bring the wine.  After Craig's pretend coughing attack subsides, Craig says he will go to his room and Lucy leaves. Instead of going to his room the waiter brings over the wine and Craig enjoys a drink.  The entire time Lucy is watching and she sees what her father is up to and calls Jack.  At the Lakeview, Simon leaves Carly to talk to the supplier and goes upstairs to get his money.  Carly runs into Craig and she throws wine in his face and then reminds him that Rosanna is in a coma.  Carly tells Craig that he ruined both of her sister's lives and that if he insisted on staying she would make his life hell.  A shaken Carly then goes out to call Jack, but runs into him instead, but decides not to tell him why she is upset.   Lucy then walks into the dining room and confronts her father and tells him she knows he was faking his attack.  Jack then comes in and thanks Lucy for calling him and tells Craig he has 24 hours to move out of the Lakeview.  After saying good night to Lucy, Craig agrees to leave the Lakeview. \n\n\nCarly confronts Simon about his conversation with Spiro, the loan shark.  Carly express her disapproval and warns Simon about Spiro's fondness for breaking kneecaps.  Carly assures Simon if he does business with Spiro she will never do business with him again.  Simon then receives a phone call from Spiro letting him know he is at Simon's apartment and if he wants the money he needs to meet him there now.  Simon tries to shake Carly by telling her he has an appointment with his lawyer, but Carly insists on going with him to discuss their budget.  Simon gets the money from the loan shark who runs through the brutal terms of his \"loan\".   As Spiro is ready to leave Carly knocks on the door and Simon has Spiro hide.  Simon goes out to the hallway to talk to Carly and she asks him why they are in the hall. \n\n\n",
    "tvdb": "Maddie suggests to Gwen that Jade may be faking her pregnancy.\r\nSource: tv.com",
    "tvmega_recap": "Will tells Gwen of his suspicions about Jade's pregnancy, but Gwen doesn't want to get hurt again by believing and asks him to leave. Will tells her he will never give up before leaving. Casey and Maddie share their first kiss since Maddie began to remember the rape months ago. Holden goes to Jade for help in finding Teresa. Jade gives him a phone number but when he and Lily try it, they learn that Teresa hasn't lived there for a year. Lucy busts Craig with his fake coughing fits and calls Jack. Jack tells him he has 24 hours to find some place else to live. Carly also lets Craig know that she is not happy to see him back in Oakdale and tells him to leave. Carly sees Simon with Spirro and confronts him. Simon tries to get out of the deal with Spirro, but the loan shark tells him that they already have a contract.",
    "soapcentral_condensed": "Maddie and Casey continue their playful food fight at Casey's dorm room and just as they are ready to kiss, Elwood walks in and tries to join in on the food fight. Will tells Gwen about the sonogram and that he thinks Jade is faking the whole pregnancy. Lucy finds Craig downstairs at the Lakeview and she discusses her concerns about his health and her fear that he will go to jail if Jack or Dusty see him there looking healthy. Simon receives a phone call from Spiro letting him know he is at Simon's apartment and if he wants the money he needs to meet him there now. Carly tells Craig that he ruined both of her sister's lives and that if he insisted on staying she would make his life hell. Lucinda confronts Lily about seeing images of Rose and tells her to face the reality that Rose is dead and Lily has a family to raise. Holden asks Jade for help finding Rose's daughter Teresa and Jade agrees to help Holden and gives him Teresa's phone number.\n"
}