{
    "soap_central": "\n\n \nKatie and Barbara continued to argue about Henry Coleman.  Katie suggested that Barbara look for passion in her life with someone other than Henry, but Barbara said that she and Henry felt the same way about each other.  Katie raised her voice and ordered Barbara to leave Henry alone.  Barbara yelled back that Vienna was a \"fair weather lover\" who, if the seas got choppy, headed for shore.  Katie hollered a parting threat, as Barbara slammed the door on her.\n\n\nVienna proposed on bended knee to Henry, who was rendered completely speechless.  He made her stand up, and he reminded her that they were the \"anti-marriage couple\" of long-standing.  Vienna said that she wanted Henry physically, emotionally, and legally, \"the old triple threat,\" quipped Henry.  Vienna asked if Henry still loved her, and he answered yes.  Henry was hesitant, however, as Vienna apologized for running off when things got tough with Barbara and Henry's crazy mother.  She asked for another chance and for Henry to listen to his heart.\n\n\nHenry and Vienna kissed, and she yanked off her shirt.  Henry struggled out of his jacket, and they fell on the bed and made love.  Vienna welcomed Henry back and called him her \"machine.\"  Henry was thoughtful and quiet, however, so Vienna said that he would soon realize that they would be even happier if they were married.\n\n\nHenry ran into Barbara in the hotel hall, and he told her that Vienna wanted to get married.  He said he had originally turned his back on marriage altogether, but perhaps he had been hasty.  Barbara was crushed, and she turned silently to go into her room when Henry said quietly, \"I didn't say yes to Vienna.\"  The two of them went into Barbara's room, and she questioned him.  She referred to their relationship as \"fun and games with no commitment.\"  Henry said that was their agreement, but while he was lying in Vienna's arms, all he could think of was talking it all over with Barbara.\n\n\nIt took a moment to register with Barbara, but she suddenly asked Henry to back up.  She queried whether she had just heard Henry say that he was lying in Vienna's arms, and if so, she wanted to know if he meant it as in \"postcoital.\"  Henry admitted that he had slept with Vienna, so Barbara immediately threw him out and slammed the door.\n\n\nVienna visited Katie at home and said that she had proposed to Henry.  Katie was delighted and hugged Vienna, and then she asked what Henry had said.  Vienna answered that Henry was surprised and was \"thinking it over.\"  When Vienna saw Katie's facial expression, she began to worry that Henry was stalling her.  Jacob began to squall, and Katie said her baby needed a nice long walk, so Vienna offered to take him out because she, too, was restless.\n\n\nLuke interrupted Dr. Oliver at the hospital and wanted to ask a question about the plans for the new hospital wing.  He mentioned some extra space available and suggested they make it into rooms for families to wait  or even spend the night when their loved ones were in surgery.  Oliver thought about it and then declared it was \"not a terrible idea.\"  They both laughed, as Noah walked up and recognized their voices.  He was flabbergasted that the two of them were getting along so well, and Luke and Reid exchanged a look.  Luke explained that there was no joke, just an unexpected surprise.  Luke stepped away to take a call, as Noah asked Dr. Oliver what it was like working so closely with Luke.  \"Every day, a new hell,\" responded the doctor.\n\n\nNoah went into an examining room with the doctor, and Reid shone a penlight into the boy's eyes.  Noah asked how much input Luke had on the new wing, and Oliver explained that Luke was kicking in a great deal of money, so that made him \"God, Junior.\"  Noah chuckled that \"God, Senior\" probably didn't like that too much.  Suddenly Noah became aware of the light in his eyes, and he asked if he was regaining his sight, but Dr. Oliver cautioned him not to go out and get a new widescreen just yet.  Then he said it most likely was a good precursor to his surgery, however.  Reid offered to call someone so that Noah could share the good news, but Noah declined.\n\n\nDr. Oliver headed home to Katie's then, and began his usual pattern of gorging on Katie's food.  He asked if Henry and Vienna were back together, and Katie said yes.  Reid said he had a good day because Noah had a minor breakthrough that pleased him.  Katie looked at the doctor and expressed her feeling that Reid's pleasure had more to do with Luke than with Noah.  Reid ignored that and said he couldn't understand why Noah was choosing to go through surgery by himself, rather than \"be dependent\" on Luke.  Katie looked at Oliver and said, \"Oh, my God!  You have a thing for Luke!\"  He denied it and said that Luke was completely hung up on Noah.  He called them \"the gay Bob and Kim,\" and said the young men had a destiny together.\n\n\nVienna strolled Jacob through Old Town, but the wind came up suddenly, so she took him into the Lakeview lobby.  Henry saw them enter, and Vienna dropped the diaper bag, so he ran to assist her.  Jacob appeared hungry, so Henry took him out of his stroller and asked Vienna to get his bottle from the bag.  She reached in and pulled out a black jeweler's box.  She looked at Henry questioningly, and he urged her to open it.  Inside, Vienna found a huge beautiful diamond ring.  She shrieked with joy, as Henry said his answer to her was \"yes.\"\n\n\nAt Oakdale High School, it was Faith's first day back, and two of her classmates snubbed her badly at lunchtime.  Then Holden called her, wanting to know how her day was going.  Faith lied to him and cut the conversation short.\n\n\nLily surprised Molly at WOAK and said she needed to say thank you for Molly's helping out with Faith.  Lily said Faith had started back to school that morning, and then Molly spotted Faith walking into the station.  The girl put her finger to her lips to signify that Molly should keep quiet about her, so Molly told Lily that a cameraman was waiting for her to tape a segment.  Lily walked out, and Faith reappeared.  Molly said she didn't appreciate being \"put on the spot\" like that, so Faith apologized and asked if Molly had received her mail yet that day.  She explained that she had ordered something that was a surprise for her mother, so she had sent it to Molly in care of WOAK.  She said it was a book, and Molly looked through her mail and found it.\n\n\nMolly told Faith that she liked that the old Faith seemed to be back on track.  On her way out, Faith ran into her father, and again she fibbed and said she had eaten lunch off campus with her friends.  Then she took off, and Molly told Holden that Faith had asked a favor of her, but Holden was not to worry because it was a good thing.\n\n\nFaith returned to school and sat on a couch in a hall to open her package.  The contents looked like a book, but inside there was a hollowed out space that contained a baggie full of prescription pills.\n\n\nLily had called Luke to ask him to return home, and she thanked him when he arrived.  She said it was silly, but she was jealous of Molly Conlan, who had obviously made a strong connection with Faith.  She had a strange feeling that Molly was living Lily's life, particularly with her ex-husband and her daughter.  Luke said he and his mother were both handling the loss of a partner, and he consoled her.  He said he needed to go to his foundation, and took off.  Lily's phone rang then, and the caller was Mr. Hayes, the principal at Oakdale High.  He asked Lily and her husband to go to the school immediately.\n\n\nWhen Lily arrived, Faith was sitting in the principal's office.  Mr. Hayes held up the baggie filled with drugs, and he explained that he had caught Faith with the pills, but she had claimed they were her prescription pills for anxiety.  Faith looked at her mother and said they were the pills from Dr. Bryson, and Lily covered for her by agreeing.  Faith apologized for bringing them to school, and Lily picked up the pills and took Faith by the arm and escorted her out.\n\n\nBack home, Lily said her daughter was not off the hook just because her mother had lied for her.  Faith said she had no idea how the pills got in her bag, and she blamed the kids at school.  Lily demanded that Faith stop lying, and she reminded Faith that trust had to be earned.  She ordered Faith to hand over her purse, and dumped out the contents on the desk.  Lily found the package with the fake book in it and noticed that it had been sent from the girl's previous boarding school to Molly at the television station.  Lily was furious, and she scolded Faith for continuing to lie.  The girl said some classmates at Oakdale High had not believed that Faith could buy drugs on the Internet, so she had ordered some to prove that she could \"score drugs.\"  Lily was beside herself to know what to do with her daughter.\n\n\nHolden stayed in Molly's office and made some phone calls while she taped her segment.  He thanked her for being such a good influence on his daughter, and he suggested they have a romantic dinner and evening.  Lily called Holden then and asked him to go to her house immediately.  When he got there, Holden was surprised to see Faith there, as well.  Lily said that the principal had called her to school to pick up Faith because they caught her with a stash at school.  Faith made a smart aleck remark, but Lily shut her up and explained that someone from the boarding school had actually sent the drugs in a hollowed out book to Molly at WOAK.\n\n\nHolden got very angry, so Faith said she was only proving that she could get drugs.  She claimed to have no interest in taking them, however.  Lily said that she and Faith were going away to get the girl straightened out.  She was taking Faith to their lake cabin with no phone, no television, and no Internet.  Lily swore they would get to the bottom of what was bothering Faith, but the girl moaned, \"Just kill me now.\"  Lily said it was either the cabin or rehab, and Faith was to take her pick.  Holden backed up Lily and said he was going with them.\n\n\nAt WOAK, Molly asked to leave work a little early to prepare for a big date.  Her supervisor asked if she was up to covering the appeal of Senator Silas Whitman the next day, and Molly said her previous relationship with the Congressman was no reason for her not to cover his court appearances.\n\n\nBarbara went to Fashions and tried on expensive rings to brighten her mood.  She decided to take one, and the sales clerk said it was her lucky day because Barbara was the second big jewelry customer she had that day.  She volunteered the information that Henry Coleman had just bought the largest engagement ring they had in the store.  Barbara blanched, and said she had changed her mind.  She ran out, just as Molly was entering.  Molly asked the clerk for the \"sexiest, hottest dress\" in stock.\n\n\nAt his foundation, Luke took a call from Reid Oliver who told him about Noah's good news.  He warned Luke that he hadn't heard it from Reid, but the doctor thought Luke would want to know.  Luke went looking for Noah, and found him in Al's.  Noah heard someone approach, but he seemed surprised that it was Luke.  Luke asked about the eye appointment, and Noah was happy to share his joy.  Dr. Oliver walked by and looked in, and he spotted the young men holding hands.\n\n\n",
    "tvmega_recap": "Barbara and Katie argue over Barbara's relationship with Henry and the fact that Katie wants Henry to get back with Vienna. Vienna gets down on one knee and asks Henry to marry him. Henry stalls in giving Vienna an answer. Luke and Dr. Oliver discuss how that Luke had defended Dr. Oliver against the man, who was suing him for malpractice. Noah walks up. Faith is with her friends at school when Faith gets a call from Holden, who asks how she is doing. Lily comes to see Molly at the television station to thank her for helping in this situation with Faith. After Lily leaves, Faith comes out of hiding. Faith thanks Molly for not ratting her out to Lily. Faith tells Molly that she has had a package delivered here that is a surprise to Lily. Molly finds the package in the mail and gives it to Faith. Luke and Dr. Oliver exchange smiles while talking to Noah. Luke gets a call and walks away. Dr. Oliver watches Luke. Holden catches Faith at the police station with Molly. Katie orders Barbara to back off of Henry and to let him get back with Vienna. Henry and Vienna kiss passionately. Vienna pours out her heart to Katie about her problems with Henry. Vienna agrees to take Jacob out for a while. Lily brings Faith home from school and questions her about the pills. Faith denies using drugs and that the drugs aren't his. Lily refuses to believe her and asks to check her purse. Faith refuses to let Lily see her purse until Lily insists. Lily pours out the contents of Faith's purse and finds the book. Opening up the book, Lily finds the drugs. Lily questions Faith about the drugs. Holden and Molly share some intimate time together when they are interrupted by a call from Lily. Lily tell Holden about the drugs. Faith denies once again that the drugs are hers. Lily decides to take Faith away to the cabin in order to get her off the drugs. Katie tells Dr. Oliver that Henry and Vienna are back together. Henry visits Barbara to let her know that he is confused as to what to do about this situation. Barbara finds out that Henry and Vienna have been in bed together. Barbara puts Henry out. Katie finds out that Dr. Oliver has feelings for Luke. Dr. Oliver calls Luke to tell him that Noah has some good news to tell him. Luke meets up with Noah. Dr. Oliver sees them holding hands. Henry catches up with Vienna and presents her with an engagement ring and tells her that he will marry her. Barbara starts to buy a new dress when she finds out that Henry had bought an engagement ring. Molly also buys a new dress for her date with Holden. Holden tells Lily and Faith that he is coming with them to the cabin. Molly walks in on awkward situation between Lily, Faith and Holden.",
    "soapcentral_condensed": "Vienna proposed on bended knee to Henry, who was rendered completely speechless. Henry and Vienna kissed, and she yanked off her shirt, and they fell on the bed and made love. Henry was hesitant, however, as Vienna apologized for running off when things got tough with Barbara and Henry's crazy mother. Luke interrupted Dr. Oliver at the hospital and wanted to ask a question about the plans for the new hospital wing. Noah asked how much input Luke had on the new wing, and Oliver explained that Luke was kicking in a great deal of money, so that made him \"God, Junior\" Noah asked Dr. Reid what it was like working so closely with Luke. Reid said he had a good day because Noah had a minor breakthrough. Noah said it most likely was a good precursor to his surgery, but Reid offered to call someone so that Noah could share the good news with Reid. Noah declined, and then began to gorging on his usual pattern of food.\n"
}