{
    "soap_central": "\n\nJack arrived at Carly's house and frantically searched for any hint of where Carly might have headed. When he called her cell phone again, he heard the phone ringing in the house and realized she hadn't taken her phone with her. Jack saw the answering machine lights blinking and heard the message from Kit telling Carly to meet her in Chicago. Jack immediately left for Chicago and, on the way, phoned the local police for backup. \n\n\nMeanwhile, Carly continued to search the warehouse for Kit. As she yelled for Kit to come out and talk to her, large mail bins rolled ominously near Carly, forcing her to jump out of the way. Carly stood up and yelled to Kit that she \"wouldn't get away with this,\" but to Carly's horror, she heard the familiar voice of Sam's puppet, Cowboy Jack. She looked around and found the creepy dummy sitting on one of the mail bins. As she approached the doll, Carly found a tape recorder of Sam's voice and turned it off and taunted Kit to face her. Large crates began to fall near Carly and she screamed for help. In the meantime, Jack had arrived at the warehouse and gone in looking for Carly. He heard her screams and rushed to her side, asking her why she had come to Chicago alone. Carly was surprised and relieved to see Jack and wondered how he found her in Chicago. He explained about Parker's premonitions and about hearing Kit's message on her machine. Carly told Jack that Kit was in the building and took him to see Cowboy Jack. He called the police again and told Carly not to touch the puppet. \n\n\nWhen the police arrived, Jack explained the events leading up to his arrival at the warehouse and they reassured him they would search the area for Kit and charge her with breaking and entering if they located her. After looking around, Jack found Carly against a wall and asked her if she was feeling all right. Carly claimed she was fine and just wanted to go home. The police told Jack and Carly that they had searched the building and found no sign of Kit. The locked up the warehouse and Carly and Jack headed home. Jack put Carly in her car and told her he would follow behind-and to be careful. As they pulled out of the warehouse parking lot, Kit lurked in the shadows watching the two leave. \n\n\nCasey and Matt enjoyed a relaxing afternoon at the Hughes home and discussed Casey going back to college. Casey thanked Matt for telling Alison they met in prison, but wondered why Matt wasn't willing to tell everyone else about his criminal past. Matt explained that he wanted to be a normal guy without his past getting in his way. Casey said he understood as Alison arrived and told the boys there was a mixer for Oakdale University students at Yo's and she thought Casey might want to join them on their date. \n\n\nAt the Snyder farm, Ameera helped Lily clean up after a big family dinner. She thanked Lily for letting her stay at the farm and helping her get into Oakdale University. Noah remarked that Ameera should continue her assimilation into America and go to the Oakdale mixer at Yo's. Ameera seemed uncomfortable at the prospect of being in a new social setting, especially with alcohol. She said she had never been to a dance, but Noah and Lily convinced her that she should get used to the social aspects of college life in America, and she reluctantly agreed to go with Luke and Noah. After they left, Parker came downstairs and told Lily and Holden that he was worried about his mom. Lily and Holden reassured Parker that Jack would protect his mom, but Parker was not convinced. Holden took him upstairs to bed and returned to Lily in the kitchen. \n\n\nAlone in the kitchen, Lily and Holden recalled their past mistakes with their own kids and expressed concern for Parker. Holden went upstairs to take a shower, but invited Lily to come along. As Holden washed up in the shower, he received a pleasant surprise when Lily decided to join him. They two enjoyed their first romantic moments together since they reconciled. \n\n\nBack at Carly's house, Carly criticized herself for going to meet Kit alone. Jack told her not to be so hard on herself and reassured her that they would catch Kit eventually. Parker arrived at the house and told his parents he was there to make sure Carly was all right. After seeing that his mom was okay, he asked if they had found Kit. Carly and Jack explained that Kit had lured her to Chicago, but they were unable to find her. Parker asked to stay at Carly's house in his own bed and Jack agreed, knowing the police were still providing protection. Parker headed upstairs to bed and Jack told Carly he would stay on the couch to offer extra security. Before going upstairs Carly remarked that she didn't want to sleep alone and Jack decided to sleep in her room. Upstairs, Jack made a point to sleep in his clothes above the sheets, which Carly found funny. Once the lights were out, Carly asked Jack what would happen to Parker and he responded by holding her. As Carly slept, she dreamt back on her night and heard Cowboy Jack's cackle and saw Kit threatening to kill her. She was jolted awake and heard a noise downstairs. She got up to see what the noise was and found Parker in the family room staring blankly at Cowboy Jack sitting on their couch. She hugged her son because they both realized that could only mean that Kit had been in the house. \n\n\nLily and Holden fixed themselves a snack and found a note from Parker telling them he had gone to check on Carly. They reminisced about their shower and shared a long kiss that was interrupted by a phone call for Ameera. \n\n\nAmeera, Luke, and Noah arrived at Yo's and Ameera was overwhelmed by the differences between her culture and American culture. As Noah and Ameera sat at a table, a student from Ameera's class arrived and asked her if she wanted to dance. Ameera turned him down, but Luke and Noah encouraged Ameera to dance and she agreed only if Noah danced with her. Luke shot Noah a concerned look and Noah responded by telling Ameera he had promised Luke his first dance. He told Ameera she should dance with the boy from her class and she agreed. Out on the dance floor, Rob touched Ameera's waist and she became flustered and rushed out of the bar. Noah and Luke chased after her and advised her to take things at her own pace. The three went back inside after Luke advised Noah to let Ameera figure things out for herself. \n\n\nCasey, Matt, and Alison arrived at Yo's and Casey spotted Ameera sitting at the table alone. At the bar, Matt asked Alison if she was afraid to be alone with him because of his past. She told him that she just wanted to take things slowly and get to know him, and wasn't afraid of him. When Alison asked Matt to tell her why he was in jail, he quickly changed the subject and focused Alison's attention onto Casey who was sitting alone staring at Ameera. Matt encouraged Casey to ask Ameera to dance, but he claimed to be too nervous. Matt decided to try to help his friend out and approached Ameera on Casey's behalf. Noah kept an eye on Ameera, worried that she would freak out again and leave Yo's alone. Luke reminded his boyfriend to give Ameera a chance to figure things out on her own. Matt finally convinced Ameera to give Casey a chance and dance with his friend. As Casey and Ameera headed to the dance floor, Alison congratulated Matt for doing a nice thing for his friend. Noah and Luke saw Ameera was in safe hands with Casey and headed outside for some alone time. \n\n\nAfter they shared a dance, Ameera and Casey discussed Ameera's life in America and sat down to get to know one another. At the bar, Matt flirted with Alison and the two took their turn on the dance floor. \n\n\nOutside, Noah and Luke talked about Ameera, but Luke persuaded Noah to stop worrying about Ameera and focus on him. Just as they were finally getting alone time, Luke got a call from his dad, but ignored it so he could focus on Noah. As the two were sitting together, they were interrupted by two agents from the Department of Homeland Security who were looking for Ameera. They asked where they could find her and Luke explained she was right inside. The men asked Ameera to come with them and when they grabbed her arm, Casey jumped to her defense. When one of the agents told Casey to stay out of it, Casey punched the guy and was immediately arrested. Noah saw the agents focused on Casey and rushed Ameera out of Yo's and back to the Snyder farm. One agent set out after Ameera and the other took Casey down to the Oakdale police station. \n\n\nWhen Luke, Noah, and Ameera arrived at the farm, Holden and Lily questioned them about what had happened at Yo's. Lily and Holden were concerned that the three had run away from federal agents and advised them that their situation was very serious. Ameera continued to be concerned that she would be sent back to Iraq, but Noah tried to reassure her that they would work things out. Moments later, an agent knocked on the kitchen door and everyone learned that he was there to take Ameera into custody. The family tried to intervene, but the agent advised everyone he would have to take Ameera with him or she would be arrested. \n\n\nOnce Casey and the agent arrived at the station, Dallas took Casey into custody. Alison and Matt arrived and saw Casey being taken into the interrogation room. Alison went in and offered to help Casey, but Dallas quickly sent her on her way. He read Casey his rights and when he was done Casey begged him not to call his mom. \n\n\nMatt went into the hall and called Gray to ask him for a favor. As he appealed to Gray to make the charges against Casey \"go away,\" Alison returned and heard Matt's end of the conversation. \n\n\n",
    "tvmega_recap": "Jack realizes where Carly went when he hears the message Kit left for her. At the deserted shop, Carly calls out for Kit, but the only thing that she is met with is something large falling from the loft near her. Jack races to the shop in Chicago. Allison shows up for her date with Matt, but then invites Casey to go with them to an Oakdale University mixer. Noah invites Ameera to the mixer. Carly comes across Cowboy Jack, who is propped up with a recorder playing in his lap. Jack calls for back-up and reaches the shop racing in to find Carly. Luke is unsure if Ameera should join them, but Noah is sure enough for them all. Casey joins Allison and Matt too. Holden and Lily take a shower together and finally make love. Noah worries about Ameera most of the night while Luke tries to get him to loosen up. Matt wonders if Allison is trying to avoid being alone with him? She assures him that she just wants to get to know him slowly. Casey notices Ameera and Matt works his charms on her to get her to dance with Casey. Jack hears Carly scream, as she dodges a falling item. Carly races into Jack's arms and soon the police show up and search the area. Kit is not found, which rattles and upsets Carly. A hiding Kit watches them all leave. Parker shows up at the house when Jack and Carly come home; he knows they didn't find Kit. Casey and Ameera seem to be hitting it off, as do Allison and Matt. Lily and Holden receive a call about Ameera and try to reach Luke. Federal agents show up at Yo's looking for Ameera. Noah dodges their questions, but Luke admits to where she is. When the agents try to take Ameera, Casey punches one of them and is arrested, as Matt watches close by. Noah decides to take off with Ameera when the agents are preoccupied with Casey, and Luke goes with him. Carly and Jack try to keep Parker's hopes up. Parker asks to stay with Carly and Jack agrees knowing there is an officer outside. Jack offers to stay as well. Carly innocently asks him to stay upstairs with her so she doesn't have to be alone. There is an awkward moment when Jack sees Carly's nightie and seems to have trouble not staring, but soon they are comforting each other by simply lying in each other's arms. Casey is brought to the station and Dallas is forced to read him his rights. Allison tries to make his bail while Matt secretly calls Gray. Luke, Noah and Ameera arrive back at the Farm and explain to Lily and Holden what happened. Noah won't let them take Ameera and she pleads with them not to let her be taken back to Iraq. Holden worries that they made things worse. Allison overhears Matt talking to Gray asking him for a favor to make this go away. The agent shows up to take Ameera into custody. They plead with him to let her stay, but he informs them that she is a Foreign National and the Government reserves the right to question her and detain her as long as they want. He informs them all that they can call the local Homeland Security office in the morning to find out what is going on. Carly awakens from a nightmare in Jack's arms, but then she hears a noise downstairs and goes to investigate. She finds Parker staring at Cowboy Jack propped up in their chair in the living room.",
    "soapcentral_condensed": "Carly was lured to a warehouse by Kit, who told her to meet her in Chicago. Jack found Carly against a wall and asked her if she was feeling all right. He explained about Parker's premonitions and about hearing Kit's message on her machine. Carly told Jack that Kit was in the building and took him to see Cowboy Jack. Casey and Matt enjoyed a relaxing afternoon at the Hughes home and discussed Casey going back to college. Ameera helped Lily clean up after a big family dinner and thanked Lily for letting her stay at the farm and helping her get into Oakdale University. Noah remarked that Ameera should continue her assimilation into America and go to the Oakdale mixer at Yo's. She said she had never been to a dance, but Noah and Lily convinced her that she should get used to the social aspects of college life in America and she reluctantly agreed to go with Luke and Noah. Parker asked to stay at Carly's house in his own bed and Jack agreed, knowing police were still providing protection.\n"
}