{
    "soap_central": "\n\nIn Casey and Emily's hospital room at Memorial, Margo and Dr. Decker were in a standoff with pistols drawn. Tom collapsed on the floor, apparently from a heart attack. Margo pleaded for medical attention for her husband while Dr. Decker demanded a helicopter at his disposal and the assurance of no police interference as he made his escape. Paul was concerned about Meg, who had also collapsed, and begged Margo to call for the chopper. Margo asked Chris if he had completed making the antidote to Decker's poison, and Chris said that he had. Suddenly Aaron, who had crawled through the air vents to a position directly over the room, dropped suddenly into the midst of the drama. Decker shot Aaron, hitting him in the shoulder. Decker then asked Margo to pick his next victim or to let him make his escape. \n\n\nElsewhere in the hospital, Bob found Susan unconscious on the floor in a room. He called for help, and Kim and a nurse responded. Bob examined Susan and realized that Decker had injected her with a dose of the poison. \n\n\nMargo made her decision about Decker and called for the helicopter to land on the hospital grounds. Decker took Alison hostage, even though she was barely conscious. He dragged her down the hospital corridor while Margo ordered the SWAT team to stand down. Decker and Alison took an elevator down to ground level, unaware that Chris was following them after delivering the antidote to his father. Decker had another standoff with 3 SWAT team members, but they allowed him to approach the helicopter. Decker spotted Chris and ordered him to back off, but when he turned to put Alison into the chopper, Chris jumped him. The two doctors wrestled, and Chris was able to disarm Decker so the team could grab him. Chris removed Alison from the helicopter and ran with her back into the hospital. \n\n\nBack in Emily's room, Meg tended to Aaron while Margo ran to Tom who was in great pain. Chris delivered Alison back to her room and asked a nurse to bring him some of the antidote. Bob had inoculated Meg first so she could help with the others, but because Susan had been directly injected with the poison, she had required an extra dose of the antidote. There was no more left for Alison. Chris dashed to his lab to begin making more. \n\n\nPaul and Meg had some alone time in which they talked about spending the rest of their lives together. Paul forgave her for her bizarre behavior while under the influence of the poison and promised her that Sofie would never return. Meg was relieved, and then decided she had to be with Aaron until other family members arrived. She then called Emma, who told her Holden was not there, so Meg asked her mother to come to the hospital so she could explain what had happened to Aaron. \n\n\nTom was resting more comfortably and waiting for Bob to repair his stent. It had been dislodged when he fell in Casey and Emily's room but fortunately he had not suffered another heart attack. \n\n\nAn unconscious Alison dreamed she was riding with Aaron on his motorcycle and they stopped at a bar. Aaron served her a beer, which Alison started to drink until she remembered that she did not drink anymore. Alison was shocked to see Emily and Susan doing a song and dance routine in the bar to the accompaniment of Chris on the piano. The two Stewart women invited Alison to join them in a rendition of \"Together.\" Emily and Susan disappeared, and Aaron asked Alison to sing a song for him that she used to sing in Seattle when he couldn't sleep. Chris complained that she had never sung for him, ever, so Alison said she would sing for both of them. She began singing, but soon Chris disappeared. Aaron said he had to leave, and the two of them kissed. \n\n\nChris finished the antidote and rushed to Alison's room. He administered the drug as Alison continued her dream in which Chris reappeared and asked her to take his hand and come with him. As she took his hand in her dream, she regained consciousness. She thanked Chris for coming back for her and then asked about Aaron, and Chris had to tell her that Aaron had been shot. Alison insisted on seeing her friend and sat with him until he awakened. \n\n\nEmily pled with her mother to wake up, and Susan responded. She told Emily that she finally understood how much her daughter loved Casey. Casey was recovering well back in their room under Margo's watchful eyes. Margo told her son that she finally got it that Casey truly loved Emily. They were both encouraged when Bob reported that Tom's stent had been repaired with no ill effects. \n\n\nBob and Kim had a tender moment in which they counted their many blessings. Emily went back to be with Casey and said she wished she could forget about the day and all that had happened, but Casey disagreed. He was pleased that his parents had recognized his marriage to Emily and were accepting their love for one another. \n\n\nMeg was released, and disappointed Emma by telling her that she was going back to Fairwinds with Paul and not to the farm. Paul stepped up by inviting Emma to come with Meg and help her get settled and to help herself to the kitchen. Emma gratefully accepted. \n\n\n",
    "imdb": "\nThe crisis ends. Rick Decker's escape attempt fails. Chris finds an antidote, which saves Alison and the other poison victims. Aaron recovers from the bullet wound in his shoulder.    ",
    "tvmega_recap": "As Margo and Rick point guns at each other, Tom screams in pain and Aaron drops in through the air vent. After shooting Aaron in the shoulder, Rick tries to escape from the hospital by taking Alison hostage. Chris finds the antidote and gives it to Bob, then follows Rick to the roof where he's able to save Alison, but there is no more antidote for her, since Bob gave the last of it to Susan. While unconscious, Susan has an out-of-body experience in which everyone keeps disappearing. Chris is able to make more and gives it to Alison just in time. When she awakens, Alison thanks Chris for saving her life then goes to see Aaron who's just had surgery. Meg has received her antidote and sits with Paul in Aaron's room where she apologizes for what she did. When Emma goes to see her grandson, Paul invites her back to Fairwinds. After Tom has heart surgery to replace his collapsed stent, he and Margo express their love for each other. Margo thanks Emily for helping Tom. Chris is happy that his parents now accept his marriage to Emily, but she's not so sure.",
    "soapcentral_condensed": "Dr. Decker shot Aaron, hitting him in the shoulder, and asked Margo to pick his next victim or to let him make his escape. Margo asked Chris if he had completed making the antidote to Decker's poison, and Chris said that he had. Elsewhere in the hospital, Bob found Susan unconscious on the floor in a room and called for help. Paul and Meg had some alone time in which they talked about spending the rest of their lives together. Casey was pleased that his parents had accepted his marriage to Emily and were accepting their love for one another. Emily went back to be with Casey and said she wished she could forget about the day and all that had happened, but Casey disagreed and said he wanted to forget about all of it and move on with his life. Paul forgave her for her bizarre behavior while under the influence of the poison and promised her that Sofie would never return. Meg called Emma, who told her Holden was not there, so Meg asked her mother to come to the hospital so she could explain what had happened.\n"
}