{
    "soap_central": "\n\nEmma comforts a guilty Meg, but she can't take it and leaves. Holden and Lily show up and convince her to come to their house, but Meg ditches them. Holden and Lily must break the bad news about Paul to Faith. Craig confides in Margo about Meg, and later promises Meg she can find peace with him at Fairwinds. Jack drops off Sage at Carly's house, and Carly is extremely generous about his date with Katie. Carly admits to Lily she's changed tactics and is working with Brad another way. Sage nails Carly about wanting to checkup on Jack and Katie, and wants to help. Anxious Katie is ready to be proposed to, but Jack has no intention of doing so. Sage calls Jack to come help her, and Katie goes to work and laments to Brad. Brad takes the opportunity to plant more doubts. Brad calls Carly to say mission accomplished, as Jack is there with her and Sage. At the Old Town fair, Parker, JJ and Faith run into each other. With Faith not speaking to Parker, Morgan wonders why. He lies that he doesn't know and doesn't care. Parker works at getting silent Faith to open up. She almost does until Morgan shows up and she shuts down again.\n\n\n",
    "tvmega_recap": "Craig tells Margo he loves Meg and why he tried to save Paul because he wanted to be a man worthy of her love. Meg can't handle Meg's sympathy for her so she moves in with Craig so she can get some peace and quiet. Brad's plan to break up Jack and Katie seems to be working when Katie is hurt that Jack didn't propose to her and Brad listens to her and comforts her. Sage hurts herself and calls Jack to go to Carly's house and sing her the boo boo song. Carly invites Jack to dinner to make up for ruining his date with Katie. Jack accepts Carly's invitation to eat leftovers with her. Brad calls Carly while she is putting dinner on the table for Jack and she congratulates him because his plan worked like a charm.",
    "soapcentral_condensed": "Emma comforts a guilty Meg, but she can't take it and leaves. Craig confides in Margo about Meg, and later promises Meg she can find peace with him at Fairwinds. Carly admits to Lily she's changed tactics and is working with Brad another way. At the Old Town fair, Parker, JJ and Faith run into each other. Morgan wonders why Faith not speaking to Parker, and he lies that he doesn't know and doesn't care. Parker works at getting silent Faith to open up. She almost does until Morgan shows up and she shuts down again. Jack drops off Sage at Carly's house, and Carly is extremely generous about his date with Katie. Sage nails Carly about wanting to checkup on Jack and Katie, and wants to help. Sage calls Jack to come help her, and Katie goes to work and laments to Brad. Brad calls Carly to say mission accomplished, as Jack is there with her and Sage. He tells Carly he's going to propose to Katie.\n"
}