{
    "tvdb": " Chris tries to make peace with Alison but strikes out. Emily shows up as Alison is throwing Chris out. Emily informs Alison that she and Daniel will be moving in for a while but Alison tells Susan that either Emily goes or she goes! Rick Decker pretends to be Barbaras doctor and she opens up to him about her problems. However, Dr. Decker gets creepy when he pulls out a syringe and threatens to ease her pain. Meanwhile, Will learns Emily and Daniel are leaving home and takes it personally. Hal coaxes him to go fishing and they go to Snyder Pond. At the same time, Holden and Lily are arguing about Lilys attitude about Will. Luke walks in on them and Holden and Luke arrange to go fishing to the pond, too. Luke has a run-in with some bully teens and Will saves him from being thrown into the pond. Holden arrives to find teens tormenting Will, and Will standing up to them. Holden chases the kids off and Luke tells Holden that Will saved him. Holden then gets the idea that Will could come work on the farm for money. Hal gets Will to consider the job and Will decides to do it. Lucy and Dusty encounter Dominic at Metro, and Craig learns Lucy is involved with Dusty in a fight scheme. When he tries to warn her against it, Lucy lets slip that Dusty is planning to sell off his share of the club so the two of them can get away. Craig vows to stop Lucy from leaving.",
    "tvmega_recap": "Will save Luke from getting thrown in the pond by teenagers, Holden offering him a job at the farm. When one of the boys returns for his sunglasses when Will is there alone, Will tells him that with a rock to the right spot on his head could kill him and since they were there, no one would ever know. The kid runs off. Alison kicks Chris out of the house and then tries to make Emily leave. When Susan asks her to try and make it work, Alison tells her mother to choose between her and Emily. Lucy tells Craig about their plans to get out of Metro, Craig upset and in full scheme mode. Lily and Holden argue about Will. Kim picks up the tab for the cancelled reception."
}