{
    "soap_central": "\n\nMike continues his search for Katie and Simon by distributing flyers and talking with the Coast Guard.  The CG officer tells Mike and Vienna that with the passage of time, it is unlikely that the missing passengers are still alive.\n\n\nOn the island, Simon builds a cozy shelter, but Katie tells him it is only big enough for one and that he had better build another one for himself.  Katie goes off to look once more for her wedding ring, and the golfer who discovered Simon the other day returns.  Simon hustles him out of there before Katie returns, and when she does, he lays a guilt trip on her about her not appreciating all he is doing for her.\n\n\nGwen and Will leave Carly's house for Jennifer's memorial service. Jade and Carly stay at the house and Jack arrives to pick up Parker to take him to the church.  Jack is stunned that Carly is allowing Jade to stay with her, and he reminds her of all the trouble that Jade caused for Holden and Lily's family.  Carly feels that Jade deserves a second chance, and then she takes the opportunity to remind Jack that he is the one who walked out on their marriage and that he no longer has any say in how she runs the household.  She also sets new rules about when and how Jack can visit.\n\n\nMeg and Paul remember Jennifer at the coffee shop and wonder if Dusty will allow them to attend the memorial service.  At the hospital, Dusty has not left Jen's side and will not allow her body to be moved.  Hal tries to persuade Dusty to let Jen go, but it is to no avail.  Paul arrives and volunteers to talk to Dusty.\n\n\nWill brings pictures of Jen for a display at the service but can't bring himself to arrange them.  They step outside for a bit, and Jade arrives and arranges the photos into a beautiful collage.\n\n\nPaul and Dusty almost come to blows when Dusty tells him that he wants time to stand still.  Paul finally gets through to Dusty when he reminds him that if time were to stop, then Johnny would never grow up and become the man Jen wants him to be.  Dusty agrees to have Jen moved, and he leaves for the church.\n\n\nMike decides to call Margo because she is a police officer and might have some ideas on finding her sister.  He asks to use the phone at the resort bar, and a group of golfers overhear Mike's conversation.  One of the golfers is the man who found Simon on the remote side of the very island where Mike and Vienna are now.  He tells Mike that he knows where \"the Australian\" is.\n\n\nAt the church, Barbara asks Gwen to sing at the service when the CD player will not work.\n\n\n",
    "tvmega_recap": "Mike desperately hands out pictures of Katie on Magique island unaware Katie is just on the other side. The lead investigator promises they are searching by air and water. The golfer goes back to see Simon and he tells her that he and his wife are acting out a remote island fantasy and they don't needs to be rescued. Simon continues to deceive Katie since he knows they are a short walk to help. Katie and Simon reach an understanding after he pretends to be hurt by her actions. Mike receives bad news when the investigator tells him there was a ferry crash nearby and they need all the rescuers that are looking for Katie and Simon. When that same golfer overhears Mike and Vienna talking about an Australian, he stuns them when he tells them that he is just on the other side of the island acting out a fantasy with his wife. Carly decides to lay down some ground rules when Jack shows up unannounced. They also fight about her allowing Jade to live at her house. She tells Jack in no uncertain terms he gave up the right to have any input in her life when he left her. She needs to figure a way to get on with her life however Jack can't seem to walk away from her, as the two fight a strong pull towards each other. Jade worries that she will have to find another home after Jack finds her living at Carly's. Dusty won't leave Jen's room or let anyone take Jen away to prepare her for her memorial. Hal and Barbara try to talk to him but he won't budge. Paul is the one who gets Dusty to let Jen be taken from her room. Paul tries to reach out further but Dusty rebuffs him. Will and Gwen set up the church for Jen's service. Jade brings daisies after Will tells her a story about him and Jen when they were children. Barbara thanks Will, and Gwen especially, for all they have done recently. When the CD player breaks and they won't be able to play Jen's CD's, Barbara asks Gwen to sing for her daughter.",
    "soapcentral_condensed": "Mike continues his search for Katie and Simon by distributing flyers and talking with the Coast Guard. Hal tries to persuade Dusty to let Jen go, but it is to no avail. Meg and Paul remember Jennifer at the coffee shop and wonder if Dusty will allow them to attend the memorial service. Will brings pictures of Jen for a display at the service but can't bring himself to arrange them. Jade arrives and arranges the photos into a beautiful collage. Barbara asks Gwen to sing at the church when the CD player will not work. Mike decides to call Margo because she is a police officer and might have some ideas on finding her sister. He asks to use the phone at the resort bar, and a group of golfers overhear Mike's conversation. One of the golfers is the man who found Simon on the remote side of the very island where Mike and Vienna are now. He tells Mike that he knows where \"the Australian\" is and tells Mike to call him back.\n"
}