{
    "soap_central": "\n\nWhen Carly won't cave to her demands for cash, Iris threatens to call the papers about Carly's past. But Carly calls her bluff and in the end, Iris is thwarted. As she leaves, Iris learns the name of Rory's birth mother for the first time and reacts. Meanwhile, an angry Gwen lashes out at Will over her frustration of losing at the hearing. She calls Will on his motives for helping her and drives her only friend further away. When he leaves, Gwen is left all alone until she gets an unexpected visitor - her mother, Iris! Meanwhile, as Dusty finds Hal and tells him about Jennifer's Meth abuse, Jennifer is thrilled over Paul's agreement to work with her and mother. Alone, Emily tells Paul that Gwen has failed to get her baby back and feels they must have a back-up plan to keep the baby away from Jennifer. Paul decides to propose a trip to get Jennifer away for a while. In the meantime, he suggests Emily do her best to convince Carly to give the baby back to Gwen. Meanwhile, Jennifer is coming down from the drugs and Barbara nearly catches her freaking out. Jennifer covers and Barbara insists she rest. Hal then arrives but both Barbara and Paul stop him from seeing Jennifer. As they battle, Jennifer finds the death certificate of her baby and has a hallucination that her child is alive. She screams when she realizes there is no baby and the others rush in to see a broken down Jennifer. Lily and Holden arrive in Mexico and learn that now both Keith and Luke are missing. When Lily blames some of what's happened on her mother, Lucinda tries to shift the blame by revealing Keith's line of work. Realizing the seriousness of the situation, Holden confronts the doctor at the clinic. In the middle of the argument, Lucinda shocks all by suddenly collapsing.\n\n\n",
    "tvmega_recap": "Lily and Holden arrive in Mexico and are even more worried when Lucinda tells them Keith went to look for Luke and now they are both missing. Lucinda passes out when she tries to stop Holden from hitting Dr. Hendrix. Will's doubts about Gwen cause them to have another fight. Emily continues to feel guilty about keeping Jennifer's baby away from her. Jennifer passes out after having a hallucination that a nurse from the hospital puts her baby in her arms because he is still alive. Iris has a strange reaction when Carly informs her Gwen is Rory's birth mother. Gwen gets a visit from her long lost mother Iris.",
    "soapcentral_condensed": "When Carly won't cave to her demands for cash, Iris threatens to call the papers about Carly's past. As she leaves, Iris learns the name of Rory's birth mother for the first time and reacts. Meanwhile, an angry Gwen lashes out at Will over her frustration of losing at the hearing. She calls Will on his motives for helping her and drives her only friend further away. When he leaves, Gwen is left all alone until she gets an unexpected visitor - her mother, Iris! Meanwhile, as Dusty finds Hal and tells him about Jennifer's Meth abuse, Jennifer is thrilled over Paul's agreement to work with her and mother. Hal then arrives but both Barbara and Paul stop him from seeing Jennifer. As they battle, Jennifer finds the death certificate of her baby and has a hallucination that her child is alive. She screams when she realizes there is no baby and the others rush in to see a broken down Jennifer. Lily and Holden arrive in Mexico and learn that now both Keith and Luke are missing.\n"
}