{
    "soap_central": "\n\n \nVienna rested in her room in the Lakeview while she and Henry mourned the loss of their baby. Henry wanted to go out for a big dinner with champagne, but Vienna was not up to it. Henry gathered all the baby's things they had purchased and told Vienna that he was donating them to the hospital nursery. He got teary-eyed and declared that he was finally and officially as depressed as Vienna. He was upset that before he couldn't bear to live with a baby, but suddenly he could not live without one. He took the baby items and left for Memorial. \n\n\nBrad told Katie that starving herself would not help Henry and Vienna. Katie suddenly remembered the written material that her doctor had given her when she had miscarried, and she wanted to take it to Vienna. Brad said that was a bad idea. Katie was not willing to let it go, however, so Brad suggested that she comfort their friends from a distance, perhaps with an email. Katie became upset when she realized that she had left her laptop at work, so Brad volunteered to fetch it from WOAK. He walked out, and soon afterwards, Katie grabbed her purse and left, too. \n\n\nAt the police station, Carly told Jack that she had not been getting loaded in a bar. She explained that Parker had smart-mouthed her, and she was so upset that she had taken a drink. She denied that she had done that in front of the boy, and she also denied that she was driving drunk in spite of what the breathalyzer read. Craig entered, and he chewed out Jack for bullying Carly. He demanded that Jack \"dial it down,\" but Jack ended the argument by telling Craig that Carly could sober up in lockup. Jack arranged for an officer to escort Carly there, as she begged him not to do it. \n\n\nCraig waited a while and then requested a visit with Carly in the interview room. Carly assumed that Craig was pulling strings to get her out, but Craig said that he could see Jack's point. Carly admitted that she should not have driven, and again she repeated that she could stop drinking any time she chose. She whined that she just wasn't ready yet. Craig said that she would never stop drinking until she had professional help. He asked her a few questions from the Alcoholics Anonymous pamphlet, and Carly had to answer yes to all of them. Craig's point was that Carly definitely had a problem. \n\n\nCraig told Carly that he never should have asked her to partner with him in the vodka business because he knew that her father had been an alcoholic. Carly would only admit that she had a \"bad habit\" that could become a problem, but Craig said that she was already an alcoholic and that he would not help release her. Carly finally agreed to have therapy, but she said she definitely did not need a whole treatment program. \n\n\nJanet continued cooking at Carly's, and she tried evading Parker's questions. He said it looked as if his mother was not coming home for a while, and then he spotted the empty bottle of Midnight Sun vodka in the trash. Parker immediately assumed that Carly was drunk and sleeping it off somewhere. Janet said that she honestly did not know where Carly was. Sage arrived home, so Janet told Parker to keep mum about their mother. Sage asked where Carly was and why Janet was cooking dinner, so Parker said that their mom had \"stuff to do,\" and he stressed the upside of eating Janet's lasagna. \n\n\nSage admitted that the dinner smelled good, and she went to wash up, as Janet thanked Parker for not saying anything to upset his sister. Parker said that Carly had only one major problem: she was a drunk with lousy taste in men. Janet scolded him for speaking of his mother like that, and the two of them got into a shouting match about Parker's \"crappy attitude.\" \n\n\nJack arrived and told Janet that Carly was sobering up in the \"drunk tank.\" Janet said that as a favor to Craig, she had not called him right away after she and Craig had found the empty vodka bottle. That irritated Jack, who felt that Janet had taken Craig's side over his. Janet blew up and equated Parker's rotten mouth to his father's, and she stomped into the kitchen. They both calmed down, and Janet suggested that they take the kids to the farm for the night. Jack said he appreciated her compassion for the children. \n\n\nJack told Parker and Sage to pack a bag so they could all head to the farm. Janet took Sage upstairs to help her pack, and Parker asked his father if Carly was in jail. When Jack did not answer, Parker said he was used to lying to Sage and would do it again. \n\n\nKatie visited Vienna, and the two women compared their sad experiences of losing a baby. Vienna knew that her accident had not been Katie's fault, and there was nothing for which to forgive her. Katie gave her friend the miscarriage materials, and Vienna noticed in them that Katie and Brad had conducted a simple memorial service for their baby. Vienna said she would like to have a little ceremony for her baby that day, and Katie hugged her. Katie asked to attend, and Vienna told her she was welcome. Vienna wanted the ceremony in the park, and the women made plans. \n\n\nHenry ran into Brad at WOAK as Brad was retrieving Katie's laptop. Henry was looking for Kim, but Brad said that Kim was shooting on location somewhere. Henry said that he wanted to give her a heads-up because he planned to sue the station for what had happened to Vienna. Brad told Henry that was crazy, but Henry went on to say that he was going to sue Katie, as well. Henry claimed that Katie had been jealous of them when she found out that Vienna was carrying Henry's baby, and someone had to pay for their loss. Brad called Henry an idiot and said shame on him for ever calling himself Katie's friend. \n\n\nHenry met Vienna in the park by the pond, and he found her carrying roses. They threw them in the lake one by one, reciting the hopes and dreams they had wished for their child. Katie walked up with a bouquet of white balloons, but Henry was immediately antagonistic. He would not allow Vienna to take the balloons and was very rude. Katie handed the bouquet to Vienna anyway, and she turned to go. \n\n\nVienna did not understand how Henry could blame Katie for what was obviously an accident. Vienna asked him to let go of his pain and sorrow for the baby's sake. Henry took the balloons, and they let them fly. \n\n\nCraig brought Carly home after his lawyer had arranged for her release. He reminded her that she had promised to attend AA. Parker and Sage were not there, but Carly smelled Janet's lasagna, and she made the right deduction. They found a note from Jack in the kitchen that told them that the kids were at the Snyder farm. Carly felt that Jack was staking out his claim to their children, and she insisted on bringing them home. \n\n\nCraig wanted to let the kids stay at the farm for one night, but Carly was determined. Craig tried to talk some sense into her, but Carly had no idea how to explain what had happened to the children. She got hysterical thinking about it and demanded that Craig drive her to the farm, and Craig reluctantly agreed. \n\n\nCarly and Craig walked into Emma's kitchen, and Carly admitted that she had made a mistake, but she wanted the kids back. She told Jack that she had decided to go to AA, and Craig backed her up. Sage entered the kitchen and asked her mother where she had been. Parker was his usual sarcastic self, so Carly explained that she had too much to drink and had then driven her car. She said a patrolman had taken her to the police station, so she had done no harm. Sage asked to go home with Carly, and Jack agreed after he gave Carly a meaningful look and said he trusted her. \n\n\nCarly and Craig took the children home, and Carly promised Parker that her drinking would never happen again. Parker said he had heard that one before. Craig asked Carly to prove it by going to an AA meeting, and Carly said she would give it a try in the morning. Craig also announced that he would be sleeping on Carly's lumpy couch all night to protect her from things that went bump in the night. Carly promised to attend the meeting and thanked him for all he had done. Craig kissed her on the forehead and headed for the couch. \n\n\nKatie returned home and told Brad that Henry had not wanted her at the baby's service. Brad was sure that Henry would come around, but Katie said that Henry did not want to see or talk to her. Brad agonized over whether he should tell his wife that their former friend was suing her, and he decided to keep quiet. \n\n\nHenry and Vienna went back to their room, and Vienna said that she felt a bit better. Henry did not, however, and he could not stop blaming Katie and Brad. Vienna suggested that they begin thinking of getting pregnant again, but Henry said no. He said that to  have a child was to live in fear, and to lose a child was to live in pain. He was too much of a coward to go through that again.\n\n\n",
    "tvmega_recap": "Vienna wakes up and finds out from Henry that it is 4:00. Henry suggests that they go out and get a bite to eat and some champagne. Vienna refuses. Vienna notices that Henry had packed up the baby things. Brad advises Katie that it will not help Henry and Vienna by her not eating. Katie wishes that there was some way that she could help Henry and Vienna. At the police station, Jack questions Carly about her being drunk and driving. Craig is there and interrupts Jack's questioning of Carly. At home, Parker finds out that Janet is fixing dinner for him and Sage. Parker wonders where Carly is, but then he realizes that Carly is drunk again. Sage arrives home and questions Janet as to why she is here. Janet begs Parker not to say anything. Jack places Carly in lock-up. Katie visits Vienna to see if there is anything that she could do for her. Henry arrives at the studio and lets Brad know that he is suing the station, as well as, Katie. Craig urges Carly to get help. Carly promises that she will go to a psychologist. Jack, Janet take Sage and Parker home with them to spend the night. Vienna forgives Katie for what had happened to the baby and invites her to the memorial service for the baby. Craig and Carly arrive home to find Sage and Parker gone and to the smell of fresh lasagna. Carly, immediately, wants to go and get her children at Jack's. Vienna and Henry have a memorial service for the baby. Katie arrives with some balloons, but Henry goes ballistic and lashes out at Katie. Katie leaves. Katie goes home and tells Brad what had happened that Henry didn't want her there. Carly talks Jack into letting her take Sage and Parker home. Jack agrees against his better judgment. Vienna wants to try to have another baby, but Henry refuses.",
    "soapcentral_condensed": "Vienna rested in her room in the Lakeview while she and Henry mourned the loss of their baby. Henry gathered all the baby's things they had purchased and told Vienna that he was donating them to the hospital nursery. Craig told Carly that he never should have asked her to partner with him in the vodka business because he knew that her father had been an alcoholic. Carly finally agreed to have therapy, but she said she definitely did not need a whole treatment program. Carly admitted that she should not have driven, and again she repeated that she could stop drinking any time she chose. Carly would only admit that she had a \"bad habit\" that could become a problem, but Craig said that she was already an alcoholic and that he would not help release her. Craig asked her a few questions from the Alcoholics Anonymous pamphlet, and Carly had to answer yes to all of them. Carly was arrested for DUI, but Jack arranged for an officer to escort Carly there, as she begged him not to do it.\n"
}