{
    "soap_central": "\n\n \nHolden dropped by WOAK to persuade Molly to go home with him.  He noticed that Silas Whitman had sent her flowers at the studio, but Molly said it was a \"business gesture,\" not a personal one.  Holden got \"all Alpha male,\" according to Molly, and he said that he hoped she was up for something \"physical\" with him.  He suggested a horseback ride along the lake and then something more \"physical\" in some secluded spot.\n\n\nLooking for Holden, Lily drove to the farm, but Faith said she hadn't seen him.  Lily said she needed help moving a box she had filled with Faith's belongings that she was sure her daughter would like at the farm.  Then Lily brought up Faith's new friend, Gabriel Carras, but Faith only said that he was \"cool.\"  Lily asked how old Gabriel was and if he had mentioned his parents, but Faith assumed that her mother was trying to figure out if Gabriel met her standards or was a bad influence.  Then Holden and Molly walked in, and Faith said she was going to Java to do her homework.  Lily was disgusted that Molly and Holden seemed so comfortable together, and she walked out, too. Holden agreed to do Lily's errand, and he walked out on the farmhouse porch to have a discussion with her about Faith.\n\n\nHolden told Lily that Faith was only lashing out because she was frightened.  Lily said she had been asking their daughter about a boy Faith had been spending time with, and Holden guessed that it was Gabriel.  He said Molly had gotten the boy a job at Monte Carlo with Craig and Carly.  He suggested that Lily just hold on tight until the teenage angst passed, and Lily thanked him for supporting her.\n\n\nLily drove home, and Holden went back inside to Molly.  He apologized for having to do the errand for Lily, and he promised they could go riding the next day.  Molly said she understood that it was for Faith, but Holden knew she was upset.  He asked her to speak up, so Molly admitted that she had a feeling that Lily had an active agenda to get Holden back.  Molly said she trusted Holden, however, and he said he only wanted to be with her.\n\n\nAt Lily's, Lucinda arrived in response to an alarming call from her daughter.  Lily showed her mother a recent photo of Gabriel Carras that Sierra had sent, and she told Lucinda who he was.  Lucinda grabbed the photo and said, \"Gabriel Carras?\"  Lily said she had seen him in Oakdale, and the boy was working at Monte Carlo.  Lucinda was shocked, and Lily said the boy was also a friend of Faith's.  Lily said she had always worried that Gabriel would eventually haunt them, and 20 years later, that was what was happening.\n\n\nHolden walked into the living room, and Lily told him where to find Faith's box.  Lucinda whispered to Lily that they had to \"contain\" the Gabriel problem before it turned into \"a real mess.\"  She wondered why Gabriel would show up in Oakdale after almost 20 years, but Lily guessed that the boy knew everything.  Lucinda suggested they keep quiet and hope that Gabriel hadn't already put things together.  Lily was sure, however, that Gabriel knew that Craig Montgomery was his father.\n\n\nAt the farm, Silas Whitman called Molly and asked if she had received his flowers.  He was especially interested in whether they had made Holden jealous.  Then he invited Molly to dinner, but she declined.  Holden walked in with Faith's box and heard Molly hanging up.\n\n\nIn Gabriel's room in the Lakeview, Gabriel and Liberty had surprised Parker as he was going through Gabriel's things.  Gabriel called out Parker for accusing him of being a criminal when Parker had broken into his room.  Parker said he was looking for proof to convince everyone that Gabriel could not live as he did on a handyman's wages.  Parker called him a thief, and he held up a double strand of pearls and said he doubted that Gabriel had bought them for himself.  Gabriel shouted at Parker to leave, but Liberty spoke up and said she wanted to hear about the pearls herself.  Parker yelled that Gabriel had to be a thief and a drug dealer.\n\n\nLiberty then said that the drugs had belonged to Faith, but Parker did not believe that until Gabriel admitted that he had helped Faith out so she wouldn't get in trouble.  Over Liberty's protests to stop, the boys continued to verbally spar.  She finally told Parker that his jealous behavior had to stop.  Gabriel then said that the pearls had belonged to his dead mother, and they were a gift from his dad.  Parker quieted down and said he might have been wrong about the pearls, but he wasn't wrong about Gabriel.  Parker wanted Liberty to leave with him, but she refused.  Parker walked out, and Liberty said she wanted to go home, as well, and she promised to watch a movie with Gabriel another night.\n\n\nParker went to Java and saw Faith doing her homework.  He sat with her and asked her to tell him the truth about the drugs that Gabriel had said were his.  The girl waffled a bit, but then she admitted that the drugs were hers, but it was a one-time deal.  Parker said he had just made a complete fool of himself in front of Liberty, and he had to think of something really cool to do to make up for it.  He asked to borrow Faith's computer, and he checked on concert tickets in New York in May.  \n\n\nHe decided that a first-class plane ride, a nice hotel room, and the concert would be a great outing for Liberty and him.  He put in his debit card number and then swore at the computer when it declined his card.  He called the bank and found out that Mr. Montgomery had emptied the account.  Then he used the computer to do some tracking and learned that someone had chartered a jet and charged it to his account.\n\n\nIn the movie theater in Old Town, Craig had a death grip on Ellis's throat, and Carly was all over Craig.  Craig told Carly that his accountant had made a \"bad investment\" and Craig was just \"straightening things out.\"  All three struggled, and finally Ellis slipped out of Craig's grasp and threw popcorn everywhere as he made his escape.  Craig went after him, followed by Carly, and they dashed around Old Town, but Craig lost his quarry.  He screamed at Carly that she had let Ellis get away, and Carly realized that Craig only got that upset when it was about money.\n\n\nCarly asked Craig how much money they were talking about, but Craig got himself under control and told her it was nothing for her to worry about.  Carly reminded him that they were partners, and she demanded that he tell her.  They went to the Monte Carlo offices, and Carly ordered Craig to \"spill it.\"  Craig said that Ellis made a bad investment with \"some funds.\"  Carly asked what neighborhood \"some\" meant, and Craig admitted that it \"was in the neighborhood of --everything.\"  At that point, Carly realized that Craig had invested Monte Carlo's money, and she was furious.  Craig figured if he found Ellis, he could \"turn everything around.\"\n\n\nCarly moaned that she had let herself get involved with Craig again, and Craig whined that Ellis had been his accountant for years, and he had no idea the man was going rogue.  Carly said that, once again, Craig had made her regret being pulled back into his world.  She also accused him of \"coming on\" to her all the time, and she was tired of ending up with nothing.  Craig asked for another chance, but Carly said, \"No thanks.\"  She told him his track record spoke for itself, but Craig accused her of walking away from her dreams.\n\n\nCarly reminded him that the money was gone, but Craig said he could fix it if Carly was with him.  Carly said she was walking away, but Craig wouldn't let her.  He grabbed her and kissed her hard.  Carly finally pulled away and then jumped back into Craig's arms for another kiss.  She eventually pushed him away and declared that she had regained her sanity.  She threatened Craig if he ever went near her again.  Craig began ragging on Jack's absence, but Carly didn't want to think about Jack's comforting Janet in Chicago.  Carly griped that she had counted on Craig to get her business going, but again he had let her down.  A dejected Carly walked out of Monte Carlo.\n\n\nCraig grabbed some folders and began scrambling through them and looking for something.  He researched his business insurance, and he found he was covered for $20,000,000 for fire.  He walked into Old Town and happened to run into Gabriel, who demanded that Craig increase his debit card amount.  \"I've had it with you!\" shouted Craig, as Gabriel made even more demands.   Finally Craig berated Craig so badly that a passerby stopped and asked Craig to ease up on the boy.  Craig turned and walked away.\n\n\nCarly arrived home to find Liberty there, and the girl explained that she had not stayed for her grandfather's funeral.  Carly reiterated that Liberty and Janet were welcome to stay as long a necessary at her house, but Liberty said she thought it would be easier on Parker if she lived elsewhere.  She explained that Parker was getting too possessive about her, and he had crossed the line.  Carly wormed it out of her that Parker had broken into Gabriel's hotel room to search for something that would make Gabriel look bad.  Liberty went on to say that Parker was beginning to freak her out.\n\n\nCraig returned to Monte Carlo, picked up some papers, and turned out the lights.  He set a timing device on a bomb spliced into the internal wiring of the office, as he muttered \"20 million, 20 million\" to himself.  Then he took off at a run.\n\n\nUnbeknownst to Craig, Gabriel let himself into the office, and Parker slipped in behind him.  Parker accused Gabriel of stealing money from his trust fund, but Gabriel had no idea what he was talking about.  Parker said that was how Gabriel was able to buy his fancy car and rent a plane to go fetch Liberty.  The boys exchanged barbs, and Gabriel said it was Craig who had depleted Parker's trust fund.  Parker announced that both Craig and Gabriel were going down, and he turned to go.  Gabriel attempted to stop Parker, who instead swung at Gabriel and knocked him backwards against Craig's desk.  Gabriel's head hit the edge of the desk, and the blow rendered him unconscious.  Parker ran off and headed back to Java.\n\n\nFaith was packing up her books in the coffee shop when Parker arrived.  She asked him if he wanted to go to a movie, but the boy was very distracted.  Faith said Parker looked \"kinda funny,\" but he assured her he was fine.  Faith said she could tell that he wasn't, and she wanted to know what Parker had found out about his money.  Parker didn't want to talk about it, but Faith figured out that someone was stealing big money from his account.  Parker verified that, and he promised there would be \"payback.\"\n\n\nOn Carly's front porch, Craig took out a remote detonator and punched in some numbers.  Then he hit a single button, and near Old Town, the Monte Carlo offices exploded.  Carly saw Craig on her porch, so she opened the door and asked him to leave.  Craig said he was very close to solving their problems.  He said he didn't need Ellis anymore, but he had a feeling that by the next day, they would be back in business.\n\n\nAt Monte Carlo, smoke filled Craig's office and swirled around the unconscious body of Gabriel Carras.\n\n\n",
    "tvmega_recap": "Liberty is worried when Parker breaks into Gabriel's room to prove to her that he is a thief and a liar but Liberty just thinks Parker's jealousy is obsessive and scary. Liberty shares her concerns about Parker with Carly who is also very worried about Parker. Molly grows more worried about Holden's closeness to Lily after Silas tells her that Holden will always put Lily and his kids ahead of her needs but reminds her that he unlike Holden is single and will be there for her whenever she wants him to be with her. Craig tells Carly that Ellis made some bad investments and they have lost all the Monte Carlo money. Carly is mad at herself for trusting Craig once again but he is determined to make things right no matter what he has to do. Parker is shocked when he discovers that his trust fund account has no money and he suspects both Craig and Gabriel of stealing the money from him when he looks at all the recent transactions on the account. Parker has a heated confrontation with Gabriel at the Monte Carlo office in which he ends up punching Gabriel who is knocked on conscious when he hits his head on the desk after Parker punches him. Parker leaves and Craig detonates an explosion of the Monte Carlo office hoping that the insurance will pay him the money he needs to launch Carly's clothing line. Lily and Lucinda have regrets that they didn't tell Craig that Gabriel was his son. Gabriel lays on the ground of the Monte Carlo office as the office starts to catch on fire.",
    "soapcentral_condensed": "Holden dropped by WOAK to persuade Molly to go home with him. Lily showed her mother a recent photo of Gabriel Carras that Sierra had sent, and she told Lucinda who he was. Gabriel and Liberty had surprised Parker as he was going through Gabriel's things. Liberty told Parker that the pearls were a gift from his dead mother, and they had belonged to his dad. Parker yelled that Gabriel had been a thief and a drug dealer. Liberty said she wanted to leave with him, but she refused to leave him as Parker wanted to go with him as she was in trouble. Parker said he wasn't wrong about Gabriel, but he might have been wrong about the Pearls, and Liberty said he should go home and quieted down and said he might be wrong about that, and Parker walked out on her. The episode airs at 8 p.m. ET/PT on Wednesday, March 14.  For more, go to \"WOAK,\" or go to http://www.w oak.com/.\n"
}