{
    "soap_central": "\n\nAt the farm, Meg and Aaron talked about their love lives. Aaron told Meg that Sofie had stood him up the night before and wasn't answering her phone. Meg told Aaron her new New Year's resolution was not to expect anything from a relationship with someone who couldn't handle it. Aaron asked if she had anyone in mind, and Meg said Paul. Aaron talked about Sofie's problems and then asked Meg where they were finding these people. Meg said she didn't know, but she'd love to meet a normal guy sometime who didn't have a lot of emotional baggage. \n\n\nAs if on cue, Mike came in and asked Meg if she'd like to walk the property line with him and the contractor. Meg said she would enjoy that, so they set off together. After the contractor walked off to check out an alternative site for the access road, Mike got his foot stuck in a gopher hole and twisted his ankle. Meg helped him hobble back to the house. \n\n\nSofie woke up on Paul's couch at Fairwinds and saw him making himself a drink. She fussed over his early morning drinking, and Paul told her she was too young to be involved in the situation. Barbara walked in and said she agreed with Paul. Barbara escorted Sofie to the door and told her she could handle Paul on her own. \n\n\nBarbara asked Paul what was wrong. He told her he'd gone back to see Meg the night before, and Barbara wasn't surprised that it had not gone well, since Paul had been drinking. Barbara accused Paul of wanting Meg to feel sorry for him. Barbara said that was a form of manipulation and that if Paul really wanted Meg back, he needed to stop drinking and tell Meg he would change. \n\n\nSofie returned to Fairwinds and found Barbara alone. Barbara said Sofie should think about her new career, designing jewelry for Barbara. Sofie couldn't believe Barbara really had that kind of faith in her. Barbara said she wanted Sofie to design 3 pieces of jewelry right away, without thinking too much about it, to get a sense of her style. Sofie took out her phone to call the craft store and get an estimate on the cost of materials; when she opened her phone, she saw a text message from Aaron and realized she'd forgotten their date the night before. \n\n\nSofie met Aaron at Java for coffee and apologized for having stood him up. She explained to Aaron how upset Paul had been and said she had felt he couldn't be alone. When she told Aaron that Paul had been drinking and that she had fallen asleep on his couch, Aaron was upset. He told her Paul was a \"whack job\" and that she should avoid him. Sofie said Aaron couldn't tell her who to be friends with, and Aaron agreed. Aaron then said that just as Sofie would never be able to change Paul, Aaron would never be able to change Sofie, so Sofie was on her own. \n\n\nBarbara went to the Lakeview restaurant with Kim, who told her she'd heard from Bob that Barbara's oncologist was singing Barbara's praises. Kim said she'd also heard that Barbara's numbers were good, and her attitude was even better, but Kim wanted to know how Barbara was really doing. Barbara admitted she had her ups and downs, but she told Kim she felt ready to move back into her suite at the Lakeview and get back to work. Barbara also told Kim how much Sofie had been helping her and that she wanted to help Sofie get started in jewelry design. Barbara also mentioned that she thought Sofie had a crush on Paul, although Paul was still very much hung up on Meg. \n\n\nJack used his keys to let himself into Carly's house and scared her badly in the kitchen, causing her to break a plate. Carly reacted angrily, telling Jack it wasn't his house anymore and he should call first next time. Jack explained he had just wanted to bring Parker a new skateboard and take the kids to the park to play, thus giving Carly some free time, but Carly was too irate to accept his explanation. Jack became equally angry, accusing Carly of trying to keep him out of his kids' lives. Jack left, saying he didn't want the kids to see them fighting. \n\n\nThe kids came downstairs and heard Jack's car driving away. Carly said Jack had to go to work, but she gave Parker the skateboard Jack had brought for him. After a second attempt at making breakfast for the kids, Carly decided they all needed a day out. \n\n\nJack went to the police station and asked for a file for a case he'd been working on, but another policeman told Jack that Margo had reassigned that case. Jack angrily said that was just perfect, considering how his day was going, and he stormed out, leaving the policeman to say, \"He must have seen Carly.\" \n\n\nAt the Snyder farm, Faith and Holden spoke with Lily on the phone. Faith was disappointed that Lily wasn't coming home soon, but Holden said she would return when she was ready. Holden then offered to take Natalie and Faith to the park. When they arrived, Parker and Sage ran past them; Holden saw Carly and told her he was very happy to see her. Holden then arranged an impromptu baseball game between the kids, himself, and Carly; Parker watched from the parking lot and then rode off on his skateboard. \n\n\nBrad and Katie had breakfast at the Lakeview, and a teenage girl tried to approach their table but stopped when Mike walked up. Mike offered an apology to Brad and Katie for his outburst at WOAK the previous day. Brad accepted it and told Mike to forget about it. Mike said he wished he could. He left, and the girl walked up and asked Brad if he was Brad Snyder. At that moment, Katie got a call from Kim at the station, telling her there was an emergency about the show. Katie told Brad that Kim needed them back at WOAK, and Brad quickly scribbled his autograph on a napkin and handed it to the teen. \n\n\nThe young girl went to the park to retrieve her knapsack, which she had hidden in a tree. As Parker reached the end of the parking lot on his skateboard, the girl walked out in front of him, which made him crash into a tree. Carly saw Parker fall, and she and the rest of the Snyders rushed to his side. Holden thought they should take Parker to the hospital to be checked out. \n\n\nAt WOAK, Kim explained that Brad and Katie's guest for the day, Ms. Cranston, who had been the judge's nanny and lover, had decided to back out of their interview at the last minute, because The Intruder's story had been splashed all over page one. Katie said she would find the young lady and talk her into doing the interview. Katie met with Ms. Cranston at Al's Diner but was making no progress with her when Brad walked in. Brad approached the young woman and said he could tell she didn't want people to see her as a victim in the affair. She was happy that Brad understood, and ultimately, she agreed to do the interview. \n\n\nBack at WOAK, Brad and Katie interviewed Ms. Cranston on the air. When the interview ended, Katie noticed the teenage girl from earlier in the day. The girl approached Brad and asked to speak to him privately. Brad told her that anything she wanted to say to him, she could say in front of his wife. The teenager then said simply, \"I'm your daughter.\" \n\n\nWhen Meg and Mike made it back to the farmhouse, Paul was waiting there. Meg helped Mike inside, where she found Jack. Meg asked Jack to help Mike by getting some ice for his ankle. She went back outside to talk to Paul. Meg was upset that Paul hadn't gotten the message the previous night when she'd told him to stay away from her. Paul asked what was going on between Meg and Mike, and Meg told him it was nothing, that Mike had hurt his ankle, but then she told Paul her life was no longer his business. Paul told Meg that he was a mess without her, but he wanted to change and would wait for her until she could believe in him again. Meg told Paul he would never change and that she didn't care what he did as long as he did it away from her. \n\n\nAt the hospital, Holden sent Faith, Natalie, and Sage down to the cafeteria. In the hallway, they ran into Jack and Meg, who were bringing Mike to have his ankle examined. Jack asked Sage why she was at the hospital; when she told him about Parker, Jack rushed into the examining room. Carly explained that Parker had an accident on the new skateboard Jack had given him. The doctor came in to examine Parker and asked everyone else to please wait outside. \n\n\nIn the hallway, Jack laid into Carly, upset that she hadn't called to tell him she was bringing Parker to the hospital. Carly explained that it hadn't seemed like a critical injury at the time and she would have let him know after she'd spoken to the doctor. Jack didn't like that and accused Carly of trying to cut him out of the kids' lives. Jack yelled at Carly, asking what if he hadn't told her about something like that. Holden got between Jack and Carly and said, \"And what if you just put a lid on it, Jack?\" \n\n\nPaul returned to Fairwinds, where he found Sofie once again waiting for him. He made himself a drink and told her he didn't want to talk about how things had gone with Meg. Paul told Sofie she was very young and very sweet, and she should go have some fun. Sofie told Paul that she and Aaron had just broken up. Paul said he was sorry, and Sofie said she was sorry about Meg and that they were \"quite a pair.\" Paul looked uneasy and backed away. \n\n\n\n\n",
    "tvmega_recap": "Katie is very proud of Brad when he persuades Judge Burke's nanny to come on Oakdale now and tell the public she slept with the judge because she loved him. Carly is angry at Jack when he comes in the house using his key and startles her. Jack wants to take the kids to the park since they have a day off from school, but Carly is so angry she doesn't allow him to. Carly and Holden are happy to see each other at the park with their kids, and they play a game of softball. Parker has an accident on his skateboard when the teenaged girl looking for Brad crosses the street and Parker falls trying to avoid her. Holden and Carly take Parker to the hospital and when Jack sees Carly and Parker there, he argues with Carly, because she didn't tell him Parker was hurt. Holden tells Jack to stop being so hard on Carly. Paul tries to push Sofie away from him and towards Aaron, but she says she is his friend and won't leave him. Barbara is excited to help Sofie start her jewelry business. Paul tries to apologize to Meg, but when he arrives at the farm and sees Meg helping Mike because he twisted his ankle, he gets jealous again. Meg tells Paul he will never change, and he should stay out of her life. The teenaged girl following Brad finally talks to him and informs him and Katie that she is his daughter.",
    "soapcentral_condensed": "Sofie woke up on Paul's couch at Fairwinds and saw him making himself a drink. Aaron told Meg that Sofie had stood him up the night before and wasn't answering her phone. Meg told Aaron her new New Year's resolution was not to expect anything from a relationship with someone who couldn't handle it. Jack used his keys to let himself into Carly's house and scared her badly in the kitchen. Carly reacted angrily, telling Jack it wasn't his house anymore and he should call first next time. After a second attempt at making breakfast for the kids, Carly decided they all needed a day out. At the farm, Faith was disappointed that Holden wasn't coming home soon, but said she would return when she was ready. Faith then offered Holden a ride home, but he stormed out, leaving Faith to say \"He must have seen what I was up to\" and go back to the farm to play with the kids. Jack gave Parker the skateboard he had brought for him and said he didn't want to see them fighting.\n"
}