{
    "soap_central": "\n\nThe Stewart women, Susan, Emily, and Alison, were selecting a wedding dress for Alison at Fashions. Aaron showed up, but the women hustled him away so that he could not see any of the dresses they were considering. He brought a box of Alison's favorite chocolates as a pre-wedding present and suggested she bring it to the rehearsal dinner as dessert. Alison got a call from Chris telling her that he had been delayed at the hospital and asking her to go to the Lakeview to feed Morty, the puppy Chris was hiding in his room. Alison told her mother she had forgotten a pharmacology exam that afternoon and had to run. She asked her family to choose a dress and buy it. Emily was suspicious of Alison's story, but her sister dashed out. \n\n\n \nDani asked Casey to help her plan an \"accidental meeting\" with Chris Hughes, whom she had been pursuing since she got back in town.  Her perceived rival was Alison Stewart, who was about to marry Aaron Snyder and therefore was out of the running for Chris.  Dani asked Casey to set up a meeting between him and Chris so that she could just happen by and Chris would not be aware of a set-up.  Casey asked Chris to have lunch with him, but Chris was reluctant until Casey suggested just a quick meeting in the Lakeview to clear the air about Emily and Alison.\n\n\nBarbara came to Fairwinds to see Meg and told Paul that with about a week more time, she could have the money in hand to pay off the loan shark. She told Paul to send his father packing and to ask Derek Coburn for the extra time. She suggested that in return, Paul and Meg should name their baby, if it were a girl, Barbara, and she was only half joking. Paul went to the wine cellar and told James he should think about getting used to prison food again; Paul had a new source of income. James guessed that Barbara was the source, but Paul gave his father his marching orders. Instead, after Paul left, James went upstairs and told his ex-wife to stop protecting Paul and to let him grow up. Barbara told him cancer did not make her stupid, and the only thing she wanted was for him to be gone. \n\n\nVienna came to Metro, where Henry was working with Bonnie. Vienna distracted Henry, which irritated Bonnie, but then Derek Coburn arrived and took all of Bonnie's concentration. Derek sweet-talked Bonnie, but was interrupted by a call from Paul who asked to meet with him immediately. Derek and Bonnie made plans for the evening, and Derek left for his rendezvous. He met Paul, but refused his request for an extra week to get the money Paul owed. Derek put a final demand of 24 hours on the debt repayment and also issued an implied threat against Meg and the baby. \n\n\nPaul phoned Henry to talk about Derek, and Henry agreed to meet him at Al's. Paul asked Henry how to handle Derek, whom Henry had observed around Bonnie. Henry said he would try to help, and the two went their separate ways; however, Derek was following Paul. Henry talked by phone to his contact to ask him to call off the loan shark, but the contact confused and said Henry had already cancelled that operation. Henry tried to get hold of Bonnie, but instead had to leave her a message. \n\n\nAlison got to the Lakeview to feed the dog, and was surprised that Chris was there. In the confusion, she left the box of candy from Aaron on Chris's coffee table and went to Memorial. Aaron found her there and reminded her of the rehearsal gathering that night at Lily's, and mentioned that she should bring along the box of candy he had given her. Alison suddenly realized she had left the candy at the Lakeview with Chris. \n\n\nAs Henry was leaving Al's, he noticed Derek getting into his car. Henry followed him to Fairwinds where Derek went into the wine cellar. Henry snuck in, and from the conversation he overheard, he realized Derek was talking to James Stenbeck. Both men confronted Henry, who pretended not to know who James was. James forced Henry to call Paul and tell him that he had been hearing ugly stories about Derek and not to mess with him. James then reminded Henry that he had spent time in that wine cellar before, and Henry realized that James was going to confine him there. Derek locked Henry in the wine cellar and left him. \n\n\nCasey and Chris began their quick lunch at the Lakeview when Dani appeared. Casey hastily excused himself, and Dani took his place. Chris recognized the setup with Dani and was not pleased. Casey found Emily decorating the wedding arbor at Lily's and asked if Emily had received their marriage annulment in the mail yet. Emily replied that yes, she had just received it. Casey wanted to continue their relationship as a married couple, but Emily was soured on marriage and wanted a no-strings arrangement. \n\n\nAlison went back to Chris's room to retrieve the candy and was horrified to find that the puppy had eaten most of it. She called Chris in a panic at his setup lunch with Dani, and he promised to be right there. They both knew chocolate was dangerous for dogs and set about pumping the little dog's stomach. The two of them were able to save the dog and decided they made a pretty good team. \n\n\nPaul went to his mother in the Lakeview, still desperate for the money. He had no choice but to accept his father's offer, and Barbara accused him of going with the devil he knew. Paul did not like it, but he had no other options. \n\n\nSusan arrived at Lily's and offered to help. Dani came, uninvited, and told Casey that her lunch with Chris had flopped. Aaron arrived and asked for his absent bride. Someone else was absent in Oakdale, and Vienna was wondering where her Henry was. She became suspicious that Bonnie was somehow involved.\n\n\n",
    "tvmega_recap": "Aaron surprises Allison while she is wedding dress shopping with Susan and Emily to give her a gift \u0096 her favorite box of chocolates. Allison teases Aaron about buying her this when she has to fit into her dress; they agree to hand out the gourmet chocolates at the rehearsal dinner that night. Dani convinces Casey to help her get a date with Chris; he finally gives in and agrees to help her. Chris calls Allison asking her to help with \u0091their puppy' since he is stuck at the hospital. Allison ends up blowing off wedding dress shopping to do as Chris asks, as Emily and Susan question her excuse of needing to take a nursing school test. Barbara tells Paul she can get him the money he needs to pay off the loan shark in a week so she wants him to tell James to leave. Henry is leery of Derek and Vienna is annoyed by Henry's attention to Bonnie's love life. Paul tells James he doesn't need him anymore. Paul meets with Derek and tells him that he needs a week and he will have his money. Derek tells him that they don't have a deal and then throws a subtle threat again against Meg and tells him that he has 24 hours. Paul asks Henry for a favor in getting Derek off of his back; Henry is unsure but then agrees. Chris runs into Allison at his room and they seem awkward with each other, so Allison leaves quickly but leaves her chocolates behind. Barbara reiterates to James that Paul doesn't need him anymore. Casey asks Chris to lunch, but then Dani shows up and Casey leaves and Chris smells a set up. Allison realizes she left her chocolates at Chris' and lies to Aaron to head back there. Henry makes some calls on Paul's behalf and realizes Derek was not sent by Henry's associate \u0096 but by some mysterious third party; Henry calls Vienna looking for Bonnie to warn her, which annoys Vienna even more. Chris tells Dani that he only wants to be friends. Allison arrives at Chris' and finds the puppy ate her box of chocolate; she calls Chris in a panic and he leaves Dani and races off claiming a hospital emergency, but she sees Chris head upstairs instead. Casey and Emily talk about their annulment, as Casey still wants to get married someday. Emily tells him that she doesn't want that based on her history; this upset Casey who reacts poorly. Derek lures Henry, who is following him, to the wine cellar at Fairwinds and to James. They trap Henry and order him to call Paul and tell him that Derek is dangerous and to do what he says. James and Derek lock Henry in the wine cellar. A frustrated Vienna is looking for Henry and assumes he is missing because of Bonnie. In front of Emily, who doesn't look pleased, Dani tells Casey their plan didn't work out. Chris and Allison nurse the puppy back to health and share a moment where they look about ready to kiss; Allison appears upset and Chris asks her what is wrong. She tells him it isn't all about the dog. Paul tells Barbara that Derek didn't go for his offer and so he has to stick with James; he has to continue to dig up around the Snyder farm until he finds the money no matter what. Aaron arrives at Lily's where many people are decorating for the wedding and wonders where his \u0091bride' is.",
    "soapcentral_condensed": "Barbara came to Fairwinds to see Meg and told Paul that with about a week more time, she could have the money in hand to pay off the loan shark. Dani asked Casey to help her plan an \"accidental meeting\" with Chris Hughes, whom she had been pursuing since she got back in town. Her perceived rival was Alison Stewart, who was about to marry Aaron Snyder and therefore was out of the running for Chris. Paul phoned Henry to talk about Derek, and Henry agreed to meet him at Al's. Henry snuck in, and from the conversation he overheard, he realized Derek was talking to James Stenbeck. James forced Henry to call Paul and tell him that he had been hearing stories about Derek. Henry talked by phone to his contact to ask him to call off the Loan shark, but the contact confused and said Henry had already cancelled that operation. Derek and Bonnie made plans for the evening, and Derek left for his rendezvous. Derek put a final demand of 24 hours on the debt repayment and also issued an implied threat against Meg and the baby.\n"
}