{
    "soap_central": "\n\nDamian tries to keep Luke from Lily, afraid that she'll wake up and tell him the deprogrammer was Damian's idea. Luke ditches Damian to head to the hospital. He tells Holden what happened with Ross, convinced his dad blames him. Lily regains consciousness and calls for her son. Carly summons Jack to come get his things. She informs him she's taking the kids and going to Montana for a while. Jack is surprised by her finality. She hands him the freshly signed separation papers. Gwen stops by and is shocked to hear Carly and Jack are over. Will asks Casey to give Jade a job at Crash. Casey refuses, afraid Maddie would kill him. Will begs Casey to ask Lisa. Jade throws her arms around Will in gratitude, which Casey sees. Will warns Jade to stay away from Gwen. Jade gets the job, just as Gwen walks in to see her with Will and Casey. On board the ship, Vienna steals Katie's room-service breakfast. Katie screams \"Thief!\" at her, alerting Simon. He's shocked to see his ex-wife but doesn't let her see him yet. Mike surprises Katie with a massage. Simon bribes the masseuse to let Simon take his place.\n\n\n",
    "tvmega_recap": "Damian continues to keep Luke in the dark about his role in Ross Kreeger trying to take him away. He pretends he knew nothing about Ross Kreeger and thinks Luke should stay away from Lily under the pretense that she remains unstressed. Luke ditches Damian and heads for the hospital. Bob tells Holden and Lucinda Lily's pregnancy seems to be proceeding normally, but he is concerned about Lily's health. He fears she may not be coming out of her coma soon. He is transferring Lily to a private room. Lucinda asks how Lily fell and Holden is evasive. Will is concerned about Jade's new desire to work at Crash, with his help. He decides to ask Casey to help him with that. Casey doesn't understand at first, but Will explains because of his decision to cheat in school Jade got fired, and he has a weird sense of obligation to her now. Casey wonders what Jade is holding over him, and is even more confused when he sees them hugging. Carly calls Jack to come over; when he does, she explains she understands she misread the signs he was giving her, so she has packed all of his stuff up and she wants it gone by days end. She is going to Montana for a visit and taking the kids. Carly is all business and Jack is not sure how to take this. Gwen interrupts them; she is excited to tell Carly she and Will worked things out, but is upset to see Jack in the process of moving out. Gwen tries to convince both to not give up, but is unsuccessful. Carly offers Gwen and Will her house while she is in Montana. Carly hands Jack the signed separation papers, and mentions that they should move forward with the divorce. Holden sees Luke at the hospital but is concerned he will cause Lily stress. Holden and Luke go over the events leading up to Lily's fall again. Katie and Vienna almost come to blows, and Simon hears Katie's voice and finally sees her from afar. He hatches a plan when he finds out Katie has a masseur coming to her cabin. Simon shows up in the masseurs place. Casey tells Jade she has a job at Crash, just as Gwen is walking in. Damian shows up at the hospital to keep Luke away from Lily, but Holden sees and confronts him. Luke sits with Lily and she wakes up.",
    "soapcentral_condensed": "Damian tries to keep Luke from Lily, afraid that she'll wake up and tell him the deprogrammer was Damian's idea. Carly summons Jack to come get his things. She informs him she's taking the kids and going to Montana for a while. Gwen stops by and is shocked to hear Carly and Jack are over. Will asks Casey to give Jade a job at Crash. Casey refuses, afraid Maddie would kill him. Will warns Jade to stay away from Gwen. Vienna steals Katie's room-service breakfast. Mike surprises Katie with a massage. Simon bribes the masseuse to let Simon take his place. Katie screams \"Thief!\" at her, alerting Simon. He's shocked to see his ex-wife but doesn't let her see him yet. She hands him the freshly signed separation papers. He is surprised by her finality. She tells him she'll be back in a few days. He tells her he's not coming back. She says she'll come back.\n"
}