{
    "soap_central": "\n\nAs Meg waits for Paul at home, he tells Emily she's pregnant, and Barbara reacts to the news from Hal. Barbara blames Susan and her lousy parental example, while Paul urges Emily to have an abortion. Paul points out that Emily is facing prison. If she has the baby, she won't be able to raise it. Emily agrees to have the abortion, as Meg arrives to learn that her rival is pregnant. When Katie hears from Jack that Mike's DNA was found at the crime scene, she accuses Jack of still harboring a grudge over Sage's paternity. Jack denies and, prior to booking, allows Katie to spend some time with Mike. Meanwhile, Nick muses that Jack is out to get Mike because Nick broke up Jack and Carly's marriage. Carly snaps that he most certainly wasn't the cause of the Snyder's separation! Nick tells Carly he intends to help his cousin. Later, Jack thanks Carly for standing up for him at the church. As Luke comes out to his parents, Lily insists that he's just confused. Holden, however, assures Lily their son is telling the truth. Lily suspects Jade put him up to this, but Jade pulls out the big guns and tells Lily she wasn't the only one who know about Luke's deception. Was she, Holden? Holden admits he had his suspicions. Lily demands to know how he could have kept this from her.\n\n\n",
    "tvmega_recap": "The fallout of Luke admitting he is gay is not great in the Snyder house. Lily is the one finding it hard to accept. Jade accuses Holden of pushing her and Luke together because he was petrified his son was gay. Lily tells Luke she doesn't know how to be his mother right now, causing Luke to sadly walk away. Paul tells Emily she is pregnant, but in the same breath suggests she might want to consider terminating the pregnancy due to their dysfunctional relationship; Emily and Paul fight about his reasons, but in the end Emily decides she does not want to bring another child into the world after all the damage she has done to Daniel. Meg, tired of waiting for Paul to get back to the Lakeview and also wondering what is taking so long, goes looking for him. She sees him huddled with Emily in her room and then learns from Susan that Emily is pregnant. Mike faces more questions about the murder or Maya; Katie wonders if Jack isn't biased and holding a grudge from way back in Montana when he and Mike were awaiting the paternity results on Sage? Jack wants to be wrong about Mike and Carly tries to comfort him. Nick vows to clear Mike's name.",
    "soapcentral_condensed": "As Meg waits for Paul at home, he tells Emily she's pregnant. When Katie hears from Jack that Mike's DNA was found at the crime scene, she accuses Jack of still harboring a grudge over Sage's paternity. Nick muses that Jack is out to get Mike because Nick broke up Jack and Carly's marriage. Carly snaps that he most certainly wasn't the cause of the Snyder's separation. Nick tells Carly he intends to help his cousin. As Luke comes out to his parents, Lily insists that he's just confused. Holden, however, assures Lily their son is telling the truth. Lily suspects Jade put him up to this, but Jade pulls out the big guns and tells Lily she wasn’t the only one who know about Luke's deception. Was she, Holden? Holden admits he had his suspicions. Lily demands to know how he could have kept this from her. Later, Jack thanks Carly for standing up for him at the church. Emily agrees to have the abortion, as Meg arrives to learn that her rival is pregnant.\n"
}