{
    "soap_central": "\n\nCarly told Henry that her business venture with Craig was kaput. She explained they had suffered a major parting of the ways. Henry wanted details, but Carly said Craig told her that designers like her were a dime a dozen, and he didn't need her. Henry inquired if Carly had been crunching something besides numbers, but Carly strongly denied that there was any hanky-panky between her and Craig. She reminded Henry how Craig had the talent of destroying everything he touched. \n\n\nLily talked with Craig, and he said he knew she had turned down a chance to partner with Carly. He told her that was a wise decision on her part, because Carly had lied to Lily again. Lily pursued that and asked for more details. Craig said Midnight Sun was his idea, not Carly's, and he had been the one who suggested they market a designer vodka and had asked Carly to create the label. The distributor, Mr. Siegler, had also been Craig's contact. He told Lily to consider herself lucky not to go into business with Carly. \n\n\nDusty visited Meg and told her Paul had pled guilty to all charges against him and was about to be sentenced. He said Meg had to appear in court that afternoon and tell the judge that Paul had to be punished for what he did. Meg was reluctant, but she admitted that she did not want Paul to go free. Dusty reminded her that she needed to protect her daughter, even though she wanted to put the bad times behind her. \n\n\nBarbara saw Paul in jail and was horrified that he had pled guilty. She could not believe that Meg really wanted her baby's father behind bars. She refused to lose Paul, so she threatened to get Meg to support her. Paul said he would never forgive his mother if she talked to anyone about his situation. Barbara went outside and ran into Josie, who was there offering to testify for Paul. Barbara explained there would be no trial because Paul had pled guilty. Josie asked about Meg, but Barbara said her son had forbidden her to contact his ex-wife. \n\n\nLily came into Metro and chewed out Carly for lying to her again. Carly figured out Lily had spoken with Craig, and she protested that Lily's friendship meant the world to her. Carly defended her position by saying Craig had come up with the designer vodka idea, but he had violated their agreement by kissing her. Lily agreed that Carly was right to back out. Carly assured her friend that she had no feelings beyond contempt and disgust for Craig. She felt threatened by him but did not want to give up the business opportunity. Lily worried that she could not trust Carly again, but Carly offered to prove it to her. \n\n\nCraig went to the Lakeview bar and offered to buy Henry a martini. Henry declined, and Craig told him he was meeting a gorgeous designer named Edie who would be working on the Midnight Sun project with him. He also mentioned that the two of them were meeting with Mr. Siegler, the distributor, later in the day. The designer arrived and was a beautiful redhead. \n\n\nHenry called Carly and tipped her off that Craig was at that moment meeting with her potential replacement. He went back to Metro and gave Carly and Lily more details, including that a rendezvous with Mr. Siegler was also on the agenda. Carly was furious and put in a call to Siegler. She could not reach him, but she learned that he was on his way to meet Craig at the Lakeview. Carly was despondent until Lily suggested that Carly fight back. Her friend told her to get clever and \"out-Craig Craig.\" \n\n\nA police officer escorted Paul to a courtroom, and he was upset that Josie was there. He accused Barbara of calling her, but his mother denied it. Meg arrived, and Barbara was relieved until her former daughter-in-law said she was there to protest freeing Paul. Barbara begged Meg not to send Paul away and destroy what was left of her family. Dusty joined Meg, and Barbara lit into him, as well. \n\n\nPaul spoke to the judge and said that he had fired his lawyer and entered a plea of guilty. The judge asked the courtroom if anyone would be speaking on behalf of Paul, and finally Josie stood. She said she was the only one who was with Paul when he had possession of Eliza, and how afraid he had been of losing his daughter. Dusty made snide comments as Josie continued her support for Paul. \n\n\nAt the Lakeview, Carly watched Craig with his new designer and then called Lily to ask if she was ready. Lily called Craig and, faking a British accent, she asked him to pop up and check on Johnny who was \"running a bit of a fever.\" Craig excused himself from the meeting and headed to the elevator. As soon as Craig was gone, Henry appeared wearing a Russian fur coat and hat. He approached Edie, the new designer, and introduced himself as Alexander Siegler. Edie responded in fluent Russian, which momentarily stymied Henry. He soon recovered and invited Edie to accompany him to see \"the farm what is growing the potatoes\" for their vodka. Edie fell for the ruse, and she left with Henry. \n\n\nCarly entered and intercepted the real Mr. Siegler who was surprised to see her and not Craig. Carly explained that there had been a misunderstanding. She offered to take him to her club so she could explain. The two of them left just before Craig returned to the lobby. \n\n\nThe judge decreed that Paul should have supervised visitations with his daughter and suspended Paul's sentence. Paul was free to go, and Meg ran out of the courtroom. Dusty followed her and swore he would not let Paul near the baby. Paul came to Meg and promised he would play by the rules. Barbara was pleased with the outcome and tried to be supportive, but Paul was afraid that Meg would continue to hate him and influence Eliza. \n\n\nAt Metro, Carly introduced Mr. Siegler to Lily, and said she wanted to work with him without Craig. Siegler knew that Craig was the moneyman, and Siegler was worried about where the funds would come from. Lily asked how much money was involved, so Carly took her aside to find out what her friend was doing. Lily said she was willing to put up the money for the company to get Carly out from under Craig's thumb. \n\n\nCraig returned to the lobby to find his designer gone. He called Siegler's office and learned his distributor was meeting with Carly at Metro. \"Nicely played, Carly,\" muttered Craig, as he dashed out the door, headed for Metro. He walked in during the meeting just as Carly was telling Siegler that Lily was the new money person. Craig complimented Carly on almost pulling off a coup, and strongly advised Siegler to reconsider any deal with her. Siegler argued back that Carly could raise the money any way she chose, and if Craig wanted to continue with the project, he had to find a way to work with her. Siegler left, and Craig said they needed a strategy session the next day, but Carly exerted control and insisted it take place at Metro. \n\n\nJosie arrived at the Snyder farm to speak with Meg, but Dusty told her that she had some nerve showing up there. Josie said she wanted to explain some things and reminded Dusty that Paul could only see Eliza under supervised conditions, and that was a terrible form of punishment. She also pointed out that Dusty was back in superhero mode, rescuing damsels in distress, so Dusty shut the door on her. \n\n\nBarbara hovered over Paul at Fairwinds until he screamed at her that she was making things worse, as she always did. Josie came in, and Barbara stomped out. Paul asked Josie why she had defended him in court.\n\n\n",
    "tvmega_recap": "Carly, Henry, and Lily outsmart Craig when he tries to get a new designer to replace Carly and meet with the vodka distributor. Lily agrees to back Carly in the vodka deal and the two business partners are about to talk to Sigler when Craig interrupts the meeting. Mr. Sigler makes it clear to Craig that Carly's creativity is what made him want to distribute their vodka and if he still wants to invest in the venture he must let Carly call the shots about the vodka. Craig doesn't want to let go of such a good deal so he agrees that Carly is the boss. Carly, Henry , and Lily are all very pleased with themselves because they managed to out smart Craig. Meg feels pressure from both Dusty and Barbara because Barbara wants Meg to ask the judge not to put Paul in jail and Dusty wants Meg to ask the judge to send Paul to jail. Paul is willing to take any punishment the judge feels he deserves. Josie speaks on behalf of Paul at the sentencing hearing telling the judge that Paul's love for Eliza is what is pushing him to get better. Everyone in the court room is shocked when the judge gives Paul a suspended sentence and supervised visitation with Eliza. Paul wonders why Josie spoke on his behalf in court today and is angry because he didn't get the punishment he deserved.",
    "soapcentral_condensed": "Carly told Henry that her business venture with Craig was kaput. Dusty visited Meg and told her Paul had pled guilty to all charges against him and was about to be sentenced. Barbara begged Meg not to send Paul away and destroy what was left of her family. Paul spoke to the judge and said that he had fired his lawyer and entered a plea of guilty. The judge asked the courtroom if anyone would be speaking on behalf of Paul. Josie stood up and said she was the only one who was with Paul when he had possession of Eliza's sniza. Paul then sniped at Josie as she continued with her support for Paul and then with his new designer Edie. Craig excused himself from the meeting and headed to the elevator. As soon as Craig was gone, Henry stymied Craig and asked him to pop up and check up on Johnny who was \"running a bit of a fever\" The two of them were meeting with Mr. Siegler, the distributor, later in the day.\n"
}