{
    "soap_central": "\n\n \nAt Katie's house, Dr. Reid Oliver and Henry verbally sparred.  After Katie introduced them, Henry asked the doctor many questions, until finally Oliver said that if Henry frisked him, he would expect Henry to take him out to dinner.  Oliver left to return to the hospital, as Henry fumed at Katie for taking a stranger into her house.  Henry was not at all impressed by \"Dr. Mc Brainy,\" and he could not understand why Katie didn't want to spend all her evenings with Henry.\n\n\nKatie firmly said that she and Henry were too close to live together.  Henry tried to talk her out of having a strange doctor as a roommate, but Katie did not want to do anything that would jeopardize her friendship with Henry.  Besides, she found comfort in having a medical person around if baby Jacob needed help.  Katie also assured Henry that she would not be sleeping with the doctor, and that somewhat relieved him\n\n\nHenry made Katie promise that if she got any sort of \"weird vibes\" from the good doctor that she would not go through with letting him move in.  Henry left, after promising to return to babysit Jacob so that Katie could meet with Reid to have him sign the rental agreement.  Katie held her son and told him how lucky he was to, literally, \"have a doctor in the house.\"  Then she looked at her laptop, and she put the baby in his bassinet and typed Reid Oliver's name in a search engine on the computer.\n\n\nHenry made a beeline for Memorial and hunted down Reid Oliver.  He apologized in advance for how difficult it would be for the doctor to live with Katie's mood swings, crying jags, and grief over losing her husband at such a young age, as well as a fussy baby.  Dr. Oliver, however, countered by saying that he slept with ear plugs, and he hoped that Henry understood that even Harvard-educated world-famous neurosurgeons had \"needs,\" and \"with a hottie like Katie on the other side of the wall...\" He stopped there.  Henry went ballistic, but Reid assured Henry that Reid was a trustworthy roommate.\n\n\nHenry returned to Katie's and said that he had tried to give Dr. Oliver a chance, but he just didn't trust Reid.  Henry thought the doctor was \"sleazy.\"  Katie said that she had looked up Oliver on the Internet and learned that he was one of the top brain surgeons in the world.  Henry was not appeased, as Katie left to meet Reid to go over the living arrangement.  She said goodbye to Jacob by telling him that \"Uncle Henry was a little fragile.\"\n\n\nHenry held the baby, who giggled at him happily, and said that it was time for Jacob to swallow his medicine just as he had to swallow \"Mommy's new roommate.\"  On the other hand, Henry said, it would be easier to just find a good way to get rid of the fellow altogether.\n\n\nKatie met Dr. Oliver at Java, and they went over the rental agreement.  He said he had no \"stuff\" to move in because he had been kidnapped and taken to Oakdale against his will.  He said he mostly wore scrubs all the time, and he would buy some underwear, but it was obvious that he expected Katie to do his laundry as part of the deal.  Katie said she had a washer and dryer, but the brain surgeon would be washing his own skivvies.  If he didn't know how to work the machines, Katie would teach him.\n\n\nHolden and Damian argued on the docks near the Grimaldi shipping offices.  Holden accused Damian of attempting to kill Meg and wanting to take Lily out of the country and away from her children.  Damian said that if he left on the departing freighter, everyone would get what they wanted: Damian would disappear as soon as the ship reached international waters, and Holden could comfort Lily and Luke, and also search for his sister.  Holden took out his phone and threatened to call Margo at the police station, but Damian stopped him.\n\n\nDamian remarked that if he went to trial, that experience would be extremely tough on Lily and Luke, and the whole Snyder family.  They would be discussing the most intimate details of their lives, and besides, Damian was sure that he could win an acquittal because Officer Grady's testimony would be discounted because juries didn't like \"dirty cops.\"  Neither did they like to listen to the ramblings of a psych ward escapee like Meg, he added.  Damian claimed he stood a very good chance of getting free, and he looked forward to having Lily forgive him again.\n\n\nDamian maintained that he had been sure that Holden was dead after he had observed the burned remains of Holden's truck, but Holden accused Damian of not caring at all about Lily but rather of exercising \"ownership\" over her and Luke.  The men continued to argue more heatedly, and when Holden said Damian was trying to control Lily, Damian was infuriated.  Next, Holden said that, thank God, Damian had not made Lily pregnant, and Damian swore that as long as he was alive, he would be part of Lily's life.  Holden accused Damian of being a lousy father and said that once Luke found out what Damian had done to Lily and the rest of the family, he would never want to see Damian again.\n\n\nIn Memorial, Lily waited for her MRI and talked with a tearful Molly.  Molly admitted that she had wanted Holden for herself for as long as she could have him, so she had lied.  Lily was angry but said that Molly had made one serious mistake; Lily had made wrong choices a hundred times a day for months.  She blamed only herself for some of the near tragedies.  Lucinda arrived and wanted to know what had happened.  Lily was sorry for ignoring everyone's warnings about what kind of man Damian was, and for marrying him anyway.\n\n\nLily was especially worried about what she would tell Luke, but Lucinda told her to be honest with the children and not to underestimate them.  On another floor of the hospital, Luke spoke with Noah and told him that Dr. Oliver could not tell Noah who could be in his life.  Noah said that he had no choice if he wanted surgery, and he was not willing to risk anything else.  He was fearful that Dr. Oliver would back out if Noah did not fulfill the terms of their arrangement.  Luke was very disappointed that his boyfriend had chosen Dr. Oliver over him.\n\n\nLuke also told Noah that, for some reason, Damian had left town and that the move sounded permanent.  He had even given Luke the shipping company, but Luke did not know what that meant.  Noah was sorry that his boyfriend was going through his own problems, but just then Dr. Oliver approached and asked if Noah was no longer abiding by the terms of their deal.  Noah defended Luke, who voluntarily left after warning that he hoped the doctor's performance lived up to his hype.\n\n\nLuke went to the exam room where Lily was waiting and told her that Damian had called him to the office.  He said his father had acted very strangely and had packed his passport and some other papers in his briefcase.  He also said that his father had told him to take over the shipping business, as Lucinda interrupted him to shout her delight that Damian might be gone forever.  Luke was confused, so Lily promised that she would tell him what happened on their way home.  Lucinda reminded her daughter that the doctor wanted an MRI, but Lily claimed to be fine, and she and Luke walked out.\n\n\nAt WOAK, Molly called Holden and left a message.  She said that she just couldn't walk away from him, and she asked him to call her.  Lucinda entered the studio and overheard Molly's words.  She told Molly that she wouldn't hold her breath waiting for Holden to return the call.  She also reminded Molly that it was \"time to go home,\" and called her \"a seat-filler in the theater of Holden's life.\" She said Lily and Holden were destined to be together, but Molly said that was Holden's decision.  Lucinda pointed out that Holden was obviously avoiding Molly, but Molly said that he was out looking for Meg.\n\n\nAt the farm, Holden rushed into the house with his hands covered with blood.  He flashed back on a physical confrontation with Damian in which Holden beat Damian and someone wielded a large knife.  He washed his hands rapidly and took off out the door.\n\n\nLily and Luke went home, and Luke obviously had learned the story about Damian, as he commented that he really thought that his father had changed.  Lily was conflicted because she said she couldn't turn off her feelings for Damian even though she hated what he had done.  Luke wondered if they would ever see his birth father again.\n\n\nHolden ran into Lily's house, and Lily and Luke asked where he had been.  Luke correctly surmised that he had been with Damian, and Holden admitted that.  He said that he had let Damian go.  Lily poured a visibly shaken Holden a drink, and he took it with trembling hands.  He said that he had found Damian waiting to catch an outbound freighter on the docks.\n\n\nHolden said he had been about to call the police when Damian had begun talking about winning his trial.  Holden said he had let the man go because he was afraid that otherwise, Damian would just have hung around, and Holden couldn't bear to think of that.  Then Holden assured his family that Damian was \"gone forever.\"\n\n\nLily asked if Meg didn't deserve justice for what Damian had put her though, but Holden said the best thing for his sister was for her to never see or think about Damian Grimaldi again.  Luke said how lucky he was to have Holden for a father, and he hugged Holden.  Holden, however, winced with pain, and then turned and said he was going to find Meg.  As Holden was walking out, Lucinda arrived, and when she saw him, she announced, \"All's right with the world!\"\n\n\nLily looked worried, however, and she told her mother that, despite  Holden's opinions, Damian  might have left to spare the family the torture of a lengthy trial.  Lucinda refused to believe that Damian had done anything for anyone other than himself, but Lily wanted to hold on to that idea.  Lucinda said that the only thing that would keep Damian from returning was \"a stake through his heart.\"\n\n\nHolden returned to the farm and surprised Molly in the kitchen.  She said she was moving to the Lakeview, and she had her bag packed.  Holden said, \"Okay,\" and Molly began to cry.  She walked past him on her way to the door, but she glanced at him and cried out, \"Oh, my God!  You're bleeding,\" and she pointed to his shirt.  Holden lied and said that he had cut himself while changing a flat tire, and Molly wanted to clean it up for him.  Holden refused, but he struggled to pick up Molly's suitcase for her.  Ever the investigative reporter, Molly asked where Holden had gone after he'd left the hospital, and he admitted that he'd been at the docks.  Holden then stopped answering questions.\n\n\nLuke wandered through Old Town and saw Noah sitting on a bench.  He spoke to Noah, who said he was waiting for Maddie to finish up at the bookstore.  Noah asked about Lily, and he apologized for \"shutting out\" Luke earlier.  Luke was upset, but he refused to get into it because he said he would break down and then they would violate Dr. Oliver's terms.  Luke turned to leave, but Noah stopped him.  Luke pulled back and walked away. \n\n\n",
    "tvmega_recap": "Holden catches up with Damian on the docks and they have it out. Holden wants to turn him in, but Damian reminds him of how hard of a time Holden will have proving any of what he did. He taunts him about Lily's love of him despite it all. A guilt-ridden Molly tells Lily what happened, but Lily can't judge since she trusted Damian too. Lucinda is thrilled to hear Damian's gone, but Lily is riddled with guilt for allowing him near her family. Lucinda assumes now Holden and Lily will find their way back. Noah learns about Lily being hurt, but then he is forced to tell Luke about his agreement with Dr. Oliver. At first, Luke is very upset and wants him to reconsider, but then he realizes Noah has to take this opportunity to recover his sight, which upsets Noah in the end. Dr. Oliver is ready to move into Katie's; this frustrates Henry a great deal, which only eggs the doctor on. Henry pleads with Katie to reconsider; he can move in, but she doesn't want to risk their friendship and stands firm on her decision. However, later she researches the doctor online. Henry tries to make nice with Dr. Oliver as a ploy, but Dr. Oliver gets the upper hand, which makes Henry more frustrated. Later, after Katie waxes on about Dr. Oliver's accomplishments, Henry decides secretly to get rid of him. This is about the same time, Katie and Dr. Oliver are able to enjoy a bit of each other's company strangely enough. Luke learns the truth about Damian. Lucinda overhears Molly leaving a message for Holden, as she tells her that she is confident Lily and Holden will be back together in no time. A shaken Holden comes back to the farm with cut and bloody hands. He has memories of fighting with Damian and dragging him away. Holden later goes to see Lily and Luke and tells them that he let Damian go because he needed him out of their lives and he didn't want a trial dragging all of this back up. Luke tells Holden how lucky that he is that he is his real dad, but when he hugs Holden, he winces in pain. Holden covers saying he needs to go in Meg. Luke and Noah run into each other downtown, but Luke is afraid to share what happened earlier because he doesn't want to break Dr. Oliver's \u0091rules'. Noah wants to change his mind and not go down this road, but Luke won't let him, as he walks away. When Molly sees Holden, she tells him that she is moving to the Lakeview, but then she sees he is hurt and bloody. Holden gives her an excuse about cutting himself when he changed a tire, but combined with that and the pain she sees him in, she demands to know what happened between he and Damian because he doesn't make a good liar.",
    "soapcentral_condensed": "Katie firmly said that she and Henry were too close to live together. Henry tried to talk her out of having a strange doctor as a roommate, but Katie did not want to do anything that would jeopardize her friendship with Henry. Henry made Katie promise that if she got any sort of \"weird vibes\" from the good doctor that she would not go through with letting him move in.Holden and Damian argued on the docks near the Grimaldi shipping offices. Holden accused Damian of attempting to kill Meg and wanting to take Lily out of the country and away from her children. Damian said that if he left on the departing freighter, everyone would get what they wanted: Damian would disappear as soon as the ship reached international waters, and Holden could comfort Lily and Luke, and also search for his sister. The men continued to argue more heatedly when Holden said he was sure that he had been sure that Holden was dead after he had observed the remains of Meg's truck burned.\n"
}