{
    "soap_central": "\n\nLien was staring at her engagement ring when Ben arrived excited about planning the wedding. He told her that everything inside him was telling him that it was right. She informed him that she was having second thoughts. Ben refused to listen to her, telling her that he had given her an out, and she had chosen to marry him. She had confused their friendship for something else, she said. He blamed Tom for her change of mind.\n\n\nLien apologized and told Ben that what she felt for him wasn't enough. Ben grew angry when Lien told him that he had ambushed her by proposing in front of her family. He yelled that it was not his fault and wondered what her answer would have been if he'd waited for a couple years or asked her in private. Lien asked to be the one to explain to Curtis. Ben agreed and stormed off, ignoring Tom as he entered. Lien cried in Tom's arms, and father and daughter agreed that she should take the job in DC.\n\n\nHal pulled Margo out of the courtroom, saying he had proof that Craig might be innocent. Emily explained that her attacker hadn't fit Craig's height or blood type, according to the lab results. Emily and Hal shared what they'd uncovered and their theory that there was a nutcase out there, responsible for the attacks on Emily and Barbara. Margo wanted to know how Hal had gotten the lab reports and angrily informed him that it had become inadmissible in court. She wanted to know if Hal could link Emily's attack to Barbara's. He said he could if she returned the files to him. She entered the courtroom without answering him.\n\n\nJessica told the jury about Barbara's medical condition. Barbara testified about how her family and friends had warned her not to marry Craig and about his unwillingness to sign a prenuptial agreement. When Jessica asked if theirs had been a happy marriage, Barbara told the jury that Craig had stolen millions from her corporate account. When she had confronted him, she'd told him the marriage was over, meaning that he would lose access to her money. She testified that she had been scared, and Craig had been angry. She told of the events leading up to her arrival at the boathouse. She stated that when she had gone into the boathouse, she had seen Craig waiting for her.\n\n\nBarbara said that she didn't remember what she'd said to him but went into great detail of the explosion -- blinding light, glass cutting into her, and how she'd thought she was going to die then and there. She said that she had been in the dark for a long time, until she'd heard Paul's voice calling to her, when she had woken up from her coma. When asked about Craig taking control of BRO while she had been in the coma, she snarled, \"He made his whore the designer,\" while glaring at Carly. Cass told Craig that he was going to have to go after Barbara with a vengeance, judging by the jury's reaction.\n\n\nCass cross-examined Barbara, making her admit that money had been an issue in her previous marriage as well. He noted that the profit margin at BRO had been diminishing under Paul's leadership. Cass spun a different tale than Jessica had -- Craig had invested money from BRO and quadrupled it -- for his wife. He started to ask questions about the night at the boathouse -- he asked what  Barbara had been wearing and what route she had taken to get there. She couldn't answer and got more upset.\n\n\nBarbara finally lost it, standing to face the jury and screaming that what she remembered didn't matter. What mattered was what Craig had done to her. She took off her veil, showing horrible burns. Everyone stared in shock and horror at Barbara's face. Barbara was horrified when she realized that Jennifer was in the courtroom and had seen her injuries. Bryant took Jennifer back to his house, trying to calm her. She admitted her jealousy that Barbara only seemed to want Paul around. Bryant asked her to move in with him. She agreed.\n\n\nCarly told Jack that there was not a jury that wouldn't acquit Craig after Barbara's performance. Molly and Carly were secretly thankful that there weren't any pictures of Craig and Carly's kiss. Margo gave Jack the lab report. Lucinda told Craig that she hoped he finally paid for all the things he'd done. Craig stunned the courtroom when he made Cass stop discrediting Barbara.\n\n\nCraig tried to apologize to Barbara, who told him to \"go to hell.\" After being accosted by a photographer, Barbara told Paul that she never should have gone into the courtroom. Molly advised Carly not to explain herself or defend herself on the stand and to be brief. Jessica smiled to herself as she looked at the pictures of Craig and Carly.\n\n\n",
    "tvdb": "Molly is worried that Nick is going to reveal her past with him, and confides in Kim that there are things she isn't proud of.",
    "soapcentral_condensed": "Barbara testified about how her family and friends had warned her not to marry Craig. Margo wanted to know how Hal had gotten the lab reports and angrily informed him that it had become inadmissible in court. Hal pulled Margo out of the courtroom, saying he had proof that Craig might be innocent. Emily explained that her attacker hadn't fit Craig's height or blood type, according to the lab results. Emily and Hal shared what they'd uncovered and their theory that there was a nutcase out there, responsible for the attacks on Emily and Barbara. Craig stunned the courtroom when he told a photographer who told him to apologize to Barbara to \"go to hell\" Craig and Lucinda finally paid for any pictures of Craig and Carly's kiss that she hoped were secretly in the lab report. Craig told Lucinda that he'd finally told her to stop all the things he'd done when he made her apologize to him. Craig tried to stop her from apologizing to him when she told him that she never should have gone into the courtroom to defend herself.\n"
}