{
    "soap_central": "\n\nSusan was helping Alison to a seat at Al's Diner when Emily came in. Emily told Alison that they were not there to lecture her but to figure out a solution. Emily and Susan present Alison with all the options but Alison decided she was going to keep the baby.  They went on to discuss pre-natal care but Alison insisted that she handle it her own way. At the house, Holden told Aaron that he needed to figure out what he was going to do about Alison when Lily walked in just as Holden mentioned Alison was pregnant. Aaron said he had everything under control until Holden and Lily threw a thousand questions at him. As Holden was lecturing him, Aaron snapped and accused Holden of making the same mistakes he made. Aaron quickly apologized and told Holden that he had made a mistake and how this one mistake will change him forever. Aaron left to find Alison over at the diner. Alison apologized for what had happened. Aaron said that they were in this together and they would make it through.\n\n\nLucy and Rosanna were talking about Aaron.  Lucy was very hurt and depressed. Rosanna tried to comfort her but Lucy said she was through with Aaron for good. Rosanna said that Lucy didn't need to make a long-term decision right now and to give it time. Carly walked in and, when Rosanna left to take care of Cabot, tried to make Lucy understand that she will overcome this and to focus on something more positive, like herself. Rosanna returned and she and Lucy continued to talk about how Lucy was feeling.  Over at the Lakeview, a private investigator approached Craig and asked him about his relationship with Miss Feddle. Craig played dumb until the PI told him that Miss Feddle had Craig's name and address highlighted in her Rolodex. Craig wanted to know if they would take the babies away from the adoptive parents and the PI said no but Miss Feddle was in a lot of trouble. Craig arrived home and told everyone to pack their bags he was taking them on a trip! \n\n\nMolly had just made a call to Hal when Dusty approached her. They made small talk and when Dusty walked away, Molly said to herself that Dusty was still hung up on Rose and wished that Hal would call her back. Hal came in and Molly relayed what she knew about the bat and gloves that were in Paul's car and how Crater was working for Dusty.  In the meantime, Dusty went over to Rose's and had Crater lure Paul away so he could talk to her. He told her that he was there to protect her. Rose told him to get out and she wasn't interested in anything he had to say. Dusty told her that she was in so much trouble and he had to talk to her before the wedding. They didn't finish their conversation because Paul came back. Hal arrived with a warrant to search Paul's car.  An angry Paul told Hal that he had nothing to hide and led the way. Hal didn't find anything in the truck of Paul's car and apologized to him for the misinformation. Back at Metro, Dusty came back with the bat and gloves. He claimed he was going to get Rose to believe him and she would  leave Paul for good.\n\n\nRose was going over the books and when she discovered how much money was missing she immediately accused Mitzi. Paul told her not to get so upset over it but Rose was clearly hurt. Meanwhile, over at the Lakeview, Jack approached Mitzi and told her to put her hands together he was going to cuff her. Mitzi told Jack she was sorry about the bad check she wrote at the Lakeview. She also said she had to leave because her relationship with Rose was ruined and she was better off back in Atlantic City.  Jack said he would take care of the bounced check and get her a plane ticket back to Atlantic City. Jack went over to Rose's and told her to go see Mitzi, which Rose quickly obliged. Rose arrived at Mitzi's door and told her to open up or she was calling the cops!\n\n\n",
    "tvmega_recap": "Aaron gets responsible. Alison is keeping her baby. Crater and Rose go for a ride. Dusty carries his tote bag to the back of the club. Jack waves the handcuffs. Lucy worries what people are going to say to her. Mitzy gets nabbed for a bad check. Molly spills about the trunk. No one is sneaking around the house. Paul gets his keys. Rosanna knows that things can turn around. Rose figures out the scam. The police book a hotel. The Royal Canadian Mounted Police are in town.",
    "soapcentral_condensed": "Molly was talking to Hal about the bat and gloves that were in Paul's car and how Crater was working for Dusty. Dusty went over to Rose's and had Crater lure Paul away so he could talk to her. Mitzi told Jack she was sorry about the bad check she wrote at the Lakeview. She also said she had to leave because her relationship with Rose was ruined and she was better off back in Atlantic City. Jack said he would take care of the bounced check and get her a plane ticket back to Atlantic City, which Rose quickly obliged. Rose arrived at MitzI's door and told her to open up or she was calling the cops! Paul told her not to get so upset over it but Rose was clearly hurt. Craig wanted to know if they would take the babies away from the adoptive parents and the PI said no but Miss Feddle was in a lot of trouble. Paul told Hal that he had nothing to hide and led the way. Hal didn't find anything in the truck of the car and apologized to him for the misinformation.\n"
}