{
    "soap_central": "\n\nAt Memorial, Bob told Chris he would not accept Chris's resignation. Bob criticized Chris's recent actions with Alison, but was happy his son had finally admitted the truth. Bob said they needed to make reparations to Alison, but he did not want Chris to resign. Chris explained he was not giving up medicine, but he did not want to stay at Memorial where he was always in Bob's shadow. Bob apologized to Chris for making his life stressful at the hospital, but Chris wanted his father to know that he did not need to be sorry for anything. Chris asked Bob to reinstate Alison in the nursing program and Bob admitted he had already taken care of it. \n\n\nAlison arrived at the Lakeview and told Aaron that she had received an apology letter from Chris. Aaron was shocked and asked Alison what she planned to do. When Alison explained she was not sure what she would do with her future, Aaron offered to return to Seattle and give their life there another try. Alison thanked him for his offer, but said she wanted to get her life back on track in Oakdale. Just as they finished talking, Alison got a call from the head of the nursing program, who asked to meet with her right away. \n\n\nAlison went to her meeting and returned to the Lakeview a short time later to tell Aaron the hospital had offered to reinstate her in the nursing program. Alison did not know what to make of the hospital's sudden turnaround regarding her tenure in the program and she decided she needed to talk to Chris. \n\n\nAlison went up to Chris's room at the Lakeview and tore his apology note up in front of him. She told him he had ruined what was left of her reputation and no little letter could make up for that. Chris told Alison that Bob wanted her back in the program and that he had accepted Chris's resignation. Alison was stunned, but told Chris it was too little too late. Chris pleaded with Alison to return to nursing school, but she walked away without responding. \n\n\nBack at the hospital, Bob gave Kim the news that Chris was leaving Memorial. Kim was upset, but thought it might be good for Chris to have a fresh start, even if it was out of town. \n\n\nAfter Alison's visit, Kim arrived at Chris's room to discuss his future. She wanted her son to know that she and Bob were proud of him for finally doing the right thing and only wanted the best for him wherever he decided to go. Chris told his mom that he had decided to stay in town and she was thrilled with the news. \n\n\nAlison returned to the bar and called the hospital to tell them she would accept their offer to allow her to return to the nursing program. Aaron overheard the call and congratulated Alison on her decision. \n\n\nCarly went out to the farm and asked Jack if he would be willing to stay at her house and watch Parker for a few weeks while she went on vacation. Jack said he did not think he would be able to help her out, but before he could explain, he left the room to take a call. As Carly considered what to do next, she was greeted by Janet, who had come downstairs in her robe. Janet did not want Carly to get the wrong impression so she quickly explained that she and Jack were just friends and he had invited her to stay at the farm when Brad refused to pay her bills. After Carly asked a few questions, Janet admitted that she and Jack were \"friends with benefits,\" but not at the farm. Janet joked that she and Carly both seemed to have a weakness for Snyder men. Since Carly had recently slept with Holden, she wondered what Janet could know and asked her to explain her comment. Janet insisted that they had both dated Brad and Jack and she did not mean anything else by the silly comment. Carly had heard enough and began to leave in a huff, but Jack followed her out. Carly began to chastise Jack for sleeping with Brad's ex-girlfriend. Jack changed the subject and offered to watch Parker, but wanted to know where Carly was going. When Carly explained she was going to Paris with Neal, Jack immediately expressed his disdain at the idea of Carly leaving the country with another man. \n\n\nJack took Carly back into the kitchen and asked Janet to give them a minute to talk. Once alone, Carly immediately began to make fun of Janet, but he stopped her and asked her what the kids would think when they learned that Carly was jetting off with another smooth talking foreigner. Jack suggested the children would see her new relationship and it would remind them of Simon. Carly took offense to Jack's implication and told him she just wanted to have a future with someone new. Jack would not let Carly off that easy and their heated argument continued with each taking jabs at the other's choice in partner. Carly had heard enough and told Jack she would find someone else to watch Parker. Jack stopped Carly before she could leave and told her he would watch Parker. Carly asked what he would do with Janet, and Jack explained he would take care of it. Carly thanked Jack for his help and left. \n\n\nJack went back into the kitchen and Janet said she had heard everything and wondered how he was planning on dealing with her. Jack explained his plan and Janet immediately offered to go with Jack to Carly's and help out. Jack said he would be going to Carly's house alone. He told Janet she could stay at the farm while he looked after Parker. Janet asked Jack if he was jealous of Carly and Neal and he denied having any romantic feelings for Carly. Jack said he would visit Janet at the farm whenever he could and to prove he wanted to be with her, then he took her upstairs for a little romance. \n\n\nOut in the fields at the farm, Holden was working when Neal showed up and told Holden about his plans to take Carly to Paris. Holden said it was none of his business where Neal and Carly went, but Neal said he was under the impression that Holden was not happy that Carly was dating him. Holden dismissed Neal's concerns and told him he just wanted Carly to be happy. Before the two could talk anymore, Holden received a call from Lily asking him to come home to help Luke. Holden excused himself and wished Neal a safe trip. \n\n\nAs Carly walked across the farm to leave, Holden saw her and decided to confront her about her decision to go to Paris with Neal. Carly did not want to hear what Holden had to say, but he refused to let her go without telling her not to throw herself at Neal. Carly explained she had a chance of having a real relationship with Neal, and Holden could not offer her a future. He could say nothing to that remark and as the two stood there awkwardly in silence, Neal appeared and offered to help Carly pack for Paris. He explained they would be delayed in New York for the night because of business, but could leave the next morning. The couple left together, leaving Holden to consider Carly's final comment. \n\n\nEarlier at Lily's home, Noah and Luke shared the news with Lily that they had reconciled and she was thrilled. Luke asked if Noah could move back to the farm and Lily said it was fine with the family as long as they followed Emma's rules about keeping separate rooms. Noah was still considering if he wanted to return to the farm when Lily went to answer the door. After Noah thought about it, he told Luke he was happy to move back to the farm and Luke was overjoyed with Noah's decision. As he turned to tell his mother, Luke noticed Lily's happy demeanor had changed. She handed Luke a package that had come from his father, Damian. \n\n\nA short time later, Lucinda arrived and asked Luke about the package. Luke did not want to open the envelope, but Lucinda snatched it away from him and said she wanted to know what Damian had to say. She ripped the package open and discovered that Damian was transferring part of Luke's inheritance back to him. \n\n\nHolden arrived home and learned from Luke that he did not want to accept any of the money from his father. Lucinda wanted Luke to take the money, but Lily was not sure it was a good idea. Luke and Noah went to Java to talk about Luke's decision. Inside, Lily and Lucinda battled over the money, and when Lily asked Holden for his opinion, she noticed he was not paying attention. Lily asked why Holden was so distracted and he said everything was fine and he just thought Luke should decide for himself. Holden excused himself to get his phone out of the car, and Lucinda asked Lily what was going on with Holden. Lily explained Holden's recent odd behavior to her mother, but neither woman could really figure out what was wrong with him. They never suspected that Holden was having an affair with Carly. \n\n\nOnce Holden had some privacy, he phoned Carly, but she saw who it was and refused to pick up. She and Neal shared some wine while she packed for their trip. Once she was done the two left for their vacation. Carly received another call from Holden in the limousine and when she saw it was him, she let the call go straight to voicemail. Holden was frustrated by Carly's refusal to answer and told Lily he was having trouble with a horse and needed to go on a quick trip to take care of it. Lily went inside to help Holden pack and he phoned the airlines to book a flight to New York where Carly would be for the night. \n\n\nNoah and Luke sat at Java and discussed the money from Damian. Noah thought it might be a chance for Luke and his father to have a better relationship. After a call from Luke, Lucinda arrived at Java and learned that Luke was willing to accept the money from his father as long as he could start a charitable foundation with it to help sick children. Lucinda was happy and proud with her grandson's idea and offered to help him get everything started. She left to get her lawyers started, and Noah congratulated Luke on his decision. Luke explained he did it for Noah, as a way for him and Noah to make a difference in the world together.\n\n\n",
    "tvmega_recap": "Luke tells Lily that he and Noah would like to move back into the farm. Their happiness is short lived when Luke gets an envelope in the mail from his biological dad. Chris gives Bob his resignation. Allison tells Aaron about the letter of apology from Chris. Aaron offers to start over with Allison back in Seattle, which pleases her, but ultimately she needs to do it here. Carly asks Jack to stay at her home while she goes out of town, but Jack tells her that he can't. Carly sees more then she would like to of Janet when she learns she is now staying at the farm. Neal tries to talk with Holden because he is wondering why Holden seems so against he and Carly going away. Holden pretends this doesn't really interest him. Jack and Carly argue about her leaving town with Neal and he compares this to Simon so Carly goes on the attack about Janet. Chris wants to do the right thing and leave town so Allison can rebuild her life, as Bob is proud. Bob admits that he took care of things with Allison. Allison gets a call from Brenda wanting to meet. Luke learns Damian wants him to have some of his trust. Luke is against taking the \u0091dirty' money, but Lucinda is all for it - to do some good with it. Neal and Holden continue to dance around the subject of Carly, as Holden asks him questions, but Lily wanting him to come home interrupts them. Holden is a part of the discussions about what Luke should do with Damian's money, but he seems distant and Lily calls him on it. Jack and Carly spar until they finally come together, as Jack agrees to stay at her home without Janet's help. Allison tells Aaron that Brenda told her they would let her back in the program; Allison is incensed. Holden sees Carly and cautions her to rethink Paris, but she snaps back that he can't offer her what she needs. Holden overhears Neal tell Carly that they need to make a quick business stop in NYC before Paris. Jack explains to Janet he is moving back to Carly's to take care of Parker and she isn't exactly welcome. They disagree on how to handle their \u0091relationship' and how much their kids need to know. Janet understands in the end and agrees to stay private about it. Allison takes Chris to task about butting in again with Brenda, but he explains that it was his father's doing because they all want to do the right thing and that is why he is resigning. Allison is stubborn and doesn't want to take their help and Chris advises her not to give up her future because of him. Noah cautions Luke to not be so quick to not reach out to his dad. When Lucinda comments to Lily about Holden's strange behavior, she admits that she can't get to the bottom of what is bothering him. Carly ignores Holden's attempts to reach her, as she and Neal toast to their trip. Chris tells Kim that he is going to take his own advice afterall. Allison accepts Brenda's offer. Janet questions whether Jack is jealous of Carly's relationship? Jack responds by taking Janet upstairs. Luke tells Lucinda that he is going to take Damian up on his offer, but he wants to start a foundation for sick kids and their families with the money instead. Lucinda is proud, as Luke tells Noah that he is actually doing it for him, so they can change the world together. Carly is doing her best to leave Holden behind. After his repeated attempts to reach Carly fail, Holden lies and tells Lily he needs to go away overnight to fix a problem with a horse out of town. Holden then turns around and arranges a flight to NYC.",
    "soapcentral_condensed": "Alison received an apology letter from Chris. Chris asked Bob to reinstate Alison in the nursing program and Bob admitted he had already taken care of it. Kim thought it might be good for Chris to have a fresh start, even if it was out of town. Carly asked Jack if he would be willing to stay at her house and watch Parker for a few weeks while she went on vacation. Jack offered to watch Parker, but wanted to know where Carly was going. When Carly explained she was going to Paris with Neal, Jack immediately expressed his disdain at the idea of Carly leaving the country with another man. Jack took Carly back into the kitchen and asked Janet to give them a minute to talk. Janet admitted that she and Jack were \"friends with benefits,\" but not at the farm. Carly had heard enough and began to leave in a huff, but Jack followed her out. Jack explained he would take care of Parker and told Carly he would find someone else to watch him. Jack asked Janet what she would think when they learned that the kids would see another smooth talking foreigner.\n"
}