{
    "soap_central": "\n\nCasey brought flowers and a gourmet delight to Emily, and the two made up after their shouting match in the hospital. Casey was under the impression that his lover had not gone through with the tubal ligation, so he was stunned when she confirmed that she had undergone the surgery. He was furious and hurt because he wanted to have children with her. He accused her of not giving a damn about him and told her he was tired of being her boy toy. He ran out of her office. \n\n\nHolden told Lily that Emma could not attend the foundation benefit as she was on her way to Iva's house. Iva and her husband, Jason, were experiencing difficulties, and Emma felt she could help. Lily and Holden would have to be the hosts, and Lily assured her husband that she knew Carly might be there. Holden went to see Meg, and Lily chose to stay home, but she changed her mind and left right behind Holden. \n\n\nJanet and Jack came to the farm, and Janet was pampering him because of his recent hospitalization. She went upstairs to prepare a bath for him, and Carly showed up and reinforced her thoughts to Jack that the two of them were finished. She told him that she just came by to see if he was all right. She also confessed that she never wanted to fall back into her old routine with Jack because that frightened her. Jack said he missed her, but Carly pushed for Janet to fulfill that role in his life. Carly suggested Jack ask Janet to the benefit, and she left. When Janet returned and questioned Jack, he asked her to be his date at the benefit, and Janet was ecstatic. \n\n\nMargo puzzled over the death of James Stenbeck, and Dallas filled her in about Jack's part in the island adventure. Margo called Jack and asked him to come to the station. When he arrived, he explained what had happened on Faro Island, including the part Carly played. Margo's response was that something about Meg's statement did not add up. After Margo hinted that he might be able to learn more facts from his cousin, Jack reminded her that he didn't work there anymore. \n\n\nJanet paid a visit to Carly to ask her if she had prompted Jack to ask for the date to the benefit, so Carly said that she just wanted Jack to be happy, and that could not happen with her. Janet also needed help with a dress for the event, and Carly generously offered the use of one she was making. Janet went upstairs to try it on, and Lily appeared at the door. When Janet came downstairs shortly after, Lily referred to the two women as \"a cozy pair.\" When Lily heard that Carly was loaning Janet one of her dresses, she called her a regular angel and further insulted her. Carly finally told Lily that if she came there looking for a fight, Carly would be happy to oblige her. Lily said she actually came to apologize for unloading on Carly at Metro, but that it wasn't easy for her. Carly hoped the two of them could one day get along, and when Lily questioned her about her mentoring Janet, Carly explained that she was trying to do what would make Jack happy. She also told her former friend that she regretted losing her friendship more than anything. Lily encouraged Carly to come to the benefit, even though Lucinda had told her to stay away. As Lily left, Carly said she would think about it. Janet was crazy about the dress, and Carly promised to finish it and deliver it before the event. \n\n\nHolden found Meg at Fairwinds surfing the Web and looking for an answer to what was wrong with her husband. Paul was in the psych ward, and Meg was not permitted to see him. Holden's solution for Meg was for her to look hard at her life and her marriage and then leave her husband. He reminded her that she had a baby coming and a husband who was crazy. Meg got upset and blamed James Stenbeck for all Paul's problems, but Holden brought up the fact that it was Paul, not James, who had tricked Jennifer into believing her baby had died. \n\n\nAfter Holden left Fairwinds, Margo arrived and asked Meg questions about Stenbeck and the kidnapping. Meg told her James had been hiding in the wine cellar at the estate for several weeks, until he whisked her away to Faro Island as his prisoner. Margo asked how Meg had managed to escape, and Meg said she just got away and ran to the lighthouse. She purposely left out all mention of Dusty Donovan. She claimed Paul found her at the lighthouse, followed soon by James. Margo told her someone was shot at the lighthouse and she wanted to know whom. Meg protested innocence to any shooting, but Margo said the blood found on the floor was not James's, nor Paul's, so she wanted to know whose it was. Meg tried to get Margo to leave, but the detective refused to go until she got more answers. Margo reminded Meg that she had lied before to protect Sofie, and demanded to know whom was she protecting this time. Margo said she needed answers, and since Paul was not available, it had to be Meg. Margo gave her one day to come up with the truth, or there would be consequences. When the detective left, Meg called the special number Dusty had given her and left a message that she was in trouble and needed his help. \n\n\nHolden and Jack talked at the farm, and Jack mentioned that Margo thought there was someone else present at the lighthouse besides Paul, Meg, and James. Holden kept quiet about Dusty, but he was tempted to tell his cousin the truth. \n\n\nEmily found Casey drowning his sorrows in a latte at the coffee shop. He was still angry and told her his mother was right in calling her a predator. Emily claimed she had undergone the procedure for both of them, but Casey delivered the final blow by telling her he had never thought of her as old before, but that had changed. He reminded her that actions spoke louder than words, and she had effectively put herself out to pasture. \n\n\nCarly forgot that Janet was no longer staying at the farm, and delivered the finished dress to Jack there. Jack teased her about just wanting to see him and asked if she would be attending the benefit. Carly said yes. \n\n\nLily and Holden arrived home at the same time, and Holden figured out that his wife had been to see Carly. He determined both were still standing, and Lily promised to behave herself and be cordial at the benefit.\n\n\n",
    "tvmega_recap": "Casey is angry at Emily for having her tubes tied after he asked her not to do it so he tells Emily he will never forgive her. Casey also tells Emily that he is tired of being nothing more then a boy toy to her. Carly encourages Jack to invite Janet to the charity benefit tomorrow because Janet is what he needs now not her. Carly also allows Janet to borrow a dress that she designed so she can wear it to the benefit. Emma asks Holden and Lily to host the benefit because she needs to go visit Iva because her marriage is in trouble. Lily promises that she will try and be civil to Carly and tells Carly the same thing when they have a talk. Lily tells Carly she doesn't know if they can ever be friends again but they should try to be civil to each other. Margo thinks that Meg is lying to her and thinks there was somebody else in the lighthouse with her besides Paul when James died. Margo gives Meg 24 hours to tell the truth or she will put her in jail if she doesn't tell her the truth. Meg calls Dusty's lawyer to give him a message that she is in trouble and doesn't know what to do.",
    "soapcentral_condensed": "Casey brought flowers and a gourmet delight to Emily, and the two made up after their shouting match in the hospital. Holden found Meg at Fairwinds surfing the Web and looking for an answer to what was wrong with her husband. Meg got upset and blamed James Stenbeck for all Paul's problems, but Holden brought up the fact that it was Paul, not James, who had tricked Jennifer into believing her baby had died. Janet and Jack came to the farm, and Janet was pampering him because of his recent hospitalization. Carly suggested Jack ask Janet to the benefit, and she left. Janet also needed help with a dress for the event, and Carly generously offered the use of one she was making. The two women were \"a cozy pair,\" as Carly referred to the two women as \"a regular angel,\" and Lily called her a regular angel, and further insulted her. But Carly told Lily that if she came there looking for a fight, Carly would be happy to oblige her.\n"
}