{
    "soap_central": "\n\nKatie and Henry bask in the afterglow of their first night together as \"real\" man and wife.  Henry panics a little, believing he surely wasn't as good a lover as the other men in Katie's life, but she, who truly seems happy for the first time ever, spends the rest of the day trying to convince him otherwise.\n\n\nJennifer is in quite a pickle.  She meant to tell Mike that she slept with Craig, but he mistook her angst for anger at him and he explained that he saw Katie and that they almost kissed, but didn't.  He then told her that she didn't need to apologize, that he understood she just got caught up in her work.  \"Besides, it's not like you slept with another guy.\"  Her omission, however, may come back to haunt her.  When she refuses to accompany Craig on a business trip to Singapore, he threatens to tell Mike about their night together!\n\n\nLily has confessed to Julia's murder, but Luke is emphatic that he killed her.  Lily insists on telling the story about their fight and that she pushed Julia who fell and hit her head.  \"It was an accident,\" Lily claims.  Jack reminds Lily about Luke's fingerprints on Julia's watchband and that he doesn't believe her story.  At this point, Carly has heard enough and risks her marriage to tell the truth.  She backs up Lily's story and Jack is so angry that he pulls her out of the room so that he can talk with her alone.  Carly tells him everything, including that Lily went to Julia's house because Luke had trashed the apartment and Lily wanted to clean it up.  Carly even told Jack that Lily had told her that Julia was alive when she left and her body was in a different spot when they returned.  Jack is still angry, but believes Carly is telling the truth.  Meanwhile, Luke is telling Holden his side of the story.  He explains that he went to Julia's apartment to tell her to leave town and leave their family alone and Julia -- very much alive and in character -- told Luke she wasn't going anywhere and that he couldn't do anything about it.  In his anger, he grabbed her shoulders and hit her head against the table repeatedly.  Moments later he realized what he had done and regretted it.  He checked her pulse while he tried to revive her, putting his fingerprints on her watchband.  He even tells Holden that he found Lily's gloves at Julia's and that he later tried to burn them.  Holden asks Luke how he could do this to Julia, but Luke yells at him that it is all Holden's fault.\n\n\nWhile Jack interrogates Luke with Holden, Lily confronts Carly and is very angry that Carly told Jack the truth.  Carly, however, has risked too much and worked too hard to get her marriage back to lie to Jack now. \"I did it to save my marriage -- and your life!\" she says with regret. \n\n\nJack finds that Luke and Carly's story match and that Lily's confession is fake.  Horrified, Lily looks on as Jack arrests her son. \n\n\n",
    "tvdb": "Lily's distraught and confides in Carly that she fears Luke could be the killer. Meanwhile, an anguished Holden hands the funeral program that Luke ripped up over to Jack and tells him the fingerprints on it might match the one they found on Julia's watchband.",
    "tvmega_recap": "Lily tries to take the blame for Julia's death and Carly backs her up, however Luke confesses and provides a detailed description of the crime. He is arrested. Barbara asks Sierra to help her get Craig away from Jennifer. Sierra refuses. Later with Dusty, Sierra questions her decision to have Craig and Jennifer work together. Craig makes plans for himself and Jennifer to go to Singapore on business. Jennifer and Mike discuss Mike's feelings for Katie and Jennifer and his relationship with Jennifer. Katie and Henry make love and after-wards Henry is insecure about his performance. Katie reassures him that he has nothing to work about and they make love again and again.",
    "soapcentral_condensed": "Katie and Henry bask in the afterglow of their first night together as \"real\" man and wife. Jennifer meant to tell Mike that she slept with Craig, but he mistook her angst for anger at him. Luke is emphatic that he killed Julia, but Lily insists on telling the story about their fight and that she pushed Julia who fell and hit her head. Jack finds that Luke and Carly's story match and that Lily's confession is fake.. Lily confronts Carly and is very angry that Carly told Jack the truth. Carly, however, has risked too much and worked too hard to get her marriage back to lie to Jack now.  Horrified, Lily looks on as Jack arrests her son.  Jack is still angry, but believes Carly is telling the truth, but is still furious with Lily for lying to him about Julia's death and her confession.  Carly even told Jack that Lily had told her that Julia was alive when she left and her body was in a different spot when they returned.\n"
}