{
    "soap_central": "\n\nKeith opens the barn door to see Lily kissing Holden, after she tells him that she loves him.  When Holden leaves, Keith tells him that he should be paying attention to Luke instead of Lily, and Holden rushes to the Snyder farm to find Luke.  After Holden leaves, Keith plays on Lily's fear of divine retribution, warning her that something might happen to Luke's kidney if Lily reneges on her promise to Keith.  Lily and Keith find Luke (who has covered up his drinking with breath mints) and Holden at the farm, and Lily disappoints both of them by leaving with Keith.\n\n\nWhen Maddie visits Mike in his hospital room, she finds him dressing to leave, because he is so convinced that Katie is in danger from B.J.  In order to keep Mike in bed, Maddie promises to go to WOAK to check on Katie.  When Maddie arrives, she sees that B.J. has set up an elaborate plan to have Katie wear a special dress and pull a lever on a machine during the telethon.  After warning Katie that she is in danger, Maddie returns to Mike and lies to him that Katie is not in danger.\n\n\nCarly finds Jack looking at want-ads at the coffee shop, and he confesses that he is no longer employed by the FBI to watch B.J.  Jack leaves to ask Kim to let him help with the telethon so that he can keep watch on B.J. on his own.  Kim knows that B.J. would be suspicious of Kim's hiring Jack, so she suggests that Jack sign up for the talent show on his own.\n\n\nGwen tells Will that she wants the two of them to try to have another baby right away.  She is hurt when Will suggests that they try to get an education before starting a family, so Will agrees to  try to have another baby right away (in spite of the fact that they are still in high school).\n\n\nAt the Snyder farm, Dusty finds Meg's plane ticket that proves that Meg was in Tampa at the same time Dusty was there with Jennifer.  In spite of Meg's touching gift of a picture of the two of them as teenagers, Dusty is hurt and suspicious.  He takes the plane ticket and puts it in his pocket.\n\n\n",
    "tvmega_recap": "Holden continues to press Lily to leave Keith and come back to her family; she does admit she will always love him though. Keith finds them in the barn and wonders what kind of message she is sending him and her kids by running off to see Holden? He also tells Lily maybe there won't be some cosmic justice for her going back on her word to him, but he says it in a way that reminds her of her fear. Holden finds Luke and wonders if he is drinking? Luke denies it, but his breath is overwhelmingly minty fresh. Luke figures out why his mom is with Keith; Holden tries to rationalize it, but Luke feels guilty and wishes he never woke up. Lily overhears this and angrily reprimands Luke, but then is forced to leave with Keith. Mike worries about Katie promising to stay away from BJ so Maddie goes looking for her, and finds her and BJ kissing. Katie takes her aside and explains she is keeping up appearances until the telethon when BJ promised to have Henry there. She has to avoid Mike so he doesn't play hero. She pleads with Maddie to go along with her. Maddie does when she hears about Henry's promised return and tells Mike that Katie is swamped with work. She tells him that Katie set BJ straight. Meanwhile, BJ's revenge wheels are spinning as he tells Katie which dress to wear tomorrow and how she will be in charge of a machine with an a strong electrical charge. His plan is coming together in his mind for a night Katie will never forget. Carly confronts Jack about him pretending to still be working with the FBI. Jack admits he is also helping Mike with the BJ situation. Gwen desperately wants to have another baby with Will, but Will thinks they should slow down. Gwen wonders if his feelings for her have changed because Billy is gone? Will just doesn't want them to replace the void they feel for losing Billy with another baby. Gwen takes off. Will later bumps into Carly and they have a heart to heart as Carly mentions losing Nora. Their talk leads to Will going to find Gwen to tell her that he wants to have a baby with her. Dusty finds evidence that Meg was in Tampa when he and Jen were, but doesn't know how to ask her about it especially when Meg shows him a picture she has kept over the years of them that Caleb took when they were teenagers that she wanted to give to him for a housewarming gift. When Emma overhears Dusty talking to himself about just \"needing to ask Meg something\" she worries that he is going to ask her to marry him. As they are leaving though, Emma thanks Dusty for putting a smile on her daughter's face.",
    "soapcentral_condensed": "Keith opens the barn door to see Lily kissing Holden, after she tells him that she loves him. Lily disappoints both of them by leaving with Keith. Dusty finds Meg's plane ticket that proves that Meg was in Tampa at the same time Dusty was there with Jennifer. Gwen tells Will that she wants the two of them to try to have another baby right away. She is hurt when Will suggests that they try to get an education before starting a family. Jack leaves to ask Kim to let him help with the telethon so that he can keep watch on B.J. on his own. He confesses that he is no longer employed by the FBI to watch B. j. B. J. has set up an elaborate plan to have Katie wear a special dress and pull a lever on a machine during thetelethon. Mike is so convinced that Katie is in danger from B.j. that Maddie promises to go to WOAK to check on Katie. After warning Katie that she is not in danger, Maddie returns to Mike and lies.\n"
}