{
    "soap_central": "\n\nPaul remained worried that Gwen was a loose cannon and would foil his plan to keep Jennifer's baby a secret.  Meanwhile, Will and Gwen's friendship starts to fray when Gwen realizes Will might not believe that the test results were switched. As determined as ever to keep the baby, Carly realizes a way to get the world to see Gwen as an unfit mother. Realizing her plan stems from her unfortunate incident with Iris's baby all those years ago, Carly is hit by guilt, but eventually decides she must act for the baby's sake. Meanwhile, needing help to win her case, Gwen goes to Paul and accepts the money he offered. He reiterates the importance of keeping their deal a secret from Will and she ultimately agrees. However, needing to be sure his plan won't blow up in his face, Paul invites Will over and places doubts about Gwen into his mind to be sure Will doesn't prevent Gwen from leaving town once she has custody of the baby. Meanwhile, Carly surprises Gwen when she shows up at her apartment with an interesting offer. Not happy about having been told by Dusty to stay out of his and Jennifer's affairs, Meg is suspicious when she comes across a perky Jennifer, high from her last hit of Crystal Meth. When Jennifer asks Meg to go over fashion sketches with her, Meg accepts, determined to find out what's going on. Meg uses the opportunity to dig for any clues about the extent of Jennifer and Dusty's relationship but comes up empty until she comes across Jennifer's secret stash. Keith is forced to agree to secretly take Lucinda to Mexico, realizing that if he doesn't, Lucinda will expose his illegal job to Lily. But, Lucinda's delight is short-lived when Holden, who has overheard, confronts her on why she is taking a trip with Keith. \n\n\n",
    "tvmega_recap": "Lucinda pressures Keith into flying her to Mexico by threatening to tell Lily about his illegal involvement with organs. Keith finally relents, as Holden overhears their flights plans though. Meg befriends Jen in order to better understand Dusty and her relationship. When Jen leaves the room to talk to Jasmine about getting more drugs, Jen searches for a non-existing love letter to Jen from Dusty, but receives the surprise of her life, when she finds a vial of drugs instead. Emily and Paul wonder if their nightmare is over with people finding out about the baby switch. Emily thinks they are in the clear now that they have burned the evidence, but Paul is still fearful of Gwen. He subtly pits Gwen against Will and vice versa, while supposedly playing the hero to Gwen when he hands her an envelope of money with the stipulation that she leave town and never tell Will who helped her. Thanks to Paul's clever manipulations, Gwen finally agrees to his terms, as Will now wonders about their friendship. Carly must face the fact that she will probably not win custody of Rory, and puts into motion her sinister plan against Gwen, when she shows up at her apartment, olive branch extended.",
    "soapcentral_condensed": "Paul remained worried that Gwen was a loose cannon and would foil his plan to keep Jennifer's baby a secret. Meanwhile, Will and Gwen's friendship starts to fray when Gwen realizes Will might not believe that the test results were switched. Meg is suspicious when she comes across a perky Jennifer, high from her last hit of Crystal Meth. Keith is forced to agree to secretly take Lucinda to Mexico, realizing that if he doesn't, Lucinda will expose his illegal job to Lily. Carly realizes a way to get the world to see Gwen as an unfit mother. Realizing her plan stems from her unfortunate incident with Iris's baby all those years ago, Carly is hit by guilt, but eventually decides she must act for the baby's sake. Gwen goes to Paul and accepts the money he offered. He reiterates the importance of keeping their deal a secret from Will and she ultimately agrees. However, needing to be sure his plan won't blow up in his face, Paul invites Will over and places doubts about Gwen into his mind.\n"
}