{
    "soap_central": "\n\nPaul goaded Dusty into a fight at the new Java Underground, which was under construction, by telling him that Rose had stopped by for a visit earlier. Paul said Rose had encouraged him to move past his hurt. Paul said, \"I brought my hatchet. Where do you want me to bury it?\" Rose tried to get Paul to leave, but Paul was on a mission. He was livid that Dusty was using Jennifer in some way. \n\n\nDusty grabbed Paul's arm and twisted him into submission. Rose helplessly stood by until she called the cops. With a sense of control, Dusty released his hold on Paul, and walked over to Rose, who was halfway through giving the police the address. Dusty took the phone away from her; he told the police the situation had been handled, and any assistance wouldn't be necessary. \n\n\nRose advised Dusty that the Oakdale Police Department would still send a cruiser to check out what was going on. Dusty turned to her and yelled, \"Yeah? And whose fault is that?\" Paul had a hint of a grin on his face and asked Rose, \"If you wanted to be with a chest-thumping hairball, why didn't you just stay in Atlantic City?\" \n\n\nDusty made another move toward Paul, but Rose separated them as Margo and two other cops arrived. Margo excused Paul out of the club then asked Rose what had happened. She spaced out for a minute, and Dusty popped in with his interpretation of events. Margo asked Rose for confirmation. Dusty commanded Rose, \"Tell her.\" Rose looped out again. Dusty talked to Rose, \"Tell her what happened. Tell her Paul came in here looking for a fight.\" \n\n\nRose mimicked what Dusty had said, \"Paul came in here looking for a fight...and Dusty gave him one.\" Rose walked away as Dusty tried to do damage control with Margo. He asked her to cut him some slack because he was starting up a business. He inched closer and whispered, \"Is there any way you can give me a break? Your brother is a partner of mine.\" \n\n\nMargo threw up her hands at Dusty's request and told her fellow cops they hadn't just heard that. However, Dusty got off with a warning, and Margo and company took off without writing up a citation. Later, Rose again asked Dusty if he'd heed her warning and keep Jennifer away from the club. He conceded...to her face. After Rose left, he took a swallow of his drink then threw the glass against a wall, smashing it to bits. \n\n\nPaul returned home, where the spirit of his father welcomed him by needling him to get control over his emotions. \"You sound like a nine-year-old with a thesaurus!\" James said; he thought Paul was acting too much like a child instead of systematically plotting to expose Dusty's true character to Rose and Jennifer. Paul dismissed that line of thinking, saying Rose had already seen that side of Dusty. James advised, \"They are women, son. They only see what they want to see. They need a man to show them the way.\" Paul turned with a small swagger to look at his father, while he debated in his head how to receive James's advice.\n\n\nRosanna bubbled with glee, since a social worker had cleared her busy schedule to stop by for a visit that afternoon to discuss adoption proceedings. Craig acted as if he had been hit with a mild tranquilizer dart and started to gently drag his heels. She mentioned that she had caught Dusty bribing an inspector. Craig was shocked and promised to have a talk with his business partner. \n\n\nLater, Rosanna took lemonade into the living room before the social worker arrived. Ms. Easton rang the doorbell and entered the living room, appearing to be carrying the weight of ill news. She sized Craig up with disdain. Rosanna asked if she'd had a chance to review their application. Ms. Easton praised Rosanna's impeccable credentials, but, \"It pains me to tell you that given what we've discovered about your husband... Mrs. Montgomery, your husband will never be permitted to adopt.\"\n\n\nAlison turned on her faucet of tears and managed to get the bank attendant to approve Alison's request to view the contents of Ric's safe deposit box. The attendant thought it was odd that Ric's last name was Decker, and Alison's last name was Stewart, as she was purporting to be Ric's daughter. Alison cried some more and told the bank officer she had married without her father's approval; that was why her last name was different. \n\n\nThe woman in the bank bought Alison's story and went to retrieve the box. The woman left Alison alone in a private room. Alison locked the door from the inside before she opened Ric's box. She opened the lid and pulled out a gun. She put it down on the table. Next, she found Nurse Krebs's journal. She read the final entry and confirmed Ric was the murderer.\n\n\nBen, Walker, John, Hal, Kim, Nancy, Tom, Chris, the security nurse, and Ric were all squeezed into Bob's recovery room. Bob was sitting upright and was blankly staring straight ahead as the heart monitor steadily blipped in background. Kim asked her husband if he could squeeze her hand, but there was no response. Hal stepped up and asked Ben for permission to somehow communicate with Bob about what had happened. Ben and John asked everyone to leave so they could reevaluate Bob's status. \n\n\nOutside the room, Ric stepped off to the side and dialed a few numbers on his cell phone. He found Nancy alone, and after some idle chitchat, his beeper sounded off. He excused himself and left the scene. John returned to the family group waiting outside the room and reported that Bob was stable. He gave Hal permission to speak with Bob for five minutes. Bob would respond by blinking his eyes: once for no, and twice for yes. They all filed into Bob's room again. As the door to the room closed, Ric slithered around the corner to eavesdrop.\n\n\nSusan arrived home with a few shopping bags. She collapsed into the couch with exhaustion and prayed for Bob to wake up so he could clear Ric's name. She drifted off to sleep, where she had a wonderful dream about returning from her honeymoon in Hawaii with Ric. The couple looked very happy. In the dream, the doorbell rang, and Emily, Hal, Alison, and Chris were there to surprise Susan and Ric and to welcome them home. They got together for a group picture, and it all looked like...a dream.\n\n\nHal asked Bob a few questions, and when it started to look like he would blink the finger of guilt at Ric, the killer slipped out of the hospital. Soon after Bob confirmed that Ric had attacked him, everyone scattered, like roaches in light, as they tried to track down Ric. Chris looked blankly at John as he ordered security to place the hospital in a lockdown as they searched for the doctor. Chris suddenly said, \"Alison!\" and zipped out of the room.\n\n\nSusan was snapped back to reality by a ringing telephone. She groggily answered the phone, and Ric was out of breath on the other end. He told her he was excited because Bob had woken up. Ric wanted to meet Susan, but not at her home. He proposed an out-of-the-way hotel, and of course Susan agreed to meet him. Before he hung up, he said, \"Thank you, darling. Oh, and please...don't tell anyone.\"\n\n\nAlison continued to pull souvenirs from Ric's other victims from the box: Stanley Krumly's ring, Myrtle Scott's bookmark, and Gordo's nametag were all among papers and a pile of emergency cash. She found a false bottom to the box and pulled away the cover, revealing a vial of potassium chloride and a syringe. \n\n\nIn the lobby of the bank, Ric asked the bank officer if there was any way he could get into his safety deposit box without his key. The attendant asked for his identification. Ric announced his name as he gave her his license. The woman stood up shocked, \"I'm sorry, but your daughter was just here with your death certificate.\" He got in her face and said, \"But I'm not dead!\" She told him the girl was still there and asked him if she should call the police. \n\n\nRic decided against alerting the Oakdale Police Department. Instead, he asked the woman if she could take him to the girl. Inside the room, Alison called Chris's cell phone. He was not there, and she left the message that she was at the bank and had found evidence that incriminated Ric. She said, \"We were right! We were right about everything!\" \n\n\nThe bank officer knocked on the door, demanding Alison allow them entry. Alison scrambled to replace all the contents of the box before she opened the door.\n\n\nKim was left alone with Bob, and she tearfully told her husband how much she wanted to get him home. He looked at his wife and muttered, \"Kim.\" Kim gushed and gave her husband's head a loving hug.\n\n\nOutside the room, Hal told John and Walker that he thought Ric had slipped out of the hospital.\n\n\nMelissa called Susan at home as she was on her way out the door. Susan wanted to get rid of her assistant, but a patient was having serious problems. Susan sat down at her desk to walk Melissa through a protocol.\n\n\nAlison closed the box as the bank officer continued to threaten her from the other side. Chris called Alison on her cell phone, but she didn't have time to tell him anything. She set the phone down without turning it off. She composed herself and unlocked the door. The door opened, and Ric stepped forward. They both stood in the doorway, staring at each other. \n\n\n",
    "tvmega_recap": "Paul demanded to know Dusty's intentions toward Jen, then taunted Dusty and Rose. Dusty got angry, and started to manhandle Paul. Rose called the police, fearing one of them would get hurt. Margo arrived, but Dusty convinced her to let them off with a warning. Dusty was angry that Rose didn't stand up for him to Margo, but agreed to keep Jen away from the grand opening. The \"James\" in Paul's head continued trying to convince him to get revenge on Dusty. Bob was only able to communicate by blinking, but still managed to tell Hal that Rick is the killer. As Hal searched for Rick, Rick made plans to meet Susan at a remote motel, saying he was having another panic attack. Alison talked her way into getting into Rick's safety deposit box. Inside, she found a gun, Nurse Krebs's diary, a vial and syringe, and small souvenirs from each of the victims. Just as Chris realized that Alison had left the hospital without him, Rick arrived at the bank, and was stunned to hear that his \"daughter\" was there looking through the box. He asked to be taken to her. Craig tried to tell Rosanna that he didn't want another child, but couldn't bring himself to break her heart. However, the visiting social worker informed them that, despite Rosanna's impeccable credentials, Craig would never be allowed to adopt.",
    "soapcentral_condensed": "Paul goaded Dusty into a fight at the new Java Underground, which was under construction, by telling him that Rose had stopped by for a visit earlier. Rose tried to get Paul to leave, but Paul was on a mission. He was livid that Dusty was using Jennifer in some way. Paul said, \"I brought my hatchet. Where do you want me to bury it?\" James advised, \"They are women, son. They only see what they want to see. They need a man to show them the way\" Rosanna bubbled with glee, since a social worker had cleared her busy schedule to stop by to discuss adoption proceedings. Alison cried some more and told the officer she had married without her father's approval; that was why her last name was different. The woman bought Alison's story and went to retrieve the bank box. The attendant thought it was odd it was Ric's last name as she was purporting to be Ric's daughter. Alison opened the lid and pulled out a gun and put it down on the table.\n"
}