{
    "soap_central": "\n\nAt the Snyder house, Carly fights for her marriage. Jack is still unable to forgive her lies. Carly apologizes again. Jack tells her to pick a date in the last 2 months that she didn't lie to him, but she can't. Jack tells her the story of his mother cheating on his father. His father couldn't see what was right in front of him. Carly says she would never do that. She leans in and they kiss passionately. She tells him to take her to bed. He suggests other places they can have \"sex\", but when they're done nothing will have changed. Carly follows Jack onto the stairs. She sobs and begs for forgiveness. Jack holds Carly and kisses her on the forehead. He then packs his bags. He tells Carly he'll be staying at Emma's. He'll be back in the morning to tell the kids. She tries to give him their compass. She hopes it will lead him back to her, but he leaves without it. She runs to the door and calls after him. She falls to the floor and sobs uncontrollably.\n\n\nOutside the Snyder mansion, Luke talks to Jade. Luke can't take the pain of hurting his mother. He tells her he wants to tell his parents they broke up. She tells him if he doesn't stick to their plan, she'll tell his parents he's gay. Inside, Holden wants to give Jade a chance. Lily can no longer tolerate her. Holden is worried Luke will leave with Jade. Lily is convinced Luke won't leave his family. She asks Holden to support her. It isn't just for her sake; it's also for of their unborn baby. Holden decides to support his wife. Luke and Jade enter the house holding hands. Luke's parents tell him Jade can't stay. Jade declares she and Luke are leaving. Luke says no. Jade begins to tell Luke's secret. Luke faints and is rushed to the hospital. Susan tells the Snyders that Luke has a kidney infection, and he fainted because of stress. Jade eavesdrops around the corner. Jade is granted permission to see Luke. Luke thinks Jade told his parents. She informs him she didn't, but he should.\n\n\nIn the cabin, Emily cleans Dusty up and combs his hair. He wants to know what's going on. She tells him to write a letter. He refuses to write a suicide letter. He won't do anything to help get her or Paul out of trouble. She reminds him if he doesn't cooperate, she has no reason to keep him around. Dusty writes a note and Emily takes his picture. Emily leaves and goes to the hospital. She thanks her mother for being at her wedding. Susan reminds her; she only wanted to stop the ceremony. Emily realizes this, but is still thankful she stayed for the service. Emily tells her mother that Paul is innocent, and maybe one day he'll be cleared.\n\n\nMeanwhile, Jennifer is taking care of Johnny. Dusty enters and proclaims his love for her. Jennifer is daydreaming and thinks it's a sign. She and Johnny rush to the police station. Hal tells Jennifer there is no news about Dusty. She tells her father, she can feel Dusty. Her father says Dusty is gone. Jennifer thinks maybe Dusty wants her to say goodbye. Jennifer goes back to the Lakeview and receives a package. It's a picture of Dusty holding a recent newspaper and a note declaring his love.\n\n\n",
    "tvmega_recap": "Jade wants her and Luke to bluff that they are going to leave his house, so Lily and Holden let her stay. Lily and Holden discuss Jade's living arrangements; Lily wants her out as fast as possible, but Holden plays devil's advocate. Jen continues to see visions of Dusty, but Hal tells her there is no new evidence. Jen then wonders if her visions are Dusty trying to say goodbye? Jack and Carly share a heart-wrenching break up. Jack tells her he can no longer live like this; Carly pleads for another chance. Jack feels she crossed a line this time and he can't get past it; he wonders if he and Carly are mirroring his parent's dysfunctional relationship? She chose to work at a strip club, use Nick and the power of possible sex with her and then to lie about it even though their marriage was on the line is more then Jack can bear this time. Carly tries to pull out all the stops to keep him from leaving. Lily and Holden tell Jade and Luke that she cannot stay at their house. When Luke looks as if he may not leave with Jade, she appears to be about to reveal his secret when Luke collapses. At the hospital Susan tells Holden and Lily that Luke has a kidney infection. His prognosis seems positive, but they don't know anything fully yet; she advises them to keep him quiet and stress free. Lily worries what has been going on at home made Luke sick. Jade overhears and asks to talk to Luke. She wonders if Luke should just come clean about his sexuality because she claims it is not worth getting sick over. When Lily and Holden come into the room, Jade says Luke has something to tell them. Emily tells Dusty he is going to write a letter, but Dusty refuses to write a suicide or goodbye letter. Emily tells him that Jen spends all her days wondering endlessly what happened to him. It wouldn't be unkind to give her hope, Emily thinks. Dusty corrects her because apparently it would be false hope as far as he can see. Emily threatens that if he doesn't do at least this much she has no reason to keep him alive. Jack is not swayed by Carly's pleading; she will always lie and he will always want to believe in her; he thinks they both deserve better. He tells her he will call her in the morning to figure out how they will tell the kids. Emily happily tells Susan that she feels confident that something will show up soon that will exonerate Paul. A shocked Jen receives an envelope from Dusty with a picture of him with a current newspaper and a letter, which Jen starts to read. As Jack is leaving Carly tries to give him their compass so he can find his way back to her, but he refuses saying he always wanted to be her true north, but somehow they both got lost, and he walks out the door and leaves Carly an emotional wreck on the ground, screaming out his name.",
    "soapcentral_condensed": "At the Snyder house, Carly fights for her marriage. Jack is still unable to forgive her lies. Lily is convinced Luke won't leave his family. Dusty writes a note and Emily takes his picture. Jennifer is daydreaming and thinks it's a sign. Hal tells Jennifer there is no news about Dusty. Jennifer thinks maybe Dusty wants her to say goodbye. Jennifer goes back to the Lakeview and receives a package. It's a picture of Dusty holding a recent newspaper and a note declaring his love. Luke faints and is rushed to the hospital. Susan tells the Snyders that Luke has a kidney infection, and he fainted because of stress. Luke can't take the pain of hurting his mother. He tells her he wants to tell his parents they broke up. Luke and Jade enter the house holding hands. Jade declares she and Luke are leaving. Emily thanks her mother for being at her wedding. Emily tells her mother that Paul is innocent, and maybe one day he'll be cleared.\n"
}