{
    "soap_central": "\n\nWhile Emily lures Meg down to the lobby so that Henry can search Meg's room for clues about her and Paul's relationship, Jennifer confronts Paul with the evidence she has about his fight with Dusty and demands to know where he is. When Paul indicates he cannot help, Jennifer starts to freak and is pulled out of the room by Hal. Meanwhile Henry finds Dusty's wallet in Meg's room but Meg becomes suspicious of Emily and runs back to her room in time to catch Henry. Henry reveals his discovery but scared Meg threatens to call the cops and pushes them out of her room. She then gathers her things and flees. Meanwhile, Paul is transported to the police station where Jennifer and Barbara follow. When Emily arrives, she is told that Dusty has disappeared and sneaks into Paul's room to ask him what Meg knows about it. At the same time, Meg throws the contents of Dusty's wallet into the river. Lily goes through Rose's old things and is surprised when she appears before her, giving her comforting advice about Jade. Meanwhile, as Luke refuses to discuss Kevin with Jade, Jack sees as Holden puts the fear of God into Kevin about staying away from his son. Jack presses and Holden finally admits he fears his son may be gay. Jade enters to hear Holden talk about what a hard life being gay can be and how he wants to spare Luke that. After Jack leaves, Holden and Jade come to an understanding that they both want what is best for Luke and can help each other make that happen. Meanwhile, off the threat from Holden, Kevin breaks off their friendship, devastating Luke. He breaks down, admits everything is ruined and Jade asks him point blank if he is in love with Kevin. \n\n\n",
    "tvmega_recap": "Holden loses his cool with Kevin in front of Jack. Holden admits to Jack he thinks Luke might be gay, which Jade overhears. Kevin tells Luke he can't hang out with him anymore. During her horse ride with Luke, Jade broaches the subject of Kevin. She stuns him when she suggests he is in love with Kevin. Emily pretends to want to discuss Paul with Meg; all the while Henry is searching her room for clues that may point to her having fallen in love with Paul. Henry finds Dusty's wallet covered in blood. Meg figures out Emily's plan and rushes back to her room, only to find Henry there holding Dusty's wallet. Jen confronts Paul about where Dusty is, but Paul claims he doesn't know. Lily goes through some of Rose's belongings and considers giving some of them to Jade. During this, she daydreams of Rose, who apologizes for not telling her about having a child. Emily sneaks into see Paul and tells him about her and Henry finding Dusty's bloody wallet in Meg's room.",
    "soapcentral_condensed": "While Emily lures Meg down to the lobby so that Henry can search Meg's room for clues about her and Paul's relationship, Jennifer confronts Paul with the evidence she has about his fight with Dusty. Meanwhile, off the threat from Holden, Kevin breaks off their friendship, devastating Luke. Lily goes through Rose's old things and is surprised when she appears before her, giving her comforting advice about Jade. Jack sees as Holden puts the fear of God into Kevin about staying away from his son. Jack presses and Holden finally admits he fears his son may be gay. Jade enters to hear Holden talk about what a hard life being gay can be and how he wants to spare Luke that. After Jack leaves, Holden and Jade come to an understanding that they both want what is best for Luke and can help each other make that happen. Luke breaks down, admits everything is ruined and Jade asks him point blank if he is in love with Kevin. He breaks down and says yes. Lily appears to give her comfort and advice.\n"
}