{
    "soap_central": "\n\nAaron feels Craig's hovering eyes as he and Lucy enjoy the pool at the country club.  Aaron suggests to Lucy, that when Lily and Rose are home safe, they should get out of town to Dor County for a camping trip together.  They get out of the pool and join Craig and Rosanna.  Rosanna has an idea to buy a boat so the four of them could spend more time together bonding during the summer months.  Aaron proposes his alternate idea of camping in northern Wisconsin.  Craig has reservations, but then Aaron suggests they all take the trip together.  Aaron and Lucy give Craig and Rosanna time to talk about this new idea.  Later, Craig finds Aaron, Lucy, and Rosanna together and announces that he's rented a small camper for just the two of them.  He and Rosanna won't be joining the kids on their vacation this time around.  Aaron and Lucy are so excited that they rush off to make plans.  With Craig, there's always a catch.  He explains to Rosanna the camper walls are made entirely of mesh so they'll be protected from the bugs, and will be able to see out into the woods.  Rosanna sees his plan, \"And you'll be able to see IN just perfectly too.\"  He revels, \"Absolutely no privacy whatsoever.\"  She seems OK with the plan, and suggests that they get home for an afternoon of romance.\n\n\nChris is called into his father's office for questioning.  Hal and Dr. Daniels are also in the room.  Hal shows Chris what they found in his locker yesterday.  Chris admits he put the bottle in his locker all on his own.  Everyone is shocked and they all demand an explanation.  He says he was planning on planting the bottle on Gordo and wait for the police to find it, but he thought better of his idea.  He planned to return the bottle to the pharmacy, but his locker was searched and the bottle was found first.  They aren't impressed with his story, and Bob suspends his son from work for three days.  On his way out the door, Dr. Daniels tells Chris to not go too far.  After Chris leaves, Bob defends his son, but Hal and Dr. Daniels think Chris' story is pretty flimsy.  Dr. Daniels discovers that his PDA is missing.  Hal and Dr. Daniels leave to continue the investigation.  \n\n\nRose tries to connect with anyone on the other end of the walkie-talkie, but no one responds.   Meanwhile, Lily continues to fade in and out of consciousness.  Another clump drops to the ground and Lily thinks the well will collapse when the blasting resumes tomorrow.  Rose spies a pile of rocks, and she wants to try to climb out of the well.  \n\n\nMargo and Holden return to the station without meeting McCann.  Lucinda demands to know what went wrong.  Dusty is brought in from the holding area and suggests that \"they\" must have killed McCann.  Holden grabs Dusty in a fit of rage and demands to know who \"they\" are, but Dusty has no idea.  The cops break the two apart.  Dusty says, \"You blew it!  Now you have NO chance at finding Lily or Rose.\"  Molly and Lucinda want to get the story in the media, but Margo discourages the idea thinking it will only flood her office with thousands of false leads.  Lucinda says, \"False leads are better than no leads at all!  We could offer a reward.\"  Margo relents and lets them run the story in the media, but holds firm on her advice to not offer a reward.  \n\n\nDusty is brought into the interrogation room so he can call his lawyer.  He begs John to get Barbara down to the station.  \"I don't care what you gotta do to get her down her, but get her down here before it's too late!\"\n\n\nAlison walks into the employee locker room at the hospital and finds her mother cleaning up her area after the informal police raid.  Alison tells her mother that Chris is being questioned right now.  Susan tells her daughter that they found something in his locker, but she doesn't want to start any new rumors and won't tell Alison what they found.  Dr. Decker walks in from around the corner and agrees with Susan.  The two of them leave to begin their shifts.  Alison mutters to herself, \"If nobody will tell me what's going on, I'll just have to find out for myself.\"  She finds Chris' open locker and starts to snoop around.  Chris comes into the locker room, as Alison is about to leave.  He's clearly shaken by his suspension and doesn't want to talk, but Alison presses him to confide in her.  He blows up, and Alison retreats to give him space.  But Chris apologizes and says he just did something stupid, got caught, and now he's suspended.  Alison smiles, and says, \"That's great!\"  Chris looks confused.  She continues, \"I do stupid stuff all the time.  Now we have something in common.\"  Suddenly the tension in the room is broken, and Chris smiles.  He gently asks her for some space so he can figure things out.  She agrees and says, \"When you're ready to talk, I'm ready to listen.\"  He's surprised at her newfound maturity.  She leaves him alone, and he returns to his locker.  He grabs the door, and slams it shut in disgust.  Later, Hal meets up with Chris on his way out.  Chris is angry because he wants to help reveal the identity of the killer, but Hal tells him to stay out of it, \"or you'll spend the next three days in jail for tampering with an ongoing investigation.  What's it gonna be?\"  Chris glares at Hal then storms out.\n\n\nBabs arrives at the station and demands to know what Dusty wants because she doesn't have time for games.  He coyly promises to let Barbara stay out of jail if Rose and Lily are returned.  She feigns to consider his offer, then leans forward and says, \"Here's the truth.  I hope that Rose D'Angelo rots in hell.\"  She's had enough, and turns to leave.  But Dusty stops her in her tracks by accusing her of hiring James to arrange the kidnappings.  She says she'll swear on her son's grave that she was not involved.  Dusty says, \"Then prove it.  Call James.\"  She says she won't ever get in touch with James again...\"Not for her.  Not for anyone!\"  She storms out of the room. \n\n\nKim directs traffic at the Snyder mansion as she prepares for Holden's on air plea for Lily and Rose.  She looks at Holden and tells him to go change his clothes and shave.  Lucinda breaks down in front of Kim because she feels that something is seriously wrong with Rose and Lily.  Later, Holden begs on live TV for the safe return of his wife and Rose.  A detective tells Margo, \"We've got something, but the guy will only talk to you.\"  They head for the staging area outside while Holden finishes up his speech.  Around the corner, Margo listens to the caller: \"McCann is with Barbara Ryan.\"  Margo asks him a question, but the caller has already hung up.  She rushes away after telling Lucinda there has been a break in the case.\n\n\nLater, in Bob's office, he looks through the box of articles Hal collected from the locker room.  He pulls out a date book or a journal and sits down to look at the contents.  He is shocked after he reads a page marked with a tether.  He picks up the phone and says, \"It's me.  I'd like to see you in my office right away.\"\n\n\nBarbara meets Margo as she is knocking on Babs' front door.  Barbara says, \"To what do I owe this honor?\"  Margo says she needs to ask her a few questions because she has a new lead.  Babs becomes petulant, \"Somebody jaywalks in this town, and suddenly it's my fault?!  Come on in.  OK?  Take a look around.  I have nothing to hide!  You will see there is nothing in here that will lead you to what happened to Rose and Lily....\"  Her voice trails off as they both discover McCann's lifeless body lying on Babs' couch.  Margo takes his pulse, but finds none, and looks at Barbara.\n\n\n",
    "tvdb": "[ RECAP AVAILABLE ]",
    "tvmega_recap": "Craig, Rosanna, Aaron, and Lucy relaxed by the pool. Aaron asked Lucy to go camping with him in northern Wisconsin for the fourth of July. Rosanna knew that Craig objected because he was afraid that Aaron and Lucy would have sex. Aaron offered for Craig and Ro to come along, but Craig rented the teens a screened-in camper instead. Bob, Walker, and Hal confronted Chris about the drug found in his locker. He admitted it was his, saying he had intended to plant it on Gordo to trick him into implicating himself in the serial killings. Bob suspended Chris for three days, and Hal warned Chris to stay out of the investigation. Allison assured Chris she would give him time to think, but later complained to Susan. Rick expressed concern over Bob's health. After perusing the late Nurse Krebs's date book, Bob called and demanded a meeting with a mystery person. At the police station, Dusty accused Barbara of conspiring with James to hurt Rose, which she denied. Molly and Margo told Holden, Lucinda, and Dusty that McCann never showed up for their meeting. Against Margo's advice, Holden, Molly, and Lucinda decided to give a press conference on WOAK, pleading for help in finding the missing women. After the broadcast, Margo received an anonymous tip that McCann was with Barbara. Margo and Barbara later discovered McCann's body in Barbara's Lakeview suite. Meanwhile, Rose struggled to keep Lily awake while she planned their escape from the collapsing well.",
    "soapcentral_condensed": "Chris is called into his father's office for questioning. Margo and Holden return to the station without meeting McCann. Dusty is brought in from the holding area and suggests that \"they\" must have killed McCann. Molly and Lucinda want to get the story in the media, but Margo discourages the idea thinking it will only flood her office with thousands of false leads. Aaron suggests to Lucy, that when Lily and Rose are home safe, they should get out of town to Dor County for a camping trip together, but Craig and Rosanna don't like the idea of camping with Aaron and Lucy at the same time, so they decide to take a trip to northern Wisconsin with Craig andRosanna. Rosanna sees his plan, \"And you'll be able to see IN just perfectly too.\"  He revels, \"Absolutely no privacy whatsoever.\" Rose tries to connect with anyone on the other end of the walkie-talkie, but no one responds. Another clump drops to the ground and Lily thinks the well will collapse tomorrow.\n"
}