{
    "soap_central": "\n\nLily arrived at Worldwide and found Dusty sitting behind Lucinda's desk. He apologized to her yet again for faking his death, and Lily reluctantly agreed to leave their past as part of history. Then Dusty dropped the bombshell that he was the new owner of Worldwide. Lily accused him of always looking out for Number One, and then waxed nostalgic about how Dusty was her first lover and later her very best friend. She was still hurting about his \"death,\" and then his \"resurrection\" culminated in his taking over her mother's company. It was all too much to process, said Lily, as she said a long goodbye. \n\n\nHolden found Meg at Fairwinds, and she told her brother that Paul had sold his shares of Worldwide to an offshore corporation. This pleased her, and she defended her husband by reminding Holden that many of Paul's problems were caused by James Stenbeck. Meg was sure Paul would be concentrating on their future together with their baby. Holden held his tongue and focused on the fact that his sister appeared so happy. \n\n\nEmily met with Paul, who pumped her for information on how Dusty had gotten Worldwide. Emily thought it was not so much about Dusty gaining the company as it was about getting Paul out. Paul remembered how Meg had encouraged him to sell his stock, and he got furious that Dusty had somehow used his wife. He threatened Dusty, and Emily suggested he take Meg and move away, but Paul had something else in mind. Emily demanded to know what he was going to do, but Paul took off. \n\n\nDerek Coburn came into Metro and surprised Bonnie. He told her she did not even know him, and he had done her a favor by not keeping in touch with her. He explained how he had met James Stenbeck in prison, and James had blackmailed him when they both got out. He told Bonnie she deserved someone better, and she agreed. Derek appeared sad and walked out. \n\n\nLily went home and told Holden that Dusty was the new head of Worldwide and was no longer in her future; he was only her past. This was a shock to Holden, who had been hoping Dusty would not stay in Oakdale. He told her he would be back, and he abruptly left. Faith heard her parents' discussion and came in to ask Lily if she and Holden were going to split again, and her mother tried to allay the girl's fears. \n\n\nDerek ran into Paul in Old Town, and Paul offered him a job. He produced a wad of cash to back it up. He proposed that Coburn set up Dusty by buying drugs and planting them on him. When Derek balked, Paul threatened to press charges for kidnapping Meg and their unborn baby and secreting her on the island for James. Derek caved in and agreed to do the job. \n\n\nHolden barged into the Worldwide offices and questioned Dusty about his motives for acquiring Lucinda's company. He asked how much of a part Lily had played in Dusty's decision to stay in town. He warned Dusty to stay away from his wife. Donovan explained that he came back to Oakdale for Meg, who needed his help. Holden said Dusty's \"help\" did nothing but tear his family apart, and he stormed out. Holden went back home, and Lily told him how much it bothered her to see him upset every time he saw Dusty. She was unhappy that the two of them could forgive but not forget. Holden believed they needed to trust each other completely and not question every move the other made. He was willing to take the first step by believing that Lily's interest in Dusty was finally over. He asked Lily for the same consideration with regards to Carly, and he told her she was the only one for him. \n\n\nEmily found Paul in Old Town and learned about the job he had hired Derek to do. She told him to call off Coburn or she would tell Dusty everything. Paul countered by saying she would then have to confess her part in the conspiracy. Paul's plan was to totally discredit Dusty in stages until he lost all credibility with the community. Emily protested, and Paul began yelling at her as Dusty walked up. Dusty wanted to know why Paul was so upset with Emily, and she made up a story that she had only told Paul the truth, that he needed professional psychiatric help again. Emily then accompanied Dusty to the Lakeview. There she reminded Dusty that he would have to live with the consequences of what he had done to Paul and warned him to constantly watch his back. \n\n\nDerek walked uninvited into Fairwinds and startled Meg. He asked what her husband was up to, but Meg had no idea what he was saying. Coburn explained that he had been at Stenbeck's mercy and apologized for how he had treated her. Then he showed Meg the wad of money Paul had given him and told her about the plan to plant drugs on Dusty. Meg took the money he proffered and thanked him for telling her the truth. Derek told her he hoped things worked out, and he disappeared. Paul returned shortly and noticed Meg's subdued mood. She handed him the money, and Paul immediately denied whatever Coburn had told her. They argued, and Paul whined that Dusty not only had stolen his inheritance but  had his company, as well. Meg cried that she should have left Paul in the hospital because she could no longer help him, and she went upstairs. \n\n\nPaul followed Meg and found her packing. He promised to make everything right and to change, but Meg felt she had no choice but to leave. She had called a cab, which arrived then, and Paul began to cry. Meg told him to fix that part inside of him that was broken, and she walked out. James appeared in the bedroom and told Paul that Meg would go straight to Dusty. His father counseled that Paul must get rid of whatever was standing in his way. \n\n\nDerek returned to Metro and told Bonnie he had made an important choice: he had done the right thing. He asked her for a second chance, and she agreed. \n\n\n",
    "tvmega_recap": "Lily finds out that Dusty now owns part of Worldwide. Holden checks in with Meg wondering if she and Paul are ok; Meg assures him everything is fine, as she thinks Paul is getting better. Emily is worried about what Paul is going to do to Dusty. Lily and Dusty disagree with his decision to stay in Oakdale; Lily is upset with Dusty and wants him to stay away from her and Holden. Derek comes to see Bonnie, but he thinks she would be better off without him. Lily tells Holden that Dusty is sticking around now that he owns part of Worldwide. Lily and Holden worry Dusty will always come between them. Paul hires Derek to plant drugs on Dusty by blackmailing him since he didn't press charges against him before. Emily overhears this plan and calls Paul on it. Paul explains that this is part of the bigger plan to discredit Dusty in Meg's eyes. Holden goes to see Dusty to tell him to stay away from Lily because of how much he hurt her, but Dusty calls him on his affair with Carly causing Lily more pain then he ever could have. Faith tells her mom that she is worried that they are going to split up again; Lily assures her that she and Holden are going to try harder then ever before to stay together. Derek goes to see Meg to tell her what Paul is up to. Holden and Lily try to come to an understanding about forgiving and forgetting and the past staying in the past. Meg learns of Paul's underhanded activities from Derek. Emily and Paul argue about his plan to set up Dusty and when Dusty interrupts them. Paul taunts Emily to tell him, but Emily lies. Meg confronts Paul about him offering Derek money to set Dusty up. Paul tries to make Meg understand his twisted rationale, but Meg can't take it and tells him that she is done and can't help him anymore. Lily and Holden really listen to one another and promise to love one another unconditionally and to believe and trust in one another blindly. Meg tells Paul that she can't risk the stress he is putting on her and the baby; she is leaving. He is acting like James and she can't live like they are. He needs to figure out a way to get over his obsession with Dusty, and until then, he can't be a husband or father to their baby. Derek asks Bonnie for another try after he explains that he can do the right thing because he just did it, as Bonnie gives him another shot. Emily advises Dusty to be careful around Paul because he isn't playing with a full deck, as Dusty is unfazed. Meg leaves and \u0091James' advises Paul to be a man and do something about his wife, who just left him for Dusty. 'James' tells Paul to get rid of the obstacle in his way for good, as Paul tells him that he is right that he knows what he will do.",
    "soapcentral_condensed": "Lily arrived at Worldwide and found Dusty sitting behind Lucinda's desk. He apologized to her yet again for faking his death. Lily reluctantly agreed to leave their past as part of history. Holden barged into the Worldwide offices and questioned Dusty about his motives. Holden said Dusty's \"help\" did nothing but tear his family apart, and he stormed out. Emily found Paul in Old Town and learned about the job he had hired Derek to do. She told him to call off Coburn or she would tell Dusty everything. Paul countered by saying she would then have to confess her part in the conspiracy. Paul threatened to press charges for kidnapping Meg and their unborn baby and secreting her on the island for James. Derek caved in and agreed to do the job. Paul showed Meg the money he had given him and apologized for how he had treated her. He told her he had been at Stenbeck's mercy and apologized. He asked Lily for the same consideration with regards to Carly and he told her she was the only one for him.\n"
}