{
    "soap_central": "\n\nKatie gathers friends as she awaits her show's debut. Katie is mortified to see her encounter with Brad and then falling on her face as the opening. Katie walks in on Brad and Vienna and slaps him hard across the face. Kim arrives and to Katie's surprise wants to hire Brad as a co-host. Paul has a vision of Meg's bracelet falling toward the fangs of a beast. Haunted by the hospital scene, Meg can't sleep and takes a couple pills to help, washing it down with vodka. Craig finds Meg passed out in a deep sleep and puts her under a shower. She assures him she wasn't trying to hurt herself, only wanted to forget for a while. Craig and Meg share a warm moment where each is honest about their past. It ends in a kiss and they begin to make love. Lily asks Faith about Meg's bracelet and she defensively assures her mom she didn't steal it. Lily is interrupted by a business call, and Faith feels neglected. Faith sees a way out by lying to Lily about going to a classmate's home, but ditches her friend and calls Parker to join her. The kids agree to run off to Chicago and buy Paul a poster, when a vicious dog enters the area. Faith and Parker run up a tree to escape the dangerous animal, when Paul arrives to save them. Meanwhile, Lucinda and Lily discuss the stress of family, and alone Lily takes another pill. \n\n\n",
    "tvdb": "Paul tries to warn Meg about the danger she's in, but Meg isn't willing to listen.\r\nSource: tv.com",
    "tvmega_recap": "Lily tries to bond with Faith but Faith just lies to Lily and runs away into the woods with Parker. Katie is upset that Brad stole her spotlight in the premire episode of Oakdale now. Katie gets even more upset when Kim offers Brad a short term contract to co- host the show. Craig rescues Meg after she tries to forget her problems with booze and takes a sleeping pill to try to sleep. Craig tries to encourage Meg to face her problem because she is a strong woman. Craig gives Meg a kiss and she also gives him a kiss in return. Faith and parker decide to take a feild trip to Chicago tomorrow to buy Paul a present. Paul finally makes sense of his vision when he rescues a scared Parker and Faith from a mean barking dog that has them trapped.",
    "soapcentral_condensed": "Katie gathers friends as she awaits her show's debut. Katie is mortified to see her encounter with Brad and then falling on her face as the opening. Kim arrives and to Katie's surprise wants to hire Brad as a co-host. Paul has a vision of Meg's bracelet falling toward the fangs of a beast. Meg can't sleep and takes a couple pills to help, washing it down with vodka. Craig and Meg share a warm moment where each is honest about their past. It ends in a kiss and they begin to make love. Lily is interrupted by a business call, and Faith feels neglected. Faith sees a way out by lying to Lily about going to a classmate's home. The kids agree to run off to Chicago and buy Paul a poster, when a vicious dog enters the area. Faith and Parker run up a tree to escape the dangerous animal, when Paul arrives to save them. Meanwhile, Lucinda and Lily discuss the stress of family, and alone Lily takes another pill.\n"
}