{
    "soap_central": "\n\nWhen Emily learns that Daniel has been traumatized as a result of the kidnapping, she turns on Craig. Daniel, hearing the ruckus, comes downstairs and Emily tells him to stay away from Uncle Craig. Margo tries to intervene and takes Daniel upstairs. Emily launches into Craig, but Lily intervenes. Elwood discovers Casey been racking up more gambling debts. Elwood reminds him of all the money he owes and tells Casey to get the money soon. Casey realizes he's in trouble but has nowhere to turn, admitting he's broken his word to his brother and stolen from his mother. Jade and Lily have gone shopping for work clothes for Lily. Lily whines about her weight and reveals that she stopped taking the diet pills because Holden disapproved. Jade airs her concerns about Adam and Lily reassures her Adam and Gwen have their hopes up about the impending visit with the record exec, but Will arrives revealing that they're broke. The brothers argue and realize that without money the project is dead. Barbara offers money but Will doesn't want to take it, upsetting Adam and Gwen. Will is reluctant but sees how much it means to Gwen and accepts. Adam tries to undermine Will in front of Gwen. Bob tells Meg that the husband of the woman who died earlier is insisting on an autopsy. Meanwhile, Paul's sees a blood soaked poster and realizes the corridor is at the hospital. Paul can't stop the vision and charges into the blood drive, warning everyone to leave. Meg tries to stop him but he insists that someone is going to die. \n\n\n",
    "tvmega_recap": "Gwen's dream of a music career almost comes to an end but Barbara loans Will and Gwen $10 thousand to finish the demo. Adam makes Gwen think that Will is afraid of losing her if she becomes a star. Emily blames Craig for the trauma that Daniel is going through as a result of the kidnapping. Lily continues to worry about her weight while Jade confides to Lily she thinks she is losing Adam because he is interested in someone else. Paul warns Bob and Meg that he had a vision someone will die at the blood drive but they refuse to listen to his warning.",
    "soapcentral_condensed": "When Emily learns that Daniel has been traumatized as a result of the kidnapping, she turns on Craig. Jade and Lily have gone shopping for work clothes for Lily. Adam and Gwen have their hopes up about the impending visit with the record exec, but Will arrives revealing that they're broke. Bob tells Meg that the husband of the woman who died earlier is insisting on an autopsy. Paul's sees a blood soaked poster and realizes the corridor is at the hospital. Paul can't stop the vision and charges into the blood drive, warning everyone to leave. Meg tries to stop him but he insists that someone is going to die. Will is reluctant but sees how much it means to Gwen and accepts. Adam tries to undermine Will in front of Gwen. Lily whines about her weight and reveals that she stopped taking the diet pills because Holden disapproved. Jade airs her concerns about Adam and Lily reassures her. The brothers argue and realize that without money the project is dead. Barbara offers money but Will doesn't want to take it.\n"
}