{
    "soap_central": "\n\nAaron arrives at the Lakeview and informs the manager that he will not be taking the job as the new bartender.  Holden overhears Aaron quitting and telling the manager he is leaving town and questions his decisions.  Holden and Aaron head to Al's to talk and Aaron tells his dad that he can't tell him why, but he realizes now that things with him and Ali are not going to work out.  Aaron tells him he is going back to Seattle because his real reason for returning to Oakdale was to get Alison back and now that he is done with her he can't be near her.   Holden tries to prove to Aaron that it is best for him to stay in town where he has his family.  Aaron agrees to think about it and heads out.  He arrives at the Lakeview and accepts the job with the manager.  Once there he is greeted by Dusty who asks to talk, but Aaron shoots him down and tells him to stay away from him.  \n\n\nIn Old Town, Dusty continues to beg Emily to forgive him for sleeping with Alison and tries to convince her to go away with him so he can prove to her that he wants to be with her.  Emily grills Dusty about what happened with Alison and why it was so easy to sleep with Alison, a former porn star, but so hard to date her, a former call girl.  Dusty tries to explain that he can't lose her and everything with Alison was just out of loneliness and being needed, but she refuses to believe him and heads home.  \n\n\nAt her home, Alison recalls her recent happiness with Aaron and begins to cry as Susan comes in and tries to find out what is upsetting her.  Susan attempts to reassures Alison that Aaron wants her back and tells Alison she will talk to Aaron and try to explain things, but Alison tells her mother not to talk with him; this was her fault.  Alison explains to her mom about sleeping with Dusty in Vegas and Susan admits this revelation makes her sad for all of them and what they have lost.  Emily arrives home and simply asks her sister why.  Alison tries to explain and apologize, but Emily tells her she can't be around either her or Dusty and walks out. \n\n\nAs Jack and Katie dry off and reflect on their skinny dipping adventure, Katie tells Jack about her earlier run-in with Carly.  She admits to telling Carly that she wouldn't break her and Jack up and that she told Carly she was onto her plan.  Jack tells Katie that he isn't upset with her because he trusts her and knows that if she makes a mistake she will come to him to tell him and not try to hide her mistakes.  Jack explains to Katie that he believes the plan to break them up is really Brad's work, not Carly's.  The two go over their ideas about Brad and Carly and agree not to worry about them anymore and set a date for the following night since Jack has Sage tonight.  Katie leaves the farm and decides to confront Brad about trying to ruin her relationship and calls him to meet her.  \n\n\nBrad arrives at Carly's home and tries to help her with her plan to get Jack back.  Brad stumbles on an idea to break Jack and Katie up and explains they need to stop focusing on making Jack jealous and set their sites on making Katie realize her relationship with Jack is on \"shaky ground\".   Brad explains that if they convince Katie that Jack has cold feet and doesn't want to move forward with her they will break up.  As Brad is persuading Carly to play along, Katie calls and asks to meet him at the station and he agrees.  \n\n\nCarly arrives at the farm and apologizes to Jack about everything that happened with Brad and agrees with him that she should have nothing to do with Brad.  As part of her plan with Brad, Carly asks Jack if she can take Sage for the night giving Jack time with Katie.  Jack questions Carly's motives, but she convinces him that she is just trying to set up a favor bank for the future with him and the kids.  In reality, she is trying to get Jack to call up Katie and get the plan moving to break the two lovebirds up.  Jack falls for it and calls Katie to invite her on \"a night to remember\". \n\n\nMeanwhile at the station, Katie goes over some ideas with Brad and finds out from him that he and Carly have called it quits.  As the two discuss ideas, Brad's plan goes into action when he gets a pretend phone call from a jeweler about a ring. Making sure Katie can hear, Brad tells the jeweler he had the wrong Snyder that they must be looking for Jack.  Katie is stunned by what she hears and when Brad leaves the room she grabs his phone and hits call return. She finds out the number is an actual jeweler and begins to ask questions when Brad returns and demands to know what she is doing with his phone.  She tells him she is sorry, but she wanted to know what the call was about.  Katie admits to Brad that she thinks the call from the jeweler was about Jack giving her an engagement ring.   \n\n\n",
    "tvmega_recap": "Aaron quits the job he hasn't even started and is planning to leave town, all of which is overheard by Holden. A distraught Allison runs into Susan's arms. Dusty tries to reach out to Emily, but she is quick to rebuff him. Jack and Katie discuss Brad and Carly's plan to break them up, as Jack assures her that she has nothing to worry about. Brad has hatched a new plan for Jack and Katie when the other plan goes belly up. Carly reluctantly gets onboard. Allison tells Susan that she and Aaron fought. Susan isn't worried, but Allison starts to explain that she should be. Aaron tells Holden that he and Allison broke up and he can't stay in town, but Holden begs him to reach out to his family and reconsider. Emily is furious with Dusty for his betrayal. Dusty begs her to reconsider and give him a second chance; she should understand wanting one of those considering what she has been through. Emily knows what she has done in the past, but she can't do it and leaves Dusty. Carly goes to see Jack; she apologizes for spending time with Brad, but that is behind her now. She is nice about Katie and wants to take Sage off his hands so he can spend a beautiful summer night with Katie. Jack is suspicious. Brad and Katie are playing one another; Brad gets a \u0091call' from a jeweler and makes sure it is implied Jack is buying a ring. Aaron decides to stay around town, and gets his job back. Dusty confronts Aaron and asks him to give Allison a second chance, but he won't and he doesn't want anything to do with Dusty again. Susan learns what happened between Allison and Dusty, and she actually takes it in stride. Emily has it out with Allison; she wonders if she slept with Dusty to get back at her? Allison promises it was a mistake and begs Emily to forgive her and Dusty because they need her. Emily can understand somewhat that she was vulnerable, but can't get past their betrayal; she can't be around either one or them now. Katie calls the number on Brad's cell phone, gets a jeweler and figures it actually isn't a set up. Brad and Carly make sure that Jack and Katie end up planning to spend the evening together, thinking they are putting them on a collision course because Katie thinks Jack is going to propose and Jack is not at all thinking on those lines.",
    "soapcentral_condensed": "Aaron arrives at the Lakeview and informs the manager that he will not be taking the job as the new bartender. Holden overhears Aaron quitting and telling the manager he is leaving town and questions his decisions. In Old Town, Dusty continues to beg Emily to forgive him for sleeping with Alison and tries to convince her to go away with him so he can prove to her that he wants to be with her. Alison explains to her mom about sleeping with Dusty in Vegas and Susan admits this revelation makes her sad for all of them and what they have lost. Brad stumbles on an idea to break Jack and Katie up and explains they need to stop focusing on making Jack jealous and set their sites on making Katie realize her relationship with Jack is on \"shaky ground\" Carly asks Jack if she can take Sage for the night giving Jack time with Katie. Jack questions Carly's motives, but she convinces him that she is just trying to set up a favor bank for the future with him and the kids. Katie calls Brad to confront him about trying to ruin her relationship and calls him to meet her.\n"
}