{
    "soap_central": "\n\nDusty confronts Meg about the medication from Eli and her ability to afford living at the Lakeview, but Meg declares that what she does is no longer any of his business. Meanwhile, after deciding with Barbara to have a memorial service for Paul, Jennifer goes to tell Dusty about it and Meg overhears. Dusty insists Paul doesn't deserve a service, but Jennifer wants closure. Meanwhile, Paul rips up his identification and personal pictures and burns them. Meg returns, gives him the pills and alerts him about the memorial service they are planning for him. Paul insists he wants to go. Hal waits for Emily to tell him what she knows about Paul's death, but Henry appears from hiding and attempts to cover for her. Hal keeps pressing and Emily is about to tell all when Susan appears and mentions it was a suicide. Emily quickly switches her story and though Hal doesn't really believe her, he leaves. Later, Emily hears about the memorial service and though she refuses to go, Henry reminds her that as a bereaved widow, she must. Will finds Gwen cleaning a room at the hotel in her maid's uniform. They take advantage of the privacy and fool around before she makes him go. He bumps into Barbara who wants him to come to Paul's memorial service but he refuses. Gwen overhears and suggests maybe he should but Will is adamant that Gwen is his only family now. Luke is forced to admit to his father he got drunk last night and Holden is shocked. Luke lies that he was alone when he was drinking. Later, however, Kevin shows up with his father to apologize and the truth comes out. Holden tries to get Luke to open up about why this is happening but Luke won't. Holden is then forced to lay down the law: no drinking, no driving, no Kevin and Luke is distraught.\n\n\n",
    "tvmega_recap": "Holden forbids Luke from seeing Kevin after Kevin's father forces Kevin to apologize to Lucinda and Holden for getting Luke drunk and keeping him out all night. Barbara and Jennifer plan a memorial service for Paul but Will refuses to go because he fells like Paul abandoned him again. Emily and Henry are relieved that nobody knows she shot Paul because everyone thinks Paul killed himself. Paul makes plans to go to his own memorial service.",
    "soapcentral_condensed": "Dusty confronts Meg about the medication from Eli and her ability to afford living at the Lakeview. Meanwhile, after deciding with Barbara to have a memorial service for Paul, Jennifer goes to tell Dusty about it and Meg overhears. Later, Emily hears about the memorial service and though she refuses to go, Henry reminds her that as a bereaved widow, she must. Will finds Gwen cleaning a room at the hotel in her maid's uniform. They take advantage of the privacy and fool around before she makes him go. He bumps into Barbara who wants him to come to Paul's memorial service but he refuses. Gwen overhears and suggests maybe he should but Will is adamant that Gwen is his only family now. Luke is forced to admit to his father he got drunk last night and Holden is shocked. Holden is then forced to lay down the law: no drinking, no driving, no Kevin and Luke is distraught. Kevin shows up with his father to apologize and the truth comes out.\n"
}