{
    "soap_central": "\n\nKeith told Lily that he planned to stay in Oakdale, commute to O'Hare Airport and get out of debt.  She was happy to have him stay, and kissed him.  Luke caught them, and at first was very upset.  When Keith left, Luke tried to tell Lily that she should try to work things out with Holden.  But as the two talked, Luke began to realize that Lily wanted to be with Keith and her marriage to Holden was over.  He told her that if Keith was what she wanted he was happy for her.  Lily thanked him and told him how mature he was - she was saddened when he told her that it wasn't just him who had to deal with this kind of thing, that most of his friends at school had parents who had split.\n\n\nCarly takes a cookie (decorated by Sage) to Jack at the police station.  Just as she arrives, so does one of the guards in the transport van that wrecked on the way to taking Les to prison.  The guard asked to talk with Jack privately, and they entered the interrogation room.  He thanked Jack for saving his life.  Jack graciously accepted the thank you, but added that it was an accident which could not be avoided.  The guard wasn't so sure though, and told Jack that just before the tire blew causing the accident, he believed he heard two separate bangs.  He left, thanking Jack again, and Carly entered the room.  She hadn't heard the conversation but saw the discussion - Jack told her about what the guard thought he heard.  Carly assumed that Jack suspected Keith had something to do with it.  When Jack denied that, Carly said he only wanted to be \"nice\" to Keith because of JJ, which he also vehemently denied.  But moments later, when Keith barges into the interrogation room without knocking, Jack allows him to do it without comment.  Keith announced to both Carly and Jack that he had decided to stay in Oakdale and that he wanted JJ to stay with them and their children.  Both Carly and Jack were happy, but Carly mentioned that there had been other interesting news that day.....Keith of course wanted to know what it was, but Jack refused to tell him, brushing it off as routine police stuff.  When Keith left, Jack was furious with Carly telling her that the guard's opinion was no business of hers or Keith's.  However, the spat didn't last long as they both looked forward to having JJ as a part of their family.  \n\n\nLucinda begged Dusty to help her get \"rid\" of Keith, but he refused.  However, he did show up at Lily's house just in time to find her crying.  Of course, Dusty and Lily are old friends, and Dusty told her he was sorry about what was happening.  She said \"I'll be okay,\" and Dusty proceeded to tell her that she wasn't okay, that she was in more trouble than she could possibly imagine.  He then shocked her by telling her that she had a family and that she should dump Keith - that he wasn't worth it.  She was so shocked that she had no reply.  Meanwhile, Lucinda was shocked when Keith barged into her home and told her not to take any phone calls because they needed to get a few things straight.  Lucinda looked at Keith with great disdain.\n\n\nEmily helped Paul to erase his memories of marriage to Rosanna by helping him to burn some mementos from their time together.  While they were doing this, however, Rosanna was in serious trouble!  James had realized that Rosanna wasn't cut out for the work camp he had planned for her, so he decided to kill her to get her out of the way.  His henchmen duct taped her to a chair and James tried to throw her off a private airplane into the South China Seas.  Rosanna screamed hysterically, but just as James was about to throw her out he was hit on the head from behind and lost consciousness.  Rosanna was relieved to see it was Craig who had saved her.  Craig also had the entire crew in his employ, and James was turned over to the authorities upon their return to Bangkok.  Rosanna held Cabot tightly as she told Craig that James would always find them, that he would never leave them alone....... \n\n\n",
    "tvmega_recap": "Carly comes to the station to bring Jack his lunch and they touch upon Les, but a guard interrupts them to speak to Jack about the van accident that killed Les. The guard is sure he heard two pops before the tire blew. Jack listens, but is sure it is nothing. Later when he tells Carly, she is less inclined to blow it off. She thinks Keith had a lot to gain by Les dying. Jack and she disagree about this, but are later interrupted by Keith who tells them that he has decided to stay in Oakdale, but wants JJ to live with Jack and Carly from now on. Carly baits Jack into telling Keith about what the guard said, but Jack changes the subject. After they have an argument about what is Carly and Keith's business when it comes to police information, but Jack later apologizes, and they head off to give JJ the good news. Keith and Lily decide to move forward with their relationship as Keith decides to move to Oakdale. Lily discusses her new relationship with Luke, who questions it because he believes Holden still loves her, but agrees to support her as long as Lily takes it slow. Meanwhile, Dusty meets with Lucinda because she wants his help to get rid of Keith because she is worried about his owing money to the mob. Dusty tells her that he doesn't want to get involved, to Lucinda's ire, but later goes to Lily's house to warn her that she is in more trouble then she may realize. Emily and Paul further discuss his inability to let go of memories and items he kept throughout his relationship with Rosanna. Emily wants Paul to get rid of them and move on, so they prepare to set the items on fire. James continues to taunt Rosanna with her losing her son because of her behavior towards him. He takes her up in a plane and tries to push her out of a door in front of Cabot, but Craig stops him by hitting him from behind. Rosanna and Craig toy with killing James, but in the end Rosanna can't go through with it. Craig has paid off the pilot as well as James' nanny, and they turn the plane around, and the police end up taking James away. However, James leaves Rosanna with more threats that no jail could hold him and he will always find her. Craig offers to take her and Cabot away for good, but Rosanna turns him down, promising she knows what she now has to do.",
    "soapcentral_condensed": "Keith told Lily that he planned to stay in Oakdale, commute to O'Hare Airport and get out of debt. Lucinda begged Dusty to help her get \"rid\" of Keith, but he refused. Emily helped Paul to erase his memories of marriage to Rosanna by helping him to burn some mementos from their time together. James had realized that Rosanna wasn't cut out for the work camp he had planned for her, so he decided to kill her to get her out of the way. His henchmen duct taped her to a chair and James tried to throw her off a private airplane into the South China Seas. Rosanna screamed hysterically, but just as James was about tothrow her out he was hit on the head from behind and lost consciousness. Craig also had the entire crew of Cabot turned over to the authorities upon their return to Bangkok, and Rosanna held tightly as she told Craig that he would never leave them alone. She said \"I'll be okay,\" and Dusty told her that she wasn't okay, that she was in more trouble than she could possibly imagine.\n"
}