{
    "soap_central": "\n\n\nAlison and Aaron are searching for another of the keys when Aaron starts questioning her about her engagement to Chris.  He wants to know how it all came about and what is happening and how soon it is.  He also reminds her that she is only going on 19 and does she really want to be tied down to a Doctor's routine and schedule.  Aaron wants her to make sure she is not marrying for the wrong reason.  She is going to be married in only two months and Aaron is surprised.  He asks her if she is pregnant.  Alison says that she is not and rebounds with, \"Why can't you be happy for me? You're my best friend.\"\n\n\nMargo and Jill are having a confrontation when Jill tells Margo that she better do something for her or her husband is likely to find out about her escapades with Doc. Jill tells her that she will have her silence for this favor.  Margo says that there is a name for this, and, Jill claims there is a name for what Margo was doing also. She tells Margo that she wants her to set up a date with Doc before that night.  Margo reminds her that she is a police detective and her husband is the D.A.  Jill doesn't care, 'cause she is in love with Doc.  Margo tells her to go after him then, but, Jill claims to need her help, or she will tell all.  Margo tells Jill she is playing with fire, and Jill shoots back, \"With you were the one rolling around naked with a man who wasn't your husband.\"\n\n\nPaul and Rosanna find Cabot downstairs in his chair.  Paul foolishly makes a remark about Cabot getting there by himself and Rosanna is visibly alarmed.  Paul tries to say that perhaps the housekeeper came and brought him down.  They check with the housekeeper there, but, she says she didn't go near the baby.  Rosanna knows that something is going on, but isn't sure what.  Paul tells her that one of the other servants has all ready left for the day, and, perhaps she was the one who had moved Cabot.  Paul says that he will check the following day.  Rosanna is still alarmed and concerned.  Paul says that he will sit by the baby while she rests.  She finds that comforting.\n\n\nChris and Emily have found the location of the key.  They are in a dance studio trying to tango their way over to the display in the window, where they are sure it is hidden.  Emily uses a phony move to lure everyone away from where Chris is headed.  Alison and Aaron come in, Emily makes herself scarce, and Alison is very disappointed not to find the key.  In the meantime, Chris pulls the key out of his pocket and shows it to Emily.  She is delighted.  They decide to team up as partners, but, only because they are working for the same thing.  Emily will give the money to Chris and Alison if they win, if Alison will give a percentage to charity.  Chris will be happy to help Alison win the contest, because she is trying so hard.  In the meantime, Alison and Aaron decide to team up also.\n\n\nWalker and Barbara are dining together.  Walker wants to whisk Barbara away for a vacation.  She tells him that she can't go, things are too hectic right now.  She gets a phone call that Walker doesn't want her to take, but she answers anyway.  It is James, and he is telling her that what they discussed that morning is being taken care of as they speak.  He tells her to call Fairwinds.  She does and Paul answers the phone.  She asks if something is the matter.  Can she help?  Paul says that he will handle it and not to be concerned.  Barbara hangs up and returns to her conversation with Walker.  He is comforted with the words that he hears from Barbara.  She is telling him that even though she can't go away with him right now,  she is not afraid to let the world know that they are together.  She thinks they should have a party.  A way to tell everyone they are together, and to tell her children that she is living her own life and they are living theirs.  She takes him up to her suite to show him how serious she really is.\n\n\nJessica and Ben find out that she is pregnant.  They are all elated and the Doctor says that sometimes miracles really do come true.  She tells Jessica to come by the office for some pre-natal care.  Doc sees the two of them celebrating and walks up to see what is going on.  Jessica, not wanting to tell him anything, says she won a case that day.  After Doc leaves, Jessica tells Ben that she does not want Doc to know anything about her personal life.  She would like to wait until after she is out of her first trimester, before anyone knows about the pregnancy.\n\n\nTom has a lunch date with his Dad and meets him at the hospital, but, before he does, he encounters Doc.  Tom tells him that he and Margo have reached an understanding and they will be just fine.  Doc replies that Tom probably won't believe this, but he is happy for him.  Tom counters with, \"I'd be a fool to believe anything you say.\"  Bob calls out to Tom and they prepare to leave for lunch.\n\n\nMargo runs into Doc at the hospital.  He starts to talk with her knowing that something is the matter.  She claims that they cannot talk there with all her in-laws.  He tells her they just left for lunch.  Margo pulls Doc into Bob's office to tell him what is going on.  She says that Jill wants a date, a one-night stand with him, or will blow Margo and her marriage and job out of the water.  Doc tells her that he encountered Jill before and she is trouble.  He doesn't want to get involved with her.  In the meanwhile, voices are heard approaching.  It is Bob and Tom.  Doc hides under the desk.  The two men enter the room to find Margo there.  Babs has forgotten his wallet.  Margo makes an excuse for being there, and remains behind to make a supposed call to the station, while the two men leave once again for their lunch date.  Doc comes out and Margo pleads with him once more.  This time he gives in, and says he will do something. As Doc leaves, Margo tells him that she really felt something for him.  He made her feel alive. \n\n\nJessica sees Margo at the hospital.  Margo is almost in tears.  She tells Jessica that someone saw her and Doc at the country club and is threatening to blackmail her.   The woman wants Margo to set her up with Doc.  Margo feels like she doesn't know if she is a mistress or a pimp. Margo doesn't even know why she should be jealous anymore.  Doc obviously didn't give her the time of day, because he was with another woman that same night.  Jessica is astonished at what Margo is telling her.  Margo says that Tom followed him and saw the other woman in the car, but all he could find was her compact.  She says that the clue will gnaw at him until he finds out who it belongs to, but then he will believe her.  Jessica is deep in thought, knowing it was her compact.\n\n\nJames is seen speaking with someone on the phone.  He is saying, \"that tomorrow, they should give them something that is not so easily explained away.\" \n\n\n",
    "tvdb": "Jill tells Margo shell keep quiet on the condition that Margo helps Jill get Doc into bed. Meanwhile, Tom warns Doc to stay away from Margo. Margo comes to the hospital looking for Jessica and runs into Doc. She explains the situation with Jill and Tom and Bob almost catch them talking. Doc is forced to hide under Bobs desk while Margo gets rid of them. When they are alone, Doc insists he doesnt want any part of Jill. Margo begs for Docs help and he agrees to think about it. Later, Margo confides in Jessica about Jill blackmailing her. Margo mentions that Tom found a compact near Docs car, and Jessica realizes that it is hers. Spooked, Rosanna resolves to find out who moved Cabot. Paul theorizes that Phyllis must have moved the baby. Rosanna admits to Paul how grateful she is for his help. Elsewhere, Barbara is having lunch with Walker and gets a call from James reporting that he has already started creating problems at Fairwinds. Barbara calls Paul and confirms this. Walker notes Barbaras improved mood and she suggests they host a party together to announce their relationship. Chris and Emily manage to get a hold of the key while pretending to be part of the tango class. They decide to team up to get the keys for Alison as a wedding present. Outside, Aaron cant believe Alison is engaged. She is able to convince him how wonderful a wedding present the keys would make. Later, Alison tells Chris about partnering with Aaron, but he keeps his partnership with Emily a secret.",
    "tvmega_recap": "Chris and Emily decide to become partners, find the keys and give them to Allison as a gift. Allison and Aaron decide to become partners with Nancy's help and Chris' blessing. James calls Barbara and assures her that he's begun his plan; he also talks with someone else about scaring Paul and Roseanna more. Paul offers to sit by Cabot's crib while Roseanna takes a nap, really touching Roseanna as he tells her she has no idea how much he would be willing to do to be with her. Jill tells Margo she wants a date with Doc and when Margo approaches Doc about it he's hesitant. Margo tells Jess about it and also about the compact that Tom found, assuring her friend that Tom would find out who it belongs to. Barbara tells Walker that they need to throw a dinner party to announce that they're an item.",
    "soapcentral_condensed": "Alison and Aaron are searching for another of the keys when Aaron starts questioning her about her engagement to Chris. Chris pulls the key out of his pocket and shows it to Emily. Chris and Emily decide to team up as partners, but, only because they are working for the same thing. Paul and Rosanna find Cabot downstairs in his chair. Walker wants to whisk Barbara away for a vacation, but she tells him that she can't go, things are too hectic right now. Jessica and Ben find out that she is pregnant and the Doctor says that sometimes miracles really come true. She tells Jessica to come by the office for some pre-natal care and Doc sees the two of them celebrating and walks up to see what is going on and says he wants to talk to Jessica about the case that she won. Jessica says that she does not want to tell him anything about her personal life until after she is out of the hospital and she would like to wait until after the baby is born.\n"
}