{
    "soap_central": "\n\nAt the B.R.O. headquarters, Jennifer begins discussing her ideas for the new line with Paul.  Will asks them if he can work with them, but they refuse, saying that they need to keep distance between him and Barbara, and that it would not be safe for him to work with them until they are able to get control of the business from Barbara.  This makes Will so angry that the goes into another room, grabs a large portrait of Barbara off the wall, and smashes it to pieces.\n\n\nAt the mental hospital, Barbara and Dr. Rick Decker plot to get the keys from guard Otis Griggs.  They put laxative into his hamburger, then hide in a stall in the men's restroom with bars of soap.  Griggs goes into a stall and leaves the keys on the counter.  Barbara and Dr. Rick rush out and make impressions of the keys in the bars of soap, but they drop the keys on the floor when they hear Griggs opening the stall door.  They get back into the stall where they are hiding, but Griggs is suspicious when he finds his keys on the floor.\n\n\nHolden discovers Lily in Rose's cottage, dressed in Rose's clothes.  Lily explains that she was helping Craig get information from Dusty's mobster friend, and that she was having lots of fun doing it.  Holden is totally fed up with Lily and suggest that they spend time apart.  Lily agrees to leave and take Natalie with her for a while.\n\n\nCarly and Rosanna arrive at Julia's house to find that Julia, Jack, and J. J. have already left.  Carly still thinks that Jack is with his insane ex-wife, Julia, because she doesn't realize that the girl from the water park is also named Julia.  She also doesn't know that Jack is married to Julia, so none of the explanations make sense to her.  Carly comes into the house and calls Hal, telling him that Jack and Julia are headed for Nashville.  Carly and Rosanna search through a trash bag left behind and find the picture from Parker's bottle.  Carly is aware that, if Julia would throw away that message, she is desperate enough to do anything.  This realization makes Carly insist that she and Rosanna leave immediately to follow Jack and Julia.  Hal and Nikki arrive at Julia's, and Julia's friend tells them that Julia is a wonderful person, and that Jack and Julia are married.  Hal can tell that Jack must have had some kind of identification in order to get married, so he asks the local policeman who accompanied them to Julia's if he knows of a forger, and the policeman says yes.\n\n\nJulia, Jack, and J. J. stop at a rest stop on the highway.  Julia spots another \"wanted\" poster, tears it off the wall, and puts it into the trash can.  Carly and Rosanna arrive and find the \"wanted\" picture in the trash can.  They also meet a man who saw a family he describes as Julia, J. J., and \"J. J.'s dad\" leave in a silver sedan.\n\n\n",
    "tvdb": "At Julias house, Carly and Rosanna learn from Kayley that Jack and Julia have moved to Nashville. Carly calls Hal, while Rosanna finds the torn picture of Carly, Parker and Sage. Convinced that Jack is in danger, Carly and Rosanna take off before Hal arrives. Meanwhile, Jack, Julia and JJ get to the rest stop where Julia spots the Wanted poster of her and JJ. She grabs it before Jack or JJ see it, but theyre detained when a trucker finds JJs Ipod in the restroom. Later, Jack comforts JJ who is upset about the sudden move. Soon after they leave, Carly and Rosanna arrive at the rest stop and speak to the trucker who gives them information on where Julias car was headed. Hal and Nikki arrive at Julias house at the same time as Kayley, accompanied by the St. Genevieve police chief. Kayley reveals that Jack and Julia are married, and Nikki realizes that Jack must be using a false ID. Barbara and Rick cook up a scheme to escape the hospital by ambulance. They swipe the keys while Head Orderly Otis Griggs is in the mens room. Rick makes impressions of the keys in soap but accidentally drops the key ring. As a confused Otis wonders how his keys got on the floor, Rick and Barbara hide in a stall. Will wants to work for Jennifer, and Paul and Jennifer explain that its not safe until Barbara is behind bars. Later, Will takes the picture of Barbara off the wall and smashes it with a hammer. When Jennifer and Paul return, Will covers. Holden is furious to discover that Lily dressed up like Rose to help Craig, after promising that they wouldnt get mixed up in other peoples problems anymore. Lily thinks Holden is overreacting, but admits feeling like something is missing in her life. Unable to find common ground, they agree to separate.",
    "tvmega_recap": "Julia and Jack run, Carly and Roseanna hot on their trail \u0096 and Carly has found out that they aren't headed to Nashville. Hal and Nikki find out from Kylie that Jack has married Julia, also finding that there is forger in town \u0096 the sheriff is going to take them to him. Barbara and Rick hide in the bathroom and make impressions of the guard's keys in soap while he is using the toilet. Jennifer and Paul make plans to assure that Barbara is out of their lives, but mostly Will's. Will overhears them and destroys Barbara's picture while Jennifer is showing Paul the boiler. Holden catches Lily in Rose's clothes, that being the last straw. They decide to separate.",
    "soapcentral_condensed": "At the mental hospital, Barbara and Dr. Rick Decker plot to get the keys from guard Otis Griggs. Carly still thinks that Jack is with his insane ex-wife, Julia, because she doesn't realize that the girl from the water park is also named Julia. Julia spots another \"wanted\" poster, tears it off the wall, and puts it into the trash can. Hal and Nikki arrive at Julia's, and Julia's friend tells them that Julia is a wonderful person, and that Jack and Julia are married. Carly and Rosanna search through a trash bag left behind and find the picture from Parker's bottle. Holden is totally fed up with Lily and suggest that they spend time apart. Lily agrees to leave and take Natalie with her for a while. Hal can tell that Jack must have had some kind of identification in order to get married, so he asks the local policeman who accompanied them to Julia's if he knows of a forger, and the policeman says yes. Julia, Jack, and J. J. stop at a rest stop on the highway.\n"
}