{
    "soap_central": "\n\nMargo and Katie were talking about Pilar and how strange she was acting. Katie wanted Margo to look into what Pilar was up to but Margo said that they had no cause to investigate Pilar. Margo told Katie to leave Mike alone and move on. Katie said she knows she can't be with Mike because Simon is still alive but she knows that Pilar is up to no good. Mike confronted Pilar about her whereabouts but Pilar would not tell Mike the truth and left. Katie appeared at Mike's door wanting to see Pilar and was surprised that she was not there. Katie didn't believe that Pilar would be gone for long.  Mike told her to mind her own business and to stop looking for trouble. Katie kept arguing with him and Mike ended up throwing her out!\n\n\nRosanna gave Carly an ultimatum to end her working relationship with Paul. Rosanna felt that Carly could achieve success on her own or with Rosanna's help but Paul could not be in the picture. Craig arrived at the door and Rosanna told him that she needed to talk to him. After re-hashing what happened with Cabot, Rosanna presented Craig with divorce papers. Craig claimed he would not make it easy for her. Rosanna said fine. She would take him to court and destroy everything he had. Craig said he was not going to give her a divorce so Rosanna told him she would give him a few days to think it over. Craig started talking about Rosanna's disappearance and brought up De Grassi's name.  Rosanna cut him short and told him to leave. Rosanna then grabbed her coat, said to herself, \"De Grassi, how could you be so stupid\" and left. \n\n\nJack was questioning De Grassi and tried to get him to open up about Rosanna. Carly came in and told Jack where Rosanna was. Carly explained to Jack that Rosanna was so upset about losing Cabot and what Paul did to her that Rosanna gave her an ultimatum. Carly told Jack that she really wants a career so Jack told her that he would stand behind her no matter what decision she came to. Jack went back to De Grassi and told him he would let him go if De Grassi told Jack everything he knew about Rosanna Cabot. Just as De Grassi was about to talk, Rosanna walked him and told him to stop talking!\n\n\nWhile Jennifer was getting the drinks, Paul and Jordan were talking about BRO when Jordan started questioning Paul about his motives. Paul showed no emotion and basically told Jordan that he worked for Paul and had no right to question his motives. Jordan strongly disagreed and left with Jennifer.  Later, Jordan told Jennifer everything about his conversation with Paul.  Jennifer explained Paul's involvement with BRO and how he started the company and put it on the map. Jennifer wanted to believe that her brother was doing the right thing. They were interrupted by a call from Will.  Back at the Lakeview, Paul ran into Lucy and told her the whole story about Cabot's adoption. Lucy reacted like everyone else and told Paul that she couldn't forgive him for what he had done. Later, Carly caught up with Paul and told him she had made a decision. \n\n\n",
    "tvmega_recap": "Susan presented Chris with a check for a down payment on a house. Chris refused the money \u0096 he said Allison should use it for school as Susan intended. He later invited Allison to the Rose Foundation benefit with him and some people from the hospital. Jordan went to BRO and broke into a file cabinet to try and find information (it was amazingly easy to break the lock with a letter opener). Before he could find anything incriminating, Barbara and Walker had a meeting about her health issues. There was a shadow found by the MRI \u0096 Barbara may have a brain tumor. Jordan told Barbara he overheard everything. He tried to convince her to get care, but she refused until after the show. He agreed to help her anyway he could. Jessica told Sarah the judge decided she could return home to her and Ben. Sarah agreed and when they got home, they found a home cooked meal from Ben and Bonnie released. Bonnie had more news for Jessica, but would tell her in the morning. Carly told Paul she was choosing her relationship with her sister over a partnership with Paul. Carly later told Rosanna about her decision. Rosanna told Carly she gave her a blank check because she believes in her talent. Rosanna also helped DeGrassi with Jack at the police station. She dropped all charges concerning the \"robbery\" at Fairwinds. DeGrassi was released \u0096 the DA dropped the assault charges. Paul went to Metro to find out if Molly had been the one to tell Rosanna about the authorities. She didn't even know Rosanna was in town. She also told Paul she had given a sizeable donation to the Rose Foundation \u0096 she wanted to make amends so she can see Jake again someday.",
    "soapcentral_condensed": "Rosanna gave Carly an ultimatum to end her working relationship with Paul. Craig said he was not going to give her a divorce so Rosanna told him she would give him a few days to think it over. Paul ran into Lucy and told her the whole story about Cabot's adoption. Lucy reacted like everyone else and told Paul that she couldn't forgive him for what he had done. Carly told Jack that she really wants a career so Jack told her that he would stand behind her no matter what decision she came to. Jack went back to De Grassi and told him he would let him go if he told Jack everything he knew about Rosanna Cabot. Just as de Grassi was about to talk, Rosanna walked him and said to him, \"De Grassi, how could you be so stupid\" and left. Later, Jordan told Jennifer everything about his conversation with Paul and how he started the company and put it on the map. Jennifer wanted to believe that her brother was doing the right thing.\n"
}