{
    "soap_central": "\n\n \nAt Java, Liberty worried that her unopened correspondence from the Fashion Institute of Technology contained a rejection letter. Parker read it and announced that she'd been admitted; however, she had just one day to submit a design portfolio. Parker said that he had to leave to meet his family to go to Detroit for Sage's pageant. Craig overhead the conversation, and after Parker took off, Craig suggested that he might have a solution to Liberty's problem.\n\n\n       At Metro, Dusty gave Janet a peculiar look when she arrived at work ten hours early. She said that she felt more comfortable there than she did at home. She concluded that Liberty and she didn't belong at the farm without Jack. Janet stated that she'd spoken to Jack about an annulment. Jack hadn't agreed to it, but he hadn't moved back home, either.\n\n\n       Liberty and Craig entered, and Liberty announced her acceptance to the design school. She took Janet aside, and Dusty asked what Craig's stake was in the situation. Craig remarked that Dusty was never at a loss for damsels in distress; however, Janet was at least more age-appropriate than Lucy had been. Craig assured Dusty that his damsel and her daughter were safe, because Craig's motives only indirectly involved them.\n\n\n       Nearby, Janet said she'd be okay with Carly helping Liberty with the portfolio. Liberty explained that she'd have to follow Carly, Jack, and the kids to Detroit to get the help. Janet was shocked that Jack had left town with Carly. Janet said it would look as if she'd chased Jack to Detroit if she showed up there with Liberty. Craig readily volunteered to chauffeur Liberty to Detroit.\n\n\n       At Carly's house, Carly handed Sage the dress that Carly had made and insisted that Sage  perform her pageant routine for her parents. After Sage changed, Carly and Jack quizzically watched Sage perform her hokey dance. Parker entered, and Sage ran upstairs to change again.\n\n\nJack wanted to tell Sage that her dance was horrible before she embarrassed herself on stage. Parker reasoned that Sage could handle losing better than handling her parents saying that she wasn't good enough to compete. Jack remarked that he had a bad feeling about the trip.\n\n\n       At a pit stop at a gas station, Jack thanked Carly for helping him decide to return to work. Sage attempted to convince Parker to help her get Jack and Carly alone in their hotel room. Parker said that he wanted their parents back together, but Sage was overdoing it.\n\n\n       When the Snyders arrived at the pageant registration, Sage looked uncomfortable. Parker whispered that she was supposed to behave as if it were her \"dream come true.\" Parker and Sage took off while their parents registered. The agent on duty noticed Jack's arm around Carly and remarked that they didn't act divorced. Jack quickly removed his arm.\n\n\n       A competitor named Hayden and her snooty mother, Bridgett, approached in matching black and gold leopard getups. When Bridgett remarked that she only saw losers surrounding her \"little star,\" Carly roared, \"Excuse me?\" Jack prevented Carly from pouncing on Bridgett. Aside, Carly said that Sage would practice until she was perfect. \"We'll show her!\" Carly proclaimed.\n\n\n       Later, Carly coached Sage on her stage presence, and Bridgett and Hayden showed up with backhanded compliments for Sage. Carly tried to pursue the departing pair, but Jack stopped her. Carly insisted upon telling \"that blinged-out bimbo\" where she could stuff her sequins. Jack took Carly for a time-out, and Sage cooed to herself that her plan was working.\n\n\n       During the time-out, Jack complimented Carly on being a world-class designer and cool mom. He said that Carly was the real diva, while Bridget had to live vicariously through Hayden. Carly thought that he was cool, too, and they caught themselves holding hands.\n\n\nAs they let go of each other, they heard Craig say, \"Do you know how many tiara tweens I've tripped over trying to find you?\" Jack told Craig to get lost; however, Craig said that he'd escorted Liberty there to get help on her design portfolio, and he needed to talk to Carly about Midday Sun. Jack began bickering with Craig, but Carly reminded Jack that they didn't want to embarrass Sage by causing scenes. Jack strode off, and Craig said that, with Jack gone, Craig could work on his more pressing mission-Carly and Craig.\n\n\nCraig pleaded with Carly to stay in business with him, because they made a formidable team. He figured that, if they'd teamed up on the pageant, they would have definitely won. Carly retorted that he probably would have bribed the judges. She claimed that Craig was wasting his time, because she'd gone to Detroit for two reasons: to make Sage happy and to seduce Jack.\n\n\nCraig expressed shock that Carly had changed her mind about Jack, the man who'd driven her to drink. Craig stated that Jack had no compunction about dumping her, and Craig wondered what she'd do when Jack did it again. Carly retorted that at least Jack hadn't betrayed her with her sister. Craig begged her not to chase Jack. Craig said that he loved her, he needed her, and he'd do anything for her. Carly thanked Craig for loving her like that. \"But you're not him,\" Carly said. She asked Craig to go home while she and Jack looked after Liberty.\n\n\nCarly met Sage backstage to practice Sage's routine. Carly spotted Hayden and her mother suspiciously lurking nearby. Moments later, Carly discovered that Sage's music CD was missing. Carly advised Sage to wait there while Carly took care of something.\n\n\n       Elsewhere in the convention hall, Hayden tracked down Parker to say that she'd ditched her mother to spend time with him alone in her hotel room. A shocked Parker wondered how old the girl was. She touted that she was very experienced for her age. \"Well, I would seriously hope that that's not true,\" Parker quipped. Hayden called him a jerk and stomped off.\n\n\n       To Parker's surprise, Liberty arrived and explained that Craig had driven her there to get Carly's help on the portfolio. Parker was certain that Craig was up to something, but when Sage scampered up blabbering that her plan was working, Liberty realized that Parker and Sage were up to something. She accused them of seeking to reunite their parents, not win a competition.\n\n\n       Jack strolled up to say that Carly would help Liberty. He decided to call Janet to let her know that Liberty had arrived. Liberty emphasized how much Janet would love that. Parker followed Liberty outside, where they bickered with each other about Sage's scheme to reunite Jack and Carly. Parker said that his mother had never given up, but Liberty's mother had. Parker didn't think that they could help that. Liberty agreed, and the teens decided to squash the argument.\n\n\n       Jack strode off and called Janet. He asked why she hadn't accompanied Liberty to Detroit. Janet claimed that she had to work, and she abruptly ended the phone call.\n\n\n       Before Craig left, he found Jack to ask Jack's intentions toward Carly. Jack claimed that he was a married man, and Carly and he were none of Craig's business. Craig stated that Carly had revealed to him that she intended to reunite with Jack during the trip. It made Craig sick that Carly had wasted so much time on Jack, but Craig knew that Jack could never hold onto her. Jack assumed that Carly had shut Craig down again. Craig said that she still loved Jack. \"And never has a man been less deserving,\" Craig quipped and strode away.\n\n\nJack went upstairs to convey to Carly what Craig had said. Jack found Carly picking the lock on Hayden and Bridgett's room. He protested, but Carly pulled him into the darkened room to find Sage's CD. Jack questioned the real reason behind the trip. As Carly feigned ignorance, she heard someone approaching the room. She yanked Jack into a tiny closet with her.\n\n\nBack at Metro, Janet snapped at a customer on the phone, and Dusty asked with whom she was angry. Janet called herself pathetic, but Dusty said that she was beautiful and strong. A flattered Janet asked if she could take the rest of the day off. Dusty agreed, and she rushed out.\n\n\n       Dusty followed Janet to the farm to make sure that she didn't do anything regrettable. Janet announced that she was moving to the Lakeview because she didn't feel that she belonged at the farm. He asked her to think more about it, but she ordered him to help her with her boxes.\n\n\n       In Janet's room at the Lakeview later, Janet pretended that the change of pace would be good for her. She said that she'd have company whenever she wanted and be with whomever she wanted. Dusty said that living in a hotel got old fast, because hotels were temporary layovers on the way to somewhere else. Janet asked if he saw her and him as temporary, and he stated that they wouldn't last long, because she was meant to be married. Janet replied that she'd tried that, and maybe it was time for something different.\n\n\nDusty tried to kiss her, but she shied away. Sensing that she still loved Jack, Dusty advised her to fight harder for her marriage. She wondered why Dusty would tell her to go back to her husband. \"Because I'm an idiot, that's why,\" Dusty responded. Dusty said that Jack might be acting out, but he'd just killed his own brother. Dusty asked what had happened to \"through sickness and health, and all that.\" He reasoned that if she wanted to be with Jack for the next 40 years, then she had to go after him with everything that she had.\n\n\n\"Okay. Looks like I'm going to Michigan,\" Janet said. She hugged and kissed Dusty, and he hid his disappointment. \n\n\n",
    "tvmega_recap": "Jack, Carly and Parker are on their way with Sage to Detroit, much to Sage's delight. Janet and Dusty spend time alone at the Metro. Janet pours out her heart to Dusty about Jack being with Carly, Sage and Parker. Liberty comes in with the good news that she had been accepted to college, but she needs help from Carly with her portfolio. Janet gives her permission for Liberty to go to Detroit to see Carly. After some very hurtful remarks from one of the other Mothers, Carly gets into the swing of things concerning the pageant. One of the contestants come on Parker. Liberty arrives just in time before Parker gets too involved with the girl. Janet goes back to the ranch to pack up her things to move out of the ranch. Dusty arrives at the ranch to help Janet move out . Craig tries to talk Carly into coming back to him, but Carly tells him that she loves Jack and is going back to him. Carly tells Craig to go back to Llanview. Before Craig leaves, Craig goes to talk to Jack and tell him how that Carly loves him and always will. Janet and Dusty move her things into a room at the Lakeview Hotel. Janet and Dusty start to kiss, but Janet pulls away. Dusty encourages Janet to fight for her marriage to Jack . Jack catches Carly breaking into one of the contestant's hotel rooms. They quickly hide in the closet when they hear someone coming.",
    "soapcentral_condensed": "At Java, Liberty worried that her unopened correspondence from the Fashion Institute of Technology contained a rejection letter. At Metro, Dusty gave Janet a peculiar look when she arrived at work ten hours early. Janet stated that she'd spoken to Jack about an annulment. Jack hadn't agreed to it, but he hadn't moved back home, either. At Carly's house, Carly handed Sage the dress that Carly had made and insisted that Sage  perform her pageant routine for her parents. At the pageant registration, Sage looked uncomfortable. Parker whispered that she was supposed to behave as if it were her \"dream come true\" At a pit stop at a gas station, Jack thanked Carly for helping him decide to return to work. Jack complimented Carly on being a world-class designer and cool mom. He said that Carly was the real diva, while Bridgett had to live vicariously through Hayden. Carly thought that he was cool, too, and they caught themselves holding hands.\n"
}