{
    "soap_central": "\n\nAt La Clinica de la Vida, Lucinda discovers that Keith illegally transporting human organs.  Keith convinces Lucinda that he is trying to help others in the same way she is seeking help for herself in Mexico.  The two strike a bargain to keep each other's secret.\n\n\nMeg runs into Holden at Al's Diner and tells him about the mistake she made when she surprised Dusty in Chicago, finding that he had brought Jennifer along on his business trip.  Holden advises Meg not to push so hard.\n\n\nIn Jennifer's hotel room, Jennifer bounces off the walls trying to seduce Dusty until she breaks a glass and cuts her hand.  Jennifer panics when Dusty suggests going to a hospital.  Not recognizing that Jennifer is high on drugs, Dusty tells her that she is \"acting out,\" and that she should take time to heal.  Dusty tells Jennifer that he cannot have casual sex with her because they are much more than friends, and that their relationship is too special to mess up.  As soon as Dusty leaves her room, Jennifer goes straight for the white powder again.\n\n\nThe judge announces that the paternity tests prove conclusively that Casey Hughes is not the father of Rory Cabot.  The judge tells Gwen that he will give her one more chance to name the father of her baby the next time court convenes.  Margo confronts Gwen and Will and tells them that she is disappointed in them for betraying Casey.  It finally occurs to Gwen that the baby must not even be hers.\n\n\n",
    "tvmega_recap": "Lucinda thinks she is making a deal with the devil when she and Keith decide to stay quiet about each being in Mexico she for her alternative treatment consultation, and he for his transporting of human organs essentially for the same purpose. Meg and Holden commiserate over their relationships. Holden shares his advice on how Meg should handle Dusty in the future... back off. Jennifer wants more from Dusty then he can give her. Is she trying to forget her loss or are her eyes finally open to see Dusty as someone she wants a relationship from? He is tempted by her flirtation and kiss, but he feels he needs them to stay friends so he doesn't ruin the relationship they have. Can they stick to that plan? When Casey is declared not the father of Gwen's baby, Carly, Jack, Tom, Margo and mostly Casey feel vindicated. Cass thinks Gwen still has a chance to regain custody of her baby if she admits to lying about Casey being the father, but Gwen knows he is. She poses the question to Will (who is now unsure of Gwen), if Casey is not the father could there have been a mistake when her baby was put up for adoption? Could this baby be hers?",
    "soapcentral_condensed": "Meg runs into Holden at Al's Diner and tells him about the mistake she made when she surprised Dusty in Chicago, finding that he had brought Jennifer along on his business trip. At La Clinica de la Vida, Lucinda discovers that Keith illegally transporting human organs. Keith convinces Lucinda that he is trying to help others in the same way she is seeking help for herself in Mexico. The judge announces that the paternity tests prove conclusively that Casey Hughes is not the father of Rory Cabot. Margo confronts Gwen and Will and tells them that she is disappointed in them for betraying Casey. It finally occurs to Gwen that the baby must not even be hers. The two strike a bargain to keep each other's secret.  The judge tells Gwen. that he will give her one more chance to name the. father of her baby the next time court convenes.  Gwen finally realizes that the child is not hers and that she must name the father.\n"
}