{
    "soap_central": "\n\n \nAlison saw Hunter through the window of the diner and went inside to join him.  He apologized for kissing her, and she offered to continue assisting him in finding his real father.  Hunter said that his mother had died the night before from another stroke, and Alison tried to comfort him.  She urged him to remember his mother as the strong woman who had raised him.  Casey walked in and asked to speak with Alison, but she put him off.  Casey badmouthed Hunter, so Alison told Casey to \"go to hell.\"  Casey further insulted Hunter and Alison, so Hunter stood up to defend his friend.\n\n\nCasey and Hunter stood nose to nose until Casey grabbed Hunter around the neck and threw him on top of a table.  Alison stopped Casey by yelling at him, and Casey ran outside.  Alison offered to get someone to cover her shift at the hospital so she could spend the rest of the day with Hunter, and he was grateful.\n\n\nEmily approached Susan at Memorial and defended Larry McDermott to her.  Emily said that Larry had been nothing but helpful to her ever since he had returned to Oakdale.  Susan handed her daughter a report she had ordered on the DNA of Emily's frozen eggs.  The test determined that the eggs that Larry had \"found\" were not Emily's.  Emily was angry that her mother had gone behind her back to order tests, but Susan explained that Larry had obviously put Emily's name on someone else's eggs.  Emily called Larry and left him a message to meet her.\n\n\nDamian spoke to someone at the harbor about moving his ship as soon as the port authorities had cleared it.  Meg approached him and asked Damian if he really thought that Dusty had cut the fuel line.  Damian said that he had no reason to doubt it.  Meg urged him again to end the feud with Dusty before someone got hurt.  Damian explained that cutting the line amounted to industrial sabotage and that the cleanup would cost millions of dollars.  He said that he just couldn't let it go; his insurance company would not allow it.\n\n\nAt Worldwide, Paul let himself in and browsed through papers on Dusty's desk.  The custodian surprised him, so Paul began speaking in Italian-accented broken English.  The man checked with security, and Paul identified himself as, \"Grimaldi...Damian Grimaldi.\"  The custodian left, and Paul noticed Dusty's laptop.  He opened it and found a presentation file, and when Paul realized how important it was, he picked up the laptop and left the office.  He took the computer to Damian's room in the Lakeview and stashed it behind a drape.\n\n\nDusty and Lily met at Java on Worldwide business.  Since Lucinda was on a cruise, Lily was filling in on a business project that could be very profitable to the company.  Dusty was distracted, however, and Lily said that she knew about the cut fuel line on Damian's ship.  Dusty denied that he was involved with that, and Lily believed him.  They discussed the pending deal with JKR Communications, which would contribute to the \"green\" economy.  Dusty griped about the Grimaldi involvement with Luke's foundation and called their contribution \"dirty money.\" Lily and Dusty left to meet with the JKR representatives at the Worldwide offices.\n\n\nThe business meeting got underway, and Dusty went to get his computer to begin his presentation.  He could not find his laptop, however, and his assistant scoured the office but could not locate it.  Lily apologized for the delay and their inability to show the slides they had designed.  The visitors became leery of Worldwide's ability to protect their own data, so they abruptly cancelled the meeting without rescheduling.  Dusty questioned the security guard and learned that the man in his office had an Italian accent and had given his name as Damian Grimaldi.\n\n\nDusty and Lily walked through the lobby of the Lakeview and ran into Meg and Damian.  Dusty told Damian that he had had cost Worldwide a multi-million dollar account, but Damian denied it.  Lily asked if Damian had seen Dusty's laptop in the office, but again Damian said that he had not been to the Worldwide offices for days.  Dusty said the janitor had said it was Damian, and Meg did not know what to believe.  Damian grabbed Meg to go get coffee, leaving Lily and Dusty confused.  Lily wanted to involve the police, but Dusty said he had a better idea.\n\n\nLarry McDermott met Emily in the diner and spoke casually with Hunter, who was still sitting at a table alone.  Emily told Larry that her mother had tested the DNA of the eggs, and that there was no match with Emily.  Larry appeared surprised and blamed Susan for accusing him of something.  Emily defended her mother, while Larry blamed it all on \"hospital error.\"  He said that he was only there to make up for any hurts that he had caused years before.  Emily asked him to prove it, but Larry blew her off and wished her good luck with her pregnancy.  Emily approached Hunter and gave him a hard time about the flowery box he had with him.  He said it had been his mother's, and Emily suddenly realized that his mother must have died.\n\n\nEmily told Hunter how sorry she was, and he said that he thought his mother had been close to him, but he realized that her life had turned into a mystery.  He explained how his mother had told him just days before that the man he thought was his father was, in fact, not.  He said that his real father was named \"Tristan Wagner\" on Hunter's birth certificate.  Emily asked what his mother's name was, but Hunter grabbed his box and made a fast getaway.\n\n\nEmily found an old opera program for \"Tristan and Isolde\" on the table, and she remembered her conversation with Larry at the opera.  He had mentioned that particular opera as being his favorite because of its connection with a woman he had loved.  Alison ran in and noticed that her sister was upset.\n\n\nLarry found Susan at the hospital and followed her into a private room.  Susan accused him of planting the eggs at Memorial and labeling them as Emily's.  Larry claimed that he had no idea to whom the eggs belonged, so Susan asked what he was up to.  She warned him away from Emily, and Larry called Susan jealous.  Susan yelled that Larry was mixed up in some sort of a scam.\n\n\nAlison found out at the hospital that Margo had been shot, and she realized what Casey had been trying to tell her in the diner.  She went to his house and saw him sitting on the couch inside.  She knocked and Casey saw her, but he walked out of the room.\n\n\nDusty and Lily entered Damian's room, but Lily was uncomfortable.  Dusty was sure his computer was there somewhere, and he began searching.  He found the laptop behind a drape and verified that it was his.  Dusty said he knew that Damian had been lying.  They went down to the lobby and found Meg and Damian having coffee.  Damian denied any knowledge of the computer in his room, while Meg yelled at the two men to grow up.  Paul, standing in a doorway, grinned as he watched the drama unfold.  Damian pled with Meg to believe him, and, after she got disgusted and walked away, he asked Lily to help him try to make peace one more time with Dusty.\n\n\nDusty went back to his room, but Lily and Damian knocked on the door.  Damian asked for another chance at resolving their differences, but Dusty was stubborn.  Dusty said it wasn't over by any means, and he shut the door.  Damian said there was only one way to deal with someone with that kind of mindset.\n\n\nPaul caught up with Meg in Old Town and asked if she was all right.  She said that Damian and Dusty were being juvenile again, and she refused his offer of coffee.\n\n\nHunter found Alison at his door.  She told him that she had gone to see Casey, but he had refused to talk with her.  Hunter said he was angry with his mother for dying without telling him who he really was. He could not understand how she could have lied about something as important as his father's identity.  Alison comforted him, and they kissed.\n\n\nEmily spotted Larry in the Lakeview lobby and asked him if he had ever known a woman named Aurora Hunter.\n\n\n",
    "tvmega_recap": "Allison and Hunter make up, as she learns his mother has died. Casey arrives wanting to talk with Allison about his mom and Riley being Adam, but Allison blows him off to be with Hunter, which doesn't sit well with Casey, who ends up almost coming to blows with him. A furious Allison sends him on his way without knowing why he came to see her. Later, Allison finds out from her mom about Margo and feels horrible that she blew Casey off. She goes to see him, but Casey doesn't want to talk with her. Allison ends up back with Hunter, as he continues to wrestle with how his mother died without telling him the truth about his dad. Allison promises to get him through this, as Hunter wonders why she is so loyal to him, as Allison admits that she doesn't know what draws her to him when they end up in each other's arms kissing. Dusty and Damian continue to be at each other's throats thanks to the machinations of Paul, who pretends to be Damian when he makes off with Dusty's laptop with his presentation for a multi million dollar deal on it. This sends Dusty off at Damian in front of Meg and Lily when he searches Damian's room and finds the laptop thanks to Paul. He promises there will be retaliation, as Meg is frustrated and overwhelmed with their arguing and stomps off. Paul conveniently offers her a shoulder again. After speaking with Lily, Damian tries to make peace with Dusty, but Dusty doesn't want anything to do with his olive branch and Damian decides he can't back down either now. Susan tells Emily that she tested her eggs and wasn't surprised that they aren't hers. She suspects Larry is playing some kind of game. Emily is not rushing to believe this, but also is desperate to get answers from Larry at the same time. She meets with Larry, who feigns ignorance and tells her that someone must have mismarked her eggs, but Emily is very leery. After Emily bumps into Hunter and learns his mother died and the story behind the name Tristan Wagner, Emily recalls talking with Larry about his favorite opera with the same name. She keeps this to herself, but has to wonder about the connection. Later, Emily confronts Larry and wonders if he ever knew a woman named Aurora Hunter.",
    "soapcentral_condensed": "Alison saw Hunter through the window of the diner and went inside to join him. Casey walked in and asked to speak with Alison, but she put him off. Casey badmouthed Hunter, so Alison told Casey to \"go to hell\" Casey further insulted Hunter and Alison, so Hunter stood up to defend his friend. Dusty questioned the security guard and learned that the man in his office had an Italian accent and had given his name as Damian Grimaldi.Dusty griped about the Grimaldi involvement with Luke's foundation and called their contribution \"dirty money\" Lily and Dusty left to meet with the JKR representatives at the Worldwide offices. Lily apologized for the delay and their inability to show the slides they had designed. The visitors became leery of Worldwide's ability to protect their own data, so they abruptly cancelled the meeting without rescheduling. Lily asked if Damian had seen Dusty in the office, but again Damian said that he had not been to the offices. Meg urged Damian to end the feud with Dusty before someone got hurt.\n"
}