{
    "soap_central": "\n\nHenry and Vienna made love most of the night, but in the morning, Henry was dressed and ready to go to a \"business meeting.\"  Vienna questioned him and accused him of being \"preoccupied\" lately.  Henry said he had given away the Stenbeck fortune before he knew they were pregnant, so once again he was a \"working Joe.\"  Vienna declared herself the \"happiest and luckiest\" woman in the world, but after Henry left, she went into the bathroom with yet another home pregnancy test.  When she read the test later, it said \"NO,\" and Vienna was resigned to have to keep trying.\n\n\nIn the Lakeview lounge, Alison explained to Casey that she had run a search through the Nurses' Network to find out if Vienna had used any OB/GYN doctors affiliated with Memorial lately.  Alison concluded that if Vienna was seeing a legitimate doctor, then he wasn't in Oakdale or she was using a spurious name.  Casey worried that the only reason for Vienna to do that was that she had a secret, and it probably was that the baby was his.  He thanked Alison for her efforts, and she complimented her former fiancé for stepping up and being concerned.  Henry walked up to them, and Casey remarked that he looked beat.  Alison left, so Casey offered to buy Henry a Bloody Mary at the bar.\n\n\nThe two men sat at the bar, and Casey asked if Henry thought he was crazy to consider getting back with Alison again.  Henry hedged a bit, so Casey brought up Henry and Vienna's ups and downs.  Henry's comment was that they were having a baby together, so they obviously had reconnected.  Vienna walked up then and chewed out Henry for not being at his \"business meeting\" but slurping Bloody Marys with Casey instead.  Vienna seemed very defensive, and she continued to scold Henry, who fibbed that his guy was \"running late.\" Vienna demanded to know the man's name, and Henry answered, \"Jackson Cobbler.\" He gave Vienna a quick kiss and took off for his \"meeting.\"\n\n\nVienna next zeroed in on Casey with her questions, so he explained that he had been trying to ascertain how serious Vienna and Henry's relationship was.  Vienna was miffed, and Casey asked her the real name of her doctor, but she told him that was none of his business.  Casey said he had checked, and Vienna had not seen an OB/GYN in Oakdale recently.  Vienna said she was sorry she had ever played with Casey, who vowed to find out the truth.\n\n\nAt Katie's, Chris sneaked in her unlocked front door and began rummaging between the cushions on the couch.  He finally got down on all fours and looked under the couch, and that was where he found his missing wallet.  As he was straightening up, Katie walked out of her bedroom wearing only a bright colored towel.  She screamed when she saw Chris loom up by the couch, and that caused him to jerk and throw his back into a spasm again.  Katie asked Chris why he had broken into her house, but he claimed that the door had been unlocked, and he needed his wallet.\n\n\nKatie saw that Chris had retrieved the wallet, so she asked him to go.  Chris said he couldn't because his back was \"wrenched up\" again, but Katie said that was not her problem.  Chris claimed that it was, and the pair began yelling at one another about feelings and assorted kisses, until Katie very quietly said, \"You have ten seconds to get out of my house.\"  Chris shuffled out, muttering that Katie should let him know when she was ready to begin living again.\n\n\nA desperate Vienna rang Katie's doorbell, and she told Katie that Casey had seen her medical files and thought she was hiding something.  She said she and Henry had made love three times the night before, as Katie grimaced and signified \"too much information.\" Vienna was sure it was just a matter of time before she was pregnant.  Katie told her friend that she had to stop pretending and \"come clean\" with Henry.  Vienna absolutely refused to do that, and suddenly Henry burst in, yelling that he had to talk to Katie about Vienna.  Vienna grilled him about why he was there, and Henry hemmed and hawed, as Vienna said she was in the middle of planning a wedding surprise for him.\n\n\nThe best story that Henry could manage was that after his flaky business guy had cancelled on him, he had a sudden urge to see baby Jacob.  Vienna told Henry to leave so she could continue her planning with Katie, so Katie suggested that Henry take the baby out in his stroller.  Henry agreed, and after they left, Vienna asked Katie to help her get proof that she was pregnant.  Vienna asked her friend to help falsify her medical files.\n\n\nCasey found Alison at the hospital and reported that Vienna had put in an appearance, so he had not gotten much information from Henry.  He needed to know for sure about the paternity of Vienna's baby, and Alison assured him that he could still count on her.   The two of them got very close to kissing, but both pulled back at the same time.\n\n\nAt the nurses' station, Katie appeared looking for Chris.  She found him and apologized for bullying him out of her house.  Chris said his back really hurt, but he asked her out to dinner.  Katie agreed on the condition that Chris do a favor for a friend of hers.  She wanted him to \"make some adjustments\" to the friend's medical file, but Chris flatly refused.  Katie kept after him, but he explained that was illegal, and he counseled Katie to stop trying to save everyone's love life and concentrate on her own.\n\n\nEmily and Paul had breakfast on a tray in the living room at Fairwinds, but Paul was in a ferocious mood.  When Emily questioned him, Paul snarled that he had a lot on his mind.  Emily again told her husband that she had not given methadone to Meg, but Paul replied that Meg's drugging herself made no sense whatsoever.  Barbara joined them and inquired if it was not a bit early for biting sarcasm.  She insulted Emily, who warned her mother-in-law to \"lay off.\"  Barbara continued to taunt Emily, who turned it around and blamed Barbara for helping Meg drug herself.  They verbally sparred until Emily asked Paul why it had occurred to his mother to order the tox screen on Meg in the first place.  Paul had not realized that was so, and he asked Barbara to explain.\n\n\nBarbara said that she had ordered the test because somebody had to think about it because of Meg's bizarre behavior.  Emily charged that Barbara already knew the methadone was in Meg's system because she had put it there.  Paul defended his mother, who listed off all the reasons why Emily was the one who wanted Meg gone.  Paul walked out to visit Meg, and he warned his wife and mother not to kill each other while he was gone.\n\n\nIn her hospital room at Memorial, Meg awoke and slipped out of bed to where she had stashed the methadone pills.  She was shaking out a couple in her hand when Emma walked in and surprised her daughter.  Meg stuffed the pills in her gown pocket and lay back on her bed. She reported that she had slept through the night, so Emma decided to ask the doctor if Meg could go home.  Meg urged her mother not \"to rush things\" because she felt \"safe\" in the hospital.  Emma assumed that Meg was referring to Emily, but also admitted that it was difficult for her to believe that Emily would go to such extremes to hurt Meg.\n\n\nMeg got upset, as Emma cautioned her daughter that they needed proof.  Paul walked in, and Meg made him promise that he would not let Emily visit or bother her.  Next, Meg asked who was watching Eliza, and she became distraught when Paul said that Emily had taken the day off to stay home and care for the little girl.  Emma attempted to calm her daughter, but Meg went ballistic.  A nurse heard the commotion and poked her head into the room.  Meg next accused her mother and Paul of trying to take her baby away.  The nurse asked the visitors to leave, as Meg yelled that Emily would never get her daughter.\n\n\nThe nurse gave Meg a sedative, which the patient only pretended to swallow.  Then she waited a few minutes and put on her clothes and smoothed down her bed.  Meg took the bottle of methadone with her and exited the hospital by going down the stairs.\n\n\nIn the hall, Emma asked to speak privately with Paul, so they went into an empty room.  Emma revealed that she was not at all convinced that Emily was the one behind Meg's drugging.  She wondered if someone else might be responsible, and that someone could be Paul himself.  Paul claimed that made no sense, but Emma reminded him that he had done some very nasty things in the past.  Paul said he was a better man than that, and he had put aside his old ways to be a good father to Eliza.  He told Emma she was \"way off base,\" and said he truly wanted Meg to be a \"reliable, nurturing presence in Eliza's life.\"  Emma warned that if Paul ever did anything to endanger her loved ones, he would have to deal with her.\n\n\nWhen the two of them returned to the hall, Paul started for Meg's door, but Emma stopped him.  She encouraged him to let her daughter rest and reminded him that the nurse had given her a sedative.  Paul agreed and left for home.\n\n\nAt Fairwinds, Emily held Eliza as Meg skulked in the back door and slipped into the front hall.  She waited until Emily put the little girl down in her portable crib in the living room and walked out before Meg returned and went to her daughter.  She stroked the baby's head until she heard the front door slam.  Meg ran and hid as Paul walked in.  Emily soon joined him and they talked about Meg.  Emily referred to herself as the \"Wicked Witch of Oakdale,\" and she called Paul out for the way he was treating her.  Emily was very hurt that her own husband did not believe that she wasn't drugging his former wife.  Eliza began to cry, but Paul pushed Emily away and picked up the baby himself.  Meg watched everything from the hallway and gloated.\n\n\nEmily gathered her briefcase and purse together and returned to the living room. She saw Paul cuddling Eliza, and she asked why the little girl had a particular clip in her hair.  Paul did not know, so Emily explained that Meg had bought it for Eliza, but it pulled her hair, and Emily had put it away.  Paul suggested that perhaps his mother had put it on the girl, but Emily said no, it had been Meg.  She was sure Meg had been in the house recently.  Paul claimed his ex was still in the hospital, but Emily reminded him how good Meg was at getting out of so-called secure facilities.  Emily was positive that Meg was behind all their problems, and she grabbed her purse and walked out saying that she would prove she was right.\n\n\nHenry pushed Jacob through Old Town, and he talked about his troubles to the baby.  He was confused about why he wasn't more excited about his impending wedding and being a father.  Henry wanted to know what had changed, as Barbara walked up and asked what he was having trouble figuring out.  Henry didn't answer, so Barbara made small talk.  Then Henry asked her if she would like a coffee at Al's, and Barbara accepted.  She explained that Emily was accusing her of drugging Meg, so Henry advised her to prove Emily wrong.  Barbara thanked him for saying exactly what she needed to hear, and she placed a hand gently on Henry's chest.  Vienna walked around the corner but ducked back when she saw her fiancé with Barbara.\n\n\nHenry, Barbara, and Jacob went inside and sat at a table, while Vienna spied through the window.  They talked about problems with Emily, and Barbara said she was very grateful for Henry's friendship, since she couldn't have anything else.  Barbara said goodbye and walked out, and Vienna made a beeline inside the diner.  She was teary-eyed and begged Henry to tell her that she wasn't losing him.\n\n\nKatie walked by Al's and saw Vienna with her arms around Henry.  Chris approached, and he asked whom Katie was spying on, and then he apologized for being so tough on her earlier at the hospital.  Katie said she held no hard feelings and they were \"good,\" but she declined Chris's dinner invitation.\n\n\nEmily arrived at the hospital, and was positive that Meg was no longer in her room.  She pushed open the door and was shocked to see Meg resting comfortably in her bed.  Meg looked up and yelled at Emily to get out.\n\n\nBarbara returned to Fairwinds, and Paul explained that Emily had a crazy idea that Meg had sneaked into Fairwinds to see the baby.  Barbara asked her son to believe that she had nothing to do with Meg's methadone drugging.  She was sure that Emily was a \"wannabe mom\" and was responsible for all the troubles.  Paul wasn't sure at all what to believe, so Barbara went to her room.  Then Paul noticed Emily's briefcase on the desk, so he opened it and found a bottle of methadone pills inside. \n\n\n",
    "tvmega_recap": "Alison gives Casey the latest report on the whereabouts of Vienna's unknown doctor. In the hotel room, Henry gets ready for a meeting. Vienna is suspicious of the meeting and Henry leaving her alone. After Henry leaves, Vienna takes a pregnancy test to see if she is pregnant. Chris sneaks into Katie's apartment to look for his wallet, but is surprised by a scantily clad Katie. Paul acts indifferent to Emily about Meg. Barbara comes in and wonders what they are arguing about. Paul finds out from Emily that Barbara ordered a tox screen on Meg. Meg sneaks the methadone bottle out of the tissue box just as Emma walks in. Meg quickly hides the pills. Paul defends Barbara against Emily. Paul assures Barbara that he will get to the bottom of this matter. Henry and Casey meet for drinks. Casey finds out that Henry and Vienna are back together. Vienna catches them together and wants to know what happened with his business meeting. Henry leaves abruptly for his meeting. Vienna asks Casey what is going on. Paul visits Meg. Casey tells Vienna that he was looking into her doctor's visits and her supposed doctor who doesn't exist. Emma questions Paul about his giving Meg the methadone pills. Meg sneaks out of the hospital room with the bottle of pills. Paul denies Emma's accusations. Katie gets a visit from Vienna who asks for Katie's help. Katie urges Vienna to come clean with Henry just as he arrives to talk to Katie about Vienna. Emily has Eliza in her arms while Meg watches them. Vienna confronts Henry about Mr. Cobbler. Vienna and Katie urge Henry to take Jacob for a walk. Henry talks to Jacob about his troubles with Vienna. Barbara walks up and wants to know who Henry is talking to. Casey and Alison bond and almost kiss until she pulls away. Katie asks for Chris' help with a friend. Emily sees a bow in Eliza's hair that Meg purchased for her and that Emily had hidden in a drawer. Vienna watches Henry with Barbara. Vienna confronts Henry about losing him to Barbara.",
    "soapcentral_condensed": "Henry and Vienna made love most of the night, but in the morning, Henry was dressed and ready to go to a \"business meeting\" Henry said he had given away the Stenbeck fortune before he knew they were pregnant, so once again he was a \"working Joe\" Vienna declared herself the \"happiest and luckiest\" woman in the world, but after Henry left, she went into the bathroom with yet another home pregnancy test. Vienna rang Katie's doorbell, and she told Katie that Casey had seen her medical files and thought she was hiding something. Chris sneaked in her unlocked front door and began rummaging between the cushions on the couch, and that was where he found his missing wallet. Katie asked Chris why he had broken into her house, but he claimed that the door had been unlocked, and he needed his wallet. Chris said he couldn't because his back was \"wrenched up\" again, but Katie said that was not her problem, and the pair began yelling at one another about feelings and kisses.\n"
}