{
    "soap_central": "\n\n \nHenry and Vienna enjoyed her homecoming in bed, but Henry was worried what his mother, Audrey, might want in return for persuading Vienna to return.  Audrey knocked on the door, and Vienna let her in over protests from Henry.  Henry demanded to know what his mother wanted in the way of payback for the favor she had done him, but Vienna scolded him for speaking like that to his mother.  Henry suggested that Vienna take Audrey to Old Town for some shopping and to see the diner they owned, so the two women left.\n\n\nHenry immediately dived into his mother's luggage to look for clues.  All he found, however, as an envelope with obituaries of many men, plus a journal of notes about the men, all of whom were suitors of Audrey.  Henry read through all the notes, which ended with a Jay Stanhope, who, Audrey wrote, would not be happy to know that she was leaving Chicago.  Henry was relieved that there was no obituary for Mr. Stanhope, so he assumed that the hapless man would be his mother's next victim.\n\n\nEmily and Paul chatted at Fairwinds and had coffee.  He offered her more money because he had no idea what to do with his fortune.  Emily suggested that he do something nice for his daughter and set up a trust fund for her.  Paul made out a large check but said he was very uncomfortable around Meg, because she was so intense and wanted him so badly to remember her.  Paul was afraid that Meg would interpret his providing for Eliza as his trying to keep a connection with her; therefore, he asked Emily to take the check to Meg personally.\n\n\nEmily refused, so Paul began nuzzling her neck until she weakened and agreed to be Paul's messenger.  He offered to show his appreciation to her when Emily returned from the errand.\n\n\nMeg visited Damian's new shipping company offices at the docks, and she was impressed.  She especially liked that it meant that Damian would be sticking around Oakdale for a longer time.  They began kissing, and Lily walked in, bearing a plant and a bottle of champagne.  She was not pleased to find Meg in Damian's arms, but Damian thanked her and they talked about Luke's working there.  Meg said goodbye and made her exit, and Lily tried to go, as well, but Damian said that he had something to discuss with her.\n\n\nDamian confided that he was thinking of expanding his business, and he would need more personnel.  He asked how Holden would react if Damian hired another member of his family.  Lily grinned, as she assumed that Damian was talking about her.  She was stunned when he mentioned what a great opportunity the job would be for Meg.  Damian wanted her nursing experience because he was considering buying a pharmaceutical company.\n\n\nLily said that she thought hiring Meg would be a mistake because Damian was sleeping with her, and Holden would view Damian's hiring her as just another attempt to undermine his family.  Damian questioned Lily pointedly about who exactly would be hurt by his hiring Meg, and Lily said that she was only looking out for her family.\n\n\nAt Fashions, a man approached Audrey, and she became a bit panicky.  Vienna walked out of a dressing room at that moment, so Audrey had to introduce the man to her.  She said he was Jay Stanhope, and he was a friend from Chicago.  Vienna immediately invited him to join them for lunch, and she called Henry to include him, as well.  Henry was glad to hear from Vienna, for he feared that Audrey might have done something evil to her.  Vienna was bubbling with excitement that Henry's mother had run into a special friend named Jay Stanhope.\n\n\nHenry was elated that Stanhope was not yet a victim, and he dashed down to the dining room.  Henry's first words to Jay were, \"How well do you know this woman?\"  Audrey scolded her son for his rudeness, but Henry was just getting started.  He began his third degree questioning and finally signaled Vienna to leave the table and to take his mother with her.  Vienna dragged a reluctant Audrey to the rest room, leaving the two men alone.\n\n\nHenry immediately turned to Jay and told him to leave at once.  Stanhope asked why, and Henry told him that his life was in danger because Henry's mother was a dangerous woman.  Jay decided to leave instead of argue, and he was just going out the exit when the women returned.  Audrey seemed not at all sorry that her friend had departed until Henry announced that he had just sent away her latest victim and saved his life.  He then proceeded to lay out all the obituaries on the table, and he asked his mother to explain them.\n\n\nAudrey was furious that Henry had gone through her bag, but Henry was undeterred.  His mother explained that all the men had been her \"good friends,\" and she missed them all desperately.  Henry asked why she had killed them, and Audrey was speechless.  Henry went on to mention that his sister, Eve, had been the Oakdale Slasher, and she had gotten those killing genes from someone.  That hurt Audrey's feelings, so she stood up and walked to the elevator.  Vienna then lit into Henry.\n\n\nEmily bumped into Meg in Old Town and said that she had been looking for her.  She handed over Paul's check to Meg, who was aggravated that Emily was in any way involved with her dealings with her ex.  Emily said that Paul had been ready to write off Meg and Eliza because he did not remember them, but Emily had convinced him that he should support his daughter.  Meg accused Emily of getting something out of being the go-between, but Emily turned on her heel and advised Meg to run, not walk, to her bank with the check.\n\n\nInstead Meg went back to Damian's office and was surprised to find Lily still there.  She explained that Emily had given her a check from Paul, and both Lily and Paul exclaimed how generous the amount was.  Meg said it was Paul's second attempt to start a trust fund for Eliza.  Meg was torn between preparing for her baby's future and being rid of Paul.  Damian said that he had the perfect solution: Meg should turn Paul down and go to work for Damian.  That brought a grimace to Lily's face, as she waited for Meg's reply.\n\n\nMeg questioned whether she was qualified for the work Damian needed, but he assured her that she was.  Meg thought about it briefly, and then she accepted.  She said her first duty as a new employee would be to return Paul's check to him and tell him what he could do with it.  Meg and Damian kissed, and Meg walked out.  Lily told Damian that Meg was not yet over Paul, or else she would have taken the check, put it in the bank, and been done with it.\n\n\nEmily returned to Fairwinds, and she was visiting with Paul when Meg walked in unannounced.  She demanded to know from Paul what the check was for, and he explained that he was trying to help Meg's child.  Meg became angry that Paul had not referred to Eliza by name, nor had he said \"our\" daughter.  She tried to return the check, but Emily jumped in and told her that she was making a huge mistake.  Meg shouted that she would not allow Paul to buy his way out of their daughter's life.  Emily countered that it would mean more if Meg had let Paul go herself, and the argument escalated.\n\n\nEmily said that Meg could not handle the fact that Paul would rather be with Emily, and Meg went after Emily until Paul stopped her and said that he had asked Emily to deliver the check because he didn't want Meg to think that the money meant more than it did.  Meg got tears in her eyes and said that Paul and Emily deserved each other.  She ran out, keeping the check.  Emily said that she needed to go clean out her office, but Paul had a question.  He asked her why he had gone after Damian Grimaldi the way he did, so Emily told him that it was a long story, but the upshot was that Damian and Meg were lovers.\n\n\nAt Grimaldi Shipping, Lily compared Damian to Dusty, who had played the white knight card and swooped in to save Meg.  Damian said that Lily and all her family would have to accept that Meg was a part of his life.  Lily stormed out, as an upset Meg arrived, but Damian said he welcomed Meg's problems after having nasty words with Lily.  Meg admitted that things had not gone well with Paul, and she had not returned the check to him, after all.  She explained that Emily had been there, and she and Emily had gotten into an unpleasant discussion.  In the end, Meg had kept the money.\n\n\nDamian asked a serious question.  He wanted to know if Meg still had feelings for Paul.  Meg became defensive, and when she learned that Lily had cautioned Damian about mixing business with pleasure, she became even more so.  Damian said that if Meg committed to working with him, she also had to understand that he wanted to be with her in a relationship.  Damian gave her some time to answer his basic question, but he wanted her to be honest.\n\n\nMeg left the office and went to Holden and Lily's house.  She was curt with Lily and asked why she was sticking her nose into Meg's relationship with Damian.  Lily said that she was looking out for Meg, but Meg told her sister-in-law that she might have serious problems in her marriage to Holden if she was jealous of her ex's attentions to Meg.  Lily was surprised, and mentioned that Damian had an agenda that involved his relationship with Luke.  She also said that Meg was not over her feelings for Paul and had no business in a new relationship.  Meg called Lily jealous because she wanted Damian for herself.\n\n\nBack in their room at the Lakeview, Henry wanted to call the police on his mother.  Meanwhile, Audrey slipped down to the bar and ordered a raspberry martini.  Jay Stanhope joined her and told her that he hoped it was worth all the trouble he was going through.  Audrey promised that he would get everything he wanted, and perhaps even a bit extra.\n\n\nDamian saw Emily cleaning out her Intruder office.  He was there to move the last of his things to his new office, so he talked with her.  As Emily was walking out, Damian commented on how well she looked.  He asked if Paul Ryan was responsible for her well-being, and he hoped that it continued.  He told her that he was with Meg, and he hoped that Emily would keep on with Paul, and that it would be a win/win situation\n\n \n\n\n",
    "tvmega_recap": "Henry and Vienna wake up together and kiss. They are interrupted by Audrey. Vienna and Audrey go shopping. Henry searches through Audrey's suitcase to see what she is up to. Henry finds a diary and some obituaries. Meg admires Damian's new offices. Meg and Damian. Lily walks up with a bunch of flowers and sees them kissing. Emily urges Paul to give Meg a check for Eliza's future. At the boutique, Audrey runs into Jay. Vienna invites him to join them for lunch. In reading Audrey's diary, he finds out that there is one man left that Audrey is going to kill. Vienna calls Henry and invites him to join her, Audrey, and Jay for lunch. Emily takes the check from Paul to Meg. Lily asks Damian doesn't it bother him that Meg is still hung up on Paul. Henry join Jay, Audrey, and Vienna for lunch. Henry warns Jay about Audrey. Henry orders jay to leave that his life is in danger. Meg confronts Paul over the money and then refuses to take the money. After arguing with Paul a few minutes, Meg decides to take the money. Paul defends Emily to Meg. Lily accuses Damian of being Meg's \"savior.\" Henry tries to tell Jay how dangerous Audrey is. Henry finally manages to get Jay to leave. Henry attacks Audrey and accuses her of killing all of these other men that he had found their obituaries. Audrey denies killing anyone. Later, Audrey meets Jay in the Lakeview Hotel bar. Meg confronts Lily about interfering into her business with Damian. Meg accuses Lily of wanting to sleep with Damian herself.",
    "soapcentral_condensed": "Henry and Vienna enjoyed her homecoming in bed, but Henry was worried what his mother, Audrey, might want in return for persuading Vienna to return. Audrey knocked on the door, and Vienna let her in over protests from Henry. Henry immediately dived into his mother's luggage to look for clues. All he found, however, was an envelope with obituaries of many men, plus a journal of notes about the men, all of whom were suitors of Audrey. Meg visited Damian's new shipping company offices at the docks, and she was impressed. Paul made out a large check but said he was very uncomfortable around Meg, because she was so intense and wanted him so badly to remember her. Paul asked Emily to take the check to Meg personally, so Paul began nuzzling her neck until she weakened and agreed to be Paul's messenger. Henry was elated that Jay Stanhope was not yet a victim, and he dashed down to the dining room. Henry's first words to Jay were, \"How well do you know this woman?\"\n"
}