{
    "soap_central": "\n\nEmily's Madame ambushed her at World Wide. She was ready to tell all about Emily, and then she told Emily about the cops coming down on her. Emily said she didn't rat to the cops, so Cherie wanted to know about Dusty. Emily told her Dusty didn't know about them, and Dusty came in and said he knew about their working together now. Cherie left. Emily said Cherie was a source. Dusty asked if she was working for Cherie. Emily said no and turned the whole thing on Dusty-about him possibly ruining a prostitution story she was working on. Dusty didn't buy it and asked about Elliot, and said he was a customer. Emily's denials continued. He tried to talk her out of it. Emily asked him to butt out. Dusty left. Emily called Cherie and she called her over. They met at a hotel room. Cherie told her to watch out for the cops and follow the john's fantasy-fantasy.  Emily put on her outfit. Cherie told her it may get wild but she needed to go along. Cherie left. There was a knock at the door and he came in. It was Dusty.\n\n\nVienna and Henry, all goo-goo eyes, hands and lips, went to meet Maddie. Henry said since it was night and no lights were on, perhaps they should wait. Vienna banged on the door. Henry stopped her and they went to finish what they started.\n\n\nAt the Lakeview Brad met Kim to discuss the show. Brad came armed with fan mail to save his slot and told Kim that Katie was the one that needed to be fired. Katie walked in. They had words. Kim stopped them and said she wanted them to know they BOTH were very popular, and they had to get along. She wanted show ideas on her desk the next day. She left. Brad and Katie started in on each other again. Brad saw Vienna come in and went straight over. He went in for a kiss and she pushed him away. Henry came in and they were all over each other. Brad didn't believe it. Vienna told Brad about giving Henry her money to him and that she'd found true love. Katie chimed in and defended Henry to Brad. The couple went to their room. Katie loved it that Brad was crushed. \n\n\nGwen and Maddie listened to the message from Adam at the cottage. They realized he was indeed alive. Gwen freaked and Maddie figured they needed to go back to the grave to be sure. Gwen didn't want to go and pined for Will. Maddie convinced her. Out in the woods they found the grave. They heard noises and their paranoia swelled. It was Jade. They told Jade she set them up. Jade said she got a message from Adam to meet him in the woods. They said Adam called them too. Jade asked what they were digging. They denied knowing anything. Adam's voice message came from nowhere. Jade said Gwen knew what happened to Adam. The message played again. Maddie and Gwen found the recording device. They figured it was cut together and asked Jade about it. Jade tried to figure out what happened and guessed Maddie was there too. Jade asked if Adam was dead and said she was calling the police. \n\n\n",
    "tvmega_recap": "A furious Cheri shows up at Emily's work after the police showed up at hers. Dusty hears Emily telling her that Dusty doesn't know they work together. Brad wants Katie fired so he can run the show, which Katie overhears. They bicker about whom should be fired when an exasperated Kim explains that the ratings are high and neither of them is getting fired; they better learn to work together. Vienna wants to meet Maddie. Dusty thinks Emily is a prostitute. Emily wiggles her way out of what Dusty heard by claiming Cheri is her source. Dusty doesn't seem to believe her, but pretends he does. Emily reports back to Cheri, who then wants her to work that night. Brad sees Vienna with Henry and isn't happy. Vienna explains that Henry is now her true love. Katie jumps to Henry's defense when Brad puts him down. Gwen and Maddie decide to go to the woods to meet Adam. They find Jade instead; they are suspicious at first but she claims to have gotten a call too. Adam's voice is heard while all three girls are bickering. They realize the voice sounds funny and find the recording device. Jade starts to put two and two together and ask if Gwen did something to Adam? Emily plays dress up for a potential John with weird fantasies. The door opens and it is Dusty though. Jade thinks Gwen killed Adam, as the girls backpedal reminding her that Adam called her and sent her flowers. Jade intends on waiting for Margo to let her know that this is the last place Adam was seen. Maddie and Gwen are beside themselves, as Jade assures them she will be taking pleasure in letting Margo and all the others know that they are involved in Adam's disappearance.",
    "soapcentral_condensed": "Vienna and Henry, all goo-goo eyes, hands and lips, went to meet Maddie. Brad and Katie started in on each other again. Gwen and Maddie listened to the message from Adam at the cottage. They realized he was indeed alive. Adam's voice message came from nowhere. Jade said Gwen knew what happened to Adam. The message played again. Maddie and Gwen found the recording device. They figured it was cut together and asked Jade about it. Jade asked if Adam was dead and said she was calling the police. They heard noises and their paranoia swelled. They told Jade she set them up. Brad came armed with fan mail to save his slot and told Kim that Katie was the one that needed to be fired. Kim stopped them and said they BOTH were very popular, and they had to get along. She wanted show ideas on her desk the next day. Brad saw Vienna come in and went straight over. He went in for a kiss and she pushed him away. Henry came in and they were all over each other.\n"
}