{
    "soap_central": "\n\nAt WOAK, Brad and Katie argued about what had happened with Leo the intern and Liberty. Katie apologized but pointed out that it had turned out okay, since Liberty hadn't gotten hurt. Brad said Katie could only feel that way because Liberty wasn't her daughter. That hurt Katie's feelings, because Katie thought of Liberty as a daughter in many ways. \n\n\nBrad apologized to Katie and assured her that Liberty needed Katie in her life, to be a role model of a sane adult. They decided they should apologize to Liberty and let her know they were proud of her for realizing that she should stay away from Parker, and they left the studio to go find Liberty. \n\n\nLiberty was at a school club car wash. Janet came by and said she knew Liberty had only gone to the car wash in hopes of seeing Parker there. Carly and Jack accompanied Parker to the car wash despite Parker's objections. Janet went to talk to Carly and Jack, who pointed out how innocent and happy Parker and Liberty appeared to be. Janet said that was because they were innocent, and she thought it was time the adults stopped forbidding their friendship, because that would only make things worse. \n\n\nJack went to see what Liberty and Parker were up to, and Janet took the opportunity to ask Carly whether Carly and Jack were truly \"over.\" Janet said she didn't know where she and Jack were headed, but Janet didn't want to \"steal fruit from another girl's orchard.\" Carly assured Janet \"that fruit's been picked\" but thanked her for asking. \n\n\nBrad and Katie arrived at the car wash and saw Parker and Liberty goofing around together. Brad became angry, telling the kids they had been lying and sneaking around. Liberty said they had permission to be together. Brad asked, \"From who?\" and Liberty replied, \"From them,\" as Janet, Jack, and Carly came walking up. \n\n\nLiberty realized her mother hadn't told Brad that Janet, Jack, and Carly had agreed that she and Parker could see one another provided an adult was with them. Brad was upset to find out about the arrangement. Janet pointed out that Brad and Katie had made decisions about Liberty and Parker without consulting her or Parker's parents. Liberty asked everyone to please not discuss the situation there in public at the car wash. She and Parker walked away, and Carly and Janet agreed with Liberty that the car wash was not the place to argue about the issue. \n\n\nJanet grabbed a hose to start washing more cars. Brad told her he was trying to prevent Liberty and Parker from having sex again, whereas Janet was apparently encouraging it. Janet turned to say she was not encouraging any such thing; the hose was still on, and she ended up soaking Brad. Brad tried to throw a bucket of water on Janet but soaked Carly instead, and Katie threw water on Jack. \n\n\nLiberty and Parker ran back up and asked what their parents thought they were doing, embarrassing them like that in front of their friends. Janet said it was okay, but Liberty said nothing was okay. She pointed out that Brad and Katie had set her up with a sex maniac, while Jack and Carly were treating Parker and her like prisoners because they wanted to be friends, and Janet was acting like a 12-year-old. She and Parker walked off together, and Janet ran after them. \n\n\nKatie and Brad left, and Katie warned Brad that he would lose Liberty if he didn't ease up. Meanwhile, Carly told Jack that Liberty was right, and they should back off before they made things any worse. \n\n\nParker and Liberty went back to Brad and Katie's house. Parker asked whether Liberty had known about Brad and Katie's setup with Leo. Liberty said it was complicated. Parker was upset, but Liberty begged him not to hate her, and they kissed. \n\n\nJanet walked into the house and found Parker and Liberty making out on the sofa. She told Parker to go home, and after he left, she told Liberty that she didn't want her to make any mistakes. Liberty told Janet that she would make plenty of mistakes, but they would all be her own mistakes, not Janet's. Janet hugged her daughter. Brad and Katie arrived home. Janet excused herself. Liberty tried to leave with her, but Janet told her to stay and talk to her dad. \n\n\nBrad apologized to Liberty for being \"over the top\" but explained that he was still trying to learn the rules for being a parent. Liberty told him the first rule was, \"Don't be a jerk.\" She said the second rule was to trust her. Brad said that was a tough one, and Liberty replied that she had made it without a father for years and could go back to managing without one if necessary. She left the room, and Katie told Brad to give Liberty some time to come around. \n\n\nParker arrived home. Carly was upstairs changing clothes, but Jack asked Parker what had happened. When Parker told him, Jack asked if Parker cared about Liberty. Parker said he did, and Jack told him that he was old enough to know how things worked: \"Guys get props. Girls get reputations.\" He asked if Parker wanted his friends to talk about Liberty like that; when Parker said no, Jack told him to make sure they never got the chance. \n\n\nParker went upstairs, and Carly told Jack she'd heard them talking and liked what Jack had said. They hugged. Janet walked up to the door and saw them through the glass in the door. She knocked anyway, and when Carly opened the door, Janet asked if Parker had made it home. Carly said he had, and Jack asked how Liberty was. Janet said Liberty was still mad but was much smarter than she'd ever been herself. Carly said she doubted that. Janet thanked her, then said she was going home to change. Jack said he would go with her, and they left together. \n\n\nAt Fairwinds, Meg told Paul she was worried about the baby they were having, because of the toxin Rick Decker had given to her. Paul assured Meg everything was going to be fine as far as the baby was concerned. Dr. Schiller called and told Meg her test results were available. Paul and Meg went to the hospital, where Dr. Schiller told them the tests indicated that the toxin Meg had been exposed to had not harmed the fetus. The doctor wanted to run one more test, and Meg agreed to stay for the test. \n\n\nEmma called Paul and asked him to come to the farm because a man was at the work site demanding to be paid. Meg told Paul to leave and take care of the problem at the farm, saying she would stay to have the medical test. \n\n\nSoon after Paul left, Meg bent over in pain. As Meg crouched on the floor, Derek Coburn, the loan shark Paul had been dealing with for the Snyder farm development project, arrived and asked if he could help. Meg calmed down after realizing she was merely having muscle cramps and thanked him for his concern. Derek reintroduced himself to Meg after she asked if she'd met him before; he told her he was a financial consultant on the farm development project. \n\n\nAfter Meg saw the doctor again, she found Derek still in the hallway at the hospital. Derek said he had waited because he wanted to be sure Meg was okay. She thanked him and said everything was fine. Derek asked if this was her first baby, and Meg said she had experienced a miscarriage recently. Derek said that explained why Meg was so concerned. He told her he would walk her to her car, but she said she was taking a cab. Derek insisted he would drive Meg back to Fairwinds instead. \n\n\nWhen Paul arrived at the farm, Emma introduced him to the man she'd called him about, Mr. MacDougal. Paul was surprised to see a mild-mannered-looking gentleman in Emma's kitchen. The gentleman told Paul that his company couldn't give him the trucks he needed without a deposit, so he had come to the farm to get it directly from Paul, to avoid any delays. Relieved, Paul asked how much he needed and wrote him a check. \n\n\nAfter the man left, Emma asked Paul if he had been expecting someone else, saying he had seemed scared when he rushed into the farmhouse. Paul said he was just jumpy about the project because it was so complex. Emma asked whether everything was okay with Meg and the baby, and Paul assured her it was, but he admitted he was nervous about becoming a father. Emma said the thought of Paul as a father scared her to death. \n\n\nPaul assured Emma that Meg and the baby meant more to him than his own life. Emma reluctantly said she believed him. Paul then asked for a hug, and Emma, chuckling over the way Paul was asking, said she would try anything once, and she hugged him. \n\n\nWhen Paul returned to Fairwinds, he found Derek there with Meg. Derek explained that Meg had been having some distress at the hospital, but Meg assured Paul that she was fine. Derek suggested that Paul keep an eye on Meg, because he wouldn't want anything bad to happen to her. \n\n\nPaul followed Derek out, warning him to stay away from his home and his wife. Derek said Paul wasn't in a position to make threats. He cautioned Paul against doing anything to add stress to Meg's life, saying the miscarriage had obviously taken a lot out of her. Paul asked how he knew about that, and Derek said Meg had told him. He suggested Paul make sure nothing happened to upset Meg, saying it wouldn't be good for Meg or the baby.\n \n\n\n\n\n",
    "imdb": "\nA family battle ensues when Parker and Liberty want to see each other at a car wash. Meg meets Derek, but doesn't know his true connection to Josh.    ",
    "tvmega_recap": "Acting much like that both woke up on the wrong side of the bed, Katie and Brad have problems in filming their segment at WOAK. Kim asks that they clean up their act otherwise there will be no audience. Brad and Katie take a break, but end up arguing about Liberty. Brad apologizes and admits he wants Katie in Liberty's life as he is not the cool dude he pretends to be. At the school car wash, Parker and Liberty have to put up with the adults who insist on being there to dog their every move. Carly makes a snarky remark about Janet bending over and showing off her assets. A water fight ensues just as Katie and Brad arrive. Brad is definitely not happy that he was left out of the loop and that the kids can be together as long as an adult is always present. Soon a larger water fight is under way involving all the adults. Carly comments to Jack that they are not setting a very good example. Parker and Liberty sneak off and end up back in her apartment. He wants to know if she was in on it to make Leo get Parker to back off. They are caught kissing by Janet who sends Parker on his way. She tells Liberty that she is afraid she will make one of her mistakes. Parker is expecting a lecture, but Jack tries to be cool. Liberty tells Brad that she got along without a dad for a long time and she can again. He's a good dad, but just needs to lighten up. Paul reshapes the truth and tells Meg that the project is okay and back on track. She's mainly concerned about the baby. They get very good news that the toxins did not affect the baby. Emma calls and insist that Paul come over as that man is demanding his money. She is also worried about Meg and warns Paul to protect her from more stress. Alone, Meg has bad cramps but is helped by Derek from the Snyder project. He insists on driving her home which upsets Paul when he returns home. Paul threatens him not to come near his wife again and Derek scoffs at this saying he is in no position to make threats.",
    "soapcentral_condensed": "At WOAK, Brad and Katie argued about what had happened with Leo the intern and Liberty. They decided they should apologize to Liberty and let her know they were proud of her for realizing that she should stay away from Parker. Janet walked into the house and found Parker and Liberty making out on the sofa. Janet apologized for being \"over the top\" but explained that he was trying to learn the first rule of being a parent: \"Don't be a jerk\" Brad apologized to Katie and assured her that Liberty needed Katie in her life, to be a role model of a sane adult.. Liberty told Janet that she would make plenty of mistakes, but they would all be her own mistakes, not Janet's. Jack asked Parker if he cared about Liberty, and he said he did, and Jack asked him if he was old enough to know how things worked: \"Guys get props. Girls get props.\" He asked Parker to come around and get some time to get his reputation back.\n"
}