{
    "soap_central": "\n\n \nJack stopped by the diner to chat with Janet. He asked her what her sister was up to, but Janet didn't know. Jack was surprised that Janet wasn't keeping up with Teri, but Janet said she didn't want to interrupt her sister if she was busy. She pointed out that although she herself had been a teenager the last time she'd seen Teri, Teri had just been five years old. However, Janet was looking forward to having Liberty meet Teri for the first time when Liberty returned from her internship. Jack left and went to the police station to work.\n\n\nAt Carly's house, Rosanna found Teri washing dishes in the kitchen and suggested that Teri take a break and visit Janet at the diner. Teri said that she needed to find a supermarket so she could buy things to make a special dinner that night. Craig walked in and said that sounded great to him. Rosanna asked if Craig had a house key, and he informed her that Carly had given him one. Teri excused herself, and Craig asked Rosanna how Teri was doing. Rosanna told him that Teri was a big help.\n\n\nCraig and Rosanna went into the living room, where Parker joined them. Craig told Parker and Rosanna that he had sent Carly's sketches of Parker for the vitamin water ads to Ed Lazarus, the new business partner for the vitamin water company. Mr. Lazarus had liked the sketches so much that he wanted to base the advertising campaign around Parker. Rosanna told Craig that he couldn't make decisions about either Parker or the vitamin water business without running it by her first, and she pointed out that Jack would need to approve something like that for Parker. Parker said that would never happen, because Jack's whole purpose was to say \"no\" to things.\n\n\nRosanna told Craig that there was no way he could convince Jack to agree to the modeling job. Craig asked Rosanna whether she was getting tired of watching him do all the things she told him he couldn't do. Craig called Jack and said that he thought they should cement their new friendship by having Janet and Jack over for dinner. Jack informed Craig that they weren't friends and that he and Janet couldn't make it. Craig explained that it would be a family dinner to welcome Teri into the fold, and he thought that Janet would want to be there. Craig said, \"We'll see you at 6:00,\" and then hung up and told Rosanna that Jack would be there.\n\n\nParker asked how Craig planned to convince Jack to let him take the job, and Craig said it sounded like Parker was interested in the job. Parker said he was, if it meant making money without having to attend school. Craig said that he would make it work, so Parker went upstairs to play a computer game.\n\n\nTeri went to the diner to see Janet. Janet told Teri that she wanted to spend her break catching up on things with Teri. Teri told Janet that she didn't have to lie. Janet asked what Teri meant by that, and Teri said she could understand why Janet wouldn't want to see the baby sister she'd never cared about. Janet was confused and didn't know what Teri was talking about, but Teri said she knew that Janet had left to have a big adventure of her own, and that Janet didn't want to feel guilty about having left a bratty little sister behind.\n\n\nJanet asked if that was what their parents had told Teri had happened, and Teri said yes. Janet assured Teri that she had written to her many times and had even sent presents every Christmas and on Teri's birthday, along with money so that Teri could visit Janet. Teri said she had never gotten any of those things. Janet explained that their parents had thrown her out and told her not to return home again, ever. Teri asked why they would do that. Liberty walked into the diner, and Janet nodded towards her and said, \"Because of her.\" When Liberty asked, \"Mom, what's wrong?\" Janet explained that Liberty was her daughter.\n\n\nLiberty realized that Teri was her Aunt Theresa, whose friendship page they had looked up on the Internet. Liberty was excited to finally meet another member of the Ciccone family, and she asked how long Teri would be staying. Janet explained that Teri had gotten a job as a nanny for Sage and Parker, and she told Liberty about how Teri had met the kids, Craig, and Rosanna.\n\n\nJanet asked Liberty what had happened to her internship, since Liberty still had two weeks left of it. Liberty said there had been a change of plans. Teri's phone rang, and it was Rosanna, who wondered whether it would be okay with Teri if two more people were at the dinner that evening. When Rosanna mentioned that it was Jack and Janet, Teri hung up and told Janet about the dinner arrangements. Teri told Liberty that she should join them. Janet said that she would make her famous meatballs, because everyone loved those, and would make them for the dinner. Teri left for the supermarket.\n\n\nHenry let himself into his room at the Lakeview and found his mother going through one of his drawers. Audrey claimed to have been tidying up, but Henry accused her of looking for something to steal. Audrey acted hurt, but Henry reminded his mother that she'd been stealing money from him since he was seven. Henry decided he would move his mother out of his room and into a room of her own. He told Audrey that they would stop by the front desk on their way out, and he took her by the arm and led her out of the room.\n\n\nBrad and Katie sat at home looking through baby supply catalogues. Brad was concerned about their finances, since neither of them had a job. Katie was sure something would come up for Brad soon, but Brad wasn't convinced. The doorbell rang, and it was Henry and Audrey. Henry asked Brad and Katie to keep an eye on his mother while he went to shore up his financial defenses. He left, and Brad and Katie asked what had happened. Audrey began to cry and said that Henry had found her straightening up in his room and had made nasty accusations that she was trying to steal from him.\n\n\nKatie left the room to get some tissues for Audrey, and Brad went to the kitchen to get Audrey a bottle of water. While they were out of the room, Audrey's cell phone rang. She answered it and told the person that she was \"ready to move\" and that it was time. Brad and Katie returned to the room, and Audrey thanked them for their kindness.\n\n\nAfter Teri left, Janet asked Liberty what had happened with the internship. Liberty told Janet that they had just run out of money. Janet said that was too bad, but it was also good, because Liberty could spend some time getting to know her Aunt Theresa. Janet then decided she should also invite Brad and Katie to dinner, so she called them to extend the invitation.\n\n\nBrad answered Janet's call and told Katie about the dinner invitation, but when he mentioned that Craig would be there, Katie said no. Brad said that they should leave, because Liberty was back and would be there, as would Janet's kid sister. Katie reminded Brad that they had a guest, but Audrey told them not to change their plans because of her. Brad tried to call Henry; when Henry didn't answer, Brad left him a message and took Audrey back to the Lakeview. Audrey pointed to a room across the hall from Henry's and said, \"This is my room.\"\n\n\nBrad asked if Audrey would be okay by herself, and Audrey assured him that she would. She thanked him for his gallantry, and he left. After Brad had walked away, Audrey went to Henry's room. She let herself in, went into the bathroom, and walked out carrying a hairbrush. Her phone rang, and Audrey told the caller, \"It's time.\"\n\n\nHenry walked through Old Town talking to his broker and asking the broker to change all account numbers and passwords on Henry's accounts as soon as possible, before they could be breached. Henry returned to the hotel and asked the bartender if he'd seen Audrey, but the man said no. Henry went up to his room and found clothes all over the bed. He could hear water running in the bathroom, so he stood by the door and started talking to his mother, saying, \"Nobody ever changes.\" Vienna walked out of the bathroom and replied, \"That's right, Henry. Nobody ever changes, especially you.\"\n\n\nHenry was shocked that Vienna was back from Sweden. She told him that she had returned the previous day but had been afraid to see him, because he had hurt her deeply. Henry apologized and said that he would spend the rest of his life making it up to her. Vienna asked Henry to promise that he would never lie or deceive her or hurt her again, and he agreed. As Henry began to kiss her, Vienna stopped him and said that if she was going to give him a second chance, then he should give his mother another chance, too. Henry asked what his mother had to do with it, and Vienna told Henry that Audrey had been the one who had convinced her to return to Oakdale.\n\n\nHenry and Vienna went down to the bar, where they found Audrey having a drink. Henry thanked his mother for her generous act in getting Vienna to return. Vienna told Audrey that since Audrey had convinced her to give Henry a second chance, Henry had agreed to give his mother a second chance. Henry said that he would take things day to day and see how it went. Audrey said that was good enough for her. Vienna and Henry returned to their room. Downstairs, Audrey made a phone call and told the person on the other end, \"I've got what you need. Now, I need that DNA test right away.\"\n\n\nTeri began setting up for dinner at Carly's. Brad and Katie arrived first, followed by Jack, Janet, and Liberty. Janet was carrying a tray full of meatballs, but there was no room for them at the table. Craig asked for everyone's attention and announced that Parker was going to return to school and was going to model for the vitamin water company. Craig said that he had told Parker that if he wanted the modeling job, he had to return to school. Parker quietly told Liberty, \"No, he didn't,\" and he told Liberty that Craig was selling him out.\n\n\nJack told Parker that he thought it was terrific that Parker had finally decided to return to school and that he would be earning money at the same time, provided that Parker thought he could handle it. Parker was surprised by Jack's reaction, but he said that he could handle both school and the modeling job. Craig smiled and said, \"Excellent!\" and proposed a toast to Parker, while Rosanna looked on, greatly amused by the turn of events.\n\n\nEveryone made enthusiastic comments about Teri's cooking, while Janet wondered where she should put her meatballs. Finally, Janet took Liberty aside and asked her to take the meatballs into the kitchen. Parker followed Liberty, and they both ate a meatball. Parker asked why Liberty had returned early from her internship. Liberty said it had been cut short because of a lack of funding, but she didn't want to talk about it, and she went back into the living room.\n\n\nTeri asked Brad what he was doing these days, and Brad told her that he and Katie were on a television show, but it was on hiatus while Katie was on maternity leave. Craig said that meant that Brad was unemployed, but Katie insisted it was just a hiatus. Teri said that was good, because it was tough in the job market. Janet remarked that Liberty's internship had been cut short due to lack of funding, and Teri asked Liberty what had happened. Liberty said it was a boring story and that she wasn't feeling well; she excused herself and walked outside to get some fresh air.\n\n\nJack asked Craig about the number of hours Parker would need to work. Craig said that since it was their company and their campaign, they could set limits on how much of Parker's time would be needed. Jack said that was good, because if the job interfered with Parker's education, Parker would have to give it up. Craig agreed and said the whole point had been to get Parker back into the classroom. Jack admitted it was a great idea, and Craig thanked him and said that they both wanted what was best for Parker.\n\n\nJanet started to clean up. Teri tried to help, but Janet said that since Teri had cooked, Teri shouldn't have to clean up, too. Teri told Janet she was sorry that she hadn't gotten to try one of Janet's meatballs before everyone ate them, and Janet said Teri could try them another time. Janet went into the kitchen and saw her tray full of meatballs, basically untouched. Upset, she picked them up and slid the meatballs into the sink.\n\n\nCraig approached Brad and told him that if Brad and Katie needed any financial help, he would provide it. Brad assured Craig that Craig was the last person he would ever ask for help. Jack walked up and told Craig that Brad and Katie would be fine, but after Craig left, Jack assured Brad that they could always ask him for help if they needed it. Brad thanked him, and Brad and Katie left.\n\n\nParker went out to check on Liberty and asked her what had really happened with the internship. Liberty admitted that she'd been fired. When Parker asked why, Liberty replied that she had made a few mistakes. Parker tried to make her feel better. Liberty asked if Parker wanted to see a movie or something, but he said he needed to rest because his first day on his new job was the next day. Craig opened the door and told Parker that there were a few things they needed to discuss about the next day's work. Parker asked Liberty if she would be okay. She said yes, so he went back inside.\n\n\nRosanna and Craig thanked Teri for the dinner and complimented her on her cooking. Teri went to finish cleaning up, after thanking Craig for helping her get close to her sister again. Rosanna told Craig not to look so pleased with himself. Craig thought that perhaps Rosanna was starting to remember why she had respected him in the past, and she said perhaps a little bit. He pursued it, saying maybe she remembered why she had liked him, a little bit, but she told him not to push it. When Craig told her, \"We used to be a lot alike, you and I,\" Rosanna answered, \"Until I spent a few years in a coma, thanks to you,\" and she left the room.\n\n\nLiberty, Jack, and Janet went back to the farm. Liberty announced that she was going upstairs to read. Jack wondered what was wrong with Liberty, then wondered why Janet was so quiet. Janet said her head was spinning, thinking about how differently her parents had treated her sister. She said, \"Nobody ate my meatballs!\" Jack told Janet that he loved her meatballs and thought they were better than all the fancy food that Teri had prepared. Janet then said that she had often wondered what her life would have been like if she hadn't gotten pregnant, and now she knew, because it would have been like her sister's life.\n\n\nBrad and Katie went home. Brad was still angry because he thought Craig had been condescending about their financial situation. Katie agreed that she and Brad could handle their own problems and bumps in the road. Brad then remarked how wonderful Teri's cooking had been, and he said he had continued to think that they should do a segment on the show about Teri, but then he had remembered  that he didn't have a show anymore. Katie told Brad that he'd just had a great idea. She reminded him about when Janet had first arrived in Oakdale and had been on the set of \"Oakdale Now,\" cooking while Brad made hilarious comments about it. Katie thought that would be a good show for Brad to pitch to Kim, with Teri as his partner.\n\n\n",
    "tvmega_recap": "Rosanna urges Terri to take a break, but Terri tells her that she likes for all her instruments to be clean when she goes to cook again. Rosanna asks Terri doesn't she want to go and see her sister at Al's diner. Craig interrupts them and reminds them both that he is engaged to Carly. Craig tells Parker that he and Carly wanted Parker to be the face for their ad campaign for the sparkling water. Rosanna reminds jack that he cannot make any decisions about the children or the business without consulting her first. Katie and Brad look through magazines to find a stroller for the baby. Brad reminds Katie that they are not working and Kim won't agree to a show without two people. Jack and Janet discuss Liberty coming home from the internship and that she will get to meet Terri. Janet thanks Jack for letting Terri stay here. They kiss. Craig and Rosanna discuss Parker being the next face of their new ad campaign for their water. Rosanna has her doubts that Jack will agree to Parker being the face of the sparkling water without going back to school. At the diner, Terri comes to visit Janet. Terri finds out that Janet had sent her all kinds of birthday cards, Christmas cards and money, but Terri hadn't seen any of it. Liberty walks in and is introduced to Terry. Liberty is overjoyed to meet her aunt. Janet tells Terri that Liberty is the reason why her parents had kicked her out .Craig calls Jack and invites him and Janet to dinner. Craig also calls Katie and Brad to invite them. Henry comes home and finds Audrey going through his drawers. He accuses of trying to steal from him. Henry brings Audrey to Katie's and Brad's for them to watch her so he can get his affairs in order. Audrey goes through Henry's hotel room and steals a hairbrush for a DNA test. Henry comes home and finds his hotel room ransacked. Vienna comes out of the bathroom and surprises Henry. They reconcile on the condition that Henry gives Audrey a second chance. Everyone begins to gather at Carly's for dinner. Craig announces that Parker is going to be the face of the sparkling water if he goes back to school. Jack agrees to let Parker be the face of the sparkling water. Liberty lets Parker know that she was fired from the internship program. Audrey tells someone on the phone that she wants a DNA test now. Katie comes up with the idea of letting Terri do the cooking segment on \"Oakdale Now.\"",
    "soapcentral_condensed": "Teri went to the diner to see Janet. Janet was looking forward to having Liberty meet Teri for the first time when Liberty returned from her internship. Craig told Parker and Rosanna that he had sent Carly's sketches of Parker for the vitamin water ads to Ed Lazarus, the new business partner. Craig called Jack and said that he thought they should cement their new friendship by having Janet and Jack over for dinner. Jack informed Craig that they weren't friends and that he and Janet couldn't make it. Craig said that it would be a family dinner to welcome Teri into the fold, and he thought that Janet would want to be there. Janet told Liberty that she should join them for dinner, and when Liberty asked, \"Mom, what's wrong?\" Janet explained that Liberty was her daughter. Liberty realized that Teri was her Aunt Theresa, whose friendship page they had looked up on the Internet. Janet explained how Teri had gotten a job as a nanny for Sage and Parker.\n"
}