{
    "soap_central": "\n\nWill lets Sage know the latest news about her parent's search for JJ.  Gwen arrives home from the doctor's office with an ultrasound of their baby and tells Will that all looks well with the pregnancy.   Sage, in an attempt to have something happy to focus on, wants to share the good news about Will and Gwen's baby and they agree that with the good report from the doctor that the time has come for them to start telling people.  The three decide to throw a party to let people know about the pregnancy. \n\n\nNoah finds Luke writing at the station and lets him know he is taking some time off.  Luke questions whether Noah is taking a break after his revealing that he is gay, but Noah confirms it has nothing to do with him.  Maddie arrives and Noah tells him that the getaway is for him and Maddie to spend some time together.   Noah and Maddie invite Luke to go with them on their trip, but he declines.  Gwen arrives at the station and invites her friends to a party with a \"surprise theme\".  Luke initially rejects Gwen's invitation, but agrees when Gwen tells him that the party was Sage's idea and it would help to keep her mind off JJ.  Once alone Maddie tells Gwen that her relationship with Noah is, in part, a way to get over Casey and she questions why the relationship seems so forced.  \n\n\nIn Old Town, Susan and Ali discuss their sobriety and Alison returning home to live with her mom.  Alison thanks her mom for offering to take her back in, but tells her she doesn't want to move back because she wants to behave like an adult.   After a bit of a talk, Alison tells her mom if they can continue with their positive dialogue she will move back in with her.  A happy Susan heads off to a meeting and Will and Sage run into Alison and invite her to the impromptu party.  Alison apologizes to Will about his brother's death (since no one but Barbara, Gwen, and Will know that Paul is alive) and tells him that she feels partly responsible.  Will stops Alison and tells her that it is no one's fault and not to take it out on herself.  Will asks Alison about Aaron's return and she tells him that even though they were briefly reunited they are no longer together.   Will invites Alison to the party and tells her he has good news to share.  Alison accepts the invitation and agrees to go.\n\n\nOnce the invitations have been extended to their friends, Gwen, Will, and Sage return home to get ready for their guests.  Sage gets a phone call from her friend inviting her to see her hamster and she tells Gwen and Will she doesn't want to stay at the boring party, but just wanted to help set it up.  Will walks Sage to her friend's house and as he leaves Alison arrives and feels awkward because she realizes Will hasn't told Gwen she would be coming.  Gwen invites her in and as Alison admires the pink and blue decorations she realizes the party is to announce a pregnancy, but Maddie enters and is the first to run over and congratulate Gwen.   Maddie turns to Gwen and questions why Alison was invited.   Gwen asks why Maddie is being so rude about Alison and informs Gwen about Alison's past in Las Vegas.  Alison overhears Maddie's revelation and tells her if she has something to say she needs to say it to her face.  \n\n\nAt the Montgomery Inc. board meeting Lucinda continues to questions Meg about her qualifications for being the CEO of a major company.  The inquiries send Meg running from the boardroom in disgust and when Craig follows she calls him out on putting her in place to ruin Lucinda's company.  Craig tries to persuade Meg to keep the company to do something good with it, but she is reluctant after Lucinda's barrage of questions.   Craig reminds Meg that Lucinda is walking all over her again and pushing her around just to get the company back.  Meg decision seems to be to go, but when Lucinda enters the hall and asks her if she needs to call her a car to help her leave, to which Meg responds by telling her to get out of her way and returns to the boardroom.  Back in the meeting Meg questions if Lucinda can understand how her employees live and how to offer them a good place to work.  She asks the board to give her a chance to turn around the company by making it worker friendly.   Lucinda questions the board's sanity in even considering voting Meg as CEO; to which Meg points out that she will make the company a business again and not the personal fighting ground of Craig and Lucida. When a vote is taken Meg is voted in as the new CEO.   Craig and Meg go to the Lakeview to celebrate her new rise to power and the conversation turns to their annulment.  Craig gives her the papers to sign, but she rips them up.\n\n\nPaul sits vigil by Rosanna's bed waiting for the experimental medicine to bring her out of her coma.  The doctor tells Paul (who is pretending to be Craig so that he may visit Rosanna) that he must continue talking to Rosanna and hope they see results in the next hour.   Paul continues to talk to Rosanna, but as the medicine drains out and she doesn't respond he begins to become discouraged.   As he gets up to leave Rosanna grabs his arm and opens her eyes.  Paul reassures Rosanna that he is there to take care of her and will be with her until she gets well.  Rosanna responds by closing her eyes which sends a disappointing look over Paul's face as he fears her awakening will be short lived.  Paul checks with Rosanna's doctor to see if Rosanna brief consciousness means that she is making a recovery.  The doctor is quick to point out that even if Rosanna wakes it may not be a full recovery.  Paul returns to Rosanna's bedside.\n\n\nBob checks in on Susan and informs her that he has no choice but to suspend her because of her drinking.  After the problems the hospital had with Meg he explains he has no option but to suspend her for a time.  Susan is gracious and agrees to work on her sobriety and accepts the suspension.  \n\n\n",
    "tvmega_recap": "Gwen shows Will their first ultrasound. Noah tells Luke that he and Maddie are going away. Allison and Susan bond over their addictions. Lucinda tries to rattle Meg, who walks out of the Boardroom because she won't deal with Craig and Lucinda games anymore, as Lucinda thinks she may have won. Paul sits vigil at Rosanna's bedside. Susan asks Allison to move home, but she doesn't think she should; she wants to start acting like an adult. At Sage's insistence, Will and Gwen decide to throw a party and tell people that she is having a baby. Craig convinces Meg to walk back into the Boardroom and continue her pitch, much to Lucinda's surprise. Noah still can't figure Luke out. Gwen invites Maddie, Noah and Luke to their party. Maddie and Gwen discuss Maddie's new relationship; she admits that when she was with Casey, things came naturally, but with Noah, they seem forced. Allison changes her mind and decides to move back home. Will and Allison talk about Paul's \u0091death.' Will invites her to their party. Meg's spiel seems to sway the Board members, much to Lucinda's chagrin. Meg is voted in as CEO. Rosanna touches Paul's arm, smiles and then closes her eyes again. Paul is thrilled and thinks she is waking up, but the doctor's are cautiously optimistic. They advise him against thinking that this must mean Rosanna will make a full recovery. Allison's arrival to their party surprises Gwen, but she takes it in stride. A tickled pink Maddie figures out that Gwen is pregnant, but then is confused as to why Allison is there. Lucinda predicts that Meg will lose her soul thanks to Craig. Bob informs Susan that she is going to be suspended due to her drinking. Susan welcomes the time off to get herself together and thanks Bob for his support. An irate Allison overhears Maddie tell Gwen about her doing porn movies in Las Vegas. Craig tells Meg to sign the annulment papers, but Meg stuns him when she rips them up. Paul promises Rosanna that he is not going anywhere this time; she is going to wake up and together they are going to make Craig pay.",
    "soapcentral_condensed": "Will lets Sage know the latest news about her parent's search for JJ. Gwen arrives home from the doctor's office with an ultrasound of their baby and tells Will that all looks well with the pregnancy. Sage, in an attempt to have something happy to focus on, wants to share the good news about Will and Gwen's baby. Noah finds Luke writing at the station and lets him know he is taking some time off. Maddie tells Gwen that her relationship with Noah is, in part, a way to get over Casey and she questions why the relationship seems so forced. Susan and Ali discuss their sobriety and Alison returning home to live with her mom. Craig and Meg go to Lakeview Lake to celebrate Meg's new rise to power and the conversation turns to their annulment. Lucinda questions the board's sanity in even considering voting Meg in as CEO; Meg points out that she will make the company a business again and not a personal fighting ground. Craig tries to persuade Meg to keep the company to do something good with it.\n"
}