{
    "soap_central": "\n\nDusty went to Barbara's home to tell her he was worried about Jennifer's behavior; as they talked, Jennifer walked in and became upset that they were talking about her. Dusty left, and Jennifer followed him out into the hall to apologize for jumping on him; meanwhile, Barbara looked in Jennifer's purse, found her prescription bottle, and counted the pills in it. When Jennifer came back in and saw what she was doing, she was even angrier, but Barbara ignored that and asked her why there were so few pills left in the bottle. Jennifer said some had fallen down the sink drain, and she told Barbara that right now, what she really needed was for Barbara to believe in her and be there for her, because people like Dusty just couldn't understand the pain she was going through. Barbara assured her that she was on her side.\n\n\nDusty ran into Meg at Java and told her he was worried about Jennifer's behavior. Meg suggested it was possible that Jennifer was trying to manipulate Dusty because she wanted him to be her protector; Dusty became upset and told Meg that Jenn wasn't like that, and he told her to stay away from Jennifer. Dusty ran into Jenn on her way out of Barbara's place, and Jennifer told him how upset she was that he had been discussing her behavior with Barbara; she told Dusty to get out of her life. Dusty went inside and told Barbara that she shouldn't have told Jennifer about his concerns about her behavior; he told her she'd better help Jenn, because Jenn was falling fast. Later, Jennifer went to Java and complained loudly and irritably about her coffee not being hot; Meg overheard her and ordered new coffees for the 2 of them, then sat down at Jenn's table. She told Jenn she wanted to apologize for having intruded on them in Chicago, but Jennifer told Meg that she and Dusty weren't together in that sense and never would be, because Jenn now thought that Dusty was a jerk and she couldn't stand him.\n\n\nAt Paul's apartment, Hal told Emily that he'd been worried about her; Emily told Hal that it was time she showed him something, and she went to Paul's wall safe and took out some papers. Paul was at the door to the apartment, watching quietly, as Emily gave the papers to Hal. Hal saw that they were divorce papers and that Emily had already signed them. Emily told him that after today, when Hal and Susan had basically broken into her home to try to find something to use to destroy Paul, she realized that she was ready to proceed with the divorce, because things between her and Hal were truly over now. Paul came into the room and asked Hal to leave, and Emily told Hal she didn't need his help; Hal told Emily she needed someone's help. Paul congratulated Emily for standing up for herself; Emily told Paul that she was with him 100%. They made love, and afterward, Paul told Emily he thought he should talk to Barbara and make sure she didn't give Will access to his trust fund, and that they needed to make sure Gwen got custody of Rory and left town with him, and that she knew that the money to do that came from Paul, not from Will. Susan arrived and asked to talk to Emily alone; Emily said there was nothing she wanted to talk about without Paul there, so Susan told her she'd try to find her later, when she'd be alone. Emily demanded to know right then and there what she wanted to talk to her about, and Susan said she thought Emily was making a terrible mistake by hooking up with Paul, because she didn't think Paul was actually over Rosanna yet, and she thought that bringing Daniel into the situation to live with Emily at Paul's place was a terrible decision. Emily told Susan she had worn out here welcome --- permanently. Paul again congratulated Emily on standing up for herself; he got the baby footprints out of his safe, and together, he and Emily burned them, thus getting rid of the only existing evidence that proved that Rory was not the baby Rosanna adopted.\n\n\nLucinda told Lily and Sierra that she was exploring alternative cancer treatments, which included a facility in Mexico. Lily and Sierra were shocked to hear this, but when Lily looked to Keith to see what he thought of all this, he excused himself, saying this was obviously family business. Lucinda praised him for his discretion and then tried to explain her decision to Lily and Sierra. Keith left, and Lucinda left her lab report with her daughters, telling them to peruse the results for themselves. Sierra told Lily that they had to do something to stop Lucinda from pursuing this alternative treatment, so when Lucinda returned to the room, Sierra told her they had taken her driver's license and her passport so that she would be unable to leave the country. Lucinda said she had traveled the world with just a library card before and could certainly manage to get to Mexico, but Sierra added that she had ordered the Worldwide pilot to take the corporate jet to back to Montega and stay there until she told the pilot to return. Lucinda became quite angry and ordered Lily and Sierra to leave her house immediately; when they did so, she picked up her phone and called Keith, telling him she had to see him right away. When Keith arrived, Lucinda thanked him for not telling Lily about her trip to Mexico, and he thanked her for not telling Lily about his business at the clinic with the organ transplant mission. Lucinda said she would try to forget that, and in return, she needed something from Keith. She then told him what Sierra and Lily had done about her passport and the jet, and Keith realized she wanted him to fly her to Mexico and back; he told her there was no way he could do that behind Lily's back, but Lucinda told him she wasn't asking him (she was telling him).\n\n\nWill and Gwen sat together at Java talking, and Gwen told him that she didn't trust Paul or his motives for wanting to help them. Will insisted that Paul would help them because he didn't want to let Will down again, and that Paul could talk Barbara into loosening up her restrictions on Will's use of his trust fund money. Gwen left, and later, Hal arrived; when Will told him what was going on, Hal warned him not to trust Paul, because the only reason Paul would offer to help Will was if there was something in it for Paul. Hal also told Will that he thought Gwen was desperate, and that when people get desperate, other people get hurt.\n\n\nCarly called Barbara on the phone and asked her some questions about Gwen; when she asked what she could tell her that might help Carly keep Gwen away from the baby, Barbara suggested Carly check out Gwen's apartment, because it surely held at least some code violations. Carly got Bert to let her into the apartment, and once inside, she took several pictures of the place with her camera. She was interrupted when Gwen walked in, demanding to know what she was doing there. They fought, with Carly telling Gwen that she would take her photos to the judge and Gwen telling Carly that she'll get her son back. Later, Gwen went to Carly's house, and after knocking, she pushed her way past Carly and into the house, demanding that Carly give her the camera. They fought again, and Carly shoved Gwen, who fell into the baby carriage outside the house, knocking it down. This brought back a memory for Carly of Iris's baby's carriage; meanwhile, Gwen told Carly, \"You're not going to win!\" and left. \n\n\nOutside Gwen's apartment, Will waited for her return, and when she came back, she told Will that she now thought that Carly was the one who messed with the DNA results; Will told her that she was starting to sound desperate and that the reason other people were doubting Gwen was that her story kept changing about whether Casey was the father, whether Casey had messed with the DNA results, or whether the baby was even hers. Meanwhile, at Carly's house, she continued having flashbacks of Iris and the empty baby carriage, and she smiled to herself and said that she had finally figured out a way to keep Gwen from getting her hands on Rory.\n\n\n\n\n",
    "tvmega_recap": "Barbara and Dusty are both concerned about Jennifer's behavior. Jennifer is angry that Dusty is meddling inn her life and tells Meg she won't work with him anymore because he is a jerk. Sierra and Lily take away Lucinda's passport and driver's license and ground the Worldwide jet to stop her from going back to the clinic in Mexico. Lucinda pressures Keith to fly her back and forth to Mexico for her treatment or she will let Lily know he is involved in the sale of human organs. Emily gives Hal divorce papers and tells him she is staying with Paul. Paul and Emily burn the footprints and come up with a plan to make sure Gwen gets custody of the baby and leaves Oakdale. Carly comes up with a plan to make sure the court thinks Gwen is an unfit mother. Gwen is hurt that Will doesn't believe her anymore.",
    "soapcentral_condensed": "Dusty went to Barbara's home to tell her he was worried about Jennifer's behavior; as they talked, Jennifer walked in and became upset that they were talking about her. Later, Jennifer went to Java and complained loudly and irritably about her coffee not being hot; Meg overheard her and ordered new coffees for the 2 of them, then sat down at Jenn's table. Jennifer told Meg she and Dusty weren't together in that sense and never would be, because Jenn now thought that Dusty was a jerk and she couldn't stand him. Hal told Emily that he'd been worried about her; Emily told Hal that it was time she showed him something, and she went to Paul's wall safe and took out some papers. Paul congratulated Emily for standing up for herself; Emily said she was with him 100%. They made love, and afterward, Paul told Emily he thought he should talk to Barbara and make sure she didn't give Will access to his trust fund, and that they needed to make sure Gwen got custody of Rory and left town with him.\n"
}