{
    "soap_central": "\n\n \nLuke volunteered to help Noah and be on his film crew, since Noah was strapped for time on his honors project. The two of them loaded up the equipment and headed for the Lakeview, where Noah had scheduled an interview with an Army lieutenant who had served in the Middle East with his father. \n\n\nCasey had to postpone his lunch date with Alison because he was still numb from Adam's death. He felt he should be available in case Margo needed him. At the Hughes house, however, Margo prepared and served a huge breakfast to their houseguest, Riley Morgan. She also asked him to call her \"Margo,\" and forgo \"Ma'am.\" Tom arrived home and peered through the blinds, watching his wife hover over their guest. Margo referred to Riley as a \"hero\" because he had fought in the war, but the young man denied that. \n\n\nCasey found Tom spying on the breakfast table, and the two agreed that Margo was treating Riley like a long-lost son. They went inside, and were soon joined by Luke and Noah. The boys said they were looking for Casey because they needed a sound man for their shoot. Casey was not overly enthusiastic, so Margo suggested Riley as a substitute, since he was a sound engineer in the Army. Both Riley and Casey agreed to help, so they all took off for the Lakeview. \n\n\nTom took advantage of the lull in activity to tell his wife that they needed to talk. He referred to Margo's treatment of Adam's friend as \"glomming on,\" but Margo claimed that she still continued to think of Adam every minute of every day. Tom thought it odd that his wife seemed almost happy when Riley was around, but Margo denied that she was replacing Adam in her heart. She claimed to be fine, but Tom disagreed. She urged him to go back to work, and as soon as he left, she put on some old videos of Adam as a child. \n\n\nHunter arrived late for work at the online Intruder, and Emily immediately began barking orders at him. He was upset and said that he couldn't work with her that day. Hunter said that he had something else important to do, and he would be back later or perhaps not until the next day, and out he dashed. Emily immediately called Alison and asked for her help with Hunter. She also experienced difficulties with her laptop computer and really missed Hunter's expertise. Finally she called her mother and invited her to an early lunch at Al's Diner. \n\n\nLooking distressed, Hunter walked through Old Town and eventually sat on a bench. Alison found him and questioned him for Emily. Hunter told her that his mother had suffered a stroke and had been moved to a nursing facility in Chicago. He needed to see her, but he couldn't make himself do it. Alison offered to accompany him, and Hunter was appreciative. They took off walking to Hunter's car. \n\n\nAt the nursing home, Alison explained how a strokes affected patients. A nurse called Hunter, and Alison promised to wait for him. In very short order, Hunter returned, and he looked stunned. He finally blurted out that his mother had said that the man he thought was his father all these years was not his father. Hunter was in shock and was sure that his mother had not been hallucinating; she knew exactly what she was saying. \n\n\nAt the Lakeview, Noah and crew set up. Riley asked whom Noah was interviewing, and Noah told him the subject was a Lieutenant Hasbro, who had served in the Middle East with Noah's dad. Riley reacted to some of that information, but he claimed that he did not know him. Luke then asked Riley if he knew Noah's father, Colonel Mayer, who had also served there, but Riley denied that. He said that he hadn't hung out much with the officers. Noah said his father had passed away, and Riley suddenly remembered an \"appointment\" he had made at the Veterans Administration and declared that he had to leave. Casey told Riley that he hadn't really expected him to help because Riley was a lot like his brother, Adam, who always offered his services but never really came through. \n\n\nThe lieutenant arrived before Riley could leave, and Noah said they would start the interview as soon as possible. Noah spoke to his guest and told him what to expect in the interview. Casey interjected that Riley had also served in the Middle East, as well, but he had never met Colonel Mayer with whom Lieutenant Hasbro had worked. Hasbro asked Riley if he knew a certain soldier in Afghanistan, and Riley said that everyone knew him. Casey was obviously suspicious of Riley's answers. \n\n\nAfter the interview wrapped up, Luke mentioned to Noah that he had gotten some good information from the lieutenant, who had seemed like a nice guy. Noah remarked that his father had \"seemed like a nice guy\" at first, too. Riley spoke up and questioned Noah. Luke said that Colonel Mayer could not accept that his son was gay, and then Casey jumped in and asked Riley if gay people bugged him. Luke asked Casey to knock it off, and they finished loading the gear. \n\n\nRiley approached Casey privately and asked if he had a problem with him. Casey answered that he did, indeed, have a problem with him, because he felt that Riley was taking advantage of Margo's grief. He explained that his mother liked to adopt replacements for her sons, and that didn't always turn out well. Riley offered to go if Casey said the word, but Casey said that it was not up to him. \n\n\nEmily and Susan met for lunch, and Emily complained that she was stuck without Hunter's help with her computer. Susan gave her a pep talk, and then she wanted to know if Emily was upset because Hunter was not paying enough attention to her personally. Emily was disgusted by her mother's words, and she declared herself forever through with younger men. In fact, she said, she didn't want any man in her life. Susan made the point that Emily's life was back on track, since she had a good job and her son was doing well in boarding school. She asked what more Emily could want, and she was stunned to hear her daughter reply \"a baby.\" \n\n\nSusan reacted by asking Emily if she knew how old she was. She also reminded her that she had undergone a tubal ligation not too long before in a fit of pique directed at Casey. Susan also accused Emily of getting that idea from working on a story about Brad and Katie, and the whole idea was crazy. Emily walked her mother back to Memorial Hospital, as Susan continued to harangue her. \n\n\nAlmost as an afterthought, Emily asked Susan what had happened to the unused eggs that she had donated when Susan had borne Alison. Susan thought they were stored somewhere in the hospital, since neither of them had given permission for them to be destroyed. Reluctantly, Susan agreed to talk to Dr. Bob about them, so Emily waited for her mother to return. When she did, Susan told Emily that Bob was pulling the file and would join them. \n\n\nBob arrived with a puzzled look. He announced that, strange as it seemed, Emily's eggs were gone. He assumed they had to be there, only misfiled. He was certain someone could locate them without too much trouble. Emily was grinning and already getting excited about the prospect of having another child. Susan just shook her head. \n\n\nAlison and Hunter drove back to Oakdale and visited Java. Hunter was still staggering over the news his mother had imparted, and he told Alison that his father had died when Hunter was young, so whatever he knew about the man, he had learned from his mother. Hunter could not believe that she would make up such a lie. He also told Alison that his mom was an award-winning and distinguished professor. He said it was tough to see her incapacitated, and Alison offered to go with him for visits any time. Hunter questioned whether that would sit well with Casey, but Alison explained that the visits would not impact her relationship with Casey. She said they were \"together,\" but they had separate lives. \n\n\nLuke and Noah went home, and Noah commented on how well his film was progressing. Both boys, however, discussed Casey's strange behavior with Riley. Noah did say that he thought Casey was right to question Riley, and he pointed out that it was odd that Riley had not known a person as visible as Colonel Mayer. Luke cautioned his boyfriend not to read in meanings that were not there, but Noah was convinced that there was something about Riley that did not sit well with him. Luke was amazed that Noah, who liked almost everyone, did not like Riley, and he suggested that Noah get to know the young man better. \n\n\nTom surprised his father at Memorial and asked to speak with him. Bob questioned why the rest of the Hughes family had been excluded from Adam's memorial service. Tom said that Margo had not felt able to deal with more people, even family. He also explained that Margo was cooking and cleaning and had taken one of Adam's friends \n\n\ninto the household. Tom was worried that his wife had substituted Riley for Adam, and that was not healthy. Bob suggested that Tom not judge how other people mourned, and told his son to be patient, and Margo would get well. \n\n\nMargo sobbed as she watched the videos of a young Adam, and Casey saw her through the blinds. He quickly called his dad, who was still with Bob, and he told him that Margo seemed to be in trouble. Bob reminded Tom to be careful what he wished for. Casey went inside and comforted his mother. Tom arrived home, and Margo snapped back almost instantly into her happy mode. She went upstairs to wash her face and announced that she would be making lunch soon. Casey told Tom that he could not understand his mother. Riley returned, as an upbeat Margo told him he was just in time for lunch. \n\n\nThe Hughes family and Riley ate their meal, and Riley declared that it felt like home. He asked Tom about his morning at work, and than told them that Adam had said good things about his family, a fact that Casey openly challenged. Margo offered to show Riley some of the old videos, and that alarmed Tom. Margo and Riley left the table to watch the tapes, as Tom and Casey exchanged worried looks. Casey could not bear to watch them, so he went outside quickly, and Tom followed. Casey strongly objected to his mother's going down \"a fake memory lane with a substitute son.\" Tom said they would just have to wait it out.\n\n\n",
    "tvmega_recap": "Emily works on Brad and Katie's story for the Intruder and it makes her realize she wants to reverse her tubal ligation and have another child. Emily asks Susan to find out what happened to the un used fertilized eggs she donated to Susan years ago when she wanted to have a child. Bob discovers that the eggs are missing and promises Emily they will find them. Hunter finds out some shocking news when he and Allison go to visit his mother in a nursing home because she had a stroke. Hunter's mother tells him that the man who raised him wasn't his father. Hunter asks the identity of his mother drifts off to sleep. Allison thinks that the stroke affected his mother and she encourages Hunter to ask his mother about the situation later after his mother feels better. Tom and Casey are worried that Margo is using Riley as a substitute for Adam and they both feel like she is letting Riley into her life and pushing them out of her life. Casey warns Riley not to take advantage of his mother while she is so vulnerable. Margo sobs while she watches a video of Adam and Casey consoles her but later she is laughing when she watches the same video with Riley. Tom and Casey decide to allow Margo to grieve in her strange way but both of them agree to keep their guard up about Riley. Noah is also suspicious of Riley when Riley tells him that he didn't ever meet or know Colonel Mayer. Noah also notices that Riley isn't eager to help him with his film project when he finds out he is interviewing an army lieutenant. Lieutenant Hasbro asks Riley if he ever met a friend of his who was stationed in Afghanistan and Riley says yes but the man probably wouldn't remember him if he mentioned his name to him. Luke encourages Noah to get to know Riley better because he is sure Noah has no reason not to like Riley.",
    "soapcentral_condensed": "Casey had to postpone his lunch date with Alison because he was still numb from Adam's death. Margo referred to Riley as a \"hero\" because he had fought in the war, but the young man denied that. Tom referred to Margo's treatment of Adam's friend as \"glomming on,\" but Margo claimed that she still continued to think of Adam every minute of every day. Hunter arrived late for work at the online Intruder, and Emily immediately began barking orders at him. Emily immediately called Alison and asked for her help with Hunter. Hunter told her that his mother had suffered a stroke and had been moved to a nursing facility in Chicago. Noah had scheduled an interview with an Army lieutenant who had served in the Middle East with his father, and Riley was asked to be a sound engineer in the film crew for the interview, which Noah had set up at the Lakeview. The lieutenant arrived before Riley could leave, and Noah spoke to his guest and told him to start the interview as soon as possible.\n"
}