{
    "soap_central": "\n\nCasey found out from Dr. Bob that Gwen checked herself out of the hospital. \n\n\nCasey went to see Gwen at her apartment and demanded to know if he was the father of her baby. Gwen yelled at Casey for not caring about what happened to her and the baby before and for being so mean to her. Gwen finally admitted that Casey was the father of her baby. Casey was angry that she did not tell him about the baby. Gwen could not listen to Casey yelling at her anymore so she threw him out. \n\n\nDusty blamed Mike for Jen having the baby prematurely. Will went to the hospital to visit Gwen but when he found out Jen had her baby he went to visit her. Will told Jen that their family is strong and the baby is apart of the family so he will survive. Will leaves and Mike tried to console Jen. Jen wanted to see the baby so Mike got her a wheelchair and started to take her to see the baby when the nurses called out for a doctor because Jen's baby heart stopped. \n\n\nJack tried to talk Carly out of finding out about the woman in the picture with her father but Carly will not back down. Jack just wanted to concentrate on planning their anniversary party. Carly agreed to stop to plan the party. Jack left when Kim showed up to talk to Carly. Carly showed Kim the picture hopping that Kim knew the woman in the picture; however Kim did not recognize her. Kim told Carly she would help her figure out who the woman was. Later Jack meets with the woman in the picture. \n\n\nKatie went to tell Craig that Jen had their baby but Craig did not seem surprised at the news which upset Katie. Katie wanted to know why Craig was acting like he did not care about his baby. Craig than decided to tell Katie that he and Rosanna were adopting a baby of their own. Craig hoped that this will be the second chance he deserves.  \n\n\n",
    "tvmega_recap": "Carly wants Jack to be more supportive with her quest to find out what happened with her dad so long ago. Jack tries to divert the topic claiming he is preoccupied with their anniversary plans. After Carly leaves, Jack makes a phone call asking someone to meet him right away. Celia keeps pestering Will to find out what is bothering him. Why is he so bothered by her and Casey wanting to make their purity pledge? He just doesn't understand the whole concept. They dance around their feelings for one another. Meanwhile, Casey has gone looking for Gwen and found out she checked herself out of the hospital without anyone knowing. Casey finds her at her apartment. They have an argument about whether he is her baby's father. Gwen is very bitter towards Casey. Casey wants to know why she made Will take responsibility for the baby. She angrily explains he stepped up because she was alone. She kicks Casey out just before Celia shows up. Mike arrives at Jen's bedside, and gets lambasted by Dusty. Jen comes out of surgery and is glad to see Mike. Mike sees Katie at the hospital, but has to go be by Jen's side. Katie tells Craig his baby has been born, and is surprised by his calm reaction. Later, Craig passes out cigars exclaiming he is a father again! Meg and Dusty talk about his role in the birth of Jen's baby. He feels differently now. Meg replies it is the miracle of birth. Dusty remarks about a birthmark on the baby's neck, which Meg jokingly calls a stork bite. However, Meg still seems insecure of Dusty's relationship with Jen. Later, the beeper goes off at the nursery \u0096 it is a code blue, and it is Jen's baby!",
    "soapcentral_condensed": "Casey found out from Dr. Bob that Gwen checked herself out of the hospital. Will went to the hospital to visit Gwen but when he found out Jen had her baby he went to visit her. Dusty blamed Mike for Jen having the baby prematurely. Craig decided to tell Katie that he and Rosanna were adopting a baby of their own. Craig hoped that this will be the second chance he deserves. Carly showed Kim the picture hopping that Kim knew the woman in the picture; however Kim did not recognize her. Kim told Carly she would help her figure out who the woman was. Jack tried to talk Carly out of finding out about the woman with her father. Jack just wanted to concentrate on planning their anniversary party. Carly agreed to stop to plan the party but Jack left when Kim showed up to talk to Carly. Kim showed Carly the picture and told her that she knew the women in the photo but she did not know who they were. Kim said that she was going to help Carly find out who she was.\n"
}