{
    "soap_central": "\n\nSimon and Carly are rushing to get the demo apartment in order, when he pulls her into a kiss. Carly snaps that making a living is more important to her than a roll in the hay, and proceeds to walk out. Gwen comes by and confides in Carly that she's moving on from Will, but needs money to move into the dorms. Carly is sorry she can't help. Simon pipes up that he has a scholarship fund set up for just these sorts of occasions. He writes a personal check to Gwen. Simon later admits to Carly he did it for her. Carly agrees to remain his partner. Dusty tells Lucy he's still too connected to Jennifer to consider starting anything with Lucy. She sobs to Lucinda. Dusty calls Lucinda and reports that he's going on a business trip for Worldwide. Lucy in convinced he is running away from her. When Jade feels sick, Will agrees that she can move in with him. Will tells Kim he'll be responsible for his child. Jade is thrilled, but Will makes it clear he doesn't love her. Meanwhile, Maddie helps Casey move into the dorm and tells Margo she finally believes she has a chance to recover from her trauma.\n\n\n",
    "tvdb": "Meg and Paul admit to Emily that they are engaged, and Emily warns Paul that she will never let him near their child. Katie is upset to realise that Simon helped Carly get her divorce. Holden struggles to make a decision after Bob warns him Lily may never wake up.\r\nSource: tv.com",
    "tvmega_recap": "Gwen wants to move into the dorms but is at a loss on how to get enough money to do that. Jade manipulates Will into letting her stay with him for a few days. Lucy is sure Dusty is using Johnny not feeling well as an excuse and wants him to simply own up to what the problem is. He tells her he can't be around her anymore. Simon and Carly are having trouble kicking it into gear for their Open House and when Simon won't stop coming onto Carly, she kicks him where it counts. Dusty explains that when he saw her singing all he could see was Jen. It wouldn't be fair to even be friends with her when he still wants his wife back. Lucy pleads for them to stay friends, but Dusty can't do it and walks away leaving a sobbing Lucy behind; Lucinda shows up and Lucy rushes into her arms. Maddie comes to stay at Tom and Margo's and suddenly Casey doesn't want to leave, but soon they are all heading off to move Casey into his dorm room. Kim learns Gwen moved out and Jade is staying \u0096 temporarily \u0096 with Will because she is pregnant with his child. Jade listens to their conversation and when Kim leaves Jade rushes to hug him to thank him for not blaming her for the pregnancy. Carly doesn't think Simon is taking her seriously so she goes to leave but Gwen has come to see her and Simon uses this to make Carly stay. Gwen wants her to know she is enrolled in college but is trying to find a way to live in the dorms. Simon listens and explains she can get a scholarship through him; Gwen and Carly are skeptical. Simon asks one question of her and after she answers it, Simon writes her a check. Carly suggests Gwen cash it soon. Carly is moved by Simon's generosity. Lucy tells Lucinda Dusty doesn't want to be with her anymore. Lucinda thinks it may be that Lucy has awakened some past feelings he had for her and it feels like a betrayal to Jen. She advises her to give him time. Dusty asks Lucinda if he can go to New York to close a deal; Lucy fears Dusty is running away from her and voices her anger at Lucinda for pushing her to admit her feelings for him. Maddie and Casey get close as he is moving into his dorm and as they joke about how dorky his roommate might be, but then Maddie freezes. Casey promises he is in no rush because he loves her. Gwen is Casey's new neighbor in the dorm. Will doesn't want Jade to get the wrong idea about them; he is doing this for her because of what Gwen went through with Casey. The only thing they are going to share is becoming parents; he doesn't love or and he never will!",
    "soapcentral_condensed": "Simon and Carly are rushing to get the demo apartment in order, when he pulls her into a kiss. Carly snaps that making a living is more important to her than a roll in the hay, and proceeds to walk out. Gwen comes by and confides in Carly that she's moving on from Will, but needs money to move into the dorms. Simon pipes up that he has a scholarship fund set up for just these sorts of occasions. He writes a personal check to Gwen. Dusty tells Lucy he's still too connected to Jennifer to consider starting anything with Lucy. Lucy in convinced he's going on a business trip for Worldwide. When Jade feels sick, Will agrees that she can move in with him. Will tells Kim he'll be responsible for his child. Jade is thrilled, but Will makes it clear he doesn't love her. Maddie helps Casey move into a dorm and tells Margo she finally believes she has a chance to recover from her trauma. She sobs to Lucinda.\n"
}