{
    "soap_central": "\n\nGabriel called the bank from Lily's house to see if he still had time to get there to set up a new account before it closed for the day.  He had the wad of money from Lucinda in his pocket, and he was pleased to hear that he had time to get it in the bank if he hurried.  \"Thank you, Lucinda,\" Gabriel muttered as he headed out.\n\n\nJack was at work at the police station when Tom Hughes and Craig walked in.  Craig raised his hands and said, \"Look, Ma, no cuffs!\" Jack wanted to know why he couldn't lock up Craig again, but Tom informed him that the judge had dismissed all charges against his client.  Craig crowed that he was a free man again, and the universe was, once again, in balance.  Tom said there had been no reasonable evidence of arson, and the embezzlement charge had been bumped to civil court.  \n\n\nJack was incredulous, but Tom really made Craig's day when he announced that the insurance company would be paying off on the fire policy soon.  Jack quickly reminded Craig that the money belonged to Parker, and Craig did admit that some of it did.  He swore he meant to make good on it, and Tom left. Craig took some time to taunt Jack, and then he walked out, as well.\n\n\nLiberty surprised Janet at the diner with the news that she had a summer job at Fashions.  Janet was concerned that a job would be too much for her daughter, who was still recovering from the effects of chemotherapy.  Liberty said that selling clothes was not a strenuous job, and she was pleased to be able to help out financially, since her mother was being stubborn about accepting Dusty's help.  Janet said she didn't want Liberty to worry about money, and then the conversation turned to Dusty.  Liberty begged Janet to give the man another chance, but her mother changed the subject back to her daughter's new job.\n\n\nLiberty said she was starting at Fashions right away, and she took off, running into Gabriel outside Al's.  She told him about her new job, and he explained that he had been working on his anger management issues, and he had decided to be more \"cheerful.\" The pair talked about Craig, who walked up unexpectedly and told the teens that all the charges against him had been dropped.  Gabriel said that only meant that Craig was lucky, not necessarily innocent, and he made it very clear that he wanted nothing to do with his father.  Craig went on about getting a big house for Johnny and Gabriel, too, if he needed a place to stay.  Gabriel said he would find his own place, so Craig took another tack and rattled on about helping to find the boy a job.\n\n\nTom approached the group and handed Craig the check for the insurance payoff.  It was a check for $20 million, and Gabriel just shook his head that Craig had burned down his and Carly's business but had still \"cashed out.\"  Craig asked Gabriel how much money Lucinda had paid him to sell him down the river, and Liberty picked up on that.  Gabriel ran off, and Liberty followed him. The boy was very upset that Craig had gotten such a huge check.  \n\n\nLiberty asked Gabriel if Craig's accusation about Lucinda's interference was false, and Gabriel took her on with smart aleck responses.  Liberty said that Gabriel always had \"a ton of cash\" on him, and it was from an unknown source.  The teen still maintained that he had \"saved it up.\"  Liberty said he should be careful how he judged other people, and she walked away.\n\n\nJack went to the diner and found a very grumpy Janet.  She said that Liberty had gotten a job because the girl was worried about money. Jack said Liberty was a smart girl, and she wouldn't overtax herself.  Janet admitted that they could use some extra cash, not to mention a new place to live, so Jack offered to let the two of them move back to the farm.  He said he was going to live there himself, for a while, and Janet asked if he was asking her to move in with him.  \n\n\nJack grinned and said he guessed, in a way, he was.  Janet said that was not a good idea because she felt it would be a big step backwards for her.  Jack laughed and then asked what Janet was really afraid of.  Janet said it was an issue of trust, but Jack finally persuaded her to agree to the move.\n\n\nIn the Lakeveiw lounge, Lisa interviewed Gabriel for a bartending position.  She began by making disparaging remarks about the boy's \"newfound father,\" and she told Gabriel to watch his back if Craig was around.  Liberty walked into the lounge and stayed hidden as she listened to the interview.  She heard Gabriel ask Lisa to \"stop bad-mouthing\" his father, and then he said he no longer wanted a job there.  \n\n\nHe turned to Lisa and said, \"Thanks for nothing,\" and he moved to go.  Lisa called out, \"You just wait one moment, Baby Cakes.\"  She said the job was a one-time offer, but Gabriel said that was fine with him, and he kept on going.  Liberty caught up with him, but Gabriel did not want to talk about the interview.  Liberty said she and her mother were moving back to the farm, and she called the experience \"retro-weird,\" but she said it would be okay.\n\n\nJanet and Jack moved her stuff back to the farm, and Janet also declared the déjà vu feeling \"weird.\"  Jack left Janet to get settled and said he needed to go tell Carly that Craig had been released from jail.  Janet instead went to Fashions to see Liberty, but the store was closed and locked.  Liberty arrived soon, and she explained that she had to lock up while she ran an errand for Lisa, since the other clerk had gone home sick.  They talked about living at the farm, and they hugged.\n\n\nAt WOAK, Lucinda was relieved that Molly had finally regained her senses and had called off her wedding to Holden.  Molly tearfully argued with her but finally declared that Lucinda had won.   Mrs. Walsh corrected her and said Holden had won because he had never belonged to Molly.  Carly dashed in with her cousin's wedding dress, fearful that she was too late in finishing it.  Molly said there was no wedding that day, as Lucinda piped up to suggest that Molly tell Carly the truth and not \"string her along.\"  Molly made a threatening gesture to Lucinda, who took the hint and left.  Molly told Carly that the wedding was off because Lily was onto her and knew the truth about Silas' death.\n\n\nThe cousins went to Java and continued their conversation.  Carly tried to console Molly, but Molly was afraid her only way out was to do what Lily and Lucinda wanted: walk away from the man she loved.  Carly, ever the romantic, said that there was always a choice when it had to do with fighting for a person you loved.  Molly was fearful that Holden's entire family would be dragged through the mud if they went ahead with the marriage, but Carly advised Molly to do everything she could to keep Holden in her life.  Carly said her cousin needed to do whatever it took to keep the man she loved.\n\n\nAt the Snyder pond, Lily asked Holden if he was asking her to turn a blind eye to the truth about Whitman's death.   He said the point was that Silas Whitman was a monster, and Holden wanted Lily to \"look the other way.\"  He explained how the Congressman had stalked Molly for weeks and then lured her to the deserted restaurant under false pretenses.  Then Holden said that the real conflict for Lily was about his marrying another woman, but Lily contradicted him and stated it was all about their children.  Holden remarked that if everyone kept quiet, there would be no problem.  He was willing to risk everything to protect Molly, and he asked Lily to look into her heart and let it go.\n\n\nLily said she couldn't do that, and she spoke of the kiss they had shared on her patio recently.  Holden said that kiss was about the past, but Lily argued that it was about the \"strong connection\" they still shared.  She told Holden that she still loved him and wanted him back.  Holden declared that their marriage was over and said Lily was only fighting a memory.  Lily called Molly an ugly name, but Holden defended his fiancée and said he was in love with her.  He asked Lily not to hurt Molly and to let him go.  Lily walked away into the woods.\n\n\nAt her office, Lucinda talked with her private investigator and thanked him for his excellent work on the Whitman case.  She referred to Molly as \"that pesky little critter,\" as Holden suddenly walked in.  \"Put down the phone, Lucinda, now!\" he shouted.  Finally Holden grabbed the receiver and slammed it down himself.  Then he said if Lucinda was going to battle with Molly, then she would also have to take on him.  Lucinda replied that Holden was protecting a murderer, and she flatly refused to believe that he loved Molly more than he loved Lily.  Lucinda told Holden that he could expect to spend any honeymoon with Molly passing notes across a visitors' table in prison, but he again stated that the great Mrs. Walsh was fighting a battle she could not win.\n\n\nAt the same time, Lily surprised Molly at the television studio.  Molly told her visitor that she had already gotten the message, and she was leaving on assignment for Chile.  Molly declared that Holden was all Lily's, but Lily said that was exactly the point: Holden was not all hers.  She said to Molly that she was giving up, and she handed Molly the forensics report to do with what she chose.   \"That's all yours,\" Lily said, but when Molly didn't move, Lily took back the report and tore it into pieces.  \n\n\n\"You are free to marry Holden,\" Lily said to Molly, and she walked out.  Lily went home, and soon her mother joined her.  Lucinda attempted to give her daughter a pep talk about \"doing the right thing,\" but Lily said she had just told Molly that she should go ahead and marry Holden.  Lucinda could not believe that, but Lily said that was the \"right thing to do.\"  \"In what universe?\" responded a furious Lucinda, but Lily said that Holden no longer loved her, and he wanted to marry Molly.\n\n\nAt the farm, Holden found Molly waiting excitedly for his return.  She told him that Lily had backed down and had ripped up the damning report.  Holden was delighted, and they kissed and planned a less frantic wedding.\n\n\nCarly went home and found Craig perched on her porch.  \"Who let you off your lease?\" she asked, and then she told him that she had no interest in anything he had to say.  Craig disagreed and said he had money for her.  That got Carly's attention, so they went inside, and Craig said that he was a free man, and a rich one, to boot.  He explained that the insurance company had already settled their claim, and he handed her a check for five million dollars.  Carly immediately picked up the phone and called the bank to verify that the check was legitimate.  She was pleasantly surprised to find that it was.  \"O ye of little faith,\" quoted Craig.\n\n\nCarly then asked Craig to leave, and said that she would never forgive him for what he had done to her and to Parker, and she no longer wanted to be his business partner or his friend.  She opened the door and told him to scram, just as Jack walked in the open door.  Craig explained that he had just given Carly a five million dollar check as her half of the settlement.  Carly said she had verified that the funds were there, and she again asked Craig to go.  As Craig started out the door, Jack, who was examining the check, handed it back to Craig.  \"What are you doing?\" shrieked Carly, as Jack said there was no way she was going to take it.\n\n\n",
    "tvmega_recap": "Liberty joins Janet at the diner and lets her know that she got a job in order to help pay the bills. Janet is against her working. Jack sits at his desk at the police station while Carly watches him. Tom and Craig walk into Jack's office. Craig lets Jack know that the charges against him were dropped. Gabriel is on the phone with the bank and plans on making a deposit. Gabriel thanks Lucinda for the money. Lucinda and Molly argue over the fact that Lucinda found out that Molly killed Silas at close range. Carly comes rushing to see Molly, but finds out that the wedding was postponed. Holden catches up with Lily. Holden is against Lily blackmailing Molly into calling off the wedding. Holden pleads with Lily to let it go because things are over between them. Craig tries to reach out to Gabriel, but he still refuses help until Craig receives an insurance check. Janet lets Jack know that Liberty got a job in order to help pay the bills. Jack helps Janet move back to the ranch. Craig stops by Carly's to give her her share of the insurance check. Carly checks on the check and finds it is legitimate. Holden barges into Lucinda's office and confronts her about what she did to Molly and her postponing the wedding. Lily comes to see Molly and lets her know that she won. Lily tears up the sheriff's report and tells Molly that she is free to marry Holden.",
    "soapcentral_condensed": "Liberty surprised Janet with the news that she had a summer job at Fashions. Gabriel called the bank from Lily's house to see if he still had time to get there to set up a new account before it closed for the day. Lisa interviewed Gabriel for a bartending position and made disparaging remarks about the boy's \"found father,\" and she told him to \"stop bad-mouthing his father\" Craig walked into the police station and said, \"Look, Ma, no cuffs!\" Jack wanted to know why he couldn't lock up Craig again, but Tom informed him that the judge had dismissed all charges against his client. Craig crowed that he was a free man again, and the universe was, once again, in balance. The pair talked about Craig, who walked up unexpectedly and told the teens that all the charges against him had been dropped. Tom approached the group and handed Craig the check for the insurance payoff, and Gabriel just shook his head that Craig had burned down his and Carly's business.\n"
}