{
    "soap_central": "\n\nCarly ran into Henry and asked him if he wanted to do some investigative work.  Henry said he would think about it but Carly was sure he would oblige. Sure enough, he did. Meanwhile, Jack was meeting with Iris who was the woman in the photo with Ray. Iris didn't want to talk about it and tried to leave. Jack said he would do anything to keep Carly from finding out about the past. Iris said she didn't care about Carly and what she felt. Jack told her that he would do anything to protect his wife. As they argued, Carly approached the table and became excited when she saw Iris. Jack gave the story that Ray had a construction company and stole money from it. Iris took the fall for him and spent time in prison. Carly bought the story until she remembered a woman crying about her boy. Iris continued on with the story not really telling Carly the truth. Carly saw right through it and told Jack that Iris was lying through her teeth.\n\n\nPaul and Emily were getting the lowdown from Will on Jennifer and the baby. Hal approached and was angry to see Paul and Emily there. Paul said that they should be thinking about Jennifer. Hal told them to stay out of his sight. Emily left Paul and Will alone so they could see their sister. Casey came up to Will and told him he knew he was the baby's father. Casey asked Will why he didn't tell him. Will said it wasn't his place to tell but someone had to help Gwen. At Gwen's, Celia was a Gwen's questioning her about Casey and why he was there. Gwen said to see how she was. Celia started to say how thoughtful Casey could be but Gwen cut her off saying she was tired. Celia then asked Gwen how she felt about giving up the baby. Gwen said it was okay because the baby was going to a good home. Gwen said things would have been different if the father had been involved. Celia wanted more information but Gwen told Celia to ask Casey and if Casey didn't tell Celia the truth, Gwen would. Celia left and Barbara showed up at the door. Barbara was shocked to see Gwen not pregnant. Gwen told her to mind her own business and told Barbara to leave.  When Celia caught up with Casey, she slapped him.\n\n\nMike was wheeling Jennifer to the nursery and got a signal from Dusty to take her back to her room. The baby was in respiratory distress. The nurse told Dusty and Mike that the doctor was working on him and would be out as soon as the baby stabilized. Jennifer kept saying she wanted to see the baby but Mike told her that the doctor was with him. Hal interrupted and teased Jennifer about making him a grandfather. Mike went to check on the baby. The doctor came out and told Mike that the baby died because his lungs weren't fully developed. Mike went into shock and later told Dusty he couldn't tell Jennifer and break her heart all over again. Dusty offered to be there with Mike when he told her. Mike declined and when he went into Jennifer's room, she was asleep. Paul came up and Mike told him about the baby. The nurse came up to Mike and told him he had to fill out some paperwork. As Mike was filling the papers out, he realized the baby didn't have a name. Jennifer woke up and asked Hal to find out where Mike was. Outside her room Dusty told Hal who wanted to get Dr. Bob before they told Jennifer. Dusty went into Jennifer's room and tried to keep her calm but she knew something was wrong and fought Dusty to leave the room. \n\n\nRosanna walked into her living room and found Craig surrounded by toys and stuff animals. Craig said he got carried away because he was so excited abut the baby. Rosanna thought he was out of his mind but he said it was fun to get excited. Craig started going through a book to pick a name for their son. Rosanna left to go to the hospital. Craig smiled to himself and said that he and Rosanna were going to make great parents.\n\n\n",
    "tvmega_recap": "Jennifer's family and friends are devastated by the death of her baby because of under developed lungs. Dusty and Mike can't get their courage up to break Jennifer's heart by telling he the news. Jennifer suspects something is wrong with her baby. Gwen tells Celia Casey has been lying to her and tells her to fore Casey to tell her the truth. Casey is upset with Will for not telling him the truth about Gwen's baby. Casey wonders who Will was trying to protect by pretending to be the father of Gwen's baby. Jack meets with the woman in the picture and asks her to help him keep Carly from learning the awful secret. Iris and jack tell Carly the story they both made up to explain the secret to Carly. Carly thinks Iris is lying to her and becomes more determined to find out the truth with the help of Henry. Rosanna wonders why Craig is suddenly so excited about adopting Gwen's baby.",
    "soapcentral_condensed": "Carly ran into Henry and asked him if he wanted to do some investigative work. Henry said he would think about it but Carly was sure he would oblige. Meanwhile, Jack was meeting with Iris who was the woman in the photo with Ray. Iris said she didn't care about Carly and what she felt. Mike went to check on the baby. The doctor came out and told Mike that the baby died because his lungs weren't fully developed. Mike told Dusty he couldn't tell Jennifer and break her heart all over again. Rosanna walked into her living room and found Craig surrounded by toys and stuff animals. Craig smiled to himself and said that he and Rosanna were going to make great parents. Jennifer woke up and asked Hal to find out where Mike was. Hal approached and was angry to see Paul and Emily there. Paul said that they should be thinking about Jennifer. Hal told them to stay out of his sight. Emily left Paul and Will alone so they could see their sister. Casey came up to Will and told him he knew he was the baby's father.\n"
}