{
    "soap_central": "\n\nMike finds Katie and Simon. He reveals that a golfer at a bar across the island told him where to find them. Simon plays dumb and Katie, at first, defends him. But then she realizes the truth and tries to pummel her ex-husband to death. Mike decks him. He and Katie decide to start their marriage fresh. Meanwhile, Simon finds Katie's lost wedding ring. At Jennifer's memorial service, Parker huffs that he's mad at God. First, he takes Parker's sister away, and Jack and Carly are still getting a divorce. Carly tells Parker that today they shouldn't cry over what they've lost, but be happy about what they had – even if it was only for a short time. Emily convinces Hal that her grief for Jennifer is real and not just a plot to get Dusty to drop the charges against her. Paul laments to Meg that the last thing Jen asked of him was to give Emily access to her baby so another mother and child wouldn't be separated. A grieving Dusty is unhappy to see Lucy in Jennifer's room. Later, Bob tells a guilty Lucy to learn to deal with her mistakes if she intends to be a doctor. Dusty arrives at the memorial service and takes a seat without a word. Kim and Will give their tribute to Jen. Paul talks about his sister having forgiven him, when Emily enters. Paul says that, in Jennifer's honor, he will raise his child the best way he sees fit. Hal shares a moving story about Jen wanting to be an angel. Finally, Dusty can't take it anymore and snaps that Jennifer isn't dead because of God's will, but because of a stupid mistake. He storms off. Outside the church, Dusty asks Lucy what the hell she is doing there. Gwen wants to know the real reason Maddie broke up with Casey, but Maddie won't spill. She refuses to tell Casey the truth, either. Meanwhile, Dallas admits to Jessica that he knows Maddie. Maddie runs away from Casey only to find herself trapped between him and Dallas. \n\n\n",
    "tvdb": "Everyone pays tribute to Jennifer at her memorial service: Paul talks about his sister having forgiven him and Hal shares a moving story about Jennifer wanting to be an angel. Meanwhile, Mike finds Katie and Simon and tells them that he was directed to their location by a local golfer -- Katie is furious with her ex-husband when she realises she's been duped!\r\nSource: tv.com",
    "tvmega_recap": "Just as Simon and Katie are agreeing to a truce, Mike rescues Katie from the \u0091deserted' island. Katie defends Simon at first thinking he must not have known they were near a resort, plus he kept her safe. Then she steps on the golf ball and realizes he had lied to her again, as she whips it angrily at his head. Mike punches Simon as a warning. Later, Simon finds Katie's wedding ring in the sand. Margo tells Casey to talk to Maddie and not let her run away from him. Casey guesses Margo knows what is going on and it has something to do with Dallas. Gwen sees Maddie at Jen's service and asks her why she broke up with Casey. Maddie doesn't want to talk about it and tells Gwen Will needs her more. Maddie ignores Casey at the service, but when she leaves upset, Casey follows her and tells her he loves her; Maddie tells him not to touch her again. Dallas tells Jessica that he took a call for help in Chicago from Maddie. Later, Casey and Dallas confront Maddie. Parker is angry with God for letting Jen die and for breaking up his family. Carly comforts him and Jack is moved by her words. The three of them attend the memorial together. Meg and Paul talk about forgiveness, and Meg convinces Paul to attend Jen's memorial. Dusty tells Lucy he blames her for Jen dying. Some of Jen's family and friends speak at her memorial; Emily shows up; Dusty gets up and angrily speaks about the fact Jen should not have died over a mistake and then he walks out. Gwen sings at the memorial, as Lucy approaches Dusty standing alone outside.",
    "soapcentral_condensed": "Mike finds Katie and Simon. He reveals that a golfer at a bar across the island told him where to find them. Simon plays dumb and Katie, at first, defends him. But then she realizes the truth and tries to pummel her ex-husband to death. Mike decks him. He and Katie decide to start their marriage fresh. Meanwhile, Simon finds Katie's lost wedding ring. Gwen wants to know the real reason Maddie broke up with Casey, but Maddie won't spill. Dallas admits to Jessica that he knows Maddie. Maddie runs away from Casey only to find herself trapped between him and Dallas. Kim and Will give their tribute to Jen. Paul says that, in Jennifer's honor, he will raise his child the best way he sees fit. Hal shares a moving story about Jen wanting to be an angel. Finally, Dusty can't take it anymore and snaps that Jennifer isn't dead because of God's will, but because of a stupid mistake.\n"
}