{
    "soap_central": "\n\n \nDusty was surprised to see Janet at work so early at Metro, but she said that she needed to keep busy.  She also told Dusty that Liberty's chemo treatments had been put on hold because they had compromised her white blood cells.  Janet was discouraged that the donor bank had found no matches for her daughter's bone marrow, and she had exhausted all her close relatives.  Dusty asked if she had called her parents, but Janet said they had not spoken to her in almost 20 years, and besides that, they were on vacation in Italy.  Janet left to take a call, as Dusty reached for his own phone.\n\n\nDusty called Information and asked for a number for the Ciccone Hardware Store in Melrose Park, Illinois.  He dialed the number and asked for Rocco Ciccone, who was the man who answered.  Dusty mentioned that Rocco was back from Italy, but Rocco said he had never gone, and he asked who Dusty was.  Dusty said he was calling from Oakdale about Ciccone's granddaughter, Liberty, who was very ill.  Rocco said he did not have a granddaughter, and he warned Dusty not to call again and then hung up.\n\n\nJanet returned and saw Dusty's expression, but when she asked about it, Dusty lied and said he was upset with a supplier who \"needed a course in manners.\"  Dusty said that he had to take care of something for an hour or two, and Janet said she would stay at the club.  Dusty drove to Ciccone's Hardware and found Rocco standing behind the counter.  Dusty's first words were that Rocco could possibly save his granddaughter's life, but the man told Dusty that he had wasted a trip.\n\n\nDusty gave some details about Liberty's life and illness, but Ciccone asked why Janet and \"that miserable excuse for a father\" had not stepped up.  Dusty told him that Janet was not a match, and Brad had died recently.  \"What a loss,\" said Rocco, with sarcasm.  Then he asked who Dusty was and why Janet wasn't asking him herself.  Dusty explained that Janet didn't think that her father would \"put himself out,\" and Rocco said she was right.  Then he made disparaging remarks about Dusty's relationship with Janet, and Dusty responded, \"With all due respect,\" that was no way to talk about his daughter.\n\n\nRocco clearly said that Janet no longer existed to him because she had shamed the family, and he dismissed Dusty by saying he had to get back to work.  As Dusty was leaving, he put a photo of Janet and Liberty on the counter.  After Dusty was gone, Rocco picked up the picture and looked at it.\n\n\nCarly cancelled her dinner engagement with Craig by telling him that she had a return to sanity.  She hung up on his arguments, as Jack rang her doorbell.  He wanted to apologize for running out on her at the police station, and Carly said that they both had to be stronger and not give in to their feelings so easily.  Jack confessed that he could not get her out of his head, but Carly pleaded with him to try harder.  They moved closer to one another and were just about to kiss when Parker walked in and greeted his parents.  He asked if he had interrupted anything important, which Jack and Carly both denied.  Parker had to leave for his physical therapy session, so he told his folks to \"feel free to continue\" whatever they were doing, and he said he would see Jack later at the farm.\n\n\nParker departed, and Jack asked Carly if she wanted company for dinner, but she said that was a bad idea.  \"It's just dinner, Carly,\" said Jack, but she said that they both knew that wasn't so.  Carly told Jack that she had errands to run, and he had a wife he needed to go home to.  Carly refused to get \"sucked into the insane game\" they were playing because it wasn't fair.  Jack did not want to leave, but he walked out slowly.\n\n\nCarly went to Metro to speak with Dusty about some tax matters at the club, but she found only Janet who was dozing in her chair.  Janet explained that Dusty was not there, but she promised to tell him that Carly needed to speak with him.  Carly asked about Liberty, and Janet said that the first round of chemotherapy had not been as successful as they had all hoped.  Carly saw how rattled Janet was, and she called her \"incredibly brave.\"  Janet said that she would be a basket case if it weren't for Jack's support. Carly left, not knowing what to say.\n\n\nDusty returned to Metro and fibbed again to Janet about a supplier.  Janet didn't buy it, however, and she asked why he was really so upset.  Dusty shocked Janet by saying that he had just gotten back from seeing her father.  \"No offense,\" said Dusty, \"but your father is a loser.\"  Janet told Dusty she could have saved him the trip, and she got upset that he had gone behind her back about something to do with her family.\n\n\nJanet went home and began cooking.  The phone rang, and Janet was stunned to hear her father's voice after 19 years and 3 months.  Rocco said that a guy named Dusty seemed to care a lot about her and Liberty, and he went on to tell her that he and her mother were getting tested for \"that blood marrow thing.\"  Janet thanked him tearfully, as Rocco said goodbye.\n\n\nParker visited a gloomy Liberty at the Snyder farm, and he kidded her that she looked as if she had just found out she had cancer.  Liberty laughed and did an amusing imitation of dying, although it stung Parker.  She also asked why he was not at his physical therapy session, and he answered that visiting her was much more important.  Parker also said that appointments and school were not nearly as important as she was, as Jack walked in quietly and heard his son.\n\n\nParker returned home, with Jack on his heels.  Jack told Carly, who was returning from Metro, that their son had blown off his therapy appointment.  Parker defended himself by saying that Liberty was having a really bad day, and cheering her up was more important to him.  Both Jack and Carly agreed that Parker could not sacrifice things that were crucial to his life and well-being just because Liberty was sick.  \"You mean like the two of you?\" asked Parker.  He explained that he was not clueless, and he had seen the way they looked at one another.  He also saw other signs that they wanted to be together, but they could not because of Liberty.\n\n\nParker accused his parents of making a sacrifice for Liberty, and he wanted to do the same thing by being there to help her.  Jack and Carly argued that it was wonderful that Parker was so caring, but he still had to keep his grades up and take an hour a day to do physical therapy so that his leg would heal properly.  Parker said he was confused by the double standard he saw, and he was offended that his parents thought he was just a \"dumb teenager\" who wasn't responsible enough to make sensible choices.  Parker stormed out, and Jack turned to Carly and said, \"He's really smart.\"\n\n\nCarly put on her coat and told Jack that she was going back to Metro to see if Dusty had returned.  Jack apologized for his behavior again and agreed that it had to stop.  He suggested that they avoid face-to-face meetings and communicate only by phone and email.  Carly looked crushed, but she agreed.  Jack walked out, and Carly had tears in her eyes.\n\n\nAt WOAK, Molly told her supervisor that she wasn't ready yet to produce a story on the disappearance of Damian Grimaldi.  She did not want to put out any false information, and her story was still \"all over the place.\"  Her boss gave her two more days to pull it all together, and he cited Molly's \"personal connection\" with the family.\n\n\nAt her house, Lily hung up from talking with Lucinda, as Holden rang her doorbell.  He was there to pick up Ethan for a birthday party, and Lily mentioned that her mother had hired a private investigator to check into Damian's whereabouts.  That upset Holden, as Lily continued to say that the \"Fortuna\" was the only Grimaldi ship that had left port the day Damian disappeared.  Holden swore that he had seen Damian get on a ship, and Lily couldn't imagine that Damian would not get on one of his own vessels.  Ethan ran in, and Lily sent him to get the present for the party.  She gave Holden a strange look and accused him of not being honest with her.\n\n\nLily said that she thought something bad had happened between him and Damian on the docks that day, and Holden wasn't being forthright with her.  She insisted on knowing what it was, because a crew member on the \"Fortuna\" had told Luke that he had seen a bloody body on the deck of the ship shortly before it docked at Malta.  Holden said that could have been anyone, and he remarked that everything Lily had mentioned was pure speculation since the \"body\" had vanished.  Holden took a call from Molly then, and she asked him to stop by WOAK as soon as possible, and Holden agreed.\n\n\nHolden got Ethan and told Lily that whatever happened to Damian, he was definitely out of their lives, and Lily needed to just let go.  He dropped Ethan at this party and went to the television studio.  He related to Molly what the crew man on the \"Fortuna\" had said, but he had no idea what had happened to the body.  He suggested that Molly distance herself from the situation and from him, but Molly protested that was \"not an option.\"  Holden said she shouldn't get herself involved in a murder investigation, and he had about decided to turn himself in and get it over with.\n\n\nMolly argued that there was no evidence at all against him, and she wanted to continue working on it herself.  Holden mentioned the private investigator that Lucinda had hired, but Molly warned him not to panic and feel consumed with guilt.  Damian might be lolling on a Mediterranean island, for all they knew.  Molly got called to the control room, so Holden said he would consider his choices and call her.  Holden walked out, and Molly told her supervisor that the control room would have to wait because she had to follow a lead that wouldn't wait.\n\n\nMolly drove to Lily's and said she would like to ask Lily a few questions about Damian's disappearance.  Lily said she knew nothing about it, and besides, she thought it was \"tacky\" of Molly to even ask.  Molly explained that WOAK was doing a special piece on the disappearance, but Lily told her to \"cut the bull\" and tell her what the real agenda was.  Molly swore she was just doing her job, and she mentioned that she would think that Lily would like to have her side of the story out there for people to know.  Lily didn't understand, so Molly elaborated by saying she meant how Damian had \"swooped in\" and taken advantage of Holden's disappearance to get Lily to marry him.\n\n\nNext, Molly went through a litany of Damian's sins, including attempted murder of Meg and Holden.  She asked Lily why she had loved and married someone like that, and Lily showed Molly a book Damian had given her and asked her to read the inscription.  She said that Damian was \"a good man who ended up going down a dark path.\"  Molly faked a coughing fit, and Lily rushed to get her some water.  While Lily was in the other room, Molly quickly photographed the inscription and snitched a photo of Lily and Damian that was stuck inside the book.\n\n\nLily returned with the water, and she said she did not believe that Molly was going to show both sides of Damian in her piece.  Molly said a hasty goodbye and went back to the studio.  She looked at the photo through a magnifying glass, and she zeroed in on Lily's wedding ring.  She called her assistant and asked for the photo to be enlarged, and she also asked the woman to get a list of local jewelers who did fast work.\n\n\nHolden returned Ethan to Lily, and the first words out of the boy's mouth were that his friend's mother had said that Damian was dead, and Ethan wanted to know if that was true.  Holden spoke up and said that Damian had just gone away, so Ethan asked if he would return.  Holden said they did not know, and then Lily sent her son to the playroom.  She questioned Holden again about what he knew about Damian's disappearance because she needed to know the truth.  Holden only said that Damian was gone and would not return.\n\n\nAfter Holden left, Lily heard something outside her door.  She opened it and found a large envelope with no writing on it.  She retrieved it and took it inside to open it.  Inside she found a small jewelry box with Damian's wedding ring in it.  There was also a note that read:\n\n\nCara, I'll hold you in my heart always.\n\n\nGoodbye.\n\n\nLily ran outside, calling to Damian, but no one was there.\n\n\nHolden went to the farm, and Molly walked in.  She was very glad that he had not gone to the cops, and she reminded him that \"Anything could happen next.\"\n\n\nA detective at the police station called Margo to tell her that they had just received a fax from the Maltese police.  They had recently recovered a body off the coast that had been positively identified as Damian Grimaldi.\n\n\nJanet reported back to Metro for her evening shift, and she told Dusty that she had heard from her dad.  She said he and her mother were getting the test, and she repeated how grateful she was. Janet said she owed Dusty a lot of thank yous.  Janet gave him a hug, and then they pulled apart and looked at one another.  They kissed with great emotion, as Carly quietly walked in Metro and could not believe what she was seeing.\n\n\n",
    "tvmega_recap": "Molly comes up with a way to protect Holden by manufacturing evidence proving Damian is dead. Molly has a copy made of Damian's ring with the Grimaldi family crest then she sends the ring to Lily with a note from Damian tells her good-bye. Molly then sends a fax to the police station from the Maltese police saying that Damian's body was found and positively identified in the waters off the coast of Malta. Parker interrupts a moment between Jack and Carly where they almost kiss and Jack and Carly tell Parker they were just talking but Parker knows better but pretends he believes their lie. Parker skips physical therapy to go check on Liberty and promises her that he will be there for her whenever she needs him because he is the most important thing to hi. Carly talks to Janet and Janet tells her that she couldn't have made it through this crisis without Jack. Dusty finds Janet's father Rocco and persuades him and his wife to be tested as possible bone marrow match for Liberty. Jack and Carly find out that Parker missed physical therapy and they make it clear that he can't sacrifice his life just because Liberty is sick. Parker tells Jack and Carly that he knows they want to be together and they are sacrificing their happiness because Liberty is sick. Carly and Jack tell Parker that adults sometimes have to make hard sacrifices and Parker says that just because he is a teenager doesn't mean that he can't choose to make sacrifices for what is important to him which is Liberty. Dusty tells Janet that she talked to her father about Liberty and she is mad at first but then her father calls her and tells her that her and her mom got tested as possible donors for Liberty. Janet cries as she talks to her dad and thanks him for helping Liberty and he father does his best to control his emotions as he talks to Janet. Janet thanks Dusty for the many things that he has done for her and tells him that she doesn't deserve to have him in her life. Jack and Carly decide it is best for them to have as little contact as possible with each other. Jack and Carly decide not to see each other again and only talk on the phone and by e-mail. Jack and Carly say a painful goodbye to each other and then Carly heads to Metro to talk to Dusty about last year's taxes. Janet and Dusty can't control their feeling and kiss just as Carly walks into Metro she sees them kissing.",
    "soapcentral_condensed": "Dusty was surprised to see Janet at work so early at Metro, but she said that she needed to keep busy. Janet told Dusty that Liberty's chemo treatments had been put on hold because they had compromised her white blood cells. Janet was discouraged that the donor bank had found no matches for her daughter's bone marrow. Jack wanted to apologize for running out on her at the police station, and Carly said that they both had to be stronger and not give in to their feelings so easily. Carly told Jack that she had errands to run, and he had a wife he needed to go home to. Jack confessed that he could not get her out of his head, but Carly pleaded with him to try harder. Carly cancelled her dinner engagement with Craig by telling him that she has a return to sanity. Jack did not want to leave, but he slowly went to speak with Dusty about some tax matters at Metro. Dusty returned to Metro and fibbed again about a supplier and didn't buy it, however.\n"
}