{
    "soap_central": "\n\nMeg answers Craig's phone and it's the Geneva clinic. Craig implores Meg to focus and wonders whether she's coming to the board meeting or not. Lucinda wants to circumvent Meg's taking over the company by asking the board members for a vote of no confidence, and puts Meg on the spot. When Rosanna stirs the doctors try to stop Paul from leaving. The nurse tells Paul there's been a change in Rosanna's condition and asks who Paul is. The doctors say Rosanna has been more responsive lately, and they'd like to try an experimental drug on Rosanna. Paul has them start right away. Katie is upset she hasn't heard from Jack, as Brad offers support. As Katie discusses an upcoming segment with a self-defense expert, Brad gets himself flattened by the martial arts expert in an effort to get her mind off her troubles. Having found JJ's discarded ID, Carly is ready to confront Kit but Jack convinces Carly not to blow their cover. Jack calls Katie and tells her he's with Carly, as Carly grills a disgruntled employee Frank and learns that JJ was there the previous night. Carly tells Jack that JJ is definitely alive. Kit proposes that Carly and Jack leave, but Jack gets Kit to agree to let them stay and to sell their \"reunion,\" Jack pulls Carly into a kiss.\n\n\n",
    "tvmega_recap": "Brad is able to take Katie's mind off her problems for one minute by making a fool of himself on their show. Jack and Carly discover that J.J. is alive and still with Silas and Ava. Carly persuades Kit to give her a job as a bartender and Jack a job as a busboy and handyman so they can stay longer to find their son. Lucinda sets out to prove that Meg isn't qualified to run Worldwide. Paul pretends to be Craig and gives consent for Rosanna's doctor to give her an experimental drug that might awaken her from the coma.",
    "soapcentral_condensed": "Meg answers Craig's phone and it's the Geneva clinic. Lucinda wants to circumvent Meg's taking over the company by asking the board members for a vote of no confidence. As Katie discusses an upcoming segment with a self-defense expert, Brad gets himself flattened by the martial arts expert in an effort to get her mind off her troubles. Jack calls Katie and tells her he's with Carly, as Carly grills a disgruntled employee Frank and learns that JJ was there the previous night. Carly tells Jack that JJ is definitely alive. Jack gets Kit to agree to let them stay and to sell their \"reunion,\" Jack pulls Carly into a kiss. The nurse tells Paul there's been a change in Rosanna's condition and asks who Paul is. The doctors say Rosanna has been more responsive lately, and they'd like to try an experimental drug on Rosanna. Paul has them start right away, as Katie is upset she hasn't heard from Jack, as Brad offers support. Craig implores Meg to focus and wonders whether she's coming to the board meeting or not.\n"
}