{
    "soap_central": "\n\n \nPaul tried to get Emily to give him an answer to his proposal, but, instead, she asked him why he wanted to marry her.  Paul said that his life had a definite dividing line: the point at which he lost his memory and became a different person.  He attributed the nicer person to Emily's influence, even after he regained his memory.  Paul sank to his knees and repeated his proposal, but Emily whispered, \"I can't.\"  She said that she was very afraid that marriage would \"mess up things.\"  Barbara walked in unannounced, so Emily left.\n\n\nPaul told his curious mother that he had good news and bad.  Barbara asked for the good news first, so Paul said that he had gone to see his father and had learned that he was the sole heir to the Stenbeck fortune.    Barbara was relieved, and she said that she looked forward to their lives without James.  She also cautioned Paul to be more careful with his money and not to \"give everything away to that slut, Emily Stewart.\"\n\n\nPaul used that perfect segue to inform his mother that he had just asked Emily to marry him.  Barbara shouted that Paul could not marry a woman who had shot him in the back.  She ranted how Emily was only after the inheritance, but Paul refused to believe that.  Barbara asked her son how he would like living with having to change his PIN number hourly, but Paul said for her to relax because Emily had not accepted yet.\n\n\nIn the hotel in Chicago, Rosanna confronted Craig and Teri and hurled all sorts of accusations.  She said that she would wait patiently for whatever crazy explanation they might invent.  Craig said that he and Teri had gone on a restaurant kitchen spree in Chicago, and he pointed to the food laid out in the hotel room, and the matching menus.  Rosanna did not buy that story, and intimated that some sort of a tryst was taking place.  Teri became irritated and reminded Rosanna that she was Teri's boss, not her mother, nor her priest.\n\n\nRosanna continued to argue loudly with Craig, until he admitted that they had lied to her, but it was for a good cause.  He explained that there was a legitimate reason for their actions, but unfortunately it was not his secret to tell.  Rosanna was not satisfied, and she accused them both of sneaking around behind Carly's back.  Suddenly Rosanna spotted the literature from the abortion clinic on a table, and she was stunned.  Teri grabbed the pamphlet from Rosanna, declaring that it was \"personal.\"  Rosanna immediately jumped to the conclusion that Teri was pregnant, and Craig was the father.\n\n\nCraig tried to tell Rosanna that she had no clue what was really going on, but Rosanna went ballistic, fired Teri on the spot, and told Craig that she never wanted to see him again.  A very upset Rosanna stormed out of the room.\n\n\nAt the Snyder farm, Parker provided Liberty with an alibi for the day, and Liberty took it from there by embellishing the story by saying that they had driven with some other kids to the lake \"just to hang out.\"   She said she had lied to Janet because she thought her mother would disapprove.  Janet yelled at her daughter, while Jack used sarcasm on Parker, and he took his son outside to have a \"chat-chat.\"  Janet declared that she was not done with Liberty, but Liberty explained that she was going through some hard times thinking about college.  She hugged her mother and told her how much she loved her.\n\n\nOutside, Jack talked with Parker, who again said that he and Liberty were just casual friends.  He also confided that Liberty would not share with him what was bothering her.  He apologized to his father and offered to do the same with Janet.  He did that as Jack and Janet left to go back to the diner.  Liberty found Parker outside and thanked him for saving her life.  Parker asked her again to tell him what was going on with her, but Liberty said that she could not.\n\n\nParker was worried about Liberty's problems and he again suggested that she share them with him.  Liberty's phone rang, and she asked Parker to excuse himself because her call was \"private.\"  Parker left, as the girl took the call from her Aunt Teri.  Teri was about to face Janet in the diner, and she wanted to know what Liberty had already told her mother.\n\n\nEmily went to the Intruder office and spoke with Hunter.  He was very pleased to report how well their first issue had sold, both in hard copy and online.  He attributed the success to the scandalous Stenbeck story.  Emily listened, but she was very distracted, so Hunter asked her why.  Emily blurted out that Paul had proposed to her, and Hunter asked if she was referring to \"Maniac Paul.\" Emily said that Hunter didn't even know Paul, but Hunter said he knew enough.  He accused his mother of being in denial, but Emily said she had faith that Paul had changed.\n\n\nCraig burst into Carly's house and confronted Rosanna.  He said that he needed to make something very clear to her, even if he had to tie her into a chair to make her listen.  Craig said that Teri was not pregnant, nor was he the father of the baby she was not carrying!  Rosanna reminded Craig that she knew that his \"righteous indignation was always in proportion to the size of his lie.\" Therefore, she concluded that this one was a \"whopper.\" Craig scolded Rosanna for being so bitter that she assumed that everyone always lied.\n\n\nCraig said that he refused to let Rosanna ruin Teri's reputation, but that sent her off on another tirade.  Rosannae was convinced that Teri was pregnant with Craig's baby, but at that point, Craig had enough.  He yelled that Rosanna was obsessed with the thought of everyone else's having hot, steamy sex because she \" wasn't getting any.\"  Rosanna hauled off and smacked Craig across the face.  Craig called her jealous of his relationship with Carly, and he grabbed her and got directly in her face.  Rosanna said he made her sick, but Craig said that was not what he saw in her eyes.  At that very tense moment, Parker walked in, and Craig made a fast exit.\n\n\nRosanna retreated to the kitchen, and Parker followed her.  He asked what had been going on when he arrived, so Rosanna said that Craig was upset because she had caught him in a bad lie.  She began to ramble that it had to do with the \"mystery shoot\" with Parker that never happened, and then she said that Craig and Teri were in Chicago in a hotel when Craig was supposed to be in New York.  Rosanna realized she shouldn't go into details with Parker, so she finished by saying that she had fired Teri and warned the boy to stay away from Craig.\n\n\nLiberty met with Teri at Java and explained how Parker had bailed her out.  She said that Teri was off the hook, as well, as soon as she apologized to Janet.  Teri offered to set up an appointment at the clinic in Chicago if Liberty wanted to go through with her plan, but the girl did not respond.  Teri went to the diner and took a verbal beating from Janet, but they made up as soon as Janet calmed down.\n\n\nHunter went to Fairwinds and found Paul reading the new Intruder.  Hunter said that he wanted Paul to stay away from Emily, but Paul questioned his love for his mother, since Hunter had only known of Emily's existence for a few short months.  Hunter compared Paul to Dr. Jekyll and Mr. Hyde, and he assured Paul that Paul would be answering to him in the future.\n\n\nBarbara paid Emily a visit at her office and referred to her and Paul as \"two damaged people drawn to each other.\"  Barbara also threw down the inheritance card and recounted the many cycles, some of which involved bullets, that Emily and Paul had gone through in their history.  Then Barbara played her trump and reminded Emily that Paul would never get over his feelings for Meg.  She asked if Emily was willing to always take second place in Paul's heart.\n\n\nEmily went home to Fairwinds and learned that Hunter had been there issuing warnings.  Emily matched that with her visit from Barbara.  The two discussed marriage, but Emily said that she did not want their marriage to be about anything but love.  She promised that as soon as they reached that level in their relationship, she would accept Paul's proposal.\n\n\nJack and Janet discussed whether it was possible that Parker and Liberty were having sex again.  Janet suggested that they needed some backup in the form of Brad.  Janet remarked that thankfully she had gotten her daughter on birth control.\n\n\nParker called Liberty to find out if she was all right.  He again offered to be there for her should she need to talk.\n\n\nTeri went to Metro, and Craig was there.  She told him that Parker had \"saved Liberty's butt,\" so Teri was not in trouble, either.  Craig was worried that Rosanna would spread rumors about Teri to Carly, and he admitted that Carly was not the most secure person in the world.  Teri said that she loved Metro, but she thought it best if she moved on before Carly returned.  Craig said that they would figure out how to help Liberty first, and then they would work on keeping Teri at Metro. Teri got up and hugged Craig, calling him \"the greatest man\" she had ever known.\n\n\nRosanna called the rehab center and asked to see Carly as soon as possible.\n\n\n",
    "tvmega_recap": "James continues to test both Henry and Paul and informs Henry that he has changed his will yet again and made Paul the sole heir of his fortune. James also refuses to give Henry money that he needs to help Audrey pay off Raymond before he kills her. Audrey later puts sleeping pills in a drink and gives it to James lawyer. James is mad when his lawyer doesn't show up to let him sign his new will so he decides to get a new lawyer. Paul turns down James money and when James tells him he is getting the money anyway Paul tells James he is giving the money away. James doesn't believe Paul will do that because he will love the power that the money will give him. Paul wonders if James money is what attracted Emily to him again but Emily tells Paul she is just happy that he finally needs her. Paul then surprises Emily when he asks her to marry him. Audrey thinks that James must die before he signs the new will so Henry can get James money. Liberty and Terri persuade Janet to let Liberty go on a tour of colleges along with her best friend Mackenzie but Liberty is really going to Chicago with Craig and Terri to get an abortion. The plan backfires when Liberty can't get an appointment until the next day and Craig, Liberty, and Terri must spend the night in Chicago. Janet later sees Mackenzie walking by the diner and knows Liberty lied to her so she leaves a message for Liberty that she and Jack are going to Chicago to get her. Liberty calls Janet and says she is on her way home while Craig and Terri are taking a tour of Chicago restaurants. Terri and Craig figure out what must have happened to make Liberty rush home. Rosanna who was at the diner when Janet was making calls to Liberty decides to go to Chicago and see if Craig is with Terri and she isn't surprised when Craig opens the door to his hotel room and Terri is there with him. Liberty can't figure out what to tell Janet about where she was but Parker tells Jack and Janet Liberty was with him.",
    "soapcentral_condensed": "Paul told his mother that he had good news and bad. Craig and Teri lied to Rosanna about going on a restaurant kitchen spree in Chicago. Liberty lied to Janet about going to the lake with some other kids \"just to hang out\" Janet declared that she was not done with Liberty, but Liberty explained she was going through some hard times thinking about college. Parker was worried about Liberty's problems and he suggested that she call Parker to excuse herself because she took the phone from her Aunt Teri, and the girl took it from her aunt, and Janet yelled at her daughter, while Jack used sarcasm on Parker, and he took his son outside to have a \"chat-chat\"  Liberty found Parker outside and thanked him for saving her life, but said she could not tell him what was going on with her, but Parker said that he would do it for her if she wanted him to.  Paul said that his life had a definite dividing line: the point at which he lost his memory and became a different person, even after he regained his memory.\n"
}