{
    "soap_central": "\n\nAs the reception continues, Mitzi leaks to Rose about the knocked out\nwaiter. Dante grabs Luke when he refuses to leave with him and causes the\nlittle boy to plead for his life. Rose enters the pool house and when Luke\nannounces that the man holding him is Dante, Rose vows to stop him. Instead,\nDante grabs Rose and orders Holden and Lily to hand over Luke or else he\nwill kill Rose. Impressed with Rose's bravery, Paul kisses her.\n\n\nBilly takes a moment to report to Jennifer that he'll be leaving Oakdale in another week or two after speeding up the work on the deck. He tries to say goodbye but ends up expressing his desire for her. Unable to separate, the two kiss passionately.\n\n\nCraig catches Paul talking with Carly but can't find out what they're discussing. He does take a moment to warn Carly about Paul and any offer he may make. Paul asks Carly to design for BRO and asks for a quick answer. Worried that Carly might get hurt as Jack shoots at Dante, Craig knocks Carly down. \n\n\nWhile dancing with Emily, Hal confesses that he finds her attractive. He surprises her with a passionate kiss only to be taken away by\nMargo who explains the problem with Dante's possible presence. Jack lets Hal and Margo know he shot Dante, but tells Margo he isn't ready to come back.  She tells him she will meet him at the station. While guarding Dante's lifeless body, Jack is shocked to imagine seeing James Stenbeck during a flash of lightning.  \n\n\nAbigail asks Nick to dance with her.\n\n\n",
    "tvdb": "Mitzi tells Jack about the unconscious man that she found in Lucindas guesthouse. They revive the man, who claims not to remember how he was knocked out. Jack makes sure the man is taken care of and informs Lucinda about his suspicion that Dante is here and may be disguised as a caterer. Despite Lilys pleading, Luke runs off without telling his parents where he is going. Luke, Curtis and Will play hide and go seek in Lucindas guesthouse. When Luke is alone, Dante surprises him and says that he is going to take him to his parents who are looking for him. Simon asks Katie if she is happy with her new life with Bruno. Katie tries to break things off with Bruno, but he insists that she owes him. He reveals that he is wearing a shoulder holster, and Katie fears that Bruno will hurt Simon. To protect Simon, Katie asks Simon to leave her alone. Jen tells Billy that she is back together with Bryant. When Bryant arrives, Billy leaves. Jen goes to hide out in Lucindas living room. When Bryant finds her, she tells him to go enjoy the wedding. He leaves Jen, but sees Billy watching her through the window. Paul cant keep his eyes off of Mollys wedding gown. As the wedding begins, Abigail sings a song to Jake and Molly, while Nick videotapes the ceremony. After including their children in their vows, Jake and Molly are finally pronounced man and wife. Paul apologizes to Rose for not paying much attention to her and goes to get them champagne. Paul runs into Molly and learns that her dress was designed by Carly. He interrupts Carly and Jack to offer her a chance to design for BRO.",
    "soapcentral_condensed": "As the reception continues, Mitzi leaks to Rose about the knocked outwaiter. Dante grabs Luke when he refuses to leave with him and causes thelittle boy to plead for his life. Jack lets Hal and Margo know he shot Dante, but tells Margo he isn't ready to come back. While guarding Dante's lifeless body, Jack is shocked to imagine seeing James Stenbeck during a flash of lightning. Abigail asks Nick to dance with her. While dancing with Emily, Hal confesses that he finds her attractive. He surprises her with a passionate kiss only to be taken away byMargo who explains the problem with Dante's possible presence. Craig catches Paul talking with Carly but can't find out what they're discussing. He does take a moment to warn Carly about Paul and any offer he may make. Paul asks Carly to design for BRO and asks for a quick answer. Worried that Carly might get hurt as Jack shoots at Dante, Craig knocks Carly down.\n"
}