{
    "soap_central": "\n\nWith Katie out of town on business, Brad tried to cook dinner at home for himself and Liberty. When the meal ended in disaster, Brad and Liberty called for takeout. A short time later the doorbell rang. Assuming it was the delivery guy, Liberty jumped up, but Liberty was disappointed when she found it was Janet at the door with a thank you meal for Brad and Katie. Brad told Janet that Katie was out of town and Janet took advantage of the opportunity to be alone with Brad and Liberty, and invited herself in to heat up the meal for them. Janet saw the mess Brad had made in the kitchen and insisted on staying a bit longer to clean it up. Liberty realized her mother was trying to stay as long as possible. \n\n\nAs Janet cleaned, Liberty emerged from her room and talked to her mom about their recent fight. Liberty explained she was angry with Janet because she had such horrible taste in men and kept repeating past mistakes. Brad came out and did not realize the ladies were fighting, but saw the kitchen clean and thanked Janet for her hard work. Brad invited Janet to stay and join them for the meal she had brought, but Liberty was obviously not happy about her mom staying for dinner. Brad figured out there was tension between Liberty and Janet and wanted the two to make peace, so he insisted that Janet stay. Liberty begrudgingly gave in and Janet happily accepted. \n\n\nJanet presented the meal on Katie's best china and Liberty was shocked that her mom was making such a big deal about dinner. Janet maintained that it was a celebration of the three of them being together as a family for the first time, but Liberty told her mom to stop. Liberty angrily suggested that Janet was acting like Susie Homemaker just to impress Brad. Janet agreed that the dinner was more special for her because she had always wanted Liberty to have a real family. When the three finally sat down to eat, Janet was still upset. She claimed she was only crying because she forgot dessert, but Brad knew it was because of Liberty. He agreed to go and get dessert from the store and left Liberty and Janet alone to work out their problems. \n\n\nSitting at the table, Liberty asked Janet why she slapped her for kissing a boy. Janet told Liberty that she was worried Liberty would make the same mistakes she had. Liberty understood and seemed to forgive her mother. The two hugged, as Brad arrived home with dessert. Brad happily looked on as his daughter and Janet embraced one another. Janet rushed over to get the ice cream from Brad and was flattered to see Brad had remembered her favorite flavor. Brad insisted it was just a coincidence, but Janet could not be discouraged. \n\n\nAfter dinner, Janet wrangled an invitation to stay and watch the Cubs game with Brad. Liberty told her parents she was heading out to study, but texted Parker as soon as she was out the door. Inside, Janet snuggled up next to Brad. With the game over, Brad realized Janet had fallen asleep on the couch. He covered her up and went to bed. Janet smiled at her accomplishment-sleeping under Brad's roof. \n\n\nJack arrived at Carly's house to watch the kids and when he walked in, Parker shoved a book under the coach cushion. Jack wanted to know what Parker was reading, but Parker refused to tell him. Jack grabbed the book and saw that it was a book about \"rocking a woman's world\" and Jack was not happy with Parker's choice in reading material. Jack told Parker that he was always there to talk to him if he had any questions about girls. As Jack and Parker talked, JJ came in and said he was going to his room. Jack was concerned that JJ was not feeling well, but JJ said his throat was just hurting. Before Jack could follow JJ, Parker stopped his dad and said he had a question about \"a girl.\" \n\n\nParker admitted he was afraid to make a move on this girl because he could not tell if the girl liked him. Jack encouraged Parker to be himself and just \"go for it\" if he really liked the girl. Parker explained that he was worried about looking like a fool, but Jack insisted Parker would be fine. \n\n\nLater that night, Jack turned on the game and called the boys down to watch it with him. Parker came down, but told Jack that JJ was already asleep. Jack assumed JJ was coming down with a cold and decided he needed the rest. When Jack stepped out of the room, Parker saw that he had a text from Liberty. He told his dad he was tired and needed to get to bed. When Jack was distracted by the game, Parker snuck out. \n\n\nParker met Liberty in Old Town and asked her why she wanted to see him. Liberty said she wanted to make sure Parker didn't have a lame summer and she needed his help to ditch summer school. Parker told Liberty he was going away to camp and she teased him about acting like a kid. She hinted that with him out of town, she would be hanging out with Dylan instead. Parker was obviously jealous, but he would not admit to it and told Liberty she should focus on school so she could actually graduate. Liberty was flustered by Parker's response and stormed away. \n\n\nParker snuck back into the house and joined Jack on the sofa. Parker told his dad he had decided not to go to camp and wanted to stay in Oakdale and get a summer job. Jack asked Parker to sleep on it and said they would talk about it in the morning. \n\n\nAt the Lakeview, Cole showed up at Sofie's room and she was shocked to see Cole back in town. Cole said he was there to congratulate her on her success with the jewelry business, but Sofie knew he was there for some underhanded reason. Just as Sofie was demanding Cole leave, Barbara knocked at her door and insisted on seeing Sofie right away. Sofie pushed Cole into the bathroom and then greeted Barbara as if nothing were wrong. Barbara was shocked that Sofie did not realize her rape allegations against Paul meant the end of the jewelry partnership and their friendship. Barbara told Sofie that she and Paul would have nothing further to do with Sofie and rushed out. Cole came out of the bathroom after hearing Barbara, gleefully announced that he had arrived back in town just at the right time. \n\n\nSofie tried to kick Cole out again, but he refused to leave until Sofie told him what had changed her relationship with Paul and Barbara. Cole insisted that he still cared about her and wanted to help Sofie if Paul hurt her. Sofie told him the rape story and Cole tried to comfort her by telling her she was beautiful and talented and any guy would be lucky to have her. Sofie bluntly asked Cole why he left if she was so wonderful. Cole said he was stupid and wanted to make up for his past mistakes. He pulled Sofie in and kissed her. \n\n\nSofie and Cole made love and Sofie was overjoyed to have Cole in her bed. Cole explained that he wanted Sofie back and if they worked together they could make Paul pay for hurting her. Sofie said her accusations against Paul were not about money, but Cole insisted that taking cash from Paul would hurt him just as much as sending him to jail. Sofie was angry with Cole for suggesting they blackmail Paul, but Cole said it was payback, not blackmail. Sofie told Cole to get out and he left, but only after telling Sofie that he was the only one who understood her and the only one who could help her. \n\n\nAt Fairwinds, Meg suggested to Paul that she look into Sofie's past. Meg felt Sofie's history must include information that could prove she was lying, and Meg insisted that Paul let her research Sofie on her own. Paul agreed to let Meg go. Meg left to get started digging up dirt on Sofie. \n\n\nOut at the farm, Meg invited Mike over and asked him to help prove that Paul did not rape Sofie. Mike thought Meg was delusional for asking him to help clear Paul's name, but Meg explained that Paul did not rape Sofie. Meg told Mike about the night Paul allegedly attacked Sofie and how Meg had seen and talked to Sofie long before Mike ran into her at the Lakeview. Meg tried to convince Mike that Sofie made up the rape allegations to get back at Paul. Mike did not believe Meg, but Meg continued to try to persuade him to help. Mike finally agreed to think about looking into Sofie's past for any mental disturbances, but only after Meg acknowledged that if the charges against Paul were true she would never be able to look at Paul again. Mike left to consider everything Meg had told him. \n\n\nMeg arrived back at Fairwinds and told Paul that she asked Mike to help them find out more about Sofie. Paul thought Meg had made a bad choice in recruiting Mike, but Meg felt Mike was the only person who could get close enough to Sofie to find out about her history. Paul felt that Mike cared for Meg and was only helping in an attempt to get closer to Meg. She reassured Paul that nothing could come between them. \n\n\nMike went to Sofie's room and asked how she was doing. Sofie thanked Mike for caring and admitted she had no family or friends to turn to. Mike started asking questions about Sofie's past. After a while, Mike left and called Meg. He told Meg he might have some information for her and asked her to meet him the next day. Meg agreed and was hopeful that Mike would help prove Paul's innocence.\n\n\n",
    "tvmega_recap": "Jack notices that JJ seems off but then notices Parker reading a book that he tries to hide. Cole shows up at Sophie's doorstep \u0096 followed soon after by a furious Barbara. Meg promises Paul that she will figure out a way to get him out of this mess with Sophie. A hidden Cole overhears Barbara unleash her anger at Sophie about the supposed rape, as Sophie later reluctantly tells Cole her version of what happened with Paul. Cole promises to be there to help her through this. Jack learns the name of the book Parker is reading \u0096 100 Ways to Rock a Girl's World. Janet shows up with dinner. Meg and Paul become closer, as she stands by his side. Liberty is suspect of Janet and tells her so. Brad tries to cut Janet a break and asks her to stay for dinner. Liberty tells them that Janet has an agenda for herself. Cole sweet talks Sophie and soon they are in bed. JJ claims he is not feeling well and is going to bed; Jack worries, but Parker breaks down and asks him what to do about a girl he likes. Cole and Sophie's reunion is short lived when Cole insinuates they should blackmail Paul into giving them money instead of putting him in jail; Sophie refuses because it isn't about the money. Cole thinks Sophie needs him and he will wait until she figures it out. Meg goes to Mike for help with Sophie; he is not receptive at first, but Meg gets him to consider it. Jack offers Parker advice, but Parker worries about being gone during the summer while the girl is around without him. Liberty and Janet make up, but soon after Janet is up to her manipulating ways again with Brad when he brings her ice cream and Janet asks to stay and watch the Cubs play, which Liberty readily notices. Paul worries when he finds out Meg went to Mike for help. Mike goes to see Sophie and tries to find something out about her past. Liberty texts Parker, who makes an excuse that he is tired to Jack and then sneaks out to meet her. Janet snuggles up to an unsure Brad, as they watch baseball. Parker meets Liberty, who wants to go swimming, but Parker wonders if she is going to take summer school seriously? Liberty teases him when she finds out that he is going to camp and then dangles swimming with Dylan in his face if he leaves town, as both leave in a huff after taking some swipes at one another. Janet falls asleep on the couch and Brad decides she should stay the night, as Liberty who has just come in thinks her mom scored some more points, as a supposedly sleeping Janet smiles. Parker tells Jack that he is now unsure he wants to go to camp since a lot of his friends will be in town this summer. Mike learns a few things about Sophie, as she thanks him for being the only one she can trust. Once he leaves, Mike calls Meg and offers to meet her in the morning with his information, as Paul and Meg are happy he is helping them out.",
    "soapcentral_condensed": "With Katie out of town on business, Brad tried to cook dinner at home for himself and Liberty. When the meal ended in disaster, Brad and Liberty called for takeout. A short time later the doorbell rang and it was Janet at the door with a thank you meal for Brad and Katie. Brad invited Janet to stay and join them for the meal she had brought. But Liberty was obviously not happy about her mom staying for dinner. Brad figured out there was tension between Liberty and Janet and wanted the two to make peace, so he insisted that Janet stay. Janet agreed that the dinner was more special for her because she had always wanted Liberty to have a real family. Jack encouraged Parker to be himself and just \"go for it\" if he really liked the girl. Jack was concerned that JJ was not feeling well, but JJ said his throat was just hurting. Parker admitted he was afraid to make a move on this girl because he could not tell if the girl liked him. Jack turned on the game and called the boys down to watch.\n"
}