{
    "soap_central": "\n\n \nWhile she made sandwiches, Meg talked with Damian on the phone and invited him to join her at the pond for a picnic.  Damian accepted, and as he prepared to leave, Luke walked into the Grimaldi Shipping office.  Luke said that Noah's flight from Los Angeles  was due to arrive in a couple of hours, and he was tired of looking at the clock.  Luke also talked about when he could resume working with Damian, and his father said that he could start back immediately.  Damian said that he was going to change his clothes and meet Meg for a picnic lunch.  As he put on a casual shirt, Luke became gloomy and explained that Damian had put on a shirt identical to one of Holden's.\n\n\nIn Old Town, Noah and Mason had already arrived after catching an earlier flight.  Mason wanted to have coffee with Noah, but Noah was worried that he should let Luke know that he had returned.  They talked about Noah's meeting with actor Jude Law, and how the actor has liked Noah's screenplay but had passed on buying it.  Mason encouraged his protégé  to keep up the fine writing.  Mason had another idea about casting, and he persuaded Noah to get a coffee with him from Java.\n\n\nThe two young men sat on a bench in Old Town and discussed the amazing time they had in L.A., including an awesome party.  They said their goodbyes and awkwardly hugged each other, just as Luke appeared and called out Noah's name.  Noah was full of enthusiasm about his trip, but Luke asked why he was back so early.  Noah explained, and Luke was disappointed because he had wanted to use a Grimaldi limo to pick up his boyfriend at the airport.\n\n\nLuke asked if Jude Law had bought the script, and Noah told him no, and then he launched into details about the wild Hollywood Hills party scene.  Mason took off, and Luke and Noah finally hugged.  Noah sensed that Luke was not happy, so he quizzed him about what was bothering him.  Luke said that he was upset that Noah had not called to tell him about his change of plans.  They squabbled some, and then they decided to go somewhere \"private.\"\n\n\nAt home, Lily wrapped herself in one of Holden's shirts, and Natalie joined her.  Lily explained that she was sorting through Holden's clothes to fill a box for Emma's church, which gave regular clothing donations to the disadvantaged.  Natalie chose to keep a sweater that had been her father's, as Lily comforted the little girl.\n\n\nIn Kentucky, Holden slept fitfully and dreamed of Lily.  In his dream, he and Lily were alone in the house, and she invited him to go upstairs and make love.  Holden tried to rise from his chair, but he could not move.  He looked down at his legs and found leg irons on his ankles, and he was chained to the chair.  He called loudly for Lily and woke himself, only to find that he really was wearing leg irons.  He hollered for Maeve, who came running, and Holden asked if \"the deal\" was still on the table.\n\n\nHolden said that he was willing to tell them where Skaggs had hidden his money if Maeve would notify Lily that he was still alive.  Maeve was very unhappy that Holden had \"lied\" to them previously, as he tried to convince the woman how all that money could change her life.  Holden told her she was a good person, and good people did the right things.  Maeve said that the only way Holden's wife would find out that he was all right was if he led her and Eb to the money. She called Eb, who asked Holden to draw a map, but Holden said it would be impossible to follow; he had to take them there himself.\n\n\nHolden played it by ear, and led his captors into the woods.  They walked for a while, and then Holden pointed to a spot and claimed that was where Skaggs had buried the money.  Eb handed a shovel to Holden and told him to start digging.  Holden began, but he was very weak, and Maeve eventually gave  him a cup of water.  Holden was struggling with his physical condition, so Maeve told her husband that the exertion was too much for Holden.  Holden dug a bit deeper and then claimed to have hit something.\n\n\nEb jumped up to look in the hole, and Holden brought down the shovel on the man's back and head, knocking him unconscious.  Maeve leapt up and pointed the revolver at Holden.  Eb woke up with blood all over his head, as Holden begged Maeve to put down the gun.  Eb got up and told his wife to give him the weapon, and Holden pleaded with her to let him help her get on the road to a better life.  Maeve slowly handed the gun to Eb, who pistol-whipped Holden with it.  Eb kicked him several times, as well, and then threatened Maeve with the gun.  He ordered his wife to help Holden back to their cabin.\n\n\nMeg finished packing the picnic basket, and she spoke with Emma.  Meg invited her mother to join her and Damian, but Emma declined and volunteered to keep Eliza.\n\n\nLily started walking to Emma's house carrying a box of Holden's clothes.  She stopped by the Snyder pond for a few minutes to gather her thoughts.  She saw a man approaching in the distance, but she could only see his shirt well.  The shirt looked familiar, and she jumped to her feet and called out, \"Holden!\"  She was stunned to see that the man was Damian, wearing the same blue shirt Holden had owned, and suddenly she felt dizzy.  She began to faint, and Damian reached for her and laid her gently on the grass.  Lily was not out for long, and the first thing she did was ask about Damian's shirt.\n\n\nMeg approached and mentioned that she did not know that Lily would be joining their picnic.  Lily explained what had happened and excused herself.  Damian was reluctant to let her go on by herself, but Lily was determined to continue to Emma's.  After Lily left, Damian explained that his shirt had caused some confusion for Lily, and it had greatly upset her.  Meg got very defensive and unpleasant about how Lily was always around when the two of them wanted to be together.  She accused Damian of setting up the whole scenario, but Damian tired to tell her that she had no reason to be jealous.\n\n\nMeg said some harsh things about Damian and suggested that he was trying to resume relations with the grieving widow.  Damian claimed that he had no interest in recapturing the past, but only wanted to help Lily through a very tough time.  He claimed that he would not be sleeping with Meg if he still cared for Lily, but Meg still made all sorts of crazy accusations.  Damian called her \"way too confused,\" and he said that he felt they needed to take a break so that Meg could spend more time with her family.  Meg decided that Damian was breaking up with her, and she stomped off with her picnic basket.\n\n\nLily took the clothing box to Emma's, and Emma walked in and remembered Holden's blue shirt, as Lily broke down in tears.  Emma suggested that she keep the clothes at the farm until Lily was ready to get rid of them.  The women hugged and shared some coffee, and Emma gave her daughter-in-law some healthy advice on how to approach widowhood.  She urged Lily to hang on to whatever reminded her of Holden for as long as she needed to.\n\n\nLily went back home, and Meg arrived and asked what Holden's clothes were doing in the kitchen.  When Emma explained, Meg remarked that \"Lily didn't waste much time.\"  Emma scolded her daughter for a comment that was \"unfair,\" and Meg told her mother that she and Damian had broken up.  Emma said that she thought Meg should call Damian and speak to him, but Meg was too proud to take the first step.\n\n\nLuke took Noah to the park, which was not exactly Noah's idea of \"private.\"  Luke said that he felt like a walk, so they strolled the path by the lake.  Noah attempted to get Luke to talk about what was bothering him, so Luke mentioned Holden's death.  Noah said that Luke's dad had meant a lot to him, too, but Luke snapped back with \"Not enough to go to the funeral.\"  Noah reminded his boyfriend that Luke had been the one to insist that Noah go to L.A., and he said the comment was unfair.  Luke made some other biting remarks, and Noah realized that Luke was unhappy that Noah had such a good time with Mason.\n\n\nNoah laughed at Luke's jealousy and said that he was in love with Luke, no one else.  They hugged, and Luke told his boyfriend about Holden's funeral.  Mason pedaled by fast on his bicycle and shouted, \"Get a room!\" at the boys.  Noah laughed, but Luke did not.  Mason returned, and Noah told Luke that his mentor had some great rewrite ideas for his script, and best yet, they would cast it over the Internet.  Mason took off again, and Noah claimed that the \"Green Eyed Monster\" was hovering over Luke again.  Luke denied that, but he questioned if Mason had any other students besides Noah.\n\n\nThe boys lay on the grass, and Luke said that, because of his extraordinary \" extra-sensual\" powers, he knew what Noah was thinking.  He said he was positive that Noah wanted to take him home and be alone with him, and Noah grinned, and they walked arm-in-arm down the path.\n\n\nEb and Maeve put Holden back on his cot, and Eb refastened the leg chains.  He said that Holden had to pay for lying to them, so there would be no more food for Holden until he told them where the money really was.  Holden shouted that he didn't know where it was, but Eb said to shut up.  Maeve cried that they couldn't let Holden starve, but Eb said they were playing by his rules.\n\n\nDamian went to Lily's and said that he wanted to make sure she was all right.  Lily tried to send him back to Meg's picnic, but Damian said that they had fought about Lily.  Lily told him to go and tell Meg the truth, but he said that he could not.  Lily thought that Damian's reluctance had to do with his pride, but her ex told her that was not an issue.  Lily said that he needed to reassure Meg that whatever he and Lily had before was long over.  Damian said that he could not say that, because it was not the truth.  He confessed that his feelings for her were even stronger than they had been before.  Lily immediately ordered Damian out of her house.\n\n\n",
    "tvmega_recap": "Audrey and Henry wake up in the hotel room. Henry reminds Audrey that they have the lawyer bound and gagged in the boiler room. Audrey tells Henry that they are going to keep the lawyer bound and gagged until James dies. Vienna goes to see Katie about Henry and his obsession with this money and that she had heard him and Audrey talking that they were going to get arrested for kidnapping. At the hospital, Kim tells Tom that Bob hadn't regained consciousness. Kim reminds Tom that Alison had come to all of them, but they had ignored Alison. Riley asks Alison how she is holding up under the Hughes onslaught .Alison realizes that Tom has some serious issues with Riley. Casey comes into the kitchen just as Margo is preparing to leave. Margo lets him know that she is visiting Bob before she goes to the police station. Margo lets Casey know that the doctors had gotten all of the tumor out. Casey orders Margo to tell Tom the truth about Riley being Adam or Casey will. Tom walks in and demands to know what is going on. Margo whispers to Casey that she will tell Tom everything. Katie and Vienna make plans to get Audrey away from Henry. Vienna and Audrey go shopping while Katie talks to Henry. When Audrey gets the chance, Audrey locks Vienna in the dressing room. Katie confronts Henry as to how this money had changed him. Katie follows Henry to the boiler room to see what he is up to. Henry finds the lawyer gone. Audrey calls Henry to come to his hotel room. When Henry arrives, Henry finds the lawyer in the laundry basket. Margo tells Tom that Riley is really Adam. At the diner, Casey tells Riley that Margo is telling Tom who Riley really is. Kim sits by Bob's hospital bed. Bob wakes up from his coma. Kim calls Tom to tell him the news. Margo offers to go with Tom to the hospital, but Tom refuses. Tom confronts Riley about really being Riley. Tom threatens to call the authorities.",
    "soapcentral_condensed": "In Kentucky, Holden slept fitfully and dreamed of Lily. In his dream, he and Lily were alone in the house, and she invited him to go upstairs and make love. Holden tried to rise from his chair, but he could not move. He looked down at his legs and found leg irons on his ankles, and he was chained to the chair. Holden asked if \"the deal\" was still on the table. Holden said that he was willing to tell them where Skaggs had hidden his money. Holden led his captors into the woods. They walked for a while, and then Holden pointed to a spot and claimed that was where Skags had buried the money. Eb handed a shovel to Holden and told him to start digging. Holden dug a bit deeper and then claimed to have hit the man's back on the head, knocking him unconscious. Holden begged Maeve to put down the gun, as Eb got up and told his wife to give him a better life. Maeve told her husband that the exertion was too much.\n"
}