{
    "soap_central": "\n\nBryant takes Jennifer to their new house.  He has her blindfolded until they get inside.  After they are inside, he takes the blindfold off and she thinks the place looks great.  They sit on the couch and start to make out.  When Bryant starts to get carried away, Jennifer makes him back off.  He tells her that he wants to give her the grand tour and show her the bedroom.  She tells him that she wants to stay and look around the living room some more.  She starts to make some small talk about the fireplace.  Bryant tells her that they can just take their time and this place is a place that will take them away.  Jennifer says that it will take them away from the trial.  Bryant asks, \"What trial?\"  Jennifer tells him that he is a smart man.  She tells him that she is ready to take that tour and they go to the bedroom.  He shows her the view of the lake and he tells her that she can smell the roses at night.  He adds that this is all her room.  She asks if it isn't his room too.  He says that he will be camping out in the living room until she is ready to share the room with him.  She gives him a big hug.\n\n\nHal takes breakfast to Barbara.  When he first walks into the room, she tells him to leave.  He says that he thought that they could have some breakfast together.  She comments that she is not worth looking at.  He tells her that he doesn't care what she looks like.  As he is standing there, they start to talk about the trial.  Barbara starts to go over the events of the night of the explosion.  She tells Hal how the events have rocked her world.  She tells him about the blinding light and then the load noise.  Hal asks if she remembers the noise or the light first.  She says that it was the noise and then the flash and then she saw Craig's face.  Hal tells her that Craig was not there when the explosion went off.  Barbara glares at him and asks him if he thinks that she is lying.  He tells her that the person who set the bomb is a psychotic and he is still out there and will probably come back to try to get her.  She looks at Hal with fury in her eyes.  She flings her arms out and knocks some items off her side table.  Hal rushes over to pick everything up and Barbara starts yelling, \"Don't hurt me!!  Don't touch me!!\"  Hal gets her to settle down and tells her that he would never hurt her.  She apologizes to Hal and tells him that she has a problem with people rushing toward her.  She adds that it scares her.  He gets her to settle down and warns her again about the other person that they are rushing to try to find.  He tells her that he has to go to the trial and he will see her later.  As he gets to the door, she tells him that she hopes Craig and Carly burn in hell.  Hal looks at her and leaves.\n\n\nAt the courthouse, Lucinda and Rose come walking in and Rose is all excited.  She tells Lucinda that Carly is in for a big surprise today.  Rose adds that Carly is going to find out that she (Rose) really does have a brain.  Lucinda starts to question her and Rose tells her that she wants to keep it a surprise.  Paul walks in and Rose yells across the room at him.  He walks over to the two women and tells Rose that he really owes her one.  He tells her that he will take her out for dinner.  She asks if they could go tonight.  He looks at her and says, \"Tonight?\"  She laughs and says, \"Or whenever.\"  He tells her that he has to go into the courtroom now, but he will talk to her after the trial is over.  \n\n\nEveryone files into the courtroom and Carly takes the stand.  She is sworn in.  Jessica starts to question Carly about her relationship to Craig.  Carly confirms that Craig had given her a place to stay and was paying her bills but they were never lovers.  Jessica questions Carly again, \"You and Mr. Montgomery never had a romantic or sexual relationship?\"  Carly tells her that is right, never.  Jessica walks over to her desk and pulls out a file.  She tells the judge that she has some new evidence to enter into the trial.  Cass objects.  He tells the judge that he won't have time for a rebuttal.  The judge tells Jessica that he wants to see what she has.  Cass and Jessica walk up to the judge.  The judge looks at the pictures and says that he will allow this evidence into the trial.  Cass goes back and sits down next to Craig.  He asks Craig if he believes in God.  Jessica walks over to an easel and pulls the cover off.  There is a blown up picture of Craig and Carly kissing at the Lakeview.  Jessica tells the jury that this picture was taken just a few minutes before Craig Montgomery was to marry Barbara Ryan.  She turns to Carly and asks her to identify the two people in the picture.  Carly, with her mouth wide open, looks at Craig and then looks at Jack.  Jack looks disgusted. \n\n\nPaul leaves the courtroom and calls his mother.  He tells her that they are showing the picture of Craig and Carly kissing as they speak.  Barbara tells Paul that she owes it all to him.  She tells Paul that she loves him.\n\n\n",
    "tvdb": "When Julia learns that Carly was visiting, she tells the nurse that everything is falling apart, and makes plans to get out to go see Carly.",
    "soapcentral_condensed": "Bryant takes Jennifer to their new house. Barbara starts to go over the events of the night of the explosion. Hal tells her that Craig was not there when the explosion went off. Paul walks in and Rose yells across the room at him. Carly takes the stand and is sworn in. Jessica starts to question Carly about her relationship to Craig. Carly confirms that Craig had given her a place to stay and was paying her bills but they were lovers. Jessica walks over to her desk and pulls out a file. She tells the judge that she has some new evidence to enter into the trial. Craig sits down next to Craig and asks if he believes in God. Jessica tells him that he has to walk up to the judge and walk up and say that he wants to see what she has to say. Craig walks back over to Jessica and says that he won't have a time for a rebuttal for the rebuttal. Paul tells Rose that he really owes her one. He tells her he will take her out for dinner.\n"
}