{
    "soap_central": "\n\nChris and Alison are chatting.  Chris tells Alison to work on her future, that she will have a career she can be proud of someday.  Chris leaves the room  as Kim enters.  She asks Alison about the last evening.  Chris has told her that Alison was home.  Kim questions her knowing that she saw her at Metro.  Alison fabricates another one of her tall tales covering up the fact that she was working at Metro.  Chris reenters as his Mom leaves and tells Alison if she doesn't stop meddling, he will have to have a talk with her again.\n\n\nBen and Jessica talk baby talk.  Jessica has decided that looking back and all,  has aroused all the Mother instincts in her.  Baby bottles, Bonnie, diapers, fevers and all night interruptions don't make any difference.  She has decided she wants to have a baby with the love of her life.  Going to see the Dr., both Ben and Jessica hear that her age and other complications could be a factor.  The Dr. will examine Jessica and then they will see what happens.  Ben is now optimistic and wants a baby also.  \n\n\nJack, speaking with Rosanna, bluntly asks her if she is planning on taking Cabot away from his birth Mother.  When she responds, Jack is told that she (Rosanna) did some,  not so above board things, but not illegal things.  She just didn't want Craig following her and Carly and him feeling sorry for her.  Rosanna tells Jack the only thing she is hiding,  is alot of pain.  Jack tells her he will not be able to protect her if she doesn't tell him what's going on.  Rosanna then tells Jack, what he wants to hear. That she is filled with a loss, a void so big that she had to do something to remain a little part of Cabot's life.  She was responsible for initiating the break in because,  she wanted Cabot to have the antique comb and brush set that was a part of Cabot's life with her.  She wanted Cabot to have it as a reminder of the part she played in his life.  Jack hopes she is telling the truth and then bates her, with the fact that she hasn't seen the children in a long time and should come to dinner with Carly and him.  She agrees.  Upon leaving, Jack remembers coming home earlier and seeing Rosanna with Carly and the children in the living room  In the meantime,  Rosanna hopes that Jack believes her story.\n\n\nJordan and Carly meet and get to know each other.  Jordan tells Carly the story of how he ended up at BRO.  Carly tells him how she became a designer.  Carly extends a dinner invitation which is refused.  Later Jennifer asks Carly's opinion on a red dress.  She says she needs something very special.  Carly feels Jennifer is definitely interested in Jordan and knows that Rosanna is trying to seduce him.  In the meantime, Carly overhears Jennifer and Jordan set up their dinner date.  \n\n\nBarbara decides to renege on her part of the dinner date, leaving Jennifer and Jordan to be alone, if they choose to do so.  Carly, talking with Rosanna, can't figure out why Rosanna wants to marry Jordan, a man she barely knows.  She tells Rosanna that Jennifer is definitely into  wanting a relationship with Jordan and perhaps that is  why he is back at BRO.  Carly tells Rosanna that Jordan appears interested but cautious with Jennifer,  even though she seems gun ho. She  tells Rosanna that she is glad to help her, because sometimes, she just misses stirring things up.  However, she will always be watching her sisters back.  Rosanna asks Carly what she would do to way lay the dinner plans of Jordan and Jennifer.  Carly says, \"that's easy, eliminate the competition\", but, the question is, what would Rosanna do?  Why that's easy says Rosanna,  listen to her sister. \n\n\n",
    "tvmega_recap": "Alison reports that she hates being alone in the bed when her boyfriend is working. Barbara pretends that she is busy to allow her daughter to have a sexy date. Carly reports that when a redhead puts on a red dress, she is ready to light a match. Chris wishes that his mother would stop treating him like a 3 year old. Jack forces his sister-in-law to tell him what she is up to. Jessica submits to fertility tests. Jordan offers to bring the wine for his dinner invitation. Kim sees that she has overstepped, and she quickly makes her way out the door. Rosanna comes up with a story that she hopes explains her actions lately.",
    "soapcentral_condensed": "Chris and Alison are chatting. Chris tells Alison to work on her future, that she will have a career she can be proud of someday. Jessica has decided she wants to have a baby with the love of her life. Ben is now optimistic and wants a baby also. Jack bluntly asks Rosanna if she is planning on taking Cabot away from his birth Mother. Barbara decides to renege on her part of the dinner date, leaving Jennifer and Jordan to be alone, if they choose to do so. Rosanna asks Carly what she would do to way lay the dinner plans of Jordan and Jennifer. Carly says, \"that's easy, eliminate the competition\", but, the question is, what would Rosanna do?  Why that's easy says Rosanna,  listen to her sister. Jordan tells Carly the story of how he ended up at BRO. Carly tells him how she became a designer. Later Jennifer asks Carly's opinion on a red dress. She says she needs something very special.\n"
}