{
    "soap_central": "\n\nAlison confronts Maddie and Gwen for gossiping about her. Dusty gets Alison to keep her mouth shut and tells her it's nobody's business. Meanwhile, Gwen's good news makes Maddie miss Casey. Will gives an emotional toast to Gwen and the new baby, and reminds Dusty he's still the baby's uncle, even though Jennifer is gone. Alison sees Dusty is affected by the baby news. Luke gets stuck inviting Noah and Maddie to the farm for a swim. Maddie gets called away by Vienna on a family emergency, leaving Luke and Noah alone. Noah opens up to Luke about his life. They go for a dip, and when they return, they get into a towel fight. Later, Noah stumbled fell against Luke and the two stood stared longingly into each other's eyes. Henry explains to Vienna that almost all her money is gone. Worried about Henry, Vienna fills Maddie in on their money problems. Henry sees Vienna has ordered expensive champagne and tries to teach Vienna lessons in frugality. Ali can tell Dusty misses the people he cares about like Johnny, Jennifer, and Emily. Alison gets Dusty to be honest about his feelings of loss and their friendship grows stronger. Silas and Ava keep JJ bound and gagged in a remote cabin. Meanwhile, Jack warns Carly to keep a low profile and pretend they're still together. Kit sends Jack on an errand, and Carly overhears Kit get a call from Silas. Hearing Kit is on her way over to see Silas and JJ, Carly calls Jack but gets his voicemail. Carly follows Kit to the cabin, and Carly ducks before Silas can see her. Silas grabs an axe and he and Ava go out to chop firewood. Once they're gone, Carly enters, ready to rescue JJ. Jack realizes he missed Carly's call, as Carly races to untie JJ. Before they can flee, Silas appears in the doorway, wielding a deadly axe.\n\n\n",
    "tvmega_recap": "Henry tells Vienna her accountant took all of her money and she is now broke. Vienna finds it hard to accept her new situation but she tells Henry as long as she has him, she will be happy. Will and Gwen tell their friends about the upcoming birth of their baby. Allison listens to Dusty as he talks about missing Johnny, Jennifer, and Emily. Carly follows Kit to the cabin where Silas and Ava are hiding and finds J.J. Carly unties J.J. and they start to get away but Silas and Ava return before Carly and J.J. can escape. Luke and Noah bond as they talk about their families and share a close moment after a swim and towel fight.",
    "soapcentral_condensed": "Alison confronts Maddie and Gwen for gossiping about her. Dusty gets Alison to keep her mouth shut and tells her it's nobody's business. Will gives an emotional toast to Gwen and the new baby, and reminds Dusty he's still the baby's uncle, even though Jennifer is gone. Luke gets stuck inviting Noah and Maddie to the farm for a swim. Vienna fills Maddie in on their money problems. Henry sees Vienna has ordered expensive champagne and tries to teach Vienna lessons in frugality. Carly calls Jack but gets his voicemail. Jack warns Carly to keep a low profile and pretend they're still together. Silas and Ava keep JJ bound and gagged in a remote cabin. Carly follows Kit to the cabin, and Carly ducks before Silas can see her. Jack realizes he missed Carly's call, as Carly races to untie JJ. Before they can flee, Silas appears in the doorway, wielding a deadly axe. Carly enters, ready to rescue JJ.\n"
}