{
    "soap_central": "\n\nKatie started to fantasize about her and Mike together when Mike and Henry came in to the house. Katie doesn't want Henry to leave because she was afraid of giving into her feelings for Mike.  Henry knew what Katie needed and told Mike that he should let Katie make the first move. Mike and Katie were enjoying Chinese food and talking. Mike said they needed to clean up and Katie asked what he wanted to do. Later, Katie showed Mike to his room and said goodnight. Then she went in and changed into something provocative and when she went back to Mike's room, she just told him where the extra blankets were. Finally, Katie went into Mike's room but he wasn't there. When she heard him coming Katie hid under the bed. As Mike sat on the bed, Katie let out a sound. Katie couldn't explain her way out of it and tried to tell him how she felt. Mike interrupted her and as he was telling her how he felt about her, she leaned over and kissed him!\n\n\nMitzi showed up at Lily's but Holden tried to keep them from seeing each other. Lily told Holden that she was okay and asked Mitzi in. Lily started to talk about Rosanna putting up Paul's bail. Mitzi played along with Lily and agreed to everything Lily said. Mitzi tried to get Lily to let her run the Roller Palace but Lily didn't want to talk about it. After Lily left, Mitzi wondered what a girl had to do to get what she wanted in this town. Later, Craig showed up at Mitzi's door and asked her how she would feel about being an eye witness to Rose's murder. \n\n\nLily arrived home to hear Luke say that Lily had changed and when Lily tried to talk to him, Luke ran out of the room. Lily cried to Holden that she shouldn't be doing this to her family but felt she owed it to Rose to find out who murdered her.\n\n\nJessica stopped Sarah and Troy from leaving. She placed a call to Ben and asked him to join her at Al's Diner. Jessica wanted to become Sarah's foster parent. At first, Ben seemed reluctant but finally agreed because he wanted to support Jessica. They told Troy that they wanted to be Sarah's foster parents if Sarah wanted it.  They told Sarah but Sarah didn't respond. Troy told them to all go home and talk it over. Sarah got up and walked out.\n\n\nJennifer told Paul that she and Jessica had hired Walker Daniels to investigate Rose's murder. Paul still thinks that Barbara has something to do with Rose's death.  Paul asked Jennifer to spend as much time as she can with Will and to stay out of the investigation. Later, Paul hired a private investigator to keep an eye on his mother. When Rosanna showed up at Paul's door, Paul wanted to know if Barbara told her about Craig setting him up. Rosanna told Paul that even though Craig is no saint, he wouldn't do anything to ruin what they have. \n\n\nBarbara figured out that Craig is the one who is trying to frame Paul. Rosanna stuck up for Craig. Rosanna and Barbara continued to argue until Craig rushed Rosanna out of the room. Over at Al's Rosanna started to question Craig about Barbara's accusations. Rosanna told Craig that he wouldn't be stupid enough to jeopardize what they had. Rosanna left again to see Paul. \n\n\nCarly and Jack argued about Mitzi because Carly thinks that Mitzi is the one who murdered Rose but Jack doesn't think it's possible. Craig wanted to talk to Jack but Jack walked away. Carly told Craig her suspicions about Mitzi prompting Craig to pay Mitzi a visit.\n\n\n",
    "tvmega_recap": "Barbara figures out who has been tampering with evidence, why they have been tampering and then she throws the party and his wife out of the apartment. Ben agrees to help a kid out, bonds tighter to his wife and then makes it official. Carly begs her husband to listen to her. Craig thinks back to planting evidence, learns that a likely suspect might not be one at all then makes a proposal to get what he wants. Curtis spends time with another teen. Henry gives his roommate room to grow and gives her boyfriend good advice. Holden gives the steps for dealing with a death. Jennifer shows up to find her brother's place ransacked. Jessica wonders if another arrangement can me made for Sarah, calls her husband to check it out and then calls a meeting. Katie remembers the lovemaking, pushes it from her mind and then throws caution to the wind. Lily agrees to discuss court with a suspect and has her heart broken when she hears her son's wishes, and then she secretly decides that her husband is wrong to make her let this go. Luke wants his mother back the way that she used to be. Mike warns what happens when rabbits get cozy, shakes off the sexual tension then finds his roommate under the bed. Mitzy bonds with a twin, pushes the issue about the business then has to wonder what a girl has to do to get a business in this town. Paul hires a Private Investigator, wants to know what his mother has been saying and sends a friend home to her family. Rosanna runs off again to help her friend. Sarah gets options.",
    "soapcentral_condensed": "Katie started to fantasize about her and Mike together when Mike and Henry came in to the house. Mitzi showed up at Lily's but Holden tried to keep them from seeing each other. Jennifer told Paul that she and Jessica had hired Walker Daniels to investigate Rose's murder. Paul hired a private investigator to keep an eye on his mother. Jessica wanted to become Sarah's foster parent. They told Troy that they wanted to beSarah's foster parents if Sarah wanted it. Troy told them to all go home and talk it over. Sarah got up and walked out. Carly told Craig her suspicions about MitzI prompting Craig to pay Mitza a visit. Rosanna and Barbara continued to argue until Craig rushed Rosanna out of the room. Carly and Jack argued aboutMitzi because Carly thinks that Mitz i is the one who murdered Rose but Jack doesn't think it's possible. Paul still thinks that Barbara has something to do with Rose's death. Paul asked Jennifer to spend as much time as she can with Will.\n"
}