{
    "soap_central": "\n\nAl's Diner:\n\nJennifer asked Hal if she could have her room back.  Hal wanted to know why she wanted to move back home.   He said he hoped that it wasn't because she was pregnant.  She assured him that wasn't the case that she and Bryant never got to that point.  She said she couldn't live with Bryant because she couldn't trust him anymore.  She said she couldn't live with him because of all the lies that he had told her about the trust fund and about the job he supposedly had with Lucinda.  \n\n\nThe Airport:\n\nBruno told Katie that they wouldn't be staying in a hotel, that he had his own place in St. Martin.  Katie felt apprehensive about leaving and said that she had to make a phone call.  As Katie left to make her call, Simon walked up to Bruno.  Simon told Bruno that he better not hurt Katie and if he did, he would hunt him down to deal with him.  \n\n\nWhile Simon was talking to Bruno, Katie was on the phone leaving Simon a message on the answering machine.  She said that she told him she was going away with Bruno and now she was.  She said that if he left Oakdale she would hate him forever.  \n\n\nBruno told Simon not to worry about Katie.  He said that he didn't think Simon had room to talk and said he knew that he brought women in close and then stole from them.  Simon asked if Katie told him that.  Bruno told him no that he had him checked out and that he knew what kind of guy he was.  Simon told Bruno that he better not use Katie.\n\n\nWhen Katie returned and saw Simon she was happy that he followed her to the airport.  When Katie walked up to them, Simon tried to talk her into not going.  She listened but said that she needed a reason to stay.  Bruno went to check on his private plane leaving Katie and Simon to talk.  Simon told her that the only reason she is leaving with Bruno was to make him jealous and the only reason he was at the airport was because he was leaving too.  She told him she wasn't following him this time.  She said she knew that she was special and she was never going to follow a guy ever again who doesn't want her.  All Simon could manage to get out of his mouth was to say that he has gotten use to her.  She begged him to tell her how he really felt about her.  He tried to get the words out but all he could say was that he really liked her a lot.  Sarcastically she said, \"oh, that's so cool.\"  She told him that Bruno wanted to lick grape juice from her toes and he wanted to lavish her with things.  Simon said Bruno didn't want to lavish her, that he wanted to ravish her.  Katie told Simon that she knew that he loved her, but he just couldn't admit it.  She said that it was lonely for her and boring.  Katie told Simon that he was stuck on her and he knew that he loved her.  He told her if he loved her he would know it.  She said as soon as she left the airport with Bruno they were through.  He begged her to stay.  She put her arms around him and kissed him and then patted him on the cheek and told him that he'd miss her.  As she walked away from him she began to cry. \n\n\nBryant's Cottage:\n\nAs Bryant was on the phone trying to find Jennifer, she walked in behind him.  She told him she came for her things.  They argued again about the same problems.  She told him to leave her alone.  She said that it wouldn't work between them anymore that said she was on her Mom's side and he's on his Dad's.  She said she hated Craig and that would never change.  Billy walked in and when he saw them talking, he said he could come back later.  Bryant told him no, that it was OK and left.  Billy asked Jennifer why she was always in a bad mood.  He said that Bryant told her that he loved her and all she does was give him a bad time.\n\n\nJava Underground:\n\nBonnie told Lisa she didn't like her outfit because it was made from polyester, but she appreciated having the job.  Lisa talked to Bonnie about her attitude.  She said she is entitled to her own opinion, but that she didn't have to express it every minute of the day.  Lisa told her that it's a lot better to keep some of her opinions to herself and then people around her would be more relaxed and that way they would never know what she was really planning.  Bonnie smiled with her approval of the idea.  They saw Isaac and Lisa told him to give Bonnie a chance, that she is anxious to learn.  Bonnie said she was sure it will be fun working there.  Bonnie told Isaac that she appreciated the chance to work with him.  He wasn't buying it and told her that Lisa was gone so she could cut the act.  She told him she promised Lisa she'd be pleasant.  He said he would enjoy seeing how long it would take to see her lose her cool.  He gave her a tray.  He told her he wanted to see how she could balance it.  He told her that it was her job to smile at the customers and take their order.  She told Isaac that he wasn't going to change her and the she wasn't going to change him.  They continued to argue about her bad attitude.\n\n\nFairwinds:\n\nPaul looked at Barbara's designs and thought that there must be more designs somewhere.  Carly knocked at the door and said she was there for an interview.  Paul wanted her to leave.  Carly told him she was the fashion editor for the Intruder now.  Paul thought that Craig had sent her to make trouble for Barbara.  She told him that Craig had nothing to do with it, that she was working for Emily.  She said it was a great idea because people like a comeback story; that Barbara was like the \"Rocky of the rag trade.\"  Paul didn't think that Barbara would appreciate being compared to Rocky Balboa.  Carly said the article could start with the tragic accident and then they would close with Barbara's comments and a sneak preview of her Spring line with a couple of sketched or photos.  Then Barbara would be right back on the map, right before the November fashion show.  Paul mentioned that Barbara's ex-husband's lover would write the story.  Carly denied that she was ever Craig's lover.  She said she was just a writer.  Paul wasn't buying her story, he told her \"no thanks\" and told her to leave.  Carly said she wasn't leaving before she saw Barbara.  When he insisted that she leave, Carly said that she would write the story one way or another.  She said she would write a story anyway but it would confirm rumors that Barbara has lost it and that there was no new Spring line and no future for BRO.  She told Paul that she didn't want to write that kind of story. She wanted to write that Barbara is back on her feet.  Paul wanted to know why.  She told him that she thought Barbara was a good designer and that she respected and admired her work and didn't want to hurt her.  She said that Barbara needed a good review now.  Paul told Carly she was a real con artist.  He wasn't buying her story and was still blaming Craig for her being there.  He thought Craig was up to his old tricks to get at his mom.  He told her again to leave.  When she told Parker they were leaving, she saw that he had Barbara's sketchpad.  When she looked at the sketches she was shocked.  Paul took the pad away from her and asked if she was happy now that she had her scoop.  She said she had no idea and told him that he couldn't use those sketches.  She said they are...  When she struggled to find the words, he said \"I know, they stink.\"  She asked him what he was going to do.  He told her that she couldn't say anything about the sketches.  She said that she wouldn't.  He didn't believe her and said that that's why Craig sent her, for leverage.  She wanted to know what he meant by leverage.  Paul told her about the WorldWide stocks that Craig bought with BRO money and how the judge ruled that Barbara and Craig had to share them.  He told her that Craig wanted Barbara's half and the only way he could get them was if BRO failed.  Carly said she had no idea.  He told her that either she was a very good liar or that Craig had used her again.  She told him that she wasn't going to do the story.  He asked what would she tell Emily and she said she'd tell her that Barbara was unavailable.  He asked what about Craig.  She said she'd deal with him.  As she was leaving, Paul asked how he could trust her and she told him he didn't have a choice. \n\n\nThe Intruder's Office:\n\nPaul walked in as Emily sat working at her desk.  He told her that she didn't look any older and that she looked as young and beautiful as ever.  Emily smiled at him.\n\n\nCraig's Hotel Suite:\n\nCarly was in the hall knocking loudly at Craig's door, telling him to open the door.\n\n\n",
    "tvdb": "Rose encourages Paul to go behind his mothers back and look at what she has planned for the spring line. Later, Paul watches Barbara secure her sketches of the spring line. He asks Barbara to give him a peek, but she refuses. Barbara asks Paul to have faith and trust her. After she leaves…",
    "soapcentral_condensed": "Bruno told Katie that they wouldn't be staying in a hotel, that he had his own place in St. Martin. Simon told Bruno that he better not hurt Katie and if he did, he would hunt him down to deal with him. Katie told Simon that she knew that he loved her, but he just couldn't admit it. Bonnie told Lisa that she is entitled to her own opinion, but that she didn't have to express it every minute of the day. Hal asked Jennifer why she was always in a bad mood, and she said she couldn't live with Bryant because of all the lies he had told her about the trust fund and about the job he supposedly had with Lucinda. She said she hated Craig and that would never change. Lisa told Bonnie to give Isaac a chance, and Bonnie said she was sure that she will be working there. Bonnie smiled with approval when Isaac told her that she was really planning on working there, and that she would be fun to work with.\n"
}