{
    "soap_central": "\n\nCarly cleaned up after Molly's bridal shower, which had ended abruptly after Lily's hasty departure.  Jack rang the doorbell, and he was surprised that the festivities were already over.  Carly explained that Lily's leaving had caused Faith to call Holden, who had found her mother at Craig's hotel room.  Carly said that Lily couldn't stand the thought of Holden's marrying Molly, and she could surely relate to that feeling after watching Jack marry Janet.  She also asked Jack to get rid of an open bottle of champagne on her kitchen counter.\n\n\nThe pair talked about putting their passion on hold until they had their lives straightened out.  Carly called Jack \"Dudley Do-Right,\" and he began to kiss her.  Carly stopped him and brought up the fact that Jack was remodeling a cabin so that Janet could be close to him with the baby.  She said that when Jack returned to her bed, Carly wanted it to be forever.  Jack tried to assure her that she was first in his heart, and he invited her to go for a walk in the Snyder woods with him.\n\n\nParker and Faith kissed in the woods, and Faith undid the top of her dress as they lay together.  Suddenly she stopped him to get a condom out of her purse.  Parker asked if she had \"done it\" before, and Faith lied and said, \"Tons of times.\"  Parker, however, knew the girl was not being truthful, so they talked about how a girl's first time to have sex should be special.  Faith said that was why she was choosing Parker at that moment, there in the woods.  Parker was reluctant, so Faith kissed him and said she knew he wanted her.\n\n\nCarly and Jack walked through the woods and spotted Faith and Parker kissing.  Carly wanted to rush out and stop them, but Jack held her back.  They heard Parker say that what they were doing was wrong, and he asked Faith to zip up her dress.  She did so, and the teens talked about how messed up their parents were.  Jack and Carly broke in then and greeted the kids.  \n\n\nCarly offered to walk Faith back to the farm, and she tried to draw Faith out into a conversation.  She offered advice, but Faith reminded her that the affair between her and Holden had almost broken up her parents' marriage. Carly concluded that things usually turned out the way they were supposed to, and that talking and waiting and getting to know someone led to a better conclusion.  True love was worth waiting for.\n\n\nJack took Parker home, and the boy explained that he didn't know how he had ended up kissing Faith.  He still had feelings for Liberty, but she was involved with Gabriel and plans for college, so perhaps he should spend more time with Faith instead.  The two guys cleaned up the rest of the party mess, and then Carly returned home and thanked them.  She told Jack that Faith had gotten her thinking, and she granted him only one kiss.\n\n\nBob dropped in at WOAK to get Kim to go to dinner, but she was involved in putting together a segment about Barbara's disappearance.  Kim had a feeling that something terrible had happened to her niece.  Bob was not nearly as concerned, and he put his foot in his mouth when he referred to Barbara as \"a woman of that age.\"  Then Kim asked Bob if he had spoken to Chris about Reid's taking over as Chief of Staff at Memorial when Bob retired.  Bob promised to talk to their son, but he assured Kim that Chris had absolutely no interest in the job for himself.\n\n\nAt Memorial, Dr. Oliver approached a nurse who had paged him about a patient in pain.  He said to her, \"Which one are you?\" and after the young woman gave her name, Oliver asked if she was \"the idiot who paged me\" for the patient who was sleeping peacefully.  The nurse ran off in tears, as Luke walked up and witnessed the debacle. Luke announced that he was there to work on Reid's people skills, but Reid argued that he \"got on with people\" all the time.\n\n\nChris interrupted them and asked for a briefing on one of his patients, but Dr. Oliver was curt and uninformative.  Chris explained that was not the way they did things at Memorial, but Dr. Oliver corrected him by adding, \"At least until I'm chief of staff.\"  Chris was stunned and walked away, as Luke chided Reid for how he had informed Chris about Bob's offer.  Reid had not taken into account feelings and family politics, so Luke urged him to be more sensitive.  He invited Reid to his place, and with a grin, asked him to \"bring the stethoscope.\"\n\n\nChris immediately went to the television station and asked Kim if his father was on drugs.  He explained that Bob had plenty of choices from whom to recruit the new chief of staff, but he had never put up a notice or done any advertising.  Chris called Reid Oliver a \"pompous jackass with the personality of a rabid porcupine.\"  Kim reminded her son that he wasn't even going to be in Oakdale much longer, so she didn't see why it mattered to him who held the position.  Chris then admitted that he was not leaving town after all, and Kim was delighted.\n\n\nSince Katie had answered none of Chris's recent messages, he went to her house and knocked on the door.  She opened it, and Chris was relieved to see her and gave her a big hug.  Katie said her conversation with Henry had not gone well, and unfortunately he still hated her -- and Vienna was gone.  Katie cried that she was losing everyone she cared about, but Chris assured her that she was not losing him.  He said he was willing to wait for her to meet him halfway.  He left Katie's place, as she got the baby up and talked to him about Chris.\n\n\nBob and Kim were eating dinner at Al's when Chris found them.  He told his father that he was staying in town, and Bob then asked if that decision had anything to do with Katie.  Chris could only say that he liked Katie, but he was not building his life around her.  Then he told his dad that he wanted to be chief of staff when Bob retired.  Bob said he had already offered that job to Dr. Oliver, so all he could do was to submit both names and let the hospital board decide.\n\n\nLuke and Reid began role-playing at Lily's house.  Luke played a nurse, and Reid played himself, a caustic curmudgeon.  Reid responded rudely to the first few scenarios, and then he began flirting with the \"nurse.\"  Reid failed all of Luke's scenes, and he finally announced that he was not \"all warm and fuzzy, like Noah.\"  They returned to the hospital, and Luke spotted the nurse whom Reid had insulted earlier in the day.  He told Reid to make pleasantries with her, and the doctor started out nicely with her, but eventually he ended up sending her off in tears again.\n\n\n",
    "tvmega_recap": "Bob and Kim talk about his asking Reid to be Chief Of Staff, as she thinks that he should tell Chris personally. Meanwhile, unfortunately a less than tactful Reid is talking to Chris about how the hospital will be different when he takes over, as Chris leaves unsure and annoyed. Luke witnesses Reid not handling a few of the hospital personnel poorly, as he offers to school him in how to grow a personality. After Luke and Reid do some role-playing, Reid feels it isn't possible and bemoans that he isn't Noah, someone who by nature, is warm and fuzzy. Luke promises he doesn't want that, but it would be nice to know where they are headed. Reid offers dinner, but Luke has a \u0091final exam', as they head back to the hospital. Chris finds Kim and asks about Bob's decision. Kim defends it because he wasn't supposed to be staying in town. Chris reveals his plans to now stay, as Kim is overjoyed. Faith and Parker almost have sex, but Parker slows things down. Faith wants to, but Parker realizes that right now her feelings are misplaced by what is going on with her parents. Jack and Carly talk about their relationship, as Carly voices her concerns, as Jack continues to be steadfast in his belief they belong together. He asks her to go for a walk and perhaps a kiss, but their time is interrupted when they spot Parker and Faith in a close moment. They wait and see Parker handle the situation maturely, but are unsure as to what to think when he talks about his parent's confusing marriage. Jack and Carly pretend they just showed up and offer to walk each home separately. Parker opens up to Jack about Faith and Liberty, while Carly and Faith talk a bit about relationships. Both Jack and Carly's eyes are open up to a few things during each of their talks. Chris goes to find Katie and doesn't leave her doorstep until she answers. He promises his support her and promises that what is keeping her from really moving on with him is part of what he loves about her. Katie worries it will be too late by the time she is ready. Chris would like her to decide to meet him halfway so they can figure it out together, as Katie later worries because she likes Chris so much but worries if it doesn't work out. Reid still is unable to truly act with charm or even professionally when faced with his \u0091final', but Luke realizes that is how Reid is and wants Reid to take him to dinner so they can talk about their relationship. Chris tells Bob that he is staying in town and would like to take over at Memorial, as Kim is overjoyed, but Bob explains that he already asked Reid. Chris feigns understanding, as Bob offers to submit both names and let the Board decide. Carly comes home to find her messy house cleaned and some fresh flowers on the coffee table. Jack and Carly confide in one another after their talks with Parker and Faith, as Jack would like his kiss now. Carly acquiesces and Jack promises they are meant to be and she will soon believe that again.",
    "soapcentral_condensed": "Carly cleaned up after Molly's bridal shower, which had ended abruptly after Lily's hasty departure. Jack rang the doorbell, and he was surprised that the festivities were already over. Carly called Jack \"Dudley Do-Right,\" and he began to kiss her. Carly stopped him and brought up the fact that Jack was remodeling a cabin so that Janet could be close to him with the baby. The pair talked about putting their passion on hold until they had their lives straightened out.Parker and Faith kissed in the woods, and Faith undid the top of her dress as they lay together. Dr. Oliver approached a nurse who had paged him about a patient in pain, and after the young woman gave her name, Oliver asked if she was \"the idiot who paged me\" for the patient who was sleeping peacefully. The nurse ran off in tears, as Luke walked up and witnessed the debacle. Chris told Bob about how he had informed Bob's offer to recruit the new chief of staff, but he had never done any notice or notice at all.\n"
}