{
    "soap_central": "\n\n \n\tEb hustled Holden and Maeve into Skagg's root cellar. Maeve asked what had happened to Grady, but Eb only said that Grady had stuck his nose in the wrong place. Holden urged Eb to turn himself in, and offered to help him, for Maeve's sake. Eb said that Maeve had stopped being his concern when she'd aligned with Holden. \n\n\nAfter Eb locked Holden and Maeve in the cellar, Holden banged on the door, crying for help. Maeve insisted that no one would be anywhere near the place, which had been unoccupied ever since Skaggs had been in prison. Maeve sobbed that they would never get out there. Holden hugged her, promising that they wouldn't die. \n\n\nThe two found a lantern and some raw potatoes. They pretended to be dining on their favorite meals at Holden's house. Holden told her how Jack had fashioned their dining room table out of an old tree that had fallen in a storm. Its unfinished nature reminded him of all Lily and he had been through. Holden said he wouldn't trade his time with Lily for anything.\n\n\nHolden realized that he was talking as if they might die, and he promised Maeve that they'd escape. She looked for more food, but found a dusty bag instead. Inside, they found stacks of cash. Holden figured it was Skaggs's bank heist money, hidden right under Eb's nose. Holden thought that they could trade it to Eb for their freedom, but Maeve scoffed that Eb wasn't returning. She sobbed, and Holden held her.\n\n\nJack summoned Damian and Lily to the police station to discuss Holden's disappearance. \"That's why you're calling it now?\" Damian asked. Jack said that handwriting experts had determined that Holden could have written the notes to the bank. Jack tossed the notes onto the table, saying that Damian had never sent them to be tested. Damian explained that he'd sent copies of the notes for testing, and kept the originals. Jack reasoned that Damian hadn't tested the notes at all, because he didn't want Lily to think that Holden could be alive. \n\n\nAs a shocked Lily demanded more information about Holden, Damian grabbed Jack's confidential report, and read that the handwriting results were actually inconclusive. Damian reasoned that the notes could have been forged, and yelled that Jack was trying to railroad him. \n\n\nLily dismissed the notes, and asked Jack what his gut told him about Holden. Jack didn't know what to think. Damian called Jack's assertions wishful thinking, and forced him to admit to having no conclusive evidence of Holden's survival. Lily accused Jack of dredging it up, because their families resented her relationship with Damian. \n\n\nJack said that the situation was difficult for everyone. Lily stated that she was alone, because her relatives only supported her if she did as they said. Jack explained that the family was protective, as Holden would want it to be. Lily replied that the family was biased in its grieving, but Damian was objective enough to be her friend. Jack believed that Damian wanted more than that. Damian warned that Lily and his relationship was no one else's business. \n\n\nJack wanted to know why Damian had lied about the writing samples. Damian said he hadn't wanted to torment Lily with more uncertainty, and insisted that Holden couldn't have survived the accident. Damian and Lily agreed that the false hope had to stop. Lily asked Jack to drop it. \"I can't,\" Jack replied.\n\n\nAt Worldwide, Lucinda told Meg that the documents she'd taken from Damian's room had been handy, because Damian had been summoned to the police station. Lucinda hoped that, at the very least, he'd be charged with obstruction of justice. She cautioned Meg that Damian would hate her upon learning that she'd stolen the documents. Meg claimed that she wouldn't take Damian back, even if he crawled on his knees. \"Me thinks the lady doth protest too much,\" Lucinda replied.\n\n\nMeg retorted that she was only one of Lucinda's tool to manipulate Lily's happiness, but Lily wouldn't make so many mistakes if she could be allowed to live her own life. Lucinda assumed that they could agree that neither of them wanted Damian in Lily's bed. Lucinda kissed Meg's cheek, saying that she'd kept Meg's name out it, but Meg was on her own.\n\n\nLater, Lucinda awaited Lily at her house, and was disappointed when Lily arrived home with Damian in tow. When Lucinda wondered why Damian wasn't behind bars for obstruction of justice, Damian and Lily accused Lucinda of breaking into Damian's room to steal the notes. Lucinda denied it, but Damian bet that she knew who the culprit was.\n\n\nLily hated that Damian, the only person without an agenda, was under attack. Lucinda figured that he just hadn't gotten around to revealing his agenda, She joked that he'd be proposing to Lily soon enough. Lily and Damian exchanged looks, and Lucinda scoffed, realizing that she was right. Lily said that Damian had taken a bullet for Luke, and she refused to hear another harsh word about him. Lily asked Lucinda to leave, and at the door, Lucinda insisted that Damian was manipulating Lily, even if Lily couldn't see it.\n\n\nLily said she was sorry for her family's behavior, but Damian replied that he understood their protectiveness. She ranted that she wasn't some teenager in love. \"In love?\" Damian echoed.  Lily apologetically replied that it was just an expression. Damian led Lily to her room to rest. When she reached for her sleeping pills, he worried about another sleepwalking episode. Lily asked him to stay with her while she slept. Damian stroked her face, and promised not to let anything bad happen to her. \n\n\nAs a fully clothed Lily slept, she reached for Holden in a dream, and asked him to hold her tighter, because she couldn't feel him. She opened her eyes, and she saw Damian beside her. Once Lily returned to sleep, Damian heard a noise, and went to investigate it. He discovered Eb in the house, holding Faith hostage. \n\n\nWhen Jack went to the farmhouse, Meg anxiously questioned him about Damian's fate. Jack said that because Meg had stolen the documents, he couldn't prove a chain of custody, or have them admitted in court. Meg insisted that Jack arrest Damian for lying to the police. \"And charge him with what? Being a bad boyfriend to my cousin?\" Jack quipped. He said that he couldn't prove anything, and he was dropping it out of respect for Lily.\n\n\nMeg fumed that everyone wanted to protect Lily, who'd moved on with Damian, thereby proving that she was fully capable of looking out for herself. Jack thought that it only proved how lost Lily was. \"You're obsessed. You need to let it go,\" Jack said. Meg felt that someone needed to pay for Holden's death. She accused Damian of tricking everyone in a plot to reunite with Lily. Jack told Meg to get a grip, because she was really starting to worry him. \n\n\nMeg pursued Jack to the porch, still pressing him to investigate Damian. Jack claimed he had no probable cause to investigate further. Meg stated that he could give up, but she wouldn't relent until Damian paid. \n\n\nIn Mason's office, Mason and Noah reviewed actors' headshots. When Noah commented that one of the actors was cute, Mason replied, \"Not as cute as you.\" An uncomfortable Noah sprang from his seat, and strode to the other side of the room. Mason explained that the actor who would play Noah in the film should reflect Noah's charisma. When Noah still seemed uncomfortable, Mason openly admitted his attraction to Noah. Noah fumbled over his words, and hastily exited, rambling that he was late to meet Luke.\n\n\nNoah found Luke at Java, and suggested that they spend time together that evening. Luke sensed that something was awry, because Noah didn't blow school off for anything. Noah revealed that Mason had come onto him. A smoldering Luke decided that he was going to \"get in his face,\" because Mason had no right to hit on his students. Noah attempted to deter Luke, reasoning that Noah wouldn't have to see Mason again once the film project ended six days from then. Luke insisted that Noah not let Mason get away with sexual harassment.\n\n\nWhen Noah and Luke stormed into Mason's office, Mason already knew what they were there to say. He apologized to Noah and Luke, and stated that he wasn't a home wrecker. Mason confided that he'd had a hard time since his breakup with George. Mason hoped that they could accept that it was a weak moment for him, and move on. Luke and Noah shook hands with Mason, and left. In the corridor, Noah asked if Luke were satisfied. Luke said that he was, but threatened to kick Mason's butt, if it happened again.\n\n\n",
    "tvmega_recap": "Lily and Damian are at the police station in Jack's office when Jack walks in. Jack lets Lily and Damian both know that the signatures on both documents proved to be Holden's. At World Wide, Lucinda tells Meg about the charges that could be brought against Damian for falsifying information. In Mason's office, Mason and Noah look over some photos of other men, but Mason lets Noah know that they are not as cute as Noah. Noah becomes very uncomfortable with Mason's remarks. In the cellar, Eb holds a gun on Maeve and Holden. Maeve confronts Eb about the whereabouts of Grady. Eb lets her know that Grady had gotten in the way. Holden tries to get Eb to turn himself in, but he refuses. Lily finds out that Holden is alive. Meg vows to make Damian pay for using her to get to Lily.. Mason tells Noah that he is attracted to him. Noah leaves Mason's office. Noah lets Luke know that Mason came on to him. Luke wants to confront Mason, but Noah stops him. Jack continues putting doubts in Lily's mind about Damian's truthfulness when it comes to Holden. Lily and Damian come home to Lily's and find Lucinda sitting on the sofa. Damian realizes that Lucinda knows who stole the papers from his hotel room. Jack visits Meg to tell her what happened when he questioned Damian. Jack drops the charges against Damian. Meg still vows revenge on Damian. Lily and Damian lie down in bed together. Lily imagines that Holden is lying next to her . Faith comes into the house and is confronted by Eb. Damian, in hearing a noise downstairs, goes to investigate. Eb, with his hand over Faith's mouth, brings her out of the shadows to confront Damian.",
    "soapcentral_condensed": "Eb hustled Holden and Maeve into Skagg's root cellar. Holden urged Eb to turn himself in, and offered to help him, for Maeve's sake. Lucinda told Meg that the documents she'd taken from Damian's room had been handy, because Damian had been summoned to the police station. Damian called Jack's assertions wishful thinking, and forced him to admit to having no conclusive evidence of Holden's survival. Damian warned that Lily and his relationship was no one else's business. Meg claimed that she wouldn't take Damian back, even if he crawled on his knees, but Lucinda kissed her on the cheek, saying that she'd kept Meg's name out on her own. Later, Lucinda wondered why Damian wasn't behind bars for obstruction of justice, and accused Lily of breaking into his room to steal notes. She joked that he'd just taken a bullet for revealing his agenda, but Lily scoffed and said that she was right, realizing that she had taken the bullet for Damian.\n"
}