{
    "soap_central": "\n\nBarbara urges Will not to use Ali as a donor, as Ali informs Gwen that her eggs are mature. Sofie tells Gwen they should steer clear of each other. Barbara and Will argue about Alison's suitability as a donor. Aaron tells Sofie that he and Alison are over, as Alison admits to Gwen she thinks Aaron would be happier with Sofie. In front of Barbara, Gwen says Alison's eggs are ready. Noah wants to talk to Dusty about his mother. Noah is angry his mother abandoned him. Maddie tells Noah he's hurting Luke by staying away from him. Maddie is upset to see that Noah is drinking, and he kisses her. Bob informs Lily and Holden that there's a chance Luke will never walk again. Luke falls out of bed, and Holden reveals what Bob said. Luke says he wants to be alone, but asks about Noah. After talking to the nurse about Luke's physical therapy, Holden turns to find Dusty there. Holden confronts Dusty and decks him just as Lily enters.\n\n\n",
    "tvmega_recap": "Luke is devastated when he learns that he might be permanently paralyzed. Noah doesn't want to go see him because he blames himself for Luke's accident. Noah drowns his sorrows in alcohol and kisses Maddie. Alison is positive she is a terrible person and breaks up with Aaron because she thinks he belongs with someone like Sofie. Luke's crisis tears Holden and Lily apart instead of bringing them together when Holden tells Lily he doesn't trust her anymore. Dusty tells Holden he shouldn't take his anger out on Lily but instead take it out on him. Holden takes Dusty's advice and punches Dusty in the face.",
    "soapcentral_condensed": "Barbara urges Will not to use Ali as a donor, as Ali informs Gwen that her eggs are mature. Aaron tells Sofie that he and Alison are over, as Alison admits to Gwen she thinks Aaron would be happier with Sofie. Noah wants to talk to Dusty about his mother. Maddie is upset to see that Noah is drinking, and he kisses her. Bob informs Lily and Holden that there's a chance Luke will never walk again. Luke falls out of bed, and Holden reveals what Bob said. Luke says he wants to be alone, but asks about Noah. Holden confronts Dusty and decks him just as Lily enters. Noah is angry his mother abandoned him, and Maddie tells Noah he's hurting Luke by staying away from him. He kisses her, and she tells him he's hurt her, but he's not hurt her at all. He tells her he's sorry, and they kiss. He asks her to marry him, but she says she doesn't want to.\n"
}