{
    "soap_central": "\n\nJennifer gets Dusty to finally see the reality of her impending death, and he calls her family back in to say goodbye. Emily tells Meg she hopes Paul and she will remember what Jen wants for Emily and her child. Gwen comforts Will. Paul knows he is forgiven and seems to take his sister's words to heart. Later, Jen asks Dusty to get rid of the monitoring equipment and hold her. Maddie's efforts to leave town become more desperate as Casey confronts Dallas and Margo learns about his connection to her son's girlfriend. Henry fails to help Maddie and when she sees something in the paper, she leaves. Later, Maddie shows up at the police station looking for Dallas and is uncomfortable when she runs into Margo. \n\n\n",
    "tvmega_recap": "The Munson Ryan family gathers at the hospital to each say a tearful goodbye to Jennifer. Dusty finally is able to let goo of hope once Jennifer asks him to help her face death. Jennifer forgives Paul and asks him to not waste time in life and forgive and love everyone. Maddie is determined to leave Oadale rather than tel anyone she was sexually assualted in Chicago. Casey is determined to find out what is bothering Maddie and he is sure Dallas knows the truth. Dallas soesn't give away Maddie's secret to either Casey or Margo. Maddie remembers more about her attack and turns to Dallas for help.",
    "soapcentral_condensed": "Jennifer gets Dusty to finally see the reality of her impending death, and he calls her family back in to say goodbye. Emily tells Meg she hopes Paul and she will remember what Jen wants for Emily and her child. Gwen comforts Will. Maddie's efforts to leave town become more desperate as Casey confronts Dallas and Margo learns about his connection to her son's girlfriend. Henry fails to help Maddie and when she sees something in the paper, she leaves. Later, Maddie shows up at the police station looking for Dallas and is uncomfortable when she runs into Margo. Paul knows he is forgiven and seems to take his sister's words to heart. Jen asks Dusty. to get rid of the monitoring equipment and hold her. Margo becomes increasingly concerned about her son Dallas' relationship with her daughter-in-law, Emily, and tries to find a way to get her to leave the town. Henry. fails toHelp Maddie. Henry failed to help Margo and when her son, Dallas, is found out about her relationship with Emily, she tries to leave.\n"
}