{
    "soap_central": "\n\nAs Marshall was yelling at Bonnie about Sara, Bonnie hid the DNA tests behind her back. Marshall told her that she better keep Sara away or he was going to go to the police. Jessica approached and told Bonnie to just stay away from Marshall. Marshall told her about Sara's stealing from his date and repeated his promise. After Marshall left, Jessica continued to scold Bonnie.  Jessica had just returned from Springfield with news about Bonnie becoming Sara's foster parent. Jessica told her to just keep away from Marshall and make sure Sara does the same. Bonnie promised her mother that she would stay away from Marshall.  Outside, Marshall called a private investigator to check out Sara and to find out everything about her.\n\n\nEmily was trying to get Susan to tell her what was bothering her.  Susan recalled her conversation with Ric and that he was not at home while Susan was asleep. Susan would not tell her. Emily tried to apologize to her mother again.  Susan tried to reassure Emily that everything was OK. Emily told her mother that she would always be there for her. Emily left and called Hal. Emily told Hal that she was worried that her mother would protect Ric until death do they part.  At the hospital Ric grabbed Alison's arm and told her that he would not tolerate lying behind his back.  As Ric continued to intimidate her, Chris walked up and told him to stop harassing Alison. Ric apologized and left. Chris said he was glad he had come by.  Alison told Chris that he didn't have to always be her rescuer.  Chris hugged her and they walked away. At the coffee shop, just as they started to talk, Chris was paged. Chris told her that when she walked away from him earlier, it hurt. He told her that he was not giving up on her and kissed her goodbye.  Alison said for once she felt like the ball was actually in her court.  Later, Ric was home lying on the couch when Susan entered.  They were talking when Susan recommended that, since he was under so much stress, he should go see a psychiatrist. Ric snapped at her. He quickly apologized and said that he had a bad experience with a psychiatrist. He said all he needed was Susan.  \n\n\nRosanna and Craig were talking about Craig investing in Java Underground with Dusty. Rosanna was not happy about it.  Rosanna remarked that Paul had told her that Dusty was a fraud. Craig showed a little jealously when Rosanna told him she had spoken to Paul.  Craig tried to dispel all the rumors about Dusty.  Rosanna told Craig that if he wanted to be partners with Dusty that he would have to finance it with his own money and not with Rosanna's. Craig said he could always ask Sierra for the funds. Rosanna did not like that response. He told Rosanna to think of all the fun they could have working together.  Finally, Rosanna agreed.\n\n\nPaul was talking to himself when Jennifer walked in.  Paul made up the excuse that when you are stranded after a plane crash, you talk to yourself just to have company. They talked about Barbara and Andreas briefly and then went out for a drink at the Java Underground. There, Dusty was convincing Rose that having Craig as a partner in Java would give Dusty a chance to start over again. Rose reluctantly agreed.  Satisfied, Dusty proposed a toast to Rose, just as Paul and Jen walked in. Rose stopped kissing Dusty when she saw Paul. Dusty approached Paul and tried to make amends.  Paul refused and he left. Back at the apartment, Jen made an excuse that she left her bracelet at Java. As Jen closed the door she said it was her turn to help Paul.  In the apartment, James appeared before Paul and told him that he was disappointed in him.  Paul said he just wanted to move forward and be done with Rose, Barbara, Dusty and James. As he turned around, re realized he was talking to himself again. At Java, Rose left and Jen approached Dusty. She talked about Paul and how angry he was but assured Dusty that Paul would get over it. Dusty thanked her and she left, leaving Dusty with a very interesting look on his face.\n\n\n",
    "tvmega_recap": "Marshall told Bonnie that he will make trouble if she and Sarah don't leave him alone, then had someone check into Sarah's background. Jessica told Bonnie that things look good for Bonnie becoming Sarah's foster mother, but warned that they both need to stay out of trouble. Emily knew that Susan was holding something back about Rick, and worried that Susan would continue to cover for him, even if she had doubts. At the hospital, Rick became angry and grabbed Alison when she accused him of being paranoid. Chris arrived and told him to take his hands off. She thanked him, but insisted that she still didn't want to be with someone who can't decide what he wants. Chris told her he wasn't giving up on her, then kissed her. Rick admitted to Susan that he argued with Alison at the hospital, but bristled when she suggested he see a psychiatrist for his stress. She promised she would never leave him. Rosanna agreed to help finance Craig's partnership with Dusty. Dusty toasted Rose at Java Underground, referring to her as the woman he loves. Paul overheard, and when Dusty tried to bury the hatchet, Paul refused. Jen flirted with Dusty, hoping to distract him away from Rose.",
    "soapcentral_condensed": "Emily was trying to get Susan to tell her what was bothering her. Ric grabbed Alison's arm and told her that he would not tolerate lying behind his back. Rosanna and Craig were talking about Craig investing in Java Underground with Dusty. Paul said he just wanted to move forward and be done with Rose, Barbara, Dusty and James. Rose stopped kissing Dusty when she saw Paul. Dusty approached Paul and tried to make amends. Paul refused and he left. Back at the apartment, Jen made an excuse that she left her bracelet at Java. As Jen closed the door she said it was her turn to help Paul. Paul made up the excuse that when you are stranded after a plane crash, you talk to yourself just to have company. They talked about Barbara and Andreas briefly and then went out for a drink at the Java Underground. There Dusty was convincing Rose that having Craig as a partner in Java would give Dusty a chance to start over again. Rose reluctantly agreed and Dusty proposed a toast to Rose.\n"
}