{
    "soap_central": "\n\nCarly and Sam realize the money is gone from Metro's lockbox and Carly frantically tries to figure out who could have stolen their money.  Carly picks up the phone to call Jack, but Sam tries to stop her by reminding her that Jack may use it against her.  Carly is adamant that she needs police help.   \n\n \n\n\nJack returns to the farm with the kids and tells them to get busy on their homework.  Parker immediately walks outside and looks in his backpack at the money he stole from his mom.   Jack finds him and Parker jams the money back into his backpack as the two discuss homework.  Jack gets the call from Carly telling him she has been robbed and he agrees to return to the club to look into the robbery.  Before going, Jack talks to Parker to start studying.  When Jack leaves, Parker begins to daydream about his mom thanking him for saving her from Sam and the family moving back in together.  He is jarred back to reality by J.J. and a sock puppet making fun of him.  Parker puts J.J. in a head lock and demands he apologizes and he does.  Parker gets back to his homework at the kitchen table.     \n\n \n\n\n\nSam and Carly try to analyze the events leading up to the robbery and while looking through the lock box Sam discovers someone has placed one of his magic flowers inside to make him look guilty.  Jack arrives at Metro and begins to try to solve the case.  He immediately accuses Sam, who explains he had nothing to do with the robbery.  Carly jumps to Sam's defense and tells Jack to start looking into other people.  Jack asks a few questions and tells Carly she needs to stop being so trusting.  He heads out to the station to write up a report.  \n\n \n\n\n\nAlone at Metro, Sam tells Carly that someone has set him up by placing his magic flower in the lockbox.  Sam insists it must be one of the kids and Carly immediately knows it is Parker.  Carly asks why Sam didn't rat him out to Jack and he explains he didn't want to get him in trouble with Jack.  Carly asks Sam to watch Metro as she heads out to find Parker. \n\n \n\n\n\nCarly shows up at the farm and asks Parker if Jack is home.  Parker explains Jack is on his way and Carly asks Parker point blank if he stole the money and tried to frame Sam.  When Parker says he didn't, Carly grabs his backpack and finds the stolen money.   Carly asks Parker how he could steal from her and Parker tells her he did it to get Sam out of her life.  Carly rages at Parker's thievery and behavior towards Sam, but when she hears Jack arrive home she stops yelling as Parker pleads with her not to tell Jack.   Carly apologizes to Parker and then tells him that she can't hide things from Jack.  She tells Jack the entire story and they send Parker to his room so they can discuss his behavior alone.   Carly is stunned by Parker's behavior, but Jack reminds her that Parker may be acting out to be sure his mother doesn't leave town with another man like she did with Simon.  \n\n \n\n\n\nBack at Metro, Sam has a conversation with his puppet, Cowboy Jack, about Parker becoming a problem.  The puppet tells Sam they need to take care of Parker.  As Sam puts Cowboy Jack down, Carly returns and tells him that Parker is the one who took the money and she is sorry he was accused.  Carly explains that Parker is changing and getting through to him is becoming harder.  Sam offers to move out to make things easier, but the two are interrupted by Jack arriving with Parker.  Jack apologizes for his earlier accusations against Sam and Parker, begrudgingly offers an apology, but refuses to shake Sam's hand and runs out.  Jack asks to talk to Carly alone and he explains that Parker isn't really sorry for what he did and that he should stay at the farm fulltime with Sam staying at Carly's.  Carly says Parker is more important than anything and she will asks Sam to move out right away so that she and Parker can start working on their relationship again.  \n\n \n\n\n\nSam finds Parker in Old Town and tells him that he will leave him alone if Parker does the same for him.  Sam tries to convince Parker that he wants nothing to do with Carly romantically and that he is just there to help her while Kit is in jail.  Parker tells Sam that he doesn't believe him and he knows that he wants to be with Carly because he heard him talking to the puppet about her.   Sam tries to explain away his dialogue with the dummy and threatens Parker to stop making trouble for him or he won't be responsible for what Cowboy Jack might do.  \n\n\n \n\nWhen Sam returns to Metro, Carly tells her that she is sorry, but he needs to move out.  He tells her it is no problem and that he will just sleep in the back of Metro.  When she walks away to get work done, Sam is visibly upset by Carly's request.    \n\n \n\n\n\nRosanna calls Barbara to look for Paul, but Barbara lashes out at Rosanna and her deception over Meg's baby.   Rosanna reminds Barbara she has lied on occasion as well, but Barbara is quick to point out that she, unlike Rosanna, is good at lying.  Before hanging up, Barbara warns Rosanna that if anything happens to Paul she will make sure Rosanna pays for it.   \n\n \n\n\n\nAt the hospital where Meg is recovering from her miscarriage, Paul tries to enter Meg's room, but Craig tells him he has no right to go in.  Inside her room, Meg cries to Holden that she failed her baby by not protecting it because she put herself between Paul and Craig's fighting.  Holden tries to comfort his sister, but Meg continues to mourn the loss of her baby and explains that she was so excited to be pregnant.  As the two continue their conversation, Craig and Paul burst in and make a scene.   Holden pushes the two men out and criticizes them for continuing their fight at the hospital.  The two continue to yell at one another, as security arrives and Holden asks that they be removed.  Just then Barbara rushes in and takes Paul out.   \n\n \n\n\n\nAt Al's Diner, Paul explains to his mother that he and Meg have lost the baby.  Barbara offers her support and tries to ease Paul's pain.  When Barbara asks what went wrong, Paul explains that he is at fault for Meg losing the baby.  Barbara tells him that this is not his fault and that the only reason he was fighting with Craig was to protect his family.  Barbara reminds Paul that Craig should be in jail for earlier trying to kill Meg's baby.  Paul listens to his mother and remarks that he will make sure that Craig doesn't get away with this.  \n\n\nPaul leaves Barbara and goes straight to the station where he reports Craig's crime to Margo.  He explains Craig's earlier plot to poison Meg's baby and demands that she arrests her brother right away.  Margo tells Paul she will follow the law and look into his report at once.  She sends Paul home and heads to the hospital to talk to her brother.  \n\n \n\n\n\nWith Paul gone, Craig asks to see Meg and the security guard escorts him in.  Holden leaves the two alone and Craig offers his apology.  He promises Meg that he will make everything up to her if she lets him.  Craig explains that he still loves her and was willing to raise her baby as his own even though he knew it wasn't his.  He begs her to forgive him, but she tells him that they are over.  He continues to try to persuade her that he loves her, but she tells him it is too late.  A dejected Craig leaves Meg's room only to run into his sister, Margo.     \n\n \n\n\n\nMargo finds her brother coming out of Meg's room and offers her condolences for the bad day he is having, but tells him he needs to come down to the station to answer some questions.  At the police station, Craig declares his innocence in Meg's accident and losing the baby, but Margo explains that he is there because of his attempt to poison Meg's baby, not the accident.  Craig details his earlier actions with the poison and tries to defend his thoughts by explaining that he never went through with poisoning the baby and was only hurt by the knowledge that Meg was carrying Paul's baby instead of his.   Margo chastises her brother's actions and comments that he destroys everyone he loves.   Craig is dismissive about the charges, but Margo sends him on his way with a warning not to leave town because if Meg presses charges he will need to answer them.   \n\n\nMeg's doctor releases her to Holden and tries to comfort her with the knowledge that she can conceive again and that this miscarriage was accident related.  Alone with Holden, Meg comments that she \"doesn't' want another baby\" that she wanted this baby.  After she is dressed and ready to go, Margo arrives and tells her that she knows about Craig's trying to poison her and wants to know if she wants to press charges against him.  Holden encourages her to go forward with sending Craig to jail. \n\n\n \n\nMargo arrives at Craig's room at Lakeview and gives him the good news that Meg will not be pressing charges.  Craig is reassured that Meg didn't want him to go to jail and feels that she must still care for him, but Margo explains that Meg only did it to avoid the public embarrassment of having to relive what has happened. \n\n \n\n\n\nMeg and Holden return to the farm with Ethan and Meg asks to hold her nephew.  She talks to him sweetly and explains about the loss of her baby.\n\n \n\n\n\nPaul returns to Fairwinds and Rosanna is overjoyed to see him.  Paul tells her what has happened with Meg losing the baby and Rosanna says she is sorry.  Paul condemns her for being cruel and plotting with Craig all along so that he would never know he was the father of Meg's baby.  He walks out as Rosanna begs him to stay.   Rosanna tells Paul she has made a terrible mistake keeping the truth from him about the baby, but Paul stares her down coldly and says he can't be with her.  She says they have always shared a strong love, but Paul tells her that is no longer true and leaves to pack his things.  Rosanna catches up to Paul as he packs and tells her that the real mistake would have been her letting him leave her for Meg.  Paul says he always thought Rosanna was the one who could keep him on the right path, but he now knows that isn't true and that he has always loved Meg.  Rosanna says that Paul just needs time to get over Meg, but Paul tells her she is wrong and asks her for a divorce.  \n\n\n",
    "tvmega_recap": "Carly is distraught to find out they have been robbed. Sam is leery of involving Jack because he is afraid Jack will use this against her, but Carly calls Jack. Rosanna calls Barbara trying to find Paul, but winds up with an earful and a veiled threat. Meg is devastated with her loss. Paul tries to see Meg and Craig tries to stop him. Holden orders both of them out and calls security, as they continue to fight. Barbara whisks Paul away to talk, as he tells her that it is his fault that Meg lost the baby. Craig comes to see Meg and she talks with him, as he pleads with her to take him back so they can start over. He was willing to raise Paul's baby because he loves her that much, but Meg won't hear it; she knows he is happy that things turned out this way. She will never forgive him and they are through. Barbara thinks Craig should pay for trying to cause Meg to have a miscarriage, as Paul has a revelation. Parker has a daydream that Carly thanks him for protecting her, and that she will never doubt him again and Jack thinks he should move back in. Jack wonders if Sam is involved, as he and Sam disagree. Carly defends Sam, as Jack promises to look into this. Sam finds the flower he used in the magic trick with Sage in the box where the money disappeared from and knows who set him up, as he gently tells Carly. Carly goes to see Parker, who denies it, but then he is caught red handed. Parker and Carly have it out, as he defends what he did, and Carly is upset that he is acting out this way towards, as she sees it, an innocent man. Jack interrupts and Carly shares her information. Paul orders Margo to arrest Craig on attempted murder charges after he explains what he did. Margo goes to question Craig. Paul comes home and tells Rosanna what happened. She acts empathetic, but Paul doesn't believe her. He thinks she is pathological and cruel. Rosanna begs him to give them another chance, but Paul will never forgive her. Rosanna reminds him of his crimes, but he thinks they are toxic for each other. Craig defends his actions to Margo. He reminds her that he stopped before hurting Meg's baby. Margo's illusions of Craig are shattered again, as she realizes who he is - again. She is going to talk with Meg and if she wants to press charges then she will let her. Sam and Cowboy Jack have a talk about Parker becoming a nuisance. Margo asks Meg if she wants to press charges, as Holden suggests she should so Craig will be stopped. Jack and Carly are worried about Parker and wonder if he should get professional help again? Jack gently explains how Carly's actions have molded his behavior. Parker and Sam have a talk, as Sam suggests he stop trying to set him up. Parker wonders if it is a threat? No, but he can't be held liable for Cowboy Jack. Jack thinks Parker should stay with him full time because of Sam, but Carly puts Parker first and tells Jack that she will ask Sam to move out, to Jack's happiness. Carly explains her situation to Sam and asks him to find another place to live for Parker's sake. Sam takes it well it seems, as he understands that family comes first; he will stay at the bar. Carly thanks him for understanding. Paul explains to Rosanna that he is tired of pretending; he has never stopped loving Meg. Rosanna thinks he is being cruel, but Paul explains that there is nothing left for them except a divorce. Margo tells Craig that Meg won't be pressing charges, as he dodged another bullet. Craig thinks that means she doesn't hate him, but Margo explains that she just doesn't want to relive what he did to her in court. Meg bonds with Ethan, as she talks about her son.",
    "soapcentral_condensed": "Carly and Sam realize the money is gone from Metro's lockbox. Carly frantically tries to figure out who could have stolen their money. Jack gets the call from Carly telling him she has been robbed and he agrees to return to the club to look into the robbery. Sam and Carly try to analyze the events leading up to the robbery and while looking through the lock box Sam discovers someone has placed one of his magic flowers inside to make him look guilty. Carly asks Sam to watch Metro as she heads out to find Parker. Sam finds Parker in Old Town and tries to convince him he wants nothing to do with Carly while Kit is in jail. Kit tells Carly that she is sorry, but he needs to move out of Metro and that he will just sleep in the back of the Metro car and not in the front seat of the car with Sam. Kit and Kit get back together and Kit says he is so happy to be back with his mom. Kit asks Carly to marry him and she says she will do anything for him.\n"
}