{
    "soap_central": "\n\nLiberty modeled her dress for the school dance for Katie and Brad, and then shooed them away for the newlyweds' \"date night.\" Brad presented Katie with a romantic red rose as they left for their date. Janet shared her makeup with her daughter before walking her to Henry and Vienna's diner, the site of the dance. \n\n\nAt the farm, Lily found a bouquet of flowers from Holden and took it as a positive sign for their marriage. Unfortunately, when Holden returned, the two of them began arguing again. Faith told her mother that she did not want to go to the dance because she had a stomach ache, but Lily realized that the girl was upset with her parents' arguing. Lily assured her that she and Holden were trying to get their act together, and Faith agreed to go to the dance as planned. \n\n\nJJ wanted to wear his dirty basketball shoes to the dance, but Carly and Jack nixed that. Parker appeared next, having doused himself with a great deal of cologne. Jack told Carly about Parker's episode at the Lakeview with Liberty and she confronted the boy about his chronic lying. Jack made Parker promise always to tell them where he was and with whom. \n\n\nHenry mentioned to Vienna that he was going to see Gray Girard's lawyer in hopes of getting some remuneration from Girard's estate. Liberty arrived at the party and Henry introduced her to Vienna. One of Liberty's boy friends, Don, convinced the girl to leave the party with him. Henry left also and headed to the Lakeview to meet with Girard's attorney. Instead, however, he found Bonnie McKechnie standing in for that attorney. She told Henry he was not entitled to any of Girard's estate because the man had died without a will and Henry would have to sue and stand in line with the other creditors. \n\n\nKatie and Brad went to the movies for their date, and who should end up sitting right next to them but Juicy Janet? That was too much for Katie who persuaded Brad to leave. \n\n\nJack and Carly arrived at the teen party to chaperone and met up with Lily and Holden. The two women compared notes about their men. At the dance, Parker missed Liberty and finally went outside to look for her. In his fantasy, he found her perched on a trashcan, waiting for him and giving him a kiss. In reality, he spied her in an alley making out with her friend, Don. Parker made a hasty exit. \n\n\nBrad proposed a naked swim in the Snyder pond as an alternative date idea, and Katie agreed. As they headed out, they literally bumped into Parker who let it slip that something was up with Liberty. Brad guessed what his daughter was doing and threatened to find her and \"kill the guy.\" Meanwhile, Don suggested to Liberty that they go somewhere more private for their kissing session. \n\n\nHenry returned to the diner and told Vienna there would be no money forthcoming from Gray Girard's estate. Vienna was furious that it was her old nemesis, Bonnie, who delivered the news, and she left in a hurry to go confront the lawyer. Holden and Lily began another argument and Lily created quite a scene in front of all the teens. She yelled at Holden to \"be her husband.\" Holden stomped out, and Carly ran after him. Jack tried to stop her, but Carly snapped back at him angrily. \n\n\nJanet caught up with Katie and Brad, and the women attempted to calm Brad down. They decided to all go to Old Town to look for Liberty. They found her and saw she was all right, so the newlyweds left. As soon as they were alone, however, Janet slapped Liberty across the face. She berated her daughter for being stupid with a boy, before she broke down, sobbing. \n\n\nVienna accused Bonnie of representing scum like Gray Girard, but Bonnie told her that none of Girard's victims would receive a penny of his money. Vienna returned to the diner and realized that Henry was as much after revenge for Vienna's sleeping with Girard as he was after the money. Meanwhile, Bonnie went to bat with Girard's attorney of record to try to get some compensation for Henry, but she got fired for her efforts instead. \n\n\nCarly finally caught up with Holden and offered to help. At the diner, Jack asked Lily to pull herself together for Faith's sake, but the girl was devastated at the show put on by her parents. She just wanted to go home. Jack found Parker outside on a bench, moping over Liberty, and took him home. He quizzed the boy about his disappearance during the dance, but the boy kept mum. \n\n\nBrad discussed how he should handle the Liberty/boy situation with Katie. They were surprised when Liberty asked to go home with them and not Janet. The newlyweds agreed. \n\n\nLily asked Holden for forgiveness, and Jack promised Carly he would stop behaving badly around her.\n\n\n",
    "tvmega_recap": "Henry wants to fight for money from Gray's Gerard's estate but since Gray didn't leave a will, Bonnie tells him he doesn't have a case. Vienna encourages Bonnie to do the right thing and help Henry. Bonnie talks to the other lawyer for the estate and tells him the victims deserve monetary compensation for all the hurt Gray caused them. The lawyer tells her she is fired from her job working for Gray's estate. The school dance doesn't go well for the teens of Oakdale as Parker is saddened to see Liberty making out with Dylan. Parker then tells Brad and Katie what Liberty is doing and Brad, Katie and Janet search for Liberty. Janet slaps Liberty and tells her to be more careful if she doesn't want to end up pregnant at the age of 16. Lily gets angry at the dance and yells at Holden to start acting like her husband. Jack then tells Carly to not get involved in Holden and Lily's relationship. Jack later promises Carly he won't bully her anymore. Holden comes home and gives Lily a hug. Liberty tells Brad and Katie she wants to go home with them.",
    "soapcentral_condensed": "Liberty modeled her dress for the school dance for Katie and Brad, and then shooed them away for the newlyweds' \"date night\" Brad proposed a naked swim in the Snyder pond as an alternative date idea, and Katie agreed. At the dance, Parker missed Liberty and finally went outside to look for her. In his fantasy, he found her perched on a trashcan, waiting for him and giving him a kiss. In reality, he spied her in an alley making out with her friend, Don. Henry mentioned to Vienna that he was going to see Gray Girard's lawyer in hopes of getting some remuneration from Girard’s estate. Henry found Bonnie McKechnie standing in for that attorney, and she told Henry he was not entitled to any of Girar's estate because the man had died without a will and Henry would have to sue and stand in line with the other creditors. Henry returned to the diner and told Vienna there would be no money forthcoming from Gray Girad's estate. Vienna was furious that it was her old nemesis, Bonnie, who delivered the news.\n"
}