{
    "soap_central": "\n\nHolden and Emily fight over who is responsible for Alison getting pregnant. Susan plays peacemaker. Aaron is sad he lost Lucy. Alison can't bring herself to tell Aaron the truth. Later, Holden, Lily, Emily and Susan begin to tell Alison and Aaron everything that needs to be done to prepare for the baby. Alison is overwhelmed. Craig is annoyed Rosanna wants to stay in town for Paul's wedding. Rosanna accuses him of being jealous. Rosanna questions Craig desire to leave town, and Craig feigns anger at Rosanna for not trusting him. Dusty stashes the bat and glove. He demands to know where Molly has been. Molly covers and makes Dusty feel like dirt for not trusting her. Hal questions Crater, who lies that he saw Barbara outside of Rose's house that evening. Crater alerts Dusty that the cops seem to know all about the bat and gloves. Paul confronts Barbara, who denies planting anything in Paul's car. Paul refuses to help Barbara regain custody of Will. Although Barbara can prove that she was not anywhere near Paul's car, he still won't help her. Ben suggests he and Jessica fly to the islands and elope immediately. The arriving Curtis realizes he has messed up Ben and Jessica's plans and feels terrible. Jessica invites the Hughes to Thanksgiving; she and Ben decide to take the trip after dinner. Curtis makes a mystery call to a friend. Mitzi blocks the door and declares that she can't allow Rose to tell anyone that she embezzled. She confesses she stole to cover gambling debts and begs Rose not to turn her in. After Rose leaves, Mitzi loses it and swears she can't go to jail. Rose confides in Paul about Mitzi stealing. Rose slips that she still has Dusty on her mind but can't wait to get married.  \n \n\n\n",
    "tvmega_recap": "Emily and Aaron's parents argue over which child is the more influential over the other. Craig thinks that the sudden trip should be a way of showing the world that Lucy is over Aaron. Rose is going to tell everyone what Mitzy has done. Mitzy explains how she got involved in gambling. Barbara gets the police to vouch for her not tampering with Paul's car.",
    "soapcentral_condensed": "Holden and Emily fight over who is responsible for Alison getting pregnant. Susan plays peacemaker. Alison can't bring herself to tell Aaron the truth. Paul confronts Barbara, who denies planting anything in Paul's car. Mitzi blocks the door and declares that she can't allow Rose to tell anyone that she embezzled. Ben suggests he and Jessica fly to the islands and elope immediately. The arriving Curtis realizes he has messed up Ben and Jessica's plans and feels terrible. Jessica invites the Hughes to Thanksgiving; she and Ben decide to take the trip after dinner. Rose slips that she still has Dusty on her mind but can't wait to get married. Craig is annoyed Rosanna wants to stay in town for Paul's wedding. Rosanna questions Craig desire to leave town, and Craig feigns anger at Rosanna for not trusting him. Dusty stashes the bat and glove. He demands to know where Molly has been. Molly covers and makes Dusty feel like dirt for not trust her.\n"
}