{
    "soap_central": "\n\nIn Montana, Carly asks Molly what if Jack is not Sage's father.  Molly says she should maybe put the wedding on hold but then Carly says it doesn't matter who Sage's father is because she'll marry Jack anyway.  Molly surprises Carly with her wedding dress from Jake.  Carly asks if Molly will get back with Mike but Molly says Mike has Katie now.  Just then, Katie comes in looking for Mike and she also gives Carly a bouquet of wild flowers.  Katie talks with Molly who asks Katie why she is so nice to her since she knows she doesn't even like her.  Katie replies that she doesn't hate Molly she just doesn't like the way she treats Mike.  Katie then tells Carly that Molly should be maid of honor but Carly insists that she wants Katie and Mike to stand up for her and Jack.  Carly is excited for her wedding and says that nothing can stop love.  Then, the doctor walks in and tells her that the DNA results are in.  He asks if she wants the results before or after the wedding. Carly says, \"I'd like to know now.\"  \n\n\nAt Memorial Hospital, Gordo asks Alison why she told John Dixon that he is the murderer.  Gordo starts to taunt Alison but she tells him that she is not scared.  In turn, Gordo says he's worked hard and he's not going down because of what she says.  He moves toward her and Alison starts to scream.  Gordo grabs her and she tries to pull away.  Chris hears her yells and comes running in to save her.  John then comes in and breaks up Gordo and Chris.  After hearing what happened, John terminates Gordo's employment from the hospital. Chris tries to convince Susan to tell Alison to stay away from the hospital.  Rick agrees that Alison should stay away. Susan tells Rick that she's been having nightmares about the killer.  He inquires about them and she says that in it she was terrified for Rick.  Walker goes to see Rick and apologizes to him.  He tells Rick that Gordo has been fired.  Susan comes back and Rick asks Susan exactly what Hal thinks.  Susan explains that Hal says Gordo is only a suspect and it has not been determined that he is the killer.  Rick wonders why Walker told him that they have their man.  Just as Gordo is leaving, he overhears Alison talking and yells that she got him fired.  He says, \"I am innocent.\"  Hal comes over and tells Gordo not to leave Oakdale.  \n\n\nAt the police station, James wants to be put on television but Margo says no.  Holden says, \"Whatever he asks for, he gets.\"  They finally agree to do it and James gives a clue, saying, \"You must find Tommy Stout first.\"  No one recognizes the name but Lucy asks Lucinda for her PDA and discovers that there is a nursery rhyme with the name Tommy Stout in it.  They then figure out that the girls are trapped in a well somewhere near a farm.  Margo says there are over a hundred wells in the county.  Dusty tells them about the walkie-talkie he has rigged so they can try to communicate with Rose and Lily.  Barbara comes into the station and says that she saw the broadcast and that she is \"the only person who knows what well it is.\"  \n\n\nMeanwhile, in the well, there are more explosions.  Rose goes over to Lily who is passed out.  She finally wakes up and Rose begins to climb out of the well.  Both women are determined to see their family again. \n\n\n",
    "tvmega_recap": "Molly gave Carly her veil from her wedding with Jake, and Katie brought her a bouquet that she picked. Katie told Molly she didn't hate her, and assured her that she and Mike were just friends. Molly and Carly reminisced about Jake, and discussed their belief that love conquers all. Carly tried to convince herself that Jack would stay even if Sage turned out to be Mike's. The DNA results arrived, and Carly decided to look before the wedding. Alone in Bob's office, Gordo confronted Alison about her accusations. Alison said she didn't regret what she said, and would shout it to anyone who would listen. Gordo grabbed her, begging her to be quiet. Chris came running when he heard Alison scream, and John found them struggling. John fired Gordo. Hal told Gordo to leave the hospital, but not the area. Walker let Rick and Susan believe the case was solved, but Hal told Alison that Gordo was not the only suspect. James called the police station, insisting that he will help if they put him on television. Margo reluctantly agreed, and James said in order to find Lily and Rose, they needed to find Tommy Stout. Lucy remembered that Tommy Stout is a character in a nursery rhyme. They deduced from the rhyme that the women are in a well on a farm, which \"Brackett\" slipped and confirmed. Barbara said she knows the location of the well. Meanwhile, Lily slipped in and out of consciousness, as more debris fell into the well. Rose promised they would see their families again.",
    "soapcentral_condensed": "In Montana, Carly asks Molly what if Jack is not Sage's father. Molly says she should maybe put the wedding on hold but then Carly says she'll marry Jack anyway. At Memorial Hospital, Gordo asks Alison why she told John Dixon that he is the murderer. At the police station, James wants to be put on television but Margo says no. They finally agree to do it and James gives a clue, saying, \"You must find Tommy Stout first.\" Lucy asks Lucinda for her PDA and discovers that there is a nursery rhyme with the name Tommy Stout in it. They then figure out that the girls are trapped in a well somewhere near a farm. Dusty tells them about the walkie-talkie he has rigged so they can try to communicate with Rose and Lily. Meanwhile, in the well, there are more explosions. Rose goes over to Lily who is passed out and Rose begins to climb out of the well. Both women are determined to see their family again.\n"
}