{
    "soap_central": "\n\n\nMargo goes to see Jessica.  When Jessica opens the door to let Margo in, she tells her that she alone, Ben had to go to the hospital.  They start to talk and Jessica offers Margo a glass of wine with the conversation.  She then tells her that Ben left her.  She turns to Margo and says, everyone else has had their say so, so now it's your turn, say what you have to say and leave.  Margo tells her that she will not walk out on her best friend that she loves and who needs her.  Margo asks Jessica how Ben found out about the baby and Doc.  Jessica tells her.  Margo tells Jessica that Tom brought her separation papers to sign and she told him \"when pigs fly!\"  Now, Ben's gone also.  They need to be there for each other.  Jessica says that when you make a mistake you should be able to tell the other person you love about it.  \"Yeah,\" replies Margo, \"in a perfect world.\"  Jessica tells Margo that she has to stick to her guns now, and keep telling Tom that you are not going to give up on the marriage.  Jessica plans to do the same thing, but, if it is over, she needs to know.\n\n\nBen goes to the gym and finds Doc there, sparring with a partner.  The partner leaves and Ben tells Doc to stick around for round 2 with him.  Doc has no idea what he is talking about.  Ben tells him that he has gotten back the lab results.  He knows that Doc was the Father of a baby boy.  Ben starts to spar in the ring with Doc.  When they both have thrown a few punches, Doc says all right, now we're even.  \"Even,\" says Ben, and continues to go after Doc, until Doc falls to the ground.  Margo and Jessica rush in, and Jessica rushes up to Ben, who has hurt his hand.  She offers to take him to the hospital, but he tells her to get away from him.\n\n\nJordan asks Rosanna \"how are we supposed to pack up our son's belongings\"?\n\n\n\"We're not,\" she says.  They both are planning to leave for a couple of days to get out of the place they knew with Cabot.  Jennifer enters with news.  She tells both Jordan and then Rosanna that her Mother is in a holding cell down in the jail.  Rosanna wants Barbara behind bars for the rest of her life.  Jordan tells Rosanna not to put Jennifer on the spot.  It is not her fault.  As soon as Jennifer found out about Barbara, she went to the police.  Jennifer tells Rosanna, that she will not retract the statement that she gave to the police.  She loved Cabot also.  She tells Jordan that she has left messages for Paul about Barbara.  There has been no word from him yet.  Rosanna blames Paul for what has happened.  She says that if he didn't convince everyone, that James could be stopped, none of this would have happened.  Jennifer says that no one would believe that even James was capable of murdering his own grandson.  Jennifer says that after talking with Barbara, she can't believe that Barbara honestly thinks that she is the only victim in all of this.\n\n\nAt the jail, Hal comes in with a telephone to see Barbara.  He tells her it is her lawyer.  Barbara asks for a little privacy.  Hal leaves.  Barbara thinks she is talking to a lawyer, and goes on and on about what she needs him to do, and then discovers, that it is not a lawyer, but James.  She tells James that she is in jail and needs his help.  James wants to know if anyone has heard from Paul.  Barbara tells him that she doesn't think so.  James then tells her that it has been lovely chatting with her, but he has to go, and she should make the best that she can of having to be in jail.  He hangs up and she throws the phone.  In walks Tom Hughes.  He tells her that he has some information that she might be interested in.  He's figured out how long she will be behind bars.  He has her on conspiracy and aiding and abetting.  She tells him that it has been a big misunderstanding and her daughter will clear things up.  Tom says that her daughter feels otherwise.  He says he wishes he could charge her with murder.  Hal comes back in, and tells her, \"You might as well face it, you're life as you knew it is over.\"  Hal later asks Barbara, \"Why did you do it? Why did you help James?\"  She says that he knows why.  No one could stop him, not even Hal.  How many times did he try to how many times did James get away.  She tells him that James threatened to kill Will, with just a phone call if she didn't help him.  Hal tells her that she let James win.  They had him where he would never be able to get to anyone again.  She tells him that she is devastated by Cabot's untimely death.  Hal tells her that he is going to make sure that she doesn't hurt anyone else.  It stops right here.\n\n\nJames, in the airplane with Cabot, tells him that now he has him all to himself, and the rest of the people in Oakdale, can fend for themselves.\n\n\nJennifer asks Jordan if they are still planning on leaving.  He says yes, but does not know about Rosanna.  Jennifer tells him that they can't call Carly, because of Jack, and she hates Craig and she wouldn't see Paul, even if he was there.  Jordan then suggests that he stay there.  Jennifer says that she understands, and that Rosanna needs him to be there for her also tonight.  Jennifer is going back to the police station to see about the charges filed against her Mother, and to talk with her Dad.  She is concerned about Will, and how he will react when he hears the news.  As much as Will loves, Paul and her, he has a special bond with Barbara, and she is afraid that it will cause a setback in his life.  Jennifer leaves.  Jordan goes to see where Rosanna is.  He finds her holding some of Cabot's things.  She is sobbing uncontrollably.  \n\n\nCarly is sitting in one of the pew's at the Church, after the service for Jack.  Craig comes in to sit with her.  Carly tells him that her wishes should be taken into consideration today, of all days, and she wants to be alone.  Craig gets up and moves back two pews and sits himself down again.  Carly turns around to him, and says, \"Sometimes, you really tick me off.\"  Craig says, \"I know, it's a gift.\"  Carly turns back around, but smiles.  He tells her that she must hold on to what she has.   After all, she still has Sage and Parker, and they need her.  Craig tells Carly about seeing Lucy in the box, and is so lucky to have her back.  Carly tells him that he doesn't need to make jokes all the time.  He says, that, sometimes he does, because reality seems a little too much.  He offers Carly a ride home, but, she says no that she has her car.  She asks him to call her if he needs anything.  She says, \"and what if I'm not home?\"  He tells her that he will just turn up on her doorstep then.  Carly leaves.  Craig is standing in front of the Church when Lucy comes in to face her Father.  She asks him, \"How could you?\"\n\n\nDusty shows Lucy proof that her Father was responsible for her kidnapping.  He tells her to look at the name and amount on the paper.  It is a wire transfer for $2 million dollars to Wade Larson.  He shows her where the money was deposited into Wade's account.  He asks her to look at the date, it was when she was safe; therefore it wasn't to pay off a ransom.  He tells her that he was giving up on this whole thing when her Mother, called him.  She  asked him to find out what really happened.  She was suspicious.  Alan was innocent and Sierra deserves to know that about her husband.  Dusty tells Lucy that two hours the kidnapping, Sierra gave Craig $2 million dollars.  She can call Sierra or the bank to verify it.  Her Mother deserves to know her husband was innocent.  He was a good man and she should know the truth and so should Lucy.  Dusty says that he would not bring this to her if he had any doubts.  Lucy runs outside.  She drops her purse and Dusty comes out after her.  Lucy says that her Dad loved her so much he had people kidnap her.  Lucy tells Dusty about Cabot.  That she lost her little brother today also.  Lucy wants to know why Craig did this.  Lucy asks Dusty, if he gave this information to anyone yet?  He says, no.  She is the only one, and it is for her to decide what to do with it.  He is placing it in her hands to do what she thinks is best.  It's up to her.  She asks Dusty if she can call him later, and he tells her that he will wait there for her.  She says no, this is something she needs to do for herself. \n\n\n",
    "tvdb": "Lucy is rocked by the proof of what her father has done. At first she pushes Dusty away, but soon realizes that she must come to terms with this herself. Dusty makes it clear that whatever she wants to do he will support her and Lucy insists on seeing her father without him. Meanwhile, Carly and Craig have a heart to heart where Carly points out Craigs better qualities. Its obvious how much Lucy means to him and how afraid he is that hell lose her. Later, Lucy confronts her father. Jennifer tells Rosanna and Jordan the latest about her decision to testify against her mother. Rosanna appears to be keeping it together but later, among her sons things, she breaks down in Cabots crib. Jordan sees Rosanna weeping in the crib and picks her up and carries her off. Barbara faces a grim future while James delights in his own with Cabot. Jessica confides in Margo that Ben has learned the truth. Meanwhile, Ben goes to confront Doc. Ben insists on fighting Doc who knocks him down. Ben refuses to end it and hits Doc, sending him flying and possibly hurting his hand as Jessica and Margo arrive. When Jessica tries to help Ben, he angrily blows her off.",
    "tvmega_recap": "Jessica finds Ben at a gym, fighting with Doc. When he injures his hand, Jessica offers to take him to the hospital and he tells her to stay away from him. Lucy confronts her father about the evidence that Dusty gave her. Roseanna asks Jennifer if she can count on her to testify against her mother, Jennifer telling her she can. Jennifer suggests that Jordan stay with Roseanna, to ease each others grief. James calls Barbara in jail, telling her that he's thousands of miles away and good luck. Tom informs her that her jail stay will be quite lengthy, Hal also informing her that she's out of options; her life as she knew it, is gone forever.",
    "soapcentral_condensed": "Margo tells Jessica that Tom brought her separation papers to sign and she told him \"when pigs fly!\" Jennifer tells Rosanna, that she will not retract the statement that she gave to the police. Hal comes back in and tells her, \"You might as well face it as you're life is over\" Ben tells Doc that he knows that Doc was the Father of a baby boy. James wants to know if anyone has heard from Paul. Jennifer tells Jordan that she has left messages for Paul about Barbara. Rosanna wants Barbara behind bars for the rest of her life. Tom Hughes tells Jennifer that he has some information that she might be interested in. He tells her that it has been a big misunderstanding and her daughter will clear things up. He says that he wishes he could charge her with murder with James, but he has to go, and she should make the best that she can of having to be in jail. He hangs up and she throws the phone. He has figured out how long she will be behind bars.\n"
}