{
    "soap_central": "\n\nEmma brings some of her home cooking to Holden and the family, since Lily's trying to take it easy. Emma thinks Holden should get rid of Jade, because it's not good to have her around with Lily in her present condition, but Holden thinks that would make Luke leave, too. Emma doubts that and suggests strongly that Holden sit down and have a real conversation with his son, saying he might be surprised what he hears about how Luke feels about Jade.\n\n\nAt the Lakeview, Paul and Meg wake up together and make pillow talk about their future. Both need to mend some fences with their respective families, but they agree they belong together. At the hospital, Hal browbeats the nurse into showing him Emily's chart again, saying he has a right to know her physical condition since she's his prisoner. After reading the chart, he calls Paul and asks him to come to the hospital right away. Paul leaves. While he's gone, Meg asks Emma to come and see her and tries to give her a check to repay her for Meg's legal expenses, but when Emma sees that the check is from Paul, she refuses to take it.\n\n\nAt the hospital, Emily has asked to see Dusty, and he comes to visit her, telling her he's there because he wants payback. She wanted to tell him she was sorry for everything she'd done, but he says the only way she can help to make any of this right is to help get Paul put away. Emily says she can't do that, because she was the only one responsible for what happened to Dusty. Dusty insists that if she implicates Paul, he'll manipulate the facts of what Emily did to him so that she'll get less jail time and be able to perhaps be out of prison in time to see Daniel start high school. Emily says again that she did it alone, so Dusty leaves. He runs into Paul in the hallway and assumes he's there to see Emily. Paul asks him if it would kill him for them to try to be civil to each other for Jennifer's sake, and Dusty says it would. He tells Paul he won't rest until he shows Jennifer Paul's true colors. He leaves, and Paul sees Hal and asks him why he called. Hal shows Paul Emily's hospital chart and tells him to read it; Paul does, and then he tells Hal he had no idea that Emily was pregnant.\n\n\nLuke tells Jade he's going to tell his parents the truth (that he's gay) today. Jade begs him to give her a day, so she can pack and leave town without having to face everyone, but Luke says he'll only give her an hour. Jade leaves and goes to Cal's place, where she immediately calls Holden, asking him to come see her right away. She tells Holden that Luke broke up with her and doesn't even want to be her friend anymore, and when Holden asks why, she tells him that Luke will explain it all to him and Lily. She says when Lily finds out, she'll kick her out, and Holden agrees that's likely to happen. Jade pretends to be hurt that Holden doesn't care for her enough to stop that from happening, saying Holden makes the people around him feel like nothing can hurt them as long as he's around. Holden tells Jade she should decide what she wants and just go for it---and Jade kisses him on the mouth. Meanwhile, Luke goes home and finds Faith downstairs by herself; she tells him that Lily and Natalie are napping and that Holden has gone down to Cal's place. \n\n\nMike and Katie both nervously prepare for their wedding, with Katie suddenly realizing that she's forgotten to arrange to have a minister preside over it. Just as she's telling Mike they'll have to cancel the wedding, Henry arrives, saying he has been ordained a minister over the Internet and can perform their wedding ceremony. \n\n\nJack and Carly both prepare to go to the wedding, when a uniformed officer arrives and tells Jack he has some news about the case. Jack asks him to keep him informed, but when Carly demands to know what information the officer had for Jack, Jack refuses to tell her. Jack and Carly talk about their current relationship, with Carly saying it's hard to act like they're just on friendly terms when they know what each other looks like naked, etc. Jack tells Carly to be civil and behave, and she shakes Jack's hand, saying, \"See you at the church. Lock up for me, Snyder.\" He follows her outside and apologizes for his remarks, but he still thinks they need to be civil for the kids' sakes. When they arrive at the wedding, Nick asks them which side they want to sit on, but they don't answer, and each chooses a different side.\n\n\nA uniformed police officer comes to the chapel to give Jack an update on the skeleton case, saying they found the cab driver Maya had called years ago, and he remembered her very well because she told him she'd just come into a lot of money; he also remembered where he'd dropped her off. In addition to that, the officer gives Jack a piece of evidence they found in the wall where the skeleton was buried and a DNA report to go with it.\n\n\nHenry performs the wedding ceremony, with Katie and Mike exchanging impromptu vows; when Henry asks if there's anyone with an objection to the marriage, Jack walks forward from the back of the room, but he simply sits down next to Carly. After Henry pronounces Mike and Katie \"husband and wife,\" Jack steps up again and tells Mike he's sorry, but he's under arrest.\n\n\n",
    "tvmega_recap": "Luke is nervous about telling Holden and Lily that he is gay but remains determined to tell them the truth. Jade is desperate not to get thrown out of the house once the truth comes out so she tells Holden he is the reason she wants to stay and gives him a kiss. Dusty vows to make Jennifer see the truth about Paul. Mike and Katie get married in a beautiful ceremony but as soon as t is over Jack arrests Mike for the murder of Maya gold. Paul and Hal are shocked to discover that Emily is pregnant.",
    "soapcentral_condensed": "Luke tells Jade he's going to tell his parents the truth (that he's gay) today. Holden tells Jade she should decide what she wants and just go for it---and Jade kisses him on the mouth. Hal browbeats the nurse into showing him Emily's chart again, saying he has a right to know her physical condition since she's his prisoner. Mike and Katie both nervously prepare for their wedding, with Katie suddenly realizing that she's forgotten to arrange to have a minister preside over it. Jack and Carly both prepare to go to the wedding, when a uniformed officer arrives and tells Jack he has some news about the case. Nick asks them which side they want to sit on, but they don't answer and choose a different side. Carly tells Jack to be civil and behave, saying, \"See you at the church\" Jack apologizes for his remarks, but he still thinks they need to beCivil for the kids' sakes. Jack tells Carly to be naked, saying it looks like they're just on friendly terms when they know what each other are doing.\n"
}