{
    "soap_central": "\n\nAt home, Gwen tries on different outfits as she grows more nervous of her first singing engagement since the entire ordeal with Adam.  Gwen confesses to Will that she is worried that Adam will show up at Crash to humiliate her and when Will says he will call Lisa to cancel Gwen stops him and says she has to sing to get over what Adam did to her and to get back to normal. Will reaffirms his support of Gwen and the two head off to Crash for Gwen's performance.  \n\n\nJade and Luke arrive at Crash ready for a fun evening, but when Jade discovers Gwen is the night's entertainment she becomes frustrated that she can't get away from Gwen.  After Luke convinces Jade to go into Crash she finds that not only has Cleo not left town, but she is at Crash waiting to hear Gwen sing.  Jade rushes over to Cleo and asks her why she is still in Oakdale and not on her way back to California.  Cleo tells Jade that she just wants to hear Gwen sing one song and then she will be on her way back home.   \n\n\nAs Gwen and Will arrive at Crash they are greeted by Cleo who claims to be a big fan.  Gwen thanks Cleo and makes her way to the stage and begins to sing just as Jade walks in. The sight of Jade stops Gwen singing dead in her tracks.  Will confronts Jade and tells her to stay away from Gwen and Luke quickly jumps up and tells Will that Jade had no idea Gwen was that night's performer.  Seeing Will deal with Jade comforts Gwen and she is able to sing and as she does Jade sees Cleo singing along. After her first song Gwen tells Will she is done for the night and asks to leave and the two go.  Just then Jade gets a page to meet someone outside and when she does Cleo appears in a wig and tricks Jade into thinking she is Gwen.  Jade takes Cleo outside to yell at her, but she is convinced by Cleo, that with a little work, she can be Gwen's double.  The two agree to work together to turn Cleo into Gwen.  \n\n\nAfter leaving Crash, Gwen and Will return home where Will continues to be supportive of Gwen's singing.  The two discuss the importance of Gwen performing to help her get over Adam's attack, but when Will asks her to go to bed with him Gwen pauses.  Will notices Gwen's delay and quickly explains that he didn't mean have sex, but just meant fall asleep together because he knows the rest will come when she is ready.  The two go to bed and cuddle up in each other's arms. \n\n\nKatie arrives at the Lakeview to check on the final preparations for Henry's bachelor party and she is informed by the bartender that Henry has been arrested.  Mean while Brad comes in and takes a few jabs at Katie's party planning skills before making a secret call of his own. Down at the police station, Jack talks to Henry about his arrest for gambling.  As Jack continues to questions Henry, Vienna rushes in and claims that Henry was gambling so he could try to win money so that he could bring assets to the marriage.  She tells Henry that he doesn't need money to make her happy and begs Jack to let Henry go.  Jack listens to Vienna's pleas and agrees to let Henry off.  Katie has come to the station to help her friend and overhears the entire conversation and is pleased by Jack's compassion.  Katie comes into the room and congratulates Henry on his freedom and prepares to take him to his bachelor party, but before they leave Vienna insists that Katie help her write her vows.  After Vienna leaves Katie pulls Henry aside and tries to find out what is wrong with him.  Henry maintains that he is fine and leaves to work on his own vows.  Katie also gets set to leave the station, but she stops by Jack's desk and thanks him for his help with Henry before she goes. \n\n\nAt the farm, Katie is stumped by Vienna's vows when Jack arrives and asks to hear what she has written.  Katie reads the vows she has written, about finding love after a broken heart, but when Jack questions if they are right for Henry and Vienna she throws out what she wrote and the two start working together to write new vows about love sneaking up on you.  The two share a sweet moment talking about how love can creep up when you least expect it and then Jack rushes out leaving Katie to finish.  \n\n\nBack at the hotel, Henry sips martinis and tries to write his wedding vows when Maddie arrives and Henry begs for her help writing the vows.   Maddie agrees to help and starts to question Henry about how he first felt when he saw Vienna.  Henry has a hard time answering and tells Maddie to avoid being specific and as they start to get down to work they are interrupted by a call from Vienna to Maddie begging for her help in finding the perfect wedding gift for Henry.  Maddie is encouraged by Henry to go help Vienna and claims he will finish the vows on her own.  Later at the farm Vienna and Maddie find the vows Katie wrote for her and Vienna says they are perfect.  Maddie comments that no one knows her brother better than Katie.  Left alone in his hotel room, a conflicted Henry remembers and recites the vows Katie once spoke to him and then drowns himself in more martinis.  Before long Katie and Jack arrive for the bachelor party, but soon Brad appears and says he has a peace offering for Henry.  A knock at the door then brings in Henry's peace offering from Brad, a stripper dressed as a police officer.  Henry enjoys the dancer's performance as Katie looks on in horror.  Katie puts a stop to the performance because she fears an intoxicated Henry may be having too much fun.  She then confronts Brad about why he crashed Henry's party and then brought a stripper.  Brad leaves with the stripper and Katie becomes worried about how drunk Henry is and decides to pack up the party before Henry gets more inebriated.  Once the two are alone Katie tries to stop Henry's drinking and comfort him with talk of how much Vienna loves him.  Henry tells Katie that their wedding was the happiest day of his life and he gave everything to her and didn't care.  Katie asks Henry if that is how he feels about Vienna and Henry finally admits that all of this is just going too fast for him.  However he says that he promised to marry Vienna and he is going to do it. Even when Katie questions Henry's choice to marry Vienna, he tells her he is going to marry her.  Katie puts a drunk Henry to bed and tells him she will always be there for him.  In the back of the hotel room Jack has returned and looks on to see how caring and supportive Katie is being to her best friend.  \n\n\n",
    "tvmega_recap": "Jack and Katie search for a missing Henry, all the while disagreeing about how the wedding (or lack of it) was handled. Emma and Brad try to calm down Vienna, and when they can't, they call in reinforcements. Henry overhears Katie and Jack's conversation about how he handled things with Vienna. Vienna verbally attacks Katie, as Katie agrees with some of what she has said. Katie worries about her, Jack and Henry's future after the words sink in; Jack kisses Katie. Brad finds Henry, who is trying to sneak out of town, but Brad refuses to let him go without explaining himself. Emily and Allison disagree on everything, as they are awaiting Susan. Allison is happy when Emily goes looking for her. Allison runs smack dab into Will, who is waiting for Gwen after her job interview. The old friends catch up, as Allison blatantly flirts with him. Gwen overhears, but Will tries to downplay the situation. Susan is thrilled that Allison is home, but after she steps out of the room, Emily demands that Allison get into a treatment program. Jade and Cleo begin her transformation into Gwen. Cleo sneaks out and sits next to Will and Gwen listening to their intimate conversation. Cleo drops her pad as Will and Cleo come face to face. Gwen worries about getting back on the stage; what if Adam decides to exact revenge in a public place like Crash? Will promises to be by her side the whole time. Jade realizes Luke took her to Crash on a night Gwen is performing, which aggravates her. Jade sees Cleo there and confronts her. Katie learns Henry got arrested. Brad makes plans for Henry's bachelor party, even though he is not invited. Vienna begs Jack to drop the charges against Henry, as Jack finally relents, much to Henry's chagrin, who doesn't seem too anxious to get married. Cleo promises to only stay for one song, as Jade growls that they pretend they don't know each other. Vienna asks Katie to write her vows. Henry seems to be struggling as Vienna is thrilled they can still get married. Henry struggles to write his vows. Vienna asks Maddie for help picking out a wedding gift. Jack and Katie share a warm, close moment as she writes Vienna's vows. Gwen gets onstage and sings again; there is an awkward moment when Gwen isn't able to continue singing under Jade's glare. Cleo tricks Jade into thinking she is Gwen until she smiles. Jade agrees to give this \u0091double' a try. Henry is intoxicated before his bachelor party even starts. Brad invites a stripper, which thrills a drunken Henry. Katie is furious and finally kicks her out. Gwen struggles to move on past what happened to her with Adam, which is affecting her marriage even though Will is being patient. Maddie tries to explain to Vienna that Henry might be overwhelmed, but Vienna is too excited to notice. Maddie thinks it is strange that Katie wrote Vienna's vows to Henry. Katie and Henry argue as to whether he is happy or he is settling. She thinks he should call off the wedding, but when she suggests this, Henry is more convinced that he is going to go through with it. Katie puts a semi-conscious Henry to bed with kiss on the cheek, promising to stand by him no matter what he chooses, as Jack watches.",
    "soapcentral_condensed": "At home, Gwen tries on different outfits as she grows more nervous of her first singing engagement since the entire ordeal with Adam. Gwen confesses to Will that she is worried that Adam will show up at Crash to humiliate her and when Will says he will call Lisa to cancel Gwen stops him and says she has to sing to get over what Adam did to her and to get back to normal. Will reaffirms his support of Gwen and the two head off to Crash for Gwen's performance. Jade and Luke arrive at Crash ready for a fun evening, but when Jade discovers Gwen is the night's entertainment she becomes frustrated that she can't get away from Gwen. Just then Jade gets a page to meet someone outside and when she does Cleo appears in a wig and tricks Jade into thinking she is Gwen, so Jade takes Cleo outside to yell at her, but she is convinced by Cleo, that with a little work, she can be Gwen’s double.\n"
}