{
    "soap_central": "\n\nKatie called her fertility doctor and told him she would be there in ten minutes for her shot. Brad walked out and told Katie he wanted to take her out to lunch. Katie lied and said she had to go to WOAK to shoot some promotional spots. \n\n\nAt the doctor's office, Katie asked the doctor if she was going to be queasy every time she got a shot. He told her it was possible the negative side effects would continue. The doctor then suggested that Katie tell her husband what she was doing, but Katie said she didn't want to get Brad's hopes up yet. \n\n\nBrad went to WOAK looking for Katie, but the studio was almost entirely dark. The costume designer, Maggie, walked by, and Brad asked where Katie was. Maggie told him she hadn't seen Katie. Brad asked where they were shooting the promos, but Maggie said no one was there, and the only reason she was there was to pick up some of the dry cleaning. \n\n\nBrad went to Metro, where a joyful Henry informed him that Vienna wasn't pregnant. Henry asked Brad if he had found out what had happened to Katie's diaphragm. Brad said Katie had told him she needed to be fitted for another one, but he sounded doubtful. Henry asked why, and Brad told him Katie had lied to him about going to work at the studio that morning. \n\n\nBrad called Katie, and when she answered, he asked where she was. She said she was at the studio. Brad told her he had just been at the studio, but hadn't seen her. Katie said she must have been with Maggie. Brad told Katie to stay where she was, because he was headed to the studio. Katie left quickly to try to beat Brad there. When Brad arrived, Katie told him she had been working on something for Kim. Brad made it clear that he didn't believe her, so Katie said the cameraman had called in sick, but Katie had stuck around for a costume fitting with Maggie. Brad explained that Maggie had told him she hadn't seen Katie. Katie then admitted she hadn't been at the studio, but she lied again and said she had gone to see Henry. Brad informed Katie that he himself had just come from seeing Henry. \n\n\nBrad told Katie that if she was going to lie to him, she could at least try not to insult him. Brad said he hoped there wasn't a deep, dark secret that Katie was keeping from him. When Katie wouldn't tell him, Brad said if it was that bad, then he didn't want to know. Katie told him it was a good secret, and once he did know, he would be thrilled. Brad said, \"Don't tell me this is about some surprise bash for my birthday or something.\" Katie gave him a coy look, so Brad asked if that was the big secret. Katie said she wasn't going to say another word. Brad said he felt like a jerk, because Katie had been planning something nice for him, and he had jumped to a bad conclusion. He kissed her, but as they pulled apart, Katie doubled over in pain. \n\n\nBrad took Katie to the hospital, where her doctor told her that it was another side effect of the treatment she was undergoing. The doctor again urged her to let her husband know what she was doing, and Katie promised she would. Katie then lied to Brad about her pain, saying she had just had bad cramps because she'd forgotten to take something to prevent them. Brad took her home and told her he didn't want anything bad to happen to her. \n\n\nCraig and Johnny showed up at Carly's unexpectedly. Craig explained that Johnny had the day off from school, but the sitter was sick. Craig was letting Johnny \"help\" him at work, which included bringing over a box of flavored vodka samples for Carly to try later. Carly said she couldn't stay because she and Jack had to meet Sage's teacher at school for a conference. She told Craig to put the samples in the refrigerator, and she would deal with them later. The samples were in unmarked cans. Carly rushed everyone out the door so she could keep her appointment. \n\n\nParker and Liberty arrived at Carly's, and Liberty asked Parker for something to drink. They went to the kitchen. Parker looked in the fridge but didn't see his usual sodas. He took out one of the unlabeled vodka cans and handed it to Liberty, then took one for himself. They tasted the beverages and decided they didn't taste like any punch or soda they'd ever had before, but they liked them, so they had another ... and another ... and another. \n\n\nJack sat with Janet at the diner and told her he was worried Carly would be late for their meeting with the teacher, or perhaps not even show up at all. Janet cautioned Jack to go easy on Carly. Janet told Jack that if he couldn't change a situation, he could change the way he reacted to it; for instance, Janet said Jack could try counting to ten. \n\n\nJack met Carly outside the school building. Although Jack was impatient, he assured Carly she was on time, and they entered the building together. As they sat waiting for the teacher, Jack made a sarcastic remark about Carly missing the school play because of her vodka taste test. Carly said she was tense enough without Jack making remarks like that, and Jack apologized, saying she was right. Jack said they were there to help their daughter, and they should focus on that. \n\n\nAfter the meeting with the teacher, Jack and Carly discussed what the teacher had told them about Sage not turning in her homework on time. Jack felt that it might be his fault, for having rushed into marriage with Janet despite Sage's objections and concerns. Carly told Jack he couldn't put his life on hold because Sage had wanted something that could never happen. Jack still felt he could have waited until Sage had become more used to the idea that things between him and Carly were over for good. Carly said it was still weird to hear Jack say that out loud, but she said Sage didn't have the right to decide her father's fate. Jack said the same applied to Carly, that Sage couldn't expect to have her mom on call 24 hours a day, because Carly's work was important to her. Carly said she hadn't know that Jack realized how important her work was, but he said when he had lost his job, he had realized how much a part of him it was, and he thought it was the same for Carly. \n\n\nCraig took Johnny to the diner for a milkshake. While Johnny drank his shake, Craig talked with Janet and told her he needed her help to save his business. Craig said he thought Jack might derail his business arrangement with Carly and could get Craig off track with Johnny. Janet disagreed, saying that Jack had nothing to do with Craig and Johnny, and less to do with Craig's business with Carly. Craig said Jack seemed to feel compelled to pass judgment on every decision Carly made, and he asked Janet to try to get Jack to back off. \n\n\nJanet told Craig she had already had a conversation with Jack that morning and had told him to go easy on Carly. Craig was glad to hear they were on the same page. Johnny came up to the counter and asked for another milkshake, but Janet realized the diner was out of milk. Craig offered to go get some for her, if she would keep an eye on Johnny. \n\n\nParker and Liberty ended up at Old Town, where they tried to throw their empty vodka cans into a trashcan. They both missed, and they sat down on a bench, giggling and kissing. Craig walked up and asked them what was wrong. They said everything was great. Craig picked up one of the empty cans and asked where they'd gotten the drinks. Liberty said Carly had a whole refrigerator full of them. Craig asked how many they had drunk, and they finally decided it had been four each. Craig said they were drunk, and he took them into the diner. \n\n\nWhen Janet saw Parker and Liberty, she asked what was wrong with them. Craig explained to Janet about the vodka he had dropped off at Carly's house. Janet was shocked that Craig and Carly had thought it was acceptable to bring that kind of booze into a house full of children. Craig said he hadn't intended to corrupt anyone, but Janet said Craig never intended any harm, whether he was loaning his car or giving the kids money for concert tickets or stocking the fridge with booze. Janet said Jack was right about Craig, that Craig didn't have a right to be around children, even his own. \n\n\nCraig became angry with Janet and said she was beginning to sound just like her husband. When Craig said Janet was sounding hypercritical, like Jack, she said she thought she had a right to be in light of what had just happened. Craig said perhaps Janet had never made a mistake with her child, never left out something Liberty wasn't supposed to try, or exposed Liberty to something she wasn't supposed to see. Janet didn't respond. Craig told Johnny to get his coat so they could take Parker home. Meanwhile, Janet called Henry and asked him to cover for her while she dealt with a family problem. \n\n\nCraig got Parker safely home. Craig turned on the TV for Johnny and then took Parker upstairs to put him to bed. Meanwhile, Jack and Carly arrived. Carly invited him in, and they both saw Johnny sitting on the sofa. Craig came downstairs, and Carly asked how he had gotten into her house. Craig said he had used Parker's key, and he told them that he and Johnny had run into Parker, and Parker had invited them to come over. Craig said Parker had been wiped out, because he'd been up all night studying for a trigonometry test, so Craig had told Parker to go lie down. Jack wanted to go up to see how Parker was, but Craig said he had just checked on Parker, and Parker was fine. Jack decided to leave, and he told Carly he would call Parker later to find out how he'd done on his test. \n\n\nCarly took Craig aside, and he told her what had happened with the vodka drinks. When Carly found out Craig had left Liberty at the diner with Janet, she panicked, saying Janet could ruin everything. Carly hurried off to the diner, leaving Craig with Parker and Johnny. \n\n\nJanet returned to the diner, just before Jack arrived. Jack was happy because of how well things had gone with him and Carly at the school. Henry left, saying he had to get back to Metro. Jack asked why Henry had been covering for Janet, and she had just started to tell him when Carly walked in. Jack asked if Parker was okay, and Janet asked if Jack had seen Parker. Jack said no, that Craig had said Parker was wiped out from pulling an all-nighter. Carly said she had come to find out whether Jack might have one of Sage's school books in his car. He said he didn't think so, but he went out to check. \n\n\nCarly asked Janet if she had told Jack about the teens and the drinking. Janet said she was about to tell him, but Carly begged her not to do that. Carly said she and Jack had finally had a good parenting moment, and Janet said Jack had just told her about it. Carly said that if Janet told Jack about the drinking incident, Jack would blame Carly and start ranting about what a horrible mother she was. Jack walked back in and told Carly he hadn't found any of Sage's books in his car. Carly thanked him for checking and then ordered some ice cream for her kids. Jack asked Janet what situation she'd been about to tell him about, but Janet said it was nothing, that she and Liberty had just gotten their signals crossed. Carly tried to pay for the ice cream for Parker and Sage, but Janet refused, saying, \"It's my gift.\" \n\n\nCarly went home and found Parker in the kitchen with Craig. Parker said he knew he had screwed up, and he promised never to do anything like that again. He asked if he could go back upstairs, and Carly hugged him and sent him on his way. Craig told Carly he would take the samples back to Metro. Carly said maybe she shouldn't be in the liquor business at all, because she had given Parker access to liquor. Craig said no one had gotten hurt and that one slip shouldn't derail the whole project. Carly explained that it wasn't just Parker she was thinking about. She told Craig she had spent her childhood terrorized by her father, who was an alcoholic, and she didn't want to see Parker making those mistakes. Craig said it was one lapse in judgment, not a lifetime of addiction, but Carly said that was how it started, with one lapse of judgment. Craig told Carly that if it was what she wanted, they would shelve the Midnight Sun project, but Carly said she didn't want that, and they were still partners.\n\n \n\n\n\n\n",
    "tvmega_recap": "Katie lies to an unsuspecting Brad that she is needed at the studio to do some promos. She ends up getting a shot from the fertility specialist. Brad goes to the studio and finds out there is no scheduled promos. Where is Katie and why did she lie to him? Craig drops by Carly's with Johnny. He leaves cans of flavored vodka in the refrigerator for her to label. Janet tries to convince Jack to cut some slack to Carly and Craig. Craig tries to enlist Janet's help to make sure that Carly's life moves on and Jack stays out of her decisions. Jack catches up with Carly before they go in to Sage's teacher's meeting. Afterwards, for once they are on the same page, so refreshing. Parker and Liberty find the beverages and drink them. Craig later finds them on the square and realizes they are bombed. He marches them into the diner and explains to Janet. She charges him with not being responsible and should not be allowed to be around kids, not even his own. Katie is caught in her lies to Brad. He knows there is some deep dark secret that she doesn't want him to know about. She explains it was a secret for him, and he apologizes for being so suspicious. She suddenly has cramps and goes to the doctor, and then explains to Brad that the cramps was just that \u0096 monthly cramps that she has had before but usually takes medication for them. This time she forgot. Craig manages to get Parker home, leaving Janet to fend for herself with Liberty since she won't let him touch her daughter and take her home too. Jack walks Carly home and they are both surprised to find Craig and Johnny there. Jack doesn't entirely buy the story that Parker is wiped out and is sleeping. Janet calls Henry for him to get to the diner ASAP. She's in the midst of telling Henry about it when Jack walks in. He gloats that he and Carly had been together and there was no blood shed. Carly shows up to warn Janet and begs her not to tell Jack about the vodka in her refrigerator. It will just ruin Jack's good day and put him back in the defensive mode about her. Carly tells Craig she is not sure about this vodka venture. Her own dad was an alcoholic and she doesn't want Parker to be exposed to that in any way. He states that is a teenager's job, and one little mishap does not a mistake make. He'll clear the vodka out of her house. They've learned their lesson and it won't be a future issue.",
    "soapcentral_condensed": "Katie called her fertility doctor and told him she would be there in ten minutes for her shot. Brad went to WOAK looking for Katie, but the studio was almost entirely dark. Craig brought over a box of flavored vodka samples for Carly to try later. Jack told Janet that if he couldn't change a situation, he could try to change the way he reacted to it for instance; Janet cautioned Jack to go easy on Jack. Parker and Liberty arrived at Carly's, and Liberty asked Parker for something to drink. Parker looked in the fridge but didn't see his usual sodas. He took out one of the unlabeled vodka cans and handed it to Liberty, then took one for himself. Jack said he was worried Carly would be late for their meeting with the teacher, or perhaps not even show up at all. Carly rushed everyone out the door so she could keep her appointment. Brad said he felt like a jerk, because Katie had been planning something nice for him, and he had jumped to a bad conclusion.\n"
}