{
    "soap_central": "\n\n\nRosanna and Carly leave to find Jack.  At the hospital, Rosanna feigns fainting so that Carly can find out more information about the mysterious Julia.  When a nurse comes along, she and a Doctor move Rosanna to a room, leaving Carly free to go through the files.  She not only finds info that she is looking for, but, also a complete name and address.\n\n\nAt Metro, Craig wants Lily to pretend to be Rose, so that he can find out who this person is that wants to buy into Metro, and also what kind of business he is really in with Dusty.  After all, he has to protect his little girl, Lucy, from anyone unsavory.  Lily lures the man back to her place, with Craig lurking in the bushes in case anything should happen.  Lily finds out what she needs to know, and when the man gets a call and is forced to leave, Lily tells Craig everything.  She has been rejuvenated once again, and was thrilled at being able to help him out, and besides she had fun doing it.  She informs him that the fight is fixed.\n\n\nHenry wakes up in an automobile by the pond, unclothed and wondering how he got there.  \n\n\nWith all odds against them, or so it seems, Jennifer and Mike are discovered  by Nikki and Jordan.  Knowing how nosy Nikki is, being a cop and all, Jennifer prepares for the worst.  She tells Mike that they are probably on their way over right now.  They are and when the four of them arrive, they spend time having to explain to each other the circumstances behind their being together, once again.\n\n\nAt home, a frantic Julia is trying hard to get Jack out of town.  Jack wants to know what is causing her to be so afraid.\n\n\n\n\n",
    "tvdb": "Freaked out by the sketches around the hospital, Julia dashes home and insists she and Jack leave immediately. Jack finally agrees, but realizes that somethings up. Meanwhile, Carly and Rosanna go to St. Genevieve hospital. After learning some details about Julia, Carly notes the similarities between her and Jacks other wife Julia, and fears Jack is in danger. Carly gets hold of Julias address and her and Rosanna show up on Julias doorstep and start pounding on the door. Craig persuades Lily to act like Rose for Lucys sake and Lily arranges to meet Dominic at Cals Den. Once there, Lily really starts getting into the part of Rose and Dominic reveals that the fight is rigged. Later, Lily is disappointed when Craig says he doesnt need Lily to pretend to be Rose anymore. After, Lily, still dressed like Rose, is caught by Holden. Meanwhile, Aaron asks Dusty for a shot in the ring, but Lucy privately tells Dusty she doesnt want Aaron involved. Later, Dusty brushes Aaron off. Dominic gets wind of whats going on and demands that Dusty sign Aaron on. Although Jordan urges her not to, Nikki goes to BRO to confront Jennifer and Mike. Nikki and Mike have a heart to heart and Mike apologizes for leading her on. Meanwhile, naked and hung-over Henry discovers himself in the back of Nikkis car with nothing but Nikkis coat and pashmina for cover. He decides to go in search of Nikki and Jordan but manages to set off her car alarm and get locked out.",
    "tvmega_recap": "Dusty refuses to sign Aaron because Lucy won't let him. Dominic tells him he and his girlfriend can rot in Oakdale if he doesn't sign him. Carly finds Julia's house and pounds on the door, a mysterious hand going to answer it. Nikki is temporarily reassured that Mike and Jennifer were only working on the boiler, until she finds the pictures that Jen took. Lily pretends to be Rose and Dominic tells her everything about the boxing deal. Henry gets arrested when he winds up out of the car and sets the alarm off.",
    "soapcentral_condensed": "Rosanna and Carly leave to find Jack. At Metro, Craig wants Lily to pretend to be Rose, so that he can find out who this person is that wants to buy into Metro. Henry wakes up in an automobile by the pond, unclothed and wondering how he got there. With all odds against them, or so it seems, Jennifer and Mike are discovered  by Nikki and Jordan.  Jennifer prepares for the worst, knowing how nosy Nikki is, being a cop and all, Jennifer tells Mike that they are probably on their way over right now.  They are and when the four of them arrive, they spend time having to explain to each other the circumstances behind their being together, once again. At home, a frantic Julia is trying hard to get Jack out of town. Jack wants to know what is causing her to be so afraid. When the man gets a call and is forced to leave, Lily tells Craig everything. She has been rejuvenated once again, and was thrilled at being able to help him out.\n"
}