{
    "soap_central": "\n\nLily told Keith that Lucinda's cancer was Stage 3. Keith tried to comfort her, telling her that from what he's seen, Lucinda is tough enough to handle anything. Lily left to go to Lucinda's, and Keith went back to the cabin. \n\n\nLuke was at the cabin, where he was picking up a few things, and as he was picking up a bottle of vodka, Keith came in and asked what he was doing there. Luke told him, as he secretly stashed the vodka bottle in his overnight bag. Keith tried to bond with Luke by offering to attend one of Luke's ball games or take him to a Cubs game in Chicago sometime, but Luke brushed him off, saying he couldn't be bribed, and left. Later, Luke met up with 2 of his friends, who complained about being unable to get into a show they wanted to see, but Luke told them he had brought the party with him, and he brought out the bottle of vodka.\n\n\nLucinda and Sierra discussed Lucinda's options, which were to have a lumpectomy or mastectomy, which would be followed by chemotherapy. Lily arrived and suggested that the mastectomy would get rid of all the cancer, but Lucinda didn't like that idea because of its physical effects. Lucinda became upset and asked them both to leave, then called Meg. Dusty and Meg were at Yo's, where Dusty thought he was bidding Meg farewell. When Lucinda found out that Meg was at Yo's shooting pool, she told her she would come right over. When she got there, she found Meg with Dusty, who left to take a phone call from Jennifer. With Dusty gone, Lucinda told Meg about the cancer and lamented the fact that she couldn't handle her daughters while trying to take care of herself. Meg suggested Lucinda hire her as her personal, full-time nurse, saying it should make Lily and Sierra feel better and would help Lucinda as well. Lucinda thought that was a great idea and agreed.\n\n\nWhen Lily saw Keith again, she told him that she had acted like an oaf with Lucinda. Lily told Keith how awkward their relationship now felt given what was happening around them, and when Keith asked if she and Holden had told Luke that the divorce is a sure thing, she said they had not, because Lily hasn't had the heart to proceed with it under the circumstances. Keith told her he would be patient and wait for her, and she left to go back to Lucinda's.\n\n\nIn Chicago, Jennifer accused Katie of having lured or followed Mike to Chicago to be alone with him. Mike told her that wasn't true and said this was all about Jennifer and Mike, not Katie. Katie left, and Jennifer pleaded with Mike to come back with her to Oakdale, saying she could forgive him just as he forgave her for sleeping with Craig. Mike insisted he couldn't go back to how things were, because things were never exactly right between he and Jennifer in the first place. He essentially told her the main thing that kept him going with Jennifer was his strong desire to have a family, but he now saw that whenever it mattered, he and Jennifer went off in different directions. When Jennifer asked him, Mike admitted that he never stopped loving Katie. Jennifer left, sobbing, and ran into Katie in the hallway. Katie told her it truly was not a setup that she and Mike ran into each other, and Jennifer asked her if she thought that made it less despicable; when Katie said, \"Not now,\" Jennifer replied, \"Not ever!\" Jennifer then told Katie this whole thing was her fault, but she refused to say more, and when Mike came out into the hallway, she told him goodbye and left. Katie asked Mike what Jennifer meant by saying it was all her fault, but Mike told her he wasn't ready to talk about that yet. Katie let Mike know that if she needed to back off so he could deal with Jennifer, she would, and that she would understand if he no longer wanted her to accompany him back to Oakdale, but he told her he didn't want to lose her again and did want her to go back with him.\n\n\nOutside of Yo's, Dusty spoke to Jennifer on the phone and found out that she was on her way to Barbara's cabin. She was obviously extremely upset, and Dusty told her she should pull off the road. Jennifer said she would when she got to the cabin. Dusty told her he would meet her at the cabin and tried to get directions but lost the connection. Jennifer arrived at the cabin, where her cell phone was not receiving coverage, and when a light in the living room went out, she stood on a chair to change the light bulb but lost her balance and fell to the floor, clutching her stomach. \n\n\nGwen and Will talked about Gwen's decision to place her baby for adoption. She told Will that this was best for everyone, especially him, because he should never have been a part of it. She told Will that things have worked out okay for him, since his main goal of not having Celia find out about Casey and Gwen had been met, and he'd had his chance to play hero. Will thought that the scene at Paul's apartment with Emily and Barbara was what scared Gwen away, but Gwen said that wasn't it, that she had read the adoption pamphlet that Bob Hughes had given her from cover to cover and realized that adoption was the best answer for everyone, especially the baby. She then told Will that she'd already met the adoptive parents and that they seemed very nice, especially the woman, and that she had told them she didn't know who the father was, which was something that most people weren't having any trouble believing of Gwen. Will told her that she wasn't being fair to herself, that she was a better person than that. He also told her that if she decided to keep the baby, he'd be there for her, to help her with the baby. She said that although it was scary and a bit sad, she thought an adoption was for the best. As they got up to leave, Gwen suddenly doubled over in pain and told Will that something was wrong.\n\n\n\n\n",
    "tvmega_recap": "Lucinda tries to decide what treatment is best for her Cancer. Lucinda continues to push away Sierra and Lily because she can't stand them hovering over her all the time. Lucinda feels like her family doesn't understand her so she continues to lean on Meg for moral support and medical advice. Meg persuades Lucinda to hire her as a private live in nurse because she wants to stay in Oakdale to be near Dusty. A heartbroken Jennifer asks Mike to come home so they can work on their marriage. Mike tells Jennifer he loved her but not as much as he loves Katie. A heartbroken Jennifer drives to her mother's cabin and begins to have labor pains that are so strong she falls to the floor. Gwen talks to Will about the adoption and after a long talk with him she decides adoption is best for her baby. Will offers to take Gwen home and when Gwen stands up she has a strong pain and fears something is wrong with the baby.",
    "soapcentral_condensed": "Lily told Keith that Lucinda's cancer was Stage 3. Keith tried to comfort her, telling her that from what he's seen, Lucinda is tough enough to handle anything. Luke was at the cabin, where he was picking up a bottle of vodka, and Keith came in and asked what he was doing there. Luke told him, as he secretly stashed the vodka bottle in his overnight bag. Jennifer accused Katie of having lured or followed Mike to Chicago to be alone with him. Mike told her that wasn't true and said this was all about Jennifer and Mike, not Katie. Katie told her it truly was not a setup that she and Mike ran into each other, and Jennifer asked her if she thought that made it less despicable. Jennifer then told Katie this whole thing was her fault, but she refused to say more, and when Mike came out into the hallway, she told him goodbye and left. Mike admitted that he never stopped loving Katie. Will talked about Gwen's decision to give up her baby for adoption. Gwen told Will that he should have never been a part of it because he should never have been.\n"
}