{
    "soap_central": "\n\nLucy tells Jennifer she can't release her but then slips and reveals that Jennifer can sign out of the hospital \"Against Medical Advice.\" Jen leaps on the opening and orders Lucy not to tell Dusty that Jennifer went AMA. Lucy goes along, then admits to Lucinda she thinks she's made a terrible mistake. Jen and Dusty celebrate Johnny's homecoming, but an exhausted Jennifer collapses, barely able to breathe. As Casey laments to Gwen about how Maddie just took off the other night, Maddie is denying Henry's attempts to prod into her life. She and Casey reunite and Maddie swears she does want to be with him, claiming she just wasn't comfortable making love in Tom and Margo's house. Later, Dallas is intrigued to hear that Henry is Maddie's brother. Simon tells Katie not to run away from her feelings for him, but Katie isn't buying. Mike explains to Katie that they can't get off the ship yet like they planned. Later, Katie tells Vienna that Simon is a con man after her diamonds, but Vienna counters that Simon has plenty of money of his own!\n\n\n",
    "tvdb": "Jennifer strongarms Lucy into letting her leave the hospital against medical advice, but warns her that she had better not spill the beans to Dusty. Once at home, Jennifer, Dusty and Johnny celebrate both mother and son being home, but Jennifer's condition only continues to worsen. Maddie tries to cover for running off the other night by claiming she didn't feel right making love for the first time in Tom and Margo's home. Katie tries to warn Vienna about Simon, but she tells Katie that Simon doesn't need her money -- he's got his own!\r\nSource: tv.com",
    "tvmega_recap": "Casey laments to Gwen about not knowing how Maddie feels about him when she seesaws back and forth about wanting to be with him. Gwen advises him to keep trying to find out what is going on with Maddie. Maddie talks, albeit generally, with Henry about her relationship woes. Later she goes to see Casey and they end up in each other's arms promising to find a private place to be together where they can block everything else out. The mystery newcomer, Dallas, is Jessica's nephew. He is joining the Oakdale PD. He is evasive when Jess questions him about why he left Chicago. He learns from Jess that Henry is Maddie's brother, although we still don't know how they are connected. Jennifer checks herself out of the hospital against Lucy's recommendations to go home with Johnny. Lucy worries that Jen's health could worsen; she could have trouble breathing and not be able to get help in time. Barbara throws Jen and Johnny a welcoming home party. Everyone is overjoyed as they celebrate, but every so often Jen appears to be struggling. Mike and Katie decide to get off the cruise ship at the next port, but find out noone is able to do that because of a strong storm coming their way. Simon teases Katie about running away from him. Katie tries to warn Vienna that Simon is only after her jewels, but Vienna isn't really interested and instead implies Simon himself is loaded. Before Katie can dispute that, the boat is rocked violently and everyone is thrown around a bit. After everyone leaves the welcome home party and Dusty is putting Johnny down, Jen is noticeably having trouble breathing.",
    "soapcentral_condensed": "Lucy tells Jennifer she can't release her but then slips and reveals that Jennifer can sign out of the hospital \"Against Medical Advice\" Jennifer leaps on the opening and orders Lucy not to tell Dusty that Jennifer went AMA. Later, Dallas is intrigued to hear that Henry is Maddie's brother. Simon tells Katie not to run away from her feelings for him, but Katie isn't buying.. Mike explains to Katie that they can't get off the ship yet like they planned. Katie tells Vienna that Simon is a con man after her diamonds, but Vienna counters that Simon has plenty of money of his own! The episode concludes with Johnny's homecoming, but an exhausted Jennifer collapses, barely able to breathe. The finale airs at 9 p.m. ET on Sunday, December 16. For more from \"The Bold and the Beautiful,\" visit the Daily Mail website. For the full episode, visit thedailymail.com/soulmatestories and the show's Facebook page.\n"
}