{
    "soap_central": "\n\nJennifer is absolutely beside herself because Mike has left.  She calls Dusty's cell phone several times and leaves desperate messages about Mike's having left her.  Dusty, however, is busy with Meg as they enjoy an afternoon in bed.  When he checks his messages, he starts to get ready to leave to be with Jennifer.  Meg is upset because he is leaving, and says she thinks he has feelings for Jennifer.  Dusty denies it, but leaves anyway, telling Meg to call him when she gets to Alaska.  Later, Meg gets an offer from Juneau General Hospital in Alaska - for a job that starts in two days.\n\n\nJennifer is thrilled to see Mike come to the door, but he has only come to gather a few things.  He tells her that he can't live with her without trust and makes the point that she only ever talks about \"her\" baby, not \"their\" baby.  She sobs hysterically as Mike leaves.  Dusty comes to Jennifer's door just as Mike is leaving.  The two fight about what Dusty did to control Craig, and Mike leaves angrily.  Dusty tries to console Jennifer, but it doesn't seem to do any good.\n\n\nMargo tells Henry that Katie is gone because she is so upset about her break-up with him.  Henry pries for more information, but he already knows that Katie is sad about Mike, too.  Margo agrees to let Henry take care of Snickers, and while Henry is gathering some things, Katie calls her home to talk to Margo.  Henry hears her voice on the answering machine and picks it up.  They both really seem to want to say more to each other than they do - he tells her that Margo let him take care of Snickers, and then they say good-bye.  Katie has found herself in the same hotel room as that which she was supposed to be meeting Henry last time she was in Chicago.  The hotel tries to find another room for her, but everything is booked.  Instead of sitting around the hotel room and feeling sorry for herself, she chooses to go shopping.  Just as she leaves the room, the bellman comes up with Mike's suitcase - he is checking into the room across the hall from her.  They do not see each other.\n\n\nCarly is becoming increasingly upset about the female voice she hears who is lamenting what has happened to her little boy.  Jack tries to explain it away as stress she has leftover from what happened with Les, but Carly doesn't buy it.  She does agree to take a long shower and relax before calling Susan Stewart to see what she remembered about the photo.  Jack, however, meets with Susan without telling Carly.  He tells Susan the man in the photo is Carly's father.  Susan doesn't remember the man specifically, but does remember the group was together while working at a family health clinic.  She remembers something bad happened - but not what.  It was so bad that the clinic was closed and the files sealed.  She does tell Jack that Jessica Griffin was an intern at the clinic when the clinic had its troubles.  Jack leaves a message for Jessica.  Later, Susan goes to Carly's home and tries to tell her that she doesn't remember anything about Carly's father.  Carly - knowing that she didn't say anything about who the man in the picture was - asks Susan why she is lying.\n\n\nRosanna is able to convince Craig to try to adopt again.  She is so excited that she actually calls a private adoption attorney that very day.  She says there's an expectant mother who would like to meet with them that afternoon. They are very excited.  When the attorney arrives with the expectant mother, it turns out to be Gwen.\n\n\n",
    "tvdb": "Mike returns to the guest house, and Jennifer is thrilled to see him because she thinks it means he's come home. She again tries to see how she did everything for her baby, and he tells her that's the problem -- it's 'her' baby, not 'their' baby. Henry shows up at the cottage after Margo's call, and is shocked to learn that he's expected to clear out his stuff. When Katie phones, the two talk briefly. Craig offers Rosanna a way out of their marriage, but she surprises him by not only wanting to stay in the marriage, but wanting to adopt. When the attorney brings a young mother by, it turns out to be Gwen. Jack goes to see Susan, and she suggests she talk to Jessica about Ray Tenney.",
    "tvmega_recap": "Carly has a nightmare about a woman crying over her baby boy. Carly is sure it has something to do with her father, but Jack is becoming concerned about what this might do to Carly and he tries to steer her away from going down that road, but as usual, Carly won't be deterred. Later, Jack meets with Susan, and they talk about the fact the man who was involved in the incident that shut down a clinic, was Carly's father. Susan tells Jack that the records are sealed, but Jessica's name came up related to this case. Both he and Susan worry about the ramifications of opening Pandora's box to Carly. Jack thinks they should prevent that from happening and so when Susan goes to see Carly later, she claims the drinking back then made her remember things wrong, and that she could no longer be sure of anything she told Carly about back then. Carly immediately wants to know why Susan is lying to her? Craig is upset over being forbidden from seeing his baby for 5 years, and Rosanna wants to lift his spirits by them adopting a child. Craig considers it, and they decide to go forward, and they are able to set up a meeting with a teenage mother-to-be that afternoon, and in walks Gwen. Henry moves his stuff out of the cottage so Katie could rent it out, but ends up taking care of Snickers so Margo doesn't put her in a kennel. Mike has a confrontation with Jen at home about how she lied to him, her family, friends and a judge. He doesn't think their marriage can survive not having trust. She is devastated, as Mike walks out to go clear his head in Chicago. Meg and Dusty spend the night together, but after hearing a distraught message from Jen, Dusty is ready to take off. Meg calls him on his feelings, but he claims she is just a business partner. After he rushes off, Meg gets a call about a job in Juno General in Alaska in two days. Katie ends up at the same hotel and room in Chicago where she stayed with Mike. She is haunted by memories, and wants to switch rooms. The bellman tells her they are booked, but will try to do something for her. Later, she leaves to go shopping to clear her head, and misses Mike arriving to stay in the room across the hall by seconds.",
    "soapcentral_condensed": "Jennifer is thrilled to see Mike come to the door, but he has only come to gather a few things. He tells her that he can't live with her without trust and makes the point that she only ever talks about \"her\" baby, not \"their\" baby. Margo tells Henry that Katie is gone because she is so upset about her break-up with him. Rosanna is able to convince Craig to try to adopt again. Carly is becoming increasingly upset about the female voice she hears who is lamenting what has happened to her little boy. Jack meets with Susan without telling Carly that the man in the photo is Carly's father. Susan doesn't remember the man specifically, but does remember the group was together while working at a family health clinic. It was so bad that the clinic was closed and the files sealed. She does tell Jack that Jessica Griffin was an intern at the clinic when the clinic had its troubles. Jack leaves a message for Jessica. Carly asks Susan why she is lying.\n"
}