{
    "soap_central": "\n\nIn her room at the Lakeview, Rosanna warns Jordan about Paul's plans for BRO. Meanwhile, Paul \n\nconfesses to Carly his role in Rosanna losing Cabot. Stunned and angry, Carly rushes to see Rosanna. \n\nThe sisters share an emotional reunion but when Rosanna realizes Carly and Paul are working together, \n\nshe makes it clear that Carly must make a choice between Paul and her. \n\n\nJordan asks Jennifer about Paul's reason for returning to BRO. When Jordan poses the question to Paul \n\nhimself, Paul is hostile. At the same time, Jack interrogates De Grassi and realizes that Rosanna may \n\nhave ordered the break-in to her own home. Craig realizes Rosanna is back in town. \n\n\nWhile Mike wonders where Pilar has gone, a guilty, caught Pilar overreacts to being seen in public \n\nwith an unknown man by Katie ­ and Katie comes to the disturbing conclusion that Pilar is hiding \n\nsomething after all. Katie goes to Margo with her suspicions. Margo tries but fails to get Katie to \n\ndrop the matter. Meanwhile, Mike finds out from Pilar about the man she saw. He does not think she is \n\ntelling him the whole truth and demands she get out.\n\n\n",
    "tvmega_recap": "Katie again tried to convince Margo that Pillar was up to no good. Katie suspected Margo knew something \u0096 Margo would not tell her any information. Pillar continued to lie to Mike \u0096 who found her story suspect at best. Pillar left Mike's home because of his disbelief. Katie tried to convince Mike that Pillar would hurt him \u0096 he kicked her out of his house. He called Pillar and told her to come back \u0096 she refused. Paul and Jordan's talk was not pleasant. Paul reminded Jordan he was an employee and Paul did not answer to him. Rosanna made her ultimatum clear: she would bank roll Carly in any enterprise \u0096 but not with Paul. Carly tried to justify some of Paul's actions, but Rosanna was not buying. Craig arrived as Carly left. Rosanna handed him divorce papers. Craig said he wouldn't sign. Rosanna told him she would take everything he had if he didn't sign. Paul told Lucy he was the one who called the authorities about Cabot. Rosanna went to the police station to stop Jack's interrogation of DeGrassi.",
    "soapcentral_condensed": "In her room at the Lakeview, Rosanna warns Jordan about Paul's plans for BRO. Meanwhile, Paul confesses to Carly his role in Rosanna losing Cabot. At the same time, Jack interrogates De Grassi and realizes that Rosanna may have ordered the break-in to her own home. Craig realizes Rosanna is back in town. While Mike wonders where Pilar has gone, a guilty, caught Pilar overreacts to being seen in public with an unknown man by Katie ­ and Katie comes to the disturbing conclusion that Pilar is hiding something after all. Katie goes to Margo with her suspicions. Margo tries but fails to get Katie to drop the matter. Mike finds out from Pilar about the man she saw. He does not think she is telling him the whole truth and demands she get out. Mike asks Pilar to get out and she says she is not telling the truth. Mike does not believe her and wants her to leave the town.\n"
}