{
    "soap_central": "\n\nBob is stunned to learn that Walker suspects Rick Decker. Meanwhile, Alison doesn't believe Chris is not interested in her. She challenges Chris to kiss her to prove that he doesn't care about her. He takes her dare. She wins her bet and when Chris tries to leave, he can't before he has another kiss. At the hospital, Bob feels out Rick regarding Walker's suspicions and a calm Rick points out the killing began before he arrived. Susan confronts Walker. At the station, Walker tells Rick he is off the hook. Hal still considers Gordo a suspect. Walker confides to Bob that he still thinks of Rick as a suspect. In Montana, Katie admits she sabotaged the car to give Carly and Jack some privacy. She convinces Mike that it's what they needed and reassures him about coming to Montana. Meanwhile, Carly is having contractions and she insists that Jack come up with a name for the baby. He suggests Sage and she agrees. Carly's labor is very fast and Jack delivers the baby. Hannah and Doc Banks get there as do Katie and Mike. Mike and Jack congratulate each other. Doc Banks takes samples for a paternity test. Carly thanks Katie for taking care of Mike. Carly, Jack and Sage bond. Back in Oakdale, Dusty threatens to toss the money off the roof unless Spangler tells him where he's hidden Lily and Rose. A smoke bomb goes off before Spangler can tell Dusty. Dusty finds Spangler with a knife in his back. As Holden and Margo arrive, Dusty swears they were ambushed. Spangler dies. An angry Holden doesn't believe Dusty and Margo wants to bring him in. At the police station, Dusty insists he is innocent and the real culprit is after Rose. Margo and Holden both come to the same conclusion: Barbara is responsible. Meanwhile, Barbara is all dressed up as she raises her glass in a toast to Paul. \n\n\n",
    "tvdb": "[ RECAP AVAILABLE ]",
    "soapcentral_condensed": "Bob is stunned to learn that Walker suspects Rick Decker. Alison challenges Chris to kiss her to prove that he doesn't care about her. Dusty threatens to toss the money off the roof unless Spangler tells him where he's hidden Lily and Rose. Carly is having contractions and she insists that Jack come up with a name for the baby. She agrees to Sage and she agrees to have the baby delivered by Jack. Mike and Jack congratulate each other. Carly thanks Katie for taking care of Mike. Carly, Jack and Sage bond. Barbara is all dressed up as she raises her glass in a toast to Paul. Bob feels out Rick regarding Walker's suspicions and a calm Rick points out the killing began before he arrived. Susan confronts Walker. At the station, Walker tells Rick he is off the hook. Hal still considers Gordo a suspect. An angry Holden doesn't believe Dusty and Margo wants to bring him in. Margo and Holden both come to the same conclusion: Barbara is responsible.\n"
}