{
    "soap_central": "\n\nSimon is on the phone with Bartleby.  Katie eavesdrops on Simon.  Bartleby tells Simon that he needs to see him now.  Simon tries to get out of it but Bartleby asks about Katie.  Simon says that he will come to The Lakeview Lounge as soon as he can.  When Simon hangs up, without looking around, he asks Katie if she got all that or shall he write it down.  Katie comes the rest of the way down the steps and begs Simon not to go see Bartleby.  She tells Simon that whatever Bartleby has on him they can work through it.  Simon gets upset with her and tells her again to stay out of it.  He storms out of the house and almost runs over Margo.  Margo steps out of the way and Simon leaves.  Margo walks in and asks Katie what is happening to her marriage.  After Katie composes herself, she tells her sister that Simon is trying to convince her that he doesn't love her anymore, but she knows that he is lying.  Margo asks if she has a theory.  Katie says that it has to be Bartleby.  She tells her sister that Bartleby is holding something over his head, but she doesn't know what it is.  She tells Margo that she knows that Simon was talking to Bartleby before she came in and Bartleby was threatening him with something.  She says that Simon left to go meet Bartleby but she doesn't know where he went.  Katie gets an idea and goes to the phone.  She dials *69 and a person answers and says, \"Lakeview Lounge.\"  Katie asks if there is an Australian person with curly brown hair there.  The bartender says that he is there and asks if she wants to speak with him.  She says that she does not want to speak with him and she doesn't want the bartender to tell him that she called.  She hangs up the phone and asks Margo if she is ready to arrest someone.  Margo rolls her eyes and the two go out the door.  \n\n\nPaul and Rose walk into The Lakeview Lounge to have some lunch.  She tells him that she is hungry for a cheeseburger.  Then Rose has a flashback of Dusty forcing a kiss on her.  She asks Paul if they can go somewhere else to eat.  He tells her that she was really hungry a minute ago and they need to have lunch and get to the courthouse to support Will.  The two sit down at a table and Paul starts to talk about Dusty's welcome home party.  Rose informs Paul that she is not going to go to the party.  Paul asks why and she says that her stomach has not been right lately.  Paul reminds her that she was going to have a cheeseburger for lunch.  Then she makes up an excuse that she won't know anyone.  He starts to name off all the people that will be there that she knows.  Finally, she says that she will go.  She tells Paul that she knows a better place for a cheeseburger and it has a drive thru.  The two get up and leave.  As they walk out, Simon walks in.  Bartleby walks over to him and informs Simon that they are going to be leaving tonight.  Simon says that he can't be ready to leave by tonight.  Bartleby tells him that their mark is on her way home from the French Riviera and they need to go now or miss their chance.  Simon tells him again that he can't go now.  Bartleby threatens to visit Katie.  Simon gives in and tells him that he will go.  He warns Bartleby to stay away from his wife.  Simon pushes him out of the way and leaves.  Bartleby goes back to the bar and orders a whiskey.  Katie and Margo walk into the lounge.  Katie asks Margo if she saw how Simon just stormed out.  She tells her sister that Bartleby must have threatened him again.  Margo asks about the threat that Bartleby made before.  She says that it will be good if he makes the same threat again and again.  Katie tells her that she didn't hear the threat that Bartleby made to Simon.  Margo asks if Simon told her that he was threatened.  Katie says that he didn't tell her but she could see that her husband was scared.  Margo asks how is she supposed to arrest this guy.  Katie says that Margo needs a reason so she will give her a reason.  She heads over to Bartleby.  Margo gets on her cell phone and calls for backup.  Katie goes over to Bartleby and eggs him on until he grabs her and tells her to stay out of his business or she will not see the morning.  Katie yells out, \"He threatened me!\"  Margo comes over and says that she heard it.  She grabs Bartleby, shows him her badge and reads him his rights.  A police officer shows up and takes Bartleby off to the police station.  Margo tells Katie that she needs to come with her to the station and give her official statement.  \n\n\nJack shows up at Lily's house and he needs to talk.  Lily invites him in and says that she is alone so it is a great time to talk.  They walk into the living room and Jack tells Lily about taking Holden's advice and going to see Carly last night.  He goes on to tell her that when he got to Mike's cottage, he heard Carly and Mike talking about baby names.  Lily asks what did he do.  Jack says that he left because he felt like he was intruding.  He goes on to tell Lily that he had been up half the night hating himself.  He tells Lily that he is tired of it all and he is ready to do something about it.  Lily asks what is he going to do.  Jack says that he is going to end his marriage.  Lily starts to talk him out of his decision.  She says that if he wants to end the marriage, make sure that he does it for the right reasons and not to hurt Carly more than she has hurt him.  Jack tells her that he has been thinking and if he is still married to Carly when the baby is born, he could end up paying for Mike's baby.  Lily reminds him that Mike will still be in the picture.  Jack says that he doesn't know that because Mike as left town before.  Lily tries to talk some sense into Jack.  The baby starts to cry and Lily asks Jack to wait on her to check on the baby.  Jack says that he has no more time and starts out the door.  Lily yells after him, \"Please take some time and think about this!  Just think about this!!\"  \n\n\nCarly is exercising and Mike walks in on her.  She gets all embarrassed when she sees him watching her.  She tells him that the more she stays in shape before the baby is born, the faster she can get her figure back after the baby is born.  Mike tells her that she has always looked great, pregnant or not.  She thanks Mike for the compliment.  Mike walks over and sees that they have ten messages on the answering machine.  She tells him that the messages are from Craig and he wants her to go back to work.  There is a knock at the door and Mike knows exactly who it is.  He opens the door and Craig is standing there.  He barges in and asks Carly how is he supposed to get in touch with her since her phone is not working.  Then he asks if he should send his lawyer since Carly is in breech of contract.  Craig goes over to the phone and picks it up.  Carly tells him that the phone is working and she didn't return his calls to send him a message.  He tells her that he didn't want to come all the way out to the cottage, but there are certain issues that need to be addressed.  Mike asks if one of the issues is that he can't take a hint.  Craig looks at Mike but addresses Carly and asks if this humble abode has someplace private.  Carly goes over to Mike and asks for a few minutes with Craig.  She explains that it will be the only way to get rid of him.  Mike complies and leaves the two alone.  She tells him to get on with it and tell her what it is that he wants.  Craig looks at her and says that he wants her.  Carly gives him a look.  He says that Monte Carlo is on the threshold of greatness.  He goes on to explain that there is a New York department store that wants her fall line and if they give them an exclusive they will get some get some big advertising.  Carly gets all excited and starts making big plans.  Then, Carly stops and says that she can't do this.  Craig asks why and she says that she will be having a baby in a few months.  Craig gives her a pep talk and says that she can do it and he has seen her pull off some miracles before.  Mike walks back in with some firewood.  Craig asks Carly if she wants him to wait while she gets dressed or will she meet him at the office.  Carly says that she can't go this minute.  She adds that she has to make arrangements for Parker.  Craig says that Hal will want to spend a few more hours with his son.  Mike asks if Craig is pressuring her to go back to work.  Carly explains to the two men that if she wants to work then she will work.  If she wants to stay home, then she will stay home.  Craig tells he to tell Mike what she has decided.  Carly turns to Mike and explains that an opportunity has come up and she is going back to work.  Mike tells Craig that if anything happens to Carly's baby, he will hold Craig responsible.  Craig asks, \"And who do you hold responsible for unprotected sex?\"  Mike tells Craig to get out.  He goes to the door and opens it.  Jack is standing there and walks in and looks around.  Jack says, \"Well, well.  Look at this.  Two guys, one Carly.  I guess this is where I come in.\"  Mike and Craig take the hint and leave.  Jack turns to Carly and says that he is there to discuss the future of their marriage.\n\n\nHal and Emily show up at the hospital to get Will to take him to the courthouse for his hearing.  When they walk in, Barbara is standing there.  She informs them that she is going to take Will to the courthouse.  Hal tells her that he and Emily are there and they don't all have to be there.  Dr. Michaels walks in and informs all of them that she will be taking Will to his hearing.  Barbara tries to tell Dr. Michaels that Will is no longer under her jurisdiction.  Dr. Michaels says that Will is under her jurisdiction until his hearing and he will be riding with her to the courthouse.  Barbara gives in and they all leave to go to the courthouse.\n\n\nAt the courthouse, Barbara is finishing her testimony by saying that she has been one of the few constants in her son's life.  She goes on to say that she intends to devote herself full time to his well-being.  Hal and Emily raise their eyebrows.  The judge thanks Barbara and she sits down.  The judge tells Hal, Emily and Barbara that as of now, Will is cleared of all criminal charges.  He goes on to say that he feels that they are still dealing with a very troubled child.  Barbara says, \"You aren't going to send him back to the hospital?  That is the worst thing you could do to him.\"  The judge says that he isn't going to make any decisions until he can talk to Will.  \n\n\nOut in the hall, Will is waiting with Dr. Michaels.  Paul and Rose walk in and Will jumps up and runs over to his brother.  Paul asks if he is doing ok.  Will has a funny look on his face but says that he is ok.  Paul takes Will to the side and asks if there is something wrong.   Will tells him that he is afraid of saying the wrong thing to the judge.  Paul tells him to tell the judge the truth and he will be ok.  Barbara walks out and tells Will that the judge is ready to see him.  Will walks in with his mother and Paul and Rose follow.  Barbara takes her son to the judge and introduces them.  The judge asks Will to sit in the chair beside his desk.  The judge tells Will that he has read a lot about him, but he would like to find out more by just asking Will some questions.  The judge asks Will about the fire.  Will tells him that he lit matches, but he stomped out the flames.  The judge asks why did Will confess to starting the fire.  Will says that he did that because he thought that was what people wanted to say.  The judge asks if Will is happy to get out of the hospital and Will says that he is.  The judge tells Will that his mother and father want him to live with them, but who would he like to live with.  Will says that he wants to live with his father.  The judge asks Hal if that is ok with him.  Hal says, \"Absolutely.\"  The judge looks at Barbara and says, \"How about you Ms. Ryan.\"  Barbara ruins it.  She stands up and says that she has sole legal custody of her son and she has resonantly purchased a new home so her son would have a place to come home to.  Will says nervously, \"That's ok.  I'll live with my mom.  I don't mind.\"  Barbara looks at Hal and Hal looks at Barbara.  Barbara walks over to Will and tells him that she has a brand new computer that is well equipped and he can go online whenever he wants when he come to visit her.  Will asks, \"When I come to visit you?\"  Barbara tells her son that if he wants to live with his dad then that is what he should do.  She goes on to tell her son that she loves him and she wants for him whatever makes him happy.  Will says, \"Thanks mom.  I thought you would be sad.\"  Barbara hugs her son and says that she is not sad because she has the most wonderful son in the whole world.  She tells her son that he shouldn't worry about her anymore because she is going to be ok.  After the hearing is over, everyone walks out into the hall.  Hal and Emily are making plans with Will.  Barbara is standing off to the side, feeling a little left out.  Paul walks over to his mother and tells her that he knows how hard that was for her and he is proud of her.  Barbara tells Paul that she would feel better if he would have dinner with her tonight.  Paul tells her that he has to attend a welcome home party for Dusty tonight.  Barbara says, \"A welcome home party for Dusty Donovan.  How nice.\"  Paul invites her to the party but Barbara declines.  Rose pulls Paul to the side and tells him that she can't believe that he actually invited his mother to this party.  Paul says that she won't come to the party.  Rose says, \"Who are you talking to?  She will be there.\"  Rose and Paul leaves.  Hal, Emily and Will start to leave and Hal sees Barbara standing alone.  He tells Will and Emily to wait.  Hal walks over to Barbara and whisper in her ear, \"Thank you.\"  When Hal and Emily and Will are gone, Barbara starts to cry.  \n\n\nAt the police station, Margo walks into the interrogation room and tells Bartleby that she doesn't have anything on him to hold him.  He starts to get up to leave.  She tells him that she has one thing to say.  She tells him that Katie Frazier is her sister.  She tells him that she is going to call the INS and tell them that he has threatened a U.S. citizen and he should find himself back in Australia in about seventy-two hours.  Bartleby tells Margo that he was planning on leaving Oakdale this evening and she could save herself a lot of work.  Margo takes Bartleby's plane tickets and calls the airline to make sure that the tickets are valid.  She finds out that they are and she gives Bartleby his tickets back.  She tells him to go straight to the airport and he is not to make any stops in between.  After Margo walks away, Bartleby says that he will go straight to the airport, but he does have to make one last visit.  \n\n\nAt Katie and Simon's cottage, Simon is packing.  When he finishes packing, he picks up Snickerz and tells him to take care of Katie.  He tells Snickerz that he is a lucky man and puts the rabbit in his cage.  Simon picks up his luggage and goes to the door.  When he opens the door, Katie is standing there.  She asks, \"Where are you going?\"\n\n\n",
    "tvdb": "Jack goes to Lily for advice. He is completely torn and doesnt know what to do. Lily advises him to follow his heart. Craig visits Carly at the cottage and asks her to return to work. Mike gets protective which doesnt sit well with Carly. She agrees to return to work, surprising both Craig and Mike. Jack shows up and tells Carly that they need to talk about their future. Katie argues with Simon, trying to keep him from going to meet with Bartleby. As he storms out, Margo arrives and Katie tells her that Simon is in danger from Bartleby and he should be arrested. Margo overhears Bartleby threaten Katie and arrests him. Hal, Emily and Barbara are at the Psych Ward to take Will to his court hearing, but Barbara is thrown when she learns that Dr. Michaels still has to present her evaluation. At the courthouse, the judge clears Will of all charges but is concerned after reviewing Dr. Michaels evaluation. Barbara surprises everyone by relinquishing Will into Hals custody. Rose tries to get out of going to Dustys party, but Paul is insistent. Later, Paul accidentally tells Barbara about the party. ",
    "tvmega_recap": "Katie decided to go to the Lake View to have a few words with Bartleby. While there, she staged an argument so that he could threaten her. Margo arrested him after he grabbed her by the arm and threatened her life. Bartleby told Margo that he would be leaving town that night, after she wanted to contact INS. Meanwhile, Simon was at the cottage, packing to leave with Bartleby. He sulked around looking at Katie's picture and told Snickers to take care of her. Dr. Michaels escorted Will to the hearing, against Barbara's wishes. At the hearing, Will stated that he wanted to live with his father. Barbara began to cry, Will changed his mind, finally, he got the approval from his mom to stay with is dad. Lily and Jack talked about ending his marriage to Carly. Jack doesn't like the fact that legally, the baby is his. Lily tried to talk some sense into Jack, but he ran over to Mike's. At Mike's, Craig was there convincing Carly to return to work. Mike wants her to take it easy. Jack told Carly that he wasn't making a social call and wanted to talk to her about their future.",
    "soapcentral_condensed": "Simon is on the phone with Bartleby. Margo walks in and asks Katie what is happening to her marriage. Simon storms out of the house and almost runs over Margo. Paul and Rose walk into The Lakeview Lounge to have some lunch. Rose decides that she is not going to go to the party because her stomach has not been right lately. Paul reminds her that she was going to have a cheeseburger for lunch. She makes up an excuse that she won't know anyone. He starts to name off all the people that will be there that she knows. Finally, she says that she will go. The two get up and leave. As they walk out, Simon walks in. Simon says that he can't be ready to leave by tonight. Bartle by tells him that their mark is on her way home from the French Riviera and they need to go now or miss their chance. Simon gives in and tells him to stay away from his wife. He warns Bartlebys to stay out of Katie's way.\n"
}