{
    "soap_central": "\n\n \nKatie and Henry talked about his mother, Audrey, and searched for the \"real Jay Stanhope\" on the web.  They could find no one  by that name, dead or alive, and that made Henry even more suspicious that his mother had murdered Stanhope and hidden the body.  Henry suggested that Katie have tea with Audrey and pump her for information, while Henry searched his mother's room.  Katie still thought Henry was crazy, but the spy business was just down her alley, so she agreed.  They went to the Lakeview, and Katie invited Henry's mother to meet her in the lounge for tea.  When she arrived, Henry made a dive for the elevator.\n\n\nIn Audrey's room, Henry searched unsuccessfully for any hints about Stanhope.  He finally opened his mother's purse and found a plastic bag containing one of his coffee mugs and his missing hair brush.  Attached to the bag was a tag designating the items for DNA tests.\n\n\nAt Fairwinds, Barbara argued with Emily about Paul's whereabouts.  Barbara suspected that Paul was on the grounds somewhere, so she made a beeline for the hidden wine cellar in the basement.  Meanwhile, in the cellar, Paul mourned the loss of a prize bottle of Bordeaux, one of his father's favorites. He had chosen it after reading James' Wine Log that he had left behind.  Barbara raced in, with Emily right behind, and found Paul sipping wine and quite drunk.  He showed them the Wine Log and cried fake tears over the untimely demise of \"Ms. Bordeaux.\"\n\n\nIt was very difficult for Barbara, but she asked for Emily's help in getting Paul back into a hospital.  Paul began to act even more goofy, and he asked them to pick out a bottle of wine for themselves.   Barbara and Emily began trading nasty barbs, and eventually Paul had to break up a cat fight.  Emily continued to shout, \"Bring it on, Babs,\" and that remark put Paul into hysterics.  Finally he recovered his composure and told his mother that he would never allow himself to be dragged out by the men in white again, but he would go voluntarily.\n\n\nPaul thought it would be easier on all of them if he went and talked to the doctors and convinced them that he was sane.  Barbara did not want Emily to go along, but that turned out to be a deal-breaker for Paul.  He wanted Emily with him, so all three left the wine cellar.  On his way out, Paul picked up a new bottle of wine and gave Emily a huge wink.  She smiled and realized that he was not nearly as drunk as he appeared.\n\n\nAt the farm, Meg angrily told Holden that Lily had staged a form of intervention that led to Emma's backing out of watching Eliza while Meg went to New York with Damian.  The result was that Damian had canceled the trip.  Meg shouted to her brother that his wife was \"still hung up on her ex.\"  That infuriated Holden, and he could not believe that Meg had fallen for all of Damian's lies.  He also reminded her that no one, including Lily, had the power to make Emma Snyder do something she didn't want to do.\n\n\nMeg argued that Damian was no longer the same person who had caused Holden so much pain, and that Luke agreed with her.  At that moment, Luke walked in, looking for his father, and announced that Damian had canceled the trip to New York.  Then Luke realized that Meg must already know that, and he asked Holden if he could still accompany him on his drive to Louisville.  Holden was delighted, and he said that  Luke did not need to explain anything.  They left for Luke to pack in a hurry, and Meg took out her phone.\n\n\nDamian and Lily were locked in a passionate embrace in Lily's living room as Faith opened the door and was shocked.  Lily broke away and attempted to slap Damian, but he restrained her.  He wanted to continue, but Lily called the kiss a mistake.  Damian claimed that the two of them had never gotten over their attraction for one another, and they never would.  Lily then asked Damian if that was true, then what was he doing with Meg.  Damian's phone rang, and he let it go to voicemail.  Lily could not reconcile Damian's actions towards her with the fact that he was sleeping with Meg.\n\n\nDamian countered that Lily was married to Holden, so he assumed she was sleeping with him.  He asked her what her kiss had meant, but Lily answered that Damian had caught her off-guard, and she ordered him out of the house.  Damian asked Lily if she would drop everything and go away with him, but she said that of course she would not.  Holden was the love of her life and her soul mate, but Damian replied if that was the case, then she had no say in how Damian  lived his life.  He told her to stay away from him.\n\n\nKatie mentioned to Audrey that Henry had said she was seeing someone, and Audrey talked about her son's vivid imagination.  She cleverly switched the conversation to Katie and began asking her questions.  A desk clerk approached and delivered a written message to Mrs. Coleman, and he waited patiently for a tip.  Audrey did not have her purse, so Katie took care of the messenger.  Audrey stepped away from the table to read her message.  It said:\n\n\n I understand you're looking for me.  Hargrave Clinic, Route 9 and Willowdale.\n\n\nAudrey told Katie that she had to cut the tea party short, and she dashed for the elevator.\n\n\n Henry soon joined Katie in the lounge and told her that his mother had been checking out his hair follicles with DNA testing.  Suddenly he got very upset and blurted out that Jay Stanhope must be his real father.  Henry was sure that his mother was going to kill Stanhope so that Henry would not find out the truth.  He tried out the name \"Henry Stanhope,\" but it stuck in his craw.  Katie finally did admit that she thought more was going on with Audrey than she was saying.  Katie told Henry about the message that had caused Audrey to bolt, and just then Audrey exited the elevator.  Henry took off after her.\n\n\nHolden and Luke returned home and found a very distracted Lily.  Luke told her that Damian's trip had been called off, so he was free to go with Holden to Kentucky.  Lily suddenly decided to join them with the kids and make it a family vacation. They had vacationed there before, and both Holden and Luke thought that was a great idea.  Natalie was away at camp, but Ethan would enjoy learning to fish in the lake, and Faith had loved it before.  Faith walked in, and Holden gave her the good news.  They were all surprised when she shouted, \"No way!\" and ran back outside.\n\n\nLily followed her daughter and asked what had upset her.  Faith was disrespectful and made a nasty crack about how Lily pretended to care about her family, but Faith knew she really didn't.  A disturbed Lily went inside and announced that they weren't going anywhere with Faith without some major teenage tantrums.  Luke volunteered to speak to his sister, so he went out and asked Faith why she didn't want to go back to the lake in Kentucky.  Faith said that she hated their mother and wasn't going anywhere with her.  She said that she knew why Lily wanted to go on the trip, and it was all a lie.\n\n\nFaith stormed into the house and ran to her room.  Holden had to leave immediately or else he would miss a meeting that evening, so Lily said that they would figure it all out and meet him in Louisville.  Luke suggested that he stay and help his mother deal with Faith, and they agreed.  Faith heard her father preparing to leave, so she ran from her room and hugged him goodbye.  She did not want him to leave, and she clung to him.  After Holden left, Lily tried to comfort her girl, but Faith refused.\n\n\nMeg visited Damian in his hotel room and asked why he hadn't answered his phone.  She was  petulant, but Damian apologized for turning off the ringer on his phone.  Meg asked several questions that appeared to irritate him a bit, including if he had talked with Lily.  Damian said that he had, and he agreed with Meg that Lily had a problem with his relationship with her.  Meg asked whether, if Lily were free, Damian would rather be with her, but he vowed that what he and Lily had shared was finished.  Damian told Meg not to be so insecure, and they began kissing.  They headed for the bed, and even though Damian flashed back on his kiss with Lily, he vowed to Meg that she was his only love.\n\n\nBarbara drove to the clinic, while Paul and Emily laughed and nuzzled in the back seat.  Paul and Barbara got out and had a face-to-face confrontation, and Paul apologized to his mother for what was about to happen.  Barbara was confused, and Emily sneaked up behind her and bashed her on the head with the wine bottle Paul had brought.  They hustled an unconscious Barbara into the car, and Emily tried to talk Paul out of going into the clinic.  Paul was determined, however, and he told Emily to stand guard over Barbara and to make sure that she didn't wake up too soon.\n\n\nPaul went inside to find only empty corridors and locked rooms.  He hollered, asking if \"the inmates were running the asylum,\" but he got no response. He returned to the car, where Emily was very glad to see him.  He told her the place appeared totally deserted, but he wanted to take one more look around.  He went back as Emily continued to stand guard over Barbara.  Barbara woke up and managed to get out of the car despite Emily's threats.  Emily brandished the wine bottle, and Barbara got out her phone to call for help, but Emily snatched the phone and threw it into the car.  Barbara went after it, and Emily locked her in with the remote.\n\n\nAudrey arrived at another entrance to the same clinic, and as she was approaching the door, Henry ambushed her.  He claimed to know the truth and said that he would stop her.  He told her that he knew that \"Jay Stanhope\" was really Raymond Zuma, but he had figured out that \"Jay Stanhope\" was his birth father.  When he mentioned the DNA samples, Audrey gave up.  She explained that \"Jay Stanhope\" had never existed, but was instead an alias that Henry's father had used.  Henry moaned that he hoped \"the doofus\" they had met at the Lakeview was not his daddy, and Audrey said no.  She asked if Henry wanted to know the real name of his father.\n\n\nPaul climbed to the top floor of the clinic and found another long hallway with locked doors.  Finally he found one open and walked in.  He found a man sitting in a wheelchair, facing the wall, but Paul recognized him and said, \"Dad?\"\n\n\n",
    "tvmega_recap": "Katie finally agrees to team up and do some recognizance work to help Henry find out what his mother is up to. Barbara is demanding that Emily tell her where Paul is, but she won't budge. It isn't necessary when a noise causes Barbara to figure out where Paul is hiding. They find him three sheets to the wind babbling about wine and his \u0091dear ole dad.' Barbara wants to take him to the hospital, but Emily is adamant that he not go. Paul decides to go with Barbara, but winks at Emily that he has a plan. At the hospital, Paul and Emily trick Barbara and knock her unconscious with a wine bottle. Paul decides he needs to straighten this out once and for all and go talk to the doctors. Emily pleads with him to reconsider, but Paul is adamant. Meg and Holden disagree about Lily getting involved with her and Damian's relationship. Meg is sure Lily still has feelings for Damian, but Holden is still in the dark about that claiming Lily only wants what is best for her . like everyone else. Meg is somewhat insecure as well as to if Holden thinks Damian has a hold on Lily and vice versa. Meanwhile, Lily and Damian are kissing passionately; their amorous act is secretly seen by Faith. Lily pulls back and claims that she didn't want the kiss and it was all Damian. Damian says she isn't telling the truth and she still loves him. Lily can't hide her jealousy of Meg and how they are sleeping together, as Damian calls her on her obvious ongoing relationship with Holden so how can she say anything. Damian asks her to leave Holden and be with him, but a guilt ridden and nervous Lily tells him Holden is her soul mate and she won't leave her family. An angry Damian orders her out of his life then. Luke and Holden head back home to pack for their trip, where Lily is trying to regain her composure. She is desperate to forget what happened so she offers to make Holden and Luke's trip a family vacation. Everyone is thrilled, but Faith, who lashes out and heads outside, leaving everyone scratching their heads. Katie tries to hit up Audrey for information on Jay Stanhope, but she is not interested in talking about that. Her mood visibly changes when she gets a note from the person saying he knows she is looking for him and says where she can find him; she leaves quickly leaving Katie wondering. Upstairs, Henry finds his brush and a coffee cup in a bag for a DNA test. He later talks with Katie thinking his mother must have had an affair with Jay and killed him so he couldn't find out she cheated on his dad. Katie thinks it is too out there, but she agrees something is going on. Henry tails his mother. Meg has trouble reaching Damian and shows up at his room nervous and worried that he has changed his mind about them and that his heart is with Lily. Damian lies about how he feels for Lily and claims Meg is the only one in his heart and life. Meg is unsure at first still noticeably insecure, but Damian charms her and soon they are falling into bed, as he tries to forget Lily. Paul is confused when he finds noone in the hospital and most of the doors locked; he tells Emily he needs to look farther. Barbara wakes up, but Emily locks her in the car to give Paul time. Henry confronts Audrey at the same hospital where Paul and Emily are. He thinks she killed Jay, but she admits that Jay isn't dead; he is an alias of another man, who is actually Henry's real father. She wonders if he wants to know who his father really is. Meg feels more secure now, as she lies in Damian's arms not knowing his thoughts are of Lily. Lily tries to find out why Faith is so mad, but she only hints at the fact that Lily is not who she says she is. Later, Luke tries to get Faith to be happy about the vacation, but Faith tells him that she hates her mother and that she isn't the doting mother and wife everyone thinks. Holden has to leave for his meeting before they can get to the bottom of what is eating at Faith, but Luke thinks he should stay and offer support to his mom with Faith, without alluding to what Faith said about Lily. Faith doesn't want Holden to go, but he has to, promising to see them all in the next couple of days. Paul finally finds an unlocked door and walks up behind a man sitting with his back to him in a wheelchair. Paul utters the word \u0096 dad, as he approaches the man.",
    "soapcentral_condensed": "Katie and Henry talked about his mother, Audrey, and searched for the \"real Jay Stanhope\" on the web. Paul mourned the loss of a prize bottle of Bordeaux, one of his father's favorites. Meg angrily told Holden that Lily had staged a form of intervention that led to Emma's backing out of watching Eliza while Meg went to New York with Damian. The result was that Damian had canceled the trip. Damian and Lily were locked in a passionate embrace in Lily's living room as Faith opened the door and was shocked. Damian asked Lily if she would drop everything and go away with him, but she said of course she was the love of her life and her soul mate, no matter how long it took. Luke realized that Meg must already know that, and he asked Holden if he could still accompany him on his drive to Louisville. They left for Luke to pack in a hurry, and Meg took out her phone. The phone rang, and they heard Damian's voicemail for Meg.\n"
}