{
    "soap_central": "\n\n \nMoving day finally arrived, and at Java, Luke asked Noah if he was ready for them to be living together.  Noah assured Luke that he was ready for the change, in spite of his recent difficulties with his father.  Luke was excited that their dream was finally coming true, and the boys agreed to meet back at Java after Noah had cleaned out his dorm room.\n\n\nAt the Worldwide offices, Lily asked Damian if they could take a break from foundation business so that she could go to her storage unit and pick up some towels and household items for Luke and Noah's new place.  Damian agreed and said that he was fine with Luke's choice of a life partner.  Luke appeared and asked for money to pay the movers, so Lily gave him some cash.  Lily was very pleased that Damian had accepted Luke's lifestyle so graciously.  She admitted that she was glad that Damian was back in her son's life.\n\n\nRosanna and Craig talked on Margo's porch, as Margo went upstairs to rest.  Craig still maintained that Carly would show up and the marriage ceremony could go forward.  Rosanna thought that they needed to find Carly, and the first place to look would be in the bars.  Craig objected and asked why Rosanna thought her sister was still drinking.  He still refused to believe that Rosanna had found all the liquor bottles in Carly's house.  The two of them started their search at Yo's, but the bartender had not seen Carly recently.\n\n\nCraig blamed himself for not seeing what was happening to the woman he loved.  He kicked himself for buying Carly's story that she had beaten the problem without the help of a program.  Rosanna tried to talk him into continuing the search, but Craig mused that he had enabled Carly by not confronting her when he suspected she was drinking.  Rosanna disagreed, however, and she called Craig \"not an enabler, but a predator,\" who used people to get what he wanted and to assume control.\n\n\nJack, Janet, and Sage went home to the farm, and Sage was obviously pleased that the wedding had fallen apart.  Jack took a call from Craig, who recommended that they all begin looking for Carly.  Jack chose to stay at the farm, as Janet needled him that he knew Carly better than anyone else, so she asked where his ex-wife would go if she was desperate.  Janet was afraid that Carly might show up at the farm, because she always turned to Jack when she was in trouble.  Jack thought that would not happen this time, but he still called the police station, which had no news of Carly.\n\n\nSage entered the room and asked if her mother had called.  She claimed that she had always known that Carly didn't want to marry Craig because she was sure her mother still loved Jack.  She was sure Carly's unhappiness was what made her drink all the time.  Jack sat with Sage and explained that Carly was ill and could not stop drinking without help from professionals.  Janet also assured the girl that she and Jack would do whatever they could to help.\n\n\nParker walked through Old Town with Liberty on his heels.  He told Liberty that Carly was a drunk and that he was frightened.  He agonized that he had protected his mother for his own reasons, primarily to save his \"own butt.\"  He thought everything that had happened was his fault\n\n\nHolden worked on his laptop at home when he heard a disturbance outside the front door.  He found Carly there in her wedding dress, and she had collided with a potted plant.  She told Holden that she had not known where else to go, and she asked for Lily.  Holden told Carly that Lily was at her office, so Carly asked to go inside and sit down.  Holden took her into the house and correctly surmised that Carly had bailed on her wedding.  She blamed Craig, Jack, Rosanna, and especially Parker, and Holden realized that none of those people probably had a clue where Carly was.\n\n\nHolden suggested that Carly call Craig, but she said that she could not go home and face people, so she was hoping that Lily might loan her some clothes.  She asked Holden to give her a break, and he agreed to gather up some clothes of Lily's to loan to Carly.  As soon as Holden left the room, Carly spotted the bar and quickly poured herself half a tumbler of vodka.  She finished it off as Holden appeared with a bag of clothes.  She asked him to give her a ride to an unknown destination, and a reluctant Holden agreed.  As he looked for his keys, Carly deftly slid the bottle of vodka into her bag of clothes.  She directed him to the Wagon Wheel Motel, which horrified Holden, and then Carly asked him to stay and keep her company.\n\n\nAt Java, Luke waited impatiently for Noah to return.  He kept checking his phone, and then he ran out.  Meanwhile, Noah was carrying out a box from his dorm room when he had a thought and stopped.  He put the box down and took out one of his father's military medals.  He abandoned the box in the hall and ran away. A frantic Luke showed up in the dorm soon afterwards, but he could not find Noah.  He called Lily and described how he had found a box of the colonel's belongings just sitting in the hall.  Damian offered to help, and he offered to go to the dorm right away and pick up Luke.  He had an idea where Noah might have gone.\n\n\nDamian and Luke found Noah sitting on a bench on the former military base where Colonel Mayer had been captured.  Noah was afraid that he had been deluding himself by thinking that he could put his father behind him.  He complained that Colonel Mayer was in his head all the time.  Damian offered to help, so he called Lily and asked her to meet them at the pond.  He began talking about how the Vikings had solved similar problems.\n\n\nCraig and Rosanna went to Carly's, but no one was home.  Craig contacted the limo company that Carly had hired, but the dispatcher only told him that Carly's driver had dropped her off  \"per client's instructions.\"  When Craig pushed for details, the dispatcher could only give him the vicinity of 4th and Sagamore Streets.\n\n\nAt the Wagon Wheel Motel, Carly brought out the bottle from Holden's house and confessed that she had \"borrowed\" it.  She showed him that it was nearly empty, and she cajoled him to consider going shopping for her at the liquor store across the street.  Holden refused, however, and helped her to sit on the bed.  Carly waxed melancholy and told him how wonderful he had always been to her, but Holden suggested she take a shower and attempt to get sober.  Carly then planted a big kiss on Holden's lips, but he pulled away.  She prevented him from calling Jack, and then she passed out on the bed.\n\n\nHolden called Jack anyway and explained what had happened.  Jack agreed to help, but Janet got angry.  Jack asked Janet to track down Parker and tell him what had happened.  He wanted his boy to be at the farm, so Jack would know he was safe.  Janet agreed to do that, as Jack left in a hurry.  Janet called Liberty, who was still with Parker in Old Town.  She asked Liberty to take Parker to the farm, and told her that Jack had gone to help Holden with Carly.\n\n\nJack arrived at the motel, and Holden reported that Carly was unresponsive.  Jack was afraid an ambulance would take too long, so the two of them took Carly to the hospital, where doctors pumped her stomach.  Jack called Janet and told her to keep Parker there until he knew if Carly was going to make it.   Parker demanded to know from Janet where his mother was, and Janet said that Carly was with Jack.  Parker knew things were bad, but Janet assured him that his mother was safe and being cared for.  Parker said he could not sleep, so Liberty offered to stay up with him all night.\n\n\nCraig and Rosanna showed up at the Wagon Wheel after a tip on the phone.  Rosanna found no one there, but she did find Carly's purse.  Craig found the empty bottle of vodka, also.  Janet called Craig and told him that Carly was at Memorial, so he and Rosanna ran out of the motel.\n\n\nJack sat with an unconscious Carly and gave her a pep talk.  He went out and talked with Holden, as Craig and Rosanna ran in.  Jack told Craig about the stomach pumping, and Rosanna went in to sit with her sister, while Jack and Craig exchanged many nasty words in the hall.  Carly came around and apologized to Rosanna.  She began to remember some of her earlier behavior and then asked to see Craig.  Against her better judgment, Rosanna went to get Craig. Out in the hall, Rosanna chewed out Jack for abrogating his responsibilities to Carly.\n\n\nCarly told Craig that she had been frightened by the wedding, and she would not blame him if he walked out the door.  Craig said that he was not going anywhere.\n\n\nAt the pond, Damian showed Noah how to build a small sized replica of a Viking raft, and they piled it high with dead wood and set in on fire.  Damian promised it would help release the hold that the colonel had on Damian's mind.  Lily complimented Damian for being so caring, as Noah began feeding mementos of his father into the fire.  He first burned the DVD of his movie, and then the colonel's medals.  Noah said he felt good about it, and he gave the raft a shove out into the middle of the pond. He was only sorry that the film had been his senior project, and he no longer had anything to show for it.\n\n\nLily went home to find a rattled Holden.  He told her about his frightening experience with Carly, and Lily was shocked to hear about Carly's drinking problem.  Holden told her the whole story, and Lily smiled when he got to the part where Carly had kissed him.  She embraced Holden and gave him kisses of her own, and said she couldn't wait to tell him about the Viking funeral she had just attended. \n\n\n",
    "tvmega_recap": "Carly continues to drink secretly while Craig blissfully plans the last minute details with Margo to his wedding to Carly. Sage doesn't want to go to her mom's wedding and admits to Jack that she is afraid that Carly will leave town again if Craig wants her to. Jack assures her that will never happen and when he, Janet and Sage arrive at Margo's house for the wedding, Jack even admits to Craig that he is good for Carly. He asks Craig to look after Carly and his kids. When Rosanna sees Carly looking for her secret vodka stash in the oven, she calls Carly on her drinking, as she produces tons of empty vodka bottles that she found hidden throughout the house. Carly tries to deny it at first, but then explains that she used to have a problem but stopped drinking since then. Rosanna continues on Carly not letting her off the hook, as Carly claims she just recently slipped. Rosanna wants her to admit she has a problem and wants Carly to tell Craig. Carly admits to having a small problem (but stops short of admitting she is an alcoholic) and then pleads with Rosanna not to tell Craig on their wedding day. Rosanna finally agrees, but a hurt Carly now wants to get ready on her own and sends Rosanna ahead. Rosanna takes the vodka bottles, but Carly has a small stash she dips into in her purse after Rosanna leaves. While Parker is letting Johnny have some French fries, he squeezes ketchup all over Johnny's shirt and Liberty helps Parker get Johnny all cleaned up. They are able to talk briefly, about what has happened between them recently, as they agree not to put a label on what they are anymore. Carly prepares to go to her wedding, as she drinks more. When Carly gets into the limo, she helps herself to the bar, as the chauffeur can't help but notice. People are noticeably concerned where Carly is when Rosanna shows up alone, as Craig stays positive. Outside, he asks Rosanna why she isn't with her sister and Rosanna admits to what she found out about Carly. Craig doesn't believe her at first, but Rosanna explains what she found. They argue about what is going on and who is to blame, as an inebriated Carly arrives and hears them talking. Carly leaves unnoticed and asks the chauffeur to keep driving her anywhere else but there, as she continues on her binge. The time gets later and the judge needs to go, as Jack wonders where Carly is, as everyone now realizes she is going to be a no show. Sage and Parker are upset, as Jack learns from Rosanna that Carly is drinking again. Everyone leaves, as Craig finally realizes that Carly isn't coming.",
    "soapcentral_condensed": "Craig blamed himself for not seeing what was happening to the woman he loved. Lily asked Damian if they could take a break from foundation business so that she could go to her storage unit and pick up some towels and household items for Luke and Noah's new place. Holden found Carly in her wedding dress, and she had collided with a potted plant. Jack, Janet, and Sage went home to the farm, and Jack took a call from Craig, who recommended that they all begin looking for Carly. Luke asked Noah if he was ready for the change, in spite of his recent difficulties with his father. Luke was excited that their dream was finally coming true, and the boys agreed to meet back at Java after Noah had cleaned out his dorm room. The two of them started their search at Yo's, but the bartender had not seen Carly recently. Holden told Carly that Lily was at her office, so Carly asked to go inside and sit down. Holden suggested that Carly call Craig, but she said she could not go home and face people.\n"
}