{
    "soap_central": "\n\nAfter their wedding, Carly picks up Sage and tells Jack that she looks just like her father.  Jack is stunned, and dares to think Carly is giving him a subtle hint that he's the true father.  Carly reveals what the medical report confirms, and they both are overcome with elation.  Carly says, \"There's no doubt about it anymore.  This little girl is yours!\"  Jack picks up Sage and gushes love all over his girl.  Their thoughts soon turn to Mike and how to break the news to him.\n\n\nMeanwhile, Katie finds herself alone with the paternity report Carly was hiding from her before the wedding.  She gingerly picks up the folded paper and starts to read the results.  Katie gets to the part about Jack being the father, when Mike walks in.  She quickly hides the paper behind her back, but it's too late.  Mike wants to know what she's up to.  Katie shimmies and shakes but can't get away from Mike's questions.  She gives him the paper, and he numbs out when he discovers the news he is not Sage's father.  Katie offers her help, but he brushes her off and walks out the door. Molly walks up and sees that Mike is clearly affected by something.  She noses around for info, but he says he just needs \"to be alone right now,\" and walks away.  Molly steam rolls into the cabin, finds Katie, and demands to know what she did to Mike.  Katie says, \"It's none of your business, OK?\"  Molly thinks otherwise, \"Oh yes it is.  Anything that happens to Mike is my business.\"  Katie tries to walk away, but Molly grabs her arm and demands to know why Mike is so depressed.  Katie says that since she'll find out eventually, she might as well tell her now.  \"Mike just found out that Sage isn't his child.\"  The news sinks in then Molly brushes past Katie and out the door.\n\n\nJack tells Carly that he won't let Carly tell Mike alone.  It's just too big of a job.  Just then, Mike walks in.  Jack and Carly, proud parents, newlyweds, walk a fine line and tell Mike they have to talk.  Mike tells them he already knows and shows them the crumpled up medical report.  He says, \"How long have you known!\"  Carly says she just found out.  Carly tries to console him, but Mike says it's not her job to do that for him tonight.  He congratulates them both and wishes them well on their new life.  Carly asks Jack for a moment alone with Mike.  Carly apologizes after Jack leaves.  Mike is holding back tears when he says, \"I know you are sorry that I found out, but you are not sorry that Sage isn't mine.  I'm not looking for sympathy.\"  Carly says she would have been just as happy if he were her father.  Carly excuses herself, and Jack comes in.  He calls Mike a real gentleman for reacting this way.  Mike says, \"There's nothing I can do about it except accept it I guess.\"  Jack picks up the baby and walks away.  Mike throws up his hands and sobs.  A hand rubs his shoulder.  He looks up and sees Molly.  She apologizes for some of the things she said regarding the pregnancy, but he doesn't seem to be ready to listen.  He only wants to spend these moments mourning his loss.  Mike breaks down and sobs some more, \"I just feel like something's been taken away from me and there's no way I can get it back.\"  He finally falls into Molly's shoulder.  Katie walks in and is unnoticed as she observes their tender moment.\n\n\nMargo calls Holden from the hospital and tells him about the cabin.  Holden tries to contact Lily on the walkie-talkie again, and this time she responds.  Holden wants to know where she's at, but Lily just says she's in a well.  Lily tells Holden that Rose escaped.  Back at the hospital, Margo gets a call from an officer at the station.  He tells her Brackett escaped.\n\n\nBonnie and Isaac stop by the station to drop off her certificate proving she has completed her community service, then they head off to meet Jessica and Ben at the hospital.  Sarah gives Bonnie a call on her cell.  Isaac encourages her to hang up the phone.  Sarah promises to apologize to Dr. Daniels for stealing his PDA.\n\n\nSarah finds Dr. Daniels at the hospital and apologizes.  Walker says she is forgiven, then notices that Sarah is running some kind of temperature.  Sarah tells the doctor that it's no big deal because it happens all the time.  Bonnie and Isaac arrive at the hospital.  She tells the couple that she apologized to Walker just like she promised, and he accepted.  Bonnie and Isaac both think it's great, then Isaac offers her a ride back to the shelter, \"because I have bus fare if you need it.\"  Just as Bonnie and Isaac start to walk away, Sarah starts to collapse and yells, \"Bonnie!\"  Bonnie runs to her side, but Isaac tells her that she's being conned again.  Bonnie tells Sarah she won't be used and starts to walk away.  Walker finds Sarah sweating on the floor and calls for immediate medical attention.  This stops Bonnie in her tracks.\n\n\nOutside the well, Brackett holds Rose from behind and tells her to stop struggling, \"Or I'll kill you and your sister right now!\"  He drags her off to a nearby cabin.  Down the well, Lily shouts up for her sister, but no one responds.  She tells Holden that Rose must have gone for help.  \n\n\nLater, Holden and Dusty arrive at the well.  Holden yells down the shaft for his wife.  Silence responds.  He immediately sets up a rope pulley system, and starts his descent into the well.  Once down inside the well, he finds his wife.  Lily is mildly incoherent, and starts to break down in tears when she understands her husband has finally come to rescue her.  Outside the well, Dusty gets a call from Margo.  She warns him to be careful because Brackett escaped.  They hang up then Dusty bends down and finds a clue.  Holden calls up for help from Dusty, but there is no answer.  He picks Lily up and starts to climb out on his own.  Somehow, in true soap fashion, Holden is able to carry Lily single-handedly out of the well.  He sets her down and says, \"I can't believe we made it.\"  Margo bursts on the scene and says an ambulance is on the way.\n\n\nBrackett shoves Rose into a cabin.  Rose tells him that he'll \"never get away with this!  Dusty is gonna find you!\"  Brackett points his gun at Rose and calmly says, \"That's what I'm counting on.\"  He grabs her and pulls her upstairs.\n\n\nDusty walks up to the cabin and finds the front door cracked.  He opens the door and says, \"Oh my god Rose!\"  The camera starts at Rose's feet then pans up to her head.  Her hands are tied behind her back, a noose is around her neck, and it looks like she is inches from being hanged.  Dusty inches forward with his eyes fixed on Rose, when Brackett captures him from behind.\n\n\n",
    "tvmega_recap": "Carly told Jack that Sage was his. While they celebrated, Katie tried to keep the information from Mike, to no avail. Molly saw that Mike was upset, and accused Katie of hurting him. Katie admitted the true reason for Mike's pain. Mike congratulated Jack and Carly. Jack told Mike he would always be welcome, and Mike made Jack promise to take good care of Sage. Molly did her best to comfort a grieving Mike, while Katie looked on. Dusty and Holden made contact with Lily, and eventually tracked her down. While Holden went down the well after Lily, Margo called Dusty, informing him of \"Brackett's\" escape. Dusty found the badge from \"Brackett's\" stolen uniform on the ground by the well. At the lodge, he found Rose, tied up so that one wrong move would hang her. As Dusty entered to save her, \"Brackett\" put a gun to the back of his head. Sarah called Bonnie, promising that she would apologize to Dr. Daniels for stealing his PDA. At Memorial, Sarah did just that, but Walker thought she was feverish and asked to examine her. Bonnie and Isaac arrived, then saw Sarah nearly faint. They thought it was an act, but Walker thought otherwise.",
    "soapcentral_condensed": "After their wedding, Carly picks up Sage and tells Jack that she looks just like her father. Jack is stunned, and dares to think Carly is giving him a subtle hint that he's the true father. Carly reveals what the medical report confirms, and they both are overcome with elation. Katie finds herself alone with the paternity report Carly was hiding from her before the wedding. She gingerly picks up the folded paper and starts to read the results. Katie gets to the part about Jack being the father, when Mike walks in. She quickly hides the paper behind her back, but it's too late. Mike wants to know what she's up to. Sarah finds Dr. Daniels at the hospital and apologizes, then notices that Sarah is running some kind of temperature. Bonnie and Isaac stop by the station to drop off her community service certificate. Holden tries to contact Lily on the walkie-talkie again, and this time she responds. Lily tells Holden that Rose escaped. Bonnie gives Bonnie a call on her cell phone to apologize for stealing his PDA.\n"
}