{
    "soap_central": "\n\n \nCraig called on Carly, who was drinking lots of seltzer water.  He was encouraged to see her looking well and apparently sober.  They both agreed that there was no reason for Jack to know about the hit-and-run incident involving the two of them, and Carly flirted with Craig and then kissed him.  Sage came through the room on her way to go riding with her father, but she looked disgusted at what her mother was doing.  Carly missed Sage's exit, and then she worried that her daughter had been freaked out when she saw her mother and Craig locking lips.  Carly told Craig that she needed to face things head-on.\n\n\nKatie watched the tape of \"Geneva Swift\" over and over, but Brad shut it off.  Katie called the woman a \"train wreck,\" but thought she was grotesquely fascinating.  Brad and Katie kissed, but Brad resisted her attempts at seduction for fear of hurting the baby, and because he had to be at work soon.\n\n\nIn the Lakeview lobby, a stranger approached Vienna and expressed great admiration for her performance on \"Oakdale Now.\"  He became quite obnoxious until Henry arrived and told the pest to beat it.  Henry ranted a while until Vienna asked him to listen to himself; he sounded like Geneva Swift.  That comment stopped Henry cold, and Vienna left for WOAK.  Henry, using Geneva's voice, immediately called Kim and agreed to participate in \"Oakdale Now.\"  He promised to be there in \"two shakes of a lamb's tail.\"\n\n\nJack and Janet smooched, as Sage arrived at the farm.  She had a long face, so Jack questioned her about things at home.  Sage said things were weird with Craig there so much of the time.  Jack asked a few more questions until finally Sage admitted that she had seen Craig and Carly making out.  Jack took a call from Carly inviting him and Janet to dinner, and before Jack accepted, he asked Carly what bomb she was planning on dropping.  Carly assured him that there was no bomb, only a barbecue.\n\n\nCraig asked Carly if the dinner plan was a good one.  He said that he would understand perfectly if Carly was not yet ready to go public with their relationship.  Carly assured him that she wanted everyone in the family to know how much of a help Craig had been to her.  Parker returned home, and in response to his mother's query about his driving safely, he remarked that at least he had not run anyone down.  Carly told him to get cleaned up for dinner because they had guests arriving.\n\n\nHenry poured himself into a foundation garment and then took a call from Katie.  She was lonesome and asked him to keep her company and watch the show with her.  Henry said he was actually at Metro doing some \"cosmetic remodeling,\" as he put on his Geneva Swift face and wig.  He hung up in a hurry and slipped on his sensible heels.\n\n\nAt WOAK, Kim spoke to Vienna and Brad and told them that Geneva Swift was their guest for the show that day.  Vienna called Geneva a \"crazy old bat,\" and Brad said she was a \"crackpot.\"  Kim disagreed and asserted that Geneva had strong opinions and was entitled to express them on the air.  Kim liked that the odd woman brought in more viewers, and she applauded the gal's spontaneity.  Geneva arrived, and immediately Vienna got in her face and challenged her.  Kim calmed Vienna and instructed Geneva to just state her case when they went on the air.\n\n\nThe segment began, and Kim introduced Geneva Swift.  Geneva stated her points and finished by protesting that Miss Hyatt's \"mammary\" had bounced up and down on screen.  Kim explained again that the wardrobe malfunction had been an accident, and Brad added that it could have happened to anyone who was doing a lively tango.  Geneva disagreed, so Brad offered to show her.  Brad and Geneva began to tango, while at home, Katie howled with laughter.\n\n\nKatie was hoping that Henry was not missing the hilarious episode, so she called him on his cell.  On the air, Geneva Swift's cell phone began to ring in her purse, and Katie began to clue in.  She paused the show on a close up of Geneva's face, and cried, \"Oh, my God!  That's Henry!\"\n\n\nGeneva claimed that she had proved that a woman could tango without exposing herself, so Miss Hyatt was obviously the problem.  Brad defended Vienna, who called Geneva a \"sad, jealous, lonely old woman,\" and Vienna offered to help Geneva loosen up by giving her a massage and showing her where her \"sensual triggers\" lay.  Geneva refused instantly and got up and stormed out.  Kim went to a commercial.\n\n\nJack and Janet returned Sage home, and Carly thanked her guests for accepting her invitation.  Craig offered seltzer water, iced tea, or cherry soda for libations.  He was making the point that Carly's house was alcohol free.  Carly and Parker went to fetch the appetizers, and Craig assured Jack and Janet that Carly was doing fine.\n\n\nIn the kitchen, Carly added some bitters to her seltzer water.  When Parker questioned her, she said bitters was just a flavoring that perked up her water a bit.  Parker took out the bottle and read the label.  In the living room, Carly made a speech about how much better her life was, and she thanked them all for helping, especially Craig.  She toasted to family and good friends.\n\n\nParker called his mother into the kitchen and accused her of being drunk again.  He was holding the bitters bottle in his hand and explained that it contained 40 percent alcohol, a fact that seemed to surprise Carly.  She said she had made a mistake, but Parker accused her of lying to herself.  Craig walked in, and Carly attempted to gloss over what had just happened. Parker said that his mother had been adding alcohol to her seltzer water, but Carly still claimed that she had no idea it contained liquor.  She said she would just start over, but Parker spewed out some nasty comments just as Jack walked in.\n\n\nWhen Jack questioned Parker about what was going on, Parker hesitated but then told a lie, and Craig backed him up.  After dinner, Janet and Jack left, and Sage went upstairs.  Carly thanked Craig and her son for not ratting her out to Jack, but Craig stated that Jack was not the problem at that moment.\n\n\nAt the studio, Kim declared to her crew that she wanted to make Geneva a regular on the show.  Brad and Vienna were shocked, but Kim said that the phones had not stopped ringing in support of the woman.  Vienna asked if she needed to begin dressing like a nun, but Kim said that she could be as provocative as she liked.  Kim even suggested that Vienna take pole dancing lessons, but Vienna assured her boss that she only needed a refresher course.  She said Henry would be delighted, and she could practice with him.\n\n\nHenry went back to the Lakeview and divested himself of the Geneva Swift persona.  He stuffed his outfit into a bag and shoved it under the bed again, as he took a call from Katie asking him to see her right away.  He hurried to her side, concerned about her and the baby, but all Katie wanted to discuss was \"Oakdale Now.\"  Henry said that he had not seen the recent episode, and Katie said she was worried about how viciously Geneva Swift had attacked Vienna.  Then Katie asked Henry to lean closer, and she picked off a large piece of latex from his cheek and called him \"Geneva.\"\n\n\nKatie admitted that she had been the one who had called Henry's cell phone during the show, and she accused him of being jealous of all the attention on Vienna.  Henry complained that people stared at Vienna all the time, and he vowed that Vienna would never find out who Geneva Swift really was.  Brad barged in, full of talk about \"the old battle axe.\"  He announced that Kim wanted to make the crazy woman a regular part of their show, which Brad thought was delusional.\n\n\nAt the Snyder farm, Janet and Jack enjoyed a couple of beers, and Janet asked her husband why he was so quiet.  Jack said that he had walked in on something at Carly's that involved Craig and Parker, and he thought he had gotten a lame explanation.  Janet warned him not to look for trouble and to let it go.\n\n\nAt home, Carly dumped the bitters into the sink and claimed that she could lick the demon booze on her own.  Parker couldn't take any more and walked out, while Craig took a miserable Carly in his arms.\n\n\n",
    "tvmega_recap": "Carly yells for Sage to get a move on since Parker is waiting in the car on them. The doorbell rings and it is Craig, who interrupts Carly's morning. While Carly and Craig kiss, Sage sneaks out of the house. Carly is completely taken aback when she sees that Parker and Sage are already gone without her. Carly wonders if Sage had seen the kiss between her and Craig. Henry tells everyone that Vienna is the reason for the confusion on the show. Brad comes in and switches off the television. Katie lets him know that she was watching that. Brad and Katie begin to discuss Vienna's sexual exploits on the show which Katie doesn't like too much, but Brad defends Vienna's actions. Katie, being jealous tries to seduce Brad, but he refuses by telling Katie that she is pregnant. Walking to work, Henry and Vienna meet up with a very interested fan of \"Oakdale Now.\" Henry tells the man to beat it when the man asks for an autographed photo of Vienna. At the ranch, Jack tells Janet he is going to get to go riding with him and Sage if it kills him. Janet, jokingly, tells him that it just might. Sage walks in, quite put off with what had been going on at her home between Carly and Craig. Sage lets Jack know that Craig is Carly's boyfriend. Jack is more than a little surprised when Carly calls him and invites him and Janet to a barbeque when they bring Sage home. Katie calls Henry and invites him to come over and watch \"Oakdale Now.\" with her, but he tells her that he has plans. The show \"Oakdale Now\" begins with Kim asking Geneva to let the viewers know her concerns about what had been happening on the show. Massive pandemonium breaks out on the show with Geneva hurling insults toward Vienna and her articles of clothing that she wears on the show. Brad cons Henry into dancing which leads to more pandemonium. At home, Katie calls Henry to tell him about the show and realizes that Henry is Geneva. Parker catches Carly spiking her seltzer water with bitters. Parker, Craig and Carly have a confrontation in the kitchen over Carly's drinking. Jack interrupts. Katie calls Henry, once again, to come over. After a few moments of conversation, Katie lets Henry know that she knows that he is Geneva.",
    "soapcentral_condensed": "Geneva Swift was a guest on \"Oakdale Now\" Vienna called Geneva a \"crazy old bat,\" and Brad said she was a \"crackpot\" Geneva claimed that Miss Hyatt's \"mammary\" had bounced up and down on screen. Kim defended Geneva who called Vienna a \"sad, jealous, lonely old woman,\" Vienna offered to help Geneva loosen up by giving her a massage and showing her where her \"sensual triggers\" were. Henry, using Geneva's voice, immediately called Kim and agreed to participate in \" Oakdale Now.\" He promised to be there in \"two shakes of a lamb's tail\" Jack took a call from Carly inviting him and Janet to dinner, and before Jack accepted, he asked Carly what bomb she was planning on dropping. Craig asked Carly if the dinner plan was a good one, and he said that he would understand perfectly if Carly was not yet ready to go public with their relationship. He said that she wanted everyone to know how much of a help Craig had been to her.\n"
}