{
    "soap_central": "\n\nAt WOAK, Katie stared at a promotional photo of herself and Brad, then called Margo and invited her to have dinner with her. Margo told Katie to meet her at the station. An officer told Margo she had a phone call, and when Margo took the call, a man's voice said, \"Mom?\" It was Matt, pretending to be Adam, and he told Margo he needed to meet her at the church at Luther's Corners so he could explain why he was calling and make things up to her. He hung up before Margo could ask anything else. Margo called Tom and asked him to meet her at the station right away.\n\n\nCarly called Jack from the Chicago Loop Scenic Shop and apologized for having gone there alone. She said she had to find evidence to show that Kit was guilty of Sam's murder, so that the charges against Parker would be dropped. Jack told Carly not to go in there alone, but Carly insisted she would be in and out before any backup could arrive; all she wanted was to find evidence of Kit's disguise. She hung up before Jack could object further. \n\n\nJack tried to call Margo, but she was on her way out and couldn't talk to him. He then tried another officer, but he was busy, too, so Jack began taking off his hospital monitors. A nurse came into the room and told him if he tried to leave with his blood pressure so high, he could kill himself. \n\n\nKatie arrived at the station just as Margo was leaving. Margo told Katie that something urgent had come up; Tom came in behind Katie, and he and Margo left immediately. \n\n\nCasey joined Alison at Java. Alison told Casey that Matt had admitted he was working for Gray Girard; she said Matt had told her that Gray was a very bad guy. Alison said Matt had told her to warn Casey and his family to watch out for Gray, and he had made Gray sound dangerous. Alison thought they should go tell Casey's mom what Matt had said, but Casey didn't want to do that without knowing more about who Gray Girard really was. \n\n\nBonnie joined Brad for drinks at the Lakeview. Alison and Casey approached their table and asked for Bonnie's help. They told Bonnie they wanted her to get her cousin Dallas to use the police computer database to get information on Gray Girard. When Alison said they thought Gray Girard might mean harm to Casey and his family, Bonnie asked why they didn't go straight to Margo, since she was the police chief. Casey said he'd been in trouble so much lately that he didn't want to upset his mom if it turned out he was wrong about Gray. Brad said he wasn't wrong, that Gray was indeed a bad guy. They all agreed to meet at the police station.\n\n\nIn the church at Luther's Corners, Henry and Vienna were passionately kissing when Vienna said she felt uneasy doing that in a church. Henry convinced her that they were making peace by making love. Outside, Gray approached Matt and asked why he hadn't set the church on fire yet, as he had been ordered to do. When Gray turned his back, Matt struck him and knocked him to the ground. Matt found the church keys and unlocked the door. Henry and Vienna heard the door opening and got dressed and ran out of the church quickly.\n\n\nMatt turned to find Gray pointing a gun at him. Matt said he couldn't stand by and watch innocent people be hurt, but Gray said that Tom and Margo Hughes, at least, weren't innocent, and that because of them, his brother was dead. Gray then shot Matt, hitting him in the shoulder. \n\n\nTom and Margo arrived at the church. Tom asked if Margo was sure the call she'd gotten had been from Adam; Margo said she wanted it to be, but whoever it was had sounded scared. As they left the church, they saw Matt lying on the ground; thinking it was Adam, Margo rushed to his side. When she saw it was Matt, she realized he had been shot, so she called the station to request an ambulance and police units to block off the area around the church. Margo asked Matt who had done this to him, and he said, \"Gray Girard.\"\n\n\nAs the paramedics prepared to take Matt to the hospital, Matt admitted he had pretended to be Adam and said he had been \"under orders\" from Gray to get Margo to the church. When Margo asked where she could find Gray now, Matt told her to check his pocket. Margo removed a business card for the Chicago Loop Scenic Shop; Matt was wheeled away, and Margo explained to Tom that apparently Gray Girard owned the scene shop where Jack had been shot and Henry had been taken after he'd been kidnapped. \n\n\nHenry and Vienna returned to the Lakeview. There, they ran into Bonnie and Brad, who were on their way out. Henry told Brad he and Vienna had kissed and made up, and Brad congratulated them. Henry and Vienna went into the lounge, where a waiter brought over a bottle of champagne, telling them it had been reserved for them by Gray Girard. \n\n\nBrad, Bonnie, Alison, and Casey arrived at the police station, where Katie said hello to Casey and told him his mom had just left. Casey said he was there to do research and didn't need to speak to his mother. Dallas told Bonnie he didn't think Margo would like it if he helped them use the police database to track down information. They pleaded with Dallas to give them just a few minutes on the computer, and he finally agreed, taking them into another room to use the computer. Brad remained in the main area and spoke to Katie, telling her she looked lost. \n\n\nBonnie found the list of Gray's aliases and figured out Gray's birth name was Gerald Nevins. When Casey heard the last name, he said he had to call his mom right away. When he reached Margo, Casey told her about Gray's true identity. Margo and Casey agreed that the fact that Gray's real last name was Nevins couldn't be a coincidence; they both thought he must be related to the man who had raped Margo years earlier and whom Tom had then killed after the man escaped from prison. Margo told Casey that Gray had shot Matt and then said she would have to talk to him later, but she thanked him for the warning. \n\n\nAlison told Casey they should go to the hospital to check on Matt. Dallas told Casey that Margo would be fine, because at least she knew what she was up against. Casey and Bonnie both thanked Dallas for helping them, and Casey and Alison thanked Bonnie as well. Bonnie found Brad talking to Katie and told him the kids were done, so they could go back to the Lakeview and finish what they'd started. \n\n\nAs Carly looked through files at the scene shop, trying to find a record of Kit having rented a particular costume, Gray Girard approached her, with a gun behind his back, and told her she was trespassing. Carly decided to forget the phony story she had tried to tell Gray about just being there to select a costume and instead admitted she was looking for evidence to clear her son of a crime he hadn't committed. Gray said he wasn't interested in her problems, but Carly took out Kit's pictures and showed them to Gray anyway, asking him if he had ever seen Kit. \n\n\nGray told Carly he'd never seen the woman in the pictures before. When Carly asked if she could show the photos to his staff, Gray told her she was asking way too many questions. Suddenly, they heard sirens, and Gray asked if Carly had called the police. She told him it must have been her overprotective ex-husband, who was a cop; Gray slipped away as Carly went to see if the police were coming. Carly and Margo ran into each other, and Margo asked what Carly was doing there. After Margo and Carly both explained why they were at the scene shop, Carly told Margo she thought she'd just been talking to the man Margo was looking for, the owner of the shop. Carly told Margo he had taken off when he heard the police coming.\n\n\nTom went to the hospital to make sure Matt was going to be okay and stopped to visit Jack. The nurse warned Tom not to get Jack's blood pressure back up, so Tom said he'd better not talk about Parker's case. Instead, he filled Jack in on what had just happened to Matt. Jack told Tom he was worried about Carly because she had gone off on her own again trying to solve Parker's case. When Tom asked where Carly had gone, Jack told him she was at a scene shop in Chicago. Tom became worried and told Jack what he knew about the shop and Gray Girard.\n\n\nAlison and Casey arrived and asked Tom if Matt was going to be okay. Tom said Matt was still in surgery. Casey told his dad that Gray's real name was Nevins, and Tom asked if Margo knew that. Casey said he had told her. Tom, Casey, and Alison went out into the hall and saw Matt being wheeled into a room. Casey and Alison thanked Matt for having come clean in the end, so that they could warn Tom and Margo about Gray. Matt said he hated to tell them this, but no one had ever stopped Gray from finishing a job.\n\n\nOutside the scene shop, Carly spoke to Jack on the phone. He told her who Gray Girard really was, and Carly said Gray had given her the creeps. Jack wondered what it would take to get Carly to listen to him, and Carly promised she would next time. Jack told her not to make promises she couldn't keep. Carly then spotted a bag lady across the parking lot; Carly told Jack goodbye, hung up the phone, and caught up to the bag woman. The woman said she had seen Carly on TV talking about Kit; Carly asked if she knew her, and the woman said she might. However, when she heard the police sirens, the woman said she didn't want any police, and she rushed away.\n\n\nVienna and Henry were still in the lounge when Brad and Bonnie returned to the Lakeview, and Brad went to the bar to order tequila shots. Henry joined him and told Brad that he wouldn't get over Katie by jumping into another relationship right away with Bonnie. Meanwhile, Vienna asked Bonnie if it bothered her dating someone who was so much in love with another woman. Bonnie sniped back that she'd heard Vienna had been \"living it up with Gray Girard like a minute ago. Henry must not mind. He must be used to being two-timed.\" Vienna told Bonnie she'd rejected Gray and gone back to her true love, Henry. Vienna said Bonnie probably didn't know anything about true love since Bonnie had only been married to Isaac for about \"a minute and a half.\"\n\n\nBrad and Henry returned and broke up the cat fight. Brad noticed the champagne, and Henry said they weren't drinking it because it was from Gray and was likely to be tainted. Brad said it was free booze, so he picked up the bottle and took a swig. Almost immediately, Brad clutched his chest and collapsed on the ground. As Henry leaned down to try to revive Brad, Brad reached up and tried to kiss Henry. Brad laughed, and Henry told him it wasn't funny, especially since he'd been tortured by Gray Girard. Henry told Vienna he thought it was time they continued their celebration upstairs, alone, and he and Vienna left. \n\n\nBonnie told Brad she thought he was trying too hard, and she said she had seen how upset Brad looked when he saw Katie at the police station. Brad said that wasn't true and that he only had eyes for Bonnie. Upstairs, Henry and Vienna stumbled into Katie's suite, not realizing Katie was there. Katie said she was glad to see they were back together again. She told them to stay, insisting she would leave instead so they could have some privacy. \n\n\nLater, Vienna told Henry she had never stopped loving him. Henry said they should concentrate on the good and forget the bad. Vienna said the most important thing was knowing that they were right where they belonged, and Henry pointed out that technically, this was Katie's room, and they didn't belong there. Vienna said they should do something to thank Katie, and Henry was about to suggest a month's worth of free meals at the diner, before he remembered the diner wasn't theirs anymore. Vienna said that made her sad, because the diner was something they had created together.\n\n\nKatie went to the lounge and sat at the bar alone, where she ordered a ginger ale. Looking over, she saw Brad, still drinking champagne, and Bonnie. Suddenly, Brad collapsed, and Bonnie told him to quit kidding around. Katie rushed over, but Bonnie said Brad was just fooling. Katie told Bonnie that Brad wasn't breathing and that she should call 9-1-1. Katie began performing CPR on Brad.\n\n\n",
    "tvmega_recap": "Matt hits Gray over the head and unlocks the door so Vienna and Henry can leave the church. Gray gets angry that Matt betrayed him and escapes to the Chicago loop scenic shop. Matt tells Margo that Gray wants revenge against her family and gives her a card with the address to the Chicago loop scenic shop. Matt is taken to the hospital and survives an operation. Bonnie and Dallas help Casey and Allison discover that Gray's real name is Gerald Nevins, the man who raped Margo. Casey warns Margo who is on her way to Chicago in pursuit of Nevins. Carly is searching the scenic shop costume files when she is caught by Nevins who gets away when he hears the police siren. Carly tells Margo she was unable to find evidence to clear Parker, but the guy she is searching for took off when he heard the siren. Carly finds a homeless woman who saw Kit but the woman runs away, because she doesn't want trouble from the police. Katie is jealous to see Bonnie and Brad on a date celebrating Henry and Vienna's reconciliation. Brad drinks champagne given to Henry and Vienna by Gray and pretends that he is choking and passes out; nobody thinks it's funny. Vienna and Henry go upstairs to Katie's room to have a private celebration, and Brad continues to drink the champagne. Brad falls to the floor again. Bonnie thinks he is joking, but Katie rushes to Brad's side to perform CPR when she notices he isn't breathing while Bonnie rushes to call an ambulance.",
    "soapcentral_condensed": "Katie called Margo and invited her to have dinner with her. Margo called Tom and asked him to meet her at the station right away. Carly called Jack from the Chicago Loop Scenic Shop and apologized for having gone there alone. Matt pretended to be Adam to get Margo to meet him at the church at Luther's Corners. Henry and Vienna were passionately kissing when Vienna said she felt uneasy doing that in a church. Matt said he couldn't stand by and watch innocent people be hurt, but Gray said that Tom and Margo Hughes, at least, weren't innocent, and that because of them, his brother was dead. Gray shot Matt, hitting him in the shoulder, and he said, \"Gray Girard\" and said he had \"under orders\" from Gray. Matt told Margo where to find Gray, and she removed a business card from his pocket to check his bank account and found out he had been taken by Gray Girard and taken to the police station.\n"
}