{
    "soap_central": "\n\nIn Florida, Emily finds out what Dusty and Jennifer are up to and beats them to the punch by tracking down and speaking with Nurse Thompson. Unaware, Dusty and Jennifer set out to find the nurse, while Dusty continues to reassure Jennifer that everything will work out in the end. Carly and Jack stay on the case to find Gwen and Will. Carly gets Cass to meet with her and tells him what his clients are up to but Cass knows nothing and warns that there's more to Iris than meets the eye. Later, Jack gets a lead that Iris went to New York and he and Carly head for the airport. Meanwhile, Gwen and Will meet up with her beloved teacher who invites them to stay awhile in the basement of the school. There, while Gwen and Will bond more, Iris finds the teacher in the park and demands to know where Gwen is. An angry Lily orders Keith to move out and is unmoved when Keith gives a heartfelt pitch to Lily about their love and what they've meant to each other. Later, a shaken Lily believes Keith is out of her life for good just as Keith is telling JJ that he's staying in Oakdale.\n\n\n",
    "tvdb": "Emily speaks with Nurse Thompson in Florida. Carly and Jack continue to look for Gwen and Will. Jack gets a lead on the case regarding Iris who may have left for New York City. Gwen and Will bond in a school basement. Lily orders Keith to move out. Keith tells J.J. that he's staying in Oakdale.\r\nSource: tv.com",
    "tvmega_recap": "Lily and Keith have a stressful talk about their relationship, or lack of one now thanks to Lily ending things after what happened with Luke. Lily wants him to move off her property as well. Keith intends on not letting Lily forget what they shared. Luke chooses to forgive Keith, but Lily claims she cannot. Keith later tells JJ that he has to move, but he is not leaving town because he has invested too much here now. Ms. Clemens offers Gwen and Will a place to stay and an ear to listen with. Will continues to take care of Gwen, which isn't lost on her. They end up lying side by side in bed; will they give into their growing feelings? Meanwhile, Iris is hot on Gwen's trail, and confronts Ms. Clemens bitterly about her hiding her daughter from her. Jack and Carly are one step behind Iris and two behind Gwen. They call Cass to find out if he knows where his clients are? He does not, but warns that there is more to them then meets the eye. They hear Iris has head to New York City, and the two jump on a plane to find Rory and bring him home. Dusty and Jen are in Tampa setting up a meeting with Nurse Thompson via his PI, but Emily cuts them off at the pass. Emily confronts the nurse in the lobby in order to keep Dusty and Jen from talking with her. Will she be seen when Dusty and Jen walk into the room that they are in?",
    "soapcentral_condensed": "In Florida, Emily finds out what Dusty and Jennifer are up to and beats them to the punch by tracking down and speaking with Nurse Thompson. Carly and Jack stay on the case to find Gwen and Will. An angry Lily orders Keith to move out and is unmoved when Keith gives a heartfelt pitch to Lily about their love and what they've meant to each other. Later, a shaken Lily believes Keith is out of her life for good just as Keith is telling JJ that he's staying in Oakdale. In New York, Jack gets a lead that Iris went to New York and he and Carly head for the airport. Meanwhile, Gwen meets up with her beloved teacher who invites them to stay awhile in the basement of the school. There, while Gwen, Will and Iris bond more, Iris finds the teacher in the park and demands to know where Gwen is. Carly gets Cass to meet with her and tells him what his clients areup to but Cass knows nothing and warns that there's more to Iris than meets the eye.\n"
}