{
    "soap_central": "\n\nSierra found Dusty at the Lakeview bar, where he had enjoyed at least one too many shots of scotch. She took him to his suite to try to sober him up so they could deal with a very angry Lucinda. However, when Lucinda arrived at the hotel, she surprised them by telling them that she was no longer angry that the spa deal had almost fallen through -- because she had fixed it. Sierra and Dusty were horrified when she told them that the deal would certainly go through, since she had sent 10,000 shares of WorldWide stock to the owners of the spa.\n\n\nHenry had very reluctantly -- and sadly -- helped Craig engineer a plan so that Katie and Mike would be working together at Metro. Katie and Mike tentatively began to enjoy each other's company, but Katie was surprised when Mike said he had heard that Katie and Henry were going to start a family. Katie became upset, and Mike tried to comfort her in an embrace just in time for Jennifer to walk into Metro and see them. Jennifer, who had been defending her engagement with Mike to Craig, went directly to Craig and told him that she would go back to Street Jeans and WorldWide if her mother was not involved and if Craig stayed out of her personal life. Craig, knowing why Jennifer had changed her mind, agreed to her terms.\n\n\nKeith was in a panic because Julia had threatened to keep him away from J.J. When he told Jack about it, he also said that his sister \"isn't going to get away with it.\"  Jack told Keith that it sounded like he had threatened his own sister, and he began to see a pattern forming. Keith left to try to enlist Holden's help, but Holden was up to his neck in trouble with Luke. He tried to assure Luke that he was still Luke's father, but Luke was so angry about the divorce and Holden's affair that he refused to listen. \n\n\nKeith interrupted the argument and told Holden that, because he was the only person Julia would listen to, he had to convince Julia not to keep J.J. away from him. Keith said, \"You have to tell her I won't let her get away with this again, that I'll take J.J. myself!\"  Holden asked, \"How can you do that? What is Julia running from?\" Keith told Holden to ask Julia that question.\n\n\nJack seemed -- at long last -- to have seen the light. He went to Holden and Lily's house to find Carly, who was outside at the front door, trying to reach Lily on her cell phone. An exhausted Jack pleaded with her to go home with him. \"We have to stay away from these people,\" he said. \n\n\nCarly told Jack that was all she had wanted since he returned to her. \"I still haven't come home, not completely,\" he admitted. Carly told him that, from that point on, it was just them, no one else. However, before Carly joined Jack in their bedroom, she frantically tried to reach Lily just one more time on her cell phone -- to no avail.\n\n\nLily wasn't answering her cell phone because she was finally standing up to Julia. Julia assumed that Lily was the person who had trashed her apartment, and not wanting to implicate her son, Lily admitted to doing it. Julia was about to call the police when Lily offered to pay for the damages. Julia was furious, but she changed her tune when Lily mentioned El Paso. \n\n\nJulia tried to bluff her way out, but she soon found that Lily had known all about her drug charges and suddenly became very conciliatory. She said that if Lily just paid for damages, Julia wouldn't call for police. However, Lily knew she had found her moment. Lily, who had nothing to lose, pressed the issue and threatened to tell the police, anyway. Julia asked Lily what she wanted -- Lily wanted Julia and J.J. to pack up and leave Oakdale that very night. \n\n\nJulia, in tears, explained that she could not leave that night, as J.J. was at a friend's house, and she pleaded for Lily to show her compassion. She begged Lily not to call the El Paso police because of her son, who would be without his mother if she were in jail. Lily found that laughable and reminded Julia that just moments before, Julia had not been thinking about compassion for Lily's family when she had wanted to put Lily in jail. Lily had had enough. \n\n\nLily turned her back on Julia, and while she was waiting for El Paso information to look up the telephone number for the police station there, Julia attacked from behind. As the two wrestled over the cell phone, Julia fell backwards, tripping on an ottoman and hitting her head on a coffee table. Lily was horrified when Julia didn't get up. \n\n\n",
    "tvdb": "Jack is unsuccessful in talking Julia out of getting a restraining order against Lily, but Lily understands that he's only doing his job. When Luke tells her that he trashed Julia's place, she risks going to jail to clean things up so that her son isn't going to face more trouble for what's happening in his parents' marriage.",
    "tvmega_recap": "When Katie learns that Mike is helping Aaron at Metro, she offers to help too. Mike questions when Katie plans on starting a family, and she assures him it won't be anytime soon. Henry is glad that his plan to get Mike and Katie together seems to be working. Craig tries to persuade Jen that Mike is no good for her. He purposely has her go to Metro, so she can see Mike and Katie together. When she sees them, she is upset and heads straight back to Craig's arms. Julia is furious when she finds Lily in her apartment. She threatens to call the police, but when Lily mentions El Paso, she quickly changes her mind. Julia considers letting Lily pay for some of the damage and not calling the police. Lily warns her to leave town and to leave Holden alone. As Lily dials the phone, Julia grabs it away, the two struggle, and Julia takes a fall. Dusty tries to drink away his memories of Lucy, Sierra finds him and takes him to her place, where he passes out on the couch.",
    "soapcentral_condensed": "Sierra found Dusty at the Lakeview bar, where he had enjoyed at least one too many shots of scotch. Julia assumed that Lily was the person who had trashed her apartment, and not wanting to implicate her son, Lily admitted to doing it. Julia asked Lily what she wanted -- Lily wanted Julia and J.J. to pack up and leave Oakdale that very night. Henry had very reluctantly -- and sadly -- helped Craig engineer a plan so that Katie and Mike would be working together at Metro. Jennifer, who had been defending her engagement with Mike to Craig, went directly to Craig and told him that she would go back to Street Jeans and WorldWide if her mother was not involved and if Craig stayed out of her personal life. Craig, knowing why Jennifer had changed her mind, agreed to her terms and agreed to help her get back on track with her career. The episode ends on a cliffhanger, with Julia trying to put Lily in jail while she was waiting for police to look up the number for the El Paso telephone station.\n"
}