{
    "soap_central": "\n\nJennifer is delighted when Mike suggests to her that they elope to Las Vegas that very night.   When Paul arrives, he is excited about their marriage plans - but also works hard to convince them that they must leave Oakdale - forever - if they want to have a life together.  He tells them that their lives will be a living hell if Craig finds out the baby is his.  It's not an easy choice to make, but later, when Mike and Jennifer are on board a plane to Las Vegas, he asks her what she's doing: \"I'm just saying good-bye to Oakdale,\" she answers.\n\n\nPaul was right that Craig would find out about the baby.  When Henry leaves to buy a bottle of champagne to celebrate that the baby is Mike's, Katie and Craig talk about Jennifer's baby.  Craig is sad that the baby isn't his and laments that Jennifer is 10 weeks pregnant - Katie corrects him, automatically.  \"No, it's only five weeks.\"  She then explains how she knows and Craig knows immediately that Jennifer's baby is hers.  Katie went on to tell him about her conversation with Jennifer's doctor.  Henry arrives with the champagne, but Craig doesn't want it - he leaves to inform Jennifer that the baby is his and she and Mike cannot \"steal\" his child.  Katie explains to Henry how Craig found out.  Henry is really angry but Katie doesn't understand why.  \"It was partially an accident,\" she says.  She doesn't understand when Henry says she wanted Craig to find out.  Henry tells her that it's obvious - she wanted Craig to know so that Mike and Jennifer would break up and Katie and Mike could get back together.  Katie does not refute his assumption.\n\n\nMargo reels from Casey's comment that she was the last person who should talk about responsibility after what she did with Doc Reese.  Casey leaves to look for Celia, and Tom tries to make Margo feel better.  She took his comment to heart, though, and will not be easily consoled.  Tom tells to her that he is over what happened and that she should be too - and he reminds her that she forgave him for things that were much worse than what she did with Doc Reese.  Margo feels ready to talk to Casey, and when they do talk, Casey tells her that seeing the mistakes she and Tom have made have only made him more responsible, not less.  Later that evening, Tom creates a romantic atmosphere with candlelight and wine.  They both admit to each other that they could not live without each other and Margo melts when Tom tells her that he hopes Casey finds someone who makes him feel the way he feels about her.\n\n\nJack arrives home to chaos.  Carly is being treated by paramedics but she is sitting up and talking.  Jack is overcome by relief that she is okay, and insists on knowing what happened.  When she explains that Les hurt her, she also told him that he took JJ.  Jack is worried about JJ, but even more worried about Carly.  He panics when Carly faints.  However, paramedics tell him that it is common for people with head injuries to faint.  He insists that she be taken to the emergency room.\n\n\nLily and Keith left Carly when the paramedics arrived and are now chasing Les's car.  Les has his hands full with JJ, who has tried to escape several times.  He tells JJ to knock it off or \"I'll fix you the way I fixed your Mama.\"  JJ knows exactly what he means.  Les sees the headlights from Keith's car, and tells JJ to call Jack.  When Jack answers, Les grabs the phone and tells Jack to tell Keith to slow down or he would wrap his car around a tree.  Jack calls Keith and Lily answers.  He tells Lily what Les said but Keith refuses to slow down.  Suddenly, Les's car has a blowout and swerves off the road.  Keith and Lily stop to get out of the car and look for JJ.   When Keith finds Les, he decks him and tries to hold him down.  Les is prepared - he plunges a knife into Keith's stomach.  Moments later, Jack finds them and points a gun at Les, who is on top of Keith now, plunging the knife into him.  As Jack asks Keith if he's okay, Les kicks the gun out of Jack's hand and gets him in a headlock - with a knife to his throat.  Les gloats: \"One down, one to go...\" \n\n\nLily has found a barn where she thinks JJ may have gone to hide.  JJ is hiding on the loft, and he very tentatively steps out to make sure it's okay. Lily holds her hand out to him to grab but JJ slips off the loft and Lily screams... \n\n\n",
    "tvmega_recap": "Mike and Jen discuss getting married that night in Vegas. They finally decide they want to and Paul shows up and suggests strongly to them that they never return to Oakdale if they want to keep their baby's paternity a secret. At first Jen thinks that will make them look even more like they have something to hide, but when Mike is won over to the idea, she agrees, and they get on the first plane out of Oakdale that night. Craig is talking to Katie about the fact that Jen and Mike lying to him proves he is the father. Katie defends Mike and tells Craig he would never lie about that Craig tells Katie she is letting it show that she is still in love with Mike. He also tells her he just wants his second chance as a parent, and his rightful place in this baby's life. When Henry comes back, he tells Henry that Katie finally told him the truth. After Craig leaves, Henry calls Katie on what she did. Katie claims it was a mistake, but Henry reminds her that one slip could be a mistake, but she looked at the file after she promised she wouldn't, she interrogated the doctor, and then she told Craig. He accuses her of consciously or subconsciously wanting Craig to know so he would confront Jen so her and Mike would break up, and she could get back together with Mike. Margo is reeling from Casey's hurtful comments wondering how she could have made such a mess with Doc, so now her own son doesn't respect her. Tom reminds her that she needs to forgive herself because the rest of them have already. After a talk with Tom, Casey apologizes and reminds a grateful Margo that he is responsible, and is not ready to have sex, and that is because of the mom she is to him. Jack comes home to find an injured Carly being treated by the EMT's. She tells him what happened, and begs him to help JJ. Meanwhile, Lily and Keith are hot on Les' trail, but while they are chasing him Les' tire blows, and he is forced off the road. Once the car stops, JJ opens the door and takes off. Les tries to go after him, but Keith stops him, and they fight, and Les stabs Keith. Lily runs off to find JJ, and finds him scared and hiding in a loft. She convinces him to come down because he would be safe with her. As JJ starts to come down from the loft, he loses his footing and starts to fall. Jack comes upon the scene where Les has stabbed Keith, and is surprised when Les kicks the gun out of his hand, and hold the knife to Jack's throat now!",
    "soapcentral_condensed": "Jennifer is delighted when Mike suggests to her that they elope to Las Vegas that very night. Margo feels ready to talk to Casey, and when they do talk, Casey tells her that seeing the mistakes she and Tom have made have only made him more responsible, not less. Jack is worried about JJ, but even more worried about Carly. Les sees the headlights from Keith's car, and tells JJ to call Jack. Les grabs the phone and tells Jack to tell Keith to slow down or he would wrap his car around a tree. Jack calls Keith and Lily answers. Les plunges a knife into Keith's stomach. Jack asks Keith if he's okay, and gets him in a headlock with a knife to his throat. JJ slips off the loft and Lily holds her hand out to him to make sure it's okay. Les points a gun at Jack and points it at Les, who is on top of Keith now, plunging the knife into him. Lily has found where JJ may have gone to hide and he steps out very tentatively.\n"
}