{
    "soap_central": "\n\nMeg arrived at Fairwinds after a shopping trip to Fashions. She had bought some fancy lingerie that caused Paul to remind her that their agreement for her to stay with him did not include parading around in her underwear. Meg looked at it as treating herself, even if she was the only one who would see it. Paul said that was sad, but Meg ignored his comments and began to get Eliza ready for a doctor's appointment. \n\n\nPaul was unaware that the baby had a follow-up appointment, and he had scheduled another meeting and could not accompany Meg. Paul also questioned why Meg seemed in such a good mood all of a sudden, but Meg picked up the baby and left for the hospital. Paul went upstairs to check out Meg's shopping bag, but he could not find all the lingerie and assumed Meg was wearing some of it. He immediately cancelled his meeting. \n\n\nEmma and Holden talked at the farm. Holden was still promoting Damian as the villain in the kidnapping of Luke and Noah. He was especially upset that Lily had allowed her ex to weasel his way back into their family. Emma said that he, Lily, and Damian all wanted the same thing: to find the boys and return them home safely. \n\n\nShe tried to reassure her son that Lily was not a child and that gravitating towards Damian, Luke's biological father, was natural under the circumstances. Holden was unwilling to consider that Damian might be helpful in getting the boys back. \n\n\nIn Damian's suite in the Lakeview, Lily showed him the most recent ransom note. Damian read it and declared that it fit right into his master plan. Lily asked what she could do to help, so Damian showed her the newspaper clipping he had borrowed from Lisa's scrapbook on the Grimaldi family. \n\n\nLily asked who the woman in the cape was, so Damian told her that she was Anna Pinarosa, who had claimed to be a Grimaldi heir. He said the woman was scorned and ignored by the family, and she was dead. Damian suggested that Lily drop off something that appeared to be the ransom money and then reappear dressed as Anna. \n\n\nNoah and Luke were still captives in the storage locker. They watched Zoe set up some sort of shrine with the same picture that Damian had shown to Lily. There was another photo of the woman with a little girl. Zoe spoke to the woman in the picture and wished her a happy birthday. The woman was Zoe's mother, and the girl said she had a wonderful birthday present for her this year: all the money that the Grimaldis had kept from her was finally going to be theirs. \n\n\nLuke interrupted Zoe by arguing with her about whether Lily would actually pay the ransom. When he saw how that irritated Zoe, however, he changed tactics. Luke began talking about Zoe's mother and how much she must have loved her. Zoe said her mother was a Grimaldi, but the family had denied her because her father was a Grimaldi bastard and did not carry the name. \n\n\nZoe's mother had spent years trying to claim what was rightfully hers until the family killed her. Zoe explained that the fish pendants had been her mother's. She claimed her mother was always with her in sprit. Zac returned to say he had delivered the final ransom note, which identified the drop-off point. He also showed Zoe a revolver he had acquired, \"just for insurance.\" \n\n\nDamian set up the phony ransom package and told Lily it contained a \"little gift\" for the kidnappers. Damian was sure the kidnappers would follow Lily because of the way she would look. Lily came out of the bathroom wearing a hooded cape, similar to the one in the picture of Anna Pinarosa. \n\n\nHe showed Lily the exact location on a map of the trash barrel was where she was to drop the package. He suggested she take her time so that whoever was watching would be sure to see her. He then told her to follow a path, which would lead to alcoves where she could put on the cape and a fish pendant. Then Lily would reappear as Anna. \n\n\nOnce the kidnappers saw \"Anna,\" Damian explained, they would follow her, so he showed her where to walk so that she would go past where Damian would be hiding. He would let them pass and then grab the kidnappers from behind. Lily was to take off running then, but she convinced him that she would be safe if she circled back to get a look at the kidnappers. Damian also showed Lily a gun and warned her that the kidnappers would probably have one, too. \n\n\nPaul went to Memorial and spoke to a nurse who worked for their pediatrician. He asked if Eliza had arrived for her appointment yet, and the nurse replied that the baby's appointment was for the next week. Meanwhile, Meg went to the farm to let Emma see the baby. She noticed, however, that her mother was not her usual happy self, so she offered to make tea. Emma refused, and she confided that Lily and Holden were dealing with a terrible situation and she felt totally helpless. Meg asked for details, but Emma had promised to respect Holden's wishes of privacy. She asked Meg to pray for them. \n\n\nEmma became upset with Meg, however, because her daughter was living in Paul Ryan's house again. Meg said she was only there because of the baby, and she assured her mother that she no longer had feelings for Paul. Emma called Paul a \"sadistic twisted person.\" Meg said under her breath that all that could possibly work in her favor, but she refused to say more. She told her mother that she was ensuring that Paul would never be a threat to her or Eliza again. \n\n\nIn the storage locker, Luke told Zoe that he understood why she blamed the Grimaldis, but he said he had rejected everything about that family. Zoe reminded him that he had not rejected the money to fund the foundation, and that was what she was after. Zac announced that it was time for them to go pick up the ransom money. \n\n\nHolden went to Damian's room and ran into him in the hall. Damian was on his way to play his part in the Anna scenario, but Holden wanted to talk. He attempted to make amends with Damian and only asked that Damian leave Lily out of any plans he had. Damian said it was too late for that, so Holden demanded to know where Lily was. Damian said she was at the War Memorial, the site of the ransom drop, and he said he had to leave immediately or he would be too late to help Lily. Holden was so furious that he decked Damian right in the hallway. \n\n\nThe Zs watched Lily approach the War Memorial and saw her drop the package into the trash container. Lily then walked away, so Zoe got out of the car and ran to pick up the money. Lily ducked into an alcove and put on the cape and pendant, as Zoe returned to the car. Zac tore open the package and found only a fish pendant and no money. Suddenly Zoe spotted Lily in her cape, looking just like Anna, her mother. She dashed from the car, despite Zac's protests, and ran up the stairs, calling \"Mama!\" \n\n\nLily ran down the back stairs and reached the path where Damian was supposed to be hiding. She called out his name, but Zoe was about to catch up, so Lily continued down the path. Zoe caught Lily and realized who she was, and the girl shoved her to the ground. Lily hit her head and passed out, as Holden's voice frightened Zoe away. She ran back up the stairs, while Holden discovered an unconscious Lily on the ground. \n\n\nLily came around and told Holden that the girl was one of Luke's kidnappers. Damian appeared and he screamed at Holden for making him too late to help Lily and catch the kidnappers. Lily told them that the girl had called her \"Mama,\" so she had to be Anna Pinarosa's daughter. \n\n\nLuke and Noah discussed whether they would be free after Lily had paid the ransom. Noah was worried about Zac, who was a loose cannon and had warned them it was \"too late.\" They decided they needed to get free of their bonds as soon as possible. Luke suggested that Noah kick over the table that was holding the shrine and try to break the glass in the picture frame. Noah succeeded in fracturing the glass, and Luke was able to reach a shard, which he passed over to Noah. \n\n\nZoe returned to the car and told Zac to shut up and drive. He parked the car quite a distance from the storage locker, and they abandoned it. He told Zoe she could have ruined everything by running back to follow the woman with the cape. Lily Snyder could identify her, since she got a close up look at Zoe. \n\n\nMeg went back to Fairwinds and was surprised to see Paul already home from his meeting. Paul strung her along by asking questions about Eliza's doctor's appointment, and Meg made up all sorts of details. She finally realized that Paul had gone to the hospital himself and knew that the appointment was the next week. Meg claimed to have simply mixed up the dates, but Paul was aggravated that she had lied. \n\n\nHe demanded to know where she had spent the afternoon, so Meg said she had gone to let Emma see the baby. Paul was suspicious of that, and as Meg was preparing to take the baby upstairs, he reminded her that the other part of their living arrangement was that Meg was not allowed to see other men. She told him that she was very much aware of that stipulation, because Paul had threatened to kill her if she violated it. Paul appeared uncertain that he had used those words, but he did agree. \n\n\nStill at the War Memorial, Damian was pleased to finally have a credible lead to the kidnappers. Holden scolded both of them until they explained the Grimaldi connection, and then Holden got even more angry and blamed Damian again. He said that Lily was not going anywhere with Damian, and they were going to do things Holden's way. \n\n\nLuke and Noah got free, and they were headed to the door when the Zs walked in. Zac pointed his pistol at them, and Luke said it was all over since the Zs had the ransom money. Zoe screamed that Lily had double-crossed them, and Zac pulled the trigger, shooting Noah in the shoulder. \n\n\nA frantic Luke tried to comfort Noah, as Zoe retied both of them to the post. Zac was waving the gun erratically and shouting orders. Noah passed out, as Luke begged for help for his boyfriend. Zac hollered for them to shut up so he could think, and Zoe swore revenge against all the Grimaldis. Luke began talking to Noah and begging him to stay with him. \n\n\nMeg played out another scene in her drama at Fairwinds. She put on one of her new lingerie outfits and opened the door of her bedroom, knowing that Paul would listen in on her end of any of her phone conversations. She called Emma and said, \"How great it was to see you today!\" and \"Next time, we'll have more time together.\" She ended the conversation with \"I love you, my darling.\" \n\n\nWhen Paul confronted her about the conversation, Meg said she had been talking to her mother. Paul complimented her on her outfit, as she closed the door on him. \n\n\nIn his suite, Damian looked through Eduardo's photos again. This time he found a picture of Anna Pinarosa and a young girl. The back of the photo was marked, \"Anna and Gia, age 10.\" Damian realized that the woman kidnapper was Gia Pinarosa. \n\n\nHolden dragged Lily home, and she was discouraged that she had not recognized any of the mug shots that Margo had presented to her at the police station. Holden was angry that the girl could identify Lily, as well. He blamed Lily for all their troubles because she had allowed Damian to influence her once again. He demanded that Lily cut Damian completely out of their lives. Lily began to weep, so Holden held her.\n\n\n",
    "tvmega_recap": "Meg's plan to get rid of Paul for good begins as she admits to Emma that she is going to use Paul's past mental break down to her advantage. Meg tells Paul that she is taking the baby for a check up but instead goes to visit Emma. Paul cancels a meeting and goes to the hospital and discovers the lie. Meg buys sexy lingerie telling Paul that she just wanted to make herself feel like a woman even though she knows Paul doesn't intend to sleep with her. Meg later puts on a sexy nightgown and makes Paul think she is talking to her lover on the phone when she is really talking to Emma. Damian discovers that Zoe's mother, Anna, is the daughter of an illegitimate Grimaldi who the family never accepted. Anna died and Zoe wants the money to soothe the hurt the Grimaldis caused her family. Damian and Lily come up with a plan to bring the kidnappers out of hiding by disguising Lily to look like Anna to trap Zoe. The plan almost works until Holden ruins everything. Zac and Zoe get desperate when they don't get the ransom and they shoot Noah when he and Luke try to escape. Holden tells Margo everything and gets mad at Lily for putting the boys in more danger. Lily cries and tells Holden that she doesn't care what she has to do as long as the boys get home safely.",
    "soapcentral_condensed": "Meg arrived at Fairwinds after a shopping trip to Fashions. She had bought some fancy lingerie that caused Paul to remind her that their agreement for her to stay with him did not include parading around in her underwear. Meg looked at it as treating herself, even if she was the only one who would see it. Emma and Holden talked at the farm. Holden was still promoting Damian as the villain in the kidnapping of Luke and Noah. Emma tried to reassure her son that Lily was not a child and that gravitating towards Damian, Luke's biological father, was natural under the circumstances. Lily asked what she could do to help, so Damian showed her the newspaper clipping he had borrowed from Lisa's scrapbook on the Grimaldi family. Noah and Luke were still captives in the storage locker. They watched Zoe set up some sort of shrine with the same picture that Damian had shown to Lily. Zoe spoke to the woman in the picture and wished her a happy birthday. The woman was Zoe's mother, and the girl said she had a wonderful birthday present for her.\n"
}