{
    "soap_central": "\n\n\nLucy is returning home and Nikki is bringing her.  Alan and Sierra have decided to leave for Montego that night and are intent on bringing Lucy with them.  Lily and Craig talk and Lily wants Lucy to stay but Craig is trying to send her off to Montego with Alan and Sierra.  When Lucy talks with her Dad and he tells her he wants her to be safe, so she should go with her Mom and Alan, she tells him that the only reason he wants this, is to keep her away from Dusty.  Alan comes up with the idea that if Dusty were to come with, Lucy would not have any reason for staying.  Craig thinks that Dusty won't go, and that will leave Lucy free.  \n\n\nLily has gone to Craig to tell him that she doesn't trust Alan. Craig indicates that there isn't enough proof that Alan could be guilty of anything (knowing that he has planted evidence himself to incriminate Alan.) Lily confides to Craig that she looked around and found things in his suitcase that indicated Lucy was at risk with him. Lily indicates that she knows enough not to want her niece to be in another country with Alan. Craig goes to Alan, and tells him that he wants him to take Lucy to Montego and keep her safe. While talking with Craig, Lily realizes that she has something she can use to keep them here.  \n\n\nDusty is having a dream about Lucy.  He imagines that she has come back.  She tells him that it is too late.  He is telling her that he loves her, but it too late. She has died.  Dusty wakes up from his dream on the plane, but is incoherent.  A flight attendant comes to aid him but he tells her that he doesn't need help.  He wants to know when they will land, and she says shortly.  She leaves his side and tells another attendant to please call ahead and have someone waiting for him.  She thinks he is going to need help.  Dusty wakes up in the hospital with Nikki standing by him.  She tells Dusty that Lucy is fine.  She just took her home and Lucy wasn't very happy.    Outside, sits Wade behind a newspaper, watching and waiting for the chance to do something.  Dusty is told that his past is expunged because of Starziak's death and lack of evidence.  He asks again if Lucy is fine.  Nikki says to Dusty, you love her, don't you?  He has however, fallen off to sleep.  She takes leave.  Outside, Wade makes a phone call to Lucy telling her that he is a friend of Dusty's.  He is making this call because Dusty doesn't have a phone in his room and he wanted Lucy to know what was going on.  The \"friend\" says that Dusty lost a lot of blood and has been asking for her.  Wade says Dusty flew in from Reno and asked him to call. She tells him that she is on the way.  Inside, Lucy calls the hospital to see if Dusty is really there.  A nurse comes in to see Dusty and tells him that his friend Lucy called, and is on her way over.  When Dusty thinks about it, he realizes that Lucy didn't know he was there.  He asks the nurse how Lucy found out and the nurse tells him that a friend called her to let her know.  The nurse checks his room phone and says it's working now and leaves.  Lucy is getting out of her car downstairs in the parking area when her cell phone rings.  It's Dusty.  Dusty asks her where she is, and she tells him that she is downstairs and will be up in a second.  He tells her to get back in her car right now and drive out of there, but, Wade grabs her from behind and covers her mouth leaving Dusty calling for her on the phone and Lucy struggling and yelling to get away.\n\n\nKim and Doc are having breakfast.  He is telling her he still has to work on his sports report.  Kim says not to worry because his replacement will do it for him.    She fires him on the spot.  While waiting for the bill,  a fan of Doc's comes up and introduces himself.  He tells him if there is ever anything that he can do, to let him know.  On the way out, Doc tells him that he and WOAK management didn't agree on certain things and so they decided to part ways.  The man inquires, that perhaps this is Doc's lucky day.\n\n\nCasey comes downstairs and sees his parents. He comments that it is unusual to have them both there at the same time.  He notices that his Dad has a packed suitcase.  He says why is it that they always can find time to call him nicknames before the bottom falls out of a kid's life.  Tom tells him that, that won't happen.  He explains that his work has caused a big strain on the marriage and they need to be apart for awhile.  There is no third party involved.  Margo leaves with Casey to take him for his golf lessons.  Tom looks around the house when Kim comes to the door.  She tells Tom that she feels guilty because she was the one who brought Doc to Oakdale, but, she is also finding a moment of happiness because she fired him.  She tells Tom that Doc is probably on his way out of town.  As Margo sits and waits, Casey finally returns after filling out his paper work.  They wonder who his new golf instructor will be.  They turn around and there stands Doc Reese!!!\n\n\n",
    "tvdb": "Kim fires Doc, citing his contracts morals clause among other reasons. But Docs luck changes fast. On their way out, they run into the Country Clubs manager, a big fan of Docs, who offers him a job as a golf instructor. Meanwhile, Margo pleads with Tom to reconsider leaving, but hes determined to separate at least for now. They talk to Casey and Tom blames the separation on the fact that hes had to work long hours. Casey wonders if something else is up, but Tom covers for Margo. As Tom heads out, Margo drives devastated Casey to the Country Club for his golf lesson. Theyre surprised to find Doc is the new golf instructor! Lucy is furious with Alan and Sierra for making her leave Reno and Dusty. Meanwhile, Lily tells Craig that Sierra and Alan plan to take Lucy to Montega tonight. Craig tries to brush aside her concerns, but Lily tells him she found Lucys trust fund papers among Alans things. Back at the house, Lily bursts in with Craig behind her and insists Lucy stay in Oakdale. However, when Lily goes, Craig declares that Alan should take Lucy to Montega - and not let her out of his sight. Lucy gets defensive, and accuses Craig of trying to keep her from Dusty. After, Lucy gets a call from Wade who claims to be phoning on behalf of very injured Dusty. He says that Dusty wants her to visit him in at the hospital.",
    "tvmega_recap": "Dusty ends up in Memorial with his injuries and Wade has followed him there. Wade calls Lucy to tell her that Dusty asked him to call and let her know his condition. Before she leaves, she refuses to go to Montega despite the pleas from Sierra, Alan and Craig for her to go. When she gets to the hospital, Wade nabs her in the parking lot. Margo and Tom tell Casey that they're separating. Kim fires Doc, but the Country Club owner hires him to be the golf pro, much to Margo's surprise when she drops Casey off for his golf lesson. Lily and Craig begin a search of the guest house for incriminating evidence against Alan.",
    "soapcentral_condensed": "Lucy is returning home and Nikki is bringing her. Alan and Sierra have decided to leave for Montego that night and are intent on bringing Lucy with them. Lily and Craig talk and Lily wants Lucy to stay but Craig is trying to send her off to Montego with Alan. Lucy talks with her Dad and he tells her he wants her to be safe, so she should go with her Mom and Alan, she tells him that the only reason he wants this, is to keep her away from Dusty. Alan comes up with the idea that if Dusty were to come with, Lucy would not have any reason for staying. Craig thinks that Dusty won't go, and that will leave Lucy free. Dusty is having a dream about Lucy. He imagines that she has come back, but it is too late. Kim and Doc are having breakfast. Kim says not to worry because his replacement will do it for him. Doc tells him if there is ever anything that he can do, to let him know.\n"
}