{
    "soap_central": "\n\nNikki arrives at Jennifer and Mike's request.  Jennifer tells her that Mike might possibly be working for her, helping with the new line of jeans that her company will be putting out.  Nikki tells her, whatever she wants.  Jennifer wants her to understand why they will be spending more time together.\n\n\n\n\n\nAt BRO, Jordan and Jennifer run into each other.  He wishes her luck with her company and tells her that if she needs any help, he will be there for her.  Her comment back to him is that it will be a cold day in hell before he will ever be her boss.  This however, may be happening as Worldwide (Lucinda's company) wants to join forces with BRO, as it turns out to be a solid business venture.  Jennifer asks Mike, once again, if he will work for her and be the model for the \"Street Jeans\" line.\n\n\nJack goes to Al's diner for a cup of coffee.  The waitress turns around to wait on him and discovers that he is Jack Snyder, Carly's husband.  The waitress turns out to be Alison.  She knows him and tells him that his marriage to Carly was one of those storybook romances, it was like a legend.  It's like what came after, happily ever after.  They were very much in love and everyone knew it and could see it when they saw the two of them together.  Jack waits for his order, while Alison goes to wait on a shady looking customer.  \n\n\nAt the gym, Lucy admits to Dusty that she screwed up again.  She told the wrong people, the wrong things about the fight.  He takes her aside and instead of yelling at her, he kisses her passionately, and tells her that he is doing his best to get them out of Oakdale so they can get on with the rest of their lives.  After the guy Aaron is supposed to fight learns that something funny is going on, he approaches Aaron, and tells him that until the day of the scheduled fight, he will work with him everyday, so that when they do fight, it will be the best man won.  Aaron agrees.\n\n\nJack's order is ready, and he picks it up and prepares to leave.  Outside the door, he sees that the shady looking guy has drawn a gun on the patrons and is holding the place up.  Jack reacts like the policeman, we all know him to be, and re-enters the restaurant, trying to talk the guy out of the gun he is holding.  Jack is very calm, and performing like Jack Snyder, the cop, would do.  \n\n\nJulia and JJ have dinner together.  Julia tries to explain to JJ, that Jack has another family that loves him also.  He has come back to town to learn about them, because something happened, and he doesn't have any memory.\n\n\nAt Carly's home, a group of family and friends have gathered, to welcome Jack back and to help him make the transition about his past life, an easy one.  Carly asks each of them to tell Jack what he used to do with them, how they knew him and how they felt about him.  Carly says, they have to help Jack, want to come home.  Carly tells them all that Julia and JJ have come back with Jack also, so that they can hold onto him too.  She needs all their help.  Rosanna steps out on the porch to chat with Carly, as she watches Parker at the end of the road waiting for Jack.  Rosanna says that Jack will be there soon.  Carly is worried; it seems to have been so long a wait until now.  Rosanna says that in ten minutes, if he isn't here, maybe Hal and some of the guys, can go and help bring Jack back.  Carly agrees to wait ten minutes.  Rosanna goes back inside.  She tells everyone there what she has told Carly.  Outside, Carly, being our loveable Carly, decides that she cannot wait any longer, and takes off to find him herself.  Rosanna steps out on thee porch to get her, and finds that she has taken off again.\n\n\nAt the restaurant, Jack is still trying to get the guy with the gun to give himself up before anything further happens.  The guy ends up getting past Jack and running out of the restaurant. Jack takes off in pursuit and then lunges to tackle him.\n\n\n",
    "tvdb": "At the Lakeview, Julia and JJ are nervous as Jack prepares to go see Carly. Julia admits to JJ that Carly is Jacks wife. Meanwhile, Carly learns Julia and JJ are in Oakdale with Jack and realizes Julias hold on Jack is stronger than she thought. She rallies Jacks loved ones together to fight for him and make him remember who he was. When Jack is late, a worried Carly heads to the Lakeview to look for him. Meanwhile, Jack stops by Als Diner to pick up a treat for Parker. Just as hes leaving, a patron grabs Alison, pulls out a gun and orders her to empty the register. Jack confronts the robber and as they go crashing through the front door, a gunshot goes off. Old friends from their childhood in Montega, Lucy and Rafi reconnect. Lucy reveals that the fight is weighted and that Aarons expected to lose. Rafi, upset, confronts Dominic. Later, Rafi tells Aaron he wants to train him so when they can have a real fight. Lucy assumes Dustys going to be angry with her again for interfering, but Dusty surprises her when he says Lucy belongs by his side. Jennifer asks Mike to be the signature model for Street Trash Jeans. Mike reluctantly agrees on the condition that Jennifer makes peace with Nikki. Jennifer tries but strikes out. Meanwhile, after a business meeting with Lucinda, Jordan approaches Jennifer about World Wide buying BRO. A furious Jennifer blows him off. Later, Jordan confides in Nikki that Jennifer rejected his offer and Nikki has an idea that could help both her and Jordan.",
    "tvmega_recap": "Carly has invited Holden, Hal, Tom and Margo to all welcome Jack home. When he doesn't show up, she goes to the Lakeview and confronts Julia. Jack, on his way home, stops at Al's to pick up a piece of chocolate cake for Parker. Alison gushes over him, telling him how perfect he and Carly were. As Jack leaves, the diner is held up. As Jack takes down the perpetrator, the perp's gun goes off. Lucy accidentally spills the beans to Rafi, Rafi furious when Dom tells him to chill out and let him take care of the business end of things. Rafi talks with Aaron and offers to train him so he'll have a decent fight, Aaron reluctantly agreeing. Dom threatens Dusty again, but instead of being angry with Lucy, Dusty kisses her and tells her that he wants her there, by his side. Jennifer tries to make up with Nikki, so that Mike will consider being the model for her new jeans line. When that falls flat, she still convinces Mike to become the face of Street Jeans. Jordan convinces Lucinda to consider buying out BRO, but when he discusses it with Jennifer she tells him no, flat out.",
    "soapcentral_condensed": "Nikki arrives at Jennifer and Mike's request. Jennifer tells her that Mike might possibly be working for her, helping with the new line of jeans that her company will be putting out. Nikki tells her, whatever she wants. Jennifer asks Mike, once again, if he will work for her and be the model for the \"Street Jeans\" line. At the gym, Lucy admits to Dusty that she screwed up again. At Carly's home, a group of family and friends have gathered, to welcome Jack back and to help him make the transition about his past life, an easy one. Julia tries to explain to JJ, that Jack has another family that loves him also. He has come back to town to learn about them, because something happened, and he doesn't have any memory. Rosanna steps out on the porch to chat with Carly, as she watches Parker at the end of the road waiting for Jack. Carly, being our loveable Carly, decides that she cannot wait any longer, and takes off to find him herself.\n"
}