{
    "soap_central": "\n\nSara apologizes for stealing the PDA and asks Bonnie for a second chance.  Bonnie calls the director of the center and explains the whole situation to him.  She remains reserved in front of Sara and tells her that she'll see her at the center.  Later, Bonnie brings the PDA to Walker and tells him that Sara stole it.  Walker says he won't press any charges and is sympathetic because his dad was a teacher who used to invite troubled kids to live with them.  \n\n\nCarly and Jack decide to go home after their wedding only to find that Craig and Rosanna have brought Parker to Montana.  Carly tell Craig to leave but Craig tells Carly that Rosanna is waiting to see her.  As Craig and Rosanna get ready to leave, Jack says that Carly wants to see her.  Rosanna reminds Jack that he accused her of Carly's disappearance and asks for an apology from him.  He does eventually apologize and Rosanna goes in to see Carly.  \n\n\nIn the well, there is a loud bang and dirt and rocks fall around Rose and Lily.  There is a construction crew nearby that caused the explosion.  The girls try to radio them on the walkie-talkie but they are too far away.  Rose tries to use the rocks as steps while Lily sees blood on her hand and almost passes out.\n\n\nMolly tells Holden and Margo that she knows an FBI agent.  Holden tells Molly to call him and he arrives shortly at the police station.  Margo is getting edgy over Holden's nagging her about how the case is run.  She reluctantly lets the FBI be in charge.  The agent asks Margo why Dusty is not in jail for kidnapping Rose and Lily.  \n\n\nBarbara goes to visit James in jail.  James says he will avenge Paul's death and says Dusty should pay.  Barbara asks what James did with Rose and Lily.  She says she doesn't care about Rose but she does care about Lily.  James won't give her any answers but does allude to the fact that he is responsible.  He tells Barbara that she loves him.  Dusty barges in and James calls Marshall in too.  James continues to play games with them and he tells Barbara he will be punished as she sees Paul when she lies in bed at night.  James tells Barbara that if Paul was his son, and not taken away from him, he would still be alive today.  He says that something will happen soon and it won't be pleasant.  Barbara tells Marshall that she tried to help but James always wins.   \n\n\n",
    "tvmega_recap": "Bonnie called Troy and asked him to take Sarah back to the shelter. At Memorial, Walker thanked Bonnie for the return of his PDA. He said that he thought Bonnie could help the troubled teen. Craig and Rosanna arrived in Montana with Parker. Rosanna wanted Jack to apologize for accusing her of harming Carly, but admitted she was wrong to hurt Carly's feelings. Craig and Jack tried to convince Carly that Rosanna wanted to make amends, but she didn't entirely buy it; she finally agreed to see Rosanna, but was still a bit skeptical. Lily's condition continued to deteriorate, as nearby explosions caused debris to rain down on the twins' heads. Rose began to use some of the fallen rocks to build a makeshift ladder. Barbara visited James in prison, while Dusty and Marshall listened nearby. James wouldn't admit to kidnapping Lily and Rose, but dropped hints that he may be involved; he said he had left clues for Holden to find Lily. He then taunted Barbara with memories of Paul as a child, and told her that Paul would still be alive if she hadn't kept him away from his father. Finally, he told her that he would avenge Paul's death. At the police station, Holden insisted that Agent Brackett help with the kidnapping case. Brackett thought Dusty was responsible.",
    "soapcentral_condensed": "Sara apologizes for stealing the PDA and asks Bonnie for a second chance. In the well, there is a loud bang and dirt and rocks fall around Rose and Lily. The girls try to radio them on the walkie-talkie but they are too far away. Margo is getting edgy over Holden's nagging her about how the case is run. Barbara goes to visit James in jail. James says he will avenge Paul's death and says Dusty should pay. James tells Barbara that if Paul was his son, and not taken away from him, he would still be alive today. He says that something will happen soon and it won't be pleasant. Barbara tells Marshall that she tried to help but James always wins. Molly tells Holden and Margo that she knows an FBI agent. Holden tells Molly to call him and he arrives shortly at the police station. The agent asks Margo why Dusty is not in jail for kidnapping Rose and. Lily. Rose tries to use the rocks as steps while Lily sees blood on her hand and almost passes out.\n"
}