{
    "soap_central": "\n\nMargo sees Maddie in the interrogation room talking to Dallas, but just as Maddie is about to open up to Dallas, she spies Margo and angrily accuses Dallas of having told Margo about what happened to her (a sexual assault in Chicago). Dallas tries to tell her he didn't say anything to Margo, but Maddie storms out. Margo asks Dallas if Maddie was assaulted, and Dallas won't confirm it, which makes Margo certain it's true. Margo follows Maddie to Java and tells her she once had a secret, too, and that keeping it to herself didn't help. Although she doesn't specifically tell Maddie what happened to her (that she was raped), she invites Maddie to open up to her, but Maddie refuses. Margo tells Maddie she doesn't have to go through this alone, that she has people in Oakdale who love her and will help her. She tells Maddie that any time she feels like she's drowning in her secret, she can pick up the phone and call. Maddie leaves.\n\n\nPaul and Meg are at the hospital when Paul is handed a note saying Emily would like to see him. Emily tells Paul she wants to be a part of her child's life and that Jennifer, of all people, at this time in her life, understands what is really important. Paul tells Emily that even though he knows how wrong what he did to Jennifer was, deep down, he can't regret it, because he still thinks that his motivation was good --- to keep the baby from Craig, who was a dangerous man. Paul tells Emily he considers her dangerous as well, and that's why he's not going to let her raise his baby. Emily asks, \"How cruel can you get? Comparing me to Craig?\" Paul tells her he doesn't feel sorry for her at all; he'll make sure the baby knows who she is and how the baby and Emily helped save Johnny's life, but that's it.\n\n\nJennifer tells Dusty and Bob that she wants all the monitors and the I.V. unhooked; Bob honors her request by disconnecting everything, then he leaves. Jennifer tells Dusty she feels peaceful, and she asks him to lie down next to her and to call to have Johnny brought to see her one last time. Dusty calls Gwen and Will and asks them to bring Johnny back to the hospital. Kim tells Barbara and Hal about Jennifer asking to be taken off of everything; Barbara breaks down. Kim leaves, and Hal comforts Barbara, asking her if she remembers Jennifer's princess phase, when she'd go to bed every night wearing a tiara. Barbara does, and she asks Hal if she (Barbara) was worth all the trouble. Hal tells her he'd do it all again for 5 times the trouble and just 5 more minutes with his princess.\n\n\nDusty tells Jennifer, \"You were made to be a part of me ... you saved me.\" Gwen and Will bring Johnny in and say they'll wait outside; Jennifer tells Will, \"It's okay; be happy.\" Will tells his parents that he's not okay with all of this, that it's wrong for this to be happening to Jennifer; Hal asks him to go for a walk with him. Will says he doesn't need to go for a walk, but Hal says he does and asks if Will would join him. They leave, and Gwen offers to wait downstairs, but Barbara tells her that she needs company, too. They sit and talk, and Barbara tells Gwen some people would say she deserves this for trying to control her children; Gwen disagrees, saying, \"You don't always give people what they need, but that doesn't mean that you don't love them.\" Barbara tells Gwen about the accident she had after she left Hal, which left her physically and emotionally scarred, and how she pulled away from her children then. She apologizes to Gwen for how she's treated her in the past, and she tells Gwen that if she and Will ever adopt a child, they should remember to take every picture they can and save every lock of hair and scrap of memory, because it might end up being all they have left of their precious child. Gwen takes Barbara's hand in sympathy.\n\n\nJennifer tells Dusty that she wants Johnny to be like him, but Dusty tells her that Johnny is like her: sweet, kind, brave, and strong. Dusty promises that Johnny will be \"more than okay\" and says he'll eventually get a house with a yard and teach him to ride a bike, etc. Jenn says, \"No motorcycles!\" Dusty says, \"He won't like that, but okay --- no motorcycles!\" Dusty promises, \"Johnny will know you so well, Jenn, because you're going to be with us all the time.\" Jennifer wants to sing one last lullaby to Johnny, and she quietly sings a song about wishing on a star. Bob asks Gwen and Will to bring the baby back out, saying it's time for Meg to go find Paul and bring him back. Barbara says Johnny needs to get home for bed, and Gwen says she and Will can take him home, or Will can stay, if they'll trust her with the baby; Will says if Gwen and Johnny leave, they'll all leave together. Barbara hands Johnny to Gwen and asks her to please be sure to kiss him tonight for his mom and to tell him how much his mommy loves him. Will hugs Barbara and Hal, and they leave.\n\n\nJennifer tells Dusty she's scared, and he tells her not to be, because he's there with her. She asks if there's a heaven, and he says, \"Of course there's a heaven --- that's where we're gonna meet each other again... Heaven's real --- it's where you'll be, and you'll be watching over Johnny and me.\" She asks him what the night is like, and he describes it, saying it's the kind of night when they'd go for a walk and enjoy the breeze, and that from now on, when he and Johnny walk and feel the breeze, they'll know it's Jennifer, putting her arms around them. Then Dusty asks if Jennifer will dance with him on their wedding night, and she says, \"I'm sorry.\" He says, \"Don't be sorry, don't be sorry --- we'll have our dance, you'll see... We're already on the dance floor ... Can you see us? Can you hear the music?\" He describes dipping her and says his favorite part is when she comes back up, and she looks straight into his eyes, and then she rests her head on his shoulder like that's where it always belongs. Dusty turns to look at Jennifer and realizes that she has died in his arms.\n\n\nDusty goes out to tell the family that Jennifer is gone. Tom, Margo, and Casey come rushing up and see the sorrow on everyone's faces. Margo hugs Hal as Dusty and Barbara hug each other. Tom nods to Casey that he should leave. Meg goes to get Paul, and when he walks out of Emily's room and she tells him that Jennifer is gone, he breaks down in her arms; Emily sees this and begins sobbing. Someone calls Will and tells him about Jennifer; he and Gwen embrace, with Will holding Johnny, and then the doorbell rings, and it's Casey. He comes in and hugs them all, as Maddie arrives in the hallway and sees them. Maddie quietly leaves. Dusty returns to Jennifer's bedside, picks up her hand and kisses it, then begins crying.\n\n\n",
    "tvdb": "Maddie assumes that Dallas told Margo the truth about what happened in Chicago. Emily and Paul talk about what Jennifer would have wanted. Jennifer makes one final request of Dusty.\r\n\r\nJennifer Munson Donovan\r\nOctober 29, 1980 - July 7, 2006\r\nSource: tv.com",
    "tvmega_recap": "Jennifer dies imagining she is dancing with Dusty on their wedding night. The Munson/Ryan family and friends mourn the loss of Jennifer. Emily asks Paul for a chance to watch her child grow up. Margo encourages Maddie to be honest with Casey about her secret. Maddie is still afraid and ashamed to tell anyone what happened to her. Dusty says a heartbreaking good-bye to his beloved Jenny.",
    "soapcentral_condensed": "Margo sees Maddie in the interrogation room talking to Dallas. Margo tells Maddie she once had a secret, too, and that keeping it to herself didn't help. Dusty calls Gwen and Will and asks them to bring Johnny back to the hospital. Jennifer tells Dusty she feels peaceful, and she asks him to lie down next to her and to call to have Johnny brought to see her one last time. Paul tells Emily that even though he knows how wrong what he did to Jennifer was, deep down, he can't regret it, because he still thinks that his motivation was good --- to keep the baby from Craig, who was a dangerous man. Kim tells Barbara and Hal about Jennifer asking to be taken off of everything; Barbara breaks down, and Hal comforts Barbara, asking her if she remembers Jennifer's princess phase, when she'd go to bed every night wearing a tiara. Will tells his parents that he's not okay with all of this, that it's wrong for this to be happening to Jennifer.\n"
}