{
    "soap_central": "\n\nAt Fairwinds, Sofie arrived to accompany Barbara to her radiation treatment appointment. Paul asked for Sofie's help in coming up with a grand romantic gesture with which he could impress Meg. Sofie told Paul her own dream date was to ride in a hot air balloon, drinking champagne and watching the sunset. Paul thought it was a brilliant idea and proceeded to arrange the ride, telling the balloon company to bring the balloon to the Snyder farm in the afternoon. \n\n\nAlison and Chris had coffee at Al's and ignored Emily when she walked in and demanded to speak to Alison. Emily followed them to the hospital, where again, Alison ignored her and walked away. Paul and Sofie arrived at the hospital with Barbara. Chris saw Sofie and sat down to talk to her. Chris came up with the idea of having a small dinner party with Sofie, Aaron, and Alison. Sofie said Alison would never agree, because Alison didn't like her, but Chris said they all needed to start fresh and try to be friends. Sofie agreed to invite Aaron, and she left to go to the farm. \n\n\nEmily ran into Paul, who said Emily seemed to be in a bad mood. He guessed she was jealous about Chris talking with Sofie. Emily said both Sofie and Alison deserved better than Chris, and she wanted to think of a way to keep Chris away from Alison. Paul cautioned Emily about getting involved in other people's relationships, saying Emily wasn't too good at her own relationships. Emily accused Paul of being the same way, but Paul said he was turning over a new leaf. Emily said it wouldn't last, and Paul asked her to put her broomstick away for just one day. Emily replied, \"Don't you tell me where to put my broomstick!\" and walked away. \n\n\nAlison told Chris that Barbara was having a reaction to her treatment. Chris checked on her and found that Barbara had become dehydrated. Chris told Barbara she would need to stay in the hospital overnight. Barbara assured Paul that she'd be fine without him. Paul left to go to the Snyder farm. \n\n\nChris told Alison his dinner plans, and Alison objected because of the people involved. In a move that Alison said was calculated to appeal to her vanity, Chris told Alison that if she showed up looking glamorous in a new dress, Aaron would see what a fool he'd been for letting her go. Chris then took Alison to Fashions to look for a dress. Emily walked in and asked what Alison was doing for Chris in exchange for the dress. Chris told Emily she was way out of line, and Emily left. Alison told Chris she didn't want the dress after all. Chris assured Alison that he expected nothing in return for it, but he wanted her to have it because she had been doing so well at the hospital, and she had turned her life around. He said that was what Emily was jealous of, more than anything else. Alison ended up agreeing to accept the gift of the dress. \n\n\nMike arrived at the farm, and Meg, sensing Mike was upset, invited him to sit down for a minute. They talked about Katie's wedding to Brad and how Mike felt about Katie getting married again. Meg said it was hard to move on when someone else was holding a place in one's heart, and Mike asked if Meg felt that way about Paul. Meg said yes, but she thought she and Paul still might have a chance together. \n\n\nMike left to work on the survey of the farm. Meg received a phone call for Mike and had to deliver the message to him in person because the part of the farm Mike had gone to was in a \"dead zone\" for cell phone coverage. Aaron, who had just arrived, took over babysitting duties for Ethan. Sofie arrived and invited Aaron to dinner with Chris and Alison. When Aaron found out the dinner was Chris's idea, he wondered what was in it for Chris, because the grouping was so unusual. Sofie said Chris thought they should all try to be friends, and Sofie felt like she should give Alison a second chance, even though Alison had sided with Gwen and Will about baby Hallie, because Alison had simply been trying to be a good friend to Gwen and Will. Aaron agreed to join them for dinner as soon as Meg returned to take over the babysitting. Sofie asked if she could stay and help Aaron until then. She decided she had overreacted previously about being around Ethan because of giving up her own baby, and she was ready to try it again. \n\n\nPaul arrived at the farm, and Aaron told him that Meg had gone out to the back field to take a message to Mike. Paul said he'd better hurry before the surprise he'd planned was ruined, and he left to try to catch up with Meg. \n\n\nMeg found Mike out in the field and delivered the phone message to him. While they were talking, the balloon company representatives arrived with the hot air balloon and assumed that Mike and Meg had ordered it. Mike and Meg were mystified as to who would have ordered a hot air balloon ride, but since the man said the whole thing was paid for, Mike told Meg they should take advantage of it and go for a ride. They got into the balloon and took off. As they took off, Paul arrived, running below them and calling Meg's name, but neither Meg nor Mike heard him. \n\n\nLuke called a halt to the filming of the Noah and Ameera love story after Ameera improvised by kissing Noah. Luke suggested they all get something to eat, so they went to Al's. Casey sat and talked with Ameera while Noah and Luke went to the counter to place their orders. Seeing Ameera's jealous glances at Noah and Luke, Casey realized Ameera was falling in love with Noah. Casey reminded Ameera that Noah was gay and was in love with Luke. He told Ameera she wouldn't be able to make Noah be straight. Ameera told Casey to mind his own business. Hurt and angry, Casey told Ameera he didn't want to be a part of the arrangement any longer. \n\n\nNoah and Luke returned to the table and asked what was wrong. Casey said everything was wrong and that Noah and Ameera were bound to be caught in their act sooner or later. He also said he didn't want to pretend to be gay anymore and risk having half of Oakdale think he really was gay, and he didn't want to be the cameraman for the movie any longer, either. Noah tried to talk Casey out of quitting their group, but Casey suggested they ask Ameera if she wanted him to stay. Ameera didn't reply, so Casey got up and walked away. Luke followed him out. Casey told Luke he thought that Ameera was in love with Noah. Luke didn't believe him, but Luke said if Casey stuck with their original plan, maybe Ameera would fall for Casey instead. Casey still didn't want to continue the charade. \n\n\nCasey went to work at the Lakeview, but he was late for the third time, so his boss fired him. Emily walked up to the bar and demanded a drink; Casey said he didn't work there anymore and filled her in on what had happened with Ameera and with his job. Emily told Casey she'd just had to fire her assistant because he wasn't any good at assisting her, and she needed a drink. \n\n\nLuke, Noah, and Ameera returned to the cottage. When Ameera went into the kitchen, Luke filled Noah in on Casey's thoughts about Ameera. Noah didn't think Ameera was falling in love with him and said that even if she was, he didn't feel that way about her. Noah assured Luke that nothing would change, and he told Luke, \"I'm in love with you,\" as Ameera came into the room. Luke glanced at Ameera, then said goodbye and left. \n\n\n\n\n",
    "tvmega_recap": "Barbara goes to the hospital for another treatment and gets dehydrated so Chris tells her she must spend the night in the hospital. Casey tells Luke that Ameera is in love with Noah, and Luke tells Noah the same thing. Noah assures Luke he loves him no matter what Ameera's feelings may be for him. Casey refuses to keep pretending he is Luke's boyfriend. Emily is determined to make Allison see Chris isn't good for her Chris buys Allison a dress to wear to dinner with Aaron and Sofie. Paul plans a romantic hot air balloon ride for Meg, but the surprise backfires when he is late to the farm, and she takes the hot air balloon ride with Mike.",
    "soapcentral_condensed": "Sofie asked Paul to come up with a romantic gesture to impress Meg. Sofie said Alison would never agree, because Alison didn't like her. Chris came up with the idea of having a small dinner party with Sofie, Aaron, and Alison. Mike arrived at the farm, and Meg, sensing Mike was upset, invited him to sit down for a minute. Meg said it was hard to move on when someone else was holding a place in one's heart, and Mike asked if Meg felt that way about Paul. Paul said he'd better hurry before the surprise he'd planned was ruined, and he left to try to catch up with Meg and he found out she had gone out to the field and ordered a hot air balloon. Mike was mystified as to who would have ordered it and found out it would have to have a back-up plan to get to the farm in the first place. Paul asked Meg to take over the babysitting until he could get back to the Snyder farm.\n"
}