{
    "soap_central": "\n\nCleo sits on Will and Gwen's couch munching on cookies and writing in her diary about how she is making progress infiltrating Will and Gwen's lives.  It becomes obvious through her writing that Cleo hopes Gwen's demo will lead her to great success away from Oakdale and Will; leaving him alone so that Cleo can become his girlfriend.   \n\n\nGwen and Will share a hug downtown and are approached by Barbara who has good news for the two.  She has found an award winning producer to finish Gwen's demo.  At first Gwen is apprehensive about the idea of working on her demo again, but Barbara and Will's enthusiasm for the project is contagious and Gwen quickly becomes excited.   Before she leaves Will and Gwen thank Barbara for all of her help.  The two aren't alone long because Cleo arrives with some of her homemade cookies for Will.  Gwen shares her good news with Cleo and thanks her for her support.  Cleo goes with Gwen to share the information about the demo with Maddie.  \n\n\nMeanwhile, Noah, Luke, and Maddie are given free range to develop a project during their internship at WOAK.  Noah tries to convince Maddie and Luke that they should use this opportunity to make mini films that people can view on their cell phones.  Luke is resistant to the idea, but Maddie is quickly on board when Noah encourages her to be the star.  When Noah says they need a writer, Maddie volunteers Luke.  He is equally as reluctant to this idea and the conversation comes to an end when Gwen and Cleo arrive at the studio and Maddie introduces everyone to Noah.  Gwen tells Maddie and Luke about completing her demo and Maddie is excited to learn about Gwen's news.  Gwen takes this chance to introduce everyone to Cleo and tell them about her role in getting her demo rolling again.  Maddie takes a moment to thank Cleo for getting Gwen excited about singing again.  Off to the side Jade watches the scene unfold and walks out in disgust.  Luke leaves to run an errand for Kim and Noah suggests that Gwen may be able to go to Branson to sing at a benefit there.  Out in town Luke runs into Jade who questions him about Cleo.  Jade learns about Cleo's involvement in Gwen's life and is convinced she needs to get rid of her before she ruins her life.  Gwen and Cleo make their way to Al's to discuss her life after the demo and wait for Will to finish work at the bookstore.  Will arrives and takes Gwen out to celebrate leaving Cleo alone to write in her diary about her \"incredible day\" and her fantasy future with Will.  Jade makes her way to Will and Gwen's house and plants a pair of Gwen's earrings in Cleo's bag to make it look like she is stealing. \n\n\nCraig uses the pass key he bought off the front desk clerk to open Paul's door.  Inside Paul and Meg are still in bed, but Paul jumps up and runs to the door and demands to know what Craig is doing.  Craig pushes past Paul and insists he knows Meg is there and wants to see her now.  Craig searches the room for Meg while Paul criticizes his paranoia.  As the two go round and round Meg stands on the ledge of the Lakeview high above Oakdale.  Inside Craig accuses Paul of taking a room at the Lakeview as a way to keep tabs on him while outside Meg edges towards Paul's window and slips, but regains her grip.  Paul finally threatens to call the police if Craig doesn't leave, but before he goes he tells Paul that he better not come between him and Meg getting married.  Once Craig has left the room Paul rushes to help Meg back inside and he finds her frozen with fear.  Paul manages to talk Meg back inside and once she calms down and gets dressed she leaves to find Craig, but reassures Paul this will be one of the last times she has to leave him to go to Craig. .\n\n\nDown in the lobby Craig bumps into Barbara and asks her where Meg is since he last saw them leaving together.  Barbara digs into Craig's about his past behavior and failed marriages and as they argue Meg gets off the elevator and sees the two.  With Barbara's help she is able to sneak past Craig only to return again to meet up with him.  She tells him she was just freshening up in the restroom and was looking for him.  Barbara takes leave of the two and Craig asks Meg why she is so flushed.  He grills Meg about Barbara's comments and then asks her to return to his home to taste cakes for their wedding.  He then insinuates he wants more than just cake from Meg tonight.  Meg tells Craig that they won't be sleeping together until after they are married.  With this bit of information Craig tells Meg that he is going to move up the wedding so that they can be married tomorrow.  \n\n\nBarbara rushes up to Paul to make sure he is o.k. and learns that Meg was out on the ledge.  She is concerned about the safety of both Meg and Paul, but Paul lets her know that once Meg marries Craig and gets World Wide back for Lucinda the two will disappear from Oakdale and away from their past mistakes and Craig.  He convinces his mom that the only way he and Meg can have a good life is away from Oakdale.  Barbara tries to convince Paul that Craig is a vindictive man who will destroy him and Meg and if he messes with Craig he is putting his and Meg's lives in danger.\n\n\n",
    "tvmega_recap": "As the WOAK interns talk about their new project, Noah seems to be flirting with Maddie, to the annoyance of Luke. Cleo continues to write her delusions about Will in her journal. Barbara shares her good news with Will and Gwen; she found a famous music producer that agreed to help Gwen finish her demo. After some convincing, Gwen is onboard. Craig barges into Paul's room; Meg is able to hide before though \u0096 out on window ledge. Craig and Paul trade barbs, as a petrified Meg hides. Gwen asks Cleo to join her, as she goes to tell Maddie about the demo, which thrills Cleo. Finally, Paul is able to appease Craig that Meg isn't with him and he leaves. Paul races to the window and helps coax her back inside after nearly falling. Barbara and Craig go at it next, as he is on a mission to find Meg, as Barbara covers. Meg sneaks out of Paul's room and claims she was freshening up after going rounds with Barbara. Craig is suspect until she appeases him thoroughly with empty promises. Jade watches as Gwen and Maddie sing Cleo's praises. Jade hits up Luke for information on what he knows about Cleo. Jade needs her to leave town before she ruins things for her. Barbara is worried for Paul and Meg's safety once she hears their plan. Craig tells Meg that he wants her tonight, as Meg is forced to hold him off claiming they need to wait to the wedding. As Will and Gwen head off to celebrate, Cleo writes in her journal about Gwen's journey taking her away and how Will and she will finally have a life together. Jade lets herself into Will and Gwen's house, takes some earrings of Gwen's, and hides them in Cleo's bag. Craig decidedly tells Meg that he wants to move up the wedding to the very next day; Meg is speechless but is forced to go along with becoming Mrs. Craig Montgomery in the next 24 hours.",
    "soapcentral_condensed": "Cleo hopes Gwen's demo will lead her to great success away from Oakdale and Will; leaving him alone so that Cleo can become his girlfriend. Noah, Luke, and Maddie are given free range to develop a project during their internship at WOAK. Craig uses the pass key he bought off the front desk clerk to open Paul's door. Paul and Meg are still in bed, but Paul jumps up and runs to the door and demands to know what Craig is doing. Craig pushes past Paul and insists he knows Meg is there and wants to see her now. Paul manages to talk Meg back inside and once she calms down and gets dressed she leaves to find Craig, but reassures Paul this will be one of the last times she has to leave him to go to Craig. Craig and Meg argue about his past marriages and as they argue Meg gets off the elevator and sees the two. Craig tells Meg that they won't be sleeping together until after they are married and then insinuates he wants more than that.\n"
}