{
    "soap_central": "\n\nJack and Craig apprehend De Grassi and question him about Rosanna but he challenges Jack's authority. Jack has the pawn shop owner contact the NYPD while he and Craig drag De Grassi to the back and rough him up. When De Grassi refuses to give up information, alluding they have no idea who they're messing with, Craig grows alarmed and fears for Rosanna. \n\n\nMeanwhile, Carly, Paul and Lucy can't get any conclusive evidence in St. Barts. They head back to Oakdale. Lucy has a nightmare and Paul comforts her. He assures Carly that Rosanna will resurface. Meanwhile, Rosanna shows up at the Lakeview Lounge. \n\n\nBarbara, Jennifer and Jordan toast their business when Jordan tells Barbara that a big interview will happen tomorrow. Barbara calls off her medical appointments, claiming that her condition has passed. Walker is doubtful and entreats her to reconsider but Barbara refuses. Walker, keeping Barbara's identity anonymous, consults with Ben who urges him to make sure his patient gets treated. When Barbara's vision blurs again, she tells Jennifer and Jordan that she's going to Chicago to finish her designs. She leaves them wondering what's up. They decide to prepare all night for the interview while Barbara goes to Walker, asking if it's too late to get help. Walker promises to set up the appointment out of town and take her. Later, Rosanna watches Jordan and Jennifer. \n\n\nJessica decides to pop in at Margo's and take a present to Sarah. Meanwhile, Sarah and Casey have decided to cook dinner to make peace in the house. When Jessica arrives, she finds that Sarah is doing just fine. Feeling shut out, Jessica leaves. She confides in Ben what happened, feeling a bit sad and wistful. \n\n\n\n\n",
    "tvmega_recap": "Barbara thinks that her eyesight is just fine, but she is horrified to discover that it is only getting worse. Walker agrees to take her to see a specialist. Jack and Craig are able to get De Grassi arrested in New York and ready to be transported back to Oakdale. De Grassi will tell them nothing about Rosanna, or who he is working for. Paul, Carly, and Lucy meet with a dead-end in St. Barts and board a plane to come back to Oakdale. Jessica visits Sarah and is saddened to realize that Sarah is happy where she is and doesn't need her.",
    "soapcentral_condensed": "Barbara, Jennifer and Jordan toast their business when Jordan tells Barbara that a big interview will happen tomorrow. Barbara calls off her medical appointments, claiming that her condition has passed. Meanwhile, Rosanna shows up at the Lakeview Lounge. Jessica decides to pop in at Margo's and take a present to Sarah. Sarah and Casey have decided to cook dinner to make peace in the house. Jessica arrives, she finds that Sarah is doing just fine. She confides in Ben what happened, feeling a bit sad and wistful. Jessica leaves. Lucy has a nightmare and Paul comforts her. Carly, Paul and Lucy can't get any conclusive evidence in St. Barts. They head back to Oakdale. Paul assures Carly that Rosanna will resurface. Barbara goes to Walker, asking if it's too late to get help. Walker promises to set up the appointment out of town and take her. She leaves them wondering what's up. They decide to prepare all night for the interview.\n"
}