{
    "soap_central": "\n\nReturning from a shower, Alison overhears her cellmates saying, .\"...I say we stick the witch first chance we get!\"  When they force Alison to tell them what she overheard, Alison begins to hyperventilate.  After the prison doctor treats her, Alison begs the doctor to contact her doctor, Chris Hughes.\n\n\nMeanwhile, at Oakdale Memorial Hospital, Bob and Chris run into Susan, who thanks Chris for visiting Alison in prison as her doctor, since family and friends were banned from visiting her for one month.  After persuading Susan to attend a medical conference in Orlando, Bob confronts Chris about his visit to Alison in the hospital.  Bob reminds Chris that, as an intern, his license to practice medicine doesn't extend beyond the hospital.  Bob tells Chris that he could be arrested and fined, and that if he visits Alison again, Bob himself will report Chris.  In a few minutes, Chris is given a note asking him to visit Alison in prison.  At first Chris wads the note up and throws it away, but then he picks it up and puts it into his pocket.\n\n\nOut on the porch at the Snyder farm, Carly secretly sketches her designs for Monte Carlo.  While Emma, who is suspicious, is out on an errand, Craig arrives to tell Carly that the deadline has been moved from 30 hours to 24 hours.  When Emma returns to find Craig in her kitchen, she threatens to call Jack if he is not gone in thirty seconds.  Emma storms out of the room, fuming, \"Something is going on between the two of you and I don't like it one little bit!\"  \n\n\nTrapped in the cabin, Barbara continues to try to break the door with the fireplace poker, starting with the doggie door.  When Emily arrives at the cabin with a meal on a tray, Barbara sticks the poker through the door, upsetting the tray.  Barbara shouts threats at \"Carly\" and \"Craig\" through the door.  When she pokes the poker through the doggie door again, Emily grabs the other end.  Their tug-of-war ends with Barbara holding the poker - and Emily's watch!  Terrified, Emily hears Barbara declaring that she will use the watch:  \"I'm going to find out who you are, then you will wish you were never born!\"  After Emily leaves, Barbara sticks her head out the small door, shouting, \"You'd better watch out, because here comes Barbara!\"\n\n\nAt Fairwinds,  Lucy and Aaron give Rosanna a bracelet as a thank-you gift for helping them see each other secretly.  They all hope that Craig will change his attitude toward Aaron when he sees Lucy walk down the aisle at the wedding the next day.  Just then, Rosanna receives a note by messenger which purports to be from Barbara Ryan, saying that Barbara is in Milan.  Rosanna lets Aaron and Lucy know that she suspects that Craig might be responsible for Barbara's disappearance, but Rosanna reassures Lucy that they are already a family.  Holden arrives and warns Rosanna that their plan to surprise Craig with Aaron's helping Lucy to walk again might backfire and hurt Aaron, and that keeping  secrets is a bad way to begin a marriage.\n\n\nWhen Craig returns to Fairwinds and Rosanna shows him the note from Barbara, he tries to persuade her to call Carly and look at Carly's designs.  Rosanna begs Craig not to call Carly, and abruptly leaves the room.  When Emily burst into the room to tell Craig that Barbara has her watch, Craig rushes Emily out the door.  Craig paces the floor, aware that his plan to reinstate Carly as designer for Monte Carlo before his wedding takes place is in jeopardy, so he picks up his cellular phone.  Carly's cell phone rings in the Snyder kitchen , where Emma answers Craig's call.  When Carly takes the phone out to the porch to talk to Craig, Emma picks up the kitchen phone to call Jack to tell him that she thinks that Carly is designing again.  Out on the porch, Craig tells Carly that she must turn in all her designs today.\n\n\nEmily meets Hal for dinner, hiding her bare wrist under the table so that Hal will not notice that her watch is gone.  Hal tells Barbara that he and Paul have determined that Barbara is not in Milan, in spite of the note Rosanna received. Hal reasons that Craig would not kidnap someone the day before his wedding.  Emily muses, \"The thing about Craig is that he never thinks he's going to get caught.\"  Hal brightens, and declares that now Craig is his #1 suspect, unaware of Emily's horrified look.\n\n\n",
    "tvdb": "Emily listens intently to Hal's theory about Barbara's disappearance, trying to hide her own role in Barbara's kidnapping.",
    "tvmega_recap": "Babs pushed a fireplace tool out the doggie door & Emily grabbed it. They got into a tug of war. In the end, Barbara snatched off Emily's watch. Rosanna received a fax from \"Barbara\" saying that she was in Milan. She immediately asked Aaron to send the fax to Paul & Hal. Holden expressed to Rosanna that he didn't want Aaron to get hurt as a result of Craig forbidding Aaron to see Lucy. Holden advised Rosanna that she shouldn't begin her marriage on a lie. At the station, Hal and Paul are suspicious about \"Barbara's\" letter. Hal found out that Babs' passport hadn't been used & Paul found out that she hadn't been to Milan. At the Lake View, Hal tells Emily that he's worried that there hasn't been a ransom note. Emily told Hal that Craig never thinks that he'll get caught after informed her that kidnapping is a federal offense . With that news, Hal says that Craig is his #1 suspect! At the farm, Craig gave an immediate deadline for the sketches. Emma became suspicious of the visit & called Jack. Bob advised Chris not to perform medical care outside of Memorial or it will go on his permanent record. Alison's roomies were discussing how they were going to hurt someone as Alison walked in. Alison started having another panic attack. Chris got the news and is contemplating going to see her.",
    "soapcentral_condensed": "Bob confronts Chris about his visit to Alison in the hospital. Rosanna receives a note by messenger which purports to be from Barbara Ryan. Craig tries to persuade Rosanna to call Carly and look at Carly's designs. Emily meets Hal for dinner, hiding her bare wrist under the table so Hal will not notice that her watch is gone. Hal declares that Craig is his #1 suspect, unaware of Emily's horrified look at Craig's wrist. Emily hears Barbara declaring that she will use the watch:  \"I'm going to find out who you are, then you will wish you were never born!\"  After Emily leaves, Barbara sticks her head out the small door, shouting, \"You'd better watch out, because here comes Barbara!\"  Their tug-of-war ends with Barbara holding the poker - and Emily's watch! The deadline for Carly to turn in all her designs for Monte Carlo has been moved from 30 hours to 24 hours, and Craig tells Carly that she must turn them in today.\n"
}