{
    "soap_central": "\n\nAfter finishing his shift at Java, Noah was excited to go shopping for household items for his new apartment with Luke. Luke, however, arrived and said he wanted to postpone their expedition and, instead, he wanted to show Noah something. He led Noah to Metro and asked what his friend thought about having the Luke Foundation sponsor a rally there that evening to support gay and lesbian rights. Luke wanted to move quickly in order to capitalize on the enthusiasm generated from his television appearance with his mother. Luke asked for Noah's help. \n\n\nAt Lily's, Margo checked out the hate mail that Luke had received and suggested that he and Lily keep a low profile until she could be sure they were safe. Holden returned home as Margo was leaving, and he wanted to know why she had been there and why Lily needed to be careful. When Lily explained about the anonymous note, Holden was concerned. \n\n\nLuke and Noah entered the house, and Luke told his parents about the rally. Lily promised her son another rousing speech, but Holden thought the rally was not a good idea. He was worried and told Luke to fly under the radar for a while. Luke told his father there was no way to stop the rally at that point. Holden did not want his family to be targets, and Noah agreed. \n\n\nLuke promised to take every precaution possible, and he urged Holden not to worry. Luke and Noah left to make more arrangements, as Holden tried to call Carly to get her to shut down Metro to stop the rally. Lily stopped him, however, because of how excited and so like his old self Luke was acting. She understood why Holden wanted her to back off, but she felt she had no choice. She felt she owed it to her son after how she had acted when she first learned that Luke was gay. She had allowed Damian to browbeat her into almost agreeing to send Luke away to a military camp. Holden finally gave in and agreed to go with her to the rally. \n\n\nMargo had an urgent message from Brad and Katie, so she stopped by their house. Katie told her sister the happy news that they were having a baby. Margo was overjoyed and assumed Katie was pregnant. Katie had to rein in her sister's enthusiasm, however, and she explained they were using a surrogate mother and Brad was the biological father. \n\n\nMargo was encouraging until she learned that Vienna was the biological mother. She asked them if they were out of their minds. When she realized they were serious, Margo urged them to protect themselves by having Tom draw up a contract spelling out the rights of all parties. The three of them left for Tom's office. \n\n\nAt Metro, Vienna told Henry she had her first prenatal appointment with Dr. Howell at Memorial. She was very excited to see what the baby looked like and hoped they would do a sonogram. Henry said he already knew what the little tyke looked like: a tadpole. Henry begged off going with Vienna, and he used preparations for Luke's rally as an excuse. He was particularly worried about the sound system, but Luke's sound engineer reassured him that he could handle it all. An unhappy Henry left with Vienna. \n\n\nAt Memorial, Henry tried to avoid going into the exam room with Vienna, but she insisted he accompany her. He suggested that Brad and Katie should also be there, and Vienna was regretful that she had forgotten to include them in the appointment. She called Katie but had to leave a voicemail when a nurse called her into a room. Henry went with her reluctantly, and the doctor began the ultrasound. Vienna was full of questions about the baby, its sex, its size, and many other queries, while Henry said it looked like bad television reception to him. The doctor was very quiet, but finally he looked at Vienna and told her he was very sorry; there was no baby. \n\n\nAt the rally, Luke greeted his guests and talked about the prejudice he and Noah had encountered while they were trying to rent an apartment together. He called for acceptance of gay rights as a matter of course, instead of an exception. Lily and Holden arrived, and Luke introduced his mother. She took questions from the floor, but when someone asked about any negative reactions to her television appearance, Lily handed the microphone to Luke. He told everyone about the hate note and further said that he had researched past gay rights initiatives, but he had left his notes in his car. He said he would go out and get them and handed the mike back to Lily. On his way out, he thanked Holden for coming, and he went outside. \n\n\nLuke got his paperwork from his car and closed the car door. As he turned around, a car sped by, knocking Luke onto the hood and bouncing him to the pavement. The car tore off, leaving a bloody and unconscious Luke on the street. An unknown man soon appeared and picked up Luke and carried him away. \n\n\nBrad and Katie came home from Tom's with a multi-page contract, but Brad was afraid that Vienna might be offended by all the rules, and she would call off the whole deal. Katie got Vienna's message from her voicemail and told Brad they had to get to the hospital immediately so they could see the sonogram. Katie suggested Brad bring along the contract. \n\n\nVienna was heartbroken at the doctor's news and could not understand how a baby could be there one minute and gone the next. Henry reminded her that the doctor had also suggested that her pregnancy test could have been a false positive. Vienna said she still intended to keep her promise to Brad and Katie, who walked in the door just then. Brad asked to see the sonogram, and Vienna lied and said the printer was not working, so there was no photo. She smiled, however, and told them everything with the baby was perfect. \n\n\nHenry was befuddled by Vienna's words, but he kept quiet. Brad invited everyone to lunch, and Vienna and Henry accepted, but said they would meet Brad and Katie there. After Brad and Katie left, Vienna said she had to deal with her own disappointment before she told the others the bad news. At Al's Diner, Katie brought up the contract, telling their friends it was just a formality, but Vienna burst into tears and ran out. \n\n\nAt Metro, Lily told Noah how happy she was that he and Luke were back together. Holden commented on how long Luke had been outside and went to check. He found Luke's car and noticed the research papers all over the street. He also found a pool of blood there. Noah and Lily came out, and Holden told them something had happened to Luke and Noah called 9-1-1. \n\n\nLuke's mystery man left the boy outside the emergency room at Memorial, and the staff admitted him. While Luke was unconscious in his bed, the man left a note with Lily Snyder's name and cell phone number on Luke's chest. A doctor and nurse entered and found the note, so the doctor asked the nurse to call Mrs. Snyder immediately. \n\n\nAt the scene of the accident, Margo examined the blood on the street. She sent samples to be tested to determine if it was Luke's, and she asked if anyone from the club had followed Luke outside. They also discussed whether the hate letter might have any connection with Luke's disappearance. Margo asked her patrol officer to look for skid marks in the vicinity. Lily's phone rang, and she learned her son was in the hospital, unconscious, and possibly the victim of a hit and run. \n\n\nIn Old Town, Henry found Vienna on a bench. She was afraid she could never get pregnant, but Henry consoled her. They went back to the diner, and Vienna signed the contract. \n\n\nAt Memorial, Lily, Holden, and Noah stood by Luke's bed. Noah spoke to Luke and urged him to wake up. Luke opened his eyes and looked up, wondering what had happened. His last memory was of looking for the papers, but then his head hurt too much to think. He could not believe that the accident was connected to the rally, however. \n\n\nAt home, Vienna still felt she had let down her friends. She also accused Henry of wanting to tell Brad and Katie the bad news right away, so that the whole thing would be over. Henry picked up a copy of The Man from Oakdale and read from page 295. It was his description of how he felt about having children. Henry could not bear to see Vienna so miserable, however, and he began to get sad. Vienna offered to make love with him, and Henry did not have to be convinced. She did remind him that she was still going to keep her promise to Brad and Katie. \n\n\nMargo came to the hospital and talked with the Snyders. Luke was reluctant to lose any momentum his cause had created, but everyone urged him to keep out of the limelight. The doctor arrived and told Luke he needed rest and 48 hours of observation. All the visitors left, and the doctor turned out the light in Luke's room. Margo agreed to put a guard on Luke's door for protection. \n\n\nThe mystery man came into Luke's room from the bathroom and held the boy's hand. Luke thought it was Noah, but when he opened his eyes, he was looking at his birth father, Damian Grimaldi.\n\n\n",
    "tvmega_recap": "At Al's Diner, Luke and Noah meet. Noah wants him and Luke to go and pick out pots and pans. Instead, Luke drags Noah to the Metro to see how Noah would feel about having a gay rights rally there. At Lily and Holden's home, Lily shows Margo a threatening note that she had received. At the Metro, Vienna is thrilled over her first pre-natal doctor's visit. Henry is less than thrilled. Vienna realizes that she had forgotten to tell Katie about the doctor's visit. At the rally, Luke introduces his Mother and then goes outside to get some papers when he is mowed over with a car. Holden feels that Luke is taking too long and goes to look for him Holden finds blood on the ground and begins to fear the worst. Someone picks up Luke and takes him to the hospital. Margo suggests to Katie and Brad that they have some legal documents drawn up concerning the baby, but Brad begins to have second thoughts. Katie shows Vienna the legal documents for her to sign. Vienna begins to cry and runs out .Henry goes after her. After a quiet conversation, Henry and Vienna re-join Katie and Brad. Vienna signs the papers. Someone checks Luke into the hospital. Luke wakes up and sees Damian's face.",
    "soapcentral_condensed": "Luke wanted to capitalize on the enthusiasm generated from his television appearance with his mother. Margo checked out the hate mail that Luke had received and suggested that he and Lily keep a low profile until she could be sure they were safe. Vienna told Henry she had her first prenatal appointment with Dr. Howell at Memorial. Henry begged off going with Vienna, and he used preparations for Luke's rally as an excuse. The doctor was very quiet, but finally he looked at Vienna and told her he was very sorry; there was no baby. Brad and Katie came home from Tom's with a multi-page contract, but Brad was afraid that Vienna might be offended by the rules and call off the whole deal. An unknown man knocked Luke unconscious and picked him up and carried him away from his car and left him on the street. The car tore off, leaving a bloody and unconscious and Luke on the pavement, bouncing him to the pavement and bouncing him off the hood of the car as he turned around.\n"
}