{
    "soap_central": "\n\n \nCasey opened his mail first thing in the morning and discovered that Oakdale University had reinstated him and that he could register for fall classes.  He let out a loud whoop and was very excited-until Margo and Riley showed up. Then Casey made one of his hasty exits without mentioning a word about his big news.  Margo complained about Casey's moods and remarked that her son had gone from cheery to gloomy in a matter of seconds.\n\n\nRiley noticed the open letter on the table, so he handed it to Margo, who read it and rejoiced.  She wanted to do something special for Casey, so Riley suggested a surprise party at lunchtime.  Riley offered to round up the guests, and he left to do that.  Tom joined Margo and was also excited for his son.  Margo clued Tom in about the surprise party, and she asked him to make sure Casey would be home at the right time without knowing why.\n\n\nHunter was working at the Intruder office when Larry McDermott surprised him.  Larry seemed unaffected when Hunter calmly said he hated Larry, then Emily walked in.  Larry tried to hand Hunter a package, but Emily yelled at him to get out.  Larry insisted on giving Hunter a music box that had belonged to his mother, Aurora, and he explained that he had taken possession of it when he and Aurora stopped seeing one another, and she had left it in the hotel room where they used to meet.  Emily told Larry to leave, and Hunter agreed, so Larry walked out.  Hunter opened the music box, but reiterated that he didn't want it.\n\n\nHunter resumed work, but he was unhappy.  Emily asked what was wrong, and Hunter said that he was bummed that his mother had kept so much of her life a secret from him.  Emily tried to cheer him up by reminding him that he had a whole new family in Oakdale, and that she was his mother, too.  Hunter declared firmly that Emily was not his mother, and she was hurt by his dismissal.\n\n\nAt Java, Alison entered and spotted Casey, so she turned to leave.  Casey asked her to wait, and offered her a cup of coffee.  They got off to a bad start that ended with another of Casey's hasty exits.  Riley walked in and told Alison that Casey had been readmitted to college, and Alison felt terrible about how she had just treated him.  Riley mentioned the surprise lunch party for Casey, but Alison expressed very little interest in attending.  Riley asked to see her phone, and he pointed out a picture on it of Alison and Casey in happier times.  He said that Casey often moped in his room listening to sad music and looking at that same picture.  He urged her to join the party, and said other nice things about Casey.\n\n\nCasey went to Memorial and told his grandfather that he would have to find a replacement driver for the senior van.  Bob was unhappy at first, until he realized that Casey was telling him that he was going back to college.  Casey accepted Bob's congratulations, and took off.  Tom found his father then and told him about the party.  Bob asked Tom if Riley was still living at his house, and was surprised to hear that he was.\n\n\nRiley went back home and delivered the gift Margo had ordered for Casey.  It was a top-of-the-line laptop computer, wrapped with a bow. Riley called her \"Mom,\" which delighted Margo, but he had made sure that no one else was there.  Riley said he felt uncomfortable around Tom, who seemed to be always watching him, but Margo insisted that they continue with the charade and keep the secret that Riley was Adam.  Tom arrived home, followed shortly by Bob, Kim, and Lisa.  Nancy was a bit under the weather, so she couldn't make it.  Tom called Casey and, in a serious voice, asked him to be home as soon as he could.\n\n\nHunter found Alison at the hospital and asked to speak with her.  She had to finish some work because she was going to Casey's party over her lunch break.  Hunter scolded her for giving Casey any more attention, and he was worried that Casey would hurt Alison's feelings again.  Hunter announced that he was going to the party with her.\n\n\nLarry ran into Emily in the Lakeview lounge and sat down with her.  She tried to chase him away, but he asked for the chance to make things right for her.  Emily accused him of stealing her unborn children, but Larry interrupted and asked if she remembered his friends who worked in in vitro fertilization in Chicago.  He promised Emily that, if she wished, she could move up to first priority on the waiting list, and she could give birth again.  Susan passed by at that moment and heard Larry's comment, and she was outraged.\n\n\nLarry told Susan to stay out of her daughter's love life, and Emily said that, for once, her mother was right.  Then, however, she called Larry a liar and a fake.  He argued that science was almost perfect in his field, and he guaranteed Emily another baby.  Emily declared that she no longer wanted to be pregnant, and that she, Hunter, and Alison wanted nothing more to do with Larry.  Larry accused Emily of throwing away the child she had always wanted to love, and he left the two women.\n\n\nEmily told Susan to ask what was obviously on her mind, so her mother wanted to know why Emily had changed her mind about wanting a baby.  Emily said that she had Hunter, and he needed her while he was grieving for Aurora.\n\n\nThe party people heard someone approaching, so they got ready to yell \"Surprise!\" but the visitors turned out to be Alison and Hunter.  Alison introduced Hunter as her brother, and explained how that had happened.  Lisa's comment was, \"Oh, great, another Stewart to contend with, but at least this one's a man!\"  Tom explained to Hunter that Hunter also had a half-brother, Daniel, and the conversation got a bit convoluted as Hunter tried to figure out how Tom and Emily had produced a baby.\n\n\nTom spied Casey's car pull up, so everyone got a noisemaker and let Casey have it when he walked in the door.  He took one look and did his signature move -- a fast getaway.  Margo ran after him, however, and caught him.  Casey was disappointed that he hadn't gotten to tell his folks the news about college, but he did agree to go back inside and greet his guests.  Riley maneuvered Hunter away from Alison so that she and Casey could have some private time.  They apologized to one another, and Casey said how glad he was that Alison had shown up.\n\n\nCasey leaned over and kissed Alison, and that disturbed Hunter, who was watching the couple carefully.  Hunter tried to get Alison to leave, but she was not yet ready.  Hunter got very protective of his new sister, and she told him that she was capable of making her own decisions.  Hunter was upset, and he walked out without Alison.\n\n\nLisa asked Margo about Riley, and Margo was defensive and suggested that everyone make him feel welcome.  Tom took photos of Casey with the guests, as Alison stood off to the side next to Dr. Bob.  She clearly heard him say, \"Nurse, would you send in the next patient?\"  Alison giggled at first, but then she realized that Bob was serious and she asked if he was all right.  Bob seemed surprised and asked why she had inquired.  Tom called Bob then for a picture, leaving Alison quite confused.  She mentioned the incident to Kim, and Bob overheard and said the comment had been an example of his lame humor.\n\n\nKim, Bob, and Lisa took off, and Casey offered to walk Alison back to the hospital.  He also told Riley that the day had been awesome.  Margo and Riley cleaned up, and she was pleased at Casey's reaction to the laptop and to Riley's participation in the festivities.  Riley needed to do something, so he left, but promised to be back for dinner -- if Tom was cooking.\n\n\nAfter Riley left, Tom asked Margo when the young man might be moving on.  He said that Bob had questioned him about that, but he also wanted to know for himself.  Margo said that she had told Riley that he could live there as long as he wanted.\n\n\nBack at the office, Emily walked in on Hunter looking at Aurora's music box.  They talked about grief, and Emily promised that she was not trying to replace Hunter's mother.  Hunter suggested they stick strictly to business.\n\n\nLisa, Bob, and Kim had a drink at the Lakeview bar, and Lisa gave a great deal of credit to Bob for Casey's going back to school.  She excused herself for a moment to take care of a problem at the desk, and Kim told Bob that he was pretty terrific.  Bob returned the compliment to Kim, but he called her \"Lisa.\"  Kim caught the mistake, but Bob denied it.  Kim took the champagne glass out of Bob's hands and told him that he had imbibed a bit too much drink.\n\n\nCasey and Alison had a rendezvous on the hospital roof, and it went well.  They kissed and made some plans.\nCasey approached Alison at Memorial and asked to take her to an outdoor concert.  He led her away, despite her protests that she was not dressed appropriately.  Casey took Alison up the stairs to the roof of the hospital where he had set up some artificial turf, beach lounges, and a cooler filled with food and drinks.  The rooftop overlooked the city park where the concert was beginning, so they had music.  Casey wanted to be sure that the two of them were \"all the way back\" to where they had been before in their relationship.\n\n\nNeither one of them wanted any more yelling, screaming, or storming out to occur, so Alison asked if Casey could promise that he would never lose his temper again.  He was honest and said that he could not guarantee that, but he would definitely work on his flash temper.  That was enough for Alison, and they began kissing.\n\n\nTom walked in on Riley and Margo during some physical horseplay that involved towel snapping.  Margo had cooked again, and she fed Riley a taste of the Middle Eastern dish he had coached her through.  Tom asked Riley about his job-hunting, but Riley said that it was tough to find work.  Margo suggested that he go back to school, but Riley said that took too much time and money.  Margo offered to help out financially, but that statement caused Tom to frown.\n\n\nMargo explained that dinner was a lamb and rice dish, with a side of a spinach thing that she could not pronounce.  They sat to eat, and Riley talked about some Afghan customs that were different from what Americans did.  Tom focused on one in particular in which uninvited guests, even those who had worn out their welcome, were given hospitality for as long as they wished.  Tom irritated Margo with his remarks, but she went to fetch the men a couple of beers without comment.\n\n\nWhile Margo was away from the table, Tom mentioned a colleague of his at a law firm who was looking to train a paralegal, and if the person showed some promise, the firm would probably help out with tuition at a night law school.  Margo heard the last part of the job description and declared that it sounded perfect for Riley.  Tom promised to call his friend, and he assured Riley that the firm was one of the top ones in Milwaukee.  Margo suddenly spoke up and announced that Riley was turning the job down because it was not in Oakdale.  Riley tried to soften her comments by saying that he would certainly consider the job, so Margo asked to speak to Tom privately.\n\n\nThey went outside, and Margo verbally attacked Tom for picking on Riley, but Tom could not understand why a visitor was running their household.  Tom said that he would see to it personally that Riley left, and he informed Margo that the man was departing that night.  Margo got panicky and said it was too soon for him to leave.  She declared that she needed Riley there, and that really confused Tom.  He sharply reminded her that Riley could not replace Adam in their lives.\n\n\nJack and Janet hugged at the diner.  Jack was grateful that Janet was cooperative about having all their kids together under one roof and in a stable environment.  Jack wanted to pick the kids up immediately, so Janet offered to find a replacement for her shift.  Jack said that he wanted to go alone, and that hurt Janet's feelings.  Jack played the stepmother card, and Janet realized that it probably was wiser to have Jack be the one to propose the new living arrangements.  Jack left to get his children.\n\n\nTeri, the waitress from Chicago, asked Craig what his job proposal was, so Craig said that Rosanna needed help with Parker and Sage for the summer.  Teri was not thrilled at the prospect of babysitting, so Craig called the position a \"nanny/chef.\"  Teri explained that she had a degree from the Culinary Institute and wanted all of her hard work to begin paying off.  She had more in mind, something like running a four-star bistro.  Craig told her that Carly owned Metro, a club that also served food, and he proposed giving Teri a chance.  If she spent the summer babysitting, in the fall when Carly returned, Teri could take over Metro.  Rosanna was incensed and reminded Craig that Carly owned Metro, but Craig looked at the deal as a win/win proposition.  Teri agreed to the offer, and Rosanna cautioned Craig to clear it with Jack before they told Sage.\n\n\nSage walked in wearing one of Teri's aprons, and Craig blurted out that Teri was going to be the girl's sitter all summer, and the two of them could cook as much as they wanted.  Rosanna let Craig have it, because, once again, he had overstepped his bounds is too many ways.  Craig said that he was not afraid of telling Jack Snyder that he had made some decisions for the good of the family.  Rosanna said that was a good thing, because Jack was ringing the doorbell.\n\n\nCraig tried to get out of the house without telling Jack the plans, but Rosanna stopped him.  Jack asked what Craig had done lately, and Craig said that he and Rosanna had devised a plan to keep Sage happy until Carly returned.  Jack said that didn't matter because he was taking his kids to the farm for the summer.  Craig explained that he had hired a babysitter, but Jack said he didn't care if she was Mary Poppins herself, because no one Craig had hired was caring for his daughter.  Teri walked in behind Jack, and he saw her.  He said he was thankful to her for taking Sage home, but there was no job for her there.\n\n\nCasey and Alison decided that they were ready to resume their sexual relations, but Casey's phone rang and interrupted them.  Casey saw that the call was from his mother, so he decided to let it go to voicemail.  Margo was persistent, however, and the phone kept ringing, so Casey took the call.  His mother asked him to return home right away because something terrible had happened, and it involved Riley.  She said that Tom was throwing Riley out of the house that very night, and she begged Casey to talk with his father.  Casey apologized to Alison and hurried off.\n\n\nRiley had seen the conflict between Tom and Margo, and he implored his mother to tell Tom that he was Adam.  Margo was adamant, however; Tom was not to know.  She pushed Riley out of the house to stall for time, but Tom saw him leaving.  He told Riley to hurry back so he didn't miss his plane to Milwaukee.  Casey appeared, and Margo tearfully begged him to find a way to let Riley stay.  Tom joined them and asked Casey if he had heard the news that Riley was leaving.  Margo excused herself so that Casey could speak alone with his dad.\n\n\nTom told Casey that he was sending Riley away because the young man had crossed some lines with Margo.  Casey then realized that his father thought that there was something sexual between Riley and Margo.  Tom was obviously embarrassed to discuss that topic, so Casey wisely took the tack that Riley's connection to Adam was what Margo was responding to.  Casey suggested that Tom talk to his wife about their marriage, and then Casey stopped talking.\n\n\nCasey found Margo and told her that she had to do her part if Tom was to change his mind and let Riley stay.  He was honest and said that Tom thought \"she had the hots for Riley.\"  Margo was shocked, and then she got angry at Tom for putting her \"through hell for nothing.\"  Casey called his mother selfish for enjoying the knowledge that Adam was alive and safe, while Tom had lost a son and was further worried about losing his wife to a younger man.  Margo realized that Casey spoke wisely, and the two of them hugged.\n\n\nCasey took off, and Tom asked if Riley was back.  Margo began talking to him and seducing him at the same time.  She assured him that Riley's only function for her was to help her cope with the loss of Adam.  She said that she only loved and wanted Tom, and they kissed and went upstairs.\n\n\nRiley was killing time at Java, and he spotted Alison and sat with her.  She told him how romantic Casey had been until Margo's phone call had interrupted them.  Alison was worried that the call was something about her, but Riley assured her that it was not.  He said that it involved a job in Milwaukee that Tom was urging him to take.  Riley said that Oakdale felt like home to him, and he was loath to leave.  Alison remarked that Casey had been angry with Adam when he had died, and she thought that Riley had been good for him.  Casey walked in just as it appeared that Riley was going to tell Alison his real identity, and Casey yelled at him \"not to blow it.\"\n\n\nAlison was confused by Casey's comment, and the two young men spoke privately.  Casey said that Tom had mistakenly believed that there was a different kind of relationship between Margo and Riley, and Riley understood and was shocked.  Casey suggested that Riley get lost for a couple of hours and give their parents some alone time.  Riley agreed and thanked Casey for his help.  Riley left, and Alison told Casey that she knew the perfect place for them to go.  They went back to the rooftop and the concert was still playing.  They got comfortable and went back to their lovemaking.\n\n\nSage asked her father why Teri could not stay, and Jack said that he needed her and Parker with him at the farm for the summer.  Sage shouted that Jack was not fair, and she wanted to know why everything good got taken away.  She ran to her room, upset.  Jack drove her to the farm, and she barely acknowledged Janet then ran to her room.  Jack told Janet about the sitter named Teri, whom Craig had hired, and he said he was not sure that she wasn't a plant arranged by Craig.\n\n\nBack at Carly's, Teri asked if Jack was always so cranky, and Craig answered that he was usually worse.  Teri felt bad for Sage, but she decided to go back to Chicago and see what kind of work she could find.  She remembered that she had not given her phone number to Sage, so she thought she would go out to the farm and give it to Sage in person.  Rosanna gave her directions, and they said their goodbyes. Craig told Rosanna that hiring Teri had been a terrific idea until Jack had decided to be a jerk about it.\n\n\nRosanna declared that she was no domestic goddess; she couldn't cook and kids in her care were either miserable or ran away.  She knew she was much better at running a corporation, and she was grateful to Craig for hiring Teri to help her.  Craig asked if she would like to get some food with him, but Rosanna declined.  Craig said that he was sorry that she still thought of him as an enemy, but Rosanna said that was not true; but he wasn't a friend, either.\n\n\nAt the farm, Teri found Sage sitting on the front porch, and the girl was delighted to see her new friend.  They hugged, as Jack came out to call Sage for dinner.  He was rude to Teri and asked if she was stalking his daughter.  Teri called Jack on his attitude, and their voices rose.  Janet heard the commotion and joined them.  She and Teri took one look at each other and each called out the other's name, although Janet called Teri \"Teresa.\"  When Jack looked confused, an excited Janet yelled, \"She's my baby sister!\"\n\n\n",
    "tvmega_recap": "Casey and Allison reconnect after he sets up a romantic date for them on the hospital roof. They promise to try to communicate better. Meanwhile, communication is lacking when Tom is less then thrilled to find Riley/Adam and Margo closer then ever. Instead of sharing his feelings with Margo, he simply tells them that he has gotten Riley/Adam a job at a law firm in Milwaukee and he would be leaving that night, as Margo is very upset. Riley/Adam is forced to go along. Margo panics and enlists Casey's help to stop Tom from sending Adam away. Casey speaks with Tom about why he is doing this and finds out that Tom is worried there might be something inappropriate going on between Margo and Riley, as Casey finds it hard not to tell him the truth. Casey is able to talk Tom out of sending Riley away, as Margo is thrilled but horrified when Casey explains why Tom acted the way he did. Margo and Tom reconnect afterwards, but Margo still isn't able to share the truth about Adam. A relieved Adam learns that Casey stepped up for him and Allison is pleased to see this too. Jack decides that Sage and Parker should live with him because he can't trust Rosanna and Craig. He heads off to break the news. Craig offers Terri a job as nanny to Sage and Parker, but Terri isn't sure. When Craig sweetens the deal with a job at summer's end at Metro, Terri jumps at this. Sage is tickled to learn her friend Terri will be living with her this summer. Rosanna is sure that Jack won't like not being consulted, and her observation is very accurate when Jack doesn't want anything to do with a stranger taking care of his kids and is just as annoyed that Craig took it upon himself to hire her. Terri doesn't like Jack's reaction, but doesn't have much to say about it. Sage is very upset to learn Jack vetoed Terri moving in, as is Parker. Jack tries to smooth things over later at the farm, but Sage wants none of his explanations. Terri realizes that she didn't give Sage her contact information so Rosanna and Craig give her directions to the farm, as Sage is thrilled to see Terri. Jack, however, is not at all happy and goes as far as accusing Terri of stalking Sage, which infuriates Terri. Janet hears the commotion and heads out and is shocked to find Jack and Sage with her long lost sister.",
    "soapcentral_condensed": "Casey was readmitted to Oakdale University and could register for fall classes. Margo complained about Casey's moods and remarked that her son had gone from cheery to gloomy in a matter of seconds. Hunter was working at the Intruder office when Larry McDermott surprised him. Hunter declared firmly that Emily was not his mother, and she was hurt by his dismissal. Tom called Casey and, in a serious voice, asked him to be home as soon as he could. Hunter found Alison at the hospital and asked to speak with her. She had to finish some work because she was going to Casey's party over lunch break, and he scolded her for giving Casey any more attention. Larry ran into Emily in the Lakeview lounge and sat down with her, but he asked for the chance to make things right for her. Susan passed away at that moment and Larry said to stay out of her life and she could give birth again, but she was outraged at that comment and said she was out of love.\n"
}