{
    "soap_central": "\n\nCarly got Brad, Katie, Jack, and Janet to come have a conference about the kids. Even though Brad initially objected, the parents decided they needed to trust the kids and stop interfering. After they went home, Brad admitted to Katie that he felt like a failure. Katie comforted him and they made love. Meanwhile, Jack and Janet also went home and got closer. When Carly found Janet had left her sunglasses behind, she wanted to return them, but realized Jack and Janet were together and she didn't want to interfere. Meanwhile, Liberty told Parker she just wanted to be friends. He was upset but Jack talked to him and he felt better. Liberty went to a school picnic where Leo gave her brownies he said he got from Java as an apology. Liberty ate the brownies then when Parker arrived, she started acting crazy and dancing sexily with him. When she saw Leo was watching, she dragged Parker off to the woods. \n\n\nPaul and Meg went to the Lakeview to have breakfast with Barbara and tell her the news about their pregnancy. With Meg out of earshot, Paul told Barbara he couldn't take her advice to tell Meg the truth about his money problems because Meg was pregnant. He also said that Derek was threatening him. Barbara then called her banker and left word that she wanted to withdraw her money so she could give it to Paul to pay off Derek. When they joined Meg, Paul was upset to find Derek was with her and that he had given her a baby gift. Meg didn't understand why Paul was so rude. Meg felt a twinge and Paul took her to the hospital, then, while the doctor ran tests, he returned to Barbara. The banker came and told Barbara the money she wanted was transferred out of her account a week earlier. Barbara was distraught and the banker said they would investigate, but the money was gone. Barbara and Paul wondered if Derek or Decker could have done it. Paul went to get Meg from the hospital and was told she needed to have bed rest. He took her home, and then went on the computer. While he was doing research into what happened to Barbara, James Stenbeck's face appeared and he said, \"Hello, son.\" Paul was shocked.\n\n\n",
    "tvmega_recap": "Carly calls Jack and Janet to her house to talk about how they are acting in front of Liberty and Parker. Carly and Janet think they should back off and trust Parker and Liberty to do the right thing, as they get Jack on board finally. When Brad and Katie arrive, he feels they are ambushing him and is not receptive. Liberty wants to talk with Parker. Paul tells Barbara that Meg is pregnant, but she can see something is bothering him. Derek spends time with Meg and gives her baby a gift. Paul admits to taking money from a loan shark and how he is threatening his family. Paul questions if he isn't more like James then he thought since he is putting his family in jeopardy. Barbara calls her bank and arranges to get Paul the money he needs to pay the loan shark back. Paul doesn't react well when he sees Derek with Meg, but Derek covers. Meg doesn't understand what has gotten into Paul and calls him on his behavior. Barbara diffuses the situation when she wonders what Meg wants to tell her. Meg tells Barbara that they are pregnant. Barbara feigns surprise and wants to throw a baby shower, but before they can talk details, Meg has more cramping and has to be taken to the hospital. When Parker wants to get physical, Liberty tells him that she wants to slow things down and just be friends. Parker doesn't understand, but Liberty tries to explain that she can't handle anything else right now. Liberty wants him to go to the picnic with her, but Parker leaves in a huff. Janet tries to appeal to Brad about Liberty and his controlling treatment of her. It appears she is getting through, but Brad leaves. Jack counsels Parker when he comes home upset about Liberty wanting to be just friends. Brad bites his tongue when Liberty heads off to the picnic. Katie admits to Brad that his obsession with being the perfect dad is taking a toll on their marriage. Dr. Schiller tells Paul and Meg that the baby is fine, but she suggests that Meg stay in bed as much as she can. The bank manager arrives at Barbara's to tell her that she withdrew all her money from that account a few weeks ago; Barbara is incensed and Paul wants an investigation done; they find out the account the money went to was in the Cayman Islands to a Company named Black Pearl. The manager offers to loan Barbara the money, but he can't get the money to her for a while, as Barbara worries. At the picnic, Leo apologizes and gives Liberty her favorite food from Java as a peace offering. Parker arrives and Liberty goes to spend time with him, as Leo watches. Janet notices how well Jack and Carly work together. Carly admits to Janet how she lied and disappointed Jack and how she hopes Janet can give him more then she did. Brad apologizes to Katie and promises that he will make it up to her because he couldn't stand losing her. Liberty starts to act very strange as she eats her treats; she is all over Parker and acting erratic. Meg worries about what is wrong with Paul, but he is afraid to tell her. Janet and Jack talk about Carly because she feels insecure. Jack promises her that he is with her and the one thing she has on her side that Carly doesn't is \u0096 honesty. Carly calls Jack and feels badly when she can tell that he and Janet are \u0091preoccupied'. Liberty wants to run into the woods with Parker, as she drags him along. James Stenbeck appears on Paul's laptop greeting him as he tries to do an Internet search on Black Pearl.",
    "soapcentral_condensed": "Carly got Brad, Katie, Jack, and Janet to come have a conference about the kids. Brad admitted to Katie that he felt like a failure and they made love. Meanwhile, Liberty told Parker she just wanted to be friends. Paul and Meg went to the Lakeview to have breakfast with Barbara and tell her the news about their pregnancy. Paul went to get Meg from the hospital and was told she needed to have bed rest. While he was doing research into what happened to Barbara, James Stenbeck's face appeared and he said, \"Hello, son.\" Paul was shocked. Barbara was distraught and the banker said they would investigate, but the money was gone. Barbara and Paul wondered if Derek or Decker could have done it. Jack and Janet also went home and got closer. Carly found Janet had left her sunglasses behind, she wanted to return them, but realized Jack andJanet were together and she didn't want to interfere. Jack talked to him and he felt better. Liberty went to a school picnic where Leo gave her brownies he said he got from Java as an apology.\n"
}