{
    "soap_central": "\n\nPaul sees Meg and she says she wants to try to be friends, but Paul wants more from her and won't pretend otherwise. Holden enters, asks to speak to Paul. He assures Paul he destroyed Ethan's teddy bear so they don't need to fear the vision. Lily is shooting a baby food commercial with Ethan, and the execs want Faith to join her. Faith rejects the idea and tells Lucinda about the commercial. Lucinda shuts it down. Lily defends her decision, and later Holden backs her up to Lucinda. After, Lily pitches promotional plans as Lucinda enters in time to hear, and surprisingly approves. The baby food women return with a gift for Ethan: a bear identical to the one Holden destroyed. Margo tries to call Gwen without success. Casey's court date looms and there's still no sign of Adam. Margo worries he's not returning because he did something worse than hide that bond at the cottage. She exits to investigate. Gwen and Maddie realize somebody knows what they did. Gwen fears Jade knows the truth and moved the body. Maddie tries to talk Gwen out of turning themselves in. They enter the cottage and find Margo waiting for them. Margo asks Gwen if Adam raped her, but the girls assure her that didn't happen. Later, Margo learns Maddie went to the morgue and her cop instinct kicks in, wondering why she'd go there. Gwen and Maddie sneak into Jade's room to search for clues, just as Jade is about to enter.\n\n\n",
    "tvmega_recap": "Lucinda decides to go visit Sierra for a few weeks and let Lily make her own decisions about the baby food project. Lily and Ethan film a commercial for the baby food company and Phyllis and Miranda give Ethan a teddy bear identical to the one in Paul's vision to replace the teddy bear Holden threw in the garbage. Paul tells Meg he will always love her and will be there if she ever wants to have a romantic relationship with him again. Gwen and Maddie Panic when they discover that Adam's body is missing from its grave. Margo begins to suspect Maddie might be involved in Adam's disappearance after Dallas tells her he saw Maddie at the morgue. Gwen and Maddie search Jade's room hoping to discover if she knows anything about what they did to Adam.",
    "soapcentral_condensed": "Paul sees Meg and she says she wants to try to be friends, but Paul wants more from her and won't pretend otherwise. Lily is shooting a baby food commercial with Ethan, and the execs want Faith to join her. Faith rejects the idea and tells Lucinda about the commercial. Later, Margo learns Maddie went to the morgue and her cop instinct kicks in, wondering why she'd go there. Gwen and Maddie realize somebody knows what they did and Gwen fears Jade knows the truth and moved the body. Margo asks Gwen if Adam raped her, but the girls assure her that didn't happen. The baby food women return with a gift for Ethan: a bear identical to the one Holden destroyed. The girls return to the cottage and find Margo waiting for them, and they tell her they're not going to turn themselves in. They also tell Margo that Casey's court date looms and there's still no sign of Adam. The episode ends on a cliffhanger.\n"
}