{
    "soap_central": "\n\nAlison discussed her wedding plans with Lily, and Lily suggested an outdoor ceremony with an arbor built by Mike.  Lily called Mike at the construction site and told him she was coming to ask him a special favor.\n\n\nHolden ran into Aaron at the Lakeview who was taste testing samples from the caterers for the wedding.  Holden took another opportunity to tell Aaron he thought his son should not rush into marriage with Alison. Aaron wasn't listening, however, and the men got back to the food and decided they needed a feminine opinion of the menu. Aaron suggested Lily.\n\n\nChris visited with Nancy and her friend Dorothy Ward, who was upset because she could not take her puppy, Voldemort, with her to her new assisted living apartment at Mountain View.  Dorothy saw Alison and assumed she and Chris were together and suggested the dog live with them.  She remembered that it had been those two who had corralled the elusive pup several days earlier.  Mrs. Ward's transportation arrived, so she told Chris where the dog was hiding under a bed and what kind of food he liked.  Chris and Alison found the dog which they began calling \"Morty\" and decided to keep him in Chris' hotel room until Alison could make arrangements for him after the wedding.\n\n\nVienna noticed Henry had a case of the gloomies at the diner.  He was upset because Bonnie was no longer working at Metro.  He asked Vienna for her permission to rehire Bonnie because that would free his time to be with Vienna.  Vienna agreed only if he would honor her terms: First, Bonnie had to stay away from Henry; second, there would be no contact unless it had to do with the business; and three, Henry had to learn everything Bonnie knew about the business as soon as possible so that Bonnie could depart.\n\n\nBonnie called Derek Coburn, and they met at the coffee shop.  She told him all her nights were free since she was no longer working at Metro.  He asked her out, but before she could respond, Henry called her.  He asked her location, and said he was coming immediately to discuss something with her.  As Henry  arrived, he saw Derek speaking on his cell phone and overheard him tell his caller that he had \"put the fear of God\" into someone.  Henry asked Bonnie how well she knew her new boyfriend, but Bonnie denied that was their relationship.  Henry was worried about her because of Derek's language.  Henry asked Bonnie to come back to work, but she refused because of Vienna's attitude. Vienna appeared and further irritated Bonnie who changed her mind and took back her job, if only to torture Vienna.  Henry expressed concern about Derek's hanging around the club.\n\n\nPaul brought Meg a tray in her room.  Meg, who was on bed rest per doctor's orders, was bored looking at those four walls.  After Paul left, James peeked into the room to see his new daughter-in-law.   Meg saw James who tried to convince her she was dreaming.  Paul went to the Snyder construction site and began digging with a shovel in hopes of finding Barbara's missing money.  Mike approached and asked what he was doing, and Paul claimed he was checking the soil again.  Lily arrived to ask Mike about the arbor, which he readily agreed to construct.\n\n\nAaron called Lily and asked her to please swing by the Lakeview and give her opinion on the food samples.  She agreed and left Mike to go buy the materials for the arbor.  Lily ran into Chris who was smuggling \"Morty\" into the Lakeview, and found Holden and Aaron.  Alison arrived toting dog food, but she pretended she was involved in the tasting.  She did not stay long and said she had to return to the hospital, but instead she went to Chris' room to deliver the dog food.  They fed the pup and Chris offered Alison an extra key to his room so she could do some of the feedings.\n\n\nDownstairs, Aaron decided his grandmother's cooking surpassed the delicacies of the Lakeview and wondered out loud if Emma might agree to do the cooking for the wedding.  Holden thought it was a great idea, as well.  Aaron then asked his father to be his best man, and Holden agreed.  They split, and Holden announced he was going to Lily's to tell her of the change of plans.\n\n\nPaul returned home and Meg told him about seeing James in her dream.  Paul went immediately to the wine cellar and confronted his father.  James called his bluff, and told Paul to get rid of the workers for as long as it would take to find the buried money.  Paul went upstairs, and Mike showed up to tell Paul he would not be at the site for the next couple of days because he was building the arbor for the wedding.  Paul feigned anger and said he would shut down the whole site until it was convenient for Mike to come back to work.  James was listening to the conversation, and after Mike left, he complimented Paul on how he played Mike.\n\n\nPaul returned to the farm and resumed digging by hand.  He because exasperated when he uncovered nothing, so he went home and was surprised to find Meg resting downstairs.  She commented on how dirty Paul's clothes were and told him again how proud she was of him for all his efforts to save the Snyder farm.  Paul went down to the cellar and accused his father of still toying with him.  James told him the money was buried too deeply for hand digging; he should use a backhoe instead.  \n\n\nMike prepared the ground for the arbor at Lily's place, and Lily offered her shower to him since his clothes were soiled. She put his clothes in the washer and  brought towels into the bathroom.  Mike grabbed her and dragged her, laughing, into the shower with him.  Later, Holden walked into Lily's house to find Mike and Lily, wrapped only in towels, kissing in the living room.\n\n\n",
    "tvmega_recap": "Allison and Cris continue to bond as they are persuaded to take care or Mrs. Ward's dog Voldemort since she can't take him to her new assisted living home. Aaron wonders why Allison doesn't seem to care about planning the wedding. Paul is very upset when he digs on Snyder land and doesn't find the money he needs to pay off Derek. Henry tells Bonnie to stay away from Derek after he overhears a phone conversation in which Derek tells someone that he did as he was told and put a good scare into someone else. Bonnie doesn't take Henry's advice and insists on dating Derek. Bonnie agrees to come back to work at Metro just because her working there aggravates Vienna. Holden is uncomfortable when he arrives to talk to Lily and he sees Lily and Mike in bath towels kissing each other. James tells Paul that the money he wants is buried very deeply and he must use a back hoe to get the money out.",
    "soapcentral_condensed": "Alison discussed her wedding plans with Lily, and Lily suggested an outdoor ceremony with an arbor built by Mike. Chris and Alison found the dog which they began calling \"Morty\" and decided to keep him in Chris' hotel room until Alison could make arrangements for him after the wedding. Henry asked Bonnie to come back to work, but she refused because of Vienna's attitude. Paul went to the Snyder construction site and began digging with a shovel in hopes of finding Barbara's missing money. James peeked into the room to see his new daughter-in-law. Meg saw James who tried to convince her she was dreaming. Aaron decided his grandmother's cooking surpassed the delicacies of the Lakeview and wondered out loud if Emma might agree to do the cooking for the wedding, and Holden thought it was a great idea. Aaron then asked his father to be his best man, and he announced he was going to tell Holden. Paul returned home and told him about seeing James in her dream and confronted his father.\n"
}