{
    "soap_central": "\n\nWhen Margo and Tom confront Casey about the condom in his wallet, Celia rushes out of their house in embarrassment.  On her way out, Kim comforts Celia and advises her to talk openly to Casey about her feelings, then Kim and Bob give Celia a ride home.  Casey lashes out at Margo, telling her that she has no right to lecture him about morals, after her own behavior in the last year.\n\n\nAt the gym, Katie accidentally lets it slip to Craig that she knows that Jennifer is only 5 weeks pregnant because she looked into Jen's file at the obstetrician's office.  Craig realizes that he was with Jennifer 5 weeks ago.  Jennifer and Mike decide to have the baby and to tell everyone that the baby is Mike's.  They call Barbara over and threaten her with being cut off forever if she lets the secret slip to Craig.  Mike proposes to Jennifer and she happily accepts.\n\n\nLily poses as a reporter to distract Les' landlord, Mr. Sims, while Keith searches Les' apartment.  Keith finds Julia's cell phone, which is covered in blood.  Keith and Lily are reluctant to tell any of the police but Jack, for fear that their searching of Les' apartment will cast suspicion on them.  Lily tries to call Jack on his mobile phone, then at the police station.  Hal answers the telephone at the station and tells Lily that he has been trying unsuccessfully to contact Jack, because he has learned that a judge has given Les custody of JJ.  When Lily finds that Hal has been unable to reach Carly as well, she and Keith take off for Carly's house.  Les is at Carly and Jack's house, grabbing JJ to take him somewhere where no one can find him.  Carly hits him over the head with a vase and JJ escapes upstairs, where he tries to call Jack.  Meanwhile, Les throws Carly on the couch and chokes her almost to death.  Suddenly Les falls away from Carly, and Carly sees JJ holding a baseball bat.  Les lies on the floor and Carly turns to call the police, but she turns to find that Les has recovered and has JJ again.  Lily and Keith arrive at Carly's house to find Carly unconscious on the floor.  They call the paramedics, and Carly revives enough to tell them that Les has taken JJ.  In the car, an obviously injured Les tells JJ that he will treat him the same way he treated Julia.\n\n\n",
    "tvmega_recap": "Margo inadvertently causes the condom Casey's friend gave him, to drop out of his wallet, causing an embarrassed Celia to leave quickly. Casey goes after her, but she is too hurt and embarrassed to listen to what he has to say. Inside Casey is cornered by is parents wanting to talk to him about the condom, but he wants none of the conversation. He gets so frustrated with Margo's constant nagging about the subject, he blurts out that Margo has no right to lecture him about sexual responsibility considering her track record. Outside, Kim talks to Celia and tells her to give Casey a chance to explain because she is sure Casey would not do anything to disrespect her feelings. Celia is overwhelmed with Kim's kindness, and takes her up on her offer to drive her home, and stop for lattes on the way. Craig asks Henry why he and Katie lied to him, and Henry tells him that it was not their place. However, Craig chides Henry's supposed morals claiming that he was just afraid Katie and Mike would find their way back to one another if the baby were his. Katie shows up back at the gym upon receiving confirmation inadvertently from the doctor that Jen was stressed about the baby and when her due date was. She talks further with Craig who is lamenting over his wanting a second chance with fatherhood, and by accident tells Craig that Jen is not 10 weeks along, but rather only 5 weeks pregnant. Jen and Mike discuss if he can really take on being a father to Craig's baby, because it would require him lying for many years to come. He convinces Jen he wants to, and the only person they are now worried about spilling the beans is Barbara. They invite her over to talk, and Jen threatens that if Barbara breathes a word of this, Jen will cut her out of her and her baby's life and never forgive her. Barbara agrees to Jen's boundaries, and Mike decides that everything feels right now, and asks Jen to marry him, and an excited Jen agrees. Les has shown up to take JJ, but Carly tries to stop him, and hits him over the head, and tells JJ to take off. An angry Les tries to strangle Carly, but JJ shows back up with a baseball bat, and hits Les over the head again. However, Les comes through in time to stop Carly and JJ from escaping. Lily and Keith find Julia's cell phone with a drop of blood on it hidden in the wall at Les' halfway house room. They decide to wait for Jack for help, and when they call looking for him, Hal tells them Les has received custody of JJ. They rush over to Carly and Jack's only to find Carly unconscious and JJ gone. When Carly comes through, she tells them Les has JJ. Meanwhile, JJ tries to get out of Les's car, and Les threatens to do to JJ what he did to his mom.",
    "soapcentral_condensed": "Lily poses as a reporter to distract Les' landlord, Mr. Sims, while Keith searches Les' apartment. Les is at Carly and Jack's house, grabbing JJ to take him somewhere where no one can find him. Carly hits him over the head with a vase and JJ escapes upstairs, where he tries to call Jack. Les throws Carly on the couch and chokes her almost to death. Katie accidentally lets it slip to Craig that she knows that Jennifer is only 5 weeks pregnant because she looked into Jen's file at the obstetrician's office. Craig realizes that he was with Jennifer 5 weeks ago. Jennifer and Mike decide to have the baby and to tell everyone that the baby is Mike's. They call Barbara over and threaten her with being cut off forever if she lets the secret slip. Mike proposes to Jennifer and she happily accepts. Celia rushes out of their house in embarrassment after Margo and Tom confront Casey about the condom in his wallet. Kim comforts Celia and advises her to talk openly to Casey about her feelings. Kim and Bob give Celia a ride home.\n"
}