{
    "soap_central": "\n\n\nEveryone is sitting around the table discussing plans for Chris and Alison's wedding.  It is a table of smart remarks being thrown without the recipients being aware.  Barb is especially between Kim and Susan.  Chris tells Bob that his Mom didn't seem too happy.  Bob chuckles and remarks, what made you think that, the acid tone in her voice or her clenched jaw?  \n\n\nRosanna and Paul are chatting.  They give each other a tender kiss.  Paul is on the way out and Carly has just arrived.  Rosanna tells Carly that something happened last night.  Rosanna is reluctant in telling Carly what she is feeling for Paul.  She wonders if she is crazy.  Carly tells her that the look in Paul's eyes is the same one she is seeing in hers.  She tells Rosanna that Paul is a complicated man with a lot of issues, like his Father and Mother and does she want to be a part of all that.  She reminds Rosanna that she\n\n\nis no one to be giving advice  but she will tell her to follow her heart.  She tells Rosanna that there is room in heart for two if that is what she wants.  Rosanna wants to know if Carly thinks that Paul can be interested in her personally.\n\n\nBarbara tries to make plans with her chauffeur to have her children kidnapped, since, she can't seem to get them to understand the evil behind  James Stenbeck.  Walker enters the room and confronts Barbara with what she is trying to do.  She tells Walker that it is not about what she wants but what James wants.  Walker reminds Barbara that her children are adults and she has to let them go.  If she alienates her children, they will have no one to turn to. She tells Walker that James will try to derail any plans her children think will work. She tells him that he is right  and thanks him for his advice.  He leaves.  Barbara goes to the phone to call the warden and make an appointment to see James Stenbeck herself.\n\n\nJack is questioning Starziak about Molly's disappearance.  Meanwhile Molly is locked in an elevator where someone opens it long enough to shove food over to her.  She finds a plastic knife and prepares to do something with it.\n\n\nJordan sneaks Jennifer for an afternoon for just the two of them.\n\n\nHal and his police squad break into the armored van to find Lucy sitting there by herself.  They ask her where Dusty is.  She tells them that she doesn't know.  She explains that he put her in a crate and took off.  \n\n\n\n\n",
    "tvdb": "Alison confronts Gordo with her belief that he is the murderer, leading to him cornering her. When Chris hears her screaming he rushes into the room, and Gordo ends up unemployed.",
    "tvmega_recap": "Allison and Chris announce their marriage to their families, Kim less then excited about the news. She and Susan have words. The truck carrying Lucy and Dusty turns around and heads back to Oakdale. Once it arrives, only Lucy is there. Barbara has a discussion with Paul and Jennifer, but after much debate she acquiesces and tells them she won't meddle. After they leave, she talks with her chauffer about kidnapping them to scare them, Walker overhearing as he came in the door. He talks her out of it, Barbara instead making an appointment to visit James. Roseanna confides in Carly that she may be having more than friendly feelings for Paul. When he returns from his meeting with his mother, they share a short, tender kiss. Molly gets lunch from one of Starzyack's thugs, and begins sharpening the plastic knife it came with.",
    "soapcentral_condensed": "Barbara tries to make plans with her chauffeur to have her children kidnapped, since, she can't seem to get them to understand the evil behind James Stenbeck. Jordan sneaks Jennifer for an afternoon for just the two of them. Hal and his police squad break into the armored van to find Lucy sitting there by herself. She explains that he put her in a crate and took off. Jack is questioning Starziak about Molly's disappearance. Meanwhile Molly is locked in an elevator where someone opens it long enough to shove food over to her. She finds a plastic knife and prepares to do something with it. Barb is especially between Kim and Susan. Chris tells Bob that his Mom didn't seem too happy. Bob chuckles and remarks, what made you think that, the acid tone in her voice or her clenched jaw?  Rosanna and Paul are chatting.  Paul is on the way out and Carly has just arrived. Rosanna is reluctant in telling Carly what she is feeling for Paul.\n"
}