{
    "soap_central": "\n\nAfter Barbara tells Paul that she is certain that Rose was one of the two women who participated in her abduction, Paul confronts Rose in the hotel bar and asks her directly if she had anything to do with Barbara's abduction.  Just as Rose is about to confess to Paul, Dusty, who has been eavesdropping, interrupts.  He tells Paul that he and Rose were working on renovations for the shop the entire time the kidnapping took place, and, in fact, he has notes on his calendar which will prove it.  Paul leaves Dusty and Rose at the bar and rushes back up to tell Barbara that Dusty has provided an alibi for Rose.  Barbara is furious, of course.  Paul returns, and Dusty leaves them.  As soon as Dusty is out of their sight, his cell phone rings, and Barbara demands that he come up to her room immediately.\n\n\nRosanna, still in her wedding dress, tries to convince Craig that he should forgive her for lying to him because she was trying to help Lucy.  Craig, stone-faced, refuses even to look at Rosanna, insisting over and over that she lied to him.  He walks out of the gazebo and up the stairs, past Lucy and Katie.  Lucy asks him again to accept Aaron, but Craig refuses.  Lucy then regretfully tells Craig that if she has to choose between her father and Aaron, she will choose Aaron.  Craig tells Lucy that she is making yet another bad decision, and walks upstairs.  When Rosanna comes into the living room, she asks Lucy to spend the night at Katie's house, and Lucy and Katie leave.  Rosanna goes upstairs to find that Craig has packed a bag and that he intends to spend the night somewhere else.  She protests that it is their wedding night, and Craig responds, \"Enjoy it.\" as he walks out the door.\n\n\nBonnie discovers the pictures of Marshall and Jessica in Marshall's briefcase.  She tears the pictures up, and when Marshall returns to his room, he finds a torn picture.  Bonnie bursts in and confronts Marshall with the tape of him and Jessica making love.  After Marshall takes the tape from Bonnie, she points a gun at him.  At that moment, Jessica comes in the door behind bonnie.  She tries to take the gun from Bonnie,  Marshall joins the struggle, and the gun goes off, ending the program.\n\n\n",
    "tvdb": "Dusty provides Rose with an alibi when Paul demands answers from her, but afterward, she tells him she's having trouble lying to Paul.",
    "tvmega_recap": "Margo served Marshall order of protection papers while Jessica stood by. An enraged Bonnie tried to get a taped confession out of Marshall by pointing a gun at him. Jessica came in and the gun went off. Craig is so mad at Rosanna for allowing Lucy to see Aaron, he packs his bags. Barbara assures Paul that she heard two female voices when she was being abducted. Dusty gives Rose an alibi for the day of the kidnapping.",
    "soapcentral_condensed": "After Barbara tells Paul that she is certain that Rose was one of the two women who participated in her abduction, Paul confronts Rose in the hotel bar and asks her directly if she had anything to do with Barbara's abduction. Just as Rose is about to confess to Paul, Dusty, who has been eavesdropping, interrupts. Paul leaves Dusty and Rose at the bar and rushes back up to tell Barbara that Dusty has provided an alibi for Rose. Rosanna tries to convince Craig that he should forgive her for lying to him because she was trying to help Lucy. Craig, stone-faced, refuses even to look at Rosanna, insisting over and over that she lied to him. Lucy regretfully tells Craig that if she has to choose between her father and Aaron, she will choose Aaron. Bonnie discovers the pictures of Marshall and Jessica in Marshall's briefcase. She tears the pictures up, and when Marshall returns to his room, he finds a torn picture. Bonnie bursts in and confronts Marshall with the tape of him and Jessica making love.\n"
}