{
    "soap_central": "\n\nAt Memorial, Luke whined to Reid that Noah did not want to get back together with him, and apparently Reid did not want him either.  \"Poor you,\" quipped Dr. Oliver.  Then Oliver asked Luke what the two of them were to each other, and Luke answered that when Reid stopped calling him \"Mr. Snyder,\" he made Luke feel wanted.  Luke looked at the unappealing frozen dinner that Reid was preparing to eat, and he invited the doctor to go with him to Lily's house for a good dinner.  Oliver made his usual disclaimer about his dislike of all social gatherings, and he declined.  Luke told him to suit himself, and he walked out.  Reid got called away, but when he returned, he took one look at the soggy dinner and dumped it in the trash.  He grabbed his coat and took off.\n\n\nEthan and Natalie welcomed their dad to Lily's, and the children were very excited.  Gabriel, the guest of honor, walked out of his room and exclaimed, \"Aren't you two divorced?\"  Lucinda quickly interjected that Lily, Holden, and the kids were still a family.  Then she pulled Lily aside and suggested that her daughter multitask by making Gabriel feel welcome, as well as giving Holden some special attention.  \"Carpe diem!\" recommended Lucinda, as she went to speak with Gabriel.  She told the boy privately that her large cash offer was still good if he testified against Craig and then left town.  Faith walked in, and when Lily welcomed her, the girl asked how she could miss the party for the guy who had stolen Parker's money.\n\n\nCarly and Jack made love and then got dressed to go to Lily's dinner party.  Carly suggested that Jack not talk to Gabriel at all that evening because Jack was doing such a good job of letting the Monte Carlo fire case go.  They arrived at Lily's, but Gabriel looked worried when he spotted Jack.  Next, Lily opened the door to Noah, who was not expecting to walk in on a party.  He asked to speak with her, so Lily stepped outside on the patio.  Noah said he needed to thank her for everything she and her family had done for him, and he also wanted to pick up a few of his belongings that were still in Luke's room.\n\n\nLily tried to reassure Noah about Luke, but Noah said things had changed.  His plan was to go back to school and finish up, but Lily wanted some assurance that Noah would not just disappear from their lives.  Holden joined them outside and explained that Noah didn't want to be around Luke at the present, or, by extension, Luke's family.  Lily got upset that Noah felt that no one could \"fix\" his relationship with her son, but Holden understood.  Noah hugged Lily and asked to go to Luke's room for his things.  He went inside, but Lily remained out on the patio.\n\n\nIn Luke's bedroom, Noah was distracted when he saw a framed photograph of Luke and him, and he was holding it when Luke walked in.  Noah said he had wanted to get in and out before Luke returned, and he had also said goodbye to the Snyder family.  Then Noah picked up the tie that Luke had once helped him tie, the event that precipitated the boys' first kiss.  He told Luke that he had never expected to feel the way he did.  Suddenly Reid Oliver walked in, and Luke felt compelled to explain to Noah how he had extended an invitation to Reid.  Noah said he had to go, and he walked out.  Dr. Oliver made cracks about the boys' relationship, so Luke ordered him out of his room.  He also said he had invited Oliver to his home to spend some time with real people, but it was obvious that Oliver could not fit in.\n\n\nHolden found Lily sitting on the patio, and he joined her.  Lily was crying and said that it was wrong for people who belonged together to break up.  Holden asked if she was referring to Noah and Luke, and he said there was nothing anyone else could do about it.  Lily suddenly switched gears and began apologizing for letting Damian intrude again between the two of them.  Holden said that no one could have stopped Damian; he was a man possessed.  He and Lily shared a close moment and finally kissed.  Holden pulled away and went inside to look for his phone.\n\n\nJack eyed Gabriel at the party, as Carly suggested to Jack that they take a family trip out west during the summer.  Lucinda overheard her comments, so she spirited Carly away to give her suggestions on some great western spas.  Jack watched Faith approach Gabriel and scold him for calling her a \"brat.\"  She then labeled him as a \"blackmailing liar,\" as Gabriel remarked that Faith was a brat because she treated her mother like dirt.  When Faith gave a smart-aleck response, Gabriel reminded her that some day her mother would be gone.  Gabriel walked away from Faith and ran into Jack, who said, \"Hiya, Gabe, you got a minute?\"\n\n\nJack took Gabriel into the kitchen on the pretense of looking for more dessert, and he brought up the subject of the Monte Carlo fire.  He wanted Gabriel to walk him through all the events that took place just before the fire, so the boy began with his fight with Parker.  He said the boys quarreled about the trust fund, and Parker had knocked him down and walked out.  Gabriel said he had gotten up when Craig walked in and sucker-punched him hard.  Craig had also said, \"You'll never get out of here alive.\"  Jack led the boy by telling him that Craig must have had something in his hand because of the kind of wound Gabriel had suffered.  He suggested that the boy relax and try to picture what had been in Craig's hand.\n\n\nFinally, after much suggesting, Jack got Gabriel to name the object in Craig's hand as the angel paperweight that Carly always kept on her desk.  Lucinda interrupted them then and marched Gabriel away.  Carly found Jack in the kitchen and asked what he had been doing.  They decided it was time to go home, so they drove back to Carly's.  No one was home, so Jack asked Carly to confirm for him that the angel paperweight was made of glass and therefore quite fragile.  Carly got irritated and accused Jack of trying to convict her son again.\n\n\nAt the Old Mill Restaurant, Silas Whitman reminded Molly of the time in New York City when he had rented an entire restaurant so that he could have dinner alone with her.  Molly then reminded him of his promise that if Molly had dinner with him and chose not to be with him, Silas would walk away.  Whitman excused himself for a moment, left the room, and locked the door behind him.  Molly tried to open it, but Whitman returned and seemed energized and excited.  He told Molly she needed to focus on their future, and Molly realized the man had gotten high on drugs.\n\n\nWhitman began talking about how much Molly turned him on, and when she accused him of taking drugs, he laughed and said that quitting drugs was a '\"process\" that he was working on.  He said Molly could \"fix\" him, but she said he needed professional help.  Silas looked in vain for a way to turn on music in the room, but when he couldn't figure it out, he suggested that they make a new sex video.  Molly tried a different tack and asked Whitman to find some sticky sherry behind the bar, and she triggered his memory of an especially erotic escapade.  When Whitman went behind the bar, Molly slipped out her phone and left a message for Holden that she needed help and would try to call 9-1-1.\n\n\n Whitman sneaked up on her, grabbed her phone, and crushed it beneath his shoe. He took Molly's face in his hands and began kissing her until she stuck her hand in her purse, pulled out a revolver, and pointed it at his belly.  Molly told Whitman to put the door key on the table, but he laughed and called the addition of the gun \"a new game.\"  Molly screamed at him, so Whitman threw the key across the room.  He began advancing on her, so Molly yelled for him to back off.  She dared Silas to give her a reason to blow him away.\n\n\nSilas held his head in his hands and pretended to be shaking off the effects of the drugs.  He crossed the room and found the key, all the while apologizing and moving closer to Molly.  In one swift move, he swung his arm and knocked the gun away and grinned, \"Oops!\"  Whitman grabbed Molly and threw her on a table and climbed on top of her, and pinned her down.  Molly screamed, as her attacker checked the angle of the minicam that was recording the attack.  Whitman declared they were at a \"perfect angle,\" and Molly sobbed and yelled at him to get off her.\n\n\nBack at Lily's, Faith found her father's phone among Ethan's trucks.  She handed it to Holden, as Lily walked in from the patio.  Holden listened to Molly's frantic message and he panicked.  Holden ran out of the house with no further explanation.\n\n\nFaith helped her mother clean up, and said she knew Lily had kissed Holden.  She also wondered if her mother was sad that Holden had left to go back to Molly, and Lily admitted that was so.\n\n\nHolden broke through the locked door at the Old Mill Restaurant and knocked Silas Whitman off the table.  The men fought, and Whitman scrambled for the revolver he knew was on the floor.\n\n\n",
    "tvmega_recap": "Carly and Jack dress for the party at Lily's. Lily and Lucinda prepare the snacks for the dinner. Molly arrives at the restaurant to meet Silas. Lucinda has a small chat with Gabriel. Faith arrives at the dinner but has insulting remarks for Lily. Faith also has cruel remarks for Gabriel over his taking Lily's car and it not working out. Luke tells Reid about his love for Noah. Luke invites Reid to dinner at his mom's. Noah arrives at Lily's to talk to her and to pick up his things before Luke gets home. Noah lets Lily know that he and Luke will never get back together. Holden overhears the conversation. Molly tries to get out, but finds that Silas locked the door. Molly tells Silas that he needs a psychiatrist's help. When Silas kisses Molly, she pulls a gun. Acting as though he is sorry, Silas knocks the gun out of Molly's hand. Holden calls Molly and leaves her a message. Luke finds Noah in his room and they reminisce about the past when Reid walks in. Carly plans a family trip with Lucinda's help. Faith tells Gabriel that he owes her an apology. Gabriel gives Faith helpful advice concerning Lily. Molly calls Holden but is interrupted by Silas, who smashes her cell phone. Silas forces Molly down onto the table and attempts to rape her. Jack questions Gabriel about Parker hitting him. Gabriel makes up a lie to tell Jack until he is interrupted by Lucinda, who drags Gabriel out of the room before he can break in front of Jack. Holden and Lily kiss, but he pulls away and goes into house. Holden checks messages and gets one from Molly. so he runs out of house. Molly pleads with Silas to get off her. Luke orders Reid out. Lucinda asks Gabriel what he told Jack. At home, Jack questions Carly about the angel that was on her desk. Faith asks Lily about her feelings for Holden. Holden arrives just in time to get Silas off Molly. Silas spies the gun in the corner and tries to get to it.",
    "soapcentral_condensed": "At Memorial, Luke whined to Reid that Noah did not want to get back together with him, and apparently Reid does not want him either. Reid asked Luke what the two of them were to each other, and Luke answered that when Reid stopped calling him \"Mr. Snyder,\" he made Luke feel wanted. Reid got called away, but when he returned, he took one look at the soggy dinner and dumped it in the trash. Carly suggested that Jack not talk to Gabriel at all that evening because Jack was doing such a good job of letting the Monte Carlo fire case go. Jack watched Faith approach Gabriel and scold him for calling her a \"brat\" Faith then labeled him as a \"blackmailing liar,\" and he pulled away and went inside to look for his phone. Jack and Carly made love and then got dressed to go to Lily's dinner party. Lily opened the door to Noah, who was not expecting to walk in on a party. Noah said he needed to thank her for everything she and her family had done for him and he also wanted to pick up a few of his belongings that were still in Luke's room.\n"
}