{
    "soap_central": "\n\nBrooke and Nick tried to fight their feelings for each other, and Brooke implored Nick to commit to Bridget and the baby. Nick felt he could not lie to Bridget because he was really in love with Brooke. Bridget interrupted in the middle of their heated conversation.\n\n\nPhoebe snapped to Steffy that she didn't want Gaby living at their house anymore because it was keeping Ridge away. Phoebe unknowingly interrupted Gaby and Thomas' romantic evening. Gaby managed to brush off Phoebe. Later, Phoebe confronted Thomas after she found a condom wrapper in the hallway.\n\n\n",
    "tvdb": "Phoebe tells Steffy that she blames Gaby for Ridge moving out. Thomas and Gaby sleep together, but the evening is cut short by a snooping Phoebe, who threatens to tell Taylor everything. Nick and Brooke become passionate, but Brooke forces herself to pull away.\r\n",
    "yt": "\n\nAlthough Brooke and Nick try to fight their feelings for each other, Brooke implores Nick to commit to Bridget and the baby.  Nick feels he cannot lie to Bridget because he is really in love with Brooke. Bridget interrupts the middle of their heated conversation.  Phoebe snaps to Steffy that she doesn’t want Gaby living at their house anymore because it’s keeping Ridge away. Phoebe unknowingly interrupts Gaby and Thomas’ romantic evening. Gaby manages to brush off Phoebe. Later, Phoebe confronts Thomas after she finds a condom wrapper in the hallway.",
    "tvmega_recap": "Thomas and Gabby enjoy the afterglow of their lovemaking. Thomas wants to stay in her room but she is afraid they will be caught. They are interrupted by Phoebe asking questions about homework. Thomas hides in the bathroom. When his sister leaves he hastily gathers up his clothes and a condom wrapper and sneaks back to his room. Brooke breaks off hers and Nicks kiss by telling him she'll take the kids and move if she has to. He has to stay with Bridget and make her happy. Nick wants to tell her everything. Bridget comes home to find Nick and Brooke together. Brooke tells Bridget Nick has come to see her. Nick tells her he needs time to get over everything. Thomas gets to his room and is horrified to notice the condom wrapper is missing. Phoebe walking in the hall finds it. She confronts Thomas with her discovery.",
    "soapcentral_condensed": "Brooke and Nick tried to fight their feelings for each other. Nick felt he could not lie to Bridget because he was really in love with Brooke. Phoebe snapped to Steffy that she didn't want Gaby living at their house anymore because it was keeping Ridge away. Later, Phoe be confronted Thomas after she found a condom wrapper in the hallway. Gaby managed to brush off Phoe Be's interruption of her and Thomas' romantic evening. The episode aired on Friday, September 14, at 8 p.m. ET on CBS. For more from Soap Opera Digest, visit the website. Back to the page you came from.  For more From The Inquisitr news, check out the latest from Soaps In Depth and Behind The scenes with the cast and crew of \"Soap Opera House\" on Sunday, September 15 at 9 p.M. and 9 a.m., or visit www.soapsinprogress.com.   \n"
}