{
    "soap_central": "\n\nAt Forrester, Rick chastised Wyatt for Wyatt's ignorant prank -- stealing the Hope for the Future diamond. Rick suggested that Wyatt and his mother should be fired and jailed, but Rick left the final decision up to Hope.\n\n\nWyatt acknowledged that Hope should be furious, but Wyatt begged Hope not to punish the Quinn Artisan Jeweler employees for Wyatt's stupid mistake. Rick grilled Hope about what should happen next.\n\n\nHope admitted that she was disgusted by what Wyatt had done. She promised that she would never forget it.  Hope, however, felt the jewelry had enhanced the Hope for the Future line, and Forrester staff and customers expected the collaboration to continue.  Hope relented and allowed Wyatt and Quinn to remain, but she promised to terminate their contract if anything else happened.\n\n\n\"I'm allowing you and Quinn to stay on at Forrester,\" Hope said.  Rick advised Wyatt not to screw it up. \"Lucky man -- you are a lucky man,\" Rick told Wyatt. Rick warned Wyatt to remain silent about his theft of the necklace because of the embarrassment it would bring to the company. Hope advised Wyatt that she no long wanted a relationship with him. Wyatt lamented that he had made the mistake of his life. Rick left.\n\n\nHope told Wyatt that their relationship was over. Wyatt wanted to take it all back -- everything he had done, but he couldn't take it back, Hope noted. Wyatt encouraged Hope to be mad and yell, but he begged her not to end their relationship. He promised never to lie to Hope again, and he pleaded for another chance. Wyatt said he couldn't lose Hope, and he kissed her. \n\n\nHope agreed to another chance, and she and Wyatt kissed. He put her necklace back on her, and he kissed her. Hope responded to his kisses. \"One more chance,\" Hope promised, and she hugged and kissed Wyatt.  They both smiled.\n\n\nAt Forrester, Quinn sat in the CEO office, and Liam entered. He noted that Quinn had been getting comfortable there. Liam joked that he wanted Quinn to make a necklace for Hope with the initials HS for Hope Spencer. Liam added that he wanted custom wedding rings, as well. Quinn told Liam that he was dreaming because Hope and Wyatt were together on a road trip.\n\n\nLiam informed Quinn that something had happened -- Hope and Wyatt had returned. Quinn advised Liam to stop interfering, but Liam showed Quinn his phone with the footage of Wyatt stealing the diamond. Liam said that Hope had learned all about what Wyatt had done. Liam guessed that it was all over for Quinn and her son at Forrester. Quinn defended Wyatt, but Liam said no one was going to believe her. \"He has no integrity. It's all a lie,\" Liam said.\n\n\nQuinn maintained that Hope would see past Wyatt's mistake. Liam and Quinn argued, and Liam added that Wyatt would have trouble charming his way out of the situation. Liam was certain that Hope would fire Quinn and Wyatt, and terminate the contract.  Quinn told Liam to fly off to Paris to make babies with Steffy. Liam said that he loved Hope, and none of Quinn's schemes had worked to keep Liam and Hope apart.  Quinn looked worried.\n\n\nAt the park, R.J. shared the secret handshake that he and Ridge had developed. R.J. promised to teach it to Katie, and he added that even Brooke did not know it. Katie and Ridge smiled, and Katie promised to keep the secret. R.J. promised to show Will the secret handshake, as well. R.J. showed Katie how to perform the handshake.\n\n\nR.J. and Ridge discussed how nice it was to be together, and they agreed that R.J. should attend school locally rather than miles away at boarding school.  R.J. and Ridge noted that they could show Will how to skateboard and more. Katie laughed and said that Will needed to master walking first.\n\n\nRidge played soccer with R.J. while Katie watched.  After, Ridge told Katie that he had enjoyed spending time alone with R.J. while they had been overseas. Ridge had enjoyed parenting R.J. by himself. Katie noted that R.J. was fortunate to have Ridge as a dad, because Bill was a good dad but not always a great role model.\n\n\nRidge asked Katie to stop encouraging Ridge to return to Brooke. \"I have to figure that out,\" he said. Ridge added that Katie was a good person and deserved to be happy. \"I just want you to be happy,\" Katie said. Ridge agreed he wanted the same thing for Katie.\n\n\nWill carried the soccer ball, and Ridge, Katie, and R.J. followed. Then Ridge said that Will might become a soccer player. Katie noted that she had played soccer in high school. Ridge challenged Katie to a match. R.J. watched Will and cheered for Katie. Ridge teased that Katie seemed to have played the bench.\n\n\nLater, Ridge read poetry aloud from a book that Katie had taken along, and Katie recited poetry from memory. They looked fondly at one another.\n\n\n",
    "tvdb": "Feeling confident about his chances of winning Hope back, Liam gloats when asking Quinn for an insincere favor. Liam lets Quinn know that he knows all about Wyatt’s part in the jewelry heist. Katie and Ridge take their play date to a nearby park while trying to keep the topic of their conversations off of Brooke and Bill. Hope is put on the spot to make an immediate decision about Wyatt.",
    "tvmega_recap": "Katie and Ridge play with their kids in the park. RJ says if he went to school in L.A., they could skateboard all day and eat pizza, that would be fun. Katie and Ridge play a little one on one soccer. He teases her about playing the bench back in high school. While RJ is watching Will, Ridge and Katie sit on the blanket and read sonnets. Liam catches Quinn working in the CEO's office and makes mention that she sure is getting cozy there. Likewise she asks doesn't he have a job somewhere. He's only too happy to inform her that Wyatt and Hope are back from their aborted trip. Hope knows the truth now. He shows her the video footage. She reminds him this was a silly prank and Wyatt was wrong but she thinks Hope is a strong sensible young lady and they will work past this. Liam says he knows Wyatt is charming but he doesn't see how he can wiggle out of this. Rick asks Hope what will be her decision, to keep Quinn and Wyatt or let them go. Wyatt says he realizes he doesn't deserve a second chance but he is begging them not to hold it against all his employees for his stupid mistake. Hope thinks it over and says she is going to allow him and Quinn to stay. But nothing even close to this can happen again. They will be terminated immediately. Rick tells Wyatt that he is one lucky man. She tells Wyatt that as far as a personal relationship goes, that is now over between them. He asks her not to do this. She is allowing him to stay but they are no longer a couple. He says he knows that he can't take it back but he will never lie to her again. He's asking her to give him just one more chance. He kisses her and says he does not want to lose her. He will never do anything like this again. She finally says one more chance. He says he will not let her down. He brings her diamond necklace out of his pocket and puts it around her neck. They hold each other.",
    "soapcentral_condensed": "At Forrester, Rick chastised Wyatt for stealing the Hope for the Future diamond. Rick suggested that Wyatt and his mother should be fired and jailed, but Rick left the final decision up to Hope. Hope relented and allowed Wyatt and Quinn to remain, but she promised to terminate their contract if anything else happened. At the park, R.J. shared the secret handshake that he and Ridge had developed, and he promised to teach it to Katie, who did not know it was a secret, as well as Ridge and R.j. Ridge told Katie that he had enjoyed spending time alone with R. J. while they had been overseas, and Ridge asked Ridge to return to \"figure out a good role model\" for Katie to follow. \"I just want you to be happy,\" Katie said to Ridge, who agreed he wanted the same thing for Katie.  Ridge and Katie played soccer, and Will carried the ball, and Katie, Ridge, Katie, R,J, and. Ridge said that Will might become a soccer player.\n"
}