{
    "soap_central": "\n\nAt Forrester, Ivy looked at a photo of Aly and flashed back to when she had seen Steffy hit Aly with the tire iron. Wyatt entered and quoted from an article that said the accessories alone in the most recent fashion show warranted a new product line at Forrester. The article praised the design work.\n\n\nIvy was distant. Wyatt said it was cause for celebration and expansion. Ivy didn't feel like celebrating. \"Steffy's the reason Aly's dead,\" Ivy said. Wyatt argued, but Quinn entered and interrupted. Quinn advised Wyatt and Ivy that they needed to get on board for expansion.\n\n\nQuinn ordered Ivy to get Liam \"in the loop\" for expanding the jewelry line. Ivy wasn't paying attention. Quinn softened and said that she knew Ivy was grieving Aly's death, but they had to get to work.\n\n\nThorne entered, and Wyatt greeted him. Quinn stopped talking, and Thorne lamented that it seemed impossible that his daughter could fall, hit her head on a rock, and end up dead. Thorne was angry at Ridge's comments at the memorial service. \"He's got to carry on like some arrogant ...\"\n\n\nWyatt and Ivy defended Ridge's comments that they had all missed signs that Aly needed help. They added that Ridge had been worried about Steffy. \"Steffy's alive. My daughter's dead,\" Thorne said. He wondered how it had happened. Ivy looked away.\n\n\nQuinn tried to help and offered to take Thorne for a walk. Ivy pointed out that Aly had talked about Thorne and how much she loved him all the time. Thorne was angry and wanted explanations. Quinn took Thorne outside for some fresh air.\n\n\nIvy seethed. \"Steffy killed her,\" Ivy said. She wondered if they could remain silent while Thorne suffered. Wyatt insisted that Ivy had to calm down. He reminded her that no matter what Thorne knew, Aly would not return.\n\n\nWyatt added that they didn't know everything that had happened between Aly and Steffy. Ivy argued that Thorne should know the truth, but Wyatt said the repercussions would destroy the family and the company.\n\n\nIvy lamented that Aly had needed help. She added that Steffy shouldn't have put herself in a situation that confronted Aly. Wyatt said that Aly had attacked Steffy and had tried to hit Steffy with her car. Ivy reminded Wyatt that the video on her phone showed Steffy had hit Ivy with a tire iron.\n\n\n\"I knew she was in trouble that night. I wanted to bring her back,\" Ivy said of Aly. Ivy lamented that Aly had died on the side of the road. \"You're amazing,\" Wyatt said. He praised the ways she stood up for Aly. \"I think it's amazing,\" he said. Wyatt kissed Ivy.\n\n\nOn the rooftop, two women sat at a table and discussed Aly's death, while Steffy stood nearby. Liam entered and asked them to leave so he could talk to Steffy alone. They left, and Liam announced to Steffy that they had sales through the roof for the new line. Steffy agreed and said they had numerous buyers scheduled to visit the company within the week. Liam promised to handle it. Liam wanted Steffy to get away for a few days.\n\n\nSteffy refused, but Liam said that she had been through a traumatic experience that most people couldn't even imagine. He wanted to help her, but she said she didn't want to relive it. Liam wanted her to tell him what had happened.\n\n\nSteffy flashed back to the flat tire and Aly nearly hitting her with her car. Steffy recalled dragging Aly out of her car and Aly's attack on her. Steffy said she should have known that Aly wasn't herself. Aly had claimed that everything decent had been taken from her.\n\n\nSteffy recalled that, for a moment, Aly had seemed to listen, and she remembered that she had hugged Aly. Then, Aly had gone on the attack again. Liam suggested that was when Aly had fallen and hit her head on a rock, and there was nothing Steffy could have done to prevent it. Steffy said it was all a blur.\n\n\nIn Ridge's office, Ridge seemed distracted while he worked on a design. Caroline worried that he was concerned because his daughter was going through a lot. Ridge agreed. Thomas entered. He shared that Steffy was withdrawn. \"It's almost as if she feels responsible,\" Thomas said.\n\n\nCaroline said she still couldn't believe that Aly was dead. Thomas wanted to cover for Steffy as president, but Ridge refused his offer. Thomas promised he would earn Ridge's trust.\n\n\nThomas teased Caroline and Ridge about their relationship and called it bizarre. Caroline was offended. She asked what he meant, and Thomas noted that he and Caroline were the same age. Ridge interrupted and said that Thomas needed to submit designs. Caroline commented that if Thomas was half as good as Ridge, \"then he's better than most,\" she said.\n\n\nThomas vowed to deliver. \"Make sure you wear your reading glasses,\" Thomas sneered at Ridge. Caroline asked if it bothered Ridge. \"Don't be ridiculous,\" Ridge said, and he hugged Caroline.\n\n\nCaroline left, and Steffy met with Ridge. They discussed that the company had tremendous success due to the California Freedom line. Orders were rolling in. Ridge noticed that Steffy was distant.\n\n\nRidge reminded Steffy that it was awful about Aly, but he needed her leadership. He wanted her to stay away from the press and not answer questions from the media because it was a difficult time. Thorne stood in the doorway and overheard the conversation.\n\n\n\"A difficult time for Steffy?\" Thorne asked. Ridge maintained that he wanted to protect his daughter and help Thorne. \"What about my daughter? Who protected Aly?\" Thorne asked.\n\n\nRidge and Steffy maintained that they felt terrible. Thorne noted that Ridge had lost a daughter, but he had learned the details of what had happened to Phoebe. Thorne wanted to know the details of what had happened to Aly because he had nothing.\n\n\nThorne angrily said that Ridge had trashed Aly in front of family and friends at her memorial service. Ridge argued that he had told everyone they needed to be more aware of cries for help because they had all missed the signs that Aly had been a victim of mental illness.\n\n\nThorne didn't let up. He insisted that Steffy had been with Aly when she had died. \"You tell me what happened. Tell me!\" Thorne demanded. Ridge tried to intervene. \"Shut up, Ridge,\" Thorne said.\n\n\nSteffy said Aly had been out of control and had tried to hit Steffy with her car. Then Aly had attacked her. \"I just tried to defend myself,\" Steffy said. \"I don't believe you. Something else must have happened. Tell me. You tell me,\" Thorne demanded.\n\n\n",
    "tvmega_recap": "Steffy is out on the Sky Roof and overhears some interns talking abut Aly's death. Liam walks out and sees this is bothering Steffy. He asks the girls to leave and then proceeds to tell Steffy none of this was her fault. He would like her to get away a few days but she claims she wants to work and keep busy. Wyatt tries to cheer Ivy by saying she is getting great reviews for her jewelry but she seems distracted. She says she has proof that Steffy killed Aly. Quinn joins and tells them they are going to have to work really hard to keep up with all these orders. It would be great if after Aly's death they could take off a week but they just can't. Thorne comes in all lost. He tells Wyatt he just had to get out of the house. He can not make any sense in all of this. Caroline tells Ridge that she can only imagine what Steffy is going through. Thomas walks in and adds that he tried to talk to Steffy but she still feels responsible. Ridge says some days Aly was just fine and others she was nuts, but she did not deserve to die. Liam would like Steffy to talk to someone about the accident but she thinks that will only make it worse. About all she will say is that she was driving and had a flat tire and stopped to fix it. Aly came by and tried to hit her with her car. Steffy tried to get through to her but Aly would not listen. Aly tried to attack her then with a rock and slipped and fell. Again Liam tells her this is not her fault. Thorne is in a daze and criticizes some of the things Ridge said at the memorial. And he wants more details of what really happened. Ivy looks scared. She tells Wyatt that Thorne deserves to know the truth. Wyatt says it won't change anything and he wishes she would stop saying the word murder. He kisses her and surprisingly she kisses him back. Thorne confronts Steffy and Ridge. He does not want to hear that his little girl attacked Steffy. There must have been something else going on and he is livid that they give him the details.",
    "tvmega_summary": "Episode # 7120 ~ Wyatt attempts to heal Ivy's heartbreak with kind words and a kiss; Caroline shows her love & loyalty to Ridge in front of Thomas.",
    "soapcentral_condensed": "At Forrester, Ivy looked at a photo of Aly and flashed back to when she had seen Steffy hit Aly with the tire iron. \"Steffy's the reason Aly's dead,\" Ivy said. Thorne was angry at Ridge's comments at the memorial service. Thomas teased Ridge and Caroline about their relationship and called it \"bizarre,\" Caroline called it bizarre, and Thomas said he needed to submit a design to Ridge for consideration as president of the company.. Liam announced to SteFFy that they had sales through the roof for the new line, and Liam promised to handle it. Caroline asked Thomas if he was half as good as Ridge, and Ridge said he was good as Thomas, and Caroline said she couldn't believe that Thomas was dead, but Ridge refused to cover for him as president, but Thomas promised he would earn Ridge's trust.. Thomas and Caroline were the same age and interrupted each other's conversation, saying, \"Then again, you're half the age I am.\"\n"
}