{
    "soap_central": "\n\nOver lunch at Brooke's house, Katie and Brooke discussed Hope preferring a scooter over a car. During conversation, Katie mentioned Bill's feelings about Brooke's wedding. \"Moving right along,\" Brooke said and turned the topic to Katie's love life.\n\n\nKatie claimed to have prospects. She said she had the new house, Eric popped by for lunch occasionally, and it felt clandestine. Brooke asked if it felt that way because Quinn didn't know. Katie said Quinn would just jump to conclusions. \"Would she be wrong?\" Brooke asked. Katie asked if Brooke thought Katie was doing something wrong.\n\n\nBrooke asked if Katie thought she was doing something wrong. Katie claimed to merely be having lunch with a friend. \"It sounds to me like you think you're getting away with something. Are you starting to see Eric as maybe more than just a friend?\" Brooke asked. Katie claimed that Eric was a longtime family friend. She enjoyed hanging out with him. He was stable and made her feel peaceful.\n\n\nBrooke asked if that were the extent of it. Katie flashed to kissing Eric's cheek. Katie replied that Katie believing Quinn was a menace or wild card didn't mean Katie was after Quinn's husband. Under Brooke's probing stare, Katie said she'd always adored Eric, but that was it. Brooke said, \"Okay....okay...\" The two laughed.\n\n\nAt the mansion, Quinn worked from home, and Eric sketched on the sofa. Quinn asked if he'd go out for lunch, as Linda said he'd do sometimes. He said he wouldn't when he had Quinn for company. As they worked, she gazed at him. He looked up and wondered what was wrong. She said she didn't believe their life was real and sometimes feared she'd do something to lose him.\n\n\nEric said that things in life happened, and they couldn't protect each other from everything. Quinn said there was a voice in her head that said she'd lose Eric, and he could do better. She tried to make a mental note not to hold on too tight, but she couldn't help thinking about what she'd do before she'd ever lose him.\n\n\nLater, Brooke arrived after dropping Katie and Will off at home. Brooke had decided to visit Eric, who was alone in the living room at that time, to catch up. Brooke looked around expectantly, but he informed her that Quinn had stepped out for some air. Brooke relaxed and informed him that Hope was great. Brooke asked how Eric, the man of leisure, was.\n\n\nOutside, Quinn approached the cracked front door and stopped to listen to Eric and Brooke. Eric was saying how well he was. After Stephanie's death, he hadn't been able to bear to be in the house, but in time, he'd started to hardly bear leaving it. Brooke noted that Katie had been in the same boat after the divorce; however, Katie had gotten her own house, could raise her child the way she wanted, and had a neighbor like Eric, whom Katie adored and counted on.\n\n\n\"Don't tell her I said this, but I think she has a crush on you,\" Brooke added. In a playful tone, Eric said to stop it, and Brooke giggled. He couldn't even imagine Katie using the word \"crush.\" Brooke replied that Katie might not have said it, but Brooke knew her sister. \"And you know me,\" Eric replied. He always appreciated any form of flattery; however, he knew Katie and knew that she only thought of him as a longtime, dear friend.\n\n\n\"Oh, Eric,\" Brooke replied. Eric said not to roll her eyes at him. She said he was pitifully out of practice if he didn't think that women noticed or appreciated him. Though the cracked doorway, Quinn appeared concerned by the conversation. Eric, however, chuckled if off. He didn't believe for a moment that Katie harbored unsuitable intentions toward a married man. Brooke didn't think Katie would, but \"if you could just read between the lines...\"\n\n\n\"'Between the lines?'\" Eric asked. Brooke said that Eric loved his wife. Eric affirmed it. Brooke added that he believed that Quinn had changed. He affirmed that, as well, and said he saw it every day. Brooke stated that it was lovely for Eric, but many held their tongues because they only wanted him to be happy. All Brooke was trying to say was that if Eric thought he only had the options of Quinn or loneliness, he should think again.\n\n\nQuinn clenched her jaw and flashed back on her confrontations with Katie over Eric. Eric chalked Brooke's notions up to lingering jetlag and suggested she go home to rest. Giggling, Brooke agreed and let him escort her to the door. On the porch, Brooke searched for her keys in her bag. She shrieked when she saw Quinn standing in the bushes by the by the porch.\n\n\n\"You tell your sister I'll be watching her,\" Quinn said.\n\n\nAt Spectra, the gang eagerly waited for their slow Internet to post the video of the food fight Sally had started with Steffy at the restaurant. The post finally appeared. After refreshing her screen, Sally exclaimed that they had likes, and it had worked. As the views and shares climbed in numbers, Saul and Sally read random poster comments.\n\n\nSome poster debated if it was real. Shirley read a comment that Sally's look was fabulous. Sally said it was the publicity they couldn't buy, and they'd have people lined around the block. Saul timidly asked if they'd have to make designs first. Sally said only one for each model.\n\n\nAs Sally crowned herself a genius, a leggy brunette walked in. Saul conveyed that he'd talked to Darlita because Sally might need a receptionist. Sally said they weren't hiring, but Saul stated that he'd told Darlita about their profit-sharing plan. Sally replied that Saul's statement had changed things. \"Hi, Sal,\" Darlita said, extending her hand. Sally was surprised that Darlita had nicknamed Sally already. Darlita replied that she liked shortcuts because \"time is honey.\"\n\n\nDarlita wanted to know if they'd hired any hot guys. Sally said that working there meant concentrating on the job. Darlita noted that she didn't have a job. Pushing a dress form by the desk, Shirley replied, \"At this rate, you're not gonna get one. This interview's over.\"\n\n\nAs Shirley spoke, the dress form wobbled in Sally's direction. Before it could fall on Sally, Darlita caught it. Darlita said that she was no Einstein; however, she was loyal, and if Sally hired her, Sally would \"live to regret it.\" Puzzled by how to take the statement, Sally agreed to hire Darlita.\n\n\nJust then, a reporter from Eye on Fashion arrived, and Sally instructed Darlita to let him and his crew in. Sally propped on the desk and posed for the video interview. The reporter asked when Spectra had returned to business. Sally said they'd never gone anywhere, and her aunt had just taken a break. He asked what Sally knew besides getting noticed. He remarked that picking a fight with Steffy Forrester was out of the former Sally's playbook. He asked her to tell them who Sally Spectra was.\n\n\nIn the CEO's office, Nicole was handwriting place cards for a buyers' banquet, and Zende was goofing off with her. He tried to kiss her, but Steffy interrupted them, caked in food, when she entered with Thomas and Pam. Steffy wanted to know how Thomas even knew the Spectra girl. \"Spectra?\" Pam asked.\n\n\nSteffy figured Thomas had set it up because he was unhappy with her. Thomas said he'd run into Sally at the bar, and that was it. Steffy accused him of hitting on Sally Spectra. He denied it but then said, \"Yeah, I probably hit on Sally Spectra.\"\n\n\nLater, Nicole carried in an outfit for Steffy to change into. Thomas mentioned that the first Sally had made money by stealing Forrester designs, but Steffy reasoned that the second Sally claimed to be a designer. Thomas asked if Steffy had seen what Sally had been wearing.\n\n\nZende handed Steffy his phone and said she had to see something. Steffy shrieked upon seeing the whole food fight on social media. Thomas noted that many had dubbed it a catfight. Steffy saw that Sally's previous post had gotten only fourteen views. Nicole concluded that Sally was hitching onto Steffy's popularity. \"That bitch,\" Steffy growled.\n\n\nPam entered to let everyone know that Sally was at it again. On the television, Pam displayed Eye on Fashion's live interview with Sally Spectra.\n\n\nBack at Spectra, Sally wanted her whole crew on the video, but the reporter declined, saying Sally was the interview. Sally said the medium was the message, and he asked what that meant.\n\n\nAt Forrester, everyone watched on the television as Sally said Spectra Fashions wasn't about the rich or poverty-stricken. It was for the average American with a little income left over for Buffalo wings and a brew on a Saturday night.\n\n\nThe reporter asked if it was true that Spectra had been known for disreputable practices. Sally asked what was wrong with high fashion at discount prices. The reporter quipped that the problem had been the discount quality. Sally was offended that he'd behave that way while getting the scoop on the new shooting star of fashion.\n\n\nThe reporter said they'd referred to Steffy Forrester as that the previous month. \"Oh, please! I'm gonna eat that queenie for lunch!\" Sally exclaimed. Sally said Forrester was \"so last century, and their couture line has gout from all their lobster and Champagne.\"\n\n\nSally invited everyone, including their mom and kids, to Spectra's grand-opening preview. The reporter asked when it would be, and Sally said it would be in one little week. Looking into the camera, she warned Los Angeles and Steffy that Spectra was back.\n\n\n\"Turn it off,\" Steffy instructed, and Pam used a remote control with a crocheted case to do so. Zende and Nicole stared in disbelief. Thomas said Sally was hilarious. Pam quipped that Sally didn't think she was hilarious; Sally thought she was Coco Chanel. Nicole asked what Steffy would do. \"I'm gonna tear that red hair out,\" Steffy replied in an ominously deliberate tone.\n\n\n",
    "imdb": "Sally, Saul and Shirley rejoice that footage of the food fight has been posted online. As the number of hits increases tremendously, Sally is thrilled that her idea has been working and that Spectra Fashion is receiving media coverage that money cannot buy. The arrival of an \"Eye on Fashion\"-reporter seems to prove her right. Therefore, Sally shrugs off Saul's concern that they have to make beautiful dresses, too, to make it in this business. Then, a girl named Darlita stops by who Saul thinks would make a great assistant to Sally. Zende is flirting with Nicole as Steffy and Thomas return to the office. Steffy is furious with her brother for laughing at her earlier, but Thomas reassures his sister that, despite the obvious ploy to piggyback on their popularity, Sally Spectra's designs are absolutely no match to compete with Forrester Creations. Brooke questions her sister's feelings for Eric even though Katie claims that they are nothing more but good friends. Feeling considerably vulnerable in her marriage, Quinn confesses to Eric her overwhelming fear of losing him. Later, Quinn overhears Brooke telling Eric that Katie has a crush on him.",
    "tvmega_recap": "Brooke and Katie share lunch at Katie's. On the subject of Quinn, Brooke asks if Quinn would be right that Katie is interested in Eric. Katie says they have known Eric a very long time and he is stable so of course she adores him, always has, but that is it. Steffy comes back to the office with cake crumbs all in her hair and over her dress. Sally is delighted to hear the whole thing is on video for the world --- Steffy's world to see. Now they will all know that Spectra is back. Steffy asks if all of this was payback, a plant for taking the job Thomas thought should be his. He says he only met Sally once. They are aghast when Zende shows them the food fight is already online for all to see. Looks like it is game on for Steffy and Sally. Saul says she is a genius and she will never have to advertise. Darlita shows up and wants to apply for the receptionist job. At the same time the press shows up to ask Sally a few questions. Against the idea of Darlita being there, Sally does tell her to let the press in. Quinn tells Eric that sometimes she looks at him and thinks this is not real. Something might drive him away and that might be her if she does something wrong. He says things happen that they cannot predict or keep away from. She says she keeps hearing this voice inside her that says he could do so much better than her. She does not know what she would do to keep that from happening. Quinn steps out for some air and Brooke comes over. Yet Quinn is just outside the door ajar and overhears. Brooke admits that he is not to tell anyone but she thinks Katie has developed a crush on him. He says he has known Katie forever and loves praise but he cannot even imagine Katie having intentions toward a married man or use that word crush. Brooke asks about Quinn and says if it ever comes down to Quinn or loneliness, then think again. Eric tells her that she must be suffering from jet lag so maybe she should go home. As she leaves she runs into Quinn just boldly standing there who looks at her with a vengeance and says tell her sister that she will be watching her. Pam joins the crowd in Steffy's office and shows them that Sally is being interviewed on The Eye On Fashion. Sally ends with a warning - get ready Los Angeles and Steffy Forrester, Spectra is back and better than ever.",
    "tvmega_summary": "Episode # 7521 ~ Quinn's vulnerable side comes out to Eric when she reveals her insecurity about their marriage; Brooke confronts Katie about her developing feelings for a married man.",
    "soapcentral_condensed": "Brooke asked if Katie thought she was doing something wrong. Katie claimed to merely be having lunch with a friend. Eric didn't believe for a moment that Katie harbored unsuitable intentions toward a married man. Eric chalked up Brooke's notions to lingering jetlag and waited for the video of the fight to post on the Internet. \"You'll be watching her sister,\" Quinn said of Brooke's sister, Sally Spectra. \"I think she has a crush on you,\" Brooke said of Katie's crush on Eric. \"And you know me,\" Eric replied. \"Oh, Eric,\" Brooke replied, \"I don't think you're reading between the lines.\" \"I'm so glad you're back,\" Eric said, \"because I don't want you to be mad at me anymore\" \"I love you, Brooke,\" Katie said, kissing Eric's cheek, \"and I'm so happy to be back with you,\" Eric responded. \"Let's go home,\" Brooke added, and they left.\n"
}