{
    "imdb": "Brooke decides to bring her sister a dress for a romantic evening with her husband. As she places the garment bag in Bill and Katie's bedroom, she's startled when Bill enters - wearing nothing but a towel! It's not before long that Katie arrives. Fearing that she could misunderstand the situation, Brooke jumps under the bed. But when Katie opts against a night out and wants to make love to Bill instead, Brooke is forced to come out of hiding... Sasha tells a stunned Zende that she found out that she is pregnant last night. Zende reminds her that they always used condoms, but Sasha claims that the pregnancy test was positive. When Zende explains he's not ready to be a father yet, Sasha immediately appeals to his conscience and accuses him of kicking her into the curb like he did with Nicole. At the hospital, Nicole observes as her mom gives Rick and Maya instruction on the proper way to hold a baby. Then, Julius pays a visit to his family in an attempt to redeem himself and to meet his first grandchild. Everyone is pleased that Zende and Nicole seem to find their way back together.",
    "tvmega_recap": "Zende is beyond words when Sasha tells him that she is pregnant. He wants to know how long has she known. She explains that just since last night when she took a pregnancy test and they are pretty accurate. She tried to tell him out by the pool but he had to run off to the office which they know now was to the hospital to be with Nicole. He keeps questioning her and she senses that he is almost saying she is lying .and she would not do that with something so important. He states they used protection every time and the condoms did not break, he checked. She says she knows this is a surprise but surely there must be some little part that he could be happy about, and not just thinking about Nicole. He stammers that he is not ready to be a father. He never said he loved her, just that they made love. They enjoyed each other but this was not something he wanted and she knew it. There was absolutely no commitment. She says she knows, this is not 1950 so she guesses he now is going to kick her to the curb the way he did Nicole. She tries to kiss him but he pulls away again. He wants to know if she has thought this through because a child is for the rest of their lives. She says they will get through this together. He says even though this is his room he needs to go and he does not want her to be there when he gets back. He promises they will talk later. Brooke slips into Katie's house and puts a note with her gown in the bedroom. Bill comes out all wet in a towel and scares her to death. She did not expect to see Bill here at this time of the day. She is simply there to try to help repair her relationship with her sister. He says probably not a good idea as he never knows what will set Katie off. Before they know it Katie comes in and Brooke has no place to go but hide under the bed. Katie proceeds to tell Bill they do not have to go to this charity function tonight. She peels off her clothes and shoes and drops them to the floor, right in front of Brooke's face she kisses Bill and proceeds to try to seduce him. Mindful that Brooke is so close by he tries to get out of her embraces, but she throws him to the bed and is still putting the moves on him. Brooke can't stand it any longer and she crawls out from under the bed. Katie is aghast. Rick and Maya discuss how they should be holding the baby. Viv speaks up and says there are only two key points \u0096 hold the baby by the head and do not drop the baby. Julius walks in with a bouquet of flowers. Viv cannot look at him. He goes directly to Nicole and says he heard she did good. He knows all of them do not care if grandfather is even alive but he had to come. When he hears it is a girl he beams that must be his destiny in life to furnish the world with female Avants. Without even looking at him Viv says he had nothing to do with this. Maya allows Julius to hold the baby. He coos that he may not have always been a good father but he will do this right. Later he tracks down Sasha back at Forrester while everyone else has gone home. He tells her if she has not heard, he is now a grandfather .it is a healthy, robust baby girl. He thinks Nicole will be okay with being more like a sister now that she knows the truth. And sisters often share things with their sisters but the loving ones always return what they borrowed. Zende returns to Nicole in the hospital and wants to know how she feels. She says good, this was a powerful experience for her. She loves him and she is glad he is there for her. His eyes dart about and he hardly knows what to say after what Sasha just told him.",
    "tvmega_summary": "Episode # 7335 ~ Zende feels torn between his feelings for Nicole & Sasha; during a display a generosity, Brooke sees a much different side of Katie & Bill."
}