{
    "soap_central": "\n\nStephanie tells Taylor that she wants her as a daughter-in-law again just as Hector enters. Stephanie confronts Hector and they argue about Taylor and Thorne. Stephanie continues to blame Hector for making Taylor keep the secret as Taylor defends him. Meanwhile, Phoebe has to show a friend of Nick's around Los Angeles and is shocked and appalled to find out it is Harry. Phoebe and Harry argue about the time he stole from the tip jar. As she looks over the hedge, she comes face to face with Shane, part of the new gardening crew. At Dante's beach house, Felicia and Dante muse over the new couples. Dante asks Felicia to marry him so they can make it official.\n\n\n",
    "tvdb": "Felicia and Dante spend time together with Dino. Dante suggests that they soon set a date for their wedding. Thorne finds Taylor at Darla's grave. Thorne believes that Darla supports their relationship. Stephanie grills Taylor for allowing Hector to live with her. Stephanie later orders Hector out, but he inists that he needs to be there to watch over Taylor. Hector explains that Taylor and Thorne's relationship is dangerous as she may confess the truth to him. Phoebe meets the guy Nick wanted her to show around Los Angeles. She is surprised that it is Harry. Phoebe is startled when she finds someone skulking around the bushes. He introduces himself as Shane and explains that he is their temporary gardener. Shane watches Thorne and Taylor kiss from the bushes.\r\n",
    "yt": "\n\nStephanie tells Taylor that she wants her as a daughter-in-law again just as Hector enters. Stephanie confronts Hector and they argue about Taylor and Thorne. Stephanie continues to blame Hector for making Taylor keep the secret as Taylor defends him. Meanwhile, Phoebe has to show a friend of Nick’s around Los Angeles and is shocked and appalled to find out it is Harry. Phoebe and Harry argue about the time he stole from the tip jar.  As she looks over the hedge, she comes face to face with Shane, part of the new gardening crew. At Dante's beach house, Felicia and Dante muse over the new couples. Dante asks Felicia to marry him so they can make it official.",
    "imdb": "\nDante is quite happy with Dino and for Ridge and Thorne with Donna viz. Taylor, Felicia calls those couples 'asking for trouble'. Stefanie has another try to break up Hector and Taylor, but is stopped by Thorne, who is ever happier with Taylor. Harry and Phoebe meet again, now over a fake stars map, and team up. The part-time gardener they bump into is non other then Shane, the vagrant who witnessed Darla's death.    ",
    "tvmega_recap": "Separately Taylor and Thorne visit Darla's grave and he feels that Darla brought them together. Stephanie opines to Phoebe that she doesn't like the fact that Hector is in the house. She thinks Darla would want Thorne to move on and be happy. And that could be with Phoebe's mother. Phoebe is surprised that Harry is Nick's friend that she has agreed to show L.A. A mysterious Shane, who claims to be part of the new gardening crew, pops out from the bushes and startles Phoebe. With Shane watching, Harry talks Phoebe into touring L.A. on his bike. Dante urges Felicia not to wait anymore for the perfect time for her entire family. He wants to marry her now before Dino starts college. Stephanie and Taylor have words about Hector's vulnerability and helplessness and what he wants to happen. She warns Taylor that Hector IS going to cause trouble and his feelings for her is going to be a big problem for Taylor. Thorne interrupts and tells his mother to lay off; they are going to support Taylor's decision. Stephanie gives one last word of advice to Taylor \u0096 let nature take it's course with Thorne. Then before she leaves, Hector walks in and she gives it to him with both barrels. She accuses him of taking advantage of Taylor and if he doesn't leave, she will throw him out herself. He preaches his theory again that Taylor will spend 20 years in prison and Thorne will never recover. She warns him again that only four people know the secret \u0096 her, Taylor, Phoebe and him so he'd better not say one word about this. Shane watches Thorne and Taylor from the shadows and he sees him make a date with Taylor and kiss her. Alone, Taylor tells herself this is just a secret she will have to keep forever from Thorne.",
    "soapcentral_condensed": "Stephanie tells Taylor that she wants her as a daughter-in-law again. Stephanie confronts Hector and they argue about Taylor and Thorne. Meanwhile, Phoebe has to show a friend of Nick's around Los Angeles and is shocked and appalled to find out it is Harry. As she looks over the hedge, she comes face to face with Shane, part of the new gardening crew. At Dante's beach house, Felicia and Dante muse over the new couples. Dante asks Felicia to marry him so they can make it official. He then asks her to be his wife. Felicia says yes and they get married in the next episode of the series, which premieres on Friday, September 14. The full episode will be on ABC at 9 p.m. ET/PT on Thursday, September 13. For more information, visit www. ABC.com/Yuri-Yuri and www.YuriYuri.com/. For more Yuri and Yurie coverage, visit YuriYurie’s website.\n"
}