{
    "soap_central": "\n\nStephen tells Nick that he suspects Ridge is planning something to get Brooke back at the fashion show. Backstage, Dante asks Bridget to reconsider their relationship. Felicia sees from afar and is alarmed by their close moment. The models begin to walk on the runway as Ridge prepares for a surprise for Brooke during the showstopper.\n\n\n",
    "tvdb": "Stephen tries again to get Nick to stop Brooke participating in the fashion show, but he remains relaxed. Stephen leaves with his own plan of action and Stephanie later catches him snooping around Forrester Creations. With Jackie's help, she and Stephen realise Ridge plans to make a move on Brooke as she models the showstopper. Felicia brings Dante's family to the showing and Bridget looks on as they all cosy up together. Felicia later spots Dante and Bridget in a close situation in the dressing rooms. Ridge and Brooke introduce the beginning of the showing as Nick cringes in his seat. The press are impressed with the designs as the models strut the catwalk. Brooke makes her entrance modelling the lingerie, Nick is uncomfortable, while Ridge waits backstage about to make his move.\r\n",
    "yt": "\n\nStephen tells Nick that he suspects Ridge is planning something to get Brooke back at the fashion show.  Backstage, Dante asks Bridget to reconsider their relationship.  Felicia sees from afar and is alarmed by their close moment.  The models begin to walk on the runway as Ridge prepares for a surprise for Brooke during the showstopper.",
    "tvmega_recap": "At Forrester, it is spit and polished and ready for the big fashion extravaganza featuring the re-launch of Brooke's Bedroom line. Ridge boasts to Eric that he is counting on it also reuniting he and Brooke. He will sweep her off her feet and it will be a kiss like the fashion world has never seen. Meanwhile, not a happy camper, Nick tells Brooke that he doesn't think the CEO of a company should be prancing around in her skivvies. She proclaims it is just her business, selling an image. Dante's family attend and they are beaming with pride. Bridget walks by and she and Dante exchange a look. Stephen keeps hounding Nick that Ridge is up to something; they should keep their eyes on him. After Bridget wishes her mom good luck, Dante goes straight to Bridget and asks to talk to her. They become a little too close which Felicia oversees. But Bridget is reminding him that he has a son with Felicia and he did ask her to marry him, he HAS to. Stephen has Jackie meet him in Brooke's office and is determined to find some clue to what Ridge is planning. Smirking, Ridge delights in telling Nick that only Forrester personnel belong backstage and he should leave. He can have someone escort him to his seat. He flaunts the \"it begins with a kiss\" slogan to him. Nick takes his place alongside Bridget and Felicia as Ridge introduces Brooke as the woman with the heart and soul of Forrester Creations. Stephanie is very supportive and encourages Brooke, and Brooke is eating it up, she is in her element. Jackie and Stephen figure out the showstopper will be Ridge's piece de resistance and this is when he will make his public move. Nick is very uncomfortable and vows to Bridget this will be Brooke's last involvement with the company. Several times Ridge keeps telling Brooke how gorgeous and what a knock-out she is. He swells with pride and tells his mom that Brooke and Nick's relationship is about to be blown to bits.",
    "soapcentral_condensed": "Stephen tells Nick that he suspects Ridge is planning something to get Brooke back at the fashion show. Backstage, Dante asks Bridget to reconsider their relationship. Felicia sees from afar and is alarmed by their close moment. The models begin to walk on the runway as Ridge prepares for a surprise for Brooke during the showstopper. Back to Mail Online home. Backto the page you came from. Share your photos, videos and more of your favorite characters from The Young and the Restless with our weekly Newsquiz. Visit our new gallery of photos and videos for the latest episode of The Young And The Restless, which airs on CBS Sunday nights at 8 p.m. and 9 p.M. ET. For more, go to www.cnn.com/theyoungandrestless. For the latest from The Bold and the Beautiful, visit www.theboldandthebeautiful.com and www.soulmatestories.com. For all the most recent from the soap opera, visit the latest issue of the magazine.\n"
}