{
    "soap_central": "\n\nAt the Beach House, Bridget argues with Nick on the phone about telling Brooke the truth. She tries to convince him not to tell.  Nick says Brooke knows Bridget so well that she will figure it out either way.  While they are talking, Brooke comes to the door and Bridget hurries off the phone.  Brooke questions Bridget about who she was talking to.  She suspects it is a romantic interest, from what Felicia has told her.  Bridget says Felicia is exaggerating.  Sensing that Bridget has something on her mind, Brooke tries to get her to open up.  Bridget admits that she is still in love with Nick.  She says she never thought Brooke would leave Ridge for Nick.  She adds that when Brooke and Nick got married she never thought it would last and she has been waiting for their marriage to end so hers can begin again.  Brooke is calm about Bridget's revelation and tells her daughter she loves her no matter what she does.  Bridget tells Brooke she  doubts she will  feel that way much longer.\n\n\nAt the Shady Marlin, Harry returns from his excursion with Phoebe and is not happy to see Nick there.   He is disgusted with Nick for cheating on Brooke with her own  daughter.  He begins packing and  informs Nick he is  moving out.\n\n\nMeanwhile at Taylor's Shane peers in through the window at Phoebe and remembers when he first met her, right before Darla died.  Taylor comes down  and she and Phoebe discuss their plans to celebrate Darla's birthday at Thorne's.  Taylor confesses her feelings for Thorne and asks Phoebe if she is ok with that.  Phoebe just wants her mother to be happy, but she is concerned about the guilt Taylor must feel.  When Taylor goes upstairs to dress  for the evening,  Hector is angry to learn that she and Phoebe are spending the night at Thorne's.  He warns her that Thorne will put the move on her.  Taylor angrily tells him to butt out.  Downstairs,   Shane pops in claiming that he needs to check the indoor plants out for pests.  He and Phoebe began to talk and she tells him about Darla's death.  Shane acts sympathetic and tries to get her to open up more about the accident.  Phoebe gets uncomfortable and asks him how he knew her name when they first met.  He explains that his company  makes a point of knowing the clients they work for.  He then changes the subject and begins to admire their home.  Something about his manner makes Phoebe very uneasy.  Later when Taylor comes down to greet Thorne she tells Shane he needs to leave, since the house will be empty soon.  After she leaves with Thorne, Phoebe comes down  and Shane asks her to tell Taylor he needs to speak with her about something tomorrow.  Later, when Shane gets back to his dingy apartment he stares at the newspaper clippings of Darla's death and remembers what he saw the night she died.  He vows to profit from Taylor's secret. \n\n\n",
    "tvdb": "Brooke visits Bridget and sees that she has been looking through Nicole's things. Brooke tries to comfort Bridget, but Bridget decides to come clean and blurts out that she is still in love with Nick. Harry packs his things and Nick is surprised that he wants to move off the boat. Harry tells Nick off for sleeping with Bridget whilst still being married to Brooke. Taylor confesses to Phoebe that a romantic relationship is forming between herself and Thorne. Phoebe informs Taylor that Thorne is having a rememberance for Darla's birthday. Hector is angry when he learns that Thorne is coming by to take Taylor there. Shane deals with the garden plants and listens in outside, then acts concerned when Phoebe mentions Darla's death to him. Shane later returns home and looks through a collection of newspaper scraps about Darla's death, then thinks back to how he saw Taylor run Darla down.\r\n",
    "yt": "\n\nBridget tells Brooke that she still thinks about her and Nick’s deceased baby, Nicole. Bridget also admits that she is still in love with Nick and that she had hopes that Brooke and Nick’s marriage would fail so that she could be with Nick. Brooke thinks they can find a solution to this problem and insists that there is nothing that Bridget can ever do to make her hate her. Nick wants Bridget to tell Brooke that they slept together. Harry is angry at Nick because he saw Bridget and Nick in bed together.  Harry starts to pack his things to leave Nick’s boat when Nick enters and tries to explain himself. Nick tells Harry that Brooke does not know that he was unfaithful. Nick would tell Brooke if he slept with any other woman, but he does not want to ruin Brooke and Bridget’s relationship.  Nick asks Harry not to leave.",
    "imdb": "\nHarry surprises Nick by 'making way' for his affair with Bridget. Taylor tries to clear the air with hospital-released Phoebe. She presents 'part-time gardener' Shane to her mother. He quickly wins their confidence, but in his cell is obsessed by Darla's death which he witnessed and somehow wants to revenge. Brooke learns Bridget still loves Nick.    ",
    "tvmega_recap": "Nick tells Bridget again that he must come clean and tell Brooke what happened between them. She's thinking only of herself and is against it. Brooke comes over and questions Bridget's upbeat attitude; who's the secret admirer? Saying there is none, Bridget does admit she is still in love with Nick. She tells her she had been waiting for Brooke's marriage to end so hers could begin again. Harry surprises Nick at the boat by announcing his intentions of moving out. He chastises Nick for being married to a mother yet sleeping with her daughter. Taylor tells Phoebe she is invited to the overnight birthday party for Darla at Thorne's. Hector is very displeased as he is sure Thorne will make his move. Shane invites himself into the house and meets Taylor. He casually discusses Darla's car accident with Phoebe and meets Thorne. Shane's very impressed by the house and surroundings. He goes home to a 6X9 foot hellhole with nothing but a beer in the refrigerator. He stares at the huge wall newspaper montage of Darla and the hit and run accident and vows that it's too bad that one man's loss is another man's gain, but tomorrow is payday for him.",
    "soapcentral_condensed": "At the Beach House, Bridget argues with Nick on the phone about telling Brooke the truth. Nick says Brooke knows Bridget so well that she will figure it out either way. Harry returns from his excursion with Phoebe and is not happy to see Nick there. He is disgusted with Nick for cheating on Brooke with her own  daughter. He begins packing and  informs Nick he is  moving out.Meanwhile at Taylor's Shane peers in through the window at Phoe be and remembers when he first met her, right before Darla died. Taylor confesses her feelings for Thorne and asks Phoe Be if she is ok with that. PhoeBe just wants her mother to be happy, but she is concerned about the guilt Taylor must feel. Later, when Shane gets back to his dingy apartment he stares at the newspaper clippings of Darla's death and remembers what he saw the night she died. He vows to profit from Taylor's secret. Later when Taylor comes down to greet Thorne she tells Shane he needs to leave, since the house will be empty soon.\n"
}