{
    "soap_central": "\n\ncelebrating beside Brooke. Deacon scoffed that they were Brooke's family, but Whip reminded Deacon that Stephanie had never considered Brooke family. Whip insisted that Stephanie's attendance at the baby shower had signaled a changed in Stephanie's attitude. Deacon retorted that Stephanie was only at the party because Bridget had begged Stephanie to attend. When Whip said that Stephanie was rewarding Brooke for doing the right thing, Deacon snarked that Brooke spending an afternoon \"with that judgmental hag\" wasn't much of a reward.\n\n\nWhip knew that Stephanie's approval meant a lot to Brooke and Bridget, and he claimed that, because of Brooke's marriage to Whip, Brooke would finally get the respect she deserved. Deacon sniffed that the situation had nothing to do with Whip, but Whip reminded Deacon that no one would have attended the shower if they had known Brooke's baby was Deacon's -- and Bridget certainly wouldn't have thrown it. Whip said that Brooke needed him and would realize that even more by the time the party was through.\n\n\nDeacon thought that Whip had concocted a fantasy about Whip and Brooke being birds of a feather, but Deacon declared that Whip was nothing like Brooke. Respect had to be earned, Deacon proposed, and Brooke wouldn't change who she was to please Stephanie. Whip felt that Deacon was once again forgetting about his wife, Bridget, and that Brooke would inevitably be moved by how excited Bridget was about Brooke's baby. Deacon took it in as Whip stated that, after the shower, there was no way Brooke would betray Bridget.\n\n\nBrooke thanked Kristen for the gift of a seahorse mobile. Bridget handed Brooke the final present, which was from Stephanie. Brooke opened the box and found an exquisite baby book inside. Brooke, Taylor, and Kristen were breathless. Stephanie said that she knew everyone had been surprised by her arrival, given her rocky history with Brooke, but Stephanie admitted that baby showers were about the future, not the past.\n\n\nStephanie said she had realized that Brooke was not going to change and that Brooke would always get into preposterous situations, but, above all, Stephanie felt that Brooke was a good mother. Stephanie acknowledged that Brooke had always put her children's needs above her own. Stephanie hoped that when Brooke wrote things in the book about the baby, Brooke would remember what a wonderful life and family Brooke had, adding intently that Brooke's life was with Whip and their baby.\n\n\nDeacon told Whip that he didn't think a few presents would make Brooke forget that Deacon was the father of her child. Whip wanted to protect Bridget, and Deacon swore that, while he didn't want to see Bridget hurt, either, Whip's charade of a marriage to Brooke wasn't the answer. According to Deacon, Whip was only prolonging the inevitable. Whip turned that around on Deacon and brandished the wedding photo of Whip and Brooke. Whip asserted that Brooke didn't want Deacon -- or for anyone to find out that Deacon had fathered Brooke's child. No one was listening to Deacon, Whip assured. Deacon somberly predicted that a time would come when Whip would wish he had listened.\n\n\nWhen Little Eric wanted to play with the baby monitor, Erica gently reminded him the monitor wasn't a toy. Erica was impressed when Brooke's voice came in loud and clear on it from the nursery.\n\n\nUpstairs, all the women raved over Brooke's \"perfect\" nursery, and Brooke thanked Bridget for the party. After Megan excused herself, Brooke said both she and her baby were lucky to have all the attendees in her life. Bridget approached Brooke and proclaimed herself the lucky one. When Bridget recognized their past problems and said that it was often like that with mothers and daughters, Kristen shot a look at Stephanie.\n\n\nBridget opined that she and Brooke had both grown up, and she expressed gratitude that she and Brooke had become friends. To Bridget, it was a gift to know one's parents as people and to trust them the way Bridget trusted Brooke. Bridget admitted that she hadn't always felt that sure of Brooke, and she marveled at the place they had reached together.\n\n\nErica had heard everything over the baby monitor and was visibly moved over Bridget and Brooke's touching display. Erica told Little Eric he was lucky, because nothing bad could happen to him in the family he was a part of.\n\n\nBrooke again thanked Bridget, who wanted to stop by the office and let Deacon know how the shower had gone. Taylor snagged some sweets for the kids and enjoyed a hug from Brooke. Brooke found herself face to face with an unusually amiable Stephanie, who asserted that Brooke had wonderful things to look forward to and that Brooke and Whip would give the baby a great life. Brooke silently caught Stephanie's meaning and escorted her guests out. Brooke told the inquisitive Erica that she didn't need help cleaning up after the party, which Erica considered amazing. Brooke smiled and said that the shower had indeed been that.\n\n\nMegan entered Whip's office, having received his message. Whip wanted to know if Megan had seen Deacon at the shower, fearing Deacon might have barged in to cause trouble. Whip couldn't understand why Deacon wouldn't leave Brooke alone, when Brooke had already made her choice to be with Whip so Bridget wouldn't find out about Brooke carrying Deacon's baby. Megan reiterated that Deacon didn't want that secret to come out, either. Megan advised Whip not to worry, as she was sure from having just seen Brooke that Brooke wouldn't do anything to jeopardize her relationship with Bridget.\n\n\nDeacon walked into the nursery as Brooke joyfully examined it. Deacon told Brooke he was looking for Bridget because he wanted to take Bridget to lunch. Brooke revealed that Bridget had gone to the office to look for Deacon. When Deacon asked if the baby shower had been fun, Brooke answered in the affirmative and noted how it had reconfirmed how important Bridget was to her.\n\n\nDownstairs, Erica was astonished to see Bridget return. Bridget explained that she had passed Deacon's car during her drive down the hill and assumed he had to be nearby, since his car was in the driveway. Erica said she hadn't seen Deacon, but would call Bridget if she happened to see Deacon while Erica and Little Eric were by the pool. Erica carried the boy out, leaving Bridget to peruse the post-party surroundings.\n\n\nSuddenly, Bridget heard Brooke's voice on the baby monitor, telling Deacon that Bridget's happiness meant everything to Brooke. Bridget wanted to go upstairs and surprise Deacon, but Bridget stopped herself when Deacon said he wanted to talk to Brooke while they were alone.\n\n\nBrooke thought she and Deacon had nothing to discuss, but Deacon wanted to recognize how hard the past couple of months had been on Brooke. Deacon divulged that he'd been having a hard time, too; he recalled that he hadn't been at Brooke's house since the day of Brooke's wedding to Whip, which Deacon wouldn't be able to forget. As Brooke told Deacon she didn't want to get into that, Deacon protested that Whip wasn't right for Brooke, and he wondered how Brooke could trust Whip, given how Whip had seized the opportunity to declare himself the father of Brooke's child.\n\n\nBridget continued to listen as Brooke concurred that things with Whip had had dubious beginnings. However, Brooke pronounced that she and Whip were married and were committed to each other. Deacon didn't know if Whip truly loved Brooke or not, but Deacon wanted Brooke to be honest with herself, because Brooke had to know that Whip could never love her as much as Deacon did.\n\n\nBridget's eyes widened. She had a hard time keeping her footing. She barely managed to take a seat, and she paled as she heard Deacon's admission echoing in her head.\n\n\n",
    "tvdb": "Whip explains to Deacon that this is the end of the line for him because there is no way Brooke would betray Bridget now. Deacon insists that Whip is only delaying the inevitable. After the baby shower, Bridget expresses to Brooke how proud she of her, and how happy she is that the tension between them has disappeared. Erica listens from downstairs on the newly installed baby monitor. Brooke and Bridget embrace. Relieved that everything seems to be settled, Stephanie tells Brooke that she and Whip are going to give the baby an excellent life. Megan assures Whip that Deacon won't do anything to jeopardize his relationship with Bridget, and that it's completely over between Deacon and Brooke. Deacon is looking for Bridget when he sees Brooke in the nursery. Bridget hears their voices on the monitor and stops to listen. Deacon notes to Brooke that she and the baby deserve better than Whip. Bridget is shocked when Deacon insists that Whip will never love Brooke as much as he does.\n",
    "soapcentral_condensed": "Stephanie said she had realized that Brooke was not going to change and that Brooke would always get into preposterous situations. Stephanie hoped that when Brooke wrote things in the book about the baby, Brooke would remember what a wonderful life and family Brooke had. Brooke thanked Kristen for the gift of a seahorse mobile. Bridget handed Brooke the final present, which was from Stephanie. Erica told Little Eric that he was lucky, because nothing bad could happen to him in the family because he was a part of the family. Brooke found herself with an unusually amiable face with Stephanie, who asserted that Brooke had wonderful things to look forward to and that she didn't need to help cleaning up after the party, which Erica considered an amazing feat. Brooke and Bridget thanked Bridget again, who wanted to stop by the office and let Deacon know how the shower had gone. Brooke, Taylor, and Kristen were breathless. Brooke said both she and her baby were lucky to have all the attendees in her life.\n"
}