{
    "imdb": "Bill grills Brooke about Katie's hidden alcohol. Brooke states that she tried to get Katie to come clean on her own, but Katie obviously didn't. At Il Giardino, Katie sips her martini and questions Dr. Wolin about his claim about Douglas' paternity. He assures that Ridge's Azoospermia makes it impossible for him to father a child. Katie is surprised by the bold accusations of a doctor who just lost his medical license. Ridge tells Caroline not to worry about Dr. Wolin, who is just making assertions. Caroline notes that the assertions are true. She thinks they should consider telling Thomas, but Ridge doesn't see this as a valid option. Later, Brooke and Bill await Katie to confront her about her lies and drinking. Thomas notices that Caroline is uneasy. Ridge meets with Dr. Wolin at a park where the former doctor demands 100.000 $ for his silence. An angry Ridge walks away, but turns around when an accident takes place just in a few feet's distance: Dr. Wolin got hit by a truck!",
    "tvmega_recap": "Ridge tells Caroline there is no proof for the doctor so she has nothing to worry about. Katie grins and repeats to the doctor that he just said Ridge cannot be the father of his son. She says maybe they used a sperm donor. And he seems to be getting a great deal of pleasure out of all of this, she wonders if he is planning on blackmailing Ridge. He better not try to cause trouble for Ridge and Caroline. He says he is not wrong. A sperm donor would have taken many more months than this. Caroline tells Ridge not to keep things from her as it only hurts worse in the long run. She even thinks they should perhaps think about telling Thomas as Douglas could need blood way down the line and the secret would come out then. Brooke laments to Bill that this is all her fault. It all started the day she could not keep her mouth shut and said she was in love with Bill. He says that is unfortunate but they never crossed that line. And while Brooke may want to take responsibility for Katie's problems she needs to let go of this as Katie's drinking was not her responsibility; it goes deeper than that. The doctor tells Katie that Ridge has a nasty little secret and he suggests she stay out of this. He also tells Katie she better treat him with respect. He is the one with the smoking gun and he is not going anywhere. And he is sure she would not like to see Ridge's reputation go down the drain over this. Katie fires back that he better be careful. Ridge reminds Caroline that telling Thomas is not an option. She thinks it is. They just need to sit him down and explain and she thinks he will understand. It doesn't have to be that complicated. He reminds her of a scandal that could tear the family apart. He just wants to protect his family. The doctor calls Ridge and says they did not finish their conversation Ridge says yes they did. The doctor insists that it would be in Ridge's best interest if he did not try to blow this off. He wants .demands that Ridge meet him at the park. Ridge tells Caroline that he will take care of this right now. Ridge shows up and there is the doctor. The doctor says now that he has been relieved of his practice he has nothing but time. He has time and no bank account. Ridge says ah, so this is for a shake-down. The doctor says he wants $100,000 or the rest of the world will know what he knows. Thomas asks Caroline if she knows where his father is. She is evasive but he senses something is wrong. Katie is not happy when she gets home and realizes both Bill and Brooke know of her still drinking. He says he is glad Brooke told him as Katie certainly was not going to. She said she did not want him disappointed in her. Katie barks at Brooke that she counted on her support and apparently that was not true. Bill said he has asked her over and over even as late as lunch today. She apologies but he says that is not good enough. She keeps lying to him and does not mean it when she says she has it under control. Katie looks at Brooke with contempt. Thomas tells Caroline that he noticed some tension between her and Ridge. He figures they need some alone time, a date night and he would love to take Douglas and let them have the night off. She says this is nothing he can help with. He tells her that she can tell him anything. Ridge calls the doctor an idiot and starts to walk away. The doctor follows and says he has 24 hours to come up with the cash or he is blowing the horn. Ridge is not out of sight when a big truck drives by, slams on the brakes and the doctor is laying on the ground.",
    "tvmega_summary": "Episode # 7311 ~ Ridge & Caroline's happy life begins to unravel when someone threatens to reveal their secret; confronted by Bill & feeling betrayed by Brooke, Katie blames her drinking & her marital woes on her sister."
}