{
    "soap_central": "\n\nAt Forrester, Hope, Liam, and Wyatt met in Hope's office. Hope and Liam insisted that Forrester needed Wyatt. Wyatt agreed that Forrester was where he wanted to be. He was pleased that Hope and Liam trusted him. Hope announced that Wyatt would have to work out details with Rick to work on the new jewelry line. Wyatt was happy to be back in the building and part of the team. He considered himself lucky, and he said he had been worried about how he was going to get back to work, and he figured it would take a miracle. \n\n\nWyatt said that he had another shot at the future he had planned. He pointed out that the Hope for the Future diamond had been a sign of good luck. Liam and Hope looked doubtful, but Wyatt continued that Hope and Liam had given him a priceless gift: their forgiveness. Hope left. \n\n\nWyatt and Liam expressed that they had both changed. Liam said that Wyatt had saved his life, and Wyatt said that he was changed man. Liam added that he trusted Wyatt and that Wyatt was his best man -- for his weeding and more. Wyatt said that the bow tie was not his style, and they argued about bow ties, but they laughed. They noted that they had been at each other's throats for so long, it might take time to learn to get along. Liam asked Wyatt not to let him down. Wyatt promised not to let Liam down, and they embraced, but Wyatt looked pensive. \n\n\nIn another office at Forrester, after Rick had told Carter that Maya had joined him in the steam room and tried to kiss him, Carter confronted Maya. Carter insisted that he wanted the truth. He asked if Maya had hit on Rick. Maya admitted that she had. \"Maya what is this? What's going on with you?\" Carter asked. \n\n\nMaya explained that she had almost been a Forrester when she'd been with Rick. She lamented that she had been so close. She needed closure with Rick. Carter scoffed that Maya had embarrassed herself. He wondered why she'd taken so long to make wedding plans, but he had found his answer. She wanted to be a Forrester. \n\n\nCarter told Maya it was over. Maya argued that she wanted to marry Carter, but Carter said she had no dignity. She didn't want to marry him. Maya begged Carter to reconsider, but he refused. Carter was disgusted, and he walked out on her. \n\n\nIn the photo studio at Forrester, Oliver tried to make Aly understand that he had spoken to Maya in anger after Ridge had fired him. He explained that Maya had accused him of using Aly, and Maya had recorded an unflattering conversation where Oliver had not been kind. Aly asked what exactly Oliver had said. \n\n\nOliver said that Maya was also vengeful because she had overheard him say that Aly should be the face of HFTF. He added that he'd said some things he wasn't proud of. Aly demanded to know what he had said. \"I was telling Maya how much I liked hanging out with you,\" Oliver said. He confessed that he'd added that he considered her job security. \n\n\nAly was hurt. She said that he had been pretending all along. Aly lamented that she had shown Oliver her true self. Oliver said he had loved getting to know her. Aly noted that he'd only put up with her as long as he'd had to. Oliver disagreed and said that he had been happier than he had ever been since he had been with Aly. \n\n\nAly insisted that he had felt sorry for her. Aly was disappointed. \"You were my first love and my first kiss,\" she said. Oliver apologized. He promised to prove himself. Aly refused. Oliver refused to allow her to break up with him over a recording. \n\n\nAly maintained that she no longer knew what was real. \"I just can't be with someone like that. You were my knight in shining armor,\" she said. Oliver begged her to forgive him, but Aly left. Oliver looked heartbroken, and he followed Aly out of the room. He called after her. \n\n\n",
    "tvdb": "Although grateful for his job back at Forrester Creations, Wyatt can’t help but be troubled by seeing Hope and Liam together. Oliver attempts to explain himself to Aly as he describes the contents of Maya’s recording. Maya is on the receiving end of Carter’s wrath when he confronts her about disrespecting their relationship.",
    "tvmega_recap": "Carter heard it from Rick but he confronts Maya and asks if she came on to Rick in the steam room. She admits that yes she did. He doesn't want to hear that it didn't mean anything. She says nothing happened. Carter says only because he is happily married to Caroline. So Oliver's plan worked and he's in. He doesn't deserve all of this and she did. Carter sees that she is jealous, pea green. And that she settled for him. Carter tells her the wedding is off. She says they can work through this. He says Rick turned her down, now he is too. Oliver tries to explain to Aly of why he was talking and Maya was recording without his knowledge. That was stupid but everything he ever told Aly was real. She tells him never to call her Miss F again. She told him things about herself and her family and he was just playing games with her. He tells her again that being with her makes him happier than with anyone else. He tells her to trust him. She tells him to stop. He says he doesn't want to. He wants them to put this behind them and move on. Wyatt wants to be sure that Hope wants him back at work and that she doesn't feel like she owes him. She admits both. It is just a job and he would be perfect for it, but at same time they do owe him for him saving Liam's life. Liam says they spent so much time not trusting each other so imagine how much easier it is going to be all working for the same cause. Wyatt says Liam is putting a lot of faith in him. Liam answers that is what brothers do. Wyatt says he can not believe this miracle. Seems like only yesterday that he was cleaning out his office and now he is coming back. And his good luck all started with the diamond but what she is giving him is even more priceless than that. He said he would give it to her someday but she deserves better than that. Aly wants to believe Oliver but she can not tell if what he is aying now is true. He as her first love; her first kiss but there won't be any more. They can be friends but nothing more. She can not trust him. He declares she can. He is sorry that she is upset but give him another chance and he can prove that it is real. Aly says that he has to be her knight in shining armor or she can't be his Miss F anymore. Liam tells Wyatt that times change and now he is putting his trust in Wyatt to be around Hope and that he is not going to be hitting on Hope and trying to come between them. Getting along will take some getting used to but it feels right. Just don't let him down. They hug.",
    "soapcentral_condensed": "At Forrester, Hope, Liam, and Wyatt met in Hope's office. Hope announced that Wyatt would have to work out details with Rick to work on the new jewelry line. Carter told Maya it was over. Maya argued that she wanted to marry Carter, but Carter said she had no dignity. Maya begged Carter to reconsider, but he refused. Oliver tried to make Aly understand that he had spoken to Maya in anger after Ridge had fired him. Oliver said that Maya was also vengeful because she had overheard him say that Aly should be the face of HFTF. Aly refused to allow her to break up with him over a recording. Oliver apologized and said he had been happier than he had ever been since he was with Aly. Aly was disappointed. Oliver begged her to forgive him, but Aly left. He called after her. Oliver looked heartbroken, and he followed Aly out of the room. He apologized and promised to prove himself. He said he'd loved getting to know her.\n"
}