{
    "soap_central": "\n\nAt Brooke's house, Deacon needed Brooke to say if there was a chance for them. Brooke guessed Deacon had seen the kind of woman Quinn was. He contended that Quinn was good for him, and he wanted to marry her; however, he couldn't live with himself if he didn't take a shot at Brooke.\n\n\n\"If Quinn could hear you now,\" Brooke murmured. Deacon claimed not to want to hurt Quinn. Brooke didn't see the difference, since Quinn had hurt so many others. He felt that Quinn was doing the best she could, but Brooke asked if Quinn had done the best for Hope. Deacon tried to defend Quinn; however, Brooke said Quinn destroyed people, and she feared Quinn would destroy him.\n\n\nBrooke understood that Deacon wanted companionship, but she insisted that he really didn't want Quinn. Deacon demanded to know who he should be with, if not Quinn. \"Is it you?\" he asked.\n\n\nDeacon noted that Brooke had always made it clear that there was no chance for them. It had led him to propose to Quinn, and he'd had to beg and convince Quinn that Brooke was out of the picture. He didn't know what to do because Brooke was the one he should have held onto and loved.\n\n\nJust then, Deacon received a call from Quinn. She asked if he could believe she was at Forrester. Deacon asked what she was doing there, and she told him to get just there soon.\n\n\nAfter the call, Deacon told Brooke that Quinn wanted to see him. \"That's too bad,\" Brooke uttered. He asked what he and Brooke were doing and what was going on with them. Brooke didn't want to say anything, but he implored her to be as straight with him as he'd been with her.\n\n\nBrooke was grateful for the support Deacon had given her. He'd reminded her that life could be great. She couldn't help but think of the past and how unexpected and passionate they'd been together. \"Creating our beautiful baby girl...So, yeah, I think that this could be our time. But -- \" she began to add.\n\n\nDeacon asked what would stop them. Brooke felt there were a few things, and his engagement was one of them. He asked if they could be together if he weren't engaged to Quinn. \"I think it could be our chance,\" Brooke repeated. Deacon seemed torn as he processed her words.\n\n\nAt Forrester, Quinn promised Rick that he wouldn't regret giving her another chance. Rick asked Wyatt if he thought she was up for it. In a measured tone, Wyatt remarked that Quinn had made positive changes and wouldn't let Rick down. Rick said he'd be watching.\n\n\nRidge, Pam, Carter, and Ivy arrived to find out what Rick wanted. \"Why is she here?\" Ivy asked. Everyone was shocked that Rick had invited Quinn there. Rick said the company had had a nearly flawless quarter, but one department had been lacking. The department needed a maturity that only one person could provide. He announced that he'd rehired Quinn, and no one but Quinn smiled.\n\n\nPam and Carter protested Rick's decision. Ivy and Ridge chimed in about how dangerous Quinn was. Carter said Rick had fired Quinn. Rick replied that he'd changed his mind. Pam hoped Wyatt agreed that it was a terrible idea. Wyatt reluctantly said it was between Rick and Quinn.\n\n\nRick reasoned that some buyers liked Ivy's designs, and some had requested Quinn's. He said there was a demand, and he was filling it. Quinn tried to empathize with the others, but Rick told her not to. Rick said he ran the company as he saw fit, and whoever didn't like it could use the door. He said no one was forcing anyone to stay, and he had to do what was best for the business.\n\n\nQuinn understood why everyone was leery, but she promised she was a changed person. She said they could ask Wyatt. Wyatt seemed to almost choke as he said Quinn had been making an effort. She said she'd been designing and was settling down with Deacon. Wyatt's eye's bulged at the statement. The others did not find the engagement reassuring. Rick demanded that everyone stop their whining and get over it because Quinn was there to stay.\n\n\nIn the other office, Quinn was ecstatic about being rehired. It was the third happiest time of her life behind Wyatt's birth and Deacon's proposal. She was happy that Rick believed in her, but Wyatt noted that the others didn't feel that way. Quinn only cared that she had Deacon and Wyatt's support. The job was just a cherry on top, and she felt her life was falling into place.\n\n\nIn Liam's office, Bill and Katie arrived. Liam informed them that things were quiet at Spencer, but he'd learned from Ivy that Rick had just called a huge meeting at Forrester. Katie saw nothing wrong with Rick doing that, and Liam began griping about Rick's treatment of Ivy. Bill prompted Liam to tell Katie about the plan. Liam hesitantly revealed that he'd sort of planned to take over Forrester.\n\n\nBill and Liam explained the moves they'd made to advance their takeover plan, and Katie wasn't surprised by Steffy's ultimatum. Katie stated that her nephew presided over a very successful business, but Liam and Bill explained that it was about Rick's treatment of people, Caroline and Ivy in particular.\n\n\nKatie asked about Wyatt's opinion, and Bill said he wanted Rick gone as much as his brother and father. Bill said Rick was a smarmy dictator who acted like he was God. \"And there's only one of those -- me! He's got to go,\" Bill declared.\n\n\nKatie worried about the effect it would have on Brooke, and Liam asked what was going on with Brooke. Katie didn't know but hoped Brooke was getting the help she needed.\n\n\nLater, Liam was alone when Ivy arrived. Liam instantly figured out that something was wrong. Ivy explained that Rick had canceled a meeting with her then had called a meeting to announce that he'd rehired Quinn at Forrester.\n\n\n",
    "tvdb": "Everyone at Forrester Creations, especially Ivy, is upset and a bit terrified when they learn that Quinn has been rehired and will be working on the jewelry line. Quinn assures her once-again coworkers that she is a changed person and will regain their trust in time. Deacon wants to know from Brooke if there is a chance for them to be together before he marries Quinn. Katie warns Liam and Bill about one major obstacle that could stand in the way of them dethroning Rick as CEO.",
    "imdb": "\nRick gathers the FC employees together and makes an announcement regarding a controversial staff change.    ",
    "tvmega_recap": "Deacon tells Brooke that this can not just be him. Does she feel this too? She says he is very special to her. He says that is not what he means. He needs to know if there is any future for them. He admits he loves Quinn and she has made him a better man but there is still this strong connection and he has to know if she feels it too and if there is any chance of a future together. Wyatt tells Rick that his mother is making a lot of positive changes and he thinks Quinn will not let him down. Ivy and Ridge walk in and she wonders why Quinn is here. Pam and Carter soon join and Rick tells them to welcome Quinn back to FC. Liam tells Bill and Katie that things are light here at Spencer today but he can't say the same at FC. He just got a text from Ivy and a lot is going on. Bill calls Rick a dirty little sadist. He also advises Liam to tell Katie of his plan. She is not surprised to hear that Steffy will not give her shares without Liam's love. Liam says this is not just about Caroline. Rick is making all of them miserable. Bill agrees that Rick is a smarmy little dictator and he has to go. Carter says bringing Quinn back is insane and a real liability. Rick tells them to calm down. He has already told Quinn that she is under scrutiny. He has had demands for her work and he is honoring it. He will run this company as he sees fit and if they don't like it there is the door. He says he is serious. No one has to stay. Quinn is here to stay. Quinn speaks up and says she is a changed woman. She is engaged to Deacon and trying to make a better life. Rick tells them to stop their whining and accept it, get over it. Liam suspects something is wrong with Brooke and Bill and Katie fill him in that she wasn't just being festive at Katie's wedding. There could be more to it than that. She is always busy when they invite her over and yet she is not working or doing anything else with her life. Brooke argues with Deacon about Quinn and says she hurt their daughter and she is afraid she will hurt him too. She says he wants companionship but he doesn't want Quinn. Quinn calls Deacon and tells him to get over to FC right away, she has good news. He in turn tells Brooke that he needs an answer from her. Ivy goes to see Rick. She says she was supposed to have a meeting with Rick but everyone was there. And now Quinn is working back at FC. Quinn tells Wyatt that she is so happy now that she has been given a second chance. Wyatt tells her that he is proud of her. She says that is all that matters. Anything else like this job is just the cherry on top. Deacon tells Brooke that he will not leave until she answers him. She tells him what he said was so kind and means the world to her at this time in her life. She does not know what she would have done without him. Life can be great and she can not help but think of those times with him when they created their beautiful baby girl. Maybe this could be their time but there is Quinn.",
    "tvmega_summary": "Episode # 7034 ~ Deacon talks to Brooke about her feelings; Rick makes an announcement about staff changes.",
    "soapcentral_condensed": "At Brooke's house, Deacon needed Brooke to say if there was a chance for them. He contended that Quinn was good for him, and he wanted to marry her; however, he couldn't live with himself if he didn't take a shot at Brooke. Deacon demanded to know who he should be with, if not Quinn. \"Is it you?\" he asked. \"I think it could be our chance,\" Brooke repeated. At Forrester, Quinn promised Rick that he wouldn't regret giving her another chance. At Wyatt's office, Bill and Katie arrived, and Bill informed them that things were quiet at Spencer. Rick had just called a huge meeting at forrester. Rick said the company had had a nearly flawless quarter, but one department had been lacking. The department needed a maturity that only one person could provide. He announced that he'd rehired Quinn, and no one but Quinn smiled. In the other office, Rick demanded that everyone stop their whining and get over it because Quinn was there.\n"
}