{
    "soap_central": "\n\nIn Rick's old office, a stoned-faced Nicole entered, and Carter wondered what was going on with her. She said she'd done something that had felt right at the time, but she'd begun to wonder if it really had been. She believed that things could work out for her and Wyatt -- if they got the chance, but she was concerned about losing Wyatt if Maya told Rick the truth.\n\n\nNicole stated that Wyatt could be her Rick, but Wyatt didn't like secrets. Carter told her to say that she wasn't saying what he thought she was saying. She explained that when she'd been with Wyatt, he had been able to see that something had been weighing on her. Hopping from his seat, Carter asked if she'd told Wyatt about Maya's past.\n\n\nCarter asked if Nicole knew what she had done, but she replied that Wyatt wasn't like that and wouldn't say anything. Carter asserted that Wyatt's family owned a publishing empire, and peddling scandals had made the Spencers billions of dollars. \"And now that Wyatt knows, too...\" Carter said.\n\n\n\"Too?\" Nicole asked and guessed that Carter had also told someone. Carter thought what he might or might not have done wasn't the issue. Instead, the issue was what Wyatt would do. Nicole said she'd told Wyatt that he couldn't say anything, but she felt bad because she'd given Maya her word.\n\n\nCarter said he'd always felt that Maya should have told Rick a while back, but it had deteriorated into who would hear about it first, Rick or the entire world.\n\n\nAt the beach house, Wyatt explained that he'd taken a gamble by telling Nicole that he'd overheard her talking to Maya, and Liam wouldn't believe what Nicole had revealed. Liam ordered Wyatt to spit it out already, because he was making it sound like Maya was an alien. Wyatt stated that once the news was out, Maya might seem like an alien to Rick, who really didn't even know her.\n\n\nLiam asked if Maya had stolen someone's identity, and Wyatt hinted that Maya had changed her own identity in a major way. \"Maya was originally Myron. She's transgender,\" Wyatt explained.\n\n\nLiam thought it was joke. \"I'm serious, bro,\" Wyatt asserted. Wyatt guessed Nicole had finally become overburdened by the secret, and he felt bad for her. Liam wanted to get rid of Rick and Maya, but he was wary because private business was private business. \"Or is it?\" Wyatt asked.\n\n\nWyatt believed that they needed to use what they knew to take down Rick. Liam wasn't so sure, but Wyatt insisted that it wasn't about Maya and her personal business. It was about taking down Rick or knocking him off balance long enough for them to swoop in. Wyatt said it hadn't been how he'd wanted things to go, but they couldn't back down after making it so far.\n\n\nAt Forrester, Rick told Nick that any friend of Maya's was Rick's friend, too, and Nick was welcome at Forrester and their house. Rick said that he and Maya had quite the love story, and he'd learned to trust again thanks to her. Rick hugged her, and Nick stared at Maya.\n\n\nRick got a call and left to take care of a matter. Nick expressed his approval of Maya and Rick. Maya said she didn't know what she'd do if she lost him. Nick didn't think she would lose Rick -- if he was the kind of man Maya said he was; however, Nick expressed concern that even the most enlightened person might not be able to accept the news calmly.\n\n\nNick recalled that a woman from their support group had told her boyfriend about her transition. The woman had been alone with the boyfriend, and he'd severely beaten her. The nervous Maya insisted that Rick wasn't like that. Nick hoped not because violence against transgender women was a real fact. Maya believed that Rick would understand as long as he heard it from her.\n\n\nNick left, and Maya flashed back on the talks she'd had with Carter, Nicole, and Brooke, and each of their opinions of her conundrum about telling Rick. Rick arrived to collect her for the trip. He said it would be their night, unlike any other night, and destiny awaited them.\n\n\nSometime later, Maya and Rick arrived at Big Bear. The couple kissed, and Rick joked about being alone in peace and quiet with the bears. She liked his joking and relaxed mood. He said it was getting away from the rat race. She added that it was also getting away from people who judged them, and she acknowledged that Rick had to constantly defend her.\n\n\nRick said he was done with that, and he only wanted to concentrate on her and their future. Maya didn't know what the future held, but she believed that, no matter what happened, they could overcome anything. She believed they'd never lose sight of how much they loved each other.\n\n\nIn the CEO's office, Ridge didn't understand why Brooke hadn't forced Maya to tell Rick about her past. Brooke claimed it was a delicate issue, and Maya would tell Rick before he proposed. Ridge felt he should let Rick get what was due to him, but Rick was too important to Brooke.\n\n\nBrooke didn't really buy that and began talking about how Ridge felt entitled to be the CEO. She said it was the reason Rick had to have irrevocable control to protect himself. Ridge found it ironic that Rick's downfall wouldn't be due to the man he trusted least but the woman he trusted most.\n\n\nRidge wasn't there to judge Maya for any of her choices, but he thought it was shortsighted of Brooke and Maya to think Rick would see past it when a couple of kisses between Ridge and Caroline had sent Rick off the deep end. Brooke claimed it was different because of how Rick saw Ridge; however, Rick saw Maya differently.\n\n\nRidge quipped that Rick saw what he wanted to see, and Rick would finally get his comeuppance. Brooke guessed Ridge would delight in Rick's fall. Ridge countered that he'd held his tongue when he'd gotten the information, even though he'd had the most right to gloat about it to Rick. Brooke accused Ridge of starting the latest feud by making a play for Rick's wife. Ridge countered that he hadn't made a play for Caroline any more than Brooke had done so with Katie's husband.\n\n\nBrooke said that under Rick's leadership, Forrester had become the envy of all fashion houses. Ridge added that those houses would love to see Forrester drown in controversy, and too many people knew about the secret as it was already. Brooke was worried about the news getting into the media, and she told Ridge not to tell Rick anything because it was Maya's task to do.\n\n\nRidge asked what would happen if Maya didn't tell Rick. Brooke asserted that Maya owed it to Rick to speak up before he proposed. Brooke said the way Rick chose to handle it would be up to him.\n\n\n",
    "tvmega_recap": "Wyatt tells Liam that he took a gamble and told Nicole and he knew she was hiding something huge. Liam will not believe this. Liam thinks she must be an alien from another planet, tell him already! Rick welcomes Nick and says any friend of Maya's is a friend of his. She has changed his life and he has learned to trust her, so Nick is welcome to the Forrester house on the hill. Brooke tells Ridge this is a very delicate matter but she has been very straight forward to Maya that she has to tell Rick she is transgender or she will. She tells Ridge that Rick has to have a year or Ridge would spend all that time trying to bring him down. Rick tells Maya he has to go attend to something. It is either now or be interrupted on their trip and he does not want that. Nick tells Maya that if Rick proposes tonight and she tells him everything, still he might freak out at first. Nick says violence against trans women are very high. Maya says Rick is not like that and she believes he will accept it well as long as he hears it from her and no one else. Carter asks Nicole why the long face. She said she did something that felt good at the time but now she is not so sure. She is pretty sure Rick is going to propose tonight. And Wyatt could be her Rick and she is keeping a huge secret and she told him about Maya's past. Liam is stunned when Wyatt tells him that Maya did not steal someone's identity but she did change her name from Myron to Maya. She is transgender. Liam thinks he is joking. Wyatt says he feels badly about getting this out of Nicole but she needed to tell someone and he was there. Liam wonders if he feels badly enough now not to want to use this information against Rick. Ridge tells Brooke that Rick is not just going to see past this with Maya. If he could not accept Caroline kissing Ridge, this will really push him over the edge. Poor Ricky will finally get his comeuppance. Maya has flashbacks of her telling Carter and Nicole that she will tell Rick when the time is right .and them telling her do not tell Rick, there is no need for him to know. Rick meets up with Maya later and tells her it is time to go, destiny awaits. Brooke tells Ridge that Rick and Caroline would still be together if it had not been for Ridge. And the more Rick falls, the more Ridge will like it. This is personal. Ridge says no, if that were the case he would have gone directly to Rick with this information, Brooke says Maya has to be the one to give Rick the truth. Carter is livid. Nicole says she did not go over to Wyatt's ready to tell him, it just came out. Wyatt ways no, he is not letting Rick off the hook. They must use this information now to take down Rick for good. Liam agrees that Maya is just as insufferable as Rick but how is this going to hurt Rick. Nicole tells Carter that she told Wyatt not to tell anyone, she trusts him. Carter is not so sure .some little sister. Carter says he always felt Maya should have told Rick long ago. Wyatt tells Liam that he has been building the entire FC around Maya and when this comes out .think about everything he has done and this is their chance to take him down or at least off kilter so they can swoop in. They cannot back down now. Brooke tells Ridge now it is up to Maya to tell Rick the truth and whatever happens after that is up to Rick. Rick and Maya arrive at the cabin. She says it is so beautiful and peaceful, like another world. He says that is what happens when you get out of that rat race. He is through defending her, he only wants to be with her. She says no matter what happens she believes they can overcome anything no matter what. Wyatt tells Liam that Maya's secret could take down Rick ..and ruin her life.",
    "tvmega_summary": "Episode # 7064 ~ Wyatt delivers the ammunition Liam was looking for; Brooke feels Ridge is to blame for Rick's situation.",
    "soapcentral_condensed": "Wyatt believes that they needed to use what they knew to take down Rick. Maya believed that Rick would understand as long as he heard it from her. Rick told Nick that any friend of Maya's was Rick's friend, too, and Nick was welcome at Forrester and their house. Nick expressed his approval of Maya and Rick, and Maya flashed back on the talks she'd had with Carter, Nicole, and Brooke, and each of their opinions of her conundrum. Rick arrived to collect her for the trip, and he said it would be their night, and destiny awaited them. She believed they'd never lose sight of how much they loved each other, but she didn't understand why Brooke hadn't forced her to tell her about Rick's past, and she acknowledged that Rick had to constantly defend her, but he said he was done with that and he only wanted to concentrate on her and their future. The couple joked about being alone and quiet with the bears, and Rick said it was getting away from the rat race.\n"
}