{
    "tvdb": "Thomas sets Hope up for major heartbreak; Brooke tells Ridge that she's ready for him to come home.",
    "tvmega_recap": "Steffy finds Liam sleeping on her couch, with Kelly awake besides him. She wakes Liam up. He fell asleep watching a movie with Kelly. He thanks her for letting him crash there and explains what happened with Hope. He vents about Thomas interfering in their lives, but then he apologizes for dumping everything on Steffy. Steffy suggests that Liam go outside and look at the waves, which always makes him feel better. Ridge finds Thomas and Zoe kissing at Forrester. Thomas excuses himself to go take care of something important. At Brooke's house, Hope told her mom all about Liam's proposal and that he walked out afterwards. She wonders worriedly where he could be. Brooke blames Thomas. Liam phones to tell Hope that he's at Steffy's, but he's coming home to talk. Hope agrees. Brooke urges Hope to go fight for Liam, so Hope decides to leave and go talk to Liam at Steffy's. Thomas walks up and listens in on their conversation, and then he leaves. Ridge arrives at Brooke's to praise Hope for what great work she's been doing with Thomas. Brooke fills him in on what's been going on. Brooke tells Ridge that she wants him back home. Meanwhile, Thomas phones Steffy and tells her that Liam and Hope are almost over and just need a little push. He tells her that Hope is on her way, so when he calls, she needs to kiss Liam. She's shocked to hear that he still wants Hope and hasn't moved on after all. When Thomas calls Steffy's phone, she's outside with Liam, telling him how grateful she is for all the time he spends with her and Kelly. She asks for a hug, so he hugs her. The phone rings, and then she gives him a kiss. Liam kisses her back. Hope is standing there, having seen the whole thing. She looks shocked and disappointed. Thomas is watching from nearby, behind a chain link fence.",
    "tvmega_summary": "Episode #8251 ~ Thomas sets Hope up for major heartbreak; Brooke tells Ridge that she's ready for him to come home."
}