{
    "soap_central": "\n\nTaylor tells Stephanie what happened between her and Ridge. Stephanie decides to find Ridge and try to do some damage control. Brooke finds Ridge sleeping at the office. She asks him how things went with Taylor, and he tells her about James. Brooke tries to console Ridge, but Stephanie enters and tells her to stay out of it. Brooke stands up for herself and Stephanie slaps her. Massimo and Nick listen to a pitch about decreasing pollution. Nick believes it is a great idea and says he wants to leave a better world for his children. Nick then tells Massimo about Taylor and Ridge's marriage and Massimo is concerned about what will happen next.\n\n\n",
    "tvdb": "Massimo and Nick speak with Laurie David about reducing the pollution Marone Industries contributes to the environment, then once she leaves, Nick tells Massimo about what's going on with Ridge and Taylor's marriage. Stephanie goes looking for Ridge after a talk with Taylor, and finds him in his office, where he has just finished telling Brooke about Taylor and James.\r\n",
    "yt": "\n\nTaylor tells Stephanie what happened between her and Ridge. Stephanie decides to find Ridge and try to do some damage control. Brooke finds Ridge sleeping at the office. She asks him how things went with Taylor, and he tells her about James. Brooke tries to console Ridge, but Stephanie enters and tells her to stay out of it. Brooke stands up for herself and Stephanie slaps her. Massimo and Nick listen to a pitch about decreasing pollution. Nick believes it is a great idea and says he wants to leave a better world for his children. Nick then tells Massimo about Taylor and Ridge’s marriage and Massimo is concerned about what will happen next.",
    "soapcentral_condensed": "Taylor tells Stephanie what happened between her and Ridge. Stephanie decides to find Ridge and try to do some damage control. Brooke tries to console Ridge, but Stephanie enters and tells her to stay out of it. Massimo and Nick listen to a pitch about decreasing pollution. Nick then tells Massimo about Taylor and Ridge's marriage and Massimo is concerned about what will happen next. Nick believes it is a great idea and says he wants to leave a better world for his children. The episode airs on Friday, December 14 at 8 p.m. ET on E! Channel and Sunday, December 15 at 9 p.M. EST on CBS. For more information on The Bold and the Beautiful, visit www.cnn.com/theboldandthebeautiful and www.soulmatestories.com/. For more on The Originals, visit http://www.soapcentral.co.uk/the-originals/ The-Originals-Season-1-2-3-4.\n"
}