{
    "soap_central": "\n\nAt Forrester, Steffy insisted that no father of hers should be carrying on with his first wife's niece. Ridge said his kids were the most important things to him, and he wasn't out to knowingly embarrass them. Steffy urged him to make sure Caroline understood that her notions about Ridge were just fantasy because Caroline obviously believed that Ridge had feelings for her.\n\n\nRidge was silent. Steffy knowingly glared at him and uttered, \"Oh, my God. You do.\" Ridge said he and Caroline weren't rushing things. Steffy demanded to know if the slowness was due to shame or because the relationship was significant to him. \n\n\nRidge explained that Caroline had been there for him when Bill had \"dropped me on my head like you so sweetly said earlier.\" As a result, Ridge had lost the thing that defined him as a person. Caroline had been there for him, purely to help him, and they'd connected. \n\n\nSteffy accused Ridge of robbing the cradle and of tearing apart a family and a company he supposedly loved. Ridge didn't want to fight with his daughter. He asked if he was missing something about the root of her anger. Steffy doubted Ridge actually thought she'd be okay with what he was doing or the fallout with Rick and Maya that had resulted from it.\n\n\nSteffy was upset that Maya's portrait had replaced that of Steffy's namesake, and Rick was terrorizing people. Steffy traced the root of everyone's suffering straight to Caroline and Ridge. Steffy wondered if she'd been in Paris for too long and if she should be back and running Forrester. She felt that she had an investment to protect, and she had to take action while there was still time. \n\n\nIn the CEO's office, Caroline met with Rick. She asked if Ivy should be there, and he chuckled at Caroline's fear of being alone with him. He offered to let her frisk him -- if Ridge approved. \n\n\nWyatt arrived, and Rick asked if he knew Wyatt. Wyatt asked if he'd been gone that long. Caroline hugged Wyatt and asked if he'd just gotten back in town. Wyatt said he'd gone to see his mother first then headed to Forrester. Rick quipped that Wyatt's first mistake had been to not go directly to Forrester, and Wyatt's second mistake had been to assume he had a job to return to. \n\n\nWyatt began discussing resuming his job, but Rick sent Caroline out of the room so he could \"deal\" with something. Wyatt suddenly felt as if he'd been thrown in front of a firing squad. \n\n\nRick stated that Wyatt had been gone too long and had shirked off his responsibilities at the company. \"If you hadn't been married to my sister...But now that you're not....\" Rick said with a smug chuckle. Wyatt recalled asking Rick for the time off to visit his wife, Rick's sister, but Rick said he hadn't expected Wyatt to take advantage of Rick's generosity. \n\n\nRick claimed that Hope's line was on hold, and while Hope's absence was excusable, Wyatt's wasn't. Wyatt asked if his wasn't excusable because he wasn't a Forrester, but Hope got a pass because her brother was a Forrester. Rick advised Wyatt to watch it, but Wyatt said Rick had better watch it. \n\n\nWyatt had been through his own \"hell\" and refused to let Rick pile on it. Wyatt loved his job, but neither Rick nor Forrester owned Wyatt. \"And the sooner you get that straight, the better off we'll both be,\" Wyatt stated. Rick hoped Wyatt felt better, because it was the last time he'd speak to Rick like that.\n\n\nRick stated that he didn't own Wyatt, but he owned Wyatt's time and talent as long as Wyatt worked for him. Rick claimed he hadn't seen the time or talent. Wyatt tried to explain his situation, but Rick said Wyatt should have dealt with matters in Italy more expeditiously instead of drawing things out. \n\n\nRick believed things would be different, since Wyatt no longer had Hope to hide behind, and it would begin with all the overtime Wyatt had to put in to make up for the time he'd had off. \"Like hell I am!\" Wyatt declared. Wyatt wouldn't let Rick punish Wyatt after all Wyatt had done for Forrester. \n\n\nWyatt reminded Rick of Wyatt's contributions and decided that Rick would respect him or -- \"You know what? You -- the Forresters -- you're not even worth it. I quit,\" Wyatt decided and left. \n\n\nAt the sky lounge, Caroline was preoccupied as she reviewed Aly's shoe sketches. Aly noticed Caroline's distractedness, and Caroline said that Steffy was in town. Caroline told Aly what had transpired with Steffy, and Aly assumed that Steffy needed time to absorb everything that was happening at Forrester and with her father.\n\n\nAly grimaced as Rick strode onto the rooftop in search of Wyatt. Caroline stated that she'd just left the men together. Rick revealed that Wyatt had quit. Aly asked Rick to cut Wyatt some slack, and Caroline agreed with Aly because Wyatt had lost his marriage. Rick relayed that the end of Hope and Wyatt hadn't surprised anyone -- except Wyatt, and it was no excuse for Wyatt giving him attitude. \n\n\nAly said it didn't sound like Wyatt at all, though Wyatt could be headstrong. Rick guessed Aly was making Rick the bad guy. \"So much for kissing up to your boss to get the new shoe line approved,\" Rick quipped. Rick figured Wyatt could be stubborn, but he'd burned his last bridge with Rick. \n\n\nIn Liam's office, Liam and Bill discussed acquiring Forrester shares, and Bill noted that Steffy, Thomas, and Bill's shares wouldn't be enough. Bill hoped Steffy understood not to leak the takeover to Ridge. Liam said Steffy wasn't too happy with her father, and Bill claimed to understand why any daughter wouldn't be. \"The dressmaker's a pig, lusting after my niece!\" Bill stated. \n\n\nKatie entered, heard the end of the conversation and assumed the men were talking about Forrester. She told Bill and Liam what she knew about the situation, but she figured there was nothing anyone could do with Rick, who had power for one year. \"Short of murder,\" Bill added. \n\n\nThe topic changed to Katie and Bill's engagement. Katie said she'd told only Brooke about it, but at the time, Brooke had been preoccupied the idea that there would be no Ridge and Caroline. Liam felt Brooke should focus on reigning in her renegade son and asked if Katie knew about Rick's gun-slinging activities. Katie was appalled, and Liam asserted that something had to be done.\n\n\nLater, Bill and Liam were alone, and Bill directed Liam to update him once word from Steffy arrived. Liam said he'd thought he was quarterbacking, but Bill replied that Bill was the head coach.\n\n\nWyatt arrived, and Liam and Bill welcomed him back. Liam asked if Hope was with Wyatt. Wyatt replied that she was staying in Italy, and his marriage was over. \"Thought you guys should know,\" he murmured, sadly looking away. Bill asked if Wyatt was okay. Wyatt said he'd lost his son, his wife, and his job, and it wasn't the best time for him.\n\n\nLiam asked Wyatt to elaborate about the job. Wyatt explained that Rick had been giving out lip, so Wyatt had quit. Liam wasn't happy about it, and Wyatt exclaimed that he hadn't been about to let Rick fire him. Liam said Wyatt couldn't quit because Liam and Bill needed Wyatt at Forrester. \n\n\nWyatt asked if he had to stay at Forrester because the men didn't want him at Spencer. Bill said it wasn't true, and Spencer was a family business more than ever because he and Katie were engaged. Wyatt made a shocked face, and Bill said the story was for later. Bill wanted all his boys at Spencer, but for the time being, Bill wanted Wyatt at Forrester.\n\n\nWyatt asked why, and Liam and Bill gave him a briefing on Rick's outlandish behavior at Forrester. Wyatt said it was all the more reason he didn't want to answer to Rick. Bill and Liam insisted that a Spencer on the inside was to their advantage, but Wyatt said he still didn't know what the men were planning. \"Hostile takeover of Forrester Creations,\" Liam announced, and Wyatt's jaw dropped. \n\n\nWyatt's head was spinning from all the information his father and brother quickly threw at him about the stock hurdle. Liam said if they needed an alternate plan, Wyatt would be instrumental in gathering inside information. Wyatt assumed he'd be like a double agent. Liam agreed that it was a bit \"007,\" but he added that Wyatt needed his job back for it to work. \n\n\nBill directed Wyatt to do whatever he had to do to get his job. \"Beg if you have to,\" Bill instructed. Wyatt's nose flared. Liam asserted that they couldn't let Rick get away with it. \"Ridge, either,\" Bill added. Liam said that if they hit Rick where it hurt most, he couldn't continue to abuse the women they loved.  \n\n\n",
    "tvdb": "When Steffy confronts him about his relationship with Caroline, Ridge is forced to defend himself and his feelings. Steffy reveals what is really behind her recent animosity towards Ridge. Upon his return to work, Wyatt is met with the wrath of Rick who gives him a difficult time for unexcused absence from the company. Having heard about Wyatt’s encounter at Forrester Creations, Liam and Bill include him in their plan to teach Rick a lesson. Caroline worries that Steffy’s presence could cause a problem for her and Ridge’s attempt to be together.",
    "tvmega_recap": "Steffy rages at Ridge that his relationship with Caroline is wrong on so many levels. Maybe she should butt out but she can not do that but it needs to end. No father should act that way, especially her father. Caroline wants to avoid Rick but he calls a meeting with just her and asks if she is afraid of him, to see if he is packing some heat. Wyatt walks in before he can say more. Rick berates him for two reasons ..for stopping off to see his mom first and not coming straight to the office and that is assuming he even has a job to come back to. Wyatt is taken aback at his attitude. Bill tells Liam that taking over FC will take patience and planning and must be on the QT. Katie walks in and hears just enough to assume they are talking about acquiring FC. Liam fills her in on what's happening at FC with Rick shooting up his office. Something has to be done as both Caroline and Ivy are in danger. Wyatt says it isn't what he wanted but what Hope needed but now he is back and ready to throw everything into his job. Rick tells him whoa cowboy, he is far from coming back to his job that he abandoned. And now that he is not so married to his sister that is in jeopardy and worth re-thinking. Wyatt reminds him that he okayed that time off for him to see his wife. Rick says he did but he did not think Wyatt would take advantage of his generosity. Wyatt says he loves his job but nobody owns him, not even FC and the sooner that Rick understands that the better they will all be. Caroline is distracted while Aly is trying to talk to her abut her shoe line. Ridge tells Steffy that yes Bill dropped him on his head as she so sweetly mentioned, and he lost something. But Caroline was there to help him so it's not fair of Steffy to twist it otherwise. She accuses him of being a cradle robber but realizes he has true feelings for Caroline .which she thinks is disgusting because of the age difference but also because Caroline is his first wife's niece. Rick asks Wyatt if he is finished now and feels better. Wyatt says yes. Rick says good because Hope for the Future has been put on hold because of him. And Wyatt will never talk to him like that again. Wyatt demands that he not hold him responsible for all that has happened. None of this is worth it ..he quits. He goes directly to SP and Liam and Bill welcome him home. Liam asks if Hope is with him. Wyatt says no, she stayed in Italy. His marriage and baby boy is gone and now his job too. Liam drags it out of him that he went to FC to throw himself into his job but ended up quitting before Rick could fire him. Liam tells him no; he can not do that. They need him at FC. Ridge says he knows how this looks, it's a delusional mess. Steffy says maybe she has been in Paris too long. Maybe she should be running FC. She has to do something while there is still time. Rick tells Aly and Caroline that Wyatt has given him attitude and he has used his last chance with him. Bill and Liam fill Wyatt in on the gun situation and they understand how Wyatt feels but they need Wyatt there on the inside to help them with their plan. Liam has come up with a plan of a hostile takeover, the only way all of this will work. They need Wyatt as a double agent working on the inside. So Wyatt will have to swallow his pride, beg if he has to as they need inside information to hit Rick where he hurts most.",
    "tvmega_summary": "Episode # 7009 ~ Liam & Bill plan vengeance on those who hurt their loved ones; Wyatt moves to defend himself against Rick.",
    "soapcentral_condensed": "Steffy accused Ridge of robbing the cradle and of tearing apart a family and a company he supposedly loved. Steffy wondered if she'd been in Paris for too long and if she should be back and running Forrester. Wyatt felt as if he'd been thrown in front of a firing squad. Wyatt decided that Rick didn't respect him or Forresters -- \"You know what? You're not even worth it!\" Wyatt decided to quit and left the rooftop in search of his father, who was on the rooftop with his daughter, Aly, and daughter-in-law, Aly's niece, Ivy. Caroline was preoccupied as she reviewed Aly's shoe sketches, and Aly noticed that Caroline and Caroline said that Steffie was in town and that she'd told them what had transpired with Aly. Caroline hugged Wyatt and asked if he had just gotten back in town. Wyatt recalled asking Rick for the time off to visit his wife, Rick's sister, but Rick said he hadn't expected Wyatt to take advantage of Rick's generosity.\n"
}