{
    "soap_central": "\n\nIn Paris, Maya was clearly distracted during a photo shoot, and the photographer commented on it. He encouraged her to take a break. Rick thought it was because of their \"daughter back home.\" Rick left to take a call.\n\n\nAfter a break, the photographer said the photo shoot had improved and he encouraged Maya to extend her stay in Paris. Maya asked why, and the photographer suggested that a Forrester model in front of local landmarks would be great for Forrester -- and for his career, he admitted. Maya asked about permits. She was concerned it would take a long time to acquire permission to take photos at the landmarks, but the photographer said it would only be a day or two. He suggested that Maya talk to Rick and consider staying.\n\n\nLater, Rick returned and said they had nothing to worry about with Forrester business. He said they could return to Los Angeles in a day or two. \"Or not,\" Maya said. She explained the photographer's idea to get some photos of her at local Paris landmarks and maybe a side trip to Milan. She regretted that Lizzy was not with them.\n\n\nRick was excited, and so was Maya. They agreed that Lizzy was in good hands. \"Do you think I should do this?\" Maya asked. Rick was thoughtful. \"I think I should,\" she said. They agreed to stay in Paris, and Maya was thrilled that she would be modeling in Paris with \"my gorgeous husband by my side. The only thing missing is Lizzy.\" They agreed Lizzy would be fine.\n\n\nAt Brooke's house, Zende entered with Champagne, and he saw R.J. and Coco at the house. He wondered where Nicole was. He said they had some celebrating to do. R.J. said Nicole had said she'd had to do something, and R.J. and Coco had agreed to babysit. Zende explained that Thomas had been fired, and he would be filling in as a designer. He couldn't wait to tell Nicole. R.J. was worried about Thomas but happy for Zende.\n\n\nZende said he was confident that he and Nicole would soon be celebrating his good news and that they would become parents. R.J. and Coco wished him good luck. They left.\n\n\nNicole was at Forrester, and her mother sat in her office. Vivienne told her daughter that she wasn't fooling anyone. \"Are you and Zende having problems already?\" Vivienne asked. Nicole explained that she'd had a doctor's appointment, and she felt broken. \"I might not be able to conceive,\" she said.\n\n\nNicole explained that scarring could be a problem, and she might not be able to have a child of her own. Vivienne held her daughter's hand and encouraged her to get another opinion. Nicole shared that Dr. Caspary had said the condition was called secondary infertility. \"Why is this happening?\" Nicole asked. She lamented that she had given up her body for Lizzy. Her mother tried to calm her.\n\n\nNicole worried that she had promised Zende that he would be a father. Julius entered the office and realized that something was wrong. \"Viv, what happened?\" he asked.\n\n\nNicole told her father that she and Zende had been talking about having a baby, \"but I can't.\" Julius was shocked. He reminded her that she'd had a baby. She shared that the doctor had said there was a possibility that she might never again conceive.\n\n\nNicole explained that Zende had a fantasy about kids running around and a big family, and she had bought into that fantasy. \"We've been talking about baby names. It never occurred to me that I wouldn't be able to carry,\" she said.\n\n\nJulius promised that she would have a baby because she was too good to miss out. He encouraged her not to give up. He promised that they would take her to a specialist. \"But you cannot give up, not ever. Do you hear me?\" he said. Julius hugged Nicole. Nicole left, and Vivienne and Julius discussed that it couldn't be the end of a dream for Nicole.\n\n\nAt Brooke's, Nicole entered and noticed Zende had flowers everywhere and Champagne. Nicole asked what they were celebrating. He said they had the house to themselves. Nicole was uncomfortable.\n\n\nZende said they could go for a swim, and they didn't need bathing suits. Nicole asked what was going on. Zende explained that he was the newest member of the design team at Forrester. Nicole looked surprised but happy.\n\n\nZende said he thought he had to have been a saint in his past life because he had a good career and a wonderful wife, and he was starting a family. Zende handed Nicole some Champagne but realized she might not want to drink. Nicole was quiet, and he asked if something was wrong.\n\n\nNicole flashed back to what Dr. Caspary had told her about a condition called secondary infertility. Nicole explained her doctor's appointment. \"That future you want with a family -- I may not be able to give it you. I don't know if I can get pregnant. I might not be able to give you a child,\" she said. \"What are you talking about?\" Zende asked. He insisted she would get pregnant, and they would have family of their own.\n\n\n",
    "imdb": "Zende arrives home with champagne ready to celebrate with Nicole. On cloud nine learning from his new career opportunity, Zende confides in R.J. and Coco who still babysit Lizzy. He also sheds light to his plans to start a family with Nicole. Meanwhile, Nicole seeks comfort in Vivienne. She shares the heartbreaking news that she might not be able to have a child of her own with her mother. Then, Julius walks in and encourages her to not give up just yet. Nicole leaves to face Zende. In Paris, Maya has a difficult time concentrating during a photo shoot due to the immense feeling of missing Lizzy. Rick and Maya's plans to return to Los Angeles change, though, when she receives the offer to do a time-consuming glamorous photo spread.",
    "tvmega_recap": "In Paris, Maya takes a break from her photo shoot and Rick tells her he thinks he knows what is wrong \u0096 she is thinking of their daughter back home. Her photographer says Rick is going to be busy so she might as well too. He could set up some other photo shoots of iconic shots in Paris and even other countries if there is time. Coco and RJ are just about ready to put little Lizzie down when Zende comes in and says he will help as soon as he puts the champagne on ice. He says he hopes Nicole will be back soon as they have a lot to catch up on. RJ says champagne and good news for Nicole so no wonder Zende thinks they may see the stork in nine months. Vivienne tells Nicole to come out with it. She sees she is upset and she hopes she and Zende are not having problems. Slowly Nicole reveals that it is possible that she might never be able to conceive. Vivienne does not think that makes sense since Nicole already has conceived. Nicole says she knows but they have been trying and she got worried and went to doctor. She laments Zende was so accepting that she gave up her body for Lizzie and now this. He does not know how much he gave up. Vivienne tells her not to get ahead of herself; the doctor only said there was a chance, it is not a done deal yet. It needs more time. Julius comes in and they have to fill him in also. She says she and Zende have even talked about baby names. She cannot believe she is doing this to him. Julius says he does not know about infertility or scarring but he does know this \u0096 she will have that baby. She is too good; she gives and she gives and she gives. Lizzie is living proof of that so Nicole cannot give up. No, she will not have had a baby for her sister and then not be able to have her own. They will talk to other specialists, whatever it takes. He hugs her and says he does not want her to give up ever. Zende pours the champagne and tells Nicole that she is looking at the newest member of the Forrester design team. The only bad part is that he is replacing Thomas who Ridge let go. He says he must have been a saint in a past life since everything is suddenly coming together for them. She cannot let him keep going on this high. She laments that she had a doctor's appointment and was told she might not ever be able to give him that family. Like Vivienne and Julius he says that is crazy. Of course it has not been that long but she still can give him that baby. They will have their family.",
    "tvmega_summary": "Episode # 7592 ~ Vivienne provides Nicole with motherly advice during a time of need; while she's in Paris, Maya receives news that puts plans for the future on hold.",
    "soapcentral_condensed": "Nicole told her father that she and Zende had been talking about having a baby. She shared that a doctor had said there was a possibility that she might never again conceive. Zende handed Nicole some Champagne, but she realized she might not want to drink it. Maya was clearly distracted during a photo shoot, and the photographer encouraged her to take a break. \"Do you think I should do this?\" Maya asked Rick. \"I think Ishould,\" he said. \"The only thing missing is Lizzy.\" They agreed Lizzy would be fine. \"Why is this happening?\" Nicole asked. \"It never occurred to me that I wouldn't be able to carry,\" she told her mother. \"You cannot give up, not ever. Do you hear me?\" Julius hugged Nicole. \"That doctor thought you might not conceive,\" Nicole said to her mother, \"That's what you thought you were going to do.\" \"You're not fooling anyone,\" Vivienne said.\n"
}