{
    "soap_central": "\n\nOn a winding roadside, Coco was in the convertible Camaro with the passed-out R.J. She gasped and made a call. When the person answered, she said that she and her boyfriend had had an accident, and he was passed out and bleeding. After the call, she tried to wake R.J., to no avail. Upon hearing ambulances, she said help was on the way.\n\n\nAt Bill's pool, Brooke sat up startled. Bill asked her what was wrong. She wasn't sure what had given her the rattled feeling. Bill got up to check the gates, saying that when Brooke thought something was off, it usually was. When Bill returned, he said it was such a lazy day that even the grass was sleeping. Brooke still felt unnerved, as if there was somewhere she should be.\n\n\nIn their bedroom later, Bill and Brooke had changed out of their bathing suits. Brooke's phone rang, and as Bill handed it to her, she guessed it was R.J. calling to cancel. Bill replied that her son could be about to say that 405 was a parking lot, so he couldn't make it. Brooke answered, saying for her son not to tell her that he was canceling.\n\n\nCoco said she and R.J. were at University Hospital, and R.J. had been hurt in an accident. Brooke hopped up and told Bill that she had to go. She asked him to go with her because R.J. was in the hospital, and they'd call Ridge from the car.\n\n\nAt the mansion, Eric was livid about Quinn and Ridge's confession. Eric wanted to know if it had been about sex or besting him. Quinn claimed Ridge had never said a bad word about Eric, not even in private. Eric gleaned \"in private\" meant that it hadn't all been impulsive as she'd said, and she and Ridge had actually sought out times to meet.\n\n\nQuinn said they'd only met by chance or on purpose to discuss protecting Eric. Ridge claimed it was a big nothing of a bombshell, and the moments between him and Quinn were empty, except for vanity. Eric noted that they'd blamed the first time on tequila. He asked about the other times, and Ridge said he didn't know. Eric took that to mean there were too many times to count.\n\n\nRidge and Quinn tried to correct Eric, and she said they'd thought each time had been the last time. Eric quipped that she didn't know Ridge Marone. Eric asked what she'd do the next time Ridge got the urge to feel the rush and thrill of making a fool out of Eric. Eric asked Quinn what had happened to her vows and if she'd slept with Ridge in their bedroom.\n\n\nRidge asserted that it had never happened, and it was the truth. Eric replied that it was a statement from two people who'd done nothing but lie to him. Eric raged that Quinn had lied to him and broken their vows. Ridge said the betrayal wasn't what Eric thought. Eric asked what it mattered if the two had slept together or not.\n\n\nRidge said he wouldn't have done it to Eric, and Quinn wouldn't have allowed it.  Ridge stated that she needed to be loved and could only get it from Eric. Sheila said it was easy to feel loved by someone who only knew what one would let the person know. Ridge asked why Sheila was even still there. Eric asked if Ridge felt \"so superior\" to Sheila.\n\n\n\"Yes, I feel superior. Of course, I do,\" Ridge said. He knew Eric felt that Ridge shouldn't feel that way because Ridge was \"an egotistical bastard.\" Ridge conveyed that Brooke knew it, and Thorne knew it. Ridge stated that Stephanie had, too, but she'd blamed herself for it. Ridge said Eric had taken Ridge and raised him as his own. Eric had treated Ridge like the king Ridge had thought he was.\n\n\nRidge revealed that he'd gone to San Francisco for Eric. Ridge had wanted to disgrace Quinn in Eric's eyes, but Ridge had wound up finding the one person more devoted to Eric than any other in the world. Eric said that it was a mistake to be flattered by Ridge, and Ridge competed with Eric for everything. In Eric's view, Ridge had been born for it.\n\n\nEric believed that Ridge had competed with him for Stephanie and even Brooke. Eric claimed he'd learned to be a good sport, and Quinn could ask anyone how good Eric was at losing and then forgiving. Eric said it wouldn't be so that time.\n\n\nRidge's phone chimed. Eric quipped that someone needed Ridge, which was what Ridge lived for. Ridge didn't check the phone until Eric yelled at him to do so. Ridge silently read the messages about his son at the hospital and said he had to go. Ridge rushed out of the house.\n\n\nEric asked the crying Quinn if she'd thought Ridge would protect her or stand up for her. \"No,\" she uttered. He asked what she thought she could get from Ridge that she couldn't get from Eric. She claimed that she hadn't gotten anything from Ridge. It had felt normal for her to have a secret, and the normalcy might be her reason for not telling Eric. Quinn had also feared Eric would make too much of it, and she'd lose him.\n\n\nSheila said Eric had heard enough excuses. Quinn asked Eric why Sheila was still there. Eric claimed to like having someone in the room who told the truth. Sheila wondered if Quinn and Ridge thought making excuses about how bad they were would get Eric to think they'd taken responsibility.\n\n\nLooking at Quinn's portrait, Eric said he'd chosen the bright background on purpose. He claimed that his marriage to Stephanie had been \"no Camelot,\" and his great success at work had been due, in part, to the fact that, a lot of times, he hadn't waned to go home. \"Until you,\" he said to Quinn, who'd had cold martinis for him and had danced for him. He'd thought he'd finally had his Camelot and could be the man he'd wanted to be.\n\n\nEric asked if Quinn had fallen in love with Ridge. Eric didn't think she'd bargain him away for anything less. Quinn replied that sometimes a kiss was just a touch, like a hand on the shoulder, and was just as easily forgotten. She claimed it would have been forgotten if they hadn't felt such guilt and shame. She believed it would have gone away.\n\n\nQuinn said she couldn't go back to the woman she'd been before. She didn't know how to. Eric had saved her life by giving her a life worth saving. She asserted that she'd never be with Ridge, and she and Eric could fix it if he'd forgive her. She knew she was asking a lot, but she said they had a lot to lose.\n\n\nEric figured that having little meetings and saying they'd never happen again, even when Quinn and Ridge knew they would, had been thrilling. Eric said that one kiss had been worth more than their whole marriage. Quinn said he was right -- it was too cheap to be tragic, and it was just sad. She said she couldn't explain herself. Even though some would say she'd done worse, she sobbed that she'd never been more scared or felt more alone in her life.\n\n\nQuinn believed that she and Eric could work through it if they had time alone. She yelled that Sheila had done what she'd been there to do, so she could get out and leave Eric and Quinn alone. Eric told Quinn to leave. He said he couldn't bear to look at her, and he figured Ridge was probably out there someplace, so she could go.\n\n\nQuinn asked Eric not to make her leave. He screamed at her to go. She cried that it wasn't the end, and she'd never stop loving him. Quinn left the house. Eric stared at her portrait. Sinister music played, and Sheila rested her hand and head on his shoulder and grinned.\n\n\nBill and Brooke arrived at the hospital. Coco looked on as the doctor told Brooke and Bill that R.J.'s only visible injuries were to his shoulder and scalp, and a facial contusion. Bill asked for the non-visible injuries. The doctor said that R.J.'s pupils responded to light, and there were no obvious fractures. The doctor couldn't rule anything out until R.J. could say what hurt. They planned to take R.J. for tests and x-rays.\n\n\nRidge arrived, demanding to know what had happened. The doctor said R.J. had a concussion. As the doctor talked to Brooke and Ridge, Bill said to Coco that they were assuming she was okay. She said the nurse had checked her out. Bill asked her not to worry because the doctor had been positive.\n\n\nRidge and Brooke approached and asked if Coco was okay. Coco said she was and wished the car was. Ridge wasn't worried about the car. He asked if the brakes had failed. Coco had a flashback. In it, she was concentrating on her phone instead of the road, and as the road curved, another car approached in the opposite lane.\n\n\nLater, Ridge and Brooke tried to get information out of the nurse who'd returned R.J. to his room after his tests. The nurse didn't have anything to tell them yet. The nurse exited, and Bill suggested airlifting R.J. to a place that specialized in brain trauma. Ridge said they wouldn't do anything until they figured out what was wrong with R.J. \"Understood,\" Bill replied.\n\n\nBrooke said Bill was just trying to help. Ridge replied that he knew, and he said he was sorry. Ridge asked the sobbing Coco to tell him what she remembered. Coco flashed back to the moments before swerving to miss the car. She said she didn't remember seeing anything.\n\n\nRidge asked if R.J. had lost control of the car. Coco replied that R.J. had wanted her to drive. It had seemed important to him, so she'd done it. Ridge asked if she'd been driving the car. \"But you didn't see anything?\" he asked.\n\n\nBrooke, who'd been watching R.J. sleep, said to look. She asked Bill to go for the doctor. R.J. slowly awakened, and Brooke gasped with relief. He murmured something about his head. She told him that he'd been in an accident. R.J. asked where Coco was. Sobbing, Coco approached his bedside. He thanked God that she was okay. Coco cried, saying she was sorry.\n\n\n",
    "imdb": "Quinn and Ridge are shocked when Eric insinuates that they had a sexual affair. Ridge takes exception to Sheila being privy to their private business, but Eric will not hear it and continues to rage. He accuses Ridge of being a Marone like his biological father and tells his wife to leave him alone. A heartbroken Quinn exits while Sheila offers Eric emotional support. In the Hollywood hills, R.J. is unconscious after Coco has steered the convertible into a tree. She calls the paramedics in panic. In Bel Air, Brooke has an unsettling notion that something is terribly wrong that proves correct when she and Bill are called to the hospital. Dr. Faulk explains to Brooke, Bill and Ridge, who also rushed there to look after his injured son, about R.J.'s condition. Coco feels miserable for being so careless to text and drive - resulting in her boyfriend being hurt, yet she keeps this tidbit from his family.",
    "tvmega_recap": "Quinn begs Eric to forgive her. He wants to know if this was sex until Ridge says no, it just happened. Eric wants to know how many times there were was it that many that they cannot remember. They have made a fool out of him ..even after saying her vows. He rants that she betrayed him with Ridge Marone! He will not tolerate this. Eric says Ridge always told him that Quinn would betray him but he never knew it would be with Ridge. Ridge laments that it involved other things but they never slept together. Everyone knew he was an egotistical bastard. Even his mother knew it but she thought it was her fault. Eric took him on and treated him like his own. And yes he wanted to disgrace Quinn and prove he was right. But he found a person who is more devoted to him than anyone in the world. Eric admits he is good at losing, you can ask anyone. Brooke sits up from her lounge chair and says she does not know what it is but she felt like someone was here. Bill says he will check with the security guard. He comes back and says all is fine so he will try to settle her nerves. Coco has run off the road and when she looks over she sees RJ is not responsive. She calls for help. The paramedics arrive and they take him to the hospital. Coco calls Brooke and says RJ is at the hospital. The doctor tells her at this stage they have to wait until RJ is alert to find any more answers. Ridge gets a phone call and Eric insists he take it. Ridge listens and then bolts out without a word. Eric tells Quinn there goes her rock, like he was really going to stand up for her. Ridge rushes into the hospital and wants to be filled in. He wants to know about the car; did the brakes fail. Quinn cries that it felt normal to her to have a big secret and she knew it would be too much for Eric. She then turns on Sheila and asks why she is still here. Sheila says Eric will not take what Quinn is saying as her responsibility. Eric only says that he likes Sheila here as she is the only one who is telling him the truth. Quinn says they would have forgotten all about this and she knows that she cannot go back to the woman she was before all this shame but they can fix this if he will only forgive her. He is shaking with contempt. RJ finally comes to and Brooke asks if he remembers anything. Coco cries that she is so sorry. Eric tells Quinn that one little kiss means more to her than their marriage. She cries again they can get over this. Eric says no, he wants her to leave, not Sheila. He cannot stand to look at her. What a look on Sheila's face when Quinn turns to leave. Eric looks up at the portrait of Quinn over the mantel. Sheila slowly walks up and puts both hands on Eric's back and lays her head on his shoulder. Satisfaction!",
    "tvmega_summary": "Episode # 7623 ~ Ridge is saddened when hears the words he never thought Eric would utter; Coco takes complete responsibility for her and RJ's mishap.",
    "soapcentral_condensed": "At the mansion, Eric was livid about Quinn and Ridge's confession. Eric wanted to know if it had been about sex or besting him. Quinn claimed Ridge had never said a bad word about Eric, not even in private. Eric asked Quinn what had happened to her vows and if she'd slept with Ridge in their bedroom. Ridge asserted that it had never happened, and it was the truth. Ridge revealed that he'd gone to San Francisco for Eric. Sheila said it was easy to feel loved by someone who only knew what one would let the person know. Eric quipped that someone needed Ridge, which Ridge didn't check the phone until Eric yelled at him to do so. Ridge said Eric had taken Ridge and raised him as his own, and Eric had treated Ridge like the king Ridge had thought he was. Eric said that it was a mistake to be flattered by Ridge and Ridge competed with Eric for everything. Ridge stated that she needed to be loved and could only get it from Eric. Ridge asked why Sheila was even still there.\n"
}