{
    "imdb": "\nThomas processes the news that Douglas is his son. Ridge corrects him, stating that Douglas is his son as Thomas sleeping with Caroline was an event they all wish to forget it ever happened. He pressures Thomas to accept that he and Caroline will raise the child as a family... Katie tries to reassure Caroline who rails at her for interfering. Bill gives Steffy advice regarding her marriage. Wyatt extends an olive branch to Liam in hopes of his brother stepping away from Steffy, but Liam can't just forget about his feelings that easily.    ",
    "tvmega_recap": "Thomas faces Ridge and says he cannot believe it \u0096 that Douglas is his son. Katie tells Caroline that she cannot possibly think Douglas will go through his entire life and not know he is Thomas's son. Wyatt drops in on Wyatt and is absolutely shocked that Quinn had been there and Liam just let her go. He says yeah, but his focus is not on Quinn but on Steffy. Bill drops in on Steffy and looks at her tattoo ring and reminds her that means Wyatt is #1 and should always be. She says he is not subtle. He says she finds herself married to one son and then the other son re-appears, but she took vows and she has a commitment to Wyatt and only Wyatt. She says he makes it sound so easy but it is not. He says he knows but she needs to give it her all. He cannot stand to see his two sons battle it out over her. Wyatt reminds Liam that Steffy has moved on. Yes she still cares for Liam. And he hates what happened to Liam by his mother but in time he can get past all of this and make a new life with someone else. But only if he stops hanging on to something that cannot be. Caroline tells Katie there is so much more at stake here than she is realizing, but it was her and Ridge's decision and they are being backed into a corner. Katie says still it is the best decision to tell Thomas and Douglas. Ridge tells Thomas that no, Douglas is his child. That night should have never happened. Liam tells Wyatt that he cannot let it go; he and Steffy were robbed. Wyatt says Steffy is his wife and they cannot turn back the clock now. Liam says it will take more than a tattoo ring for him to back off. He is fighting for the woman he loves. Katie tells Caroline that she is not judging and she had no idea talking to the doctor at the restaurant would lead to this. She now has a connection to Thomas because of Douglas; she needs to think about that. She knows how difficult this is for her. And at least there will not be any more secrets. Caroline says that night never should have happened and now her whole life is ruined. Thomas opines to Ridge that he knows how much Douglas means to him but he is his grandson, not his son. Douglas belongs to him. Ridge tells his son that he needs to put Douglas's welfare above his own. This secret cannot come out to have a scandal and destroy his family, probably lose his job again to Rick. So they need to understand each other. He will not allow that to happen. While thinking of Steffy, Liam looks around and there she is standing in his living room. He smiles and strokes her arm and says he almost lost her. He tells her that he does not want to talk about crazy Quinn. He just wants to talk about them. He was hoping she would have the tattoo removed, but he knows they took vows. Quinn made that happen and she knows that he cannot accept that. She loves him just as much as he loves her. He asks her to have the tattoo removed and come home. Caroline re-lives that night with Thomas and her screaming it did not happen, and then telling Ridge. Ridge tells Thomas that he knows Douglas as his son; in fact the whole world knows him as his son. This is the only way. He and Caroline will be the only parents he knows. He will protect him just the way he protected Thomas all these years. They need to understand each other.",
    "tvmega_summary": "Episode # 7327 ~ Wyatt extends an olive branch to Liam in hopes of his brother stepping away from Steffy; Bill gives Steffy surprising words of advice regarding her marriage."
}