{
    "soap_central": "\n\nAt the loft, the upset Caroline asked if there was even just a little bit of a chance for them to conceive. Ridge replied that there wasn't. He believed he should have told her sooner. He wanted to give her a baby, but he couldn't. She asked if he was sure. He replied that the doctor had said that performing a reversal wouldn't even make a difference.\n\n\nCaroline stood, clenching her stomach. Ridge didn't know if it was a result of the procedure or not. He wished he could go back and undo it because he hadn't known how much he'd want her to mother his child. Ridge felt as if he'd betrayed Caroline, but it hadn't been meant to be a secret.\n\n\nRidge had wanted to make a baby, half her and half him -- \"a little monkey.\" He sat Caroline back down and said she'd been very clear about being a mother. He wanted that for her, and it was the reason he'd rushed to marry her. He said he'd wake up in the middle of the night, staring at her as she slept, trying to find the right words to tell her.\n\n\nRidge hadn't wanted to tell Caroline because he hadn't wanted it to end. He'd wanted them for always, but it hadn't been what she'd signed up for. Taking her hand, he said that he, Ridge Forrester, was releasing her from her vows, and they could pretend their marriage had never happened. \"What? What are you doing?\" Caroline sobbed. She said that he was her husband, and she loved him more than anything.\n\n\nCaroline asked about the possibility that Ridge's vasectomy could reverse itself or hadn't taken hold. Ridge claimed that his had definitely taken. She said it couldn't be happening. Ridge blamed himself. He said they loved each other, and they'd work through it. \"I'm so sorry,\" she said.\n\n\nRidge replied that it was he who was sorry. He didn't want Caroline to grow to hate him in time -- when doubt arrived, and she'd decide that what they had wasn't enough. He didn't know the emptiness inside her, but he was there and always would be. Ridge hugged Caroline.\n\n\nIn the CEO's office, Thomas flashed back to Caroline helping him design and to her reviling him the morning after they'd had sex.\n\n\nAt Bill's house, Katie and Bill were finally getting out of bed after playing hooky from work to canoodle. She offered to make him a smoothie. He asked for two -- one to take to Wyatt. She replied that Bill would need something bigger than a smoothie to help patch things with his son.\n\n\nKatie made two smoothies, but Bill decided not to take the smoothie to Wyatt because Wyatt might see it as a bribe. Bill said he couldn't open a fashion house just because his son's girlfriend had lost her job. Katie believed there was more to it for Wyatt, but she saw why Bill didn't want his sons competing.\n\n\nBill didn't believe anything good would emerge from it and said the sibling relationship was already under enough strain because of Liam being over Wyatt at Forrester. Bill said Wyatt would eventually understand. Katie didn't think Bill should expect Wyatt to be thankful that Bill hadn't funded the fashion house just so Wyatt could have a better relationship with his brother. She said Wyatt believed that Bill always put Liam first.\n\n\nBill admitted that he felt as if he had a lot more to make up for with Liam. Bill said that he'd loved Liam's mother, and if she hadn't disappeared, he could have made a life with her and raised Liam from day one. Katie remarked upon Quinn being Wyatt's mother. Bill exclaimed, \"Hell, no,\" to a life in the suburbs with Quinn. He said Liam could have had a nuclear family, not Wyatt.\n\n\nIn the design office, Ivy pleaded for one more chance to do her job and prove her loyalty at Forrester. Ivy didn't believe it was right for her to get fired from her company. She claimed she was a Forrester and wanted to prove herself. Steffy declined and said Ivy wasn't welcome there anymore.\n\n\nIvy asked why Steffy was being so stubborn. Steffy said she couldn't trust Ivy, and all she saw was Ivy trying to manipulate her way back into being the face of Forrester. Ivy reminded Steffy of Aly's death and the murder accusations.\n\n\nLiam interrupted, entering and asking what was happening. Ivy replied that she just wanted to be a part of her family's company. Steffy asserted that she couldn't trust Ivy after what she'd done. Liam stated that Ivy would easily find another job. \"Fine,\" Steffy stated, deciding to write Ivy a letter of recommendation. She claimed that she didn't want Ivy out of work, just out of Forrester.\n\n\nLater, Ivy had gone, and Liam was quietly working. Steffy said he had the \"deep, serious thinking\" look, and she guessed he thought she should rehire Ivy. He claimed that he hadn't said that, and if Steffy couldn't trust Ivy, then Ivy couldn't be there. Steffy sensed he had more to say.\n\n\nLiam said Ivy wanted to earn the trust back with just one more chance. Steffy kissed him until he was quiet, and he guessed she was done with the Ivy talk.\n\n\nThomas entered and guessed the office was taken. He hadn't been able to work across the hall and had decided to get a change of scenery. Steffy joked that he was accustomed to people canoodling because he worked with Ridge and Caroline. Thomas said Ridge and Caroline were at home. Steffy wondered if the newlyweds would ever get out of the honeymoon phase.\n\n\nAt the beach house, Wyatt finally told Quinn about the fashion house proposal. Quinn was ready to quit her job and join in, but Wyatt explained that Bill had shot down the idea.\n\n\nLater, Ivy was at the beach house, telling Wyatt and Quinn how things had gone with Liam and Steffy. Quinn couldn't believe Liam hadn't tried to convince Steffy to let Ivy back in. Ivy replied that he'd tried to convince Ivy that she'd find a job elsewhere.\n\n\nQuinn was amazed that Liam had forgone his chance to prove he wasn't Steffy's lapdog. \"Steffy's gonna have to buy a new little purse just to carry him around in,\" Wyatt quipped. Quinn said she'd laugh if she weren't so angry. Wyatt said to relax because there was nothing they could do. Quinn replied that when it was about his happiness, there was no end to what she could do.\n\n\nWyatt appreciated Quinn but said his happiness wasn't her responsibility. He claimed to be happy, but Quinn doubted that could be true because his girlfriend had been fired, his father was doing nothing to help him, and he had to answer to his spineless brother. Wyatt asked Quinn to stop pouring salt in the wound. He stated that he could handle everything but Liam's treatment of Ivy.\n\n\nIvy needed fresh air. Wyatt offered to take her for a walk on the beach. Quinn didn't feel like doing it, but he murmured that he hadn't asked Quinn. As the couple left, Quinn got a call from Deacon. She quipped that Bill and Liam had better pray they didn't see her that day.\n\n\nJust then, Bill entered, and Quinn told Deacon that she'd call him back. Bill had seen Wyatt and Ivy headed toward the beach and asked Quinn to tell Wyatt that his father had stopped by to talk. Bill tried to leave, but Quinn said Wyatt deserved more than just talk. She asked why he was determined to keep Wyatt down and wondered if Bill hated Quinn that much.\n\n\nBill said he'd made a business decision. Quinn imagined that a Spencer fashion house would be hugely successful. Bill replied that it was too bad they'd never know for sure. Quinn didn't know why Bill couldn't give her son a chance. In her mind, it was always Liam, and she was sick of it.\n\n\n",
    "imdb": "\nQuinn lashes out at Bill for favoring one of his sons over the other.    ",
    "tvmega_recap": "Caroline is panic stricken when Ridge tells her that he had a vasectomy in Paris and he is sorry he cannot give her a baby. At that time he did not know he would meet Caroline and want a baby and now there is no chance. Quinn is ecstatic when Wyatt mentions the Spencer Fashion House until he bursts her bubble that his dad wants nothing to do with it and shot it down. Ivy tells Steffy that she will earn her trust back. She is a Forrester too and belongs here so just give her one more chance and let her come back. Steffy says no, she is not welcome here anymore. Liam hears the commotion and comes in. Steffy says she does not want to keep Ivy from working, but just not here. Bill asks Katie to make two smoothies as he'd like to take one to Wyatt when he goes to see him. Katie says she thinks he needs a bigger peace offering that that. Bill says he only wants his sons to be friends and this is not the way to do it by pitting them against each other. He feels he owes Liam more than Wyatt and needs to make up for not being with his mother and raising him from the start. Ivy goes back to Wyatt's and explains to Quinn and Wyatt that Liam was there and still Steffy turned her down. Wyatt tells Quinn there is nothing they can do now. She says when it comes to his happiness there is no end to what she can do. He says he can handle his jellyfish brother. What makes him sick is the way they treat Ivy. He can not deal with that. She tells Deacon over the phone it is a terrible day with Liam and Bill. They better hope she does not run into them today. Liam tells Steffy that he trusts her completely so he is 100% behind her. But Ivy just wants one more chance to prove herself and that would not be so bad. Ridge tells Caroline that he knows he betrayed her and it was never meant to be a secret. He thought he could get the procedure reversed and she could have her baby but it is not meant to be. She starts crying and he thinks he knows how much this hurts her but it hurt him too. This is why he proposed so fast so he could make her happy and then have a baby. He will do anything to make her smile. He just had not found the words yet. He did not tell her because he did not want this happiness to end. But that is not fair, it is not what she signed up for. He starts to take off his ring and says he will release her from any vow she made. She stops him. Bill stops by Wyatt's while he is out walking. Quinn says Wyatt needs more than just talking by Bill. She chastises him for not paying more attention to Wyatt and giving him more support. It is always Liam and she is sick of it. Caroline wants to make sure that Ridge has taken all the tests he can to be sure there is no hope. She is so sorry .and for acting this way. She says she does not hate him. He is afraid she will five years from now or ten years when she looks around and thinks this is not enough. There will be an empty feeling. He holds her and says but he will always be here for her.",
    "tvmega_summary": "Episode # 7163 ~ Caroline receives unexpected & shocking news from Ridge; Quinn lashes out at Bill for favoring one of his sons over the other.",
    "soapcentral_condensed": "Ridge felt as if he'd betrayed Caroline, but it hadn't been meant to be a secret. He wished he could go back and undo it because he hadn't known how much he'd want her to mother his child. Ivy pleaded for one more chance to do her job and prove her loyalty at Forrester. Steffy asserted that she couldn't trust Ivy after what she'd done after Liam stated that she would easily find another job. Bill said he'd loved Liam's mother, and if she hadn't disappeared, he could have made a life with her and raised Liam from day one. Bill didn't believe anything good would emerge from it and said the sibling relationship was already under enough strain because of Liam being over Wyatt at For rester. Bill decided not to take the smoothie to Wyatt because Wyatt might see it as a bribe. Katie remarked upon Quinn being Wyatt's mother. Bill exclaimed, \"Hell, no,\" to a life in the suburbs with Quinn. He said Liam could have had a nuclear family, not Wyatt. Katie believed there was more to it for Wyatt.\n"
}