{
    "soap_central": "\n\nAt Spencer, Steffy told Bill that Liam wasn't on board with Bill's plans, and it might not have been the best idea to put Liam on the Sally assignment. Bill and Steffy discussed Bill's frustration with C.J. for not accepting the revised offer, and Bill didn't know how Spectra had snatched defeat from the jaws of victory. \"If Liam tells Sally that Caroline isn't dying...\" Steffy said. Bill asserted that Liam had \"better damn not.\"\n\n\nSteffy reasoned that Liam already had a lot on his conscience. Bill insisted that his son had to learn the time and place to be a Boy Scout. Bill envisioned that his boys would one day inherit \"all of this,\" but neither was capable of running it alone. Each son lacked something the other compensated for. Bill wanted Liam to grow a pair, and trashing Sally was just the thing to help Liam do so. \"So you hope,\" Steffy replied.\n\n\nBill packed up to go to a zoning meeting about \"Sky.\" Steffy thought he should wait until Liam returned, but Bill said that Liam had better do as instructed. She asked if Bill minded if she waited. He didn't, but he said to be careful if she touched \"Sky.\"\n\n\nAt Spectra, Sally needed Liam to tell her if Bill had another plan to sabotage Spectra. Answering her own question, she decided that Bill was up to something and had sent Liam to help bury her. Liam claimed not to march to his father's orders, but so far, all he knew about Sally was that she had crashed his wedding, stolen designs, and would be in jail if it weren't for Thomas.\n\n\nSally quipped that they weren't her finest moments. Turning on his recorder, Liam requested to hear about her better moments. Sally had done a lot of growing due to Thomas, but she needed him there. She wouldn't pressure him to return because Caroline dying trumped even Spectra. Sally had to succeed on her own and hoped she had a chance with someone like Bill against her. Unable to speak to his father's ambitions, Liam promised to write an honest article.\n\n\nTurning off the recorder later, Liam thought it was cool to know that there was more to Sally than flash, grit, and inflated confidence. \"Thank you?\" Sally dubiously replied. He claimed to be kidding and said her sensitivity poked through at times.\n\n\nSally replied that she knew what it was like to suffer and struggle due to her past with her addicted parents and her efforts to raise Coco while living with their Grams. Though her fight to survive didn't compare to Caroline's, Sally still had had to do a lot of things on her own. She said it was her Aunt Sally's building, and she'd carry on as her aunt wanted -- as long as she was given a fair shot. She asked if it were too much to ask. Liam replied that it wasn't.\n\n\nSally showed Liam some sketches, and he was impressed. She felt that they needed to be better because a lot was riding on things after Monte Carlo. Liam asked if Thomas could give her any help at all. She replied that Thomas couldn't focus on anything but his son's dying mother. Sally was under a lot of pressure. She believed in herself, but without Thomas, she felt empty, as if she'd lost a part of herself.\n\n\nStruggling not to cry, Sally felt worse for sitting there, waiting for Caroline to die so that Thomas could return. It was ugly to Sally, and she asked why she was in such a position. Liam promised that he'd give her a fair reading. She said it was all she asked.\n\n\nSally apologized for being so sensitive and said it wasn't her. Liam replied that it might be. Sally insisted she'd learned her toughness from her Aunt Sally, and nothing would destroy Sally -- except maybe Liam's father.\n\n\nBack at Spencer later with Steffy, Liam was upset and said it was really wrong that Bill was ruining multiple lives. Slapping \"Sky,\" Liam said it was all for a monument to Bill's ego. Steffy said to tell it to Douglas, who needed his family together. Liam reasoned that Thomas would be a father no matter what, but Thomas was in love with Sally, not Caroline.\n\n\nSteffy asked if Liam was sure about it. Liam replied that he was, and they'd seen the couple together. Steffy asked if he'd seen Thomas and Caroline together. Liam said he obviously hadn't lately. Steffy flashed a photo of the family and noted that they looked happy. Steffy believed the family needed time and space, and she asked Liam not to fall for Sally's act.\n\n\nSteffy told Liam not to forget the things Sally had done to the Forresters. Steffy wasn't taking pleasure in the situation, but in her view, Sally was getting what she deserved.\n\n\nAt the mansion, Sheila thought inviting James to evaluate her was unorthodox. Eric asked if it was because she'd been married to James. Sheila said it was because James was a psychiatrist. James stated that he had a background in \"neuro.\" James had learned that Sheila had suffered head trauma, a concussion, some loss of memory, and vertigo. He was there to help her get back on her feet and back to her life.\n\n\nEric left, and downstairs later, he answered the front door for Brooke, who'd arrived with files for Quinn. He said Quinn was working on new designs in the study. Brooke asked if everything was okay. He replied that he'd taken Sheila in as a houseguest.\n\n\nOver coffee later, Brooke was shocked to hear about the fight between Sheila and Quinn. Eric believed there was no excuse for that kind of violence and conveyed that the doctor had wanted Sheila watched for twenty-four hours. His conscience hadn't let him kick her to the curb. Brooke asked what was next, and Eric said he'd reached out to James for an evaluation.\n\n\nEric remarked that James had happened to be in town. Brooke stated that it had been a lucky coincidence. Eric felt bad for Sheila, who'd been thrown in jail after being accused of shooting at Quinn, and then she'd suffered a concussion due to Quinn. Brooke sensed some reluctance, and Eric said, \"Well, she's Sheila, isn't she?\" He didn't think he'd ever completely trust Sheila.\n\n\nEric trusted James, though, and believed James would give him an accurate report. Eric was looking for James to say Sheila was fully recovered and could move on with her life.\n\n\nUpstairs, James evaluated Sheila's wound and decided Sheila didn't need the head dressing. Her pupils weren't dilated, and despite her claim that her heart was racing, he found her pulse and blood pressure were normal. She insisted that she had problems focusing. He asked if she was being honest with him, because all of her vitals were fine. He believed she was ready to leave the house.\n\n\nSheila said she couldn't possibly leave and noted that she'd nearly fallen out before James had arrived. James was aware of it. Sheila felt it was all the more reason to be compassionate. She said she and James shared a daughter. Sheila was still in touch with Mary and had talked to Mary the whole time that Shelia \"was inside.\"\n\n\n\"In prison, you mean,\" James stated. Sheila believed it meant she and James were family, and family looked out for each other. James replied that Eric had asked for an evaluation, and though it was apparent that she was well enough to leave the house, it was also apparent that she didn't want to. James suggested she gather her things while he talked to Eric.\n\n\n\"Not so fast, Dr. Warwick. That is, if you still want to be a doctor,\" Sheila replied. She said he didn't want to force her hand. James asked what she'd do, but he said to never mind because he wouldn't take the bait. She claimed he didn't understand what was at stake and informed him that Eric had a dishonest, deceptive wife who'd destroy him.\n\n\nJames quipped that he knew a thing or two about that. Sheila stated that the wife was worse than Sheila had been. James said he was there to give Eric an accurate report. Sheila said it was what James would do, and he'd say she wasn't ready to leave. \"You want me to lie to Eric?\" James asked.\n\n\nGetting out of bed, Sheila indicated that James didn't know all Mary had said about him. Sheila asked why James wasn't practicing and said it was as if he'd fallen off the face of the earth. She stated that he was writing prescriptions for himself. He replied that she didn't know it was true, but she said they both knew it was.\n\n\nSheila accused him of being addicted to pain pills and said he'd lose his license forever if the medical board knew. She was sure they didn't want that to happen. James admitted to having a slight problem, but he claimed to be doing well in recovery. Sheila said it was good, and he told her not to do it to him.\n\n\nSheila didn't want to do it, but she asked why she should help James if he didn't help her. James asked if she wanted him to lie to Eric. She stated that she wanted James to help Eric, who was with a woman causing great pain. James stated that it was blackmail.\n\n\nSheila asserted that what James had done was criminal, and she threatened to tell the medical board about how he'd abused his privileges as a doctor.\n\n\nJames replied that he'd stopped. Sheila said it had been too late to save his license and practice. She accused him of writing prescriptions to support his drug habit. James gleaned that Sheila never wanted to leave there.\n\n\nSomeone knocked on the door. Sheila ordered James to do as she said or else his career would be history. Sheila hopped back in bed, and Eric entered.\n\n\nEric asked how Sheila was feeling, and she guessed that she was woozy. Eric asked James for a diagnosis and if Sheila was ready to leave. James stated that Sheila had suffered a concussion, might have cerebral contusions, and needed more time to heal. Eric asked if Sheila should be in a hospital.\n\n\nJames replied that he'd recommend imaging, just for confirmation, but they'd have to tell a hospital how Sheila had been injured. He couldn't guarantee that the police wouldn't get involved. James was under the impression that Eric wanted to keep it quiet, but if Eric had changed his mind, they could call an ambulance right away.\n\n\nSheila said she didn't want to put Eric through it. Eric asked James what they should do. James suggested that Sheila recover there at the house. Eric didn't want the incident to get out because his family had been through enough already. He decided that she could stay on, and he asked James to keep things between them.\n\n\nJames agreed. He said he had to pick up some things he needed, and he'd return. Eric showed James out. Once alone, Sheila breathed a sigh of relief.\n\n\n",
    "imdb": "Eric informs a highly skeptical Brooke that concern for Sheila's well-being was not the only reason why he invited her into his home. Brooke is relieved that Eric is apparently also having trouble to trust her and therefore brought James Warwick back into the picture. Upstairs, the psychiatrist examines his former wife. James diagnosis is rather simple: Sheila is fine and could easily leave the house. Sheila appeals to James for compassion which fails its purpose. Sheila then stuns James that their daughter Mary told her about his issues. James looks bewildered when Sheila reveals that she is well aware of his addiction to pain medications and would not stop to use it against him. James cannot believe that Sheila wants to blackmail him by threatening to have his medical license revoked if he were to tell Eric his honest medical assessment. Eric returns and James advises him that Sheila needs more time to heal and should therefore stay a while longer at the Forrester Mansion. Steffy questions Bill's decision to have Liam interview Sally because it is unlikely that he will write an untruthful article. During the interview, Sally explains to Liam why she intends on keeping her Great Aunt Sally's building and shows him her sketches for the new line.",
    "tvmega_recap": "Steffy tells Bill that she is surprised that he has confided in her about his plan for Spectra. Bill laments that her husband better get in on the plan too and not sabotage it or he will be out of the business and perhaps family too. Liam tells Sally that he does not follow his father's marching orders. He wants to hear more of her side of the story. She says she needs Thomas here but she is not going to call him back. She just hopes she has a legitimate chance now against his dad. Liam cannot assure her that but says he will write an honest article. Brooke stops by and Eric tells her that Quinn is holed up designing and they now have a houseguest as Sheila is in the guest room. James examines Sheila and asks if she is being truthful as it looks like all her vitals are fine and it is time for her to be moved from this house. Sally tells Liam that she has had to do a lot of things on her own. She was raised in a troublesome household and then raised by her Grams and she pretty much raised Coco. This is nothing like what Caroline is going through but she has had her share of tough breaks. Brooke shows her dismay that Sheila is there. Eric says he could not bring himself to throw her out and it will only be a short time. James tells Sheila that it is apparent that she is able to leave this house but also apparent that she does not want to. He says again there is no reason she cannot leave so he will go tell Eric. Sheila says not so quick, doctor, that is if he still wants to be a doctor. Bill tells Steffy that he has an appointment. She can stay but just watch out for his Sky. Sally shows Liam her designs which he says are real good. She says without Thomas she feels so empty and under a lot of pressure. She feels like she is just sitting here waiting for Caroline to die so Thomas can come back to her and that is so ugly. Liam sides with her and says he will give her a fair piece. She says great as she is listening to her inner voice and her Aunt Sally and nothing will stop her unless it is his father. Sheila tells James that James does not know how terrible a person this Quinn is and she will not leave Eric here alone with her. She says she is not ready to leave the house and he repeats again that she is. Sheila says then he needs to change his opinion. She knows from their daughter, Mary, that he is not practicing anymore and the reason is that he is addicted to painkillers. She'd hate for them to find that out. Liam tells Steffy that this is wrong, really wrong. Douglas will be in Thomas's life no matter where he is living. She shows him a picture of the happy family, Caroline, Thomas and Douglas and asks him not to disturb that. Sally is getting just what she deserves. James tells Sheila that he is in recovery and doing well. This is now blackmail. She says yes she will go to the medical board and tell them how he abused his license and he will not be able to get his pills again, so if he cannot help her then she will not help him. Eric comes in and James gives Eric his diagnosis. With Sheila in the background and nodding her head no, James tells Eric that for now he thinks it would be best for Sheila to stay here. If they sent her to hospital to recuperate an ambulance would have to come get her and then the press would get a hold of it and more would be told than Eric would want to deal with. Sheila is relieved; she worked her magic again.",
    "tvmega_summary": "Episode # 7653 ~ Eric enlists the assistance of his old pal James Warwick to help his current situation with Sheila; during an interview, Sally appeals to Liam's emotional side by explaining why she intends to carry on the Spectra business.",
    "soapcentral_condensed": "Sally showed Liam some sketches, and he was impressed. She felt that they needed to be better because a lot was riding on things after Monte Carlo. Liam asked if Thomas could give her any help at all. She replied that Thomas couldn't focus on anything but his son's dying mother. Steffy asked if Liam needed love, and Liam replied that he was, but he'd seen Thomas and Caroline together and they'd seen what she was getting in the situation. Sheila asked Eric to evaluate her unorthodox family situation, and Eric asked her not to forget the things she had done to the Forresters, but in her view, it was what she deserved in her situation. She said it was her Aunt Sally's building, and she'd carry on as her aunt wanted -- as long as she was given a fair shot. She asked if it were too much to ask. Liam promised that he'd give her a fair reading, and it was all she asked. Sally apologized for being so sensitive and said it wasn't her.\n"
}