{
    "soap_central": "\n\nAt the lounge, Aly wanted Ivy to be excited about the change in Forrester leadership. The women agreed that Steffy was the only downside. Finally finding peace with Steffy's presence, Ivy doubted Steffy would be a problem. Aly scowled, and Ivy prompted Aly to say what the problem was.\n\n\nAly revealed that she'd caught Steffy kissing Liam. Aly relayed that Steffy had claimed to have been celebrating, but Aly was sure that Steffy was after Liam. Wyatt arrived and asked if there was a big meeting going on. As Aly hurried off to the meeting, she told Ivy that she'd keep an eye on Steffy.\n\n\nWyatt asked Ivy what the problem with Steffy was. Ivy stated that Steffy had been back for two seconds and had already kissed Liam, even though he had a girlfriend and wasn't interested. Wyatt corrected that Liam was unavailable, but not necessarily uninterested.\n\n\nIvy said Wyatt was supposed to be making her feel better. She wondered why everyone talked as if Steffy was a goddess. Ivy didn't understand what had happened to \"girl code\" or why Steffy had to keep throwing herself at Ivy's boyfriend. Wyatt assured Ivy that she was just as fascinating, pretty, and smart as Steffy, and Liam was crazy about Ivy.\n\n\nIvy wasn't worried about Liam. She just didn't want to keep looking over her shoulder or to be the insecure girlfriend. Wyatt said it \"came with the territory\" with a woman like Steffy. Ivy quipped that if Wyatt was so taken with Steffy, then he should ask Steffy out. He replied that Steffy was his brother's ex-wife. \"Oh, yeah. 'Cause that really stopped you guys,\" Ivy replied and urged Wyatt to go for it.\n\n\nIn the CEO's office, Steffy and Ridge discussed the upcoming meeting. Steffy was sure Aly would pitch her shoe line. Ridge noticed a tone in Steffy's voice, and Steffy revealed that Aly had seen her kissing Liam. Steffy claimed it hadn't been a big deal -- just too much Champagne and excitement.\n\n\nRidge was confused because Steffy had told him that she'd moved on. Just then, Liam entered for the meeting, and Ridge observed Steffy straighten Liam's lapels and compliment his new suit.\n\n\nAly and Carter arrived, and Aly took Liam aside to ask if everything was okay with him and Ivy. Liam indicated that it was, but he didn't understand why Aly was asking. Aly advised Liam to feel lucky to have Ivy. Steffy approached and asked Aly to cool it. Aly told Steffy to butt out.\n\n\nAly told Liam that Ivy was her relative and friend. Aly revealed that she'd seen the kiss, and she didn't want Ivy to be hurt. Aly insisted upon knowing if Liam saw a future with Ivy. Steffy interjected that it wasn't appropriate for Aly to get involved.\n\n\nAly asserted that she had an obligation to protect her friends and the company's integrity. Steffy asked if Aly had to do it at that moment. Liam assured Aly that there was nothing to be worried about, and she was blowing it out of proportion. Aly stated that she'd told Ivy about the kiss.\n\n\nRidge called the meeting to order. He asked models to show off some new gowns that he and Caroline had worked on. Liam complimented Ivy's jewelry, which he thought the models were wearing. Ridge corrected that it was Quinn's jewelry, and Liam seemed to be embarrassed by his mistake.\n\n\nSteffy proposed relaunching the lingerie line, and Aly sardonically guessed that Steffy would make herself the spokesmodel. Aly asked about HFTF, and Ridge said it was on hold due to Hope's absence. Aly asked Liam if it was really a good idea to do the lingerie line with Steffy. Liam responded that it was just an idea at that point, but Aly asked how Ivy, his girlfriend, would feel about it.\n\n\nNoting that it was bad enough that Ivy had to deal with Steffy, Aly asked if Liam would also work with Steffy while she was in her bra and underwear. Ridge told Aly that they were trying to have a meeting, but Aly insisted upon standing up for Ivy. Liam didn't think it was necessary, but Aly asked where it would leave Ivy if something happened between Liam and Steffy.\n\n\nRidge told Aly it wasn't the time or place to discuss Liam's love life. Ridge cut the meeting short and told Liam to figure it out on his own time. As Ridge and Carter left, Aly asked Liam to think about his actions. She said Steffy had already kissed him, and \"who knew what she'd do next.\"\n\n\nAlone with Liam later, Steffy hoped she hadn't gotten him into trouble with Ivy. Liam joked that Steffy always got him into trouble. Steffy didn't think Aly should have made a big deal of things. Though Liam didn't agree with Aly's approach, he understood her point. Liam was excited to work at Forrester, but he asked Steffy not to make it difficult for him.\n\n\nSteffy apologized for the problems. She said it was just that she felt comfortable with him. She grew tearful, saying he'd been her lover and best friend. Liam asked Steffy not to do it. She sucked up her tears, saying she didn't want to make things awkward between him and Ivy. Steffy waved it off. She said she'd always love him, but she was good. Liam started to speak, but Steffy told him to go.\n\n\nLiam left, and Steffy berated herself. \"I'm so stupid,\" she uttered.\n\n\nWyatt entered. Steffy tried to pull herself together, but he sensed that her mood had to do with Liam. Steffy pretended not to know why Wyatt would conclude that it was Liam and not her job or moving. Wyatt asked if she still had feelings for Liam. Steffy asked if she was that obvious.\n\n\nWyatt described Steffy as the equivalent of a love-struck \"emoji.\" He gave her a pass because he'd been that way for Hope. Steffy had forgotten that he'd dated Hope. \"I married her,\" Wyatt corrected. Steffy didn't think Hope seemed like his type. Wyatt asked what his type was, but Steffy was still trying to figure it out.\n\n\nWyatt told Steffy that she'd be all right; she just had to change her perspective on things. Steffy was thrilled for the changes in her life but knew it wouldn't be easy seeing Liam. Each time she returned to town, she promised herself that she'd be better; however, she'd see Liam and, \"I don't know.\"\n\n\nSteffy wanted a summer of fun, romance, and adventure. Wyatt believed she'd have it. He said they should stop thinking about what they didn't have and focus on what was right in front of them.\n\n\nBack at the sky lounge, Liam was trying to explain that Steffy had just gotten caught up in the moment when she'd kissed him. Ivy complained that it was always Steffy's excuse, and Steffy seemed to \"forget\" that he was in a relationship. Ivy was losing her patience with the situation.\n\n\nLiam understood Ivy's feelings but said they just had to understand that it was how Steffy was. He said that the kiss had been Steffy's version of welcoming him to Forrester. Ivy hoped it didn't happen again.  With a kiss, she stated that she wanted Liam's lips all to herself.\n\n\n",
    "imdb": "\nThinking it will help her own relationship with Liam, Ivy encourages Wyatt to pursue a new woman.    ",
    "tvmega_recap": "Steffy confesses to Ridge that Aly caught her kissing Liam so she is sure Ivy will get wind of it soon. Ridge says she promised him that Liam had moved on and this would not be a problem. She assures him it won't be; she just got wrapped up in the moment signing contracts and had some champagne. Ivy tells Aly that she doesn't think Steffy will be a problem anymore. Aly says don't count on it ..she just saw Steffy kissing Liam. But it was all Steffy, not Liam. Liam shows up in new suit for his new job. Aly jumps on Liam right away and says Ivy is her friend yet she saw Steffy kiss him and she will not let this go. He needs to be more careful. Steffy tries to jump in and Aly dismisses her. Liam tells her that he knows she means well but nothing is happening here. Trust him, there is nothing here to worry about. Aly says maybe not but Ivy knows, she told her. Ivy tells Wyatt that Steffy has been in town two minutes and already she has kissed her boyfriend. She knows they had a pretty intense relationship but what girl keeps throwing herself at other's men. Wyatt assures her that Ivy is just as pretty and interesting and sexy so she should not worry. Shy says she knows but she hates to be looking over her shoulder always waiting for Steffy to make her move. She tells Wyatt again that he should ask Steffy out. At the first meeting of the round table Ridge thanks them all for settling in. He hopes for big things to happen and he brings in his first two models with his and Caroline's designs. Steffy brings up the lingerie line and Aly accuses her of wanting to be the model and spokesperson. Liam tries to give Ivy credit for some jewelry but it turns out it was Quinn's designs. Aly asks about Hope for the Future and Ridge says Hope is not here so that has been shelved for now. Because of Aly's harping Ridge calls the meeting for another time. Steffy tells Liam that she is glad he is aboard and she will always love him but he has Ivy so go be with her, it will be okay. Just as Liam leaves, Wyatt walks in and sees Steffy in conflict and figures it is about Liam. She says she has a lot on her mind and not just Liam. Wyatt asks if she still has feelings for him. She asks if it is that obvious. He says she might as well have a sign around hr neck stating it. He says he understands as he did the same with Hope. She says he is quite the charmer but she can not see him with Hope. Wyatt tells her that she will be all right .just needs to change her perspective on things. She admits it won't be easy seeing Liam with Ivy. She says every time she comes back she says she will be strong but when she sees Liam then it brings back everything. She just wants a summer of love and adventure and fun. Wyatt says they can, just look right in front of them. Ivy confronts Liam and says Steffy is at it again and she can not excuse it with Steffy just being caught up in the moment. She wants his lips all to herself.",
    "tvmega_summary": "Episode # 7084 ~ Steffy makes an announcement about her future; Ivy pushes Wyatt to go after a new woman.",
    "soapcentral_condensed": "Aly revealed that she'd caught Steffy kissing Liam. Wyatt assured Ivy that she was just as fascinating, pretty, and smart as SteFFy. Aly asked Liam if it was really a good idea to do the lingerie line with Steffedy. SteffY asked if Aly had to do it at that moment, and Aly asked if she had to deal with her bra while Ridge was in the room, but Steffie said she'd do it next time.. Liam complimented Ivy's jewelry, which he thought the models were wearing. Ridge told Liam to figure out his love life on his own time and told the meeting to cut short. As Ridge and Carter left, Liam joked that he hoped Ivy hadn't gotten into trouble with Liam and that he wasn't the one who'd gotten into the trouble with her. The Forrester women discussed the upcoming meeting and how they would pitch the shoe line to Liam and Ivy. They also discussed how they wanted to relaunch HFTF.\n"
}