{
    "tvdb": "Sally makes it difficult for Wyatt to break up with her; Quinn vows that Brooke will pay the consequences for meddling in her marriage to Eric.",
    "tvmega_recap": "At the Forrester mansion, Brooke continues to insist that Eric get rid of Quinn and Shauna. Quinn is indignant that Brooke would dare ask her husband to kick her out. Eric says that while he's disappointed that Quinn smacked Brooke to the ground, he loves his wife and isn't going to get rid of her. Later, Quinn brings Eric a martini and tries to make peace. Eric suggests that she be the bigger person and leave Brooke alone, and leave her marriage alone, too. Quinn visits Shauna, still steaming mad at Brooke. She declares that she has to get rid of Brooke once and for all. At Forrester Creations, Sally has just kissed Wyatt in her office, wearing sexy lingerie. She tells him how much she loves him and that they have to do a better job of making time for each other. Wyatt tells Sally about Katie's asking everyone to forgive Flo and how he still loves Flo. She can't believe that he's dumping her again for Flo. Sally rants and raves about how stressful her job is. She insists that they love each other and that he made a commitment. She tells him that she's not going to let him do this to her again, and then she leaves, to give him time to think. At Spencer, Katie thanks Bill again for allowing Katie to ask everyone for forgiveness for Flo. Bill admits that he can't really forgive her for what she did. Flo arrives and thanks them again for what they said. She tells them that she and Wyatt are probably going to be back together again. Bill wonders what happened to Sally, so Flo tells him that Wyatt is there now to tell her the bad news. Bill admits that he isn't a big fan of Sally's, but Flo hopes that he will one day see how much she loves Wyatt and become a fan of hers. Later, Brooke visits Katie to tell her about Shauna kissing Ridge. She thinks Quinn is behind all of it. Katie is appalled. Brooke declares war on Shauna and Quinn, the \"sluts from the desert.\"",
    "tvmega_summary": "Episode #8258 ~ Refusing to accept Wyatt's words, Sally makes it difficult for him to break up with her. Quinn vows that Brooke will pay the consequences for meddling in her marriage to Eric."
}