{
    "soap_central": "\n\nAt Brooke's, Brooke and Nick are making out on her couch; Nick is so amorous that Brooke teasingly asks him how much bourbon he drank with Taylor the night before.  Brooke does not understand how Nick's method of getting drunk with Taylor is going to help her to quit drinking. Nick explains that he does not think Taylor is an alcoholic and so he was trying to give her such a bad hangover that she would not abuse alcohol anymore.  As they continue to make out, Brooke becomes distracted.  She tells Nick that Ridge thinks she has abandonment issues because her father walked out on her and her mother.  Ridge thinks the only reason she wants to be with Nick is because he is safe.  Nick tells her he will always be there for her and Ridge has proven that he will not.  Brooke tells Nick she loves him and they kiss.  Hope and RJ come in and want to play pirates with them.  Nick suggests they play hooky and enjoy a day at sea. Brooke agrees and they eagerly head to The Shady Marlin. Once they are at the Marlin, they play pirate games and Nick gets Brooke to wear a t-shirt that says pirate booty.  Brooke calls Megan from the boat to tell her she will not be in for the day.  Megan thinks Brooke is making a mistake and tells her she should try to work things out with Ridge.  Brooke ignores her advice.\n\n\nAt Forrester, Ridge picks up tickets from Sally for the auto show that he taking RJ to today. He then walks into Stephanie's office and is glad to find his mother in better spirits.  He tells her there is something he wants her to do for him and he will not leave until she agrees.  Stephanie tells him she will do anything for him that she can.  Ridge says Brooke is trying to protect her children from him because she does not trust him anymore and thinks he is just like her father and will abandon them again.   Stephanie says that Ridge cannot compare himself to someone like Stephen Logan, who deserted his family for years.  Ridge says he understands why Brooke does not trust him and he wants to make her understand he will never abandon her or the kids again. He thinks Brooke just needs the security and stability that she lost as a kid. Ridge tells Stephanie that she can help him by giving control of Forrester back to Brooke and him.  He begs her to do this for him so he can get his life back with Brooke and RJ.\n\n\nBack at Brooke's, Ridge comes by to pick RJ up for the auto show and is surprised to find the house empty. As he is leaving, he notices a pirate's eye patch on a table and realizes that Brooke and the children must be with Nick.\n\n\nMeanwhile at Hector's, his brother, Dr. Christian Ramirez calls Stephanie with encouraging news about Felicia.  He informs her that Felicia is progressing well and her body hasn't rejected the liver, but warns her it's still too early to tell. Christian assures Stephanie he will be checking in on his star patient every half and hour. After he gets off the phone, Hector walks in and jokingly reprimands Christian for not staying in touch better or even letting him know he was in town until now. Hector is curious to know who his brother's star patient is and is suspicious that the doctor may have a crush on her.  Christian describes Felicia's case to his brother and tells Hector how dedicated he is to saving her.  Hector thinks Christian needs a little break from the hospital so he takes him out to meet Bridget.  He tells his brother, Bridget is a doctor too, and he can tell her all about his patient.\n\n\nAt Dante's, Bridget and Dante are grilling out on their patio with Thorne and Darla.  Bridget tells them that Dino is Dominick's new nickname. Thorne says he believes Felicia is looking down and smiling because her son is lucky to be with two people that love him so much.  While the boys are grilling the burgers, Darla and Bridget have time for some girl talk.  Darla is curious about Bridget's relationship with Dante.  Before Darla can get any information, Hector and his brother walk in with some beers.  Hector introduces Christian to Bridget and they discover that they both studied medicine in Europe.  When she realizes that he is currently working with a cancer patient, Bridget tells him that her sister just died of cancer and she wishes that he could have been there to help Felicia.  Later on into the party, Bridget brings Dino out and Christian is shocked when he recognizes the baby.\n\n\n",
    "tvdb": "Christian drops in to see brother Hector, who is glad to see him back from Europe. Hector takes Christian to a barbecue at Dante and Bridget's, where they join up with Thorne and Darla. Christian is surprised when he recognises Dominick. Ridge tells Stephanie that he believes Brooke is scared to be with him due to the scars that still remain over her father leaving. Ridge asks Stephanie to step down and allow himself and Brooke to run Forrester Creations so he can give her some stability. Brooke and Nick take Hope and R.J. out on a family treasure hunt. They all enjoy moments together as they head out to sea.\r\n",
    "yt": "\n\nHector and his brother, Christian (Dr. Ramirez) bond and then head over to Dante’s Beach House for a barbeque Dante and Bridget are throwing which also draws Thorne and Darla. Brooke and Nick start to discuss Brooke’s father Stephen, when Hope interrupts and wants to play “Pirates” with Nick. Nick and Brooke decide to take the kids on an island adventure and depart on the Shady Marlin. Ridge seeks Stephanie’s help to win Brooke back.",
    "imdb": "\nDr. Christian Ramírez exchanges cautious congratulations about Felicia's operation with Stefanie, then visits his big brother Hector, who drags him along to a party with Thorne, Dante and fellow MD Bridget, where he recognizes 'Dino'. Ridge tells Stefanie he now realizes dad Steven Logan's is the root of Brooke's paranoia, and asks her to let him and Brooke replace her again as joint CEO. Jack and she enjoy being together and playing pirates with her kids.    ",
    "tvmega_recap": "Hector good-naturedly chastises his little brother, Christian, for staying away in Europe so long and not keeping in touch. He wants to hear about his mysterious patient and also to introduce him to fellow doctor, Bridget. Ridge insists that Stephanie help him right a wrong. He wants her to tear up the paper showing her as head of the company. He pleads that he needs Brooke and his son, R.J., and that both he and Brooke run the company. He needs Stephanie to help get his family back. Nick clowns around as a pirate for R.J. and Hope as he wants to whisk Brooke off for a sailing rendezvous. Nick puts Brooke through a booty call quiz, hoping the kids won't find out exactly what that means. She calls Megan and cancels all her work schedule as she's taking off for a few days. Bridget introduces Dino to Christian, who recognizes him as his patient's baby.",
    "soapcentral_condensed": "At Brooke's, Brooke and Nick are making out on her couch; Nick is so amorous that Brooke teasingly asks him how much bourbon he drank with Taylor the night before. Nick explains that he does not think Taylor is an alcoholic and so he was trying to give her such a bad hangover that she would not abuse alcohol anymore. At Forrester, Ridge picks up tickets from Sally for the auto show that he taking RJ to today. He then walks into Stephanie's office and is glad to find his mother in better spirits. He tells her there is something he wants her to do for him and he will not leave until she agrees. At Dante's, Bridget and Dante are grilling out on their patio with Thorne and Darla. Darla is curious about Bridget's relationship with Dante and they discover that they both studied medicine. When Darla introduces Bridget to Christian, she realizes that he is currently working with a patient who just died of cancer and she wishes that he could have been there to help.\n"
}