{
    "imdb": "Eric firmly puts his foot down when Ridge attempts to dictate who is allowed to live in his home and be in his life. Quinn is deeply touched, but openly voices her concerns whether Eric is making the right decision. Considering who he feels is best for his sister, Thomas declares his allegiance to Liam in the battle for Steffy's heart. As Wyatt feels his relationship quickly falling apart, he asks Steffy for another chance to rid their lives of Quinn. Steffy wants to believe he can make his mother disappear, but the past makes it impossible for her to actually do so. Despite Wyatt begging for one last chance to fix things, Steffy tearfully bids him goodbye and leaves.",
    "tvmega_recap": "Wyatt tells Steffy that he knows his mother is a huge problem but Steffy leaving him is not the answer. He begs her for one more chance to go over and talk to Quinn and get her out of that house. Eric tells Ridge that he encouraged everyone in the family to accept Quinn and they didn't. This is his life and they do not get a say in it. Quinn says she does not want to cause this conflict. Eric laments that she is going nowhere, he wants her here. Ridge brings up his mother and Eric says yes he loved her but she was very tough and intimating and he would not have wanted her any other way, always for her family. Ridge argues that Quinn has not made anyone's life better and she sure isn't going to do it for Eric. Thomas tells Liam that this will send Steffy over the edge when she finds out Quinn is moving in with Eric. She needs to be free of Quinn and that means also being free of Wyatt. Wyatt keeps saying he will talk to Quinn and she will break up with Eric and she will not be a problem. He is not making excuses for Quinn anymore. He has drawn the line and she will never be a problem for them anymore. That is why she is with Eric; she wants to change. Steffy says it is too little too late. She cannot risk that Quinn will be in her life ever again. She twists things and never thinks she is wrong. Steffy says as his wife her needs, her protection and more than anything her sanity comes first. Ridge tells his dad that no offense but if it is just companionship he wants then Ridge will go out and find it for Eric, but not Quinn. No one is going to respect him this way, most of all his entire family of children and grandchildren. There is evil in this woman. Eric says again that he is the patriarch in this family and Ridge does not get that right to tell him what to do. Ridge walks out after telling his mom's portrait that he is sorry that she had to see this. Quinn tells Eric that she is so grateful that he believes in her and invited her to move in but Ridge is not going to be the last person that will walk in and tell them she has no right to be there. Eric has a legacy and a reputation to protect. He has too much at stake. She is not sure she should break all of that. He kisses her and says she needs to stay right here. Stephanie's portrait falls off the wall. Steffy tells Wyatt that he says she is his priority but now look at what happened. She cannot accept this. She says she is not filing for divorce but she is moving out. Quinn has caused too much pain. He says he is not Quinn Fuller's son right now. He is 100% committed to Steffy so her leaving is not the answer. They can get through this. Do not let Quinn make her give up on them. With him still calling her name, Steffy walks out the door crying.",
    "tvmega_summary": "Episode # 7404 ~ Steffy's threat to Wyatt prompts him to break away from his mother; Liam finds an ally in Thomas regarding Steffy & who she belongs with."
}