{
    "soap_central": "\n\nAt the party, Aly and Ivy tried to occupy Wyatt by plying him for wedding details. Just as Wyatt decided to find Hope, Bill pulled him aside to say that Liam had been in Paris. Wyatt refused to believe it, adding that Liam's no-show was the reason Hope had married Wyatt. Bill explained what had happened to Ivy in Paris, and Wyatt concluded that he was married simply because Ivy had fallen into the river.\n\n\n\"Don't say that,\" Bill said, sighing. Wyatt insisted that it was true, and if Ivy hadn't fallen, Liam would have made it on time. \"And they would be married right now,\" Wyatt added. Bill stated that Hope didn't have to know about it, but Wyatt declared that he wouldn't keep secrets from her.\n\n\nBill reasoned that Wyatt knew Hope; she'd made vows, and she'd stick to him. Bill also stated that Liam wouldn't be a problem because Liam knew that Bill expected him to respect the marriage.\n\n\nBill left, and Aly and Ivy stopped Wyatt on the stairs to get him to tell them more about the wedding. Wyatt realized that the two had been delaying him from getting to Hope. Before trotting upstairs, he said he'd tell Liam that they'd done their job.\n\n\nNearby, Quinn asked Deacon how it had gone with Brooke. Deacon stated that Brooke knew Ridge's secret, but Brooke would blame Quinn the most. Unconcerned, Quinn said she'd only sent a selfie, but Bill had dropped Ridge from the helicopter.\n\n\nQuinn laughed when Deacon stated that Brooke was torn up by the news. He quipped that it wasn't fun for him, and he cared about how Brooke felt. Quinn claimed to feel the same way about Bill as Deacon did about Brooke, but Deacon doubted that Quinn got it. Quinn asserted that Bill was the father of her child, and Brooke was the mother of Deacon's child. \"I get it!\" Quinn declared.\n\n\nQuinn recognized that things had changed for her and Deacon, and it felt different to be a part of things and to be wanted. Deacon agreed that the day had been good. He could tell it meant a lot to their children to see everyone getting along. \"Especially their parents. Now that Ridge's secret is out, who knows what might develop?\" she added.\n\n\nIn the kitchen, Ridge admitted that he hadn't been able to draw since the incident. Names, relationships, and memories had confused him at first, but he'd gotten back everything -- except his gift to create. He didn't think he'd ever be able to design again.\n\n\nBrooke didn't believe it could just be gone. Ridge explained that his mind didn't know how to tell his hands what to do. The tearful Brooke grasped his hands and said they'd fix it because designing \"is your passion.\" Ridge replied, \"Was my passion.\"\n\n\nBrooke figured that it was just a block, but Ridge yelled that he couldn't design anymore. Brooke asked if he'd dealt with it alone, but he said Katie knew. Brooke asked why he hadn't confided in her. He recalled the rush of being welcomed back to Forrester and the disillusionment when he'd frozen with a pencil and sketchpad in his hands. Brooke remembered that he'd gone home early that day.\n\n\nKatie entered and asked what was going on. Ridge said that Brooke knew. Brooke told Ridge that designing was his passion and his identity. \"Not anymore,\" he uttered. Katie was glad that Brooke knew because Ridge needed support. Brooke said that she and Katie were there for Ridge.\n\n\nBrooke couldn't believe it was happening due to Bill. Katie seethed that Bill had wanted to teach Ridge a lesson, \"but look what happened.\" Brooke insisted that Ridge would get his stride back. She said that he was a great designer; he was Ridge Forrester, and he wouldn't lose that.\n\n\nJust then, Bill entered the kitchen, and the others tensed. Bill didn't see why the three were so serious at a wedding celebration, and he asked them to turn their frowns upside down for Wyatt and Hope. \"Or not,\" he murmured when Brooke looked away. Katie and Ridge decided to leave, and Katie asked if Brooke would be okay. Brooke nodded, and Ridge and Katie left.\n\n\nBill asked Brooke why Katie had asked if Brooke would be okay. Bill assumed Katie and Ridge weren't happy about the new wedding for Brooke and Bill, but Bill was sure they'd get used to it. Bill was ready to board the jet for the wedding, but when Brooke didn't budge, he asked what was wrong.\n\n\nBrooke said Ridge had revealed that he hadn't been the same since the fall. Bill didn't want to revisit that, but she said they had to. Bill knew that Ridge had had a hard time and memory loss, and Bill felt bad about the part he'd played in it. Bill said that his apologies hadn't done any good, but thankfully, Ridge had returned to himself.\n\n\nBrooke declared that Ridge wasn't himself, and he couldn't draw. She asserted that Ridge's art and gift had been taken from him -- all because he'd fallen from a helicopter.\n\n\nUpstairs, Hope asserted that she'd waited, but Liam hadn't shown up. Liam replied that he knew she'd waited, but she hadn't waited long enough. Hope began disagreeing, but Liam interjected, \"Light blue dress, standing in our spot. You looked beautiful.\" Hope gasped and began to sob.\n\n\n\"Liam! If you were there -- if you were right there -- why didn't you come to me?\" Hope cried. She asked if he'd just stood on the bridge, watching her wait. Liam admitted that he'd been angry when she'd taken the diamond from Wyatt and taken off to Paris with Wyatt. Liam honestly hadn't known if he'd go to Paris to join her. Hope claimed that she hadn't known, either, but she'd chosen to have faith.\n\n\nHope claimed that the instructions had been simple, so when the clock had struck three, she'd known Liam's decision. \"Except you were wrong. I did everything I could to get to you, but when I did, you were gone,\" he replied. It didn't make sense to Hope, and she asked him to explain it to her.\n\n\nLiam said that he and Ivy had arrived in plenty of time. They'd gotten stuck in traffic and had decided to run the rest of the way. Hope asked why he hadn't called her cell phone. He said he hadn't needed to because he had been able to see her from where he'd been on the bridge.\n\n\nAs Liam had imagined Hope's face, her smile, and their reunion, he'd heard Ivy scream. Someone had bumped into her, sending her over the bridge. \"What? Are you kidding me?\" Hope exclaimed. Hope guessed he'd jumped in to save Ivy. He said he'd gotten Ivy to shore after three o'clock, and he'd run, praying that Hope would still be there. \"But you weren't,\" he dismally concluded.\n\n\nHope claimed that she'd waited for what had seemed an eternity. Liam responded that he'd made a split-second decision to jump in the water. \"Of course, you did. Of course, you'd save her. I'm not surprised,\" Hope responded. She told him to understand that it didn't change her perspective or what she'd gone through while waiting for him.\n\n\nHope said that when Liam hadn't been there for the tolling of the three o'clock bells, it had meant that she hadn't mattered to him. \"But Wyatt was there,\" she continued. She said that Wyatt hadn't had to say a word, and in that moment, the thought of Liam showing up had become ridiculous. Liam asserted that he had shown up; he'd just been late. Hope cried that she hadn't known that.\n\n\n\"Yeah, well, now you know,\" Liam sadly uttered.\n\n\nWyatt entered. He quickly observed the intense Liam and Hope and said the party was over. Liam and Hope stared at each other. \"Come on, honey,\" Wyatt prodded, touching Hope's arm.\n\n\n",
    "tvdb": "Hope has a difficult time processing the devastating information about Liam being in Paris to meet her at the same time that she took off to marry Wyatt. Ivy and Aly create a diversion with Wyatt in order for Hope and Liam to get some alone time. Ridge explains to a shocked Brooke about the drawing impairment that he has been secretly dealing with.",
    "tvmega_recap": "Liam tells Hope that he knows she waited, but he was there. She argues that he wasn't. He repeats she had on a blue dress and was beautiful; he saw her. She answers angrily if he was there, then he should have come to her. Meanwhile the groupies have Wyatt pinned on the stair steps wanting to hear all the details of the wedding and honeymoon. He tells them people are starting to leave so he should go find Hope. They try to convince him to stay and Bill saves the day by coming by and says he needs a word with Wyatt. He says there is something Wyatt needs to know and he didn't want to say it in front of Hope. Bill says that Liam was in Paris. He just didn't get to Hope in time. Wyatt says he is wrong. It's the whole reason she married him. Bill quickly describes how Ivy fell into the Seine and of course Liam is a good swimmer and had to rescue her. So Wyatt says he is married to Hope now because Ivy fell into the river. Bill tells him not to say that. Wyatt says but it is true. If Ivy had not fell in the water and Liam dove in, he would have been in Hope's spot on time and they would be married now. Bill says none of that matters now. Wyatt says of course it is when Hope finds out. Bill says she doesn't have to know. Wyatt says yes because he is not keeping any secrets from Hope. Bill tells him, okay, he and Hope are married. Wyatt knows how Hope is. She will honor her vows and he had a conversation with Liam and he is not going to be a problem. He expects Liam to respect the marriage. Hope continues to question Liam of why he was not there. He admits he was angry with her at their last conversation and he was not sure he would come. Hope says she wasn't sure either but she had faith in them. And that it was even more painful when he did not show up. She utters that it seemed so simple to her \u0096 3 o'clock, Eiffel Tower, be there or not. And when he didn't, she knew his decision. He says except that she was wrong. He did everything he could to get to her but when he did she was gone. Quinn asks Deacon how did it go. He says Brooke did not believe him at first but she knows the secret now and she is pretty torn up. Quinn chuckles. Deacon tells her not to do that. This is not fun for him. He actually cares how Brooke feels. She says she understands. That is why they are doing this. He cares for Brooke like she cares for Bill. It was fun seeing all the families together. And now that Ridge's secret is out, who knows what might develop. Brooke approaches Ridge and says whatever caused this, whatever happened they will fix it. Designing is his passion. She says he is an artist. He's just blocked, it's normal under the circumstances. She asks if he has been struggling alone and he replies that Katie knows. Brooke says he should have come to her and not been ashamed. He says other things like names came back to him but this one thing has not and he doesn't think he will ever design again. He scribbles things down but they don't look like anything. His mind doesn't seem to be able to tell his hands what to do. Katie walks in and Ridge tells her that Brooke knows. Katie says she is glad she knows what he has been struggling with. Brooke tells Ridge he will get through this. He is Ridge Forrester, a great designer. He is not going to lose that. Bill walks in and asks when did the party come in here. Wyatt starts up the stairs and of course the girls are dogging him. He says he knows they have been trying to stop him from going upstairs to see Hope. He will tell Liam they did a good job. Hope asks Liam to explain how this happened. He says Ivy was with him. They landed, they got a cab but the traffic was snarled so they got out and started running. She says she had her phone; he could have called. He retorts that he didn't think he had to. He could see her across the way. He could picture her smile when they reunited in Paris. Then he heard Ivy scream as she had fell in the water. Hope continues and Liam jumped in to save her, of course. Liam says it was past three then and all he could do was run and hope that Hope would still be there but she wasn't. Bill says look at the three of them, so serious. This is supposed to be a wedding party not a funeral. Ridge takes Katie by the arm and they leave. Bill wants to know what is going on. She obviously must have told them that he and Brooke were getting married and it didn't go well. But they will come around. Meantime everybody is leaving so they should just go to his jet and fly to the yacht. She's not budging. She says Ridge just confirmed something. He hasn't been the same since he fell. Bill asks her not to get back to that. He says he knows Ridge was struggling and it took a while to recover but he is back to his old self. And he has apologized for his part in it. Brooke says that is just it. He is not his old self. He can not draw .his gift is gone, all because he fell out of a helicopter. Hope tells Liam she is not surprised that he jumped in to help Ivy. But he must understand that doesn't change her perspective. He was not there; Wyatt was and he could see how upset she was. Suddenly Liam coming seemed very ridiculous. Liam says he showed up but admits he was late; now she knows. Wyatt walks in. He takes one look at Liam, then to Hope and says the party is over, come on honey.",
    "soapcentral_condensed": "At the party, Aly and Ivy tried to occupy Wyatt by plying him for wedding details. Just as Wyatt decided to find Hope, Bill pulled him aside to say that Liam had been in Paris. Wyatt refused to believe it, adding that Liam's no-show was the reason Hope had married Wyatt. Deacon stated that Brooke knew Ridge's secret, but Brooke would blame Quinn the most. Quinn claimed to feel the same way about Bill as Deacon did about Brooke, but Deacon doubted that Quinn got it. Ridge admitted that he hadn't been able to draw since the incident. He didn't think he'd ever be able to design again. Brooke told Ridge that designing was his passion and his identity. \"Not anymore,\" he uttered. \"Or not,\" he murmured when Brooke looked away and asked why Katie and Katie had asked if Brooke would be okay. Bill assumed Katie and Ridge weren't happy about the new wedding for Brooke and Bill, but Bill was sure they weren't used to it.\n"
}