{
    "soap_central": "\n\nAt the cliff house, Steffy asked for her mother's lingerie opinions, but Taylor thought it was hardly time for panty talk while Hope was after Liam. Steffy relayed that Hope had pulled one of Steffy's own moves by kissing Liam. Steffy assumed that it had been epic for Hope; however, she felt it was all Hope would get because Liam had moved on. Steffy claimed that all her insecurities were gone.\n\n\nSteffy called Liam, but he didn't answer. She then called Alison and learned that Liam was in a meeting with Hope. After the call, Steffy told her mother that Hope apparently hadn't heeded Steffy's warning to respect Steffy's relationship with Liam. Steffy wanted to go over there to show Hope that Steffy had been serious, but Taylor advised that Steffy let Liam establish the long-overdue borders with Hope. Steffy agreed and decided to let her speech wait until the next time she saw Hope.\n\n\nAt Spencer, the rattled Liam told Hope that she couldn't \"do this right now\" because too much had happened. Liam was glad to know about the lie, but he said he and Steffy were \"almost closer than you and I -- \" Hope cut him off, claiming that it was because of a lie. He replied that it had been because Hope had broken up with him, and she'd told him to move on. \"Well, I did,\" he concluded.\n\n\nLiam asserted that he hated Rick for what he'd done. Hope said she and Liam couldn't change what Rick had done, but they could fix it. Liam asked if he and Hope would just keep hurting each other, but Hope said they'd changed. Hope felt Steffy had been right to refer to her as \"Little Miss Perfection.\"\n\n\nHope said she'd held Liam to a Prince Charming standard, and it had made it easy for her to blame him whenever he hadn't lived up to it. Moving closer to Liam, Hope stated that she didn't want Prince Charming anymore; she wanted reality and Liam -- faults and all. He seemed affected by her statement, but then he reasoned that it might be wrong to give up her expectations, because there might be a man out there that could fill them.\n\n\nHope said she didn't think she'd like the boring guy. Liam exclaimed that he'd given Hope reason to be disappointed, but Hope said he'd given her even more reason to be understanding and forgiving. Hope still believed he shouldn't have been with Steffy that night, but Hope also felt she should have listened to him and seen the truth in his eyes. Gazing at him, she said she could \"see it now.\"\n\n\nHope had realized that she'd pushed him to Steffy, and Hope knew that he loved Steffy. \"But she's not me, and you won't give up,\" Hope declared. She said she'd prove to Liam that they still had a chance.  Frustrated, Liam stated that they'd faced too much interference, but they would have worked through it by then if Rick and his father had backed off.\n\n\nAngrily slapping a magazine, Liam seethed that Rick and Bill had been unable to stop themselves from lying, and Bill had put Caroline in the hospital for telling the truth. Liam huffed and apologized for being mad; however, it was fine by Hope, because it proved that he felt the way she did. She said they'd been cheated, but they should focus on the good memories, not the bad things.\n\n\nHope recalled Liam kissing her on the beach at El Arco in Cabo San Lucas. Liam chuckled in remembrance, and Hope said she'd find another perfect arch for him to kiss her under. Liam joked that she'd drag him back to Mexico, and she suggested Italy, where they could begin again. Hope wanted them to be in each other's arms, and she said that in time, he'd realize that she was the one for him.\n\n\nLiam seemed rattled by Hope's nearness, but he was also hesitant. Hope said that after the hurt she'd caused him, he probably thought it was safer to stay away from her. She assured him that it wasn't true, and she'd earn his trust back.\n\n\nLater, Hope was in the CEO's office at Forrester, daydreaming about her kiss with Liam. Steffy entered, saying she'd been unable to resist confronting Hope about being with Liam earlier. The grinning Hope said she and Liam had been working through things. Steffy insisted there was nothing to work through, because Hope was the one who'd chosen to believe a lie and who'd forced Liam to move on.\n\n\nHope said Steffy was a victim, too, that round, but Steffy hadn't always been innocent. Steffy guessed Hope loved painting Steffy as the villain. Hope observed that she'd once had a successful clothing line and relationship, but between all the interference from Bill, Steffy, and Rick, everything was gone. Hope claimed that she and Liam had owned up to their mistakes, and at that point, it was just a matter of time. Steffy asserted that she'd meant what she'd said to Hope before, and once again, Steffy told Hope to respect the relationship and stay away from Liam.\n\n\nAt the hospital, Katie and Brooke were flabbergasted that Bill was drinking in the care facility. Bill said it had just been a shot to take the edge off. Katie figured that her husband was tense, but she asked if he really didn't see that it was wildly inappropriate. \"Wildly?\" Bill quipped back.\n\n\nBill explained that Alison had put it in his drink, but he pointed out that he hadn't requested it. Katie didn't care if he hadn't asked for it. She wondered how often Alison \"bumped up\" his coffee, as he'd termed it. Bill claimed it was a rarity, and Katie asked her sister if she were overreacting.\n\n\nBrooke offered to drive the Spencers home, but Bill said Katie and Brooke were being outrageous. He offered to walk \"the line\" for them, and then he mimicked some roadside sobriety tests for them. Katie thought he was making light of the situation, and he roared that it was ridiculous. Bill got a reminder to meet Justin at Bill's house, and Katie threw her hands up as Bill hastily took off.\n\n\nIn Caroline's room, Caroline suggested that Rick get back to work. Rick said she was his designer, so taking care of her was the best part of his job. Brooke and Katie entered, and Dani and Karen rushed in behind them. Rick was quick to explain to Caroline's mothers that Bill's anger had precipitated the accident. Dani wondered what was wrong with Bill, and Karen wasn't surprised to hear that Bill had been drinking. Brooke asked everyone to remember that it had been an accident.\n\n\nDr. Maponya entered to explain Caroline's condition to Caroline's mothers. Dr. Maponya saw no serious problems, but she wanted to monitor Caroline at the hospital for a while. Dr. Maponya asked the family to do the same once Caroline was home. Rick promised not to leave her side, and Dani expressed that there would be plenty of people volunteering to keep Caroline comfortable.\n\n\nThe doctor left, and the topic turned to Bill's drinking and anger issues. Bill's anger management problem had affected Karen's daughter, and Karen was done looking the other way about Bill's drinking. Karen said Bill had been spiking his coffee for years. The disillusioned Katie hadn't noticed it before. \n\n\nBrooke felt that Bill's choices had obviously been bad, but he'd always seemed fine to her.   Karen asserted that Bill was not fine, and her daughter was in the hospital because of him. Karen wanted to fix things, but she needed Katie's help. Reluctantly, Katie agreed and put in a call to Taylor.\n\n\nLater, at the hospital, an angry Liam stormed down the corridor. Rick appeared in the corridor, and Liam lit into him about lying to Hope, Rick's little sister, and manipulating their lives. Rick stated that Liam and Steffy weren't married, so Hope and Liam could fix it. Liam raged that Rick had no concept of Liam's relationship with Steffy, and it wasn't fixable. Rick stated that he didn't care about that relationship.\n\n\nAs an orderly passed the men with his cart, Liam grabbed an icepack off the cart. He gripped the icepack with one fist and socked Rick with the other one. Rick hit the ground.  Liam threw the ice pack at Rick and stepped over him as if he weren't on the floor.\n\n\nAt Bill's house, Bill entered, and Justin explained that Will's nurse had given him diaper-changing lessons. Justin asked about Bill and Caroline. Bill said Caroline was okay, but he'd had better days. Bill apprised Justin of the situation, and Justin couldn't wait to tell Alison that she'd gotten Bill in trouble with \"the wife.\" Bill figured Katie was upset about everything, but the coffee had become the focus.\n\n\nBill couldn't believe the day he'd had, and he was amazed that Rick had tried to get in his face. Justin teased that Hope had gotten in on it, too, and Bill guessed Justin was enjoying himself. Bill wished Rick had stood up to Caroline. Justin thought no lasting damage had been done; Caroline would be okay, and Steffy and Liam were still solid. \"I hope so,\" Bill replied.\n\n\nThe men talked about fatherhood until Katie conspicuously entered from the kitchen. Brooke somberly strode in, and the men sensed something was up. Dani and Caroline entered from another area, and Taylor slipped in from the balcony.\n\n\nThe women surrounded the men, and Katie asked if Justin planned to stay \"for this.\"  Justin made a beeline for the front door, and Bill murmured, \"Coward.\" Katie and Taylor said everyone wanted to talk to Bill, and Karen asserted that they could no longer turn their backs on Bill's hurtful attitude. Karen said they all felt he'd be less destructive toward himself and others if he stopped drinking. \"You've got to be freaking kidding me,\" Bill said, and his eyes fell on the silent Brooke. \n\n\n",
    "tvdb": "Rick and Liam have a confrontation; Liam gives Hope an answer",
    "tvmega_recap": "Liam tells Hope to stop .it's too late, too much has happened. Not knowing a lie was involved doesn't matter now. He and Steffy are closer than ever now because Hope broke it off even after he begged her more than once. She told him to move on so he did. She admits that she used to be Little Miss Perfection like Steffy called her, but she wants reality. She wants him, faults and all. He tells her maybe there is a guy out there that can live up to her expectations. She confesses that she knows he loves Steffy too but she's not her. She's not going to give up on him and she will prove they still have a chance. Katie scolds Bill for having booze in his coffee cup, no matter if Alison put it in there to take the edge off. She asks why and suggests that he must think this is funny. He says no; it is ridiculous. He leaves to see Justin and sign more papers. Karen and Dani rush in to see Caroline and want to know what happened. Rick spews that it was due to Karen's brother. Both are furious especially when they find out Bill had been drinking. The doctor says Caroline will be okay, she just needs plenty of rest. Rick says that won't be a problem as he is not going to leave her side. Hope tells Liam that they were cheated and she can see that he feels the same way. He laments that if Rick and his Dad would have left them alone then they would still be together now. She agrees and she will learn to get his trust back. She wants to hold him in her arms and kiss him. She wants to get back what they once had and can again, maybe even back in Italy. Liam runs into Rick as he comes out of Caroline's room. Liam blasts into Rick for the lie and manipulating his life. What this might do to him and Steffy could be unfixable. Rick claims he doesn't care. An orderly goes by with a tray full of supplies and Liam grabs an ice bag. He gives Rick a knuckle sandwich and throws the bag at him, maybe it'll help. Karen tells Katie that they have a problem and they need her to help fix it. She reveals that Bill has always had an anger problem, but she looked the other way. He also has a drinking problem and now they are combined and she can't overlook it since it put her daughter in the hospital. Bill expresses his problems with Rick, Hope and Katie to Justin. Justin tells Bill there is no lasting consequences with Caroline so all will be all right. They turn around when Katie suddenly comes in. They turn heads when Brooke follows, then from another door Karen and Dani, and finally Taylor enters. Bill quips who is behind Door #5. Suddenly he knows he has been had. Taylor speaks first and says they have something they want to talk to him about. Katie continues that they think he has a problem and they all need to address it. Karen says he has a problem the way he treats people and is so hurtful and they feel he would be much less destructive to himself and others if he didn't drink. He glares at them when Katie says she hopes he sees that this has to stop. Steffy finds out from Alison that Liam is not exactly in a meeting; he's with Hope. She goes charging into Hope's office. She reminds her that she thought she made it perfectly clear the last time that Hope wasn't to interfere in their relationship (when did that stop Steffy before). Hope admits tat she was just with Liam. She did not try to kiss him. She was just trying to work through the situation. Steffy gloats that there is no situation. Hope left Liam and now they are together. Hope says yes, but only because they were lied to and she and Liam have owned up to what they each did wrong. It's only a matter of time now. Steffy tells her that she wants Hope to respect her relationship with Liam so just in case Hope didn't get the memo, leave Liam alone!",
    "soapcentral_condensed": "Steffy called Liam, but he didn't answer. She then called Alison and learned that Liam was in a meeting with Hope. At Spencer, the rattled Liam told Hope that she couldn't \"do this right now\" because too much had happened. Hope still believed he shouldn't have been with Steffy that night, but she also felt she should have listened to him and seen the truth in his eyes. She said she'd prove to Liam that they still had a chance, and she suggested Italy, where they could begin again.. Liam seethed that Rick and Bill had been unable to stop themselves from lying, and Bill put Caroline in the hospital for telling the truth. Liam exclaimed that he'd given Hope reason to be disappointed, but Hope said he'dGiven her even more reason tobe understanding and forgiving.. Hope said she didn't want Prince Charming anymore; she wanted reality and Liam -- faults and all.. SteffY said she was a victim, but that she'd always been innocent, and Hope guessed that she was the villain.\n"
}