{
    "soap_central": "\n\nIn the CEO's office, Brooke was glad that Ridge had apologized to Thomas for ripping up the design. She believed Ridge had been harsh because he wanted the best for his son. Thomas wondered if Ridge had Caroline's best interest at heart. Brooke questioned why he'd single out Caroline.\n\n\nThomas said he was probably being overprotective, but Brooke knew that an involvement with Ridge wasn't smart. Brooke admitted that she'd been wary of the relationship at first, but she'd seen how they could be a good couple. She didn't know why Thomas wasn't giving it a chance.\n\n\nThomas said his father \"ends things.\" He'd seen it happen with Brooke and Taylor, and he didn't want it for Caroline. Brooke began to doubt that Thomas' problem was Ridge. She wondered if Thomas had feelings for Caroline. Thomas hesitated, and Brooke decided it wasn't her business.\n\n\nBrooke hadn't meant to put Thomas on the spot, but she'd sensed that there was more. Thomas flashed back to first meeting Caroline. Brooke said he'd been interested when Caroline had first arrived in town and wondered if he had become interested in Caroline again -- especially \"now\" that she wasn't married. Thomas claimed it was a move of his father's, but Thomas didn't play games like that.\n\n\nBrooke believed Ridge had grown after his helicopter \"accident,\" which had been a humbling experience. She felt it was possible for Caroline and Ridge to be together for a long time. Thomas said the extraordinary Caroline deserved a guy who'd stick around and let her be what she wanted to be.\n\n\nBrooke didn't believe Ridge would hurt Caroline or keep her from doing anything she wanted to do. Thomas said it was adventurous with Ridge at first, but it always ended in tears.\n\n\nAt Ridge's place, Ridge was empathetic to Caroline for going through a divorce. Caroline said the issue was letting go of a vision and a life. Ridge joked that the bright side was that he was no longer sleeping with a married woman, and he suggested that they slip into something more comfortable.\n\n\nLater, Caroline and Ridge lounged on the bed with wine and a cheese and fruit plate. She wanted to languish there without a care. Ridge said she could do so because there was a lot to process. Caroline relayed that it was a time of letting go of plans she'd made for herself. She hadn't seen herself being \"here\" at that stage in her life. She'd thought she'd be more settled and sure of the future.\n\n\nRidge said that Caroline was in Venice Beach with her handsome prince. He asked what more she could possibly want. \"I want to have a baby,\" Caroline responded. Ridge was taken off guard. She realized she'd dropped something big on him, and he probably didn't know what to say; however, it had been something she'd been thinking of since childhood.\n\n\nRidge asked why they couldn't just be in the moment. Caroline was his girl. She was it for him, and he wanted to spend the rest of his life with her. Caroline wanted that, too, but she asked about starting a family together. Ridge replied that he'd had a family. \"Now,\" all he wanted was a life with Caroline. He didn't want to share her with anyone.\n\n\nCaroline understood. She admired the way Ridge was with his children, but she wanted her have her own child, too. Ridge remarked that they'd never discussed it before. She replied that they'd been getting to know each other and dealing with Rick and work.\n\n\nCaroline felt that her divorce day was a good time to talk about it. She was terrified at the thought of being a mother, but she also feared never getting to be one. Ridge understood and thought she'd be a wonderful mother. She thanked him.\n\n\nCaroline said her accident had put things into perspective. She was thankful for little moments; however, before one knew it, five and then ten years passed, and one began to think about what she'd wished she'd done and had. For her, the wish was a family.\n\n\nCaroline tearfully said she wanted the joy Ridge had with her children, and she asked if he'd consider having kids with her. Ridge wiped a tear away. He said that if he were twenty years younger, he would have a thousand children with her. \"I just can't see myself being a father again,\" he uttered.\n\n\nRidge wanted Caroline to have a fulfilled life. He wanted her to have everything she wanted. If he lost her, it would kill him. Caroline didn't want to lose him, either. He asked what they'd do. She really wanted a child and to be a mother. Sobbing, she said she'd known about their age and life-experience differences from the start, and she didn't want him to think it was an ultimatum.\n\n\nCaroline cried that she didn't want Ridge to think she felt she'd been led on, and he'd always been honest. Part of her had always known he felt that way, but she'd had to know if there was the slightest chance he'd be open to it. It was hard for her to hear that he wasn't, but if she had to choose between motherhood and Ridge, she'd always choose him. Ridge clasped her hands and kissed them.\n\n\nRidge and Caroline stretched out on the bed together. Ridge held Caroline as she suppressed tears.\n\n\nIn the Forrester showroom, Nicole was enlisting Othello's help to turn some of her lyrics and beats into hits. He called her a renaissance woman, into modeling, music, and computers. As for modeling, the \"zombie\" walk wasn't for her, and if it was up to her, she'd put on a real show. He dared her to do it at that moment -- unless she was all talk. She told him that he was about to be schooled.\n\n\nFrom behind the door, Zende grinned as Nicole took the stage. Othello used his equipment to announce her as Forrester's lead model, Miss Nicole Avant. Nicole danced and pranced down the runway. She did the \"Roger Rabbit\" and the \"Percolator\" dances. Zende slipped in. Othello announced Zende, who climbed on stage and danced with her to the song, \"Let's Rock It Out.\"\n\n\nAfterward, Othello greeted Zende. He said it was good to have Zende back in the city, and Othello didn't want him taking off for Miami anytime soon. Looking at Nicole, Zende replied that he had reasons to stay. Nicole raved about the city, and Othello remarked that Zende had a live one there.\n\n\n\"Now for the showstopper,\" Othello said. He lit a crystal ball above the stage, played a slow song, and left the room.\n\n\nNicole said the scene reminded her of her prom, but her school had been too low budget for a crystal ball. She asked if Zende's school had had one. He didn't know. She was shocked that he hadn't gone to his prom. Taking her hand, he replied that it was never too late, and they began to dance. Zende asked who was leading. \"Me. Get used to it,\" she responded and placed her head against his shoulder.\n\n\n",
    "tvmega_recap": "Caroline tries to do a little sketching at home but is a little down. Ridge says he is sorry. He knows there is nothing happy about getting a divorce. She says she knows and both she and Rick have moved on in new relationships and are happier now, so she should have expected this. It's just hard to let go of this vision for what she had planned for her life. He jokes she can look on the bright side \u0096 he no longer is sleeping with a married woman. Brooke confides in Thomas that Ridge can be pretty intense at times but she is glad he apologized to Thomas. Ridge pushes those he loves to do their best. Thomas just wonders if he has Caroline's best interest at heart. And if being involved with his dad is her smartest move but maybe he is just being too protective. He comments Ridge leaves women .he did it to Brooke and he did it to his own mother. He doesn't want to see Caroline get hurt like that. Brooke makes mention that perhaps he has feelings too for Caroline. Thomas laughs that off and says he remembers when she first came to town and they dated for a while but then moved on. Brooke says but she is not married now. Thomas says that would be going after the woman that his dad is with. That is nasty, he would not do that game. Brooke assures him that Ridge has grown a lot in the last few years. He has had a few major impacts on his life. Thomas hopes so as Caroline is special and does not deserve another heartbreak in her life. She deserves a guy who will stick around. Brooke says but Ridge is supportive and he would never keep her from doing what she wanted. Thomas says that is the fantasy and adventure but then it starts to turn and goes away and leaves her in tears. Nicole and Othello are talking in the showroom. She jokes how the models walk like zombies with no expressions. Othello dares her to get up there on the catwalk and do her stuff then. He turns the music on and she starts but it turns into more of just wild dance moves like in a club. Zende walks up and surprises her by joining in. Then Othello changes the mix board to a slower song and leaves them under the disco ball. Nicole comments that she went to her prom. Zende didn't but says it is never too late. He asks Nicole to dance and she can't wait. He is not sure about her leading but she says get used to it. Ridge suggests that he and Caroline get more comfortable and they end up eating in bed. He says what more can she possibly want. She catches him off guard when she says she would like a baby. It is something that she has been thinking about for a while. He is honest and isn't sure he wants to share her with anyone else. He has a family. She knows but she still wants her own child. She likes seeing him be a dad to his own kids. He mentions just wanting to live in the moment. She says she always knew this age difference might come into it. And if it came between a child or choosing Ridge, he would always win. She kisses him and they hold hands, but still she cries.",
    "tvmega_summary": "Episode # 7125 ~ Zende joins Nicole on the catwalk & pretends to be a supermodel; Ridge is taken aback when Caroline makes a startling request of him.",
    "soapcentral_condensed": "Brooke believed Ridge had grown after his helicopter \"accident,\" which had been a humbling experience. Ridge joked that the bright side was that he was no longer sleeping with a married woman. Caroline said the issue was letting go of a vision and a life. She was terrified at the thought of being a mother, but she also feared never getting to be one. \"I just can't see myself being a father again,\" he uttered. \"Ridge wanted to have a fulfilled life,\" Caroline said. \"For her, the wish was a family,\" Ridge replied. \"Now,\" all he wanted was a life with Caroline, and he didn't want to share her with anyone. \"Caroline cried that she didn't think it was an ultimatum. Part of her felt she'd been led on, and Ridge felt he'd always been honest with her,\" she said. He asked what they'd do, and she said she really wanted a child and to be a mother.\n"
}