{
    "soap_central": "\n\nAt Forrester, Liam held Steffy from behind and nibbled her neck as she showed him Monte Carlo pictures on a tablet. She wondered if he was even listening to her descriptions of the fashion show. Liam feigned shock when she announced that Bill had named himself the winner of the challenge. In her view, it was classic Bill, but he'd handled it with class.\n\n\nSteffy conveyed that there apparently hadn't been any real voting. Bill had just used voting as a mechanism to spur interest in the charities, and they'd raised a lot of money. Liam added that it had bolstered Bill's image, too. They remarked about Thomas going to New York. Steffy said relationships in her whole family had been turned upside down, especially Eric's.\n\n\nLiam wanted to know what was going on with Thomas. Steffy didn't know but liked that it kept her brother away from Sally. Liam reasoned that Thomas had to return at some point, or Spectra was going nowhere. Steffy thought it was just more reason for Thomas to remain where he was.\n\n\nRidge arrived and remarked that he'd heard things had gone well. Steffy affirmed it and asked how things were with her grandfather. Ridge revealed that Eric was with Sheila.\n\n\nLiam took off to handle a minor issue at Spencer, and Steffy asked Ridge how he'd left things with Eric. Ridge replied that it was more like how Eric had left things with Ridge. Ridge stated that Eric had said Ridge was no longer Eric's son. Steffy winced but asked if Ridge could blame Eric. She was sure her grandfather hadn't meant it. Ridge felt that it was a tough thing to work through, especially while the dangerous Sheila was fanning the flames.\n\n\nSteffy and Ridge concurred that Sheila was trying to worm her way into Eric's life. Ridge relayed that Eric had decided to talk to Quinn, but Ridge wondered how Sheila had found out about Quinn and Ridge in the first place.\n\n\nIn the design office, Katie arrived with Wyatt, and she was telling him that giving her a ride to work hadn't been necessary. Wyatt quipped that she was already giving him the old brush-off.\n\n\nKatie was ready to focus on the momentum of the swimwear show. Forrester's social media was blowing up, and everyone was buzzing about the new designer. \"Zende,\" Wyatt said. Katie still couldn't shake what she'd seen at the club with Zende and Maya. Wyatt said that he was sure it was nothing, \"but you and me, on the other hand...\"\n\n\nKatie decided to check in with Donna. Wyatt noted that Katie had done that in the car, and she wasn't good at changing the subject. Katie stiffened and indicated that Charlotte had arrived.\n\n\nCharlotte entered the room. She'd heard from Pam that Wyatt was in the building. Charlotte wanted to know how Monaco had been and said she'd \"so wished\" she'd tagged along. \"I'll bet,\" Katie knowingly stated, and Wyatt nervously laughed.\n\n\nLater, Wyatt was finishing up relaying his take of the fashion show, and Charlotte was laughing as she listened. She asked if she could get Wyatt anything; however, when she received a message alert, she said she had to go and that it was good seeing him again.\n\n\nKatie teased Wyatt about Charlotte's fondness for him and said it didn't take a genius. \"To realize that I'd rather talk about my favorite topic -- you and me,\" Wyatt said, finishing her sentence. Katie hadn't known there was a \"you and me.\" He said he'd known it after they'd kissed.\n\n\nKatie dismissed it as just a few kisses. She said it had been cute. He asked if she'd just called it \"cute,\" and she asked him to describe it. Wyatt thought it had been sexy and hot. He walked into her personal space, but she waved him off, saying, \"No, no, no...\" Katie didn't want to mislead him and said that the two of them making out like teenagers was ridiculous and silly.\n\n\nWyatt translated what Katie said to mean that she wasn't allowed to have fun. Katie thought Wyatt was a great guy, but they each needed to find other people. Crushed, Wyatt asked if she was dumping him. She said she couldn't do that because they weren't dating. Wyatt thought a date was a good idea and asked her to go to dinner and dancing that night.\n\n\nKatie claimed she had responsibilities, and because of a little boy she loved tucking in, she couldn't be out at all hours. Wyatt advised her to tuck Will in and call a sitter. She called Wyatt terrible. Wyatt replied that he was showing her that the obstacles she thought were there didn't have to be. In his view, they could leave the kisses in Monaco and the jet, or they could explore and have fun. He asked if they owed it to themselves to see what would happen.\n\n\nAt the mansion, Quinn asked Eric not to go for a divorce. Eric asked how he could ever trust her again -- and why he'd want to. Quinn replied that it was because he loved her. She was willing to go into counseling and refused to give up over a few kisses. He yelled that it had been more than that, and he'd heard all he'd needed to know when she'd said she and Ridge hadn't been able to help themselves.\n\n\nLater, Eric stared at Quinn's portrait. Behind him, Quinn said she'd been imagining the moment of his return and had been wondering if he was all right. Eric snapped that she could see he was all right. She told him that he was hurt and angry, but he claimed that he'd let the anger go a while back. He just wanted to get on with his life.\n\n\nQuinn asked if Eric wanted to do it without her and without understanding why. Eric said understanding only mattered if they worked on the marriage, but they wouldn't. Quinn pleaded with Eric, saying that they didn't have to let it be the end. He replied that she'd had to know that it was a possibility after what she and Ridge had done.\n\n\nQuinn insisted that she and Ridge didn't even like each other. Eric roared that she and Ridge had just given in to it, as they always did, \"consequences be damned.\" Quinn wanted Eric to believe in her love again. Eric claimed not to question her love and said that anyone who'd shared their intimacy wouldn't question their love. In his view, a marriage was more than love. It was also trust, loyalty, and commitment.\n\n\nQuinn insisted that she was committed to Eric and to fixing what was broken. Eric emphasized that she'd broken it -- that she and Ridge had broken it. To Eric, another man would be bad, but it had been his son. Eric asked how one could fix a thing like that.\n\n\nQuinn felt that they should at least try for the sake of the marriage they'd fought so hard to have. She recalled that no one had wanted to accept their marriage, and the odds had been stacked against them; however, everyone had eventually seen what she and Eric had known, which was that the most unlikely couple had been good for each other. She believed they could be again if they didn't take the easy way out.\n\n\nEric claimed that divorce wasn't the easy way out, and his decision had been the result of sleepless nights he'd spent agonizing over what to do about it. Quinn expressed her hurt that he'd made such important decisions about their life with Sheila. Eric yelled that Sheila hadn't had anything to do with it. Quinn implored him to remain at home, and she offered to leave if he didn't want her there.\n\n\nQuinn believed that, because of the man Eric was, he could find it in his heart to forgive her one last time. She knew it would be hard to trust her, but she said she'd been a loyal wife before she'd lost her way. She believed she could be again. She pleaded with him not to divorce her. She believed in the power of their love to endure, and she believed he did, too. She asked him to say he did, too.\n\n\nAt the hotel, Sheila entered her room with an ice bucket and seemed annoyed that Charlie was still there. Charlie asked what she'd expected after dropping such information on him. Sheila replied that she'd only said Eric was hopefully asking for a divorce from the woman who'd made a mockery of the marriage with her stepson.\n\n\nSheila didn't believe Quinn had a prayer of holding on to Eric. Though Charlie wasn't a fan of Quinn's, he felt that Sheila should stay out of Eric's choices about his marriage. \"What did you say?\" Sheila said, cocking her head. Charlie advised her not to interfere. Angry, Sheila said she wasn't interfering, and she was a good friend.\n\n\nCharlie tried to tell Sheila what his point was, but she cut in, saying her point was that he didn't want her to tell his precious Pam that he'd told Sheila about Quinn and Ridge. It sounded like a threat to Charlie. Sheila didn't care how it sounded, but she wouldn't have a two-bit security guard telling her what was best for Eric. \"I know what's best for Eric. I know because I was his wife once!\" Sheila asserted.\n\n\n\"Oh...and you want to be again, right?\" Charlie coolly asked. Charlie had news for Sheila -- it wasn't going to happen. Sheila decided it was time for him to leave.\n\n\nSomeone knocked on the door, and when Sheila answered it, a woman named Beatrice said she'd arrived for their appointment. Beatrice was dressed like a contemporary gypsy. She waved her fingers in the air, as if capturing the atmosphere, and said \"this\" would do nicely. Charlie asked Sheila who the woman was, and Sheila reminded him that he was leaving.\n\n\nCharlie decided that Sheila was up to something, and he intended to find out what it was. \"Over my dead body -- or yours,\" Sheila said. Charlie's face blanched. Chuckling and patting his chest, Sheila said, \"Oh, Charlie.\"\n\n\nLater, Beatrice had set up a cloth divider by the table in the room, and Sheila sat serenely in the chair behind it. Charlie watched Beatrice wave a cone of smoking incense around the room. She waved it at him, too, as if it would cleanse him of something. Charlie moved a few steps to see Sheila behind the divider and said she hadn't answered his question about her intention to be Mrs. Eric Forrester again. Sheila looked back at him with an eerily placid expression.\n\n\n",
    "imdb": "Steffy informs Liam about the outcome of the fashion challenge and Thomas' sudden departure for New York. Ridge arrives and explains his concerns about Sheila playing a devious game with the Forrester family once again - with the likely first casualty being Eric's marriage. At the Forrester Mansion, Quinn tries to make Eric understand that she was misguided but nothing more than a few innocent kisses happened. She makes a heartfelt appeal to save their marriage, but Eric does not seem convinced that they still have a future - At the hotel, Sheila tells Charlie that Eric will probably divorce Quinn. She is offended when Charlie suggests that she better stay out of Eric's life and threatens to reveal his involvement to Pam. Charlie begins to realize that Sheila still has feelings for Eric and wants to win him back. Katie tries to stay businesslike while Wyatt teases her. Despite intern Charlotte's obvious interest in Wyatt, he has only eyes for Katie. Katie reacts uneasy when Wyatt wants to explore the chemistry between them a bit more.",
    "tvmega_recap": "Liam pretends to be shocked when Steffy tells him that Bill made himself the winner of the fashion show. Liam asks why Sally flew back by herself with Thomas going to New York. Steffy says she does not know but whatever keeps them apart is okay with her. Quinn begs Eric not to divorce her. She knows that he loves her. Eric says he could not ever trust her again. She says they cannot break up over a few kisses. He opines that it was more than that and that is all he needs to know. So, no, no marriage counselors to tell him what he already knows. Ridge tells Steffy this is the worst it has ever been. Eric told him he no longer is his son. And it will be hard on Quinn with Sheila sitting there fanning the flames. Sheila comes back and finds Charlie still there. She threatens him with if he does not want his precious Pammy to know that he told her about Ridge and Quinn then he better not to be telling her to get out of Eric's life. She was his wife once and is a friend now and knows what is best for him. Charlie accuses her of wanting to be Eric's wife again. A Beatrice knocks on the door and Sheila invites her in. She starts looking around for vibes. Charlie asks Sheila what she is up to, he does not like it. She said she asked him to leave but he can stay over her dead body ..and laughs an evil laugh when she says it could be his body. Quinn tells Eric this does not have to be over if they could just talk and work this out. She will do anything to make that happen. He is livid. He says it could have been anyone else but it was his own son. He could never trust her again. She cannot fix that. Katie laments to Wyatt that she does not want to keep harping on what she saw the other night but she can't quite shake it either. He says just leave it alone, but them on the other hand .... Katie says that is funny, she did not know there was a \"you and me\". He starts to kiss her again and she pulls away and tells him he should find someone else and so should she. It was fun but .He says he feels like she is dumping him. She says no because they are not dating. He says they can leave those kisses on the plane and in Monaco or he could take her out and have fun and see what happens. She throws up roadblocks that she has a kid and cannot be out all night. He says he can work with that and remove any obstacles. Beatrice starts spraying smoke all around Sheila's room and tells Charlie to please move as she needs her space. Charlie asks Sheila again if she is planning on being Mrs. Eric Forrester again. Quinn tells Eric they fought so hard for this marriage that no one else wanted. And then they found the world's most unlikely couple were actually good for each other. He says divorce is not the easy way out. It has been agony with no sleep lately. She says it hurts her that the most important decision in his life he was with Sheila. He reminds her this all had nothing to do with Sheila. Quinn says good. He is a good man and she hopes he can find it in his heart one last time to forgive her. It won't be easy to learn to trust her again. But she was a devoted wife to him and will be again, just please do not divorce her. She believes the power of their love can overcome and she thinks he believes that too.",
    "tvmega_summary": "Episode # 7643 ~ Quinn's world is rocked when Eric makes a declaration about their marriage; Katie becomes uncomfortable when Wyatt broaches their flirtations in Monte Carlo.",
    "soapcentral_condensed": "At Forrester, Liam held Steffy from behind and nibbled her neck as she showed him Monte Carlo pictures on a tablet. Ridge revealed that Eric was with Sheila. Wyatt asked Katie if they could go to dinner and dancing and said it was a good idea. At the mansion, Wyatt advised her to call Will and tuck him in at all hours because he was showing her that the obstacles were the obstacles she thought she didn't have to deal with at the moment. The two of them made out like teenagers, but Katie said she wasn't allowed to have fun with Wyatt because they weren't dating. She asked if she could get Wyatt anything, but when she received a message alert, she said she had to go and that it was good seeing him again. \"Zende,\" Wyatt said. Katie still couldn't shake what she'd seen at the club with Zende and Maya. Wyatt said that he was sure it was nothing, \"but you and me, on the other hand...\"\n"
}