{
    "soap_central": "\n\nAt Spencer, Steffy held Douglas as she and Bill debated which family the child resembled most. Caroline felt that her son was the perfect blend of his mother and father. Bill quipped that Douglas' father was busy pushing polyester with orphan Sally. Caroline felt responsible for it because, in the past, she hadn't made enough of an effort to unite her family.\n\n\nCaroline regretted remaining on the East Coast, but back then, she hadn't known what was best for her and Douglas. She'd figured it out, and she wanted to be with Thomas. Bill reaffirmed his commitment to help, and she thanked him and Steffy for their support. Steffy said they loved Caroline and wanted things to work out.\n\n\nCaroline told Douglas it was time to leave so that Bill could make them some money. Bill said he'd disinherit them if they stayed away too long again. After Caroline and Douglas left, Bill asserted, \"That settles it. I'm kicking Sally out of that building and your brother's life.\"\n\n\nBill felt that Sally was a termite in need of fumigation. He wanted the building demolished and for Sally to be gone. Steffy thought it was easier said than done, but Bill asked when he'd ever failed at anything. Steffy believed that Sally was there to stay because Thomas was invested in her and Spectra. Bill said his company, Caroline's family, and profits were all in jeopardy because of that \"redheaded wannabe.\"\n\n\nBill added that Sally was also leeching off of his summit, which put his reputation in jeopardy. Steffy said Sally was riding Forrester's coattails all the way to Monte Carlo. Bill fumed about Thomas happily becoming one of the clowns in the circus. Steffy didn't know what had gotten into her brother, who'd become \"one of them\" overnight.\n\n\nBill decided that they needed a plan to drive Sally and Thomas apart. He rasped that Thomas was way too swept up in \"that ginger,\" who was desperate and broke. \"What's attractive about that?\" Bill asked. Steffy said Thomas wanted to be the hero and rescuer. Bill reasoned that Thomas wanted to ride up and save the day, but Thomas would learn the hard way, just like his father, that there was only one stallion. \"One what?\" Steffy replied.\n\n\nDismissing the thought, Bill asserted that Sally ate chumps like Thomas for breakfast, and after she used Thomas to get her footing back, she'd kick him to the curb. Steffy said that her brother was stubborn. She decided to leave, and Bill asked where she was going. Steffy needed to get to work and prepare for the trip. Bill told her to look pretty and leave the rest to him.\n\n\nAt Spectra, Thomas and Sally made out, but they agreed to stop and keep their eyes on the prize: winning at the competition. There was no doubt in Thomas' mind that they'd win.\n\n\nLater, Shirley waved ostrich feathers and a swatch of rhinestones and suggested they be added to a design. Thomas said they were trying to keep it chic and classy to compete with Forrester. Saul and Darlita wheeled a rack of clothes into Sally's office, and Saul said that Forrester was boring. Jiggling herself, Shirley told Sally to spice it up and add a splash to it. Thomas believed they would and said he couldn't wait to compete with his sister and family.\n\n\nSaul informed Sally that he'd booked Sally and Thomas' hotel rooms. Darlita was sure that Sally and Thomas wanted just one room. Thomas said he'd taken care of it, but he thanked Saul for the effort. Shirley said Sally needed to brush up on her Monaco, and Sally became confused. Thomas said the people in the country spoke French and English.\n\n\nAs Saul closed a box of racked clothes, Thomas stopped him and pulled out a garment. He noticed that it was frayed and said they couldn't have that type of thing if they were competing with Forrester. Thomas felt that presentation was paramount, and they couldn't be going with \"this mediocre stuff\" anymore. Saul snapped that he hadn't realized that they were.\n\n\nThomas announced that it was Spectra's comeback. It was their chance to show the world that Spectra was there to stay. The women all clapped, and Saul appeared to be annoyed.\n\n\nLater, Thomas received a call from Bill, but he told Bill that they had nothing more to say. Bill apologized for being harsh before and asked Thomas to please meet at Bill's office. Thomas claimed he couldn't do it because he was in the middle of making an entire collection for the showing. Bill implored Thomas, who finally agreed.\n\n\nAfter the call, Sally said she could guess what Bill wanted from Thomas. Thomas said she shouldn't worry because there was nothing Bill could say or do to get between her and Thomas.\n\n\nAt Forrester, Wyatt, Katie, Zende, Nicole, Brooke, R.J, Coco, and Ivy worked in the photo studio with bikini-clad mannequins. Wyatt liked what he saw and believed they'd dominate at the summit. Brooke noted that Wyatt had been spending a lot of time at Forrester. R.J. joked that Katie had been doing so well that they hardly missed Wyatt. Coco asked if Wyatt was jealous that Katie had filled his shoes, but Wyatt said he'd always known Katie would be wonderful.\n\n\nBrooke loved Zende's designs. He thanked her but said it was a collective effort of the entire design team. Nicole waved a bikini and said she couldn't wait to do her thing on the runway. R.J. remarked that his mother was modeling, too, and Brooke affirmed it. R.J. announced that he wanted to have a pool party because he and Coco hadn't been invited to Monaco.\n\n\nNicole asked where Ridge and Quinn were, and Brooke conveyed her belief that they might be working from home. Wyatt believed that Forester was looking at a major victory, and the Forrester gang cooed and cheered.\n\n\nKatie and Wyatt discussed getting Eva to set up an interview with the prince, and Charlotte became excited. Ivy, Nicole, and Zende discussed how excited he had to be about his first showing. Nicole said Zende was modest, but Rick and Maya were also excited. Wyatt joined the conversation, remarking that they should see the hotel.\n\n\nBrooke approached the note-taking Katie to express how impressed she was with what Katie had accomplished and how busy Katie had to be. Katie said she'd had some help, but she was enjoying it. Brooke didn't think it could all be about the job, and Katie wondered if Brooke was talking about a love life. Brooke asked if Katie was seeing anyone special.\n\n\nWyatt approached, and Brooke took off. Wyatt lauded Katie's good work, but Katie said the initial idea had been his. He compromised, saying they'd done it together. When he said he enjoyed working with her, Katie seemed to become shy. He asked what was wrong and if she needed to take a coffee break. Katie said she'd just finish up her work and head out.\n\n\nWhen Katie looked up, Wyatt was grinning. \"What?\" she asked. She asked if she had something in her teeth, and she began panicking about it. He assured her that she was fine, and she asked again why he was looking at her \"that way.\"\n\n\nIn the CEO's office, Caroline arrived, saying that Pam was showing Douglas off all around the building. They laughed about how much Douglas had grown since Christmas. Steffy hoped the child would be smarter than his father. She wished Caroline had returned months back, and she said Caroline and Thomas would be happy together. Steffy wished she could get through to Thomas, but she just couldn't.\n\n\nAt Spencer, Bill paced around, thinking. Something occurred to him, and he grinned.\n\n\nThomas arrived. Bill sounded conciliatory as he greeted Thomas. Thomas believed he knew what it was about. Bill said he'd be lying if he said he understood why Thomas would get involved with a con artist like Sally. \"There it is,\" Thomas exclaimed, turning to leave.\n\n\nBill asked for Thomas to give him a break. Thomas, however, had heard enough of Bill's complaints about Sally. Bill replied that Thomas hadn't heard it all, and there was something Thomas didn't know. Thomas decided that if it was about Caroline, Bill needed to accept that Caroline had left Thomas, and Thomas would never abandon his son.\n\n\nBill noted that Thomas hadn't had the best role model in Ridge. Even though Bill had been the playboy's playboy back in the day, he'd learned the proper way to conduct himself with a woman. Bill had learned family responsibility. He said he'd discovered something that Caroline didn't want anyone to know. Thomas asked what he was talking about.\n\n\nBill said that family meant the world to him, and he looked out for Caroline as if she was his own. Thomas understood that Bill would always help Caroline. Bill affirmed it, but he sadly said he couldn't help her. Thomas asked what Bill meant. Bill replied that Caroline had something she didn't want Thomas to know. Bill thought the father of her son had the right to know. Thomas asked what was going on. \"It's Caroline. She's dying, Thomas,\" Bill replied.\n\n\n",
    "imdb": "Caroline confesses to Bill and Steffy her regrets about moving to New York instead of uniting her family in Los Angeles. Bill expresses his intent to get rid of Sally once and for all, with the ulterior motive to finally build his skyscraper and as an additional extra to reunite Caroline and Douglas with Thomas. Both fashion houses prepare for the runway challenge in Monte Carlo: Thomas is confident that Spectra Fashion will win which causes Sally, Shirley and Darlita to cheer while Saul is still grumpy over the head designer's influence at the company and Sally's life. Wyatt joins Ivy, Zende, Nicole, R.J., Coco, Brooke and Katie at Forrester Creations for their preparation for the Spencer Summit. Brooke strikes a nerve with her sister while asking about Katie's love life. Katie smiles coyly before Wyatt interrupts and they agree that they make a great business team. Sticking to his promise to his niece, Bill invites Thomas over to deliver him a shocking message which does not fail its target: he claims that Caroline is dying.",
    "tvmega_recap": "Caroline visits Bill and takes blame for her taking off to NY and leaving Thomas and now he is playing house with little Orphan Sally as Bill calls her. Thomas tells Sally that Spencer Summit is just around the corner. There is no doubt in his mind that they are gonna kill it. Wyatt says he is enjoying every minute of working with all of them almost as much as he does at Spectra. Katie is doing a bang up job. Zende says he is just thankful to be part of it and Nicole can't wait to strut her stuff on the runway. Wyatt says he is looking at a victory for Forrester hands down. Grams tells Sally that she is heading to Monaco and needs to spruce things up, make a splash. Bill promises Caroline that if it is Thomas she wants then he will do everything he can to get that for her. He tells Steffy that is it. He will forget that building for a moment and concentrate on her brother's life. Nicole tells Ivy that Zende is modest but he is very excited about his designs for the showing. Katie tells Brooke that it is not easy but she is enjoying all of this. She won't answer that question about anybody in her love life. Sally tells Grams that Monaco speaks mainly French and even English so she thinks she has it covered. Thomas tells them that presentation is everything. They need high quality as this is Spectra's comeback. They are here to stay. Bill tells Steffy that Sally needs to be fumigated. He wants that building razed and done. How is Caroline going to put her family together with that red-headed wannabe around? Thomas seems happy to be traveling with this circus. They need a plan to drive Sally and Thomas apart. Katie tells Wyatt that she cannot take all the credit for this as it was his idea. He corrects her and says they did it together and she is taking the ball and running with it. Bill tells Steffy that Sally is the kind that eats chumps for breakfast. She will use the elevator to get to the top and then kick Thomas to the curb. He cannot have that. There has to be a plan. Bill calls Thomas and says this really is important and he is begging Thomas to come by his office. Thomas thinks he is too busy with his designs but agrees finally and tells Sally not to worry. There is nothing Bill can say to get out of the challenge. Bill concocts a plan. Steffy tells Caroline that she wishes she would have come home months ago and she'd be with Thomas. Bill welcomes Thomas and says he appreciates him coming. But he cannot help but say that he has abandoned his sister and now taken up with this Sally. There is something he should know. Thomas says if this is about Caroline and her son then he knows Caroline abandoned him not the other way around. Bill says hear him out. Bill says he too was the playboy of the day but he's learned from that. He has responsibility now. There is something he has discovered recently something Caroline does not want anyone else to know. He will always help Caroline but this time he cannot help her. Caroline told him something and does not want Thomas to know. But considering he is the father of her son Bill feels he has the right to know she is dying from cancer.",
    "tvmega_summary": "Episode # 7634 ~ The fashion houses prepare for the upcoming competition in Monte Carlo; Bill vows to do everything in his power to reunite Caroline & Thomas while getting rid of Sally.",
    "soapcentral_condensed": "Caroline regretted remaining on the East Coast, but back then, she hadn't known what was best for her and Douglas. Steffy believed that Sally was there to stay because Thomas was invested in her and Spectra. Bill fumed about Thomas happily becoming one of the clowns in the circus. At Spectra, Thomas and Sally made out, but they agreed to stop and keep their eyes on the prize: winning at the competition.. Shirley waved ostrich feathers and a swatch of rhinestones and suggested they be added to a design. Shirley said Sally needed to brush up on her Monaco, and Sally became confused. The women all clapped, and Saul appeared to be annoyed, but he told Bill that they had nothing more to say to him.. Bill apologized for being harsh before and asked to please meet at Bill's office. Thomas claimed he couldn't do it because he was in the middle of making an entire collection for the collection for Forrester.\n"
}