{
    "imdb": "Rick, Maya, Brooke and Pam discuss Wyatt and Steffy's quick trip to the altar and Liam's disappearance over lunch at Forrester Creations. After an extended celebration with Quinn, Bill, Katie, Eric and Thomas, Wyatt and Steffy joyfully celebrate their love and new life as husband and wife. Liam gets furious with \"Eve\" as she avoids to answer any questions about their wedding. Just as Quinn begins to wonder if Liam is getting his memory back, he has another flashback and finally clearly sees the woman he married in Aspen: Steffy! Bill professes his love to Katie, noting that he is impressed by her strength to stop drinking. Over the phone, Katie also reassures Brooke that she is in a good place.",
    "tvmega_recap": "Wyatt and Steffy run down the beach and shout they are really married. Thomas and Eric congratulate them .as well as Bill and Katie. Quinn says she has waited for this for so long so she would not miss it for anything. Bill offers a cheer and welcomes Steffy to the family. She is lucky as now she is officially a Spencer. Thomas also gives Wyatt a warm welcome. Eric says there is a lot of support here in this room. Brooke tells Rick and Maya that she is thrilled for Wyatt but it is strange that no one has heard from Liam. Pam speculates that Steffy must be over Liam or she would not have married Wyatt. Brooke tells Rick that she is still worried about Katie if she can be truthful and give up the booze. Katie tells Bill she was a very good girl. At the wedding during the toasts she did not have a single little drop. He does not have to be worried. She thanks Bill for trusting her. She thinks by seeing her therapist and not drinking she will be back to herself in no time. Eric tells Quinn they miss her at Forrester's and she can come back any time she wants. She tells Eric and Wyatt that she hopes they do not mind but she is going to take a little vacation; it is sort of a mystery. She really needs to get away. She is so relieved how things worked out. Adam plays around on the internet focusing on the collage of photos trying to remember the face that will come to him during his wedding. Adam hides everything when he hears Eve coming in. She said she had a glorious day but notices he has not packed very much so wonders what he has been doing since she has been gone. She says the past is the past and the photo albums should not matter. They have their whole future together. He says he wants to know more. He wants to know about their wedding day. Bill tells Katie that she is a strong woman and he is very proud of her. She calls Brooke and tells her the wedding and reception was fine and she did not have a single drink. She is getting herself under control so Brooke does not have to tell Bill. Brooke says she does not want to see her in pain and also not to keep things from Bill. Eve tells Adam that she has told him everything she knows; there is no big mystery. He asks her why she can not be honest with him. He knows there is more to it than that. She asks if his memory is coming back. Wyatt tells Steffy that she is incredible and he will never take her for granted. She has the brains to be President of FC and also to marry him, so she is very smart.",
    "tvmega_summary": "Episode # 7302 ~ A confused Liam demands answers from Eve; Wyatt & Steffy joyfully celebrate their love & new life as husband & wife."
}