{
    "soap_central": "\n\nAt the mansion, Rick told Nicole it was a private conversation. Nicole felt it was too bad, but she'd heard it. She asked if Maya wanted her gone or if they'd take the chance at being sisters. Rick guessed that he'd moved to quickly by asking Nicole to move in.\n\n\nRick had observed tension between the sisters. Nicole said it wasn't from her. He reasoned that he had to respect Maya's feeling, but they'd take care of Nicole and get her a place nearby. Nicole acknowledged that the road to sisterhood had been bumpy, but she said the best way to smooth it was to remain together, not apart. Nicole asked what the conspicuously quiet Maya thought.\n\n\nMaya said that Rick's first instincts had been right, but it wasn't easy being with her sister after so much time apart. She admitted to being guarded and protective of herself. She wanted the chance to become real sisters, and she wanted to be a woman Nicole could respect and look up to. Maya said that if Nicole wanted the same, then Maya wanted Nicole to stay.\n\n\nNicole wanted to be there if Maya really wanted it. Maya said she did, and Rick figured that all the sisters had to overcome was distance, which should be a cinch. He left so they could get started.\n\n\nAlone with Maya, Nicole said she hadn't arrived there to blackmail Maya. She just wanted to be a part of the life Maya had built. Nicole was proud of her big sister and wanted to be close to her. \"But I have expectations,\" Nicole added.\n\n\nNicole wanted to be treated like family, not a misaddressed package. She wanted Maya to look out for her and share the wealth. Maya asked what Nicole wanted her to share. Nicole thought \"share\" might be the wrong word and mentioned having trouble with her car lease. Maya claimed not to have the authority to lend out Forrester vehicles.\n\n\n\"Then ask Rick -- or not!\" Nicole stated and added that it was just an example of reaching out. Nicole said it wasn't about material things; she just wanted to feel like family. Maya agreed that she could be more welcoming; however, Maya insisted that Nicole let Maya handle her past in her own way. Maya asserted that unless Rick proposed, he could not know that she was transgender. Grinning, Nicole said it was no problem, and if Maya took care of Nicole, Nicole would take care of Maya.\n\n\nAt Brooke's house, Katie and Brooke set the coffee table to eat their takeout. Brooke frowned nervously as she watched Katie open some wine. Brooke hid a twinge as Katie set a glass before her.\n\n\nKatie asked about Brooke's involvement in Forrester. Brooke said Rick was in charge and doing a good job. She was sure he didn't want his mother looking over his shoulder. Brooke watched every drop of wine Katie sipped, and Katie asked if Brooke had experienced a big change since Milan. Brooke said she'd been needed overseas, but back home, it seemed as if the world had passed her by.\n\n\nKatie asked what Brooke was doing with herself. Brooke said she'd been thinking, figuring it all out. Katie felt that Brooke needed to get out of the house more and visit Will. \"You've been alone too long,\" Katie added, and Brooke stared at the wine.\n\n\nBrooke strode to her bar for a bottle of water. She told her sister not to worry about her and insisted she was just adjusting to being alone. Brooke asked if Katie had enjoyed it. Katie admitted that when Bill had been gone, she'd felt as if the house would swallow her, but she'd forced herself to focus on her present, future, and Will. Katie's job had helped, and she suggested that Brooke return to work.\n\n\nBrooke said Rick deserved to be in control of Forrester, and Katie suggested that Brooke do volunteer work. Katie added that she'd be there if the walls felt as if they were caving in. Brooke said she knew she could count on Katie, but Brooke needed to navigate things on her own. She needed to figure out who the newly single and independent Brooke was.\n\n\nKatie left, and Brooke cleaned up. She picked up her untouched wine glass and sniffed it. Panicked, she charged outside and with the glass and bottle. Brooke poured the wine into the fountain by the porch. She sat on the stoop and wiped away tears.\n\n\nAt Quinn's loft, Deacon told Quinn to stop staring at her diamond. Quinn loved her ring and said if it had tons of carats, she wouldn't be able to wear it a lot. She did note that she might change it design-wise, though. He offered to reset it, but she protested because he'd picked it out for her.\n\n\nDeacon noticed a look in Quinn's eyes, and she took off for the bedroom. She returned to the living room in dominatrix mode. She blindfolded Deacon and commanded him to get down on his knees.\n\n\nLater, Deacon was huffing and puffing about the things \"you do to me.\" He'd never met a woman like Quinn before and planned to put it in writing the day they got married. \"If we're allowed to get married,\" Quinn replied. Deacon said Brooke couldn't stop their runaway train. With a kiss, Quinn thanked him for \"one hell of a ride.\"\n\n\nDeacon poured Quinn some wine and grabbed water for himself. She refused the drink, and he said she didn't have to do that. Quinn asked what would happen if he tasted wine on her lips. He didn't know. She said she didn't plan to make his sobriety difficult for him, so they'd share the water.\n\n\nQuinn turned to wedding talk. She relayed her dream of a big wedding but figured no one would attend. She knew Wyatt would be there and asked if Hope would attend. Deacon didn't know. Quinn theorized that Hope could take along some Forresters and Logans and maybe Bill. \"Bill?\" Deacon rasped.\n\n\n\"Maybe not, so just Wyatt,\" Quinn relented and grinned. It wasn't much of a guest list to her, and she asked how it was that they had no friends. She remembered his friend from the meetings and asked if Deacon wanted to invite \"him.\" Deacon said it defeated the point, and Quinn remembered that things were supposed to be anonymous. She concluded that guests were overrated.\n\n\nQuinn showed Deacon a picture on her laptop. Surprised, he guessed it was her wedding dress. She said the lace softened it a bit. He concluded that it was different but definitely sexy.\n\n\nQuinn conveyed her idea of having a ceremony at night with candles and bonfires. Deacon said it sounded witchy like her. He liked it. \"You are such a turn-on. I can't believe I caught you,\" he added. Quinn quipped that no one caught her, and they kissed. \n\n\n",
    "tvdb": "Having listened to Katie gush about her wedded bliss with Bill, Brooke admits to her sister about her recent struggle with loneliness. While planning the guest list for their wedding, Quinn suggests that Deacon invite his friend from his twelve-step program, unaware that the friend is Brooke. Knowing that Nicole is the keeper of her secret, Maya cowers down to her sister and retracts the suggestion for her to move out. Nicole agrees to work on her relationship with Maya, but asserts that she has certain expectations.",
    "tvmega_recap": "Nicole comes back for her earbuds and can't help but overhear what Maya said about wanting Nicole to leave. She asks where she stands as she thought they were just starting to know each other. Rick answers by saying he wanted them to get close but perhaps he spoke before thinking it through. He can see there is tension so while he is not kicking her out perhaps he can secure a place nearby for her. Nicole thinks they can get to know each other better under the same roof. Maya says Rick is a wonderful man; kind and considerate and just looking out for her. She would like to be sisters and get to know Nicole better. She'd like her sister to be able to look up to her as a big sister so she may stay here if she likes. Nicole pretends that she doesn't want to force herself into a situation where she is not wanted. Rick says it is settled, she will stay and he goes upstairs. Maya says again that she does want Nicole to stay. Nicole is happy and says she did not come here to pressure or blackmail Maya. She is proud of what her sister has accomplished and she wants them to be close, but she does have expectations. Brooke and Katie share takeout at her house and she mentions it is good to have Bill back home for Katie. Katie pours them both a glass of wine and Brooke looks a little worried. She is still looking at the wine when Katie asks her about things over at FC. Brooke replies that Rick is now in charge and doing a wonderful job and she doesn't want to stand over his shoulder and mess that up. She also feels like the world passed her by while she was in Milan and she is trying to figure out now just what to do with herself. Brooke doesn't want Katie to worry about her as she will be fine. She just wants Katie to focus on her newly found family. Katie is not sure she will go back to work just yet but they both agree they will be there for each other when needed. Brooke adores Katie but says she needs to do this on her own; going back and being a strong, independent person. She was always defined by the relationship she was in. She needs to be that single Brooke Logan again. She doesn't know how but she will figure it out. Quinn keeps staring at her engagement ring and assures Deacon she would not want a bigger one for her finger. And she would not want to re-design one. She likes it because he picked it out. When she comes back from the bedroom Deacon is smiling as she is holding a whip and dressed in sexy black. She calls him sexy Deacon. He says she looks sexy hot. She says he ought to be scared. She whispers for him to come closer and turn around and she puts a blindfold on him. She demands that he get down on his knees. He is soon out of breath and laughing and wonders how she always knows exactly what to do. She coos that she pays attention and more importantly she knows what feels good to her. She wants to get it in writing when he says he has never met a woman like her. And Brooke will not stop them. He says he feels like a train off the tracks going who knows where but it will be one hell of a ride and she is along for that ride. Quinn passes on the wine and says water is just fine. She is not going to do anything to make life difficult for him. She brings up the wedding and wonders who will be there besides Wyatt. She thinks perhaps Deacon can invite his new AA friend. He thinks that might defeat the purpose of being anonymous. She shows him a picture of her wedding dress, different but sexy and she wants the ceremony at night with lots of candles. He says again he can not believe he caught her. She pulls his hair back and kisses him before saying that no one catches her. Brooke starts to clean up. She picks up the glass of wine and holds it dearly while smelling it and walks out on the front porch with the entire bottle in her hand. She cries as she contemplates drinking it but finally pours all into the bushes. Maya asks Nicole what she means by expectations. Nicole says she really wants to be treated like a sister, not just some package that landed on her doorsteps. Maya says she does care. Nicole suggests they share the wealth .well maybe that is not the right word but Maya has plenty and right now Nicole needs a car. Maya says she has no control over the Forrester cars, but Nicole is right she has not been that welcoming and she would like to treat her like family. But she wants one thing. She wants Nicole to allow her to deal with her past as she sees fit. Rick can not find out she is transgendered until and if he proposes. Nicole agrees that if Maya takes care of her then she will take care of Maya too.",
    "tvmega_summary": "Episode # 7032 ~ Brooke confides in Katie about her feelings; Rick is confused by Maya's change of heart about Nicole.",
    "soapcentral_condensed": "Maya said that Rick's first instincts had been right, but it wasn't easy being with her sister after so much time apart. Nicole acknowledged that the road to sisterhood had been bumpy, but she said the best way to smooth it was to remain together, not apart. Quinn told Deacon to stop staring at her diamond ring and said if it had tons of carats, she wouldn't be able to wear it. Deacon offered to reset it, but Quinn protested because he'd picked it out for her, and she took off for the bedroom in dominatrix mode and commanded him to get down on his knees on his hands and knees in front of her. She said she was proud of her big sister and wanted to be close to her. \"But I have expectations,\" Nicole added. \"I want to be treated like family, not a misaddressed package. She wanted Maya to look out for me and share the wealth. Nicole thought \"share\" might be the wrong word and mentioned having trouble with her car lease.\n"
}