{
    "imdb": "Before being hauled away by the police, Quinn makes a heartfelt plea to both Liam and Wyatt to forgive her for her misdeeds. After Liam leaves, Steffy confides in Wyatt that it felt almost like Quinn's feelings for Liam were real. At the police station, Quinn informs a stunned Lt. Baker that she won't need an attorney as Liam will eventually come around and realize that she never meant to do him any harm. After a lengthy talk with Caroline, Sasha is hoping to have a romantic afternoon by the pool with Zende, but much to her dismay, his thoughts are elsewhere as Nicole has just gone into labor. Rick, Maya and Nicole arrive at the hospital. They wonder if Nicole wants Zende to be at her side while giving birth even though she denies to it.",
    "tvmega_recap": "Quinn begs Liam to tell them how he really feels. They want to arrest her because they think she will hurt him but that is not true. She knows she should have called Bill or taken Liam to the hospital but she just wanted to help him get out of Steffy's clutches who was a better match for Wyatt. She was vulnerable with Liam and she does not want to go to jail for her love for him but it will be worth it. Caroline runs into Sasha at the Forrester pool. She says she just wants a couple of laps as she does not want to be away from Douglas very long. Caroline gets a text that Nicole is in labor. Zende is on hand while Pam whirls around for the next thing to do. Nicole tells Zende that if he wants to say something he better say it quickly as the contractions are coming pretty close now. She just wanted Pam to call him and he be the first to know. Sasha says she will stay out of this as she cannot imagine giving birth and then stepping aside. Caroline says sometimes that is what it takes. Sasha says yes but this is Nicole's first child and it seems a bit much. Wyatt and Steffy return and he tells Quinn it is not fair for Quinn to expect Liam to help her now. She continues on her reasons for what she did. If Liam presses charges she will go to jail but it will not change the way she feels. Her time with Liam has changed her and she has so much hope for what is yet to come. Liam opens the door for the police to take Quinn away. Liam tells Wyatt and Steffy that he understands if they want to forgive Quinn but he is glad he does not have to. Det. Baker interviews Quinn. She says Liam wants her in jail, so be it. Caroline tells Zende that Sasha is out by the pool but she thinks Zende could be with Nicole now and supporting her; better use of his time. Zende does go check on Sasha and she hands him some trunks and retorts that she went through his drawers and hopes he does not mind. She thought they could use some fun and sun. He changes into his trunks but says he really is not in the mood. She says okay, no beer or martinis but how about some iced tea. He agrees to that. Steffy tells Wyatt that she has never seen Quinn like that, so affectionate and vulnerable. Her feelings for Liam seem real. Liam goes home and thinks it over, all of Quinn's pleadings. Quinn tells the detective that she only kept Liam safe and she hopes she does not have to go to jail for that. Maya and Rick accompany Nicole to the hospital where her labor continues. She wonders if she should have asked Zende to be there with her. He is thinking about her and she is thinking about him.",
    "tvmega_summary": "Episode # 7332 ~ Quinn asks Liam for forgiveness during her final moments of freedom; Sasha arranges a romantic afternoon with Zende, but his mind is elsewhere."
}