{
    "soap_central": "\n\nAt the beach house, Brooke lets Bridget know that Ridge wants her back.  While Brooke feels validated by what Ridge has told her, she isn't sure she wants a life with him.  Bridget says her mother found something wonderful with Nick and she understands why she doesn't want to accept anything less.  Brooke reassures Bridget she is not a threat to her marriage with Nick.  Bridget is concerned about her mom getting involved with Ridge again.  Bridget tells her mom that she'll have to be really strong because Ridge will turn on the charm to win her back.  Brooke says it's different this time and she's not going to make the same mistakes she did with Bridget and Rick by letting her obsession with Ridge turn her children's lives upside down.\n\n\nMeanwhile at Marone, Ridge tells Nick to keep his mother away from Eric, since Eric just remarried Stephanie. He tells Nick not to meddle in his relationship with Brooke.\n\n\nNick says Ridge doesn't have a relationship with Brooke they only share a child.  Ridge accuses Nick of still being in love with Brooke. Ridge informs Nick that Taylor and he have annulled their marriage. While he's in Nick's office Ridge gets a phone call about a surprise he is planning for Brooke.  Nick is disgusted that Ridge is already making a play for Brooke.  Ridge lets Nick know he's planning on spending the night with Brooke.\n\n\nAt home, Taylor shows Hector her annulment papers and tells him she's finally free from the perfect image she's tried to live up to. Now that everybody knows she's human, she doesn't have to pretend anymore.  She cracks open a bottle of champagne that she and Ridge had been saving and wants to celebrate.  Hector is taken aback and says it is a little early for drinking.  Taylor puts on a brave face and acts like she's in the mood to have fun, dance and party. While she's dancing her eye falls on a picture of her family and she becomes sad.  Hector tries to comfort her, but she tells him she wants to be alone.  After he leaves, she continues to drink the bottle of champagne by herself.\n\n\nBack at the beach house, Nick comes home brooding about Ridge and Brooke and tells Bridget about Ridges plans to sweep Brooke off her feet. Bridget says her mom wants to be strong and independent, but Ridge knows how to get to her.\n\n\nWhen Brooke gets home, she walks into her own backyard paradise.  Ridge has recreated their Porta Vista honeymoon and even shipped in parrots and monkeys for added effect.  Brooke is stunned.  Ridge tells her about his annulment. He wants to transport them back to a time when they were excited about their future.  Brooke is not impressed and tells him none of this makes up for what he did to her.\n\n\n",
    "tvdb": "Brooke and Bridget discuss her relationship with Ridge, and Brooke again reassures her daughter that she is over Nick. Meanwhile, Nick realises that Ridge is up to something after a strange phone call, and it turns out that Ridge is trying to recreate his Puerto Vista wedding with Brooke. Hector drops in on Taylor as she cracks open some champagne. Hector offers comfort to Taylor, who breaks down after trying to put a bright face on her recent annulment.\r\n",
    "yt": "\n\nBrooke keeps Bridget company and tells her how Ridge wants her back yet Bridget thinks Brooke found something wonderful in Nick and can’t accept anything less. Brooke tells Bridget that she can’t trust Ridge, at least not yet.  Meanwhile, Taylor tells Hector her marriage was annulled. While Taylor tries to celebrate, she breaks down and Hector is there for her.  Nick gets a visit from Ridge telling him to stay away from Brooke. Ridge gets a mysterious phone call which lets Nick on that Ridge is up to something.  Later at Brooke’s pool, Ridge tries to win Brooke back by recreating their wedding in Puerta Vista.",
    "tvmega_recap": "Taylor \"celebrates\" her new found freedom with Hector. She breaks down later and sends Hector home. Ridge and Nick argue again. Ridge demands Nick keep his mother away from Eric and himself away from Brooke. Eric assures Jackie he plans to have a life with her after Felicia passes. Ridge turns Brooke's backyard into their honeymoon paradise.",
    "soapcentral_condensed": "At the beach house, Brooke lets Bridget know that Ridge wants her back. Bridget is concerned about her mom getting involved with Ridge again. Ridge tells Nick to keep his mother away from Eric, since Eric just remarried Stephanie. At home, Taylor shows Hector her annulment papers and tells him she's finally free from the perfect image she's tried to live up to. She cracks open a bottle of champagne that she and Ridge had been saving and wants to celebrate. While she's dancing her eye falls on a picture of her family and she becomes sad. After he leaves, she continues to drink the bottle of Champagne by herself. Back at the beachHouse, Nick comes home brooding about Ridge and Brooke and tells Bridget about Ridges plans to sweep Brooke off her feet. Ridge accuses Nick of still being in love with Brooke. When Brooke gets home, she walks into her own backyard paradise. Ridge has recreated their Porta Vista honeymoon and even shipped in parrots and monkeys for added effect.\n"
}