{
    "soap_central": "\n\nAt Thomas' loft, Steffy had moved her stuff in, and Liam showed up with more. He told her she didn't have to do what Eric wanted because they both knew that Eric was doing what Quinn wanted. Steffy claimed it was an unfair assessment. She said that she'd had reservations about moving in with Liam from the beginning because she was still married to Wyatt.\n\n\n\nLiam said they belonged together. Steffy agreed, and she maintained they would be together once the divorce was final. Liam worried that she had allowed Quinn to get between them. Steffy disagreed. Liam left. Steffy called Carter and asked him to speed up the divorce. Nicole entered and marveled that Steffy had two Spencer men fighting over her.\n\n\n\nSteffy said that she would stay in Thomas' loft until the divorce was final. It was a temporary arrangement while she was married to Wyatt because her grandfather felt it was necessary. Nicole left.\n\n\n\nAt Forrester Creations, Quinn and Wyatt discussed that Eric had given Wyatt another opportunity to get back with Steffy because he had insisted that Steffy couldn't live with Liam until her divorce was final. \"Eric threw you a lifeline. He doesn't want Steffy living with Liam,\" Quinn said.\n\n\n\nWyatt complimented Quinn and said that she had \"finally found a truly good guy.\" He advised her to \"not screw it up.\" Quinn flashed back to her encounters with Ridge. Quinn countered that Wyatt had better not waste his chance to reconcile with Steffy.\n\n\n\nLater, after Wyatt had left, Quinn grabbed a design that Ridge had done. She flashed back to times she had spent with Ridge. She looked at the photo of her with Eric, and she remembered Wyatt's words from her earlier conversation with him that she had \"finally found a truly good guy.\"\n\n\n\nRidge entered and interrupted Quinn's thoughts. \"That's an interesting look,\" Ridge said. He wondered if she had been thinking exactly the same thing that he had. Quinn looked confused. Ridge wondered if she was thinking about the design she'd been holding in her hand. Ridge told her that he'd had a sample made. Quinn was surprised that Ridge wanted to collaborate with her.\n\n\n\nQuinn said that Ridge had never respected her opinion, but Ridge countered that it was her chance to change his mind. He held up the design on a mannequin with some of her jewelry. She said it worked. \"Why does it work?\" Ridge asked. She said the gown had a liquidity and quality, and the fall of the gown and the curve of the metal worked together.\n\n\n\nRidge held her hand against the fabric and told her it was soft, warm, and fluid like water running down her neck. Quinn pulled her hand away. Ridge said it was good they were going to keep a distance between them. Katie entered and interrupted.\n\n\n\nKatie joked that she hadn't heard any yelling or screaming in the hallway, so she'd had no idea they were in he office together. She said she felt she had walked in on something. Ridge left, and Katie told Quinn that she had seen Eric, and she wanted Quinn to know. She added that it was inspiring to see how much Eric loved her. Quinn thanked her. Quinn said she had left a lot of chaos behind her. Katie noted that Eric and Quinn drew out the best in each other.\n\n\n\nKatie said that it was funny that one could find something very special when one least expected it with someone one had known for a long time. One could see them in a completely different light. She noted that Quinn was Eric's wife, and he truly loved her, and she had been loyal to him. \"It's very important,\" she said.\n\n\n\nAt Forrester Creations, Liam entered Wyatt's office. He was furious that Wyatt's mother had forced Steffy to move out of his place. Wyatt argued that it was Eric's decision, not Quinn's. Liam argued that Quinn wanted to serve Steffy up to Wyatt on a silver platter -- again. Liam told Wyatt that Steffy had moved to her brother's loft until the divorce was final.\n\n\n\nWyatt noted that Liam was tense and clearly worried that things would not work out with Steffy. Liam argued that he and Steffy had every right \"to pick up where we left off.\" Wyatt warned that he knew he had no help or sympathy from his father because Liam was the favorite child. Wyatt added that Steffy still had his wedding ring tattooed on her finger. Liam maintained that Quinn had been manipulating everyone again. Wyatt refused to listen. He said he had more important things to do, and he walked out.\n\n\n\nWyatt showed up at Steffy's. He joked that she had a temporary pad. \"Don't buy me a housewarming gift,\" Steffy said. Wyatt suggested that Steffy move back in with him at the beach house. She told him not to read anything into her living arrangement. Wyatt said he had wanted to help her move in because he'd been worried about her. Steffy thanked him but said she wanted to do it alone.\n\n\n\nAt Forrester Creations, Liam visited Ridge and said that Steffy had moved into Thomas' loft because Eric had insisted that she move out of Liam's place. Ridge agreed that Quinn had manipulated Eric, and Eric was using his power over Steffy. Ridge said he would not let up on Quinn. He had made progress with her. He knew she had fallen for him, and he had backed away to make her want him more.\n\n\n\nLiam worried and wondered how far Ridge would go. Ridge answered that he had taken Brooke away from Eric. If Eric saw that Quinn would do the same thing, it would be the end of Quinn. Liam argued that Ridge would lose his father, but Ridge said he had to save the company. \"It's the Hail Mary pass,\" he said. Ridge insisted he would take Quinn down.\n\n\n",
    "imdb": "\nRidge continues to work his charm on Quinn who is completely flustered. Katie enters and is suspicious as to why the two sworn enemies appear so chummy. Liam confronts Wyatt about Quinn's deceptive maneuvers. Wyatt denies that his mother put Eric up to it. Wyatt then leaves to offer Steffy to move back into the Beach House which she declines. Liam updates Ridge on Eric and Quinn convincing Steffy to move out of his home. Ridge vows to bring down Quinn soon.    ",
    "tvmega_recap": "Quinn tells Wyatt that Eric threw him a lifeline so accept it. He says she finally found a true good guy. She says he better not waste this chance if he wants to reconcile with Steffy. Liam grouses to Steffy that she does not have to do this. Eric is just listening to the whispering of Quinn in his ear. Steffy says she is not being manipulated and they will be together as soon as the divorce is final. Quinn thinks of Ridge in the steam room but Wyatt's words in her ears that she has finally found a good man. Steffy calls Carter and tells him to do what he has to do to speed up her divorce. She needs it done now. Liam barges in on Wyatt and tells him whatever he has planned it won't work. Wyatt tells him he seems pretty tense for someone who is supposedly so happy. Wyatt says Steffy made her choice because she knew it was wrong. His tattoo ring is fading but it has not gone away completely just like his marriage hasn't. He says excuse him he has some where to be while Liam keeps saying this is only temporary and that Steffy is staying with him. Ridge makes sure he is right by Quinn's side and wants to collaborate. She asks what he is doing and he replies that he only wants to help the company. She is suspicious but he says now is the time to change his mind that she can be good for the business. He takes her hand in his and runs it across a dress model. She reminds him that he texted they should keep their distance. Katie interrupts and says she is sorry. She had not heard any screaming in the hallway so thought he was alone. Ridge says they were working on some jewelry with his dresses but they are completely done. Wyatt follows Steffy to her new digs at Thomas's loft. He says he does not blame Liam for being upset even if it is only temporary. He tells her there is always his beach house. She could move back in with her husband. She tells him she needs him to understand this complicated situation and she believes she will stay here. He offers to help her unpack but she says she will do it by herself. He reminds her that he is here if she needs him. Liam charges in on Ridge and says they have to finish this. Steffy has moved back to the loft .at least it is not in with Wyatt. Ridge says he has not given up. He knows what he is doing and Quinn is falling for him. Katie tells Quinn that it is really inspiring that Eric loves her so much. She tells her she saw Eric the other night and she wanted that out and above board that Quinn has no reason to be jealous. And she thinks it is sweet that she is so committed to Eric. She says sometimes that is the way it is. You know someone and suddenly it just hits you that they are different than you expected. Eric has finally found that in her. Ridge tells Liam that nothing else has worked but not Quinn is playing with fire and she will get caught. Liam warns him that if Quinn gets caught so will he. Ridge says that is their best bet. He says he is not going to sleep with Quinn, but he will put her in a compromising position. His whole family thinks he is selfish and it is somewhat true as he will do anything for the company. He will do this; he will bring Quinn to her knees. Quinn keeps having these flashes of Ridge and his hands on her. She clutches her heart.",
    "tvmega_summary": "Episode # 7491 ~ Quinn struggles with remaining emotionally loyal to Eric as her feelings for Ridge intensify; Liam assures Wyatt that he will not let go of Steffy without a fight.",
    "soapcentral_condensed": "At Forrester Creations, Quinn and Wyatt discussed that Eric had given Wyatt another opportunity to get back with Steffy. Quinn said Wyatt had better not waste his chance to reconcile with SteFFy. Ridge showed Quinn a design he'd done for her and said it was soft, warm, and fluid like water running down her neck. Katie joked that she hadn't heard any yelling or screaming in the hallway, so she'd had no idea they were in he office together. She added that it was inspiring to see how much Eric loved her, and she thanked Quinn for leaving a lot of chaos behind her. \"It's very important,\" Quinn said, \"to keep a distance between them\" \"Don't buy me a housewarming gift,\" Steffie said to Liam. \"Don's read anything into anything,\" Liam said. \"I'm not going to let you get between me and my wife,\" she said, and he walked out of the office. \"That's an interesting look,\" Ridge said, wondering if she had been thinking the same thing that he had.\n"
}