{
    "soap_central": "\n\nAt Liam's, he returned home at Steffy's request and asked what was going on. She announced that she would be sharing the CEO position with her father. Liam thought she was joking, but she was serious. He wondered how she felt about it. Steffy answered that she was happy, but it would not be good news to Thomas. Liam hoped that Ridge would be able to soften the news. Liam and Steffy kissed.\n\n\n\nAt Forrester Creations, Ridge met with Thomas to discuss that an announcement would be made regarding changes at Forrester -- executive changes. Thomas figured that there would never be a change in Quinn's position. Ridge agreed. He added that it was the CEO position.\n\n\n\nThomas wondered how it would affect him. Ridge explained that Eric had decided to name a co-CEO with Steffy. Thomas said he would gladly step up. Ridge explained that he would become the co-CEO, but Thomas assumed that Steffy would be replaced because she was too young and inexperienced.\n\n\n\nRidge corrected Thomas. Thomas finally understood that Ridge and Steffy would be running the company. He angrily said they were running the company and his life. He believed his my talent and experience should have earned him the CEO position.\n\n\n\nRidge reminded Thomas that he was a Forrester -- \"my son,\" he said. Thomas scoffed and said that even if Steffy chose to step down at some point, Brooke would want Rick in place as CEO, and they all knew that Rick wanted to return to the office. Ridge reminded his son that he was a talented young designer. \"I wish that meant something,\" Thomas said.\n\n\n\n\"How the hell can you say that?\" Ridge asked. He added that when Thomas and Caroline had decided to start a life together, it had been hard on Ridge to let go, but he had known it was best for Thomas, Caroline, and Douglas. Thomas angrily replied that no one had consulted him. Ridge stammered that Thomas had been out of town. Thomas said he could have called or sent a text or an email. \"It's like I don't even exist,\" Thomas said.\n\n\n\nThomas insisted that his family had made major decisions, and he was supposed to sit back and deal with it in spite of the fact that he owned shares of the company. Ridge reminded him that they had regained control of the company. Thomas disagreed. He said that Ridge and Steffy had taken control under Quinn's control. \"It's time for me to look out for my future,\" he said.\n\n\n\nThomas was angry that he was next in line after his sister, and he would have to wait 30 to 40 years. Ridge tried to calm Thomas, but Thomas blamed Quinn. Ridge said the company had evolved, and they were back in power. Thomas maintained that Steffy and Ridge were in power. He was not an outsider.\n\n\n\nAt the outdoor restaurant, a young woman named Sally Spectra had her bill for drinks, and she signed the bill. She received a call from her great aunt Sally Spectra, who was on a beach. Young Sally said she was busy flirting with the bartender. Sally, the founder of Spectra Fashions, responded that she was on a private island, surrounded by cabana boys.\n\n\n\nOn the beach, Sally insisted that she wanted her great niece to get busy and save the Spectra building. \"Save that old battleship from the wrecking ball,\" Sally ordered her great niece. She added that young Sally needed to get her \"tookus off that barstool\" and \"make Spectra sing again\" with her designs. Young Sally hung up, and an older woman showed up and called Sally by name at the bar. \"Grams, Aunt Sally called about the building,\" Sally said. She explained that C.J., Sally's son, was set on selling the building. Young Sally Spectra and her grandmother headed off to Spectra Fashions.\n\n\n\nAt Spectra, Sally and her grandmother pulled peeling paint chips off the door, revealed the Spectra logo, and turned on the lights. \"It's like she never left,\" Sally said. \"She never did,\" her grandmother said. They agreed Sally Spectra's spirit was still alive. A flashback to a moment with Saul, Darla, and Sally took place. \"Get ready to hear the future. We are back in business,\" the original Sally Spectra had said.\n\n\n\nYoung Sally couldn't wait to revive that spirit. Her grandmother was glad she had raised Sally to be confident. Sally's cousin C.J. walked in. They all embraced. Sally asked about the building. C.J. said that he had planned on selling the building. Sally couldn't believe it.\n\n\n\nC.J said he had grown up at Spectra Fashions, but he wanted out from under the building. Sally refused to allow it. She said she had just spoken to his mother, and she had promised they would revive Spectra. \"Sally, you can't just revive it,\" he said.\n\n\n\nSally disagreed. She noticed the microphone that Sally had used, and flashbacks of Sally calling the gang together displayed Thorne, Sally, Saul, and Darla together. \"We can do this,\" she had said. Sally struck her namesake's signature pose with her hands on her hips and said she wanted to start the adventure. C.J. refused, but he agreed to give her six months to make a go of it.\n\n\n",
    "imdb": "Sally Spectra receives a call from her great aunt of the same name who urges to save the Spectra Fashion building from demolition. With this instruction, Sally and her grandmother Shirley head over to the old warehouse. Despite the dilapidated state, Sally exclaims that she can still feel the old Spectra spirit. Young Sally intends to revive the magic even though Shirley warns her that it might be a lost cause. Then, Sally's son C.J. Garrison arrives who also fears that recreating Spectra Fashion will turn out to be a failure. They share some memories of the good old days; eventually C.J. agrees to give Sally six months to turn the place into a profit or he will be selling. Ridge breaks the big news to Thomas that there will be a change at the helm of Forrester Creations. Thomas excitement of finally getting his due soon turns sour when he learns that Ridge was promoted. He lays into his father about being overlooked for the position - yet again. Steffy shares her excitement with Liam that she will be running the company alongside her father from now on.",
    "tvmega_recap": "Ridge tells Thomas that he wants to brief him on something. There will be some changes here at Forrester. Steffy tells Liam the same thing. She will now be sharing the CEO office with her father. She is okay with it and so is Liam. She is glad Quinn and Ridge have buried the hatchet. Now all she has to worry about is Thomas. Aunt Sally calls her niece, Sally, and asks how is her girl. She is having a ball with the horses and her boy toys. Now she wants to know if Sally Jr. has looked into the state of the building like she asked. She says she knows she has heard it all before but get that tuchus off that barstool and make Spectra sing again. Shirley Spectra shows up and says CJ is dead set on selling. Sally says they are on their way. Ridge tells Thomas that his sister has done a remarkable job in her job but Eric has asked him to step up and be co-CEO. The Spectra women look the old place over and it feels like the original Sally never left; at least her spirit is still here. Sally Jr. says it is up to them to revive that spirit. CJ joins them and wants to know what this is all about. He wants to sell this to someone who can tear it down. He hates to see it go as he grew up in this place but he can't keep it. Sally Jr. tells him they can do it. She just spoke to Sally and they can revive this place. CJ tells Shirley to talk to Sally. They have to sell this place before it falls down around them. He knows this is where Sally ruled the roost; he was there. Shirley says this would make his mother proud and they can make it like the good old days. He says that is not him; he does not have his mother's magic. Sally says okay then sell to her. She is crazy like a fox and thinks it can work. DJ thinks it is a huge risk. She argues that it is an heirloom, a landmark and he is selling it to her. He finally says he will give her six months, deal. Sally says they are going to turn this ragtag old building into a thriving business just like Sally would have wanted. Steffy tells Liam that she is worried about Thomas as now he is being passed over again. Thomas does take it rough; now he will be down another place in line after Ridge and his sister. Thomas tells him it should be them running the company. They are the designers; Steffy will be gone in six months to do whatever she wants to do. This is a cop out. Ridge says this is what is best for all of them and not over-react. Thomas reminds him that even if Steffy steps down later there is always Rick that will want to jump back in. Thomas says he was not consulted at all. It is like he does not exist. They are making major decisions without him. He is dealing with Caroline and his baby being away but now he has to come back and deal with this. This may be what is best for Ridge but now it is time for him to look out for his own future.",
    "tvmega_summary": "Episode # 7511 ~ Thomas becomes outraged when he learns of the additional changes occurring at Forrester Creations; Liam becomes even more suspicious of Quinn's motives when Steffy tells him of Ridge's new position.",
    "soapcentral_condensed": "Steffy announced she would be sharing the CEO position with her father. Thomas was angry that he was next in line after his sister, and he would have to wait 30 to 40 years. Sally Spectra ordered her great niece to get busy and save the Spectra building. C.J. Spectra said he had planned on selling the building, but he wanted out from under Sally's mother, who had just spoken to his mother, and she promised they would revive it in her spirit.\"It's like she never left,\" Sally said. \"She never did,\" her grandmother agreed. \"Get ready to hear the future, Darla, we are back in business,\" the original Sally had said to her great-nephew, Sally. \"Sally, you can't wait to be raised in Spectra Fashions,\" Sally's grandmother said to Sally, who was on a private island, surrounded by cabana boys. \"It's time for me to look out for my future,\" Thomas said.\n"
}