{
    "soap_central": "\n\nIn the helicopter, Bill declared that no one \"cheap shot\" him at his wedding and got away with it. He admitted he'd been behind Ridge's incident and demanded that Ridge land \"his\" chopper.\n\n\n \nAt Brooke's house, Brooke vehemently denied that Bill had arranged the accident, but Katie decided that they probably shouldn't call it an accident anymore. Brooke insisted that she would have known if Justin had been waiting for the newlyweds in a helicopter; however, Katie contended that Brooke wouldn't have known anything because Bill had arranged surprises.\n\n\nBill arrived with a brooding snarl on his face. Relieved to see him, Brooke asked if all was okay and if they were still getting married that day. Ridge entered, and Brooke asked if he'd been harassing Bill. She said she understood that Ridge had been through a horrible ordeal; however, she'd been there, and Bill couldn't have orchestrated a helicopter while she and Ridge had run down the beach.\n\n\nBrooke also didn't like the accusations of attempted murder or that Bill was a killer. It made no sense to her that her groom would want to hurt the father of her child. Ridge said Bill had thought he'd get away with it. Done with the accusations, Brooke told Ridge to keep his thoughts to himself, because she and Bill were getting married without any more interruptions.\n\n\nTurning to Bill, Brooke asked if the wedding site was set. Ridge chimed in that Bill had never made it to the wedding site. Bill quietly stated that he'd been on the way to the site when Ridge had hijacked Bill's helicopter. Katie and Brooke were shocked to hear that Ridge had piloted the helicopter, and Ridge responded that it was a good way to garner a confession.\n\n\nBrooke concluded that it had been a kidnapping, but Ridge dismissed the term with a grunt and shrug. Brooke asked Bill not to press charges against Ridge, who was confused and needed help. \"I'm not pressing charges,\" Bill flatly responded. Brooke was relieved, and Katie asked what had happened.\n\n\nRidge said that on the helicopter ride earlier, Bill had forgotten to put on his seatbelt, just as Ridge had done when Justin had piloted the Spencer helicopter in Abu Dhabi. Brooke asserted that the helicopter hadn't been there. Ridge stated that it had been on the yacht, and Justin had been waiting to pick the couple up after the ceremony.\n\n\nBrooke shook her head. Ridge insisted he hadn't imagined seeing Justin's face or the Spencer logo. Looking at Bill, Ridge continued, \"And he saw us climb into the helicopter. I put a seatbelt on you, but I couldn't get one on me. He knew that, so he gave the order,\" Ridge concluded.\n\n\nBrooke ordered Bill to defend himself. Bill stated that there was nothing to defend; it had been his helicopter, Justin had been the pilot, and Bill had ordered Justin to dump Ridge into the water. Brooke didn't want to believe it, but Bill said it was true. She exclaimed that Ridge had almost died. Bill responded that he'd never intended Ridge any harm. \"Then why?\" Brooke asked.\n\n\nBill told Brooke that she knew why; she'd been there. Ridge had interrupted their wedding and dragged her away. Bill said he'd been angry, but he hadn't had time to think. He'd just wanted to stop Ridge and get her back. Brooke couldn't believe what she was hearing.\n\n\nBill conveyed that it had been an impulse. He'd told Justin to cool Ridge off without intending Ridge to be hurt. Brooke asked what Bill had expected. \"That he knew how to swim! That there would be a splash, like jumping off a high-dive,\" Bill responded. He'd figured that Justin would take Brooke back to shore and go fish Ridge out of the water -- or Ridge would have already been on shore by then.\n\n\nBill had never imagined that Ridge would go missing and had been relieved that Ridge had surfaced. Bill admitted that he'd been living in fear. \"You?\" Brooke knowingly asked. Bill insisted that he'd been afraid of what the disappearance would mean to everyone, but once Ridge had returned, Bill had known everyone would be okay.\n\n\nBrooke's stare narrowed on Bill. Bill said he'd just wanted to teach Ridge a lesson. Brooke just continued stare wordlessly at Bill. He raged that Ridge had \"cheap shot\" him in the face as his own wedding. \"Now nobody is gonna do that to me and get away with it. Nobody!\" Bill declared.\n\n\nBrooke looked away. Bill asked her to say something and to tell him that she understood.\n\n\nAt Forrester, Ivy was amazed to hear that Ricardo Montemayor had willed the blue diamond to Wyatt, and she asked what Wyatt would do with it. Closing the box, he said he'd let it work its magic. Just then, Liam arrived to commend the pair on the earlier meeting. Wyatt decided to take to Hope the piece that he and Ivy had been discussing, and Ivy was sure Hope would like it.\n\n\nWyatt left, and Liam asked how Ivy was settling in. He imagined that it was hard to change continents so quickly. She relayed that she was doing okay, and her mother kept in constant contact with her. She mentioned that she was making a video for her mother and asked if Liam would be in it.\n\n\nHappy to help, Liam stationed himself behind the desk. Ivy filmed a short piece with her phone, telling her mother that, in the executive suite, one never knew who they'd bump into. Liam popped into the frame and greeted, \"Hello, Mum!\" Giggling, Ivy said her mother would really love it.\n\n\nLiam was amazed that Ivy's mother knew who he was. Ivy revealed that he and Wyatt were famous in the tabloids. \"'Who will Hope choose?'\" Ivy quoted. She was skeptical about Hope and Wyatt being over but still working together. Liam said she'd heard Wyatt, and Liam felt that, after all the ups and downs, Hope was fully committed to Liam.\n\n\nIvy said that Liam was a nice guy, and it wasn't her business either way. She figured she was there to work. Adding that the video wouldn't make itself, Liam ordered her to get back on it.\n\n\nIn the CEO's office, Hope was thoughtfully pairing jewelry with designs when Deacon arrived. \"Like mother, like daughter,\" he warmly stated about Hope's business side. He remarked that he'd never accomplished as much at her age, but she recalled that he'd owned a bar. Chuckling, he said she inspired young women to live a life of meaning, and he'd inspired them to \"other things.\"\n\n\nHope giggled. \"You even have the same giggle she does,\" Deacon noted, grinning.\n\n\nDeacon asked how Hope and Liam were. Hope giggled as she described Liam hobbling around on his boot. She thanked Deacon again for helping Liam with Quinn. Deacon claimed he was trying to change, and Hope said she could tell. He hoped Brooke would see it, too, some day.\n\n\nHope frankly responded that she didn't think Brooke wanted anything to do with Deacon. Deacon dismissively smiled and shrugged, saying he knew that. Hope added that Brooke would not be interested in Deacon romantically and asked if Deacon understood that Brooke was with Bill.\n\n\nDeacon declared that Bill wasn't the man Brooke thought he was. Hope wasn't fond of Bill but stated that Bill had proved himself to Brooke. \"Proved what? That he's a jerk?\" Deacon quipped. Deacon admitted that he was also a jerk, but he at least knew his own limitations, unlike Bill. Deacon was confident that Brooke would soon see Bill for who he was.\n\n\n\"Can I just come out and ask you something?\" Hope asked. Deacon replied that she could ask anything. She asked if he still had a thing for her mother. After a pause, Deacon decided to let her in on a secret. \"Any guy that's ever been with Brooke Logan still has a little thing for her,\" Deacon said.\n\n\nHope chuckled uncomfortably. Deacon added that, in the past, every man had been second to Ridge, but Ridge was with Katie. \"And my mom is with Bill,\" Hope stated again. Deacon responded that he didn't see that lasting, and Hope asked what he knew that she didn't. He said he'd been working on something to help her mother out, but that was all he wanted to say about it for the time being.\n\n\nAs Wyatt entered, Deacon said he was on his way out. Before going, Deacon told Hope that he wasn't delusional. He just believed that with time and effort, Brooke would appreciate his changes and cut him slack. With a wink and a smile, he asked who knew what the future held.\n\n\nLater, Wyatt and Hope were working at the sky lounge. Hope showed Wyatt one of Ivy's necklaces and raved about the Forrester's new jewelry team. Wyatt thanked Hope again for giving him another chance at work. Hope wondered how he'd top himself after the Mexico trip, during which they'd acquired the use of the HFTF diamond.\n\n\nWyatt called the trip the beginning of a great adventure, and he was sure there would be more. Hope agreed but doubted that any would be with the diamond. He decided to show her something, and she asked if it was for the line. He replied that it was for her. He opened his hand and revealed the blue diamond in its diamond-encrusted spoke setting.\n\n\nHope gasped and exclaimed his name. She stammered but couldn't even ask the questions on her tongue. Wyatt said that Ricardo had given it to him, and in turn, Wyatt was giving it to Hope. She broke into a glorious smile and gratefully hugged Wyatt.\n\n\nBy that time, Ivy had made her way to the lounge to continue filming, and she accidentally caught the hug on video.\n\n\nBack in the CEO's office, Deacon returned to say something else to Hope, but she'd already gone. He picked up a promo picture of Brooke's Bedroom, featuring Brooke, and his mind flashed back to the first time he'd been intimate with Brooke. \n\n\n",
    "tvdb": "Brooke is taken aback when Katie tells her that she doesn’t think that Ridge falling out of the helicopter was an accident. Ridge arrives at Brooke’s house with Bill and some information about her pending nuptials. During a visit with Deacon, Hope begins to realize the real reason why her father returned to Los Angeles. Wyatt presents Hope with a generous gift.",
    "tvmega_recap": "At Ridge's repeated urgings, Bill finally admits that yeah you bet he did it. Ridge got what was coming to him. Ridge cheap-shot him and drug off his bride and nobody does that to him and gets away with it, so he had Justin dump him. Now he wants Ridge to land this chopper. Brooke keeps defending Bill that they were getting married, so there is no way he could have planned an accident for Ridge. Katie says she isn't sure they can still call it an accident. When Wyatt shows Ivy the big blue diamond, she says she thought it was on loan and they returned it. Wyatt says yes but when Ricardo recently died he gifted it to Wyatt. She asks what he is going to do with it and he replies let it work its magic. Wyatt has to quickly close his fist with the diamond when Liam comes back in and tells Wyatt good job at the meeting today and it's obvious he is excited to be back at work. Wyatt says that is a huge understatement. Liam asks if he has any specific plans. Wyatt says just strictly business but he always has something in the works. And then he segues way that he needs to go show Hope this latest piece. Hope asks Deacon why he came by. He says just to check up on her and to ask about Liam. She says he's fine. It's kind of cute seeing him hobble around. She thanks him for telling Wyatt what Quinn was up to. He says anything to help and he wants them to see he is trying to change. Maybe her mom will see that someday too. Hope says no offense but she doesn't think her mom wants anything to do with him. She says he is her father and Brooke knows she wants a relationship with her dad but it's hard to even think that she would change her mind about him. Deacon shares that Bill is not the man she thinks he is. Hope says obviously she is not a huge fan of Bill's but he has proven himself with her mom. Deacon says yes, he's proven himself to be a jerk. Deacon has been one too but at least he knows his limitations. Bill thinks he can do anything and up until now he has. But Brooke is gonna find out very shortly exactly what he is capable of. Brooke is still trying to convince Katie that Bill had nothing to do with Ridge's accident when Bill comes back home. She quickly says she is not even ready yet; he came back too soon. They are still going to get married? Ridge answers he is not sure. Brooke tells him if he is still accusing Bill then he can turn around and go back home. He had a terrible accident but Bill had nothing to do with it. She saw it happen and it was one of the worst days of her life. But Bill did not orchestrate it and what Ridge is saying would be attempted murder and he would not do that. She orders Ridge to keep this to himself. She wants no more interruptions. All four of them now need to come together for the kids. She tells Bill again that she is not ready. Ridge says that is on him. He didn't let Bill get to Catalina. Bill finally speaks up and says Ridge had him hijacked. After Wyatt leaves, Ivy makes small talk with Liam and even convinces him that her mum would love to know them all better so would he mind being in her video. He acts goofy but complies. She mentions both Wyatt and Liam being in the tabloids over Hope. She knows Hope is with him now and that's good. She thinks he is a really nice guy and Hope's love life is none of her concern. She is here to work and that is what she is going to do. Deacon tells Hope that she has that whole blonde mother/daughter executive thing going on .something he never accomplished at her age. She reminds him that he owned a club or something. He says yeah that's right so maybe they are alike. She inspires young girls to live a life of meaning and he owned a club and inspired young women to other things. Hope asks if he still has a thing for her mom. He lets her in on a little secret .any guy who has been with Brooke Logan still has a little thing for her. And it used to be if your name wasn't Ridge, then why bother as you were destined for second place but now Ridge is with Katie. She reminds him that Brooke is with Bill. Deacon says he knows but he doesn't see that lasting. He admits he's been working on a little something to help her mom out so they'll have to wait and see. Wyatt comes in but says he can come back. Deacon says it is okay, he was just leaving anyway. He tells Hope that maybe her mother will appreciate his efforts and with time and a little understanding she will see that he has changed and cut him some slack so you never know what the future might hold. Wyatt and Hope go outside on the Rooftop as she has some jewels of Ivy's that she wants to see in the natural light. He thanks her again for this second chance. She says he has a lot to live up to like topping whisking her away to Mexico and coming home with the HFTF diamond. He says that was the beginning of a great adventure for them and with success it can happen again. And he did make a promise. She says she remembers, he was going to give it to her and she is holding him to that. Slyly he says he has something that she needs to see in the natural light. It's not for the line but something for her. Something that he only imagined her owning since he saw it. He opens his fist and presents the diamond. She gasps and puts her hands to her face. He said he told her that he would not break his promise. Ricardo gave it to him and now he is giving it to her. She says she does not know what to say. Ridge tells Brooke what he told Bill, that poetry wasn't the only thing he learned in Paris. Both Katie and Brooke guess that it was he that was flying Bill's helicopter and brought him down. Brooke says she is sure Bill will want to press charges, but don't. Ridge is confused and they need to help him. Bill says he is not pressing charges. Katie wants to hear the details. Ridge says he remembers seeing Justin's face and the SP logo. He was not imagining that. The helicopter had been on the back of Bill's yacht. He saw him and Brooke climb into the helicopter and he gave orders to Justin to dump him. Brooke says damn it, Bill needs to defend himself. Bill says nothing to defend. It was his helicopter; Justin was the pilot and he had him dump Ridge in the water. In shock, Brooke says no he wouldn't do that. Ridge almost died and they were all worried about him. Bill says he knows but Ridge interrupted their wedding. He drug her away. Bill was angry and he didn't have time to think. He just knew he had to get her back with him. It was just an impulse. He told Justin to cool him off. He never thought he'd get hurt. He could swim or Justin could go back and get him. He never thought in a million years that he'd go missing. And when he was found, Bill was relieved as he had been living in fear. Bill says he was afraid. Ridge had cheap-shot him in the face while they were getting married and nobody does that to him and gets away with it. He wants Brooke to say something. Tell him that she understands.",
    "soapcentral_condensed": "Bill admitted he'd been behind Ridge's incident and demanded that Ridge land \"his\" chopper. At Brooke's house, Brooke vehemently denied that Bill had arranged the accident, but Katie decided that they probably shouldn't call it an accident anymore. Brooke asked Bill not to press charges against Ridge, who was confused and needed help. Ivy was amazed to hear that Ricardo Montemayor had given Wyatt the blue diamond to give to Hope. Liam said he'd let it work its magic on the pair and decided to take Hope to the meeting earlier to tell her that he had been sure she would understand and that he was sure she was sure of him. The pair were set to get married that day, but Ridge chimed in that Bill hadn't made it to the wedding site. Ridge said Bill had thought he'd get away with it and demanded to know why he'd interrupted their wedding and dragged her away. Bill said he hadn't had time to think. He'd just wanted to stop Ridge and get her back.\n"
}