{
    "soap_central": "\n\nAt the Forrester mansion, Maya had a heated discussion with her sister, Nicole, about Maya's decision to become a transgender female. Maya maintained she had nothing to be ashamed of and had nothing to hide. Nicole said she didn't understand.\n\n\nMaya said she'd done what she'd had to do. Nicole asked about Maya's daughter. Maya said the girl had been her boyfriend's child. Maya had become her guardian and had raised her like her own. Maya reminded Nicole that the little girl had died in a car accident.\n\n\nMaya shared that her life had changed a lot in the past decade, and she had never dreamed she'd be leading the life she had. Nicole wanted an explanation. Maya said that she'd been born male but had always wanted to be female. Maya noted that she was no different than people born with ailing hearts that needed to be rebuilt.\n\n\nMaya insisted she would no longer apologize for who she was. She had put up with all the insults of people wondering about her breasts, what she'd had removed, and how many hormone pills she had taken because they could result in cancer. She added that people had asked why she couldn't just be gay.\n\n\nNicole pointed out that Maya would have to tell Rick she could not have children. Maya agreed, but she wanted some time to tell Rick about what had happened. Maya maintained that she would not lose Rick. She wanted to work everything out with him.\n\n\nAt Forrester, Rick sat in his office, and Ridge and Carter entered. Ridge wondered why they had been summoned. Rick shared that he had recently finished a meeting with Ridge's ex. Ridge looked suspicious, and Rick laughed that the ex had been Katie -- one of many of Ridge's exes.\n\n\nRick noted that Katie and Bill had apparently returned from their honeymoon. Ridge replied that he'd heard it had all been Champagne and fairy dust, but he wanted to know what Rick wanted from him and Carter. Rick said he'd wanted to discuss designs that Ridge and Caroline had completed. He said that while Caroline was in New York, taking springtime selfies, he wanted to finish the line and review jewelry. Rick asked Pam to call Ivy in.\n\n\nIn Ivy's office at Forrester, Ivy and Liam discussed that Ivy had been working too hard. Ivy said she had to keep Rick happy. Pam called and summoned Ivy to a meeting. Liam wanted to attend with her. Ivy wasn't keen on it, but Liam said it couldn't get any worse.\n\n\nLiam promised to annoy Rick, and Ivy decided that was a good enough reason to attend. Ivy and Liam entered Rick's office, and Rick wondered why Liam was there. Liam reminded Rick that his father owned part of the company. Rick promised that he could easily ignore Liam's presence just as he would have ignored Liam's father.\n\n\nLiam countered that it was too bad Rick hadn't inherited any of his father's concern for family, employees, and manners. Rick ignored him, and said \"Ivy, Ivy, Ivy, I am heartbroken.\" He chided Ivy and said her designs were \"adorbs\" -- something he noted that Caroline would say. But he said she needed to up her game. Rick checked with Carter to see if they had a contract with Ivy, and Carter confirmed that they did not.\n\n\nLiam noted that Rick was trying to humiliate Ivy, but Rick said he needed her to develop some edgier designs. Rick felt that she needed to have some bold, sleek items that worked with the Forrester style. Ivy agreed she could do that.\n\n\nLiam argued that Rick needed to improve his method of communicating with employees and asking for feedback. Ivy interrupted and said she would create something gutsier. Rick encouraged Ivy to make something like \"Quinn used to dream up.\"\n\n\nRick added that Ivy and the design team should think about Maya when they designed necklaces and clothing -- how things would look on her because she was the lead model, and her femininity should be considered.\n\n\nRick left, followed by Liam and Ivy. Carter and Ridge discussed Rick. Ridge said Rick had been completely wrong about Ivy's jewelry. He added that it had always been Rick's style to terrorize people then say something nice. \"He perfected it with his mother,\" Ridge said. Pam entered and encouraged Ridge to be a good big brother to Rick. Ridge maintained that would never happen.\n\n\nIn Ivy's office, Liam was angry that Rick had started a full frontal assault on Ivy, but Ivy said she had a bulletproof vest. Liam promised to soften the blow of Rick's insults. Liam offered keys to his home. Ivy refused to take them, but Liam insisted that if Ivy and Aly needed to get away from Rick, they could get into his house. She accepted the keys and kissed him.\n\n\nAt the Forrester mansion, Nicole lamented that Maya had left her with parents who were never happy. Maya apologized but added that she'd had to save herself and live her own life. Maya promised to be the woman Rick wanted as long as he wanted her. Nicole reminded Maya that Rick would want children, and she could never have a child of her own. Maya added that she hoped Rick didn't call her a freak as Nicole had.\n\n\nMaya said she would tell Rick on her own terms, and if she lost him, she would have to live with it. Rick entered and hugged Maya.\n\n\nMaya said she had lost track of time, and she had not made the martinis yet. Rick gushed that he had the love of a woman he thought he'd never meet. He praised her love, beauty integrity, honesty, and more. Rick hugged her, and Maya looked at Nicole. \n\n\n",
    "tvdb": "Still curious about the life that Maya has been living while in Los Angeles, Nicole has many more questions for her sister. During a staff meeting, Rick makes an example of Ivy by criticizing her work performance in front of her coworkers. Seeing the frustration from her nephew, Pam gives Ridge unsolicited advice on how to interact with Rick. Due to the disrespectful behavior he witnessed from Rick, Liam’s desire to take over Forrester Creations intensifies.",
    "tvmega_recap": "Maya asks Nicole to forgive her and to understand why she was not there for her growing up. She says she knows it is hard to understand but she had to do what she did. Rick calls a meeting but Carter and Ridge are late apparently after an afternoon tennis match. Rick says it is okay; he had company while he was waiting. He tells Ridge that one of his exes was here \u0096 Katie and she and Bill had a fabulous honeymoon. Ridge asks why are they here at this meeting. Carter wants to wait for Caroline but Rick says no they are not going to twiddle their thumbs while Caroline takes selfies. He asks Pam to go get Ivy. Then he tells Ridge he has one issue with his sketches he is seeing. Ivy is trying to sketch but Liam keeps nibbling on her neck. He says somebody needs to pull that rug out from under Rick at Forrester and by someone he means himself. Pam tells Ivy that Rick wants to see her and it probably won't be good. Liam says he is going with her. Rick tries to stop him at the door but he declares that his dad owns a part of this company now. Rick says he can stay because it is so easy to forget that he is even in the room. He tells Ivy that he knows she has a problem with him but he also has a problem with her designs. Before he can say more Liam raises his hand and asks Rick what is his expertise in women's jewelry. Rick replies that it was actually a woman who brought this to his attention. Ivy figures she knows just who that woman is. Nicole tells Maya there is one thing she does not understand. What about her baby girl. Maya admits it was her boyfriend's baby and when he got in trouble she became the guardian and raised it as her own. Then she died in a car accident. Her life has changed so much. She is living here now, in love with Rick and living a life she never dreamed she would be living. She is almost crying when she says she does not want to lose Rick; they will work out. Rick asks Carter to refresh his memory and explain the contract with Ivy. Liam pops off again just what is this exercise for. Carter reminds him that she is a sub contractor and is not an employee. Rick asks if she can be terminated. Liam objects again. Rick says he is only trying to figure out what their obligations are to each other. Rick tells Ivy that she is good, very good but he needs more. Her items are timid and understated. They need to see something gutsier like Quinn used to dream up. Ivy says that is great. It will be more fun for her. She thought this is what Rick wanted. Rick responds that he thinks the whole designing team should design with Maya in mind. They need to capitalize on her look, her style, her femininity. Nicole reminds Maya that she was born a male so how can she treat this so caviler. Maya says plenty of people are born without arms or legs, have a clef palate or other deformities. And someday Nicole may have to tell people that she is not the person they want her to be. That is why Maya left home. People ask questions but she does not owe them that information. People look at her now and see a woman, end of story. Nicole says yes but she wants to marry a guy when she knows she can never have children. Carter hates being the evil lawyer and is glad he has a phone call to attend to. Pam has a conversation with Ridge and compares him to Stephanie who she had rounds with but Stephanie always had her back. She wonders if Ridge could be a better big brother. Ridge is sure it would make life easier but says they are not brothers in any meaningful sense. Ivy thinks Rick's comments were just direction. Liam sees it as a full hit on her self esteem and reminds her that she does not have to stay at home and take that from him there too. He pulls out a key to his place that Caroline returned and gives it to Ivy with or without Aly. Maya says she gets that Nicole thinks she has something over Maya but she will tell Rick before Nicole can. She just wants to live her life and she does not know if Rick even wants to get married again. If not, she will just be his woman for as long as he wants. And if he proposes then she will tell him why she can not have children. She is just asking Nicole to let her live her life and it run its normal course. She is done being ashamed. Rick walks in and Maya looks worried. She tells Rick that she lost track of time just talking with Nicole and has not made their martinis. He jokes that she is so out of this house now. But he goes on that nobody can be as happy as he is and he has found a woman like no other. Again Maya looks frightened while Nicole watches the two of them.",
    "tvmega_summary": "Episode # 7030 ~ Liam continues to fight for Forrester Creations; Rick's vendetta against Ivy continues.",
    "soapcentral_condensed": "At the Forrester mansion, Maya had a heated discussion with her sister, Nicole. Maya said she'd been born male but had always wanted to be female. Rick chided Ivy and said her designs were \"adorbs\" Ridge said Rick had always been Rick's style to terrorize people and then say something nice then say it again.. Liam promised to soften the blow of Rick's insults, but Ivy refused to take them and insisted that Liam and Aly needed to get away from Rick, but Liam insisted that they could get into his house and getaway from Rick. Ridge said he'd heard it had all been Champagne and fairy dust, but he wanted to know what Rick wanted from him and Carter. He encouraged Ridge to be a good big brother to his big brother, Rick, and said he was angry that Rick had started a full frontal assault on Ivy's office, but she had a bulletproof bulletproof body.. Maya promised to live her life as the woman she wanted to live.\n"
}