{
    "soap_central": "\n\nIn Bill's office, Justin explained some of the formalities that Wyatt had to go through before his name became legal. Caroline entered and heard Justin congratulate her cousin. She did it, too, and then asked why she was doing it. \"I have a new name,\" Wyatt proudly replied. Caroline was impressed that her uncle had stepped up, and Justin decided to take off to finish the paperwork.\n\nCaroline checked Wyatt's social media page, which had him still listed under Fuller. She complained that the name change hadn't happened until it was on his page. She also complained that he hadn't accepted the family request to his friend's list that she'd sent \"ages ago.\"\n\n\nCaroline suddenly realized that Wyatt had done Hope a huge favor. Wyatt asked how, and Caroline groaned, saying, \"Hope Fuller like 'hopeful.' I mean, could you imagine?\" Looking at the bright side, Caroline decided that Hope would be a Spencer no matter what man she chose.\n\n\nIn Rick's office, Hope accessorized some models, and as they left, Quinn took credit for knowing the pieces would work. Quinn said that she was right about more things than jewelry. Hope stated that she'd trust Quinn's jewelry advice, but picking a man was up to Hope alone. Quinn stated that Hope would want to get to picking quickly once she'd heard Quinn's news.\n\n\nQuinn gave Hope the news about Wyatt's new last name. Hope asked how Quinn felt about it, and Quinn explained that, though she'd hated the name for years, the world hadn't ended upon Wyatt finding his father. Quinn was happy that Wyatt would have the prestigious name.\n\n\nHope didn't see what bearing it had upon her choosing between Liam and Wyatt. Quinn noted that the name change would make it obvious to Hope's fans that Hope was dating brothers, and Quinn figured Hope could avoid the \"which brother will she choose\" scandal. Hope was willing to put up with the gossip because she had to make the right decision. Quinn was confident that Hope would do that.\n\n\nSometime after Quinn had gone, Wyatt arrived, and Hope congratulated him on his new name. Wyatt imagined pillowcases embroidered with Mr. and Mrs. Spencer and their wedding date. Hope asked if the name would take getting used to for Wyatt or if he'd miss the Fuller name. Wyatt reasoned that he'd found where he belonged, and things were just getting better and better. He believed it had all started with meeting Hope, and he kissed her.\n\n\nIn the Forrester corridor, Charlie arrived in knight's garb. Pam exclaimed that he was her knight in shining armor. They had plans to attend a medieval event, and Pam said it got her \"bustle in a bunch\" to see how much Charlie liked the jousting. She was disappointed that Aly wouldn't be joining them. It had once been her and Aly's thing. Charlie replied that it had become \"our\" thing.\n\n\nCharlie asked if Pam had remembered to take the axe he'd gotten to the photo studio, and Pam replied that she'd done it. She was sure that Oliver would fall in love with the idea of shooting Pam and Charlie with their medieval weapons, and it would be the best photo shoot ever.\n\n\nIn the CEO's office, Oliver felt that Thorne was lucky that Aly hadn't seen Thorne embracing Taylor. Thorne asked what business it was of Oliver's, and Oliver said he cared about Aly and didn't want to see her hurt. Thorne felt that his daughter was an adult, and he explained that he and Taylor had a dating history that had started even before he'd married Darla.\n\n\nThorne, who'd been willing to put his life on hold to be the best father he could be, said Aly was old enough, they lived in different cities, and he was allowed to be happy. Thorne was confident that he and Taylor, the therapist, could handle talking to Aly. Oliver stated that Thorne hadn't been around, and Aly still talked to her mother. Surprised that Oliver knew about that, Thorne reasoned that it comforted Aly, but he believed that she knew it was just her imagination.\n\n\nThorne asked what was going on with Oliver and Aly. Oliver said they hung out together, and Aly confided in him sometimes. Thorne wasn't comfortable with an older guy hanging out with Aly. Oliver dismissed the minimal age difference and said Aly had opened up a lot to him about her past.\n\n\nThorne was glad Aly had someone to talk to, and Oliver offered to be there when Thorne spoke to her about Taylor. Thorne declined, but Oliver insisted that Aly needed all the support she could get. Thorne said that he and Taylor had been very careful for Aly's sake, but they were ready to be honest about it. He felt that Aly wanted him to be happy, but Oliver replied, \"Not with Taylor.\"\n\n\nOliver felt that it was Thorne's right to finally move on, but for Aly, the pain was still raw. He suspected that Aly wouldn't react the way Thorne hoped, and telling her would be a huge mistake.\n\n\nIn the Forrester studio, Aly trembled and shrank back when Taylor greeted her and said she was there for her. Aly stated that Taylor didn't understand what the sight of her did to Aly, and Aly ordered Taylor to go back to Paris or whatever she'd arrived from. Aly didn't want Taylor near her.\n\n\nTaylor offered to call Thorne, but Aly stated that he'd tell Taylor to get away from Aly. Taylor claimed not to want to upset Aly; Taylor just wanted to talk. Aly stated that she wouldn't forget what Taylor had done, and Taylor replied that she wouldn't, either. It haunted Taylor every day. Aly declared that it didn't make it okay. Aly felt that she couldn't escape, and it was Taylor's fault.\n\n\n\"Escape?\" Taylor asked, and Aly replied that it was the memory. Aly's birthday was forever the day that someone had drunk too much and gotten behind the wheel. Aly said that her mother had been a person going out of her way to do the right thing by helping Taylor's daughter. Taylor replied that it was who Darla had been. \"But you're the one that's still alive!\" Aly exclaimed.\n\n\nAly seethed that Taylor pretended to be moral but was the first person to stand in judgment of people like Brooke and Hope. Aly said Taylor pretended to be a saint, but Taylor was a murderer. Aly stated that Darla was the saint who'd earned her place in heaven, a place Taylor would never see.\n\n\nTaylor tearfully murmured that Darla had been a wonderful person. Aly raged that Darla had been her mother, and Taylor had taken Darla from Aly. Taylor relayed that Thorne had told her that Aly's childhood had been difficult, and Aly asked why her father would talk to Taylor about anything.\n\n\nTaylor said that she and Thorne were friends. Aly quipped that Thorne had wanted Taylor's \"expert\" opinion. \"Well, I'm not crazy, and don't you dare call my father your friend!\" Aly raged. Taylor revealed that she and Thorne had remained fond of each other. She started to talk about Paris, but Aly began telling Taylor that after Darla's death, Taylor had tried to make Thorne betray Darla's memory.\n\n\nTaylor explained that she'd wanted to marry Thorne because she'd loved him. Aly retorted that Thorne hadn't felt that way about Taylor, and Aly thanked God that she'd stopped it. Aly felt that, even though she'd been young, she'd seen right through Taylor. Taylor explained that she and Thorne had agreed not to be married because it would have been too much for Aly.\n\n\nAly declared that Thorne had never remarried because Darla had been his one and only. Taylor stated than another explanation was that Thorne had wanted to see Aly grow into the wonderful woman that she'd become, and it was time for him to have his own life and someone special. Aly claimed that she'd support that if the right woman happened along.\n\n\n\"Well, Aly, as I was saying, we've been getting closer lately,\" Taylor carefully stated. Aly ordered Taylor to stay away from Thorne, who wanted nothing to do with Taylor. Taylor urged Aly to see that it wouldn't change anything for Aly, who'd always be first in Thorne's life. Taylor asked Aly to see the sacrifices that he'd made for Aly and to see that it might be time for him to make his own choices about his life and who he'd spend it with.\n\n\n\"I have stopped you before, and I will stop you again! You may have taken my mother, but you will not take my father! You won't!\" a red-eyed Aly declared. Taylor turned her back to search her purse for her phone to call Thorne. Aly spotted the axe Pam had left in the studio.\n\n\nStudying the axe that had been in plain sight throughout the whole conversation, Aly said Taylor wanted to take Aly's father, but Aly wouldn't let her. Picking up the axe, Aly declared that Taylor kept taking from Aly's family, but it was time to cut Taylor off.\n\n\nTaylor turned around in time to see Aly deliberately inching toward her with the axe in hand. \"Aly, No!\" Taylor yelled and let out a piercing scream. \n\n\n",
    "tvdb": "Quinn attempts to get Hope to make a decision between Liam and Wyatt and urges her to choose Wyatt. Thorne becomes suspicious of Oliver and Aly’s involvement. Wyatt admits to Hope that the change in relationship with his father feels right. Pam and Charlie get excited for a medieval event they are attending. Pam is disappointed that Aly is not going with them. Pam mentions to Charlie that both Taylor and Aly are in the same building and worries about Aly’s reaction if she sees Taylor.",
    "tvmega_recap": "Aly is startled. She looks at Taylor and asks why she is here. She says she left L.A. and she could finally breathe. Now she is back. Taylor says there are so many things she wants to say to Aly. She is there for her. Panting, Aly says Taylor has no idea what seeing her does to her. She needs to go back to Paris and not be anywhere near her. Oliver tells Thorne that he is lucky that it was him and not Aly who came in and saw Taylor in his arms. Thorne says he is not sure why any of this is Oliver's business. Oliver tells him he knows all about his wife, Darla's death, and how it affected Aly. He cares for Aly and doesn't want to see her hurt. Thorne admits that he and Taylor are a couple. He appreciates Oliver's concern and glad she has someone to confide in, but she is old enough now to know the truth and accept it. Oliver says not for this. Aly absolutely hates Taylor. Thorne says even that is not totally unexpected because he and Taylor had a history before he even married Darla but for some reason it never worked out. Aly was the last reason because of the accident. He says he put his life on hold to be the best damn father he could be. He says Aly is old enough now. They even live in different cities so he is allowed to do this. That's why they are here to tell the family and Aly. Wyatt questions Justin about the piece in the paper. Justin says it is weird but California law. They must run it once a week for four weeks, then he will be a Spencer. Justin quips that Bill gets all the credit while he does the grunt work. Wyatt says Wyatt Spencer, has a nice ring to it. Caroline walks up and gets in on the end of congratulations and thinks Hope has chosen Wyatt. He explains he has a new name. She tells her cousin that he just did Hope a favor. Imagine being Hope Fuller .like Hopeful, that would be awful. But now either way, she gets to be a Spencer. Charlie surprises Pam and asks if she is a damsel in distress. He's suited from head to foot in medieval armor. She tells him he looks good enough for her to eat. She says she is so glad he is so into this. It puts her bustle into a bunch. Hope adjusts the necklace on one of her models. Quinn walks in and says she is always right. Hope tells her she will trust her life with Quinn for picking her necklaces, but a man that is up to Hope. Quinn gloats that she needs to start picking as she won't want to wait any longer when she hears Quinn's news. No more Fuller; Wyatt is going to be a Spencer. Hope asks how Quinn feels about that. Quinn admits that the Spencer name made her furious for years. She swore then that she'd never let Wyatt know. But now that he does she sees the world isn't coming to an end and she has to admit the name brings a certain level of respect so she is happy for Wyatt. Hope is happy too but does not see how this changes a thing of who she chooses. Quinn points out that Hope has been dating two brothers but her fans might not realize that. Now it will be painfully obvious, so Quinn can't see this going on for too long. There doesn't have to be a scandal. She and Liam have tried for years and didn't make it so this dating both is just prolonging the obvious. Hope says yes there might be gossip about her but she will deal with it. She feels she is on the verge of making a life decision and she wants to get it right. Oliver asks Thorne how are they planning on telling Aly. Thorne says they will just sit her down and tell her the truth. Taylor is a psychiatrist and Aly will be fine. Oliver is still skeptical and says Aly still talks to her mother. He says they hang out and Aly confides in him. He knows what he is talking about and this will not end well. Thorne says Oliver is a little old to be hanging out with Aly anyway but he is glad she has someone to talk to. Oliver offers to be there when they tell Aly. Thorne declines that. Oliver says trust him. This is going to be a shock and Aly will need all the support she can get. Taylor tells Aly maybe they should call her father. Aly says he would tell her the same thing; just stay away from her. Aly says she will never forget what Taylor did. Taylor says she won't either. It haunts her every day. Aly says she can't be like other kids who have a party and go out with friends. Her birthday is nothing but the day that a person drank too much and got behind the wheel. And her mom ..she was helping Taylor's daughter, just a good person going out of her way to do the right thing. But Taylor is still alive. She pretends to be so moral but is the first person to stand in judgment of people like Brooke and Hope. She says Taylor pretends to be a saint but she isn't. Her mother was a saint; she earned her right in Heaven. Taylor is a murderer and will never get there. Taylor says Darla was a special woman and everyone loved her. Aly backs away and looks at the axe on the table. She gnashes her teeth at Taylor and says guess her dad needed an expert opinion, but she is not crazy and she is not to call her dad a friend. Taylor tries to tell her they have been friends for years and have gotten closer. Aly accuses her of trying to get Thorne to betray her mother's memory. Taylor says she wanted to marry Thorne because she loved him. Aly says thank God she stopped that. She was young but she could see right through Taylor and Thorne could never be happy with her. After all these years he has never remarried. That ought to tell Taylor something. And if the right woman came along, she would support that. She barks at Taylor to listen to her; stay away from her dad. He wants nothing to do with her. Taylor tries to convince her that this will change nothing for Aly. Aly will always be first in his life. He gave everything up for her, but now maybe it's time for him to have his own life and to decide who he wants to spend it with. Hope tells Wyatt that she's heard his big news. His mother was here and is glad that he is a Spencer. Wyatt says that makes two of them; Hope says three. He quips it will make it easier than having Fuller being on the embroidered pillowcases and have to change. She teases him about it and he says oh yeah, even if he has to make them himself. Mr. & Ms. Spencer with the wedding date. He might miss Fuller, but Spencer seems right, like he belongs. Things are just getting better and better and to think it all started when they met in the woods. Taylor tries to tell Aly that she is not taking her father away. She loves him and he never stopped loving her. Aly turns away in fear and says NO, stop it, she's lying. Taylor turns to get her phone and call Thorne. She knows they can sit down and work this out and all will be fine. Aly keeps looking at the axe nearby. Aly says Taylor took away her mother and now she wants Thorne too. Well she can not let that happen. It's time to cut her off. Taylor turns around and Aly is wielding the axe over her head heading toward Taylor who lets out a bloody scream.",
    "soapcentral_condensed": "Quinn gave Hope the news about Wyatt's new last name. Wyatt imagined pillowcases embroidered with Mr. and Mrs. Spencer and their wedding date. Pam said it got her \"bustle in a bunch\" to see how much Charlie liked the jousting. Thorne felt that his daughter was an adult, and he explained that he and Taylor had a dating history that had started even before he'd married Darla. Oliver felt that Thorne was lucky that Aly hadn't seen Thorne embracing Taylor. He felt that Aly wanted to be happy, but Thorne suspected that she was still raw from the pain of her past with Thorne, and offered to be there when Thorne spoke to Taylor about Thorne's relationship with Taylor. Oliver insisted that Aly needed all the support she could get, but they were ready to be honest about it, and Thorne said that they had been very careful for Aly's sake, but it was time for them to talk about it.\n"
}