{
    "soap_central": "\n\nOn the steps of the Sydney Opera House, Steffy and Ivy posed in gowns for a Forrester photo shoot. After the session, Ivy and Steffy had a press conference. The press was amazed that Steffy would work on her wedding day, and they asked if there would be press at the wedding. Ivy said no photos or footage was allowed, and it was strictly a private family event.\n\n\nThomas tried to end the conference, but a reporter asked Steffy to marry him instead of Liam because the reporter was a good cook. Steffy called off her wedding, but Ivy asserted, \"Not on your life.\" Everyone laughed, and the conference concluded.\n\n\nIvy and Steffy went to the hotel, where the wedding attendants did their hair and makeup in a hotel room. Steffy said she could never have pulled the wedding off without Ivy. Ivy had enjoyed doing it with Steffy, and she wanted Steffy to know that she was good with being Liam's past and Steffy being Liam's future.\n\n\nIn Brooke's room, Brooke helped Ridge get dressed. She couldn't believe that Steffy was doing a photo shoot with Ivy. Brooke had expected Steffy to only be in bride mode that day. Ridge replied that it was just how Steffy was, and he wanted a drama-free day for her.\n\n\nLater, Ridge stopped by Steffy's room for a moment with his daughter. Ridge became emotional, and Steffy said she didn't expect that there wouldn't be any tears. Ridge had been thinking of Steffy's childhood smile and wanted to make sure she had smiles for her husband. Steffy said that she did, and she wanted Ridge to know she'd always be his little girl. The two hugged.\n\n\nIn Thomas' hotel room, Sally was on the phone with Grams, talking about how beautiful Sydney was. Grams told Sally to remember why she was there. Sally said it was to attend the wedding as Thomas' date. Grams added that it was to get some pictures or footage to create some buzz. Grams insisted that the future of Spectra was in Sally's hands.\n\n\nSally emphasized that she was Thomas' date, but Grams insisted that Sally get the pictures. She said they'd post them on the Internet, and the pictures would go viral. Sally replied that she had to go, but Grams repeated for Sally to get the pictures.\n\n\nIn Los Angeles, Saul was unhappy about the whole thing with Sally being at the wedding and asked if Thomas even knew that Sally would take pictures. Darlita told Saul not to worry about Sally using Thomas because Sally actually liked Thomas. Shirley stated that Darlita was not helping and reassured Saul that Sally was just there to get Spectra the publicity they needed.\n\n\nBack in Sydney, Thomas rushed into his room and began getting out of his clothes. Sally asked if she should go in another room. Unbuckling his pants, he asked if he was offending her. She replied that he wasn't, and he remarked that it had been cool of her to jet out to Sydney. Sally didn't think Steffy would agree. He replied that it was Steffy's problem, and he kissed Sally.\n\n\nThomas told Sally that there was one important thing -- there could be no photos or videos of the wedding. He asked if Sally could handle the stipulation. Thomas said it was typical of high-profile weddings, and sometimes, guests even had to check their phones at the door.\n\n\nSally asked if they had to do so for Steffy's wedding. Thomas said they trusted all of their guests, and he asked if Sally was trustworthy. Sally responded that her mother had always said so. Thomas stated that they just didn't want photos getting leaked online; Steffy would go ballistic if it happened.\n\n\nIn Liam's room, Bill helped the groom get ready for the wedding. Liam thanked his father for being there. Liam knew it was awkward for Bill because Brooke was also getting married that day. Bill said the day was only about Liam and his bride. Bill assured the nervous Liam that nothing would go wrong. It would be an exciting day that Liam wouldn't forget.\n\n\nIn another hotel room, Brooke helped Katie with her finishing touches and proclaimed what a fun day it was. Before they left the room, Brooke turned and asked Katie if they were indeed having fun. Katie affirmed it. Brooke asked if they were in agreement that there would be no more talk of Quinn and Ridge. Katie squirmed and tersely smiled in agreement.\n\n\nIn Eric's room, Eric asked if Quinn was ready for the wedding. \"Another fabulous Forrester wedding,\" she said. He believed she'd get used to it and said there were a lot of weddings in the family. Quinn refused to get used it. She said most people's dreams began when they fell asleep, but hers began when she awakened. She loved Eric and wanted him to never doubt it.\n\n\nOn a grassy area behind some wrought iron gates opposite the opera house stairs, Liam and Bill waited for the wedding party. Liam was so excited that he was tingling. \"You sound like a girl,\" Bill quipped. Liam replied that men could tingle, and Bill didn't have to be so macho all the time. Bill replied that he was what he was.\n\n\nThe officiant arrived. Liam tried to ply some of Steffy's wedding details out of him, but the officiant said she was a mysterious bride. Bill asked to have a word with the clergyman, and Liam walked off to call Steffy.\n\n\nLiam asked if Steffy wanted to share anything about what was about to happen. Steffy said he knew her better than that. She stated that she couldn't wait to fly into his arms. He ordered her to hurry up and get to the wedding site.\n\n\nLater, Ivy arrived, and she introduced Liam to Noah, the wedding coordinator. After Noah left, Liam said he'd thought Steffy would be with Ivy. Ivy sensed that Liam was trying to get details out of her, but she refused to give any up.\n\n\nRidge approached to ask for a moment alone with the groom, and Ivy obliged him. Ridge told Liam that Steffy would be his wife. To Ridge, Steffy was his joy, his everything, and she'd always be Daddy's little girl. Ridge felt that it took a strong man to love a strong woman. He urged Liam to love Steffy the way she loved Liam, and everything would be okay.\n\n\nThomas and Sally arrived, and Liam marched over to object to Sally being at the wedding. Thomas told Liam to relax because he'd been allowed to have a date. Liam replied that Steffy hadn't known that Thomas would invite Sally. Sally stated that she could leave. Thomas insisted that it was fine. Liam decided that it was his wedding and Thomas' funeral.\n\n\nIvy got everyone's attention to remind the guests that it was a family-only, private event, and as requested by the bride and groom, there could be no photos or videos. Everyone took their seats and places. Ivy gazed over to the opera house and announced, \"Here comes the bride!\"\n\n\nThe family looked around for Steffy. Thomas spotted his sister in the air. Steffy was on a zip line trapeze-like swing, gliding over the opera stairs toward the courtyard. She wore a lace bodysuit with a train hooked around her waist. She landed at the end of the aisle, where Ridge greeted her. The amazed guests cheered, and Sally sneaked in a selfie with Ridge and Steffy walking down the aisle behind Sally.\n\n\nSteffy's mouth dropped open when she passed Sally, but Steffy quickly recomposed herself and made her way to stand at the altar beside Liam. The officiant remarked that it was quite an entrance and announced that they'd gathered there to witness Liam Spencer and Steffy Forrester commit themselves in holy matrimony.\n\n\n",
    "imdb": "Steffy and Ivy participate in a photo shoot on the stairs of the famous Sydney Opera House just hours before the wedding. At the hotel, Liam thanks Bill for coming to Australia knowing that seeing Brooke with Ridge is hard for his father. Eric raves to Quinn that she is more than he could have ever dreamed for as a wife. Brooke reminds Katie that she wants no more talk about Ridge and Quinn. In another room, Sally receives pressure from Shirley to take secret pictures at Steffy's nuptials to score some much-needed publicity for Spectra Fashion. Saul and Darlita warn Shirley that this could jeopardize Sally's relationship to Thomas. Back in Australia, Steffy thanks Ivy for her help as they get hair and make-up done. Ivy reflects that she is Liam's past, and Steffy is his future. As the families gather on a stunning site overlooking the Sydney harbor, Liam is shocked that Thomas brings Sally Spectra as his date, but this does come as a hold-up for too long. The ceremony begins when, suddenly, Steffy clad in lace makes a bold entrance zip-lining from the Opera House right to the altar.",
    "tvmega_recap": "On the steps of the Sydney Opera House, Steffy and Ivy put on a fashion show photo shoot that wows the crowd. Liam thanks Bill for being there and helping him get ready for the wedding. He knows Brooke is getting married too today and his mind must also be on that. Bill says yes but this day is going the way Liam wants it, nothing will go wrong. Quinn tells Eric this is a very important day and she wants to look her best. He says she will. Shirley talks to Sally on the phone and says this is not a prom date, so get those pictures with Thomas and get them on video out there. Thomas, not knowing this, tells Sally that she will attend the wedding but no pictures or videos and he hopes she can handle that. She is trustworthy, right? Darlita tells Saul that Sally is not using Thomas. She actually likes him. She just needs to get those pictures. Brooke tells Katie they are having fun so no more talk about Ridge and Quinn. Quinn tells Eric that to never doubt that she loves him and she is looking forward to this Forrester wedding. Liam cannot get any of the details out of the minister as Steffy has kept that from him too. He calls Steffy but no last minute details from her either, just that she loves him. He tells her to hurry up and get there. Even Ivy who has arrived at the site will not tell him more. All are anxiously awaiting. Ridge says she will always be Daddy's little girl and he just wants Liam to love her the way she loves him and they will be okay. Liam is unhappy to see Sally there as Steffy will not like it but he makes Thomas promise that Sally will behave. Finally the moment arrives and out of the clouds floats Steffy down on a swing and alights in a gorgeous wedding pants gown. Sally turns her back and takes a quick photo.",
    "tvmega_summary": "Episode # 7547 ~ Steffy & Ivy are the focus of a Forrester Creations' photo shoot in front of the Sydney Opera House; Sally is torn between her mission of stealing Forrester designs and her growing feelings for Thomas.",
    "soapcentral_condensed": "On the steps of the Sydney Opera House, Steffy and Ivy posed in gowns for a Forrester photo shoot. Sally was on the phone with Grams, talking about how beautiful Sydney was. Eric asked Quinn if she was ready for the wedding, and she said she'd get used to it. Liam thanked his father for being there, and Bill assured the nervous Liam that nothing would go wrong. Before they left, Katie proclaimed what a fun day it was, and Brooke asked Katie if they were in agreement that there would be no more talk of Ridge and Steffie. On the same day, Eric and Quinn fell asleep in the grass, but Quinn refused to get up when she began to dream about Eric and Ridge's wedding. She said she loved Eric and wanted him to never doubt her. On that day, Brooke helped Ridge get dressed and said she couldn't believe that SteFFy was doing a photo shoot with Ivy. She also said she didn't expect that there wouldn't be any tears, and Ridge became emotional.\n"
}