{
    "soap_central": "\n\nAt Forrester, Thomas showed R.J. a design Sally had inspired Thomas to draw. R.J. wondered how the showing was going at Spectra. R.J. received a selfie Coco had taken with the corsage. She messaged that she felt as if she was at prom but didn't have a date. She wished that R.J. could be at the Spectra show with her.\n\n\nThomas was sad that Sally had ended things right before the showing. He'd wanted to be there for her. R.J. urged Thomas to go anyway. R.J. said that his brother was Thomas Forrester, and \"they\" would be privileged to have him there. R.J. also thought Sally would want Thomas to be there, even if she'd said she didn't.\n\n\nThomas told his brother that Sally had said she'd be a disappointment to him. R.J. assumed that Sally had broken it off with Thomas because she'd been overwhelmed about the fashion show. Believing that R.J. might be right, Thomas grabbed his backpack and said he'd check out the show. R.J. asked Thomas to pass greetings along to Coco, and Thomas asked if R.J. wanted Thomas to pass on a kiss, too. R.J. and Thomas laughed mockingly, and Thomas exited.\n\n\nAt Spencer, Bill stroked his new building model. Wyatt advised his father not to count Spectra out because Spectra always seemed to rebound. Bill replied that it was because, in the past, the real Sally had run the place and hadn't had Dollar Bill to contend with.\n\n\nBill wanted Wyatt to reserve a wrecking crew for the next day. Wyatt asked if Bill was sure because it would cost a ton of money to cancel it. Bill asserted that he'd own the Spectra building by the end of the day, and by the end of the next day, the building would be rubble.\n\n\nWyatt scheduled the crew and said it would begin demolition the next day. Wyatt hoped that Bill knew what he was doing but quickly added that he was sure Bill did. Wyatt reminded his father that other journalists would be at the event. Bill replied that Jarrett's review would be the only one that counted. Bill stated that Sally Spectra and her bunch of misfits couldn't compete with Forrester Creations.\n\n\nAt Spectra, excitement filled the air as the guests awaited the first showing from the company in years. Sally and Shirley went backstage, and Sally was perplexed to see that the models were still in robes. Shirley said it was to keep the designs from Coco for as long as possible. Sally said Coco would know right away that the designs were stolen. Shirley corrected that the designs were Sally's -- with a little help from her friends.\n\n\nSally gave her crew a pep talk that ended in everyone chanting, \"We are Spectra.\" Sally strode out on stage and started up the show with a quick introduction. The music started, and gowns began to float down the runway.\n\n\nBackstage, Shirley hot-glued pieces back onto gowns, and Saul cautioned a model not to move certain ways because, otherwise, the whole back would fall out of the dress.\n\n\nBack in the showroom, C.J. sat behind Jarrett and remarked that the designs were impressive. Jarrett replied that things were very interesting and asked C.J. if all the designs belonged to Sally. C.J. asked whom else.\n\n\nThe talk was interrupted when Bill called Jarrett for an update on how Sally was bombing. Jarrett replied that the dresses were spectacular -- too spectacular. Upset, Bill asked what Jarrett was talking about. Jarrett cryptically replied that he had a hunch and ended the call.\n\n\nC.J. said that the show wasn't anything like he'd expected. Jarrett replied that he couldn't agree more. C.J. guessed that Spectra would live another day, which was too bad for Jarrett's boss.\n\n\nC.J. left, and Jarrett pulled out a recorder to take down his thoughts. Jarrett noted that the designs seemed too good. They differed from what he'd seen at the preview. The designs then had signified raw talent, but the new designs had refinement and restraint. He concluded that the whole thing reeked of Forrester Creations.\n\n\nAt the end of the runway, Coco studied the designs as if she couldn't put her finger on what was going on with them. Darlita tried to take Coco to the lobby for a snack, but Coco said she was good. As she studied more dresses, she remarked to Darlita that the dresses were Forrester quality and reminded Coco of something Eric, Ridge, or Thomas would design.\n\n\nAs Coco continued to view the gowns, flashes of sketches from Forresters went through her mind. Coco told Darlita that the gowns were too similar. Coco recalled that she'd refused to be a plant at Forrester, but somehow, the gowns in the showing had been stolen.\n\n\nBackstage, Shirley told Sally she'd be the talk of the town the next day. Shirley could already hear the sound of orders pouring in. Sally said the crowd seemed to like them. Shirley replied that it loved them. \"We did it, didn't we?\" Sally asked. Shirley corrected that Sally had done it.\n\n\nShirley called Sally a genius designer and told Los Angeles to meet the new face in couture fashion. Hugging Sally, Shirley expressed pride in her granddaughter. The show ended, and Shirley used the microphone backstage to introduce \"the one and only\" Sally Spectra.\n\n\nThe crowd gave Sally a standing ovation as she took to the stage. Just then, Thomas arrived and winked at Sally as she soaked in the applause. One by one, the models gathered around Sally, and Thomas' smile disappeared as he stared at the gowns. His eyes narrowed on Sally, who stared back at him with eyes filled with guilt.\n\n\n",
    "imdb": "Sally struggles with feelings of guilt before taking center stage and giving an introduction for the fashion show. As the models hit the catwalk, Sally worries about Coco's reaction. After numerous models, Coco has not realized the truth, but also will not let Darlita distract her. C.J. whispers to Jarrett that it looks like a success. Jarrett seems amazed that they are Sally's designs as the style is radically different from her preview two months ago. Over at Forrester Creations, R.J. encourages Thomas to support Sally on her big day. At Spencer Publications, Bill is less than pleased with the idea when Wyatt plays devil's advocate stating that the new Spectra collection could become a success. As the showstopper is presented, a shocked Coco realizes that all the designs were stolen. Sally walks out on stage to a standing ovation as Thomas arrives in the showroom. Suddenly, a stunned Thomas also realizes that the dresses on the runway look way too familiar.",
    "tvmega_recap": "All is abuzz backstage at the Spectra Fashion Show. Sally tells Shirley that in five minutes Coco will see the stolen designs. Shirley says yes but too late. CJ tells Sally that she sure got them in the door so he will give her that. She says they are going to make his mother proud. He hopes so as they are out of options so good luck. Bill gloats to Wyatt that in the past the Spectra's did not have him to bring them down. Today will be different. He's got zoning permits and everything he needs to get the wrecking crew going by the end of the day. Bill says the Spectra's are just a ragtag bunch of dreamers who have sunk their last dime into this doomed project. Thomas tells RJ that he hopes it goes well over at Spectra today as Sally has worked hard. Sally gives the troops a rally pep talk. Then she welcomes the audience and announces to them to set their eyes on the new Spectra fashions. RJ convinces Thomas that he should be there at Spectra for this showing. Thomas eagerly agrees; Sally is just stressed out and did not want him to see her like this. Coco likes all the gowns and has not suspected anything yet, but she does tell Darlita that they look like something Eric or Thomas would design. Shirley tells Sally that they may pull this off yet. Bill calls Jarrett and wants to know if Sally is tanking yet. Jarrett says quite the contrary; the gowns are spectacular. CJ tells Jarrett that this is nothing like he expected it to be. Looks like he will have to tell his boss the wrecking will have to wait for another day. Jarrett makes a note to himself. He says they are equally as good as FC. In fact they reek of Forrester Creations. Shirley clasps her hands and tells Saul they have knocked it out of the park and all the way to the bank. Finally it dawns on Coco that these gowns are too similar. She does not know how they did it but these designs are stolen. Shirley gets on the microphone and announces the genius behind all of this \u0096 Sally Spectra. To clapping fans, she goes out and takes a bow. Thomas is in the audience and winks at her. But then he too sees all of the gowns when the models come back on stage. The hurt is in Sally's eyes.",
    "tvmega_summary": "Episode # 7565 ~ The gang at Spectra Fashions prep for their fashion show, which could make or break their future; Bill shares with Wyatt his plan for the old Spectra building.",
    "soapcentral_condensed": "Thomas was sad that Sally had ended things right before the showing. Wyatt advised his father not to count Spectra out because Spectra always seemed to rebound. Bill asserted that he'd own the Spectra building by the end of the day. Backstage, Shirley hot-glued pieces back onto gowns, and Saul cautioned a model not to move certain ways because, otherwise, the whole back would fall out of the dress. At Spencer, Bill called Jarrett for an update on how Sally was bombing. Jarrett cryptically replied that he had a hunch and ended the call. Back at Spectra, Sally was perplexed to see that the models were still in robes. Sally said Coco would know right away that the designs were stolen. Back in the showroom, C.J. guessed that Spectra would live another day, which was too bad for Jarrett's boss. C. J. left, and Jarrett pulled out a recorder to take down his thoughts. As she studied the dresses, Coco remarked to Darlita that the dresses were good.\n"
}