{
    "soap_central": "\n\nAt the cliff house, Bill stared at a computer and wondered what Brooke would think about Ridge's activities in Paris. Justin was sure she'd never see Ridge the same way again. \"With any luck,\" Bill replied and headed out of the house with an envelope of photos.\n\n\nAt the restaurant, Brooke talked about Hope's road trip and said that Brooke and Ridge should take a trip to Big Bear. Ridge replied that he'd think about it. Brooke, however, was done thinking. She wanted to touch, feel, and \"just be us\" again with Ridge.\n\n\nAcross the room, Caroline took a photo with Katie to post and asked if she could still call Katie \"Aunt Katie.\" Katie reasoned that Caroline was married to Katie's nephew, so it was still okay.\n\n\nThe talk turned to Katie and Brooke's relationship, and Katie remarked that, though her relationship with Brooke wouldn't be the same, Brooke was still her sister. Caroline said that Ridge and Brooke reuniting would probably help ease tensions, and Katie half-heartedly agreed.\n\n\nBrooke had stepped away from her table, and Katie decided to walk over to greet Ridge while Caroline ordered dessert.  When Katie sat at the table with Ridge, the chef approached the table. The chef had heard that Ridge would be there with Ms. Logan but had assumed it would be Brooke and not her sister. Katie started to correct the chef but decided to just say that she'd enjoyed the meal instead.\n\n\nThe chef left, and Katie told Ridge she that was glad to see him with Brooke. Ridge shrugged, saying it was only lunch, but Katie urged him to make amends, because he knew he wanted to. Brooke returned to the table and hugged her sister. Katie said that her dessert had arrived at her table, and she hurried off. Ridge glanced awkwardly from one sister to the other.\n\n\nR.J. sent Brooke a message that his classes at Ojai had been cancelled, and he needed a ride from the \"station.\" Ridge volunteered to pick their son up and wondered why R.J. was in school far away. Brooke chuckled, stating that it was better than when she'd had to deal with R.J. being in Paris. Brooke figured that Ojai would be a good trip for her and Ridge to take together.\n\n\nWhen Brooke began to talk about having romantic dinners in Ojai, Ridge said Brooke needed to slow down a bit. Brooke, however, said that he needed to consider moving in with her. She stated that they could take it slowly, but Ridge said he wasn't ready for it and didn't want to give R.J. false hope.\n\n\nBrooke behaved as if moving in wasn't a big deal. She didn't know why Ridge was living with his father, anyway, when their family could be together. Ridge insisted that he wasn't going to let R.J. think his parents were getting together. Ridge began to add \"if,\" but Brooke told him not to tell her that they weren't getting back together.\n\n\nBrooke received a message from work. She told Ridge that she had to take care of something, but before leaving, she urged him to return to their former home whenever he was ready.\n\n\nBack at Caroline and Katie's table, Caroline wondered if Ridge seemed different to Katie. Caroline remarked that Brooke didn't seem to have the same magical hold upon him. Katie replied that the couple went through phases but always found a way back together.\n\n\nAt Forrester later, Brooke was working when Bill entered the CEO's office. She asked what he was doing there, and he claimed that there was something she needed to know. She ordered him to leave, but he quipped that he was moving back in with her. \"I don't have time for this,\" Brooke retorted.\n\n\nBrooke relayed that she'd just had lunch with Ridge, and things were going amazingly well. Bill replied that there was a reason Ridge wouldn't go back to Brooke, and it had nothing to do with her and Bill. Brooke didn't want to hear it, but Bill was certain that she'd never have a relationship with Ridge again. Holding out an envelope, Bill asked if she wanted to know what Ridge had been up to in Paris.\n\n\nBrooke ignored the envelope as she stated that Ridge had spent a lot of time with R.J. in Paris. Bill said Ridge had been doing more than that, and it would blow Brooke away. Brooke snatched the envelope away from Bill and took a look at the photos. She became confused as she saw Ridge patting a man on the back in one photo, gripping the man's shoulders during an excited greeting in another, and helping some men hold up a rainbow flag in the other photo.\n\n\nIn Emerald Bay, Hope was tearful and livid with Wyatt for lying to her after promising her that there would be no more secrets after Quinn's antics. \"A fake robbery -- who does that?\" Hope asked.\n\n\nWyatt replied that he did that, and he'd been trying to explain to Hope about the kind of person he'd been before he'd met her. He claimed that Quinn hadn't been the best role model; however, Hope had taught him that actions had consequences, and it \"sucked\" to disappoint someone he cared about. Wyatt apologized for his actions and asked Hope to forgive him.\n\n\nThough Hope understood that people made mistakes, she declared that faking a robbery was stupid. She said Wyatt could have been hurt or arrested. She stated that she might have been able to look beyond it, but not telling her had been his calculated choice. Wyatt replied that he'd only wanted to make her line a success, and he'd never do anything like it again.\n\n\nWyatt insisted that Hope had changed him, and he reasoned that it had all worked out. Hope looked at him as if he was crazy, and she stammered, asking him if big sales and media coverage was all that had mattered to him. She asked if he had, at any point during the media frenzy, thought about telling her the truth. He claimed that he had, but she asked if he thought it would ever \"come out.\"\n\n\nWyatt wasn't sure how to respond, but he said he'd enjoyed the way Hope had looked at him during that time, and he'd felt that he had been the guy who could give her what she needed. Quipping that she'd needed honesty, Hope hastily removed the bracelet and necklace Wyatt had given her. She gave them back to him and said she'd been making major life decisions based upon a lie.\n\n\n\"There's a certain kind of trust that I need, and I don't know what to do with you,\" the disillusioned Hope uttered. Liam approached to offer an idea; he said Hope could leave Wyatt and return home with Liam. Wyatt argued that Hope could make her own decisions without Liam's direction.\n\n\nLiam told Hope that he was going home, and he really wanted to take her with him -- if she could put Wyatt behind her. Wyatt rasped that the two-timing Liam needed to go find his wife in Paris. Liam replied that he'd known what Wyatt had been like on the inside, and \"now,\" so did Hope.\n\n\nLiam and Wyatt began arguing over which man was better for Hope, and Hope silently fumed as she listened. Liam yelled that he no longer had divided feelings, but he didn't need to prove it to Wyatt. Wyatt said that Hope was with him, and they could get beyond his mistake. Wyatt thanked Liam for revealing the issue because it would make Wyatt and Hope's relationship stronger.\n\n\nWyatt ordered Liam to leave because Wyatt and Hope were still on their trip. \"Trip's over,\" Liam quipped. Wyatt asked why it had to be that way over one mistake, and he asked if Liam had ever done anything he'd regretted. Liam roared that he regretted ever letting Wyatt speak a word to Hope.\n\n\nLiam raged about how Quinn had trapped him in an elevator to prevent him from breaking up the surfing getaway. Wyatt scoffed, but Liam figured Wyatt had known all about it. Wyatt yelled that his mother had acted on her own.\n\n\nAs the men continued bickering with each other, they heard a door slam, and an engine revved up. They turned around and saw that Hope was no longer beside them. \n\n\n",
    "tvdb": "When Liam and Wyatt start arguing, Hope makes a move; Brooke talks to Ridge about their future",
    "tvmega_recap": "Hope chastises Wyatt for lying to her about the jewel heist. She says what a joke, him the big hero. He claims that is not the reason he did it. He did it for her, to gain more publicity. She scoffs a faked robbery, just who does that. And he kept it from her as he knew how she'd react. He stammers that he has been trying to open up to her on this trip about his mom. He's not blaming her but she was the only moral example he had and not a great one. He admits it was second nature for him to see the benefits of staging a heist so he went for it like his mother would have. He's not proud of that but it's a new feeling since he has met her. Actions have consequences and it sucks when you disappoint someone you care about. He says he loves who he is when he is around her. He says he is sorry and for her to please forgive him. She says everybody makes mistakes; she has made her fair share. But faking a robbery was stupid. He could have been hurt or arrested. She says she could almost forgive him for a robbery gone wrong, but not telling her about it was the big mistake and calculated. He tells her that he only wanted to make her line more of a success and he will never do something like that again. And she has to believe that she changed him and everything turned out okay. He knew the truth might come out but he didn't want that feeling to stop. He wanted her to be proud of him. She said she only wanted honesty. She says she has been making really big life decisions and now they were all based on a lie. There is a certain kind of trust she needs in a man and she doesn't know what to do with him. Liam walks back in and says she can leave Wyatt and come back home with him. Justin shows Ridge the pictures in Paris that he's dug up on Ridge. Bill is sure that Brooke will be shocked and that relationship will never be the same. She thought she knew him but apparently she didn't. Still at lunch, Brooke is trying to convince Ridge that they just need to go to Big Bear no more talking. Just touching and feeling, be alone together and just be themselves. She goes to the ladies' room and Katie picks her chance to go over and say hello to Ridge. She tells him that she is glad he is with Brooke. He needs to work on that. She says a quick hello to Brooke and retreats. Brooke soon gets a phone call from RJ to pick him up at school. Before she leaves she leaves the thought with Ridge that she doesn't want to pressure him but he should consider moving in so RJ can have his family together again. Ridge says he is not ready for that and he doesn't want to give RJ false hope. Liam tells Wyatt they've had enough time together, it's time for them to go home. Wyatt tells Liam that he can go home. He and Hope are still on their vacation. And she is capable of making her own decisions and he doesn't need to come around and start giving orders again. Soon they are shouting at each other and Liam accuses him of kissing Hope in the woods like a Prince Charming but he sees right through him on the inside and now Hope does too. Liam says he has not had divided feelings for a long time now. He's proven that to Hope and he is not going to prove it to Wyatt too. Wyatt tells him that he doesn't understand the situation here. Liam is the ex. He's the guy who messed up time and time again until Hope couldn't stand it anymore. Now she is with Wyatt. Yes he made a mistake and kept it from Hope but they will work past that. Liam blurts out that Wyatt's mom trapped him in the elevator and he is sure Wyatt knows that and was in on it too. Wyatt reminds him that his mother acts on her own. Liam says sure they are always putting their heads together and causing trouble. While they are still arguing they hear an engine and it's Hope who has taken the truck. Bill comes to Brooke's office and says she is moving back in with him. She has no time for his foolishness and asks him to leave. He tells her that Ridge is not going to come back to her and it isn't the reason that she thinks. She tells him she just had lunch with Ridge. And yes it will take a little more time but Ridge has no secrets that he is hiding why he was in Paris. Bill hands her a manila envelope with the pictures and asks her to look at them. He says they will blow her away.",
    "soapcentral_condensed": "R.J. sent Brooke a message that his classes at Ojai had been cancelled, and he needed a ride from the \"station\" Ridge volunteered to pick their son up and wondered why R.J was in school far away. Bill was certain that she'd never have a relationship with Ridge again. Hope was tearful and livid with Wyatt for lying to her after promising her that there would be no more secrets after Quinn's antics. Bill asked if she wanted to know what Ridge had been to in Paris. Brooke ignored the envelope as she saw a man patting Ridge on the back in one photo, gripping the man's shoulders during an excited greeting in another, helping some men hold up a rainbow flag in the other photo. She became confused and asked that he did that to that person -- who does that person belong to? Bill replied that he'd been trying to explain to Hope about the kind of person he was and to explain that he was trying to help her out.\n"
}