{
    "imdb": "Quinn grows nervous because Liam is constantly looking at the photo albums. She encourages him to pack and forget about the past, before she leaves for a final trip to Los Angeles. Liam starts to sketch a picture on his computer as a veiled face keeps popping into his memory: it's Steffy! Bill and Katie, Ridge and Caroline, Eric and Thomas arrive in Santa Monica for Steffy and Wyatt's wedding. Quinn shows up alone, claiming that her beau was feeling under the weather. Steffy admits to Quinn that she falsely worried about Quinn interfering in her and Wyatt's love life, but instead restrained herself. Final preparations on the beach are underway as Wyatt again asks his mother to promise him that she had nothing to do with Liam's disappearance.",
    "tvmega_recap": "The beach is set up for the wedding. Wyatt walks back into the house where Bill and Katie congratulate him on his wedding day. Bill tells Wyatt that he cleans up fine but he needs to have a little father/son talk before the others show up. They discuss Quinn and her bringing the new man in her life \u0096 Adam. Adam asks Eve what the big rush is. They do not have to leave tomorrow on their trip. She manages to sweet talk him and says she has one quick errand to run and dissuades him from going along. She wants him to stay and pack. She quickly shows up at the wedding gushing how thrilled she is for Wyatt. Instead of packing Adam picks up the wedding album once more and almost sees the face of Steffy on their wedding day. Ridge tells Steffy that he wants her to be happy and she can with Wyatt. She says her mother just called and cannot come, but she sent this beautiful bouquet. Quinn slips into Steffy's dressing room and wants to hug her before the ceremonies. Steffy says she knows Quinn was always in their corner even before there was a Steffy and Wyatt. And because of her past involvement with Wyatt it was a little scary, but she is okay with that now and she appreciates her coming. Wyatt catches Quinn before they head down to the beach. He wants to know again if she had anything to do with Liam disappearing. She repeats her little story that Liam collapsed, she found him, tried to take him to hospital, and he did not want to go. So it looks like he just took off and Wyatt should not be worrying about him on his own wedding day. Adam gets on the laptop and starts experimenting with making faces like the one he keeps seeing in the pictures. The bride emerges and the ceremony will begin.",
    "tvmega_summary": "Episode # 7300 ~ Liam starts to sketch a picture on his computer as a face keeps popping into his memory; family & friends gather on the beach for the start of Wyatt & Steffy's wedding."
}