{
    "soap_central": "\n\nMegan approaches Massimo in his office and announces that she can't do this anymore. He worries to hear she ran into Nick while snooping in Jackie's boutique as she explains that she had to check to make sure no one would find what he had her install earlier on Jackie's computer. Megan asks him why he's doing this to Jackie and wonders if he's ever told her the truth about any of this. Massimo calms her down with an expensive gold necklace, a little peck on the back of her neck and a hint that she might one day be by his side. Megan admits it's her dream to be with him and adds that she hates hiding their feelings for each other. When Brooke and Nick meet with Jackie, Nick assumes his father \"got to the judge\" because he allowed the story about Deacon to influence his decision about her bail. Jackie finally tells them that Massimo has offered to solve her problem if she drives a wedge between them. Asking them not to tell Massimo, Jackie warns Nick about going head-to-head with Massimo. Nick does just that and warns him to get his mother out of jail or else he'll start revealing some Marone secrets, spitting as he gives his father until the morning to act. Ridge slips into Brooke's place and makes a call to check on his surprise coming from Paris. Brooke is outraged again to find Ridge waiting for her at her home. She fumes to hear Ridge asked Catherine to take the kids for the evening and is shocked when her father Stephen arrives at her door, thanks to Ridge.\n\n\n",
    "tvdb": "Nick and Brooke visit Jackie in jail. Nick questions her as to whether she believes Massimo is behind her being arrested. Jackie admits that Massimo wants her to come between Nick's relationship with Brooke. Megan tells Massimo that she is feeling guilty about Jackie being in jail. Megan points out that he was only meant to scare Nick and drive Brooke back to Ridge. Massimo thanks Megan for her help in placing the incriminating material onto Jackie's computer by giving her a necklace. He kisses Megan as she hopes their relationship won't be secret forever. Brooke arrives home and finds Ridge there. Ridge tells Brooke that she depends on Nick like he is the father she never had. Moments later her father Stephen Logan shows up at the door. Nick goes to Massimo and warns him not to go to war with him, unless he wants to lose. Nick gives Massimo till the morning to have Jackie released.\r\n",
    "yt": "\n\nMegan tries to persuade Massimo to help Jackie and that their scheme has gone too far. Massimo tries to win Megan over with gifts as a way to keep her quiet. Jackie urges Nick to not give into Massimo’s demands.  Jackie tells Nick that they can find a way to get her out of jail without breaking up his relationship with Brooke. Nick assures Jackie that he will get to the bottom of this. Ridge tries to plead with Brooke to be with him and not Nick.  In order to convince Brooke that he won’t walk out on her again, Ridge surprises her with a visit from her father, Stephen.  Ridge feels that once Stephen and Brooke repair their relationship, Brooke will be free to move on with Ridge by her side.",
    "imdb": "\nJacqueline tells Nick to let things be until he's married to Brooke rather then take on Massimo who always wins. As to be expected, that only makes Nick more determined, so he scolds and threatens pa. Massimo secretly receives his employee Megan and rewards her with a precious necklace while calling her the woman he wants to share his life with. Ridhe insists Brooke must grant him at least an hour with a special attempted remedy, a mystery guest.    ",
    "tvmega_recap": "Megan has temporarily angered Massimo for coming back to his office while Ridge was there. It becomes further apparent that they are more than just casual acquaintances or her just doing dirty work for him. He gives her an expensive necklace and puts it around her neck. She wishes they didn't have to hide their relationship. Nick and Brooke visit Jackie in jail and she warns them that Mass isn't that overt. He will find their weakness and work on it. He can do things that other people can't. They can wait him out, but they can not go head to head with him and win. Nick visits his father; barely missing Megan. Nick asks if he has anything to tell him about his mother? There is no deal, so he will have to work his methods on him. He says he used to be proud to call himself Massimo's son, but he doesn't feel that way any more. Mass tells him that his mother lost any rights to loyalty with him with that other man (Deacon) and he doesn't want Nick to go through the same thing with Brooke and Ridge. He doesn't want to see him go through that same pain. Nick states that it is sad to see what he really is \u0096 work, honor and family .he spits on the floor and tells him he has until morning! Brooke comes home to find Ridge ensconced there; having sent the kids away with Catherine. She's not happy that Ridge has yet again overstepped his bounds. Still, he makes his case again. She doesn't say that she loves Nick's face, his eyes, his hands, how he kisses her. She only keeps mentioning how dependable and trustworthy he is. He could be a security guard or a German Shepherd based on that. He states she is trying to fill a void, and it's not going to happen. The doorbell rings and Brooke tells him if this is Nick, she wants Ridge to leave. She opens the door and is shocked to see who is standing there. It's her dad ..or is it Bobby Ewing or Memorex?",
    "soapcentral_condensed": "Megan approaches Massimo in his office and announces that she can't do this anymore. Nick assumes his father \"got to the judge\" because he allowed the story about Deacon to influence his decision about her bail. Jackie finally tells them that Massimo has offered to solve her problem if she drives a wedge between them. Ridge slips into Brooke's place and makes a call to check on his surprise coming from Paris.. Brooke is outraged again to find Ridge waiting for her at her home. She fumes to hear Ridge asked Catherine to take the kids for the evening and is shocked when her father Stephen arrives at her door, thanks to Ridge. Nick does just that and warns him to get his mother out of jail or else he'll start revealing some Marone secrets, spitting as he gives his father until the morning to act. Megan admits it's her dream to be with him and adds that she hates hiding their feelings for each other. She asks him why he's doing this to Jackie and wonders if he's ever told her the truth.\n"
}