{
    "soap_central": "\n\nIn the CEO's office, Rick entered and announced that Maya was busted. He'd learned that the steam room had been reserved for the whole afternoon, and he'd deduced that she'd done it. She wished she had done it. Wrapping his arms around Maya, he said that the steam room would be off-limits from then on except for him and his lady with the sexist body he'd ever seen.\n\n\nMaya sat in Rick's lap as the couple discussed that their relationship was an exception. Rick had thought he'd had it with Amber and then Caroline, but each relationship had gone to hell due to dishonesty. He said Maya was unlike anyone he'd ever met, and she never held anything back.\n\n\nIn Rick's old office, Wyatt reported to Liam and Ivy that Nicole had clammed up the previous night after revealing that the secret was Maya's, not Rick's. The trio heard rustling from behind a dressing screen. Pam emerged with a dress in hand. She'd been straightening up after the models and said they were lucky it had been just her in the room when they'd barreled in and started talking.\n\n\n\"So, spill! What is the story with Rick and Maya?\" Pam asked. Ivy revealed that Liam and Wyatt had overheard Maya and Nicole discussing a secret. \"So did I!\" Pam exclaimed. Pam had mentioned what she'd overheard to Carter, who'd dismissed it as two sisters fighting. Liam asked if Nicole could be leading Wyatt on about the secret being Maya's and not Rick's.\n\n\nWyatt claimed he'd know if he was being played. Pam wasn't surprised to hear that Maya had a secret. To Pam, there was just something about Maya. Pam asked them to keep her posted and took off. Ivy and Liam ribbed Wyatt about liking Nicole, and Wyatt decided to do a little more digging.\n\n\nWyatt left, and Liam guessed that Nicole and Wyatt were the new hottest couple in the city. Ivy said it was fine if Wyatt was happy. Liam stated that Ivy made Liam happy, and she said she felt as if she was dating Superman and Romeo at once. He assured her that Rick's days were numbered.\n\n\nLater, Pam went across the hall, where Rick was \"joking\" with Charlie about being derelict in his duties. Maya slipped out of the room, and Pam asked what was up with Maya, who'd seemed awfully secretive. Rick asked if Pam had to know everything that happened around there. Rick took a call and left. Pam told Charlie there was a big secret to uncover about Maya.\n\n\nAt the sky lounge, Carter caught Nicole gawking at him while he worked out. She played it off but said Maya had to really love Rick to let go of Carter's abs. Carter teased that Wyatt wouldn't appreciate his girlfriend ogling another man's abs. Nicole guessed Carter had been talking to Maya.\n\n\nCarter remarked that the relationship had seemed to happen fast. She replied that when it was right, it was right, but he jokingly asked if she knew it was right after two dates. Nicole described Wyatt as funny and hot, and Carter added that Wyatt's last name was a bonus, too.\n\n\nNicole gushed about her jet ride to San Francisco that had never landed as she and Wyatt had partied in the sky with Champagne. Carter gave Nicole a look, and she guessed that Maya had said a lot about Nicole and Wyatt. Carter replied that Maya had a right to worry about her sister.\n\n\nNicole saw nothing to worry about. Carter asked what the pair had in common. Nicole admitted that she wasn't rich, but she figured that Wyatt had to be into her to tell her his family secret. Carter asked what the secret was. Nicole began referring to Wyatt finding out that he was a Spencer, but Carter cut her off to ask if she'd said anything about Maya's secret.\n\n\nNicole claimed she hadn't said anything, and Maya arrived in time to suspect that Nicole had been tempted. Nicole gushed about her second date with Wyatt on a jet and wondered if he'd take her to Bali for the third date. \"If there is a third,\" Maya cautiously replied. Nicole was sure there would be. She blabbed that Wyatt had shared his paternity secret, which was nothing compared to Maya's secret.\n\n\n\"Not that I would tell him,\" Nicole said, adding that she was sure Wyatt would be cool about it if he knew. Maya didn't care how cool Wyatt was. She didn't want anyone else knowing her secret, especially not before she had a chance to tell Rick herself.\n\n\nLater, Maya took Nicole to the studio to discuss Nicole and Wyatt in private. Nicole said she was in the mile-high club, but after enjoying Maya's appalled expression, Nicole relayed that she was joking. Nicole explained that she and Wyatt were having harmless fun. Nicole said she wouldn't tell anyone about Maya's secret, and she was beginning to think Maya shouldn't tell Rick.\n\n\nIn the corridor between the offices, Rick stopped Wyatt to ask why he hadn't been able to reach Wyatt the previous night. Wyatt said he'd been out of town. Rick replied that it had better have been Forrester business. Wyatt decided it had been, and Rick would be the first to know if it panned out.\n\n\nBack in the CEO's office, Pam conveyed that she'd overheard Ivy, Liam, and Wyatt talking about a secret of Rick's that had turned out to be Maya's secret instead. Charlie asked if Pam had overheard on purpose, and she threatened to take away his lemon bar supply. Charlie was surprised to hear that Liam and Wyatt wanted to take down Rick and wondered what Maya's secret could be.\n\n\nPam was still miffed that Maya had replaced Stephanie's portrait with her own and wanted Maya to get taken down a peg. Charlie thought Rick had hung the picture, but Pam shrugged off the petty details. Charlie asked how they'd find out the secret, and Pam noticed a purse on the desk.\n\n\nPam figured that if one wanted to know about a woman, one should check her purse. Charlie felt bad about going through the purse, but Pam said he did it at the security gate all the time. He corrected that he'd never searched the purse belonging to the CEO's main squeeze.\n\n\nPam tried to convince Charlie that he didn't know whose purse it was, so he had a duty to check it for bombs. Charlie wondered if the purse had accidentally fallen and spilled out onto the floor. \"Like this?\" Pam asked, knocking the purse off the table. The purse's contents tumbled onto the floor.\n\n\nPam picked a pill bottle up off the floor, read it, and asked why Maya would take estrogen. Charlie asserted that there was only one reason. \"Maya is...transgender,\" he announced, and Pam gasped.\n\n\n",
    "imdb": "\nPam and Charlie decide to do some sleuthing to find out what Maya is hiding.    ",
    "tvmega_recap": "Wyatt thinks back to his prying and asking Nicole about this big secret that only she knows. She starts with Maya is .but then changes her mind and says she should not have brought this up. Pam bursts in and says she is sorry but she couldn't help overhearing that something major is going on between Rick and Maya. Nicole shows up and watches Carter at one of his workouts. He says he is not the kind of guy that mixes business with pleasure. She admires his abs and says Maya must have too. He asks about Wyatt and she says she is not his girlfriend, just being appreciated and she will be the new jewelry model. Ivy says maybe Nicole is saying things to throw them off the track and maybe it is Rick that has the secret and not Maya. Wyatt says Nicole is definitely not playing a number on him. He definitely does not think she is keeping anything from him. Yet she did say whatever it is would blow people's minds. Rick thanks Maya for booking the steam room for the entire afternoon until she says it was not her. He says he will send out a memo that it is off limits to all except the CEO and his lady love. Carter tells Nicole that it sounds like Wyatt went all out for her little trip with the jet, champagne and margaritas the night before. And he opened up to her about his family secret. He wants to know when they were talking secrets he hopes they did not talk about Maya's secret. Rick barks for Charlie to come to him. He tells Pam that her boyfriend has been spending too much time with her and neglecting his duties. Rick leaves and Pam tells Charlie she has something to tell him. There is a BIG secret at FC and it is about Maya. Nicole tells Carter to give her a little more credit. It was Wyatt sharing his secrets not her. Maya walks up just as Carter says but he is sure that she was tempted. Liam says it may sound like a dead end but they will not give up. Rick has treated Ivy and others like a punching bag and it is time it stops. Wyatt says he was not expecting what happened between him and Nicole and who knows what will happen. He likes her and they had a good time, that's all. Pam tells Charlie that Liam and Wyatt are out to take down Rick and she would not have known that except she heard them while busy in the next room and they did not know she was there. Liam and Rick thought they were on to something about Rick but it turns out now it is Maya who is not exactly her favorite person right now because of Stephanie's portrait. Charlie wants to know how she will find out what it is. She looks around and spies Maya's purse that she left behind. She says if you want to learn anything about a woman, then check out her purse. Shame on Maya for leaving it lying around. Wyatt and Nicole \u0096 L.A.'s newest hot couple says Liam. Ivy thanks him for supporting her and says she feels like she is dating Superman and Romeo all at once. Now that Carter is not around Maya says she needs to hear more about this date with Wyatt. Nicole kids her about being a member of the Mile High Club then says she is just fooling with her. Pam tells Carter this purse weighs a ton, so wonder what is in here. As she starts to go thru the purse, Rick is outside ready to come in but stops Wyatt to tell him he called and last night and he never got back with him. Charlie wonders if they are doing right but Pam says it is their civic duty. He knocks over the purse on purpose and everything spills out. She picks up the estrogen pills and wonders why Maya would be taking them. Pam looks absolutely shocked when Charlie says there is only one reason \u0096 Maya is transgendered.",
    "tvmega_summary": "Episode # 7054 ~ Carter questions Nicole's interest in Wyatt; Pam & Charlie decide to find out what Maya is hiding.",
    "soapcentral_condensed": "Nicole and Wyatt are the new hottest couple in the city, Liam and Ivy say. Rick tells Maya the steam room will be off-limits from then on except for him and his lady with the sexist body he'd ever seen. Carter catches Nicole gawking at Wyatt's abs while he works out, and she plays it off but says Maya had to really love Rick to let go of Carter's abs. Nicole doesn't care how cool Wyatt was knowing Maya's secret, especially not before she had a chance to tell herself. \"If there is a third, I would tell him,\" Nicole says, adding that she was sure Wyatt would be cool about it if he would tell her. \"So did I!\" Pam exclaimed. \"Nicole saw nothing to worry about. Carter asked what the pair had in common,\" Nicole said. \"Not him,\" Carter replied. \"I'm not rich, but she figured that Wyatt had to be into her to tell her his family secret,\" Nicole added.\n"
}