{
    "soap_central": "\n\nAt the Forrester mansion, after Julius had left, Maya, Vivienne, and Nicole hugged. Maya said she wad ready to go on with the wedding. Nick, the marriage officiant, shared that when he had been sanctioned to perform the marriage, he'd been reminded of the Declaration of Independence. Nick quoted that \"it is self evident that all men are created equal.\"\n\n\nNick said he was happy to be sharing in the union of Maya and Rick. He spoke to the guests about how the couple had suffered through a lot of complications and pain, but they had strengthened their commitment in their minds and in their hearts.\n\n\nEric spoke about how proud he was that Rick had become the man Eric had always known he would become. Eric said that the family had shared many events in that house. He said they had recently bid goodbye to his granddaughter. He wanted to celebrate and support Maya and Rick. Eric and Rick hugged.\n\n\nNick announced that Maya's mother would share a reading. Vivienne shared a Shakespeare quote from a sonnet about love \"that looks on tempests and is never shaken.\" Vivienne suggested that Maya and Rick's love should be their compass and guide them to their future because the love that had drawn them together would never steer them wrong. It was a blessing to them and an inspiration to everyone else.\n\n\nNicole shared a reading from the poet Dante Aligheri's \"The New Life,\" and Maya hugged Nicole. Maya and Rick exchanged traditional vows and rings. Then, they offered personal messages to one another. Rick said that Maya had taught him what true love, acceptance, and courage were. \"I promise to be the husband you inspire me to be,\" he said.\n\n\nMaya vowed to love Rick no matter how much they changed over the years. She recalled that she had never felt such love and support as he had shown her. She promised to be a devoted wife to Rick. Nick pronounced them husband and wife. \"I present to you Rick and Maya Forrester,\" Nick announced.\n\n\nAt Forrester, Steffy and Thomas continued to discuss Steffy's guilty feelings about her deadly encounter with Aly. Thomas maintained that Steffy could have been killed, and he insisted it had been self-defense. They agreed that Aly had wanted to kill Steffy. \"You were protecting yourself,\" Thomas said.\n\n\nSteffy admitted that she was also worried about Ivy, who had been acting like she knew more about what had happened that night. Steffy added that Ivy had arrived at the scene after Aly had fallen, and Ivy had called 9-1-1. Steffy told Thomas that Ivy had not seen anything. Thomas promised to take care of his little sister. He would protect her from Ivy and anyone else.\n\n\nIn another office, Ivy told Wyatt that she had thought Steffy would return to her senses after Ivy's memorial, but she had not. Ivy said it had not been an accident. Later, Wyatt had left Ivy's office, and Ivy was working, but Thomas interrupted. He offered his sympathies because he knew that Ivy and Aly had been friends and much more than cousins.\n\n\nThomas reminded Ivy that it had been difficult for all of them. He added that Aly had been extremely troubled and had been sick. Ivy agreed, but she said Steffy was no saint. Thomas ordered Ivy to stop upsetting Steffy.\n\n\nThomas advised Ivy that it had been an accident that had cost Aly her life, and he wouldn't tolerate Ivy's veiled threats that Steffy had somehow been responsible. Ivy countered that Thomas thought his sister was the victim, but she wasn't.\n\n\n\"I saw exactly what happened,\" Ivy said. She recalled that Aly and Steffy had been fighting. \"Steffy hit Aly with the tire iron,\" Ivy said. Thomas argued, but Ivy said she had proof. She handed Thomas her phone and played the video. \"Now you see exactly what your sister's done,\" Ivy said. Thomas looked fearful.\n\n\nIn Steffy's office, Wyatt entered, and Steffy told him that Ivy had been saying dangerous things about Steffy. Wyatt maintained that there were no secrets, but Steffy knew how close Ivy and Wyatt were. Steffy issued a warning for Ivy to \"watch the way she talks to people.\"\n\n\n",
    "tvmega_recap": "Thomas assures Steffy that Aly was in attack mode and this is not Steffy's fault. Steffy is still worried. Ivy was there that night and has been acting weird ever since. Thomas says she really knows nothing and Steffy is not to worry. Just leave it to him. He will do whatever to protect her. Maya tells Vivienne that she loves her too. She tells Nick they do not need any more time. She stopped the wedding because she thought her dad might ruin the day. She tells Rick they are going to do this. Nick starts that Maya has proclaimed her independence just as America did in the beginning and he is proud to officiate. Eric is also proud that so many great moments have happened here in this room with family showing their support. He hugs Rick and says with Maya he has become the man he always knew he would be. Ivy tells Wyatt that she has been waiting for Steffy to go to the police but she is working like nothing has ever happened. She needs to take responsibility for this. Vivienne gives the first reading from Shakespeare. Nicole gives another by a poet. Ivy is working on a piece of jewelry when Thomas comes in and startles her. He says he did not know Aly well but he knows she had issues and he is sorry Ivy was there when all of this went down. She agrees Aly was troubled but she did not deserve this .and Steffy is no saint. Thomas tells her it was an unfortunate accident. And she needs to be careful as what she says might be misunderstood. She jumps at him and says his sister came back and got Liam with no respect that he was in a relationship with Ivy. She was there that night and saw exactly what happened. Wyatt wants to talk to Steffy about some jewelry but she is distracted. She says Ivy has been saying things about her and she wants it to stop. She knows how close they are so maybe she will listen to him. Steffy tells Wyatt that she does not want this to get ugly. He scoffs that this must be bothering her. Steffy just thinks Aly should be quiet and mourn Aly like the rest are doing. Thomas and Ivy discuss the night more. She says Aly did not just fall. Steffy hit her with a tire iron. She is just telling everyone that Aly fell. She has proof. She goes and gets her phone and shows Thomas the video. He arches his eyebrow in surprise, but says it is her word against Steffy's. She thinks the entire world has a right to see this. Nick asks Maya and Rick to say their vows and exchange rings. He then is happy to pronounce them husband and wife and they may kiss.",
    "tvmega_summary": "Episode # 7130 ~ The amount of emotion around Maya overwhelms her; Wyatt woos Ivy.",
    "soapcentral_condensed": "Maya and Rick exchanged traditional vows and rings. Rick said that Maya had taught him what true love, acceptance, and courage were. At Forrester, Steffy and Thomas continued to discuss her guilty feelings about her deadly encounter with Aly. Thomas promised to take care of his little sister, and he would protect her from Ivy and anyone else. In another office, Ivy told Wyatt that she had thoughtSteffy would return to her senses after Ivy's memorial, but she had not. She handed Thomas her phone and played the video. \"Now you see exactly what your sister's done,\" Ivy said. \"I saw exactly what happened,\" she recalled that Aly and SteFFy had been fighting. She recalled that Ivy had arrived at the scene after Aly had fallen, and Ivy had called 9-1-1. She said she had proof. Thomas argued, but Ivy said she was the victim, and she showed the video to Thomas. Thomas looked fearful. He said he wouldn't tolerate Ivy's veiled threats.\n"
}