{
    "imdb": "The sudden reunion of Liam and Wyatt leaves both men with burning questions: \"Adam\" is stunned that the stranger called him Liam and Wyatt is shocked that his mother is behind his brother's disappearance. Quinn ushers Wyatt out explaining that Liam has made her happier than any man before. She also admits that she took care of Liam at the cabin to provide Wyatt with the opportunity to find love with Steffy. An appalled Wyatt scolds his mother for kidnapping a helpless man who can barely stand and calling it love. Quinn taunts Wyatt that he will lose his marriage and job if Liam were to return... Inside the cabin, Liam is overwhelmed by all kinds of emotions as his memory is finally coming back to him. Bill tells Justin that he starts to believe that someone has taken Liam's cell phone and that his son is in deep trouble. He calls Steffy to find out more about Liam's texts and calls.",
    "tvmega_recap": "They all start yelling at the same time. Adam asks Wyatt what did he call him. Quinn says she was only helping Liam. Wyatt finds this hard to believe that Liam has been here this whole time and does not know who he is. Adam demands to know from Wyatt who he is, why he is here. He knows and he is not telling. Quinn screams this means a lot to her and Wyatt has to listen. Bill tells Justin that he was so hurt over his own little feelings that it never dawned on him that Liam might actually be in trouble. Justin has to find him. Justin says he is not in any of the major hospitals and not in custody anywhere. Justin asks who else has heard from Liam except him. Bill calls Steffy. He says he would not ask except that it is very important. He wants her to meet him at Liam's. Quinn and Wyatt walk outside and lock Liam in the cabin. He pounds on the door and says he will not be lied to anymore. Wyatt finds it hard to believe that his mother is in love with his brother. She says he does not understand but for once someone needs her and she has a reason to wake up in the morning. She will not give that up, not even for Wyatt. And they can go away and no one will ever know. Steffy walks into Liam's house and the memories come flooding back. Bill comes in and says he is scared. He wants her to pay attention. She lived here and he needs to know what is missing. Go through it with a fine tooth comb, every closet and every drawer, whatever what may be missing, it could be important. Wyatt tells Quinn that Liam is not right. He can not even stand right and she did not take him to the doctor. She keeps saying they shared something and she was helping him. Wyatt tells her that they have to open this door and if she doesn't he will go to the police. She is crazy and he will get her help. She barks that she gave him this precious life with Steffy so all he has to do is go back to it, say nothing to anyone and both of their lives will continue. Liam loves her. Wyatt stands there with his mouth literally open listening to this crazy mother of his. Steffy looks things over and says it all looks right to her, just a bunch of mail and bills piling up. Bill says Liam would have never done that. He would have had the power turned off but he would have paid his bills. She keeps saying she got these text messages and she thinks he is staying away on his own. Slowly Liam starts having flashbacks of Bill, Steffy, his brother. And especially Steffy in her mountaintop wedding attire. Liam tears the albums up and says Quinn is lying to him, it was not her in the pictures but Steffy. Quinn and Wyatt argue. He says this is wrong. He does not want a happy life this way, hurting his own brother. She demands that he stay and listen. She and Liam are both changed people .he is a gentle man, a kinder man. They are like two pieces of the same puzzle. They can walk away from their own life and be fresh like babies. He is happy and Wyatt can be too. All he has to do is not be ashamed that he got his happiness this way. All he has to do is walk away and never see her again.",
    "tvmega_summary": "Episode # 7305 ~ Quinn commits a desperate act to save herself & get Wyatt on her side of things; Bill brings Steffy on board & the two discuss theories on Liam's whereabouts."
}