{
    "imdb": "Ridge worries about Steffy, but she insists that Liam's return doesn't change her feelings about her marriage. The rivalry between the Spencer brothers reignites when Liam vows to get his life back from Wyatt. Wyatt reminds Liam that he moved on, too, while being away. Liam cannot believe that Wyatt wants to make it sound like Quinn didn't hold him hostage all the time. Bill chats with Caroline, Maya, and Thomas while Katie digests Rick's news that Dr. Wolin has died. Brooke and Bill agree that they will have to look after Katie even though her drinking seems to be under control now. Ridge goes on the defensive when Katie tells him about her conversation with his former doctor. Katie is no longer convinced that Ridge is Douglas' father as she remembers the doctor's very specific accusations. Ridge tells Katie to put an end to her insinuations.",
    "tvmega_recap": "Wyatt tells Liam that his amnesia must have set him back a couple of hundred years \u0096 Steffy was not property to reclaim. Arguing Liam says Wyatt knows what he means \u0096 taking back his life with Steffy. Wyatt points out that she is a strong, independent woman who chose to marry him. Liam says yes because she thought that he was unavailable, that he left her. Wyatt says he did. He reminds him that he walked away from Steffy before he started playing Garden of Eden with his mother so Liam is just cherry picking what he cares to remember now. Liam hesitates a moment and says none of that matters. He may not remember everything but he is getting his life back and Steffy is part of that. Steffy tells Ridge who is asking that her marriage will be fine even with Liam back. It doesn't change a thing. When he asks again she asks him to please drop it. She is married to Wyatt now and her marriage will be fine. The vows were real and she cannot pretend they didn't happen even though she was misled. Liam explains to Wyatt that the whole time he was in the cabin he was thinking of Steffy. He did not know her name nor could he see her face but he knew that she was out there. Somebody was out there waiting for him. And Wyatt knew that too. True to form he did not actually help Steffy, but what he did was swoop in and tried to tell her that he was better for her than Liam. And he ought to know there are healthier ways to take out his anger on Liam. Wyatt says he has no anger toward Liam. He feels pity for him. Liam gets mad and says Wyatt goes after every frickin' woman he has ever been with. Wyatt tells him that he knows he has been through hell but do not take it out on him or his marriage and certainly do not think he is entitled to his wife. Liam hollers that she is only his wife because his psychotic mother kidnapped him and tortured him. Wyatt scoffs that it did not seem that way. Liam seemed to be enjoying himself when he found him with Quinn in the cabin. Liam tells Wyatt that he needs to do the right thing \u0096 step aside and do what Steffy really wants. Wyatt opines that he is sorry but he does not have to give up his life just because it is not what Liam wants. Liam asks him to please not make fun of what Quinn did to him. Wyatt says thank you very much he cannot forget that, something a son should never see. Liam says surely he can see that Quinn kept him prisoner so that Wyatt could get closer to Steffy. If his marriage means anything he could see how wrong that is. Wyatt admits his mother may be evil but that does not mean his marriage is wrong. Liam argues that it was manipulation and surely Wyatt can see that. There would be NO marriage if Steffy knew the truth. Is that how he wants to get the girl again? He wants to know if Wyatt knows the difference in right and wrong and has changed a little bit since they have met. Does he really want to be married to someone who has been tricked into it. Rick keeps questioning Katie about Dr. Wolin and wants to be sure that she saw Ridge talking to him. She says yes and she does not know what they talked about but it seemed intense. And it certainly is kind of creepy with a mysterious accident just minutes after talking to Ridge. Katie finds it interesting that Rick finds all of this so interesting. Bill texts Brooke to meet him back stage. Then he tells Brooke it is okay as Katie stayed behind to talk to Rick. Katie tells Ridge that it freaky that his doctor died just a few minutes after she saw him talking to him. Ridge tries to squirm out of it but she says she knows as she talked to the doctor. He told her that Ridge was not Douglas's father. Ridge says he would not give that another thought. The good doctor had been drinking, he's lost his license so he was angry. Rick tells Maya that he now has two witnesses that saw Ridge at the restaurant with the doctor. He thinks Katie can help him with this. Wyatt barks at Liam that here he goes. He was feeling all sorry for him and now he is doing it again and reminding him how self- involved he really is. Liam says yeah, how selfish of him to be taken against his will. Wyatt says what is really selfish is that Liam is asking everyone to pretend that after what happened to him that their lives cannot go on. He points out that he is married to Steffy and he probably would be even if Liam were here without Quinn's help. Liam has a habit of constantly pursuing Steffy then discarding her to reunite again and doing it all over again .so slowly and surely he would have gone on and on until Liam pushed her into Wyatt's arms. Liam acts surprised and says he does not know what Wyatt is talking about. Wyatt tells him dude, that Liam had walked away from Steffy, they were 100% split because Steffy would not obey his orders to stay away from Ivy. Liam looks at him blankly and says it is all fuzzy and he does not remember that but he knows he would not just walk away from Steffy. Wyatt says yes he would. He wants to be the boss in every relationship and when Steffy wants to have a mind of her own then Liam walks out. Liam says he did not walk out; he was victimized by Quinn. Wyatt scoffs and says okay so has he since birth but he sucked it up and survived. Now it is Liam's turn. He bellows at Liam to suck it up as the world does not owe him a thing. And neither does Wyatt. Steffy is his wife and Liam needs to respect that. Liam jumps to conclusions and accuses Wyatt of being in on it with his mother. Wyatt says he does not know what he is talking about and he ought to remember his reaction when he walked in on him and his mother in the cabin. He even helped Liam lock Quinn in the closet and he did bring him back to Steffy. Liam says no, he brought him back to his brand new wife. Wyatt says do not do this. He should not compare him to his mother; in fact he saved Liam. Liam is not so sure was that before or after he married Steffy and took over his life. Funny he didn't show up before that. Wyatt says he is going to walk away before he goes ballistic. Liam hollers at him again if he knew. Wyatt says no. Liam calms down some but says all of that does not matter. He wants his life back; he wants Steffy back. And whether Wyatt wants to acknowledge it, Steffy wants him too. And he is going to have his life with Steffy and sooner than Wyatt thinks. Bill and Brooke sit and talk and both agree they have to be strong and support Katie even if she slips. Brooke says she must go; she does not want Katie to see them together. Meanwhile Katie is questioning Ridge of why, even if the doctor was drinking, would be say such things. Ridge warns her that the door is open so she should not be saying these things. The doctor was obviously drinking and had blackmail on his mind. The man lost his license, he was a quack, and in the end Ridge had gone to somebody else. Katie still does not understand why the doctor would do all of in public and if Ridge is not Douglas's father, then who is. Right outside the door is Thomas and Caroline holding the baby. Ridge tells Katie that he is Douglas's father. He walks out and joins Caroline and they walk off together.",
    "tvmega_summary": "Episode # 7316 ~ The rivalry between the Spencer brothers reignites when Liam vows to get his life back from Wyatt; Ridge goes on the defensive when Katie tells him about her conversation with Dr. Wolin."
}