{
    "soap_central": "\n\nAt Katie's house, Ridge and Katie made out. Katie admitted that she missed being at Spencer, but she liked being at home and taking some needed time off. Katie said she was at peace with losing her job at Spencer and sharing custody of Will with Bill.\n\n\nKatie added that dealing with the change would be easier and a lot more fun with Ridge by her side. Ridge noted that he, Brooke, and R.J. had had a discussion about Ridge and Katie's engagement. Ridge said that R.J. thought it was a little weird, but R.J. liked Katie and was happy that the family would be together.\n\n\nKatie said she liked R.J., and he was just like his father: smart, handsome, dashing, and debonair. Ridge fished for more compliments, but Katie teased that was all she had. Katie told Ridge that she had talked to Donna about their engagement. She said that Donna was shocked but happy. \n\n\nKatie added that she had talked to Bill. \"I don't trust him one bit,\" Ridge said. Katie said that they all had to focus on the children. Ridge was adamant that he did not want Bill near R.J.\n\n\nKatie tried to get Ridge to be reasonable and realistic, but Ridge didn't want R.J. and Bill in the same room together. Ridge said he had told Brooke the same thing. \"I told her to kick him to the curb,\" Ridge said. Katie questioned how he could be so demanding when Ridge planned to marry Katie. \"I'm getting married to stay married,\" he said. He insisted they stop talking about \"Whathisname.\"\n\n\nIn the studio at Forrester, Oliver gave Aly a bottle of water, and Aly apologized for her behavior. Oliver told her she had every right to be hurt. \"How could my father be with her after what she did?\" Aly asked.\n\n\nAly told Oliver that she hated Taylor. Oliver understood Aly's feelings because Taylor had taken her mother away. Aly felt that Oliver was the only one she could talk to. Oliver agreed that he could listen, but he explained that Thorne clearly loved Aly and was willing to give up Taylor to make Aly feel better.\n\n\nAly said that she felt her dad had betrayed her and disappointed her. She added that she was confused, and she felt horrible for her dad because he had feelings for Taylor, and he'd been alone for a long time. Aly said she knew none of it made sense. Oliver said she needed to let her feelings out, and he was happy to listen.\n\n\nOliver told Aly he had to leave, but he'd return. Before he left, Oliver advised Aly to stop living her life around her hatred for her mother's killer. He suggested that Aly could let it all go through forgiveness. Aly refused.\n\n\nIn an office at Forrester, Taylor and Thorne met, and Thorne chastised himself about how he'd underestimated how upset Aly would have been about their relationship. \"How naïve could I be?\" Thorne asked.\n\n\nTaylor agreed that Aly's wounds had remained fresh even though it had been years since her mother had died. Taylor advised Thorne to give all his support to Aly. \"I can't see my little girl in that much pain,\" Thorne said.\n\n\n\"I wish I could help her, but I'm not the right person, and I still haven't forgiven myself,\" Taylor said. Thorne reminded Taylor that he had forgiven her years before. Thorne acknowledged that he couldn't put Aly through any more trauma.\n\n\nTaylor tearfully agreed. \"This has to be the end for us, Taylor,\" Thorne said. He explained that perhaps they could get back together if things ever calmed down, but he advised Taylor to return to Paris and live her life without him. \"I never should have left or let her out of my sight,\" Thorne said of Aly.\n\n\nThorne said he planned to give up his position as head of Forrester International and return to his old job at Forrester. Taylor told him he was a good father, and she planned to return to Paris. Oliver interrupted, and he suggested to Thorne and Taylor that Aly needed to forgive Taylor and move on with her life. Thorne disagreed. Oliver said that Aly needed closure. Thorne said he would not agree to force Aly to forgive Taylor.\n\n\nOliver returned to speak to Aly, and he encouraged her again to let go of her anger and find something better. He suggested that her mother would not want her to live her life like that. Aly agreed that she wanted to honor the memory of her mother, and Oliver told her that her mother would not want her to harbor such hatred.\n\n\nAly said she could not forgive Taylor. Oliver reminded Aly that Taylor had to live with what she'd done for the rest of her life. \"Don't let the past keep you from being the best you can be. Rise above it for yourself. You're strong enough, Aly. It will make everything better,\" Oliver advised. Aly agreed it had been really hard living with all the negativity.\n\n\nIn the other office, Thorne and Taylor said goodbye to one another. \"I would never want to come between you and your daughter,\" Taylor said. Taylor tearfully agreed to leave, and Thorne kissed her hand. He left, and Taylor quietly cried. She turned to leave, and Aly and Oliver entered.\n\n\nTaylor apologized and said she was leaving. She promised that Aly would never have to see her again. Oliver stopped her. He said that Aly had something to say. \"I need your help. Can you teach me how to forgive you?\"Aly asked. \n\n\n",
    "tvdb": "Thorne and Taylor are concerned about Aly’s reaction to news of their relationship and discuss Aly’s emotional health. Oliver does his best to comfort Aly and assures her that he is there for her. They discuss Darla and how she would feel about this situation as well as fear and forgiveness. Katie tells Ridge that their current situation with Brooke and Bill calls for compromise but Ridge refuses to budge. Aly makes a surprising request of Taylor.",
    "imdb": "Oliver does his best to comfort Aly and assures her that he is there for her. They discuss how Aly's mother Darla would feel about this situation as well as fear and forgiveness. Thorne and Taylor are concerned about Aly's reaction to news of their relationship and discuss Aly's emotional health. A heartbroken Taylor realizes it is best that Thorne stay in L.A. for the time being while she goes back to Paris. Katie tells Ridge that their current situation with Brooke and Bill calls for compromise but Ridge refuses to budge. Oliver pledges with Alexandria to let the past and her hatred towards Taylor go. Aly goes to see Taylor with the startling request that she should stay in town so that they can work on their issues.",
    "tvmega_recap": "Katie tells Ridge that she is going to miss being CEO and sharing her son but she can make peace with it. And she wants to take some much needed time off to make this house their home. She tells him that Donna stopped by and was shocked but supported them as long as they are happy. Bill stopped by and also came around. Ridge says he had the same conversation with Brooke. Ridge tells her that RJ is okay with it too. Thorne tells Taylor that he hates seeing his little girl in that much pain. How could he have been so naive. Taylor too is sorry that she got into it with Aly without him being there. She wishes she could help her but she is not the right person. Thorne says he forgave her years ago. He just wishes Aly could have also. He says maybe someday down the road when things settle down but right now he needs to put all his focus on Aly. She is still a vulnerable teenager and he should not have left her out of his sight. Ollie comforts Aly who still can't understand how her dad could ever be close to Taylor after what she did to her mother. She feels betrayed and disappointed and very confused. She even feels a little bad for her dad. But why Taylor? He tells her that she just has to take care of herself and he will be there for her. She says she would not blame him if he just took off and never looked back. He says no, he is not going anywhere. She can always confide in him. He says she can tell him anything and he won't judge her. She confides that she picked up the axe and threatened Taylor. Ollie thinks that is understandable but says the only way to get over this is to make peace with forgiveness. He slips off and tells Thorne and Taylor that Aly needs closure. It's time for her to accept Taylor and for what she did and to forgive her. Thorne says no. He will not put his daughter through more pain. He is going to quit his job at International and come back here to the basement and be with her. Taylor will go back to Paris. Ollie goes back to Aly and she says she can not do what he asked. She wants Taylor to feel guilty. She will not let her off the hook. Ollie reminds her that she can let this define her or let it be. She is strong enough. It will make everything better. It is something her own mother would want to happen so Aly can be a full woman now. Thorne tells Taylor that he is sorry but he thinks it is best if she goes back to Paris tonight. She agrees to that as she would never want to come between him and his daughter. When he leaves Taylor alone, Ollie and Aly walk in. Aly tells Taylor that she needs her help if she can teach her how to forgive her.",
    "soapcentral_condensed": "Oliver advised Aly to stop living her life around her hatred for her mother's killer. Thorne chastised himself about how he'd underestimated how upset Aly would have been about their relationship. Taylor advised Thorne to give all his support to Aly. Katie said she was at peace with losing her job at Spencer and sharing custody of Will with Bill. \"I don't trust him one bit,\" Ridge said of Bill, insisting they stop talking about \"Whathisname\"\"I'm getting married to stay married,\" he said of Katie. \"Don't let the past keep you from being the best you can be,\" Oliver advised Aly. \"It will make everything better,\" Aly said. \"How could my father be with her after what she did?\" Aly asked of her father, who had feelings for her mom's killer, Taylor. \"This has to be the end for us, Taylor,\" Thorne said of his relationship with Taylor, and she tearfully said she planned to return to Paris.\n"
}