{
    "soap_central": "\n\nAt Forrester Creations, Wyatt met with Steffy and said her personal page links were still increasing. He looked at her social media feeds and lamented that there were some posts about their divorce. Steffy said it didn't matter what people said. She told him that he had been really important to her. Wyatt said he could no longer work that close to her. Steffy was disappointed, but she supported his decision.\n\n\n\"I think my time here at Forrester is done,\" he said. Wyatt acknowledged that they had been a great team. He said Nicole could handle it. He said that all the time he had spent with her was special.\n\n\nOutside the office, Thomas wanted to enter Steffy's office, but Pam stopped him because she was in a meeting. \"Madame CEO has a very busy schedule,\" Pam said. Thomas looked unhappy. Later, Thomas met with Steffy, and Steffy said she hated the tension between them. She wanted them to go to lunch and resolve their differences. \"As my boss?\" he asked. \"As your sister,\" she said. On the way out of the office, Steffy asked Pam to make reservations for Steffy and Thomas.\n\n\nAt Spencer Publications, C.J. met with Bill, and C.J. explained that he had to delay finalizing their deal for Spectra Fashions. Bill was not happy because he had plans for the area, but C.J. said his cousin wanted to be a fashion mogul and revive and relaunch the brand. \"Her name is Sally Spectra,\" C.J. said.\n\n\nBill asked if the idea was a joke, but C.J. said Sally was very serious. He felt he had to give her a chance -- and then it would fold in six months, and he would sell it to Bill. Bill warned him not to break the deal, and C.J. agreed.\n\n\nAfter C.J. left, Wyatt entered and greeted Bill. Bill teased that he hadn't seen much of Wyatt. Wyatt said he wanted to return to Spencer. Bill was surprised. Wyatt explained that he'd had a good run at Forrester, but it was too difficult to be around Steffy. Bill said he supported Wyatt and was proud of him because he had been in a tough situation and had made the right call. \"You made Steffy a star,\" Bill said. Wyatt credited Steffy because she sold herself. \"She's a confident, sexy, sophisticated woman. Other women want to be her, and men want to be with her,\" he said.\n\n\nAt Spectra, Sally Spectra was on the phone and had been arguing with loan representatives. She called one \"shifty.\" Saul entered and complained that the sewing machines were inoperable. Sally insisted one machine had to work out of all the machines, but Saul countered that he could not make an entire collection with one machine.\n\n\nSally and her grandmother Shirley encouraged Saul and said he only had to make a few gowns. They had to make it down the runway, and that was it -- until the orders came in. \"I know it will be crazy for a while, but if we pull this off -- when we pull this off, we'll be as well known as Steffy Forrester,\" Sally insisted.\n\n\nSaul and Shirley looked doubtful, but Sally had an idea. She acknowledged that they had never matched the grandeur of Forrester Creations, but Sally had been gifted at creating huge events. She felt they didn't have to match Steffy's success. They just had to go big and viral. Sally asked about Steffy's last posting on social media, and Saul observed that it had been hours.\n\n\nSally was thinking, and Saul pointed out that more than a million people had liked Steffy's boyfriend's tofu recipe. Sally had an idea -- they needed to find out where Steffy was. Sally called Forrester and asked for Steffy. Pam answered that she had gone to lunch. Sally insisted that she had been waiting for Steffy for a meeting at the restaurant, but she didn't name it.\n\n\nPam apologized and asked if the caller was at the correct restaurant -- giving up exactly where Steffy was. Sally quickly hung up and got Shirley to make a reservation. Sally, Shirley, and Saul left for the restaurant.\n\n\nThe Sally Spectra trio arrived at lunch, and they were seated a few tables away from Steffy and Thomas. Shirley looked at the menu and said the prices were outrageous. Sally said no one could order anything. She wanted them to watch her work some Spectra magic. \"We're going to use our brains and take a page out of Aunt Sally's playbook,\" she said. She gave Shirley her phone and told her to record everything that happened once Sally started talking to Steffy.\n\n\nAt Steffy's table, she encouraged Thomas to remember that they were a team. She said it hurt that he wanted to leave the company and start his own.\n\n\nSteffy drank wine, and Sally walked over to the table to greet Thomas. She explained to Steffy that she had met Thomas previously. She noted that she and Steffy were the namesakes of their relatives. Sally reminded Steffy that their families \"went way back together.\" She added that her cousin Macy had been married to Steffy's Uncle Thorne.\n\n\nSally said that she was reviving the fashion house. Steffy smirked that she had seen the press conference. Sally continued to talk and asked if the Forresters were having dessert. She sneered that Steffy had probably never eaten a carb in her life. Steffy laughed. Sally took a bite of dessert and knocked it all over Steffy -- ruining her dress. She apologized and tried to wipe it off and made more of a mess.\n\n\nSally apologized, and Thomas started to laugh. Steffy ordered him to get the check because she wanted to leave. Sally noted that Steffy had probably never been seen looking less than perfect by her adoring fans. \"That is enough,\" Steffy said.\n\n\nSally noted that Steffy's brother was grumpy because Steffy was a self-absorbed Queen Bee. Steffy reminded Sally that Sally had thrown cake at her. Sally teased that it hadn't hurt, and then she spilled water on Steffy.\n\n\n\"What a mess,\" Sally said. Steffy advised Sally to return to her table, but Sally told her that her namesake Stephanie Forrester would never have been so desperate for social media exposure. Steffy was surprised. Steffy smeared cake all over Sally, and Sally balked that she had been wearing a one-of-a-kind Spectra fashion. \"One of a kind? Thank God there isn't another one of those out there,\" Steffy said.\n\n\nSteffy and Sally started throwing food at one another. \"Stop, stop, stop,\" Thomas said. He tried to pull the women away from the food they had been throwing. A waiter and Saul dragged Sally out of the restaurant. Thomas pulled Steffy away, and he laughed. Steffy was furious. \"She is back. Sally Spectra is back,\" Steffy shouted, and Thomas agreed. He continued to laugh.\n\n\n",
    "imdb": "Bill is upset with C.J. Garrison for backing out of the deal to sell him the old Spectra building. C.J. fills Bill in on his cousin and that in six months' time he will likely be able to sell the property. At Spectra Fashion, Saul complains to Sally about the unworkable state of the sewing machines. Sally informs him and Shirley that they have a higher priority aim and that is to make a name for themselves in the business. Wyatt submits his resignation to Steffy who thanks him for all his support. He then heads over to Spencer Publications and asks Bill for his old job back. Hoping to eradicate the tension with her brother, Steffy offers to take Thomas to lunch. Sally wants to use the power of modern viral marketing on social media to score popularity. After sneakily learning from Pam that Steffy is at Il Giardino right now, Sally takes Shirley and Saul to the restaurant, introduces herself to Steffy in a bold manner trying to pick a fight to recreate the rivalry of Stephanie Forrester and Sally Spectra. A food fight ensues which Shirley is capturing on her smartphone.",
    "tvmega_recap": "Wyatt tells Steffy that he can't keep doing this every day being near her. He thinks his time at F.C. is over. He's turning in his resignation. Sally grouses at people over the phone while Saul tells her that he cannot work with only one old sewing machine. Bill is unhappy with CJ when he finds out the wrecking ball is out and Sally Spectra is in. He looks at the video and sees the spectacle she has herself in. CJ tells him that it will fold in six months and then Bill can do anything he wants to do with it. Bill says he better as he would not want to disappoint him once but twice would be unheard of. Sally tells Saul that they are going to be the toast of the fashion world and she is expecting him to pull that off. So she does not care if the gowns fall apart on the assembly line held together by dental floss but get them there ..just for a short while then they will take in the orders and get equipment and be in business. Steffy doesn't like the way Thomas is feeling; she still wants him as her supportive brother. Wyatt surprises Bill by putting in an appearance at SP. He tells him right off that it is too difficult to be around Steffy so he's leaving. He says he had a great thing over at FC. Eric and his mother trusted him to do his job. He will even support Steffy and Liam and go to their wedding but staying there will be too much. Bill says he is proud of him and he thinks he made the right call, do not be so hard on himself. Bill tells him that his marriage did not work out but he and Steffy struck gold, but he was the one who made her a star. Sally tells Shirley that she is as good as Steffy so she can go viral too. Shirley laments that Steffy has a million hits and they cannot compete with that. Sally picks up the phone and calls FC pretending to want to speak with Steffy. Pam lets it slip that Steffy is on her way to ll Giardino, so Sally calls and makes a reservation for three. Steffy and Thomas have lunch at the restaurant and she says they are a team and she cannot let him leave. So if there is something she can do to make him feel better. Not long afterward, Sally, Shirley and Saul sit down and gawk at the prices. Sally shows them Thomas and Steffy and muses that they got the best seat in the house and they can take a page out of that and soon they will be there too just like Aunt Sally. Steffy is named after her grandmother and Sally after her Aunt Sally, just think together again. She tells Shirley to take out her phone and take a picture. She goes over to Thomas's table and starts with some snarky remarks about the Queen Bee CEO. Then she makes a big deal about all the desserts they have offered Steffy and she says she cannot resist sweets and starts nibbling on one, only then to pick it up and shove the entire thing in her mouth. She hands a piece over to Steffy which falls in her lap \u0096 and oops then Sally makes it worse by getting a bottle of water and tries to wash the gunk off. First thing the entire bottle is spilled on Steffy. The words begin and shoving and a full fledged food fight is on. Shirley is taking pictures and no one can pull the food throwers apart. Sally has to be carted off. Thomas is still staring at Steffy and laughing.",
    "tvmega_summary": "Episode # 7520 ~ Wyatt submits his resignation at Forrester Creations in order to move on to a life without Steffy; Steffy makes an attempt to resolve her issues with Thomas over lunch at Il Giardino.",
    "soapcentral_condensed": "At Forrester Creations, Wyatt met with Steffy and said her personal page links were still increasing. Wyatt said he could no longer work that close to her. At Spencer Publications, C.J. met with Bill and explained that he had to delay finalizing their deal for Spectra Fashions. At Spectra, Sally Spectra was on the phone and had been arguing with loan representatives, and Saul entered and complained that the sewing machines were inoperable. \"We're going to use our brains and take a page out of Aunt Sally's playbook,\" Sally said to SteffY and Thomas at a restaurant where they were seated a few tables away from each other. \"I know it will be crazy for a while, but if we pull this off, we'll be as well known as Steffen,\" Sally insisted, and they left for the restaurant with a reservation for the next day. \"She's a confident, sexy, sophisticated woman. Other women want to be her, and men want tobe with her,\" Wyatt said.\n"
}