{
    "soap_central": "\n\nAt Forrester, Oliver and Othello chatted in the Forrester studio. Nicole entered, and Oliver introduced her. Oliver shared that Othello composed and mixed music for Forrester. Nicole said she wanted to sing, and Oliver added that she also wanted to model.\n\n\nOthello laughed, and Nicole insisted she was improving on her modeling. She added that she could really sing. She belted out a quick tune, and Othello was impressed with her range. Nicole maintained that it ran in the family, and Oliver was surprised that Maya could also sing.\n\n\nOthello and Oliver suggested that Maya and Nicole could sing together at Forrester, and Oliver noted that they couldn't stand each other long enough to do that. Nicole disagreed and said they saw things differently. She left to see Maya.\n\n\nOliver told Othello that the two sisters were on some kind of collision course. Othello claimed he wouldn't mind getting to know Nicole better. Oliver cautioned him, but Othello said he was friends with Maya. He thought she'd earned everything she'd worked for at Forrester, and he'd never seen Rick so happy.\n\n\nOliver worried that Ridge, Ivy, and everyone had been unhappy with Rick at the helm. Oliver wanted everything to settle down so the company could stabilize. Othello suggested that if Rick and Maya married, it might add stability to the company -- they could be a new version of Eric and Stephanie.\n\n\nIn Rick's office, Rick and Maya discussed that Maya appeared to be worried about her future with Rick. Rick wondered if Maya trusted him. \"I do trust you,\" Maya said. She added that she was not worried, but Rick observed that she had been keeping something from him. \"Maya, what is it?\" Rick asked. Maya looked sick.\n\n\nRick encouraged Maya to let it out. \"Everyone makes mistakes,\" Rick confided. Maya said she had not made a mistake. \"Nothing is gonna change the way I feel about you. You do believe me, don't you?\" Rick asked. Maya nodded. Rick gushed that the past of the woman in front of him didn't matter because it had all \"made you the person you are today, the person that I love.\" A tear rolled down Maya's cheek.\n\n\nLater, Rick and Maya cuddled on the couch, and Rick insisted that none of her past mattered to him. \"I'm committed, and nothing's gonna change that,\" he said. Rick understood that she might question his love until he backed it up.\n\n\nMaya joked that they were going to \"lock the door and get naked\" so he could prove his commitment, but Rick grew serious. He acknowledged that it had been difficult for her to support him while everyone else disliked him. \"You stuck by me when I needed someone,\" he said.\n\n\nNicole entered, and Rick welcomed her. He told her how much he had appreciated Maya's support and honesty. He admitted that he'd been wrapped up in business, but he promised that he and Maya had a great future in store. \"My divorce is in process, and she will see me on my knee,\" Rick said. Maya smiled, and Nicole nodded her approval. Rick left.\n\n\nIn Wyatt's office at Forrester, Liam, Wyatt, and Ivy discussed that Rick had commented that Ivy's designs were too industrial. Ivy and Wyatt agreed they had no idea what Rick had wanted them to change. Wyatt added that even though Rick had rehired Quinn, it should not be considered a competition between Ivy and Quinn. They all agreed that Rick was not a good leader. \"How do we get rid of the CEO whose last name is Forrester?\" Ivy asked.\n\n\nWyatt asked Liam about the hostile takeover plan, but Liam said it had all changed. He suggested they had to find a way to get at Rick another way. He suggested they divide and conquer Maya and Rick.\n\n\nIvy said the two were never apart, and they all worried that Rick had been trying to clone Maya to be the next Stephanie Forrester. They lamented that if that happened, Rick would be CEO for life. Wyatt and Liam agreed their first joint venture would be get rid of Rick.\n\n\nRick entered and wondered what they'd been talking about. Rick chided them for allowing Liam in company meetings, but Liam noted that he had stock in the company. Rick suggested he attend shareholders' meetings. Rick added that Bill had \"pilfered twelve-and-a-half percent of the company.\"\n\n\nDiscussion returned to the jewelry, and Wyatt and Ivy admitted that they did not understand what changes Rick wanted. Rick understood that Ivy was new, but he was disappointed that Wyatt did not understand his demands. He told them to talk to Maya because she understood what he wanted.\n\n\nLiam pointed out that the public had loved Wyatt and Ivy's designs, based on his recent articles, but Rick said those were past reviews. Rick worried about the future. Wyatt left.\n\n\nIvy and Liam accused Rick of treating his employees like house servants, but Rick admonished them for not having a sense of humor. \"It's disgusting -- not funny. It's demeaning,\" Ivy said.\n\n\nRick turned the tables and accused Ivy and Liam of planning and scheming against him. Ivy and Liam exchanged glances. Liam said that Rick had been a poor leader. Rick crowed that his successful sales figures were all he needed. He added that he'd had little help from anyone but Maya. He trusted her implicitly.\n\n\nIn Rick's office, Maya and Nicole continued their conversation. Nicole professed that she was happy that Maya and Rick were so in love. Maya confessed that Rick was suspicious that she'd been hiding something. He'd seen her estrogen hormone therapy pills fall out of her purse. She worried that her life was spinning out of control. Nicole said that Rick clearly had promised that a marriage proposal was in the offing as soon as his divorce was settled.\n\n\nMaya worried that nothing was etched in stone. \"The man loves you,\" Nicole confided. Maya said she would tell Rick about her past in her own time and in her own way. \"Not Carter's way, not yours  -- mine,\" she stated.\n\n\nNicole said that she wanted Maya to be happy. \"You're my sister, and I know how much this means to you now,\" Nicole said. Maya confided that Rick was everything to her, and she couldn't lose him. \"He's the end and beginning of everything for me,\" Maya said. She begged her sister to keep her secret a little longer.\n\n\nOutside the office, Wyatt prepared to enter, but he stopped when he overheard Maya and Nicole's emotional conversation about keeping a secret. Maya confessed that she was scared about Rick's reaction. \"No one else can know,\" Maya commanded. Maya made Nicole promise not to tell anyone because if her secret got out, it could destroy Rick and the company and create a major scandal. \"No one can ever know,\" Maya said. Wyatt listened intently.\n\n\n",
    "tvmega_recap": "Rick tells Maya that she is keeping something from him and is insecure or they would not be having this conversation. He says everyone makes mistakes and nothing she says can make him change how he feels about her. He hates to see her in torture like this. She is the woman before him and what she was in the past does not matter. It makes her the person he loves today. Wyatt tells Ivy that the fact that Rick hates her is not the reason that Rick hired Quinn back. But Rick has got to go. Liam says ok but what is Rick and Forrester's Achilles heel. Oliver introduces Nicole to Othello and she wants to get in on that action too. Oliver doesn't want to get caught in the middle again by going through Maya to get approval. Nicole sings a range and Othello likes what he hears. Wyatt says Rick is at the top of his game so this won't be easy. And once he marries Maya they will be Mr. and Mrs. CEO and no way to stop them or get him to step down. Liam says this will be their first joint adventure and they need to divide and conquer with Rick and Maya. Nicole tells Othello she does not hate her sister but they do see things differently. Nicole says she needs to go find Maya and talk to her. Rick cuddles with Maya and asks if she feels better. He wants to say again that he is committed to her and nothing else matters. And he realizes that is only words and he needs to back it up with action. He knows her life has not been easy but she stood by him when he needed someone so badly. Nicole comes in and apologizes but Rick tells her to come on in. What he'd like Maya and her to know that while he can not speak of marriage right now but one day he will when his divorce is final. Othello tells Oliver that maybe if Maya and Rick get together it will stabilize FC and be better than Ridge stirring up the hornet's nest. Nicole tells Maya that she is happy for her and she can wait a little while. Maya says Rick knows she is hiding something. Nicole says she certainly did not tell him and just how long is she going to wait before she tells Rick. Liam tells Wyatt that Eric is never going to replace Rick so they have to try something else besides stocks. Rick walks in and suspects something with the wolf in the hen house. He tells Wyatt that just because he re-hired his mother doesn't mean that he is not going to be keeping his eye on him too. Wyatt says he is with Ivy, he doesn't understand just what Rick wants. Rick tells them to talk to Maya as she knows exactly what he wants. Liam asks Rick why he is running this company like this. If he ever starts treating his houseguests as servants is the day he quits. Rick tells Ivy that he will stop when she stops .scheming with Liam and Wyatt. Maya has been steadfast and he trusts Maya implicitly. Nicole tells Maya that Rick is in love with her and it is only a matter of time before he proposes. Maya says then she will tell Rick the truth. There will never be another Rick in her life. She can not lose that. Maya says but Rick does not know her and he will be stunned when he finds out. Nicole says he will be but in the end it won't be a game changer. Maya says she is still scared how this will turn out. She is still going to wait until Rick proposes. She trusts Rick but with this she is not sure. He loves her for her but she has to be the one to give him this information when the time is right. They both agree that if this gets into the wrong hands it could mean the fall of FC. Wyatt is outside and door and hears this.",
    "tvmega_summary": "Episode # 7045 ~ Nicole goes behind Maya's back to get what she wants; Liam comes up with a revenge plan.",
    "soapcentral_condensed": "Oliver worried that Ridge, Ivy, and everyone had been unhappy with Rick at the helm. Oliver wanted everything to settle down so the company could stabilize. Othello suggested that if Rick and Maya married, it might add stability to the company. Liam, Wyatt, and Ivy discussed that Rick had commented that Ivy's designs were too industrial. \"How do we get rid of the CEO whose last name is Forrester?\" Ivy asked. \"I'm committed, and nothing's gonna change that,\" Rick said. \"My divorce is in process, and she will see me on my knee,\" he said of his ex-wife. \"Nothing is gonna change the way I feel about you,\" Rick confided in Maya. \"You stuck by me when I needed someone,\" he told her. \"Everyone makes mistakes,\" he confided, and Maya said she had not made a mistake. \"No, you don't,\" Rick added. \"Nobody makes a mistake,\" she said. 'I do trust you,\" Maya said, but Rick observed she had been keeping something from him.\n"
}