{
    "soap_central": "\n\nAt the mansion, Katie was relieved that Ridge was ready for marriage. She'd been worried that he'd forgotten about them before they'd started. \"It's just the beginning for us. How could I have forgotten that?\" Ridge replied, and they kissed.\n\n\nThe two entered the living room, and Donna warned them that they'd better not leave. Ridge stated that he wouldn't leave until the last lemon bar was gone. Brooke relayed that she'd known, even when the rescue had ended, that Ridge would return to them -- and to Katie.\n\n\nNearby, Aly wanted to know how long Thorne would be in town. Thorne had a lot of work to do in Paris, but Aly felt that he'd be needed in town until Ridge was ready to return to work. Thorne offered to stay if Aly needed him, but she said she was doing well. She asked about him and Taylor and thought it was cool that he and Taylor were still together.\n\n\nBy the fireplace Ridge and Katie joked with Rick and Caroline about Caroline almost taking over couture in Ridge's absence. Ridge said Caroline would be just about the only person he'd trust in his absence. Brooke watched from the sofa as Katie kissed Ridge.\n\n\nOn the terrace, Hope hugged Wyatt. Wyatt said seeing Hope's happiness about Ridge had lifted a huge burden from Wyatt, and he hoped that he could be in her life someday.\n\n\nJust then, Liam, who'd been watching from behind the doorframe, appeared and quipped that it was a surprise to see Wyatt. Hope explained that Wyatt had arrived because of Ridge, and Wyatt said he'd wanted to congratulate Hope. Liam quipped that cell phones were \"so hard to use.\"\n\n\nWyatt claimed not to want to be a problem, but he thought some things were better said in person. Liam replied that Wyatt shouldn't be there. Hope told Liam that she didn't think Wyatt was there to cause trouble. Wyatt said his arrival didn't have to be a big deal. Liam said there was calling, text-messaging, and email, but he could guess why Wyatt had \"done this.\"\n\n\nWyatt didn't know why Liam was \"doing this\" and said, as brothers, they had to get along. Liam wanted that, but he felt that Wyatt's understanding of Wyatt's relationship with Hope was the key. Liam said Wyatt had arrived in secret and pulled Hope aside to capitalize on the day's emotions. Wyatt claimed not to be doing that, but Liam asked why Wyatt couldn't respect Hope's decision.\n\n\nLater, Liam and Hope returned inside. Liam asked if he'd been out of line. Hope believed that Wyatt should have gone, but she did think he'd been happy to hear about Ridge. Liam said Wyatt was relieved that Quinn was off the hook. \"No, she's not,\" Hope replied. Hope added that she'd been very clear with Wyatt in Big Bear -- her future was with Liam.\n\n\nBrooke called everyone together for a toast to Ridge being safe and at home with the woman he loved. Brooke said she'd believed all along that he'd been alive and would return to her, R.J., Katie, and everyone else. Brooke hadn't wanted to acknowledge it before, but she could see the love that Katie and Ridge shared. Brooke knew that he'd return home to be there for the person he loved -- Katie.\n\n\nKatie thanked Brooke and everyone for supporting the unlikely couple. Katie told Ridge that she'd hadn't believed he was gone. She'd been willing to search every inch of the Persian Gulf for him. Katie said they had a life to live, and she couldn't wait to start. Brooke hugged Ridge and Katie.\n\n\nRidge thanked everyone for the love in the room, even though it was somewhat overwhelming for him. He said he had things to figure out in his head, and it would take a while. He didn't think he could return to work right away. Everyone in the room offered to pitch in at work to help.\n\n\nRidge stated that he recalled falling and the deafening sound of the helicopter. It had been dark and quiet for a long time. When he'd awakened, he hadn't known who he was, but he'd known that he hadn't been home. He hadn't been able to move or talk, and he'd been scared.\n\n\nRidge had tried to remember the faces of friends and family, and the people who'd made him who he was; however, the memories had washed away. As the memories had gotten more and more blurry, he'd stopped trying to remember. He joked that he didn't know half the people in the room. They laughed. He said he did know them, and he knew he was home because of the way he felt.\n\n\nRidge felt that Katie was the incredible woman who'd waited for him, and he couldn't wait to tell R.J. that no matter how cold, dark, and quiet the world was, it would be okay with someone on the other side pulling him through. Ridge told Katie that he loved her and couldn't wait to marry her.\n\n\nAt the beach house, Bill arrived and grimaced upon being greeted by Quinn instead of Wyatt. As Bill turned to leave, she said a lot had happened while he'd been gone, and she'd be happy fill him in.\n\n\nQuinn was sure that Wyatt was reuniting with Hope at that moment. Guessing that Hope had chosen Liam, Bill remarked that it was about time Hope had stopped stringing both the men along. Quinn felt that Hope had made a rushed choice out of fear and judgment, but Wyatt's chances had been revived with Ridge's reappearance.\n\n\nBill snarled that it was unbelievable how clueless Quinn was. Quinn declared that the selfie hadn't killed Ridge, and she was exonerated. Bill raged that she'd still emailed the photo, which had sent \"that lunatic\" to ruin the wedding. He said her claws had stretched halfway around the world, but his and Brooke's connection was stronger than ever. \"And now, you have got nothing on me,\" Bill concluded.\n\n\nThough she wouldn't mind having an eternal blackmail piece on Bill, Quinn admitted that sending the picture had been a mistake, and it wasn't right that Wyatt had paid the price. Bill insisted that Hope would have chosen Liam regardless, and Quinn had just helped nudge it along. \"Why? Because Liam is all that is good in this world?\" Quinn raged.\n\n\nQuinn deemed Liam and his flea-ridden kitten boring, and she refused to believe Hope would have chosen Liam over Wyatt. Quinn was sure her son was charming Hope at that moment, but if it didn't work, then Quinn or Bill needed to smack sense into Hope. Bill said Quinn was out of her \"freaking mind.\" \"You think I would have anything to do with you or your plans? We are not a team,\" he seethed.\n\n\nQuinn reasoned that she and Bill were parents, and their son needed them. She told Bill to do what he needed to do, but they couldn't let their son pay for her mistake. \"Try to wrap that twisted little head around not asking me to do anything -- ever,\" Bill stated. He said that his two sons wanted the same woman, and he was staying out of it. He advised Quinn to do the same thing.\n\n\nBill warned Quinn to stay out of his life, too. He suggested that she leave town, but she refused to leave Wyatt. Bill doubted that Wyatt wanted Quinn, who'd screwed up Wyatt's life. Bill told her to leave Wyatt with him and \"just go...somewhere...anywhere, as long as it is far, far, far away.\"\n\n\nQuinn refused to leave her life over one romp with Bill and advised him to get over it. Bill maintained that he'd been over it while it had been happening, but she'd wanted to keep it going. Quinn claimed to be over it and saw no reason they couldn't work together as parents.\n\n\nQuinn was sure that Brooke would prefer Wyatt. \"Brooke would prefer it if you had fallen out of the helicopter over the Persian Gulf,\" Bill retorted. He declared that he and Brooke wanted nothing to do with Quinn, and he advised her to leave before an angry mob with torches and pitchforks drove her out. \"And Wyatt will be leading the pack,\" Bill added and strode out the door.\n\n\nLater, Wyatt arrived as Quinn was leaving him a note. She asked how things had gone with Hope. He said that Hope had been very happy, and he believed she still cared about him. He could tell that Hope had been glad to see him. Quinn wasn't surprised and was sure that Hope would forgive him. Quinn asked if Hope had said anything about their jobs.\n\n\nWyatt's expression soured. He said Hope had been glad to see him, but Liam hadn't. Wyatt claimed that he'd slipped around back at the mansion, so he wouldn't cause a scene, and Hope had seen him. Quinn guessed that Liam had ruined the moment, and Wyatt replied that Liam had practically kicked him out. Quinn raged that Liam had to be stopped. \"Not by you,\" Wyatt declared.\n\n\nWyatt said that the last thing he wanted was for his mother to get involved. He warned Quinn to stay away because her help was toxic, and he never wanted anything to do with her again. \n\n\n",
    "tvdb": "Wyatt apologizes to Hope for his mother’s transgressions and tells her of his plan to someday win her back. Misinterpreting what he sees, Liam demands that Wyatt remove himself from the party. Bill is unsympathetic with Quinn as she emotionally explains to him how she has singlehandedly ruined her family and her career. Ridge proclaims to his family and friends what gave him the will to survive.",
    "tvmega_recap": "Hope hugs Wyatt. He says he knows his mother did a horrible thing and he seems to spend his life apologizing for her. But now that Ridge is okay, and he is glad he is, perhaps he can be part of Hope's life in some way in the future. Liam comes out, so surprised to see Wyatt \u0096 not! Wyatt says he knows he could have phoned but some things are just better said in person. Liam says he should not be here. Wyatt says this does not have to be a big deal. They are brothers and they should get along. Liam says he snuck in here like he has done in the past and he won't stand for that. Hope made a decision and Wyatt should respect that. Brooke tells Ridge that she knew when the rescue team was out there that he was going to come back to her .and Katie. Bill walks into Wyatt's house but finds Quinn. She intimates that Wyatt is back with Hope now as they speak. Now that Ridge has returned, Hope will chill out and she will return to Wyatt. Bill says her claws stretched out half way across the world and ruined everything. And now with the selfie she has nothing on him. He tells her they are not a team and she is crazy if she thinks he will work with her in helping Wyatt get back with Hope. He says he has two sons and he is staying out of it, so should she. In fact he wants her out of his life altogether, like leave town .anywhere as long as it is far away. Quinn says she is not going anywhere over one little bump. Okay there is no more secrets; Brooke knows, but there is no reason they can't all get along. He tells her again that neither he nor Brooke want anything to do with her so do them a favor and just leave. Hope tells Liam that she made it clear to Wyatt that her decision stands, and she truly feels he was just happy for her about Ridge. Wyatt returns to find Quinn still at his house. He says Hope was glad to see him, Liam not so much. Quinn says Liam must be stopped. He tells her the last thing that he wants is help from her. Her help is toxic and he wants none of it ever again. Katie tells Ridge that this whole experience taught her that they have a life to live, and she can't wait to start it. Ridge says all this love in this room is overwhelming. He has things to figure out in his head .he's not ready to come back to work just yet. He does remember falling and the helicopter hovering, but when he woke up, he did not know where he was. He knew he was not home or around people that made him who he is. The more he thought, the more the memory blurred, so he just stopped. He knows he is home now for how his brother and his dad make him feel ..and this incredible woman, Katie, who waited for him. He tells Katie that he loves her and can't wait to marry her. They hug while her tears fall.",
    "soapcentral_condensed": "At the mansion, Katie was relieved that Ridge was ready for marriage. Wyatt said seeing Hope's happiness about Ridge had lifted a huge burden from him. Liam said Wyatt had arrived in secret and pulled Hope aside to capitalize on the day's emotions. Wyatt claimed not to be doing that, but Liam asked why Wyatt couldn't respect Hope's decision. Brooke said she'd believed all along that he'd been alive and would return to her, R.J., Katie, and everyone else. He said he had things to figure out in his head, and it would take a while. Ridge said Caroline would be just about the only person he'd trust in his absence. He joked that he didn't know half people in the room, but he knew he was home because of the woman who'd waited for him through the cold, dark and quiet. He couldn't wait to tell her that he was okay with someone on the other side of the world, no matter how cold and dark, and quiet that world was.\n"
}