{
    "soap_central": "\n\nAt the loft, Ridge and Caroline cuddled, admiring her ring. Ridge said it wasn't too late to change her mind, and he wasn't the greatest catch. She shushed him and replied that he was the most wonderful man she'd ever known. She loved him and couldn't wait to be his wife.\n\n\nRidge grabbed his phone to call Thomas. Caroline stated that Thomas had just been there. She asked why he wanted Thomas to return. Ridge said that she'd see.\n\n\nIn the CEO's office, Thomas flashed back to the incident at the hotel. Brooke arrived, glad he was still there. She still didn't know how Ridge could go from one extreme to the other about having children. Thomas didn't know what was complicated about it. When Brooke persisted to complain that just having another baby wasn't the answer, Thomas suggested that she talk to Ridge about it.\n\n\nThomas received a call from Ridge, who wanted Thomas to return to the loft. Thomas remarked that he'd just been there, but Ridge insisted. After the call, Brooke was anxious to know what Ridge wanted and how he'd sounded. Thomas conveyed that his father had seemed upbeat. Brooke kept questioning Ridge's demeanor until Thomas said that if she let him leave, he could find out something.\n\n\nAlone later, Brooke browsed the Internet. Her mind replayed her talk with Ridge about the vasectomy.\n\n\nLater, Thomas arrived at the loft and braced himself when Ridge said what he wanted was as personal as it could get. Ridge said he knew that Caroline and Thomas had had a connection, and Thomas had had his doubts. Thomas stated that the couple was on a roll and shouldn't let anyone stop them. With wolfish glare at Thomas, Caroline asserted that they didn't intend to.\n\n\nRidge was glad that Thomas was on their side. Pulling Caroline's hand to his chest, he showed off the ring and said he needed Thomas to be his best man. Caroline tried to hide her shock. Ridge explained that the couple wanted to have a baby and had decided to ride the momentum into marriage.\n\n\nThomas agreed to be the best man, and Ridge hugged him. Ridge stated that he didn't want anyone else by his side. Caroline's lips pursed, but she faked a smile. Ridge excitedly said that Thomas had turned an excellent day into a perfect day.\n\n\nRidge stated that he had to go, and the moment he left, Caroline told Thomas that she'd frozen upon seeing him. Thomas asked how she felt about him being the best man. \"You couldn't say no?\" she exclaimed. He congratulated her, and she stated that she'd take it -- as long as he meant it.\n\n\nThomas said he'd only ever wanted to see Caroline happy. She replied that she was happy and would be as long as Ridge never found out. She believed it would ruin everything, and Ridge would never forgive Thomas.\n\n\nLater, Caroline asked Thomas if he was sure of how things had happened. Thomas was. She found it confusing because she'd never betray Ridge, especially not with Thomas. Thomas said the couple had broken up, and he'd thought she'd wanted him. She asserted that she hadn't, but he said it hadn't been clear -- especially with the way she'd been looking at him.\n\n\nCaroline yelled that she'd taken pills. Thomas replied that he'd been drunk and hadn't known what she'd taken. He decided to convey how the night had been for him. He said he'd thought that Caroline and Ridge had been over, he and Caroline had made love, and he'd held Caroline in his arms until they'd fallen asleep. She'd been content and at peace, and he'd thought she'd been his.\n\n\nThomas relayed that after Caroline's reaction, he'd figured out he'd been wrong, but he hadn't had nefarious thoughts. He asked if she really thought he'd do something so horrible. \"No,\" Caroline replied. He thanked her. She said that, moving forward, the night had never happened. Thomas said she didn't have to worry, and he'd never wanted to hurt her.\n\n\nRidge returned from the corner store with Champagne. He asked why Caroline was crying. She claimed she was just emotional due to everything going on. He hoped things weren't moving too fast because he didn't want to wait. Pouring Champagne, he said he wanted to start the party right then.\n\n\nAt the beach house, Wyatt noticed that Ivy was quiet. She quipped about everyone believing she'd changed \"so drastically.\" He didn't see it that way. He said she'd gotten lost for a little while. He got that the video had been her way to strike back. She replied that she'd just deleted all the power.\n\n\nIt bothered Ivy that, while Steffy wasn't a murderer, Steffy was still responsible for killing Aly. Ivy believed she'd given away the only chance to make Steffy pay for it. Wyatt stated that she'd done the right thing. He was proud of her for it but wanted to make sure she was moving beyond it. He wanted her to say that she'd done the right thing. \"Well, I did it, didn't I?\" Ivy asked.\n\n\nWyatt persisted, and Ivy said the video hadn't been helping Aly. It also had diminished who Ivy was, and for those reasons, Ivy agreed that it had been the right thing to do. Ivy felt somewhat relieved that the video was gone. It had been almost too much power against a woman whom she abhorred.\n\n\nIvy relayed that she hadn't liked that Steffy had been living large without taking responsibility for Aly's death, but blackmail had been a step too far. Wyatt joked that fierce Ivy had been sexy, but she'd reigned herself in. Ivy credited Wyatt with stopping her. She asked if he just walked around, saving women from themselves. \"Only when they need it,\" he replied and kissed her.\n\n\nAt the cliff house, Steffy arrived and informed Liam that it was over; before Steffy's eyes, Ivy had deleted the master video from Ivy's devices. Liam asked how it had finally happened. Steffy credited Wyatt, who'd pushed Ivy until the guilt had surfaced. Steffy stated that Ivy felt guilty for not knowing that Aly had been in trouble, and once Wyatt had helped Ivy see it, Ivy had deleted the video.\n\n\nSteffy shuddered, thinking of what could have happened to her if Wyatt hadn't talked Ivy down. Liam replied that they would have found some way to stop Ivy. Steffy was glad that Wyatt had moved to their side.\n\n\nLiam asked how it had happened. Steffy said she'd begged and pleaded. He asked if Wyatt had made it hard for Steffy. Steffy said Wyatt had been torn, wanting to delete the video and wanting to be loyal to Ivy. Steffy said it wouldn't have happened if Wyatt hadn't convinced Ivy.\n\n\nSteffy realized that she'd been so preoccupied with the video that she hadn't mourned Aly's death. Liam remarked that it didn't feel real. He said Aly had spent \"so much\" time in Paris and hadn't been around much; it seemed as if she could walk through the door at any minute. He knew it wouldn't happen, but he said it wasn't Steffy's fault.\n\n\nSteffy wished she'd ridden with Liam that night and not taken her car. Liam hoped they could move on, because Aly wouldn't be back, and it was time to let her go. Liam decided that he \"had to make sure.\" He whipped out his phone and called Wyatt.\n\n\nLiam put his call on speakerphone. He asked Wyatt to do the same, so Ivy could hear. He affirmed that Wyatt had gotten Ivy to delete the video and thanked them for doing it. \"Now I need something else from you,\" he told them, requesting, \"Never speak of this again.\"\n\n\nLiam asked them to agree that what had happened on the roadside would be buried forever. Wyatt agreed, and Steffy agreed. \"Buried forever,\" was Ivy's reply.\n\n\nAfter the call, Wyatt and Ivy cuddled on the sofa. She told him that he'd been incredible. He'd given her exactly what she'd needed when she'd needed it and had helped her to see she shouldn't be focused on the past and resentment. She planned to focus on the future and the fun times they'd have -- as long as he planned to stay around. Wyatt planned to do just that. The two kissed.\n\n\nBack at the cliff house, Steffy said she'd been neglecting Liam, but Liam stated that he felt lucky to be with her. He said that he belonged with her. She was grateful for him, and he said it was a new beginning for them. He proposed that there would be no baggage or regrets. She said to seal it with a kiss, and they kissed.\n\n\n",
    "imdb": "\nIvy questions whether or not she made the right decision in regards to the video.    ",
    "tvmega_recap": "Wyatt tells Ivy that she did the right thing. Ivy says she knows Steffy is not a murderer but she was responsible for Aly's death and now she will not have to pay for it. She will get away with it. Steffy explains to Liam that Wyatt was relentless and he pushed Ivy until she deleted the video. Now she can breathe again. Caroline loves her ring and can't stop looking at it and promises Ridge she will not want to replace it with another, in fact she will never take it off. Brooke comes back and wants to question Thomas more of why Ridge is taking Caroline back, why he changed his mind. Ridge texts him to come over to the loft. Brooke even questions him about that ..was he happy or sad. Ivy admits to Wyatt that video was like carrying too much power. She did things she was not proud of. He tells her not to back down now. She did the right thing. He kisses her. Steffy tells Liam that it was hard living under Ivy's thumb. She could have gone to prison and she would lose Liam. She is glad Ivy came to her senses. Whatever Wyatt did it worked. He convinced her. Ridge tells Thomas it is not about the design team. It is about as personal as it gets. Thomas says he knows they are on a roll so don't let anyone stop that. Ridge tells him they are getting married and he wants Thomas to be his best man. Caroline looks surprised. Ridge says he knows this is pretty fast but sometimes you have to go with it. Thomas says he would be honored and they hug. Ridge says he just made an excellent day a perfect day. Then he rushes out and says he will be right back. Caroline has the time to tell Thomas that he has to be quiet what happened between then and never mention it again. Liam tells Steffy that Aly is never coming back and it is time they both let her go. He calls Wyatt and wants to be put on speaker. He tells Wyatt and Steffy thanks. Ivy assures him the video is gone and no other copies exist. Liam wants a promise \u0096 that they never speak of this again. It was a terrible accident and it stays buried forever. They all agree. Wyatt and Ivy kiss more. Steffy tells Liam that she is so grateful for him but she always knew at the end of the day he would be there for her. They seal it with a kiss. Thomas tells Caroline that he is not the guy she thinks he is. He would not take advantage of her. He was drunk and he did not know Caroline had taken pills. He thought she and Ridge were over and he thought Caroline wanted him too. He was wrong but that is where his head was at during that time. She tells him that night did not happen. That is the only way they can both move forward. Ridge comes back with a big bottle of champagne but is concerned when he sees Caroline has been crying. She says she is emotional but it was a good cry.",
    "tvmega_summary": "Episode # 7149 ~ Trying to rebuild their recently tarnished relationship, Ridge asks Thomas for a significant favor; Ivy questions whether she made the right decision regarding the video.",
    "soapcentral_condensed": "Thomas received a call from Ridge, who wanted Thomas to return to the loft. At the loft, Ridge and Caroline cuddled, admiring her ring. Ridge said it wasn't too late to change her mind, and he wasn't the greatest catch. She shushed him and replied that he was the most wonderful man she'd ever known. Ridge explained that the couple wanted to have a baby and had decided to ride the momentum into marriage. Thomas agreed to be the best man, and Ridge hugged him. Ridge excitedly said that Thomas had turned an excellent day into a perfect day. He asked why Caroline was crying. She claimed she was just emotional due to everything going on. He hoped things weren't moving too fast because he wanted to start the party right then. He noticed that Ivy was quiet. She quipped about everyone believing she'd changed \"so drastically.\" He didn't see it that she'd gotten lost for a little while while he got the video back. He got that Steffy was still responsible for killing Aly.\n"
}