{
    "soap_central": "\n\nAt  Forrester, Wyatt prepared for a meeting, and Aly entered. She informed him that she was watching him. Wyatt said that he understood he had made mistakes. He acknowledged that he was an outsider, and he was on probation and on his best behavior to get back into the good graces of the Forrester family. He contrasted his role with that of Aly, who was a Forrester and could do no wrong.\n\n\nAly did not soften. Wyatt begged her to understand that he had the best interests of the company at heart. Wyatt recognized that Aly didn't like him, but he reminded her that she was not a company leader nor a decision maker. Hope interrupted and told Wyatt and Ally that she was nervous about the presentation.\n\n\nHope greeted Aly, and Hope wondered why Aly had returned -- because Aly had quit previously. Aly insisted that she needed to be there because Hope needed her protection. Aly wondered why Hope was nervous. Hope said it had to do with a presentation.\n\n\nIn the reception area at Forester, Liam showed up looking for Hope. Pam worried that Liam was there to interrupt Wyatt's meeting. Liam told Pam that he had no intention of interrupting Wyatt's meeting. Pam explained that Wyatt had made a life-size cardboard cutout of Hope and taken in a rack of lingerie to the office where Wyatt had scheduled a meeting. Liam figured that Wyatt and Hope wanted to take control of the bedroom line with Hope in a starring role rather than Brooke or Steffy.\n\n\nInside the meeting room, Wyatt, Maya, Carter, Rick, Eric, Caroline, Aly, Quinn, and Hope met, and they noted that Ridge was noticeably absent. Wyatt displayed a cardboard cutout of Hope in lingerie.\n\n\nWyatt explained that Brooke's Bedroom had been very successful for Forrester. Wyatt insisted that even the seamstresses had liked and purchased the products -- in contrast to their inability to ever purchase a couture line gown. Wyatt maintained that being sexy shouldn't be associated with cheap or tawdry. Maya agreed. Maya said she had also bought Brooke's Bedroom products. \n\n\nWyatt suggested that it was time for Hope for the Future to take the next step into a lingerie line and start having a little fun. Aly interrupted by voicing her disapproval. \"No,\" Aly shouted.\n\n\nEric informed Aly that she would be courteous and allow Wyatt to finish his pitch for the line. Wyatt continued his pitch. Aly felt that she heard Darla's voice advising her that Wyatt had been treating Hope like a paper doll. Darla convinced Aly that she had to take responsibility to save the family from shame. Aly pointedly turned to Hope and asked if Hope approved of undressing for all the world to see her.\n\n\nHope admitted that she'd had reservations, but she felt Wyatt had a good idea to launch a new line. Aly was incredulous that Hope would even consider it. Aly insisted that her grandmother would have hated the idea. Rick chuckled that Stephanie hadn't always gotten her way. Aly begged Hope not to do something that would change the line's message.\n\n\nCaroline asked if Hope really wanted to make the change. Hope agreed she did. Hope added that she thought it was a good progression for the line. Rick pointed out that Wyatt had pitched the idea, but Wyatt had no design input. Wyatt agreed, but he added that he had been the creative director in the process and wanted to be included. He added that he and Quinn would be outfitting Hope -- as the lead model -- in jewelry that would enhance the line.\n\n\nAly continued to protest, and Quinn questioned why Aly was involved. Wyatt agreed and respectfully demanded that Aly be dismissed from the meeting. Rick warned Aly to be quiet.\n\n\nOutside the meeting room, Pam had been eavesdropping. Pam shared with Liam that she'd overheard Wyatt discussing Hope. Pam added that Eric had wanted to relaunch the Brooke's Bedroom line months earlier, but it had fizzled out.\n\n\nLiam was certain that Hope would never want to be a lingerie model. Pam disagreed. She added that good girls grew into their sexuality. Pam shared that \"sometimes people need a little push to become who they really wanted to be.\"  Pam shared that Aly had become Wyatt's very vocal enemy at Forrester. But on a more serious note, Pam said that Aly had been her own worst enemy.\n\n\nPam and Liam discussed the death of Aly's mother, Darla. Liam said that he had thought the hit-and-run driver who had killed Darla had gone to jail. Pam confessed that it had been a friend of the family who had been drinking when Darla had been hit. Pam advised Liam to ask Steffy about the incident. Pam and Liam returned to their discussion of Hope and a lingerie line. Liam repeated that he didn't think Hope would go for it. Pam disagreed.\n\n\nAt Brooke's house, Donna asked Brooke about Ridge and Katie. R.J. interrupted when he returned from school. Donna and Brooke greeted him, and R.J. said that he'd had a bad day at school. He wanted to play a video game with his dad to relieve the stress of the day. R.J. called out for Ridge.\n\n\nBrooke said that Ridge had not arrived and was probably still at work. R.J. figured he'd play with his dad when he arrived at home. Brooke gently told R.J. that things had not turned out the way that she and R.J had anticipated. Brooke said they all wanted the same thing, but it hadn't turned out. \n\n\nR.J. asked if everything was all right -- he worried that Brooke and Ridge had been fighting, but Brooke said they had not argued. She somberly admitted that Ridge would not be moving back into the house.\n\n\nR.J. went to play video games. Brooke lamented that she had given in to R.J. on the video games. She shared her regret with giving in to Bill, because if she hadn't, she would be with Ridge. Brooke poured herself a glass of vodka, and Donna warned her it wasn't water. Brooke told Donna not to be so disapproving. Brooke said that she knew it wasn't water.\n\n\nBrooke admitted she was in crisis. Brooke worried that she had lost Ridge forever. Donna warned that Brooke sounded cynical -- something totally unlike Brooke. Brooke said that \"Brooke's Bedroom or nothing at all\" had been her slogan. She felt she had been left with nothing at all.\n\n\nBrooke drank her vodka, and she told Donna that R.J. didn't seem too worried about his parents. Donna noted that R.J. had always been a happy kid. Brooke said that she had wanted to be a successful businesswoman, mother, and wife, but she felt she had failed. Brooke confessed that she had a terrible ache inside. She worried about her future.\n\n\n",
    "tvdb": "Wyatt brings in a life-size cutout of Hope as he presents his newest concept to the team at Forrester Creations. Aly becomes outraged at Wyatt’s newest pitch and calls Hope out on her participation. Brooke voices her regrets about the past and the present to Donna. Pam recounts to Liam the story of how Aly’s mother died. She also tips him off about what is currently happening in the Forrester CEO office.",
    "tvmega_recap": "Wyatt tries to dissuade Aly from staying for his meeting but she plops herself down anyway. Liam shows up and Pam tells him something is going on behind those closed doors. She's seen a very large close up cardboard model of Hope with practically nothing on. Liam isn't worried. He knows Hope is not the kind of girl to be a lingerie model. When it comes right down to it, she will balk. He knows her! And if Wyatt thinks so, then he doesn't know her at all. Pam isn't so sure. Even good girls want to break out of the mold and not always remain angels. Pam fills Liam in on Aly's mental problems ..the fact that her mom, Darla, was so adored and killed by a car driven by a family friend while drinking. She doesn't think Aly ever got over it. But he will have to get Steffy to tell him more. Wyatt makes his presentation and Aly just glares and twists the paper in her hands several minutes before saying NO. Eric tells her to please let Wyatt finish his presentation. Aly addresses Hope and says she really can not be seriously considering this. Hope says she has had some reservations but yes she is considering it. She thinks it will be great for the company, her line and even for her. RJ comes home expecting to find his father there to play with him. Brooke explains that their all living together in the same house did not work out and she just had not found the right way to tell him yet. Ridge is probably still at work. Donna scolds Brooke for sipping vodka at home now that there is a problem and says Brooke sounds too cynical. It's not like her. Brooke says she is in a crisis and it's not over vodka. This time it is different. She doesn't even want to be with herself. Aly continues to ask Hope questions about how she used to feel when her mother did the Brooke's Bedroom Line .if she was ashamed. When Hope starts to speak, Wyatt answers. Maya tells him that he shouldn't do that, let Hope speak for herself. Aly tells Hope that she may not be a Forrester, but she is one of them. They would never take their clothes off for money and she doesn't have to either. Her grandmother would never stand for this. Rick says despite popular opinion, Stephanie did not always get her way. Aly says again for Hope not to do this .do not cheapen herself for Wyatt. She sees her mother's head telling her that all Hope is a paper doll to Wyatt. She says Aly has the responsibility to protect this family from shame and one day the family will thank her. Aly asks Hope again to please reconsider and not do this. Wyatt finally asks if this is a business meeting or a revival meeting. This can not be run by a teenager. She's the shadow, she is supposed to be silent. He says he is sorry but this is a very serious business and Eric or Rick have to do something. He respectfully asks that Aly be removed from this meeting. He asks Aly to leave right now.",
    "soapcentral_condensed": "At Forrester, Wyatt and Hope wanted to take control of the bedroom line with Hope in a starring role rather than Brooke or Steffy. Wyatt displayed a cardboard cutout of Hope in lingerie. Wyatt suggested that it was time for Hope for the Future to take the next step into a lingerie line and start having a little fun. Pam and Liam discussed the death of Aly's mother, Darla, who had gone to jail after being hit by a hit-and-run driver who had been drinking when Darla had been hit. At Brooke's house, Donna asked Brooke and R.J. about Katie and Ridge and interrupted when he returned from school and said he didn't think Hope would go for it.  Pam shared that \"sometimes people need a little push to become who they really wanted to be\" and said that Aly had become Wyatt's very vocal enemy at forrester. But on more serious note, Pam had been her own worst enemy and shared that she had been on Wyatt's side.\n"
}