{
    "soap_central": "\n\nAt Forrester, Brooke and Steffy discussed the idea of Steffy and Liam marrying in Australia. Steffy suggested that they kill two brides with one stone and have a double wedding with Ridge and Brooke. \"Okay, let me rephrase that,\" Steffy said, and the giggling Brooke agreed that Steffy should. Brooke loved Australia and would consider getting married there.\n\n\nR.J. arrived and was pleased to hear wedding talk from his mother. R.J. liked the idea of an Australian wedding. Steffy was glad that Brooke and Ridge had found each other again and surmounted their past trust issues. Steffy said Brooke was leaving a trail of broken hearts behind, and R.J. elaborated that one was Bill Spencer's. Brooke said that, to Bill's credit, he'd been loyal and faithful to her. \"But so has your father,\" Brooke added.\n\n\nLater, R.J. and Brooke were alone. She asked if he would be disappointed if the wedding wasn't local and accessible to all family and friends. R.J. said he wouldn't be upset as long as they got married, which was something he'd never do. Astounded, Brooke teased R.J. about what would happen if he found the perfect girl. R.J. got serious and said he'd be totally committed to his perfect girl, just as his parents were to each other.\n\n\nR.J. asked if Brooke thought Ridge would be a good husband and if it would be different the next time around. Brooke believed it and said she was more sure of Ridge than ever.\n\n\nAt the mansion, Quinn answered the door for Ridge. She told him that Eric was at the club, but Ridge replied that he wasn't there to see Eric. She didn't think it was a good idea for Ridge to be there and said Ivy lived there, but Ridge stated that Ivy was at work, deciding on hand models. Quinn said one never knew if Ivy would be spying.\n\n\nRidge thought it wasn't a bad thing because one of them needed a wake-up call. Quinn asked if he was blaming her for the problem. Ridge said he was engaged, and she was married. Quinn noted that he was the one who'd arrived at her house. They each agreed that whatever it was had to stop. Quinn didn't know why stopping was so difficult and said they weren't even supposed to like each other.\n\n\nRidge confessed to \"not not liking\" Quinn. He didn't want to set her afire on a daily basis. She joked that her forging and kiln skills had made her fireproof anyway. Ridge wondered why they'd done what they'd done outside the other night, and he thought it was time to admit some \"opposite sex appreciation.\"\n\n\nQuinn asked if Ridge appreciated her. He replied that he wasn't repulsed by her. Though she felt he was tugging at her heartstrings, she advised him to return to repulsion, especially with Ivy watching them. Ridge claimed there was nothing to see there, but Quinn noted that he was there with her. He suggested that they might need to avoid each other.\n\n\nQuinn repeated that Ridge was there in person. Ridge replied that he'd had to ask her something in person. Claiming to be an open book, she bade him to ask away. \"Why did you kiss me?\" he asked. Quinn compared kissing to golf and tennis. Deciding it was more like tennis, Ridge asked why she'd serve to a guy like him.\n\n\nQuinn decided that Ridge had wanted to be face to face for the question because he'd wanted to see her rattled or see if she'd be disloyal to Eric. She said that Ridge had stopped wanting to hurt her, so she might have shown him trust by giving him something he could hurt her with while trusting that he wouldn't hurt her with it.\n\n\nQuinn suggested that Ridge return to hating her. Ridge replied that it was easier. She noted that he'd perfected the art of saying one thing and meaning another. Ridge said to have a nice day, and he walked out of the house.\n\n\nWhen Ridge arrived at Forrester, R.J. got on Ridge's case about getting married. Ridge was happy to get married Down Under if Brooke didn't object. R.J. noted that she never objected, and the subject turned to Brooke being a pushover. R.J. revealed that he'd avoided the golf lessons Ridge had wanted his son to take because Brooke had taken R.J. skating instead.\n\n\n\"What? He hated golf lessons!\" Brooke said in defense of herself. Claiming to smell burning sulfur, Ridge said it meant R.J. was thinking something. R.J. admitted to fearing that the happy times would end, and it would all become undone. Brooke said it wouldn't. R.J. stated that he'd never seen Brooke happier, and he was proud of Ridge for pulling through for them.\n\n\nAs the family hugged, Quinn peeked through the cracked doorway.\n\n\nAt Spectra, the team was with Thomas, trying to figure out what had gone wrong with Jarrett. Thomas didn't think the article even sounded like Jarrett. \"It's like his vocabulary shrunk,\" Thomas noted. Thomas knew how criticism could bite. Sally asked if his company folded when someone criticized his work.\n\n\nThomas had to go because he and his brother were looking for interns that day, but he reminded Sally that it was just one review. Sally replied that no one would want to wear her label, but she wouldn't even have one once she defaulted on the loan. She doubted she'd even be lucky enough to get an internship at Forrester. Darlita asked if Sally could actually do it. Saul wanted an internship, too, but Thomas replied that one had to be a student to qualify.\n\n\nAfter Thomas had gone, Sally figured that everyone wanted an answer to a question they were afraid to ask. The answer was \"tomorrow.\" Darltia thought that was when they'd be paid, but Sally said it was their last day of work. Saul was crushed that they were being fired. Shirley asserted that she wasn't an employee; she was an investor.\n\n\nShirley didn't know why Sally hadn't hired a designer like Shirley had told her to. Sally replied that she was the designer. Shirley stated that the first Sally Spectra had stood for something -- cheap knockoffs of couture that could last a couple wearings and look authentic in the right light.\n\n\nShirley said her sister had beaten the Forresters by making Forrester designs cheaper and quicker than the Forresters ever could. She suggested that they needed a person on the inside to float the \"unborn\" designs Spectra's way. \"I have a trench coat,\" Darlita offered. Shirley suggested that they already had someone on the inside -- Thomas Forrester.\n\n\nSally didn't know why Thomas would turn on his family for them. She began thinking that maybe they should have gone Shirley's way. Just then, Coco Spectra, Sally's sister, arrived. Coco was sorry that she'd missed the preview. Sally announced that the business was dead. Upset, Coco replied that she'd flown out there to be with them and get her foot in the door of the fashion industry. She stated that the original Sally had always said to never say die, so there had to be something she could do.\n\n\nShirley offered Coco a drink, and Saul and Shirley left her with Darlita in the reception area to talk with Sally in the office. Shirley announced that they had their hopes back because of Coco. Sally replied that Coco wasn't a designer. Shirley said she wasn't talking about a designer -- she was talking about designs. Saul said Coco had transferred schools, and Shirley hinted that it would look good on Coco's transcript. Sally refused the idea of making Coco a spy.\n\n\nAt Forrester, Steffy waltzed into the design office with a tablet, asking if Thomas had read Jarrett's review on Spectra. Steffy gleefully quoted from the article, and Thomas said it was \"bitchy,\" even for Jarrett. \"'The graveyard of fashion careers welcomes one more artist,'\" Steffy read, and Thomas grimaced.\n\n\nSteffy enjoyed quoting more from the article. Thomas said he'd read it, and he thought they were above kicking competitors when they were down. Steffy said that Sally wasn't a competitor. \"She's a clown. She even dresses like one,\" Steffy quipped. She teasingly asked if Thomas was feeling different than she about the \"nouvelle Sally.\"\n\n\nThomas, who'd had his dreams shot down, didn't take pleasure in it happening to others. Steffy noted that he'd gotten a lot of laughs out of Sally trying to make Steffy look foolish. Steffy left, and Thomas smiled as he thought of Sally.\n\n\n",
    "imdb": "Steffy suggests a double wedding in Australia to Brooke which immediately catches R.J.'s attention and approval. Meanwhile, Ridge and Quinn realize that getting caught by Ivy is their ultimate wake-up-call to put their interaction back on a merely platonic basis. Steffy is taken aback when Thomas still refers to Sally as a viable competitor and that he considers Jarrett's article biased. A defeated Sally and Shirley confer about what to do with Spectra Fashions following the scathing review in \"Eye on Fashion\". Shirley enthuses to Sally, Saul and Darlita that they should go back to the company's origins and enter the knock-off-business. Just then, an unexpected visitor arrives: it is Sally's teenage sister Coco who wants to work in the fashion world. Shirley immediately suggests for Coco to become a spy at Forrester Creations to get them some first rate design ideas to kick-start their business.",
    "tvmega_recap": "Quinn opens the door to find Ridge. He said he did not see his father's car so thought it would be okay if he came by. He asks about Ivy and says they are lucky as they needed a wake-up call. What they have between them has to stop. She doesn't even know why it is so hard since they hate each other, and yet he is here. Brooke tells RJ that Steffy was talking about her wedding in Australia and even suggested she and Ridge make it a double wedding. Thomas tells Sally that he knows how she feels as he gets criticized for his designs every day. Sally knows they are out of business and the others feel she is firing them. Shirley says she is not just an employee; she is part owner and she is not giving up this quickly. She opines that her sister always made it work by making fashions ripped from others cheaper and quicker. They need someone on the inside at Forrester. One of them suggests Thomas but Sally pooh-poohs that as why would he turn on his family like that. Steffy gloats to Thomas over Sally's bad review from Jarrett. Ridge tells Quinn that he doesn't want to set fire to her every time he sees her. He thinks they just need to accept there is some sort of sexual appreciation between them. She says a phone call could have sufficed and yet he is here. He wonders why she kissed him the other day if this is so casual. She compares it to tennis. He gets it \u0096 tennis takes two and she serves and he can return or not. She gives him this mumbo jumbo that she thinks he ought to go back to hating her but in that instant she kissed him to thank him for not hating her and even then he could have hurt her but didn't. RJ asks if Brooke thinks Ridge will be a good husband. She says she is much more sure of him than she has ever been. In the midst of their misery a ray of sunshine walks in the door at Spectra \u0096 Sally's sister, Coco. She refuses to believe this is the end for them. She came all the way out here to help. Shirley and Saul look at each other in silent agreement. Shirley tells Sally on the side that they have their hope back. They don't need a designer, just designs and they can plant Coco at Forrester's. Sally won't go for it. RJ springs the question on Ridge and he replies that he has no objection to getting married down under if Brooke wants to. RJ says he has never seen them happier and he actually believes they are gonna make it this time. Group hug as Quinn walks up and spies them from the door.",
    "tvmega_summary": "Episode # 7532 ~ Ridge & Quinn come to an agreement regarding the dangerous flirtation that's been going on between them; Shirley advises Sally to take a page out of the original Spectra Fashion playbook regarding their future designs.",
    "soapcentral_condensed": "Ridge confessed to \"not not liking\" Quinn. He thought it was time to admit some \"opposite sex appreciation\" Quinn advised him to return to repulsion, especially with Ivy watching them. R.J. asked if Brooke thought Ridge would be a good husband and if it would be different the next time around. Brooke believed it and said she was more sure of Ridge than ever. Steffy suggested that they kill two brides with one stone and have a double wedding with Ridge and Brooke. Brooke loved Australia and would consider getting married there. Ridge said to have a nice day, and he walked out of the house. He was happy to get married Down Under in Ridge's case, and Brooke's case in Brooke's. He admitted to fearing that the times would end, and it would all become undone. He said he'd never seen Brooke happier for pulling through for them through the family. He hugged her and said he was proud of her for pulling them through for him.\n"
}