{
    "soap_central": "\n\nAt home, Brooke relaxed and had happy thoughts about marrying Ridge by the end of the day.  Hope told Brooke that she'd prefer Brooke to marry Uncle Nick. Brooke explained to Hope that we cannot have everything that we want. With that, Brooke shed a couple of tears while thinking about Nick.\n\n\nStephanie came to speak with Brooke to convince Brooke not to marry Ridge. Stephanie encouraged Brooke to get together with Nick since Stephanie was certain that Bridget and Nick would not remain together. Brooke was adamant that Bridget and Nick are happy and would remain together. Ridge advised Stephanie that if she could not support Brooke and Ridge that she needed to leave. Ridge promised to be faithful to Brooke and to never hurt her again. He reiterated that he should have never left her and the children to be with Taylor. Ridge realized the painful mistake he made and now he's even more grateful to have Brooke remarry him.\n\n\nMeanwhile Nick told Bridget that he loves her and wants their marriage to work. Bridget told Nick that she cannot stay married to him while he will not try to be a father to Dominick. Also Bridget is keenly aware that Nick still loves Brooke.  \n\n\nPrior to the wedding, Massimo was devastated to learn from Jackie that Nick is not Dominick's father. Thorne and Darla were also surprised by the news. Stephanie pointed out that Brooke and Ridge seem to be in a hurry to get married. Stephanie remained convinced that Brooke no longer loves Ridge.\n\n\nAt home, Bridget took off Nick's wedding ring and told him that he is free to go to Brooke. She encouraged Nick to make a life with Brooke and become a father to Hope and RJ. Bridget informed Nick that Brooke is marrying Ridge today. Bridget encouraged Nick to stop Ridge and Brooke's wedding.\n\n\n",
    "tvdb": "As Ridge and Brooke plan to get married, Stephanie has one last attempt to convince Brooke to go back to Nick. Massimo, Sally, Thorne and Darla learn that Dominick isn't Nick's son when Jackie informs them of the bad news. Brooke prepares herself, while Stephanie prays that Bridget will arrive and stop the wedding. Nick tries to save his marriage to Bridget but she insists that it's time for both of them to move on. Bridget removes Nick's wedding ring and tells him to follow his heart to Brooke with her blessing. Bridget informs Nick to act now as Brooke is about to marry Ridge.\r\n",
    "yt": "\n\nStephanie tries to convince Brooke one last time not to marry Ridge.  Meanwhile, Bridget tells Nick that their marriage cannot go on, because she knows that he is still in love with Brooke.  Bridget tries to get Nick to crash Brooke’s wedding before it’s too late.  Everyone arrives for Brooke and Ridge’s wedding and agree that the wedding seems to be rushed.",
    "soapcentral_condensed": "Stephanie came to speak with Brooke to convince Brooke not to marry Ridge. Stephanie encouraged Brooke to get together with Nick since Stephanie was certain that Bridget and Nick would not remain together. Nick told Bridget that he loves her and wants their marriage to work. Bridget took off Nick's wedding ring and told him that he is free to go to Brooke. She encouraged Nick to make a life with Brooke and become a father to Hope and RJ. Prior to the wedding, Massimo was devastated to learn from Jackie that Nick is not Dominick's father. Thorne and Darla were also surprised by the news. Ridge promised to be faithful to Brooke and to never hurt her again. He reiterated that he should have never left her and the children to be with Taylor. Ridge realized the painful mistake he made and now he's even more grateful to have Brooke remarry him. Brooke relaxed and had happy thoughts about marrying Ridge by the end of the day. Hope told Brooke that she'd prefer Brooke to marry Uncle Nick. Brooke explained to Hope that we cannot have everything that we want.\n"
}