{
    "soap_central": "\n\nAt Liam's, Liam called Hope at Forrester to remind her that he would prepare dinner for her that night. Hope seemed despondent, but Liam added that if she didn't show up, he would move on. After Liam had hung up, Bill sprinted into the house and said that he had run the beach as part of his training. Liam wondered if Brooke had already kicked Bill out of her house, but Bill said that he and Brooke were doing well.\n\n\nBill noted that Liam appeared to be prepared for a date. Liam told his dad that he had a date with Hope. Liam admitted that he had decided Hope could date both Liam and Wyatt. Bill wondered if Liam should be offering ultimatums. Bill advised that Liam should wait until Hope tired of Wyatt, but Liam said he wasn't going to wait. If Hope chose Wyatt, Liam planned to move on permanently.\n\n\nBill said that he was out of the meddling business. Liam teased that Bill had better speak to Wyatt about contraception because Wyatt had almost gotten Hope pregnant. Bill worried that they were all too young to become parents.\n\n\nLiam noted that he knew Hope found Wyatt charming, but Liam was confident that Hope knew she wanted to end up with Liam, not Wyatt. Liam believed that if Hope showed up, they would reunite. Bill suggested that Liam had to blow Hope out of the water to get her to dump Wyatt. Liam agreed.\n\n\nAt Forrester, Aly entered Oliver's office and found Hope. Aly and Hope agreed they were glad that Ridge hadn't gotten his way in firing Oliver. Oliver entered, and they all headed to a meeting. Oliver promised a surprise for Aly.\n\n\nIn Eric's office, Eric, Rick, and Brooke discussed that things were going well. Rick said that Ridge was not attending the upcoming meeting. Brooke said it was fine, and she said that Brooke's Bedroom was on the agenda. She said that there would be no new photographer. \"Oliver is staying,\" Brooke said.\n\n\nQuinn and Wyatt entered, and Wyatt worried that if Aly attended the meeting about the bedroom line, it could get out of control again. Wyatt wondered if Aly should be there. \"It's not your call, Wyatt,\" Eric said. Quinn tried to support Wyatt and stated that Aly was too immature, but Eric supported Aly.\n\n\nAly, Hope, and Oliver entered. During the meeting, Rick suggested they discuss a new spokesmodel for Brooke's Bedroom line. Caroline encouraged Brooke to remain the spokesmodel, but Brooke declined. Brooke said she was flattered and would like to stay behind the scenes. Alexa, a Forrester model, had been suggested, and Pam and Maya agreed Alexa was a strong candidate. Everyone agreed it had to be someone from inside the organization who knew and understood the line.\n\n\nWyatt looked at Hope, and Hope again refused. Oliver suggested Aly, who was in shock, and everyone else was too. \"Aly?\" questioned Caroline. Wyatt shook his head. Hope incredulously wondered if Aly was truly considering it. Caroline reminded Aly it was lingerie, not jammies. Oliver pointed out it could be tasteful, artsy, and imaginative. Eric had some reservations.\n\n\nAly acknowledged that she had been too strong and judgmental the last time they had discussed the bedroom line. Aly admitted she had gone overboard on Hope and Wyatt. Aly noted that Oliver had worked with many talented models including Hope and Maya.\n\n\nAly said that it meant a lot to her that Oliver believed in her. She was flattered and wouldn't let anyone down. She felt she could do it, but decided not to. She thanked Oliver for his confidence in her. Everyone was relieved, and Aly and Oliver smiled at each other. Later in Oliver's office, Oliver told Aly that she was fascinating, complex, and stunningly beautiful. Aly kissed him passionately.\n\n\nWyatt and Hope met in Wyatt's office. Wyatt asked if Aly was on meds or something. Hope admitted she was also surprised by Aly. Hope seemed distracted. She apologized to Wyatt. Wyatt and Hope agreed they'd had a stressful few days. Hope advised Wyatt that Liam had invited her to dinner -- on a date.\n\n\nWyatt discouraged Hope from going to Liam's house. Wyatt wanted her to send Liam a text message and tell him it was over. Wyatt reminded Hope that they had something special and were building a future together. Hope listened and nodded but made no commitment.\n\n\nAt Liam's house, he prepared his dinner table with flowers, candles, and wine. He waited for Hope. \n\n\n",
    "tvdb": "Liam sets the stage for a romantic dinner with Hope. Her future with both Liam and Wyatt hinges on her willingness to show up at his house. Wyatt tells Quinn to relax when she voices her concern that Liam is winning Hope back. Brooke, Rick, Eric, Carter and Maya prepare for a Forrester board meeting. Shocked reactions occur when Oliver states that Aly would be the perfect woman to carry a Forrester family tradition forward. Oliver and Aly show strong feelings for each other than no one else notices. Hope tells Wyatt about Liam’s ultimatum.",
    "imdb": "\nAly and Oliver's flirtatious interaction goes virtually unnoticed at an important Forrester Creations board meeting.    ",
    "tvmega_recap": "Although it's only been one night since he asked, Liam calls Hope to remind her of their date tonight. She hesitates. He says if she comes, great, but if she doesn't, he has to move on. Quinn tells Wyatt that if he is not careful he is going to lose Hope forever. Liam is ready to make his move. He barks at her that he can handle this just fine without her. She's afraid that he's just gotten too comfortable. The conversation ends when Caroline comes and says it is time for the meeting. Eric asks where Ridge is. Rick says Ridge said he had other pressing matters to attend. Eric thinks that is fine since there will be a little less tension. Rick says they need to find a new model for the Bedroom Line and Oliver is staying as photographer. That has been settled. Aly can't quit grinning just thinking about her kisses with Oliver. He tells her he had an amazing time yesterday and be ready for another surprise today. Liam is at home picking out the wines for his and Hope's dinner. Bill scares the pants off on him when he comes dashing through the patio door in his jogging clothes. Liam wants to know what he's doing in his ..he means Bill's house. And he reminds him not to drag any more sand into the house. Bill says he is beginning to hear some attitude here and if he continues he will hurt his feelings and he'll think Liam doesn't want him here any more. Liam is sure that Brooke has kicked him out of her house already. Bill says no, he just came back for the rest of his stuff. Things couldn't be better. And he knows why Liam is so uptight. He needs a date; he needs a woman. Liam is happy to say he has a date tonight and it is none other than Hope. Bill is confused. He thought Hope was with Wyatt. Liam says she is but he told her if she is not going to give up Wyatt then she could date both of them. Bill finds that incredible. Liam says yeah that's the way it has to be, but Hope has not given him her answer yet. That is what tonight is all about. Bill says ultimatums. Liam says no, it's more like a compromise. She can be with Liam or not but it's up to her and he is not going to just sit around and wait for her to get tired of Wyatt. Bill tells him that maybe he should just let this ride itself out as he knows he is not going to be happy sharing the woman he loves. Liam says he knows. Dealing with Wyatt on any level is the last thing he wants but he can not make him go away, only Hope can do that. Bill says okay. He is out of the meddling business so he will just trust that Liam knows what he is doing. Liam asks Bill is he has spoken to Wyatt lately because unless he wants to be a grandfather he might want to have a little talk with Wyatt about contraception. He tells Bill that Wyatt almost got Hope pregnant. Now Bill knows why Liam is so freaked out. Liam says yeah he would have lost Hope completely if she were pregnant. Bill grouses that there is nothing like a kid to tie you to a woman forever. Liam said it was a wakeup call not just for him but for Hope who might be re-evaluating her future with Wyatt. He admits Wyatt is charming and a little dangerous and Hope is taken with that but it is not going to last forever. Later she is going to want more and Wyatt is not capable of going deeper than that and Liam is. Bill says he is taking a risk Liam says he knows but Hope does not want to lose him. That much he is sure of. So now he is giving Hope that choice. If she wants Wyatt exclusively then he's not going to be on standby and he will move on. At the meeting, Rick hands out the quarterlies and things have picked up 10% so they must be doing something right ..not that Ridge would acknowledge that. Wyatt questions if Aly is going to be there since they are going to discuss the Bedroom Line and she got so upset at the last meeting they had about Hope's lingerie. He'd hate for her to get on her soapbox again. Eric says it is not his call. Aly has had a difficult time and he expects everyone to be very supportive. Rick tells the group they need to find a new spokesperson for the Bedroom Line. Brooke says she is flattered they are asking her but she really is happy to be working behind the scene and with Ridge as co-VP. They all agree it should be somebody from the inside who represents FC. Oliver speaks up and says he doesn't want to overstep but he has the perfect choice, none other than Miss Aly Forrester. Aly is surprised and everyone's eyes roll. Pam says Aly is beautiful but she is a girl, this is a terrible idea. Wyatt and Quinn chuckle to themselves. Eric asks Aly if she is certain she knows all the implications that Oliver will be asking her to do in modeling. Caroline chimes in that it is not just onesies and pj's but lingerie. Aly says she knows, like lace and teddies. Oliver says they would make it artsy and imaginative. Eric says he has reservations but he'd have to run it by her dad in Paris first. Aly asks if she can speak. She apologizes for coming on too strong and judgmental at the last meeting. She's done some growing up lately and she realizes she was wrong. She praises Oliver for being a gifted photographer and she is flattered they all believe in her. She thinks she could do it ..but she's not going to. There is a collective sigh of relief from all. So now they have to get back to the drawing board with other choices. Alone Aly thanks Oliver and he says she is just as good as the other models. She is a natural before the camera and those underwater shots could be in any magazine in the world. She's flattered that he sees her as a woman. He says of course; she is a stunning, complex, beautiful woman and he likes her. She grabs him by the face and plants a big kiss on him. Bill tells Liam that he will give him something from his own experience. He has to be ready to blow Hope out of the water. Liam has to mean it when he says it. Liam agrees. It is the last thing and he hopes it will not come down to that. But if he has to walk away he will. Enough is enough and he hopes to God it works out. Bill say he respects him and he knows this will not be easy. There is a lot riding on the line tonight. Liam says yeah. If Hope shows up, they are dating and if she doesn't then he has to get on with his life. Wyatt asks Hope if Aly is on her meds. She is almost like a normal person now. He realizes that Hope is distracted. She says it has been a rough couple of days. Maybe now is a good time to tell him that Liam wants her to have dinner with him tonight .like in a real date. If she is going to date Wyatt then she has to date Liam too. He thinks that is crazy. She says basically if she shows up at his house tonight it means they are dating. If she doesn't then it means they are over for good and Liam is gone. Wyatt asks her not to go. They have something special and he doesn't want to lose that. He doesn't think she does either. So send Liam a message. Tell him it is over and her future is with Wyatt now.",
    "soapcentral_condensed": "At Liam's, Liam called Hope at Forrester to remind her that he would prepare dinner for her that night. Hope seemed despondent, but Liam added that if she didn't show up, he would move on. At Eric's office, Eric, Rick, and Brooke discussed that things were going well. Rick suggested they discuss a new spokesmodel for Brooke's Bedroom line. Brooke declined to remain the spokesmodel, but Brooke said she was flattered and would like to stay behind the scenes. Wyatt worried that if Aly attended the meeting about the bedroom line, it could get out of control again. Wyatt asked if Aly was on meds or something. Hope apologized to Wyatt. Wyatt and Hope agreed they'd had a stressful few days. Hope advised Wyatt that Liam had invited her to dinner -- on a date -- from going to Liam's house. Wyatt wanted her to send Liam a text and tell him that they were building a future together. Wyatt made no commitment and listened and listened to Hope.\n"
}