{
    "soap_central": "\n\nAt Forrester, Charlie and Pam discussed Forrester business, and Ridge and Steffy walked in. Ridge asked Pam to call Brooke's house to see if anyone answered. Pam said that Brooke had gone on her honeymoon with Bill. Ridge understood, but he still wanted her to call. Pam looked confused, and Ridge said he would do it himself.\n\n\nInside the CEO's office, Steffy asked if Ridge had plans to interrupt the honeymooners. Ridge worried that everyone wanted to remind him that he had screwed up. He acknowledged that he had made major mistakes. \"I also fired your brother today,\" he said. Steffy glared at him.\n\n\nRidge explained that Thomas had invested in Spectra and needed to get his head on straight. Steffy asked what Ridge thought they should do. He suggested that they make a call. \"Do you think he's ready?\" Steffy asked.\n\n\nAt Brooke's house, Zende, Coco, and R.J. babysat Lizzy. They discussed that she wanted her blankie. Coco said that Zende and R.J. were sweet with Lizzy. Zende hoped it paid off someday soon.\n\n\nZenda's phone rang, and he received a call from Ridge and Steffy. Ridge asked Zende to return to the office, and Zende looked at R.J. and Coco to see if they could handle Lizzy. They agreed they could babysit. R.J. said that he often fed Lizzy.\n\n\nAt Dr. Caspary's office, Nicole was frantic to learn that there was a possibility she could be infertile. She refused to believe it because she had already conceived and given birth to Lizzy. Dr. Caspary explained that it was possible that scarring could have taken place, and it happened more often with women who'd had one child. Nicole worried that she couldn't have another baby.\n\n\nDr. Caspary said it was not time to worry because Nicole had only been trying to conceive for a few months. She explained that \"secondary infertility\" was a diagnosis that took place more than a year after conception had not occurred. \"It's too soon,\" Dr. Caspary said.\n\n\nNicole was angry. She said that she had conceived with Lizzy. She didn't believe there could be a problem. Dr. Caspary understood. She reminded Nicole that she was young and healthy, and it might not be a problem.\n\n\nNicole worried that she had to tell Zende that there was a possibility they could never have a child of their own. Dr. Caspary reminded her that every married couple had the same situation, but Nicole objected that she'd already had a baby. She worried about how Zende would react.\n\n\nDr. Caspary reminded Nicole that she had a happy marriage. Nicole countered that she had promised Zende he would be a father. Dr. Caspary said the odds were still in her favor, and she should be hopeful. Nicole agreed and was defiant. She said she wasn't old enough to have anything wrong with her, and she'd had a baby. \"That can't be my only shot at being a mother,\" Nicole said.\n\n\nIn Paris, Rick and Maya entered their hotel room. Rick was amorous, but Maya was stressed. She complained that she didn't know what people had been saying because she didn't understand the language. Rick tried to persuade her that they should enjoy their time alone in Paris without babies crying, but Maya maintained that they had a \"perfect angel baby.\"\n\n\nMaya was concerned that she had to find a replacement for Lizzy's nanny. Rick wondered if Nicole was available to watch Lizzy, but Maya said they couldn't ask Nicole to put her life on hold to watch their daughter. \"Nicole's done so much for us already. She needs to focus on her own life,\" Maya said.\n\n\nAt Forrester, Pam told Charlie that she wanted to do something for Ridge because he was clearly devastated that he'd lost Brooke to Bill. \"He's my nephew, and he's loved her for more than half of his life,\" Pam said of Ridge and Brooke. Charlie said that Ridge seemed moody as always to him. Pam maintained that Charlie had been wrong about Ridge ever having an interest in Quinn. Charlie looked skeptical.\n\n\nMaya called Pam and asked for help with résumés for nannies. Pam agreed and said she would be willing to help out in watching Lizzy. Zende entered and asked Pam if there was a meeting, and she said Ridge and Steffy had been waiting for him. Zende entered the CEO's office, and he asked if they were waiting for Thomas or some of the others. \"We're all here,\" Ridge said. He advised Zende that he had fired Thomas.\n\n\nSteffy said it hadn't been her decision. Ridge defended his decision. He said Thomas needed to figure out what he wanted. He had faith that it would all work out, but they needed another designer while Thomas was away from Forrester.\n\n\nSteffy said they wanted to offer Zende a job. Zende was flattered, but he said he was not Thomas. Steffy and Ridge understood. Zende added that all he had done as a designer was to duplicate the style that Ridge and Eric had done. Ridge said that was exactly what he had wanted -- someone with the \"sense and sensibility of Forrester.\"\n\n\nRidge added that he needed Zende to take direction and prove that he could do it. Zende smiled. He agreed he could do that. Ridge added that Zende would have to be able to accept criticism, and Ridge noted that he had been told he was not the most tactful when he offered criticism. Zende laughed and asked if Ridge had met his father-in-law.\n\n\nRidge and Steffy said he would have to help out in a lot of areas including drafting and pattern cutting, and he would be on call 24/7 until the line was completed. Steffy encouraged Zende to discuss it with Nicole before he made a decision, but Zende said she would want him to agree.\n\n\nZende thanked Steffy and Ridge for an opportunity he'd never thought would happen so soon. He loved the business. He realized he was not really a Forrester and was grateful. Ridge explained that he wasn't really a Forrester, either, in the technical sense. Steffy agreed they were all complicated. Zende asked to call his parents and said he and Nicole would celebrate later.\n\n\nAt Brooke's house, Nicole arrived and found R.J. and Coco had been babysitting Lizzy. They said they had changed her and fed her. Nicole asked about Zende, and they said he'd had to return to Forrester.\n\n\nNicole mentioned that Maya had been searching for a new nanny. She suggested that Coco and R.J. leave. They said they'd enjoyed watching Lizzy. They left, and Nicole picked up Lizzy. She lamented that Lizzy would never remember the time that she had been inside of Nicole. She said it had never hurt, but she'd discovered that perhaps it had. \"She might be wrong,\" Nicole said about Dr. Caspary.\n\n\n",
    "imdb": "A shocked Nicole asks for clarification from Dr. Caspary about her condition and if she will be able to have children in the future. Dr. Caspary tries to cheer Nicole up and claims that it is not yet irretrievable that she is infertile. In Paris, Rick and Maya's trip is encumbered when they realize that they will have to find a new nanny for their precious baby girl. R.J. and Coco babysit Lizzy when Zende is called into the office. There, Ridge and Steffy inform the aspiring designer that they will rely on him much more than expected after Thomas' firing. Zende is surprised, but promises to give all his effort into this opportunity to grow and learn under Ridge's guidance.",
    "tvmega_recap": "Ridge is in a foul mood. He tells Steffy he knows he screwed up and Brooke is not here right now and he knows where she is. All they need now is for Thomas to get their money back and start over. He calls Zende who is babysitting Lizzie. He tells him he needs to see him at the office right away. Zende looks to RJ and Coco who give him the nod to go. Zende walks in and Ridge tells him to sit down. The meeting does not include anyone else, just them. He fired Thomas and he needs another designer. Call him old fashioned but he does not believe in keeping someone who would give their money to someone who stole from them. Zende admits he is not a designer yet and he feels badly for Thomas but he will do his best. He thanks them and says he will not let them down. Ridge reminds him he will be working 24/7 until their showing is ready. If he does that and works hard then being a Forrester designer will be just down the road. The Doctor tells Nicole it is really too early to call her condition secondary infertility. The doctor can see she is upset and thinks the doctor is wrong. Nicole does not know what she is going to tell Zende ..that he may never have a child of his own. She does not know what will happen to them now. She keeps saying she is healthy and this cannot be her only shot at being a mother after giving her first child away. Steffy tells Zende that his married life might be strained for a while. Zende says not only is he saying yes but hell yes and he knows Nicole will be okay with it. Zende is so excited and not only wants to call Nicole but his own mother and dad. Nicole returns home dejected and asks where Zende is. She sees a message where Maya is looking for a nanny. She picks up Lizzy and talks to her lovingly. She tells her that the doctor could be wrong and she will have another baby.",
    "tvmega_summary": "Episode # 7591 ~ Ridge makes a budding designer's dream come true when an opening suddenly becomes available at Forrester Creations; Nicole suffers defeat after learning that her one chance to achieve a lifelong goal has already been used.",
    "soapcentral_condensed": "At Forrester, Ridge and Steffy discussed the future of Thomas. Zende, Coco, and R.J. babysat Lizzy. At Dr. Caspary's office, Nicole was frantic to learn that there was a possibility she could be infertile. Pam told Charlie that she wanted to do something for Ridge because he was clearly devastated that he'd lost Brooke to Bill. \"He's my nephew, and he's loved her for more than half of his life,\" Pam said of Ridge and Charlie's mutual friend Quinn. \"We're all here here,\" Ridge said of his family, and they all hugged and cried. \"That can't be my only shot at being a mother,\" Nicole said of having another baby. \"I also fired your brother today,\" he said of Thomas, who had invested in Spectra and needed to get his head on straight. \"Do you think he's ready?\"Steffy asked. \"Yes,\" Thomas said. \"It's too soon\"\n"
}