{
    "imdb": "Katie freaks out after Brooke slips out from under her bed. Bill and Brooke try to explain, but Katie doesn't want any excuses when it's obvious to her that Brooke was trying to seduce her husband. She pours Bill and Brooke drinks and then runs off with the liquor to lock herself in the bedroom. Outside, Bill and Brooke worry about Katie who tells them to go away, but at the same places the liquor bottle on the floor without opening it. When Julius gloats about how close Nicole and Zende are getting again, Sasha advises him to not get his hopes up for a reunion. Julius voices his doubts about this sudden and extremely convenient pregnancy, but Sasha tells him to shove it. Zende apologizes to Nicole for the reason why he had broken up with her. Excited to reunite with Zende, Nicole senses that there is a bit of hesitation on his part as he breaks it that Sasha is pregnant.",
    "tvmega_recap": "Zende tells Nicole that he did not expect to feel this way; it blew his mind. He never should have left her. He has never been in more awe when he saw that baby in Maya's arms. Sasha tells Julius that she is glad the baby is healthy and all. Julius finds it hard to believe that Sasha can be that happy about this and that it probably means that Zende will get back with Nicole. Clearly they are both in love. So she and Zende had their fun but now it is over. She remarks that she is not going anywhere, she is pregnant. Katie goes berserk that here her husband is half naked and Brooke pops out from under the bed and that is what she walked in on. She caught them in the act. Bill says he knows it looks bad but it is not what she is saying. She is getting upset for no reason. Brooke says she did not even know Bill was there. Katie says Brooke is better than that. She does not believe she was not trying to seduce her husband but came over to do something nice for Katie. Such luck that Brooke has, just dropping by and suddenly finding Bill standing there without his clothes .and now the worst part is trying to make Katie believe this. Zende tells Nicole he is so sorry what he put her through. It was a big mistake. Sasha is a great person but it does not change how he feels about Nicole. Katie goes downstairs and pours herself a drink. Bill tries to stop her. She says he got to do what he wanted to do so now she will too. So Brooke needs to stop trying to make people think she is delusional. Bill says when she gets like this they cannot talk. Nothing happened. She won't let Bill have the bottle. She says she does not want to feel like this yet here she is. He should have told Brooke to leave the minute he found her in the bedroom. She tells Brooke to get the hell out of her house. She locks herself in her room and won't let Brooke or Bill come in, tells them to go away. He refuses to see what Brooke is doing, so there is no need in talking. Julius says he is starting to talk to his family again so he can confirm this pregnancy. Sasha says they do not know yet. He thinks it is awfully convenient that the minute Nicole has the baby and gets back with Zende that Sasha finds out suddenly that she is pregnant and yes Zende will do the right thing and stay with her. Nicole tells Zende that she told him from the beginning how she felt so she does not blame him. He says he loves her and wants another chance. He thinks he can get through anything now. They hug. Katie holds the bottle, thinks back on her wedding day and things Bill said and then the birth of Will. And Bill saying he does not want to lose her. She puts the bottle aside and does not want it after all. Despite what Bill says, Brooke says this was all her fault and she should go. Bill says Katie is locked in her bedroom and will not come back out now. Bill says no matter what he does it does not seem to help. She says Katie is lucky to have him. She is worried about her so take care of her. She hugs Bill. Nicole tells Zende that she missed him so much. He thinks their relationship is stronger and they can get through anything. Nothing is going to stop them this time. But he has news that is not good but they can't let it change things. He states that he went to see Sasha and she was happy for Nicole and the baby and said the same thing was gonna happen to her. She is pregnant.",
    "tvmega_summary": "Episode # 7336 ~ A greater rift develops between Katie & Brooke because of an unfortunate misunderstanding; unaware of what's going on with Sasha, Nicole gets all that she's been hoping for."
}