{
    "tvdb": "Wyatt reaps the benefit of being a Spencer when Bill surprises him with a place of his own. Bill reveals to Wyatt the real reason behind his generous purchase. Quinn keeps her eye on Liam as he probes Charlie about the events that took place on the night of the jewelry heist. Hope is touched when Rick voices his support for her blossoming relationship with Wyatt.",
    "imdb": "\nLiam becomes determined to find out the truth about Wyatt and the diamond heist.    ",
    "tvmega_recap": "Wyatt is rocked. Bill picked him up at the airport and brought him to this fabulous beach house. Bill tells him that it is his. It's time to move out of the warehouse and break that leash around his neck from his mom. Wyatt loves the place and thinks it is a killer but he's a little concerned about the timing. Bill says absolutely there is an ulterior motive. He wants him away from his mother. He doesn't want Wyatt to be disrespectful but just keep a healthy distance. Wyatt says he will accept the house and he can't wait to tell Hope. Rick wants to hear all about Hope's trip to Hawaii with Wyatt. She says he was the friend that she needed. Rick can't get her to say more other than no they didn't go any further than friends but they are getting closer. He asks where does this leave Liam. She tells him that Liam holds Quinn responsible for the non wedding and really now so does she. She doesn't think Quinn is dangerous but she does think she has to be watched. And she is taking control of her life and moving on. She knows she will never be done with Liam and she knows Wyatt is committed to her and that's nice to see a man without another woman standing behind him. There's no drama with Wyatt. Things are so easy with him, no pressure to get married. Rick seems to be on Wyatt's side and tells her to go for it. Quinn is listening in to the conversation as Liam continues to pry information out of Charlie by calling him the true hero in the jewel heist. Charlie is called to the Boutique and Liam asks if he can tag along. There he goes through an enactment with Charlie of exactly what happened on that day of the heist. He determines at the end it was just Charlie and Wyatt in the shop just prior to the two thieves stepping out of the back and later was found with the diamond. Wyatt calls Hope and says his dad just brought him back to town. Wyatt has a surprise for Hope and he will fax her the address. She's impressed at his new digs. She mentions Hawaii and she can still smell the flowers, the half flowers. That is what she was, a half person until then. He gives her more flowers which has a note attached asking her to live here with him."
}