{
    "soap_central": "\n\nAt Quinn's place, Quinn told Deacon to put \"that thing\" away. She thought they'd just discussed how she wasn't cut out for that type of thing, and she didn't know why he'd burden them with each other. Deacon said the ring meant she wouldn't lose him and didn't need to punch women out over him. She recalled that he'd been about to leave. He said she'd been trying to force him to, but \"oh, well.\"\n\n\nQuinn guessed Deacon wouldn't go because of the free rent. Deacon refused to be shamed. He felt she liked being the breadwinner and treating him like her little toy. He believed it was better than rent to her, so he advised her to put the \"damn ring\" on her finger.\n\n\nQuinn told Deacon to stop cursing at her. Deacon asked her to consider what was in it for her and admitted he didn't have much on the horizon. \"Even with Brooke being single?\" Quinn quipped. Deacon asked if she thought he'd propose to her if he had feelings for someone else, but she ordered him not to answer a question with a question.\n\n\nDeacon said he'd finally accepted that it wasn't going to happen for him and Brooke. Quinn figured that meant he'd settle for her. She was okay with being alone, but not with being his security in his old age. He said Brooke had been his ideal fantasy, but he'd realized that he'd been trying to capture something that had already vanished. Quinn asked if he'd given up on Brooke.\n\n\nDeacon said it had been more like waking up to reality. Quinn had felt that same way about Bill, from whom she'd been fine to accept a warped relationship; however, Deacon was talking marriage, and she didn't even know if she believed in it. Deacon said it was okay because marriage wasn't a religion. She asked if they'd sign a pre-nup. He said not a chance, and she kissed him.\n\n\nQuinn wanted to see the ring, but Deacon held it back. She assured him that she'd already seen its inferior workmanship from afar. He said she didn't get the ring until he got something first. He wanted her to promise him that there would be no more craziness.\n\n\nQuinn said she wasn't good with promises. Deacon asked for no more violent craziness. He could deal with household craziness, but not murder plots or smacking Brooke. Quinn reasoned that if she was married to Deacon, she wouldn't need to smack Brooke because she'd lord the marriage over Brooke each chance she got. Deacon assumed it meant Quinn wanted to get married.\n\n\nQuinn said she was better when she took care of someone, and she could buy Deacon better clothes if he let her. She wanted to build up the business. She didn't want him to work but to be around if she needed him. She refused to change her name, and Deacon said \"Quinn Sharp\" wouldn't be a good name because people would think she was into swords or something.\n\n\nQuinn warned that Deacon would wake up to a pillow over his face if he tried to divorce her. Deacon claimed that was the kind of commitment he was talking about. He liked where her head was. Quinn smiled and held her hand out. He slid the ring on her finger. He said the stone wasn't the best, but she grinned, citing that she'd never worn a diamond on her finger.\n\n\nBracing herself, Quinn said that Deacon could talk to her about love. He asked if she loved him, and she kissed him. They had sex on the floor, and afterward, they discussed her ring's fit. He admitted he'd had the ring a long time, and she accused him of buying it for a former lover with big fingers. She warned him not to cheat on her, but in her mind, something told her that he wouldn't.\n\n\nDeacon thought they'd be fine as long as she didn't stab him in his sleep. Quinn said she'd never thought she'd be married unless she was in her seventies. She asked if he really wanted to do it. She didn't think she was a good person and worried that she'd pretend to be.\n\n\nDeacon thought that everyone but Quinn pretended. Instead, she was outraged by the injustices that hadn't dulled her spirit. She didn't know what to call what she felt to him. He said it was okay, and he'd explain it to her at some point. They kissed, and she rubbed her nose against his.\n\n\nAt Brooke's house, Brooke flashed back to her kiss with Deacon. Wyatt arrived, but she said it wasn't a good time. He joked that he should be able to impose on family. He'd arrived to discuss his mother, who he'd wanted to wash his hands of, but it wasn't that easy. He was worried that his mother was headed for the deep end, and Brooke was the reason for it.\n\n\nBrooke refused to be blamed for Quinn's issues and said Quinn was lucky Brooke hadn't called the police. Wyatt discussed Quinn's feelings for Deacon. Wyatt had never seen Quinn care and listen to a man before. He was worried that Quinn wondered if she'd always been second choice after Brooke.\n\n\nBrooke claimed she had nothing to do with Quinn and Deacon's relationship. Wyatt asked what had transpired in Brooke's home the other night. Brooke claimed that Deacon had just driven her home. Wyatt asked how she'd wound up in a bathing suit and remarked that Deacon had told Quinn everything. Brooke replied that Deacon couldn't possibly tell Quinn everything.\n\n\nWyatt asked if there was anything about Deacon and Brooke that would concern Quinn. Brooke believed that Quinn would need Wyatt when Deacon walked out on her. Wyatt asked if Deacon had said he was walking out on Quinn. Brooke recalled the way Deacon had reacted to hearing about the slap and added that Quinn had attacked Hope in Brooke's yard.\n\n\nWyatt didn't think Deacon held that against Quinn. He believed that Deacon cared for Quinn and protected Quinn. No one had done that for Quinn besides Wyatt. Brooke was sure Deacon was grateful for the room and board. Wyatt asked if Brooke thought that was all there was between Deacon and Quinn. Brooke was sure they had an attachment, and Quinn appealed to Deacon's dark side; however, Deacon liked an easy life, which he wouldn't get from Quinn.\n\n\nWyatt left, and Brooke recalled Deacon's kiss. She remembered being in bed with Deacon years earlier and telling him that she'd had everything she'd wanted and wouldn't change a thing.\n\n\nAt Ridge's place, Caroline didn't want to cause a rift between Steffy and Ridge. Ridge revealed to Caroline that Steffy had been in town to enact Liam's plan, but it hadn't worked out as Steffy had wanted. Ridge told Caroline about Liam's plan and Steffy's ultimatum. Caroline said Liam's decision had been good for him and Ivy but bad for Caroline and Ridge.\n\n\nCaroline wanted Ridge to fight for the company and didn't understand his fear of betraying Eric. Ridge said he and Eric had been friends and rivals, but Ridge had started it all by not being Eric's son. She asserted that Ridge hadn't been responsible for that. Ridge explained that he had to own things, just like he had to own his relationship with her.\n\n\nLater, Caroline mixed up some paint colors on a palette, and Ridge expressed surprise that she knew what she was doing. She explained the plethora of talents her schools had taught her. He asked what they were working on, and stroking paint on his shirt, she said they were working on him.\n\n\nRidge grabbed the palette and asked if Caroline's schools had had gym classes. \"Because you'd better start running,\" he warned and chased Caroline around an easel. They had a paint fight and kissed.\n\n\nLater, Ridge and Caroline lay in bed, smudged with paint. Stroking him with a paintbrush, she remarked that she wasn't good at making straight lines. He replied that lines had drawn them together. He revealed that she'd made him aware that he shouldn't do something that he'd been doing. She asked why he did whatever it was. He believed it was because he didn't think he deserved her.\n\n\nCaroline relayed that she was the only one who'd thought that. Ridge decided they'd make a deal to stop thinking that way. She agreed, and they kissed.\n\n\n",
    "tvdb": "In disbelief at what Deacon is asking of her, Quinn makes her best attempt to get him to change his mind about her. Out of concern for his mother, Wyatt questions Brooke about Deacon, his past, and his feelings for her. Brooke warns Wyatt that he will need to be there to support Quinn emotionally when Deacon walks out on her. Ridge updates Caroline about the latest details regarding her family’s plan to overtake Forrester Creations. Caroline and Ridge collaborate on another work of art.",
    "tvmega_recap": "Deacon says he is not getting down on one knee but he wants to marry her. Quinn scoffs that he needs to put that ring away. They just agreed she is not good for him. He tells her to take the damn ring and put it on her finger. She likes him around as her toy. Wyatt goes over to Brooke's and Brooke wants to know if his mother sent him. He says no, but she is the reason he is here. He said he was going to wash his hands of her but he is the only one who knows the difference of her everyday crazy and her over the top crazy. And right now Brooke is the reason for that. Brooke says she will not stand here and take blame for Quinn's craziness. He assures her he is not blaming her but he knows Quinn is insecure about Deacon. Is there anything about Deacon that would give his mother concern. She admits he brought her home and she did invite him in but nothing happened. Deacon tells Quinn that Brooke was his ideal fantasy but they had one moment together but he did not realize it was just one moment and it has vanished. He has seen the reality now. Quinn says she felt the same about Bill. He never cared except for her in bed. She is not sure she even believes in marriage. She kisses him to make sure Deacon is still himself. She asks him to bring out the ring again. Ridge tells Caroline that Steffy left because her plan did not work so they are back to right where they started to try to take down the King. She tells him Liam did not work out but Ridge could still fight to get Rick out. Ridge says he can't without stabbing his father in the back. She gets playful and mixes up some paint and starts painting his shirt. The next thing you now she is ducking from him as he starts to paint her and she retaliates by painting his face. These two are having too much fun with their finger painting. Deacon tells Quinn that he will settle for no more murder attempts and no more smacking Brooke. She says she would not want him to get a job. She'd want him around to help her build up the business. She says also she will not change her name and he can never divorce her as he'd wake up with a pillow in his face. She smiles as she lets him slip on the ring. She says she has never allowed a diamond on her finger before so now he can talk to her about love. They kiss passionately. Ridge and Caroline lay in bed with paint smattered all over them. He says he is not sure he deserves her, why he has such good luck but he will start thinking that way. As soon as Wyatt leaves, Brooke's thoughts go back to Deacon and the kiss and to years ago when they conceived Hope. Deacon and Quinn lay on the floor afterwards and she muses that he has seen her at her worst so he better not cheat on her. She did not think this would happen until she was about 70 with all the fire out of her. She will try and be a better person or at least pretend to be. She jokes about him having this ring for a while and probably gave it to some Olive Oyl before.",
    "tvmega_summary": "Episode # 7019 ~ Quinn tries to change Deacon's mind; Ridge endeavors to get Caroline more involved in his art.",
    "soapcentral_condensed": "At Quinn's place, Quinn told Deacon to put \"that thing\" away. She thought they'd just discussed how she wasn't cut out for that type of thing. Deacon asked her to consider what was in it for her and admitted he didn't have much on the horizon. He asked if she loved him, and she kissed him. They had sex on the floor, and afterward, they discussed her ring's fit. He slid the ring on her finger. He said the stone wasn't the best, but she grinned. She refused to change her name, and Deacon said \"Quinn Sharp\" wouldn't be a good name because people would think she was into swords or something. He joked that he was headed for the deep end, but Brooke said it wasn't a good time for the end. He kissed her and flashed her back to Brooke's house, where she said it was okay. They kissed and she rubbed her nose against his hands, but he wasn't that easy to wash.\n"
}