{
    "soap_central": "\n\nAt Forrester, Ridge and Caroline discussed fashion ideas, and Rick suspected that Ridge was trying to snatch her from the HFTF line. Caroline remarked that she was happy where she was, and Ridge added that they were just working together. Rick stated that Ridge seemed to forget that he and Rick also worked together, and Rick suspected that his mother wasn't at the office because of Ridge.\n\n\nRick said his mother had been waiting a long time for Ridge's return, and he asked if Ridge had seen her. Ridge replied that he was talking to Brooke. \"Talking? That's it?\" Rick asked. Rick stated that actions spoke louder than words.\n\n\nJust then, Bill entered, and Rick and Ridge grimaced. Bill welcomed himself to the building, and the room grew tense as the men exchanged barbs. Bill announced that he'd been looking for Ridge, and tipping up his pinkie as if holding a teacup, Rick suggested that Bill and Ridge go out for croissants.\n\n\nRidge said he was comfortable there, and Bill retorted that he didn't give a \"rat's ass\" about Ridge's comfort. That statement made Caroline uncomfortable, and she rushed Rick out of the office, claiming she had something to show him downstairs.\n\n\nBill told Ridge that the best croissants were in Paris, and if Ridge hurried, he could catch the last flight there. Ridge assumed that Bill, who hadn't given up on Brooke, was very worried about Ridge's living arrangements because he saw Ridge as an obstacle. Bill said that Ridge was more of a tease than an obstacle. Pretending to smell the stench of Ridge's superiority in the room, Bill predicted that everyone else's inferiority would send Ridge back to Paris soon.\n\n\nRidge said that Brooke was done with her lapse in judgment and wanted Bill to return to his wife.  Bill asked if Ridge just liked to see Brooke grovel. Ridge replied that he'd thought he was returning to a life he'd once known. Bill advised Ridge to go for it. Bill said that Brooke was done with him and would shower Ridge with rose petals if Ridge returned to her.\n\n\nRidge felt that Bill understated the depth of his repulsiveness. \"And your hands on my wife -- that keeps me up at night,\" Ridge retorted. Bill cited that Ridge had no idea what had gone on, but Ridge insisted that there was no excuse for Bill dumping his wife to sleep with her sister. Bill thought that the words were rich coming from Ridge, who'd dumped his bride over a text message.\n\n\nBill asked if Ridge and Brooke had slept together. Ridge said nothing, and Bill urged him not to be shy. In Ridge's continued silence, Bill figured that it hadn't happened because Ridge wasn't gloating about it. Bill further guessed that Brooke hadn't been the one holding off; instead, Ridge had done it because he couldn't bear to touch what Bill had touched, and Bill pretended to be amazed at the discovery of his whole new power over Ridge.\n\n\nSummarizing Bill's situation, Ridge concluded that Katie would never trust Bill again, and Brooke's future didn't include Bill, which left Bill sleeping on his son's couch. Ridge called Bill the poorest rich man Ridge knew. Bill declared that Ridge took condescension to a new level, and everyone with dirty hands just wasn't good enough for him. Ridge said that he thought Bill should stay away from both women. With a deriding chuckle, Bill left.\n\n\nIn the steam room, Rick and Caroline arrived, and Caroline complained about sacrificing her hair to help Rick relax. As they let the steam unwind them, she commended her husband on how he was handling Ridge's return. Rick said he resented Ridge's past treatment of Brooke, but Rick was trying to put his feelings behind him for Brooke's sake.\n\n\nCaroline wondered why the steam wasn't burning them, and Rick said he wanted to know how Eric would fix the Ridge situation. To Rick, Ridge had returned out of the blue and had perched himself at the top of command. Caroline requested permission to have a moment of crisis, and she asked if getting married had ruined things.\n\n\nRick asked why Caroline thought that. Caroline said they were alone in the steam room, but he wasn't lusting after her. Rick claimed that it wasn't true, and their lust thing would last forty to fifty more years. He said that what he appreciated more than lust was that Caroline had taken him to the steam room because she'd known he'd needed a timeout.\n\n\nCaroline said that her moment of crisis had ended, and they could return to Rick's crisis about Ridge. Rick noticed that his crisis had ended, too, and the couple moved on to making out.\n\n\nAt Brooke's house, Katie arrived to discuss Bill visiting her the other day. Katie suspected that Brooke had put Bill up to asking Katie if he could return to her, but Brooke stated that he didn't take orders from anyone. Katie asked if it was the first Brooke had heard about Bill's plea. \"That's what I thought,\" Katie stated after studying the look on Brooke's face.\n\n\nBrooke claimed that she'd been very consistent with Bill, but Katie figured that she should have known that Bill had made her an offer he knew she'd refuse just to score points with Brooke. Katie deduced that, after seeing her, he'd returned to Brooke to say that he'd tried, but Katie had been impossible. Katie was certain that, after telling Brooke that Katie wouldn't go along with it, Bill's next move had been to appeal to Brooke again, and Brooke had probably urged him to try harder with Katie.\n\n\nKatie wondered if Brooke actually wanted Katie to be with a man who really wanted Brooke. Throwing her hands up, Brooke said she just wanted to do the right thing. Katie believed that and added that she also wanted to do the right thing.\n\n\nKatie wondered if Brooke thought Katie should take Bill back and live with separate bedrooms. Katie reasoned that perhaps she should do that for her son, and perhaps Ridge wrestled with the same dilemma. Brooke stated that Katie had loved Bill and he'd made her happy once, and Brooke wondered why Katie couldn't try to find that love with Bill again.\n\n\n\"Because he lied to me -- and to you,\" Katie responded. Katie stated that she'd do anything to get the feelings for Bill back, but she couldn't just will it into being like Brooke could. Katie said Brooke fell in and out of love easily and could capture the same excitement from one man to the next. \"Is that really fair?\" Brooke asked.\n\n\nKatie said that she couldn't conduct her love life the way Brooke conducted hers. Katie couldn't turn the feelings on and off. Bill had been the love and the life that Katie had wanted. Brooke conveyed that Katie could have it, but Katie yelled that she didn't even know who Bill was anymore.\n\n\nKatie said she'd been waiting for the man she'd loved to show up, but that man had been lost to her. Brooke had become lost to Katie, too, and that left Katie lost and moving forward in a life that she didn't recognize. Brooke asked what she could do, but Katie didn't know what she wanted or needed.\n\n\nIn a mess of tears, Katie rushed out of Brooke's house and collided with Ridge, who was striding up the sidewalk. \n\n\n",
    "tvdb": "The tension between adversaries is palpable when Bill pays a visit to Ridge with some advice about Brooke. Katie confronts Brooke about being the one behind Bill’s recent change of heart regarding his marriage. Ridge’s presence at Forrester Creations begins to cause Rick a lot of bitterness and angst. Caroline comes up with an idea to puts Rick’s mind and body at ease.",
    "imdb": "\nEveryone takes cover when Bill rolls into Forrester Creations to confront Ridge about Brooke.    ",
    "tvmega_recap": "Katie shows up unexpectedly at Brooke's. She tells her that Bill visited her at her office and wants her back. Brooke tells her she is happy for her. This is what Katie wanted. Katie seems to feel that Bill's words came straight from Brooke. Brooke says Bill takes orders from no one. Katie says she knows he was lying. She can't believe Brooke would want that for her. Brooke argues that she just wants Katie to be happy with a man that she loves and married. Katie adds \"and wants you.\" Ridge sketches and Caroline comes in and thinks it is grand. Rick asks Ridge if he is the reason that his mom is not coming in to work much anymore. Ridge answers that he doesn't think so but Rick needs to ask her. He's talked to her a few times. Rick says he always thought actions speak louder than words. Before they finish they are interrupted by Bill who opens the door and waltzes in. He says he is a major shareholder so just protecting his interest every now and then. He makes sure that Rick is treating Caroline right and she says he is. Bill then says he actually came to see Ridge, so Caroline senses they may need some alone time and she spirits Rick out of the office. Bill tells Ridge they make the best croissants in Paris and if he hurries he can make the last flight there. Ridge says he can't help but wonder why his place of residence is any concern of Bill's. And Bill says he can't help but wonder why Ridge can't put down that little pencil and look him in the eye. Ridge lays the pencil down and looks right at Bill and declares that Bill hasn't given up yet on Brooke. Bill says that is a personality trait of his for sure. And Ridge is not being an obstacle but more like a tease or a spoiler. And then he sniffs the air and turns up his nose and wants to know what that smell is. Oh yeah, it's that stench of Ridge's superiority that comes off of him that everyone around him is defective. So if he's going back to Paris he is just suggesting he speed that process along. Ridge says he lost him somewhere in that last statement. Ridge says so Brooke is done with Bill. This conversation has nothing to do with Ridge but is all about Bill. Brooke wants Bill to go back to Katie. He announces he is busy and jumps up. Bill continues and Ridge cuts him off again and tells him that he misunderestimates just how repulsive he is and what he stands for. Ridge shakes his head and says Bill's hands on his wife, that keeps him up at night. Bill says due to the very sensitive nature of Ridge but he was not there, so he does not know how it went down between him and Brooke. Ridge says then there is nothing more to say, because if Bill thinks there is a certain set of circumstances where it is justified that he dumps his sick wife and sleeps with her sister then they are not on the same planet. Bill tells Ridge to whoa and back up. He wants to know if this is the same self-righteous high horse that he was riding a year and a half ago when he dumped his wife on their honeymoon over a text. He says he went to Katie and tried to repair the damage and return to his family. He thinks that is more than Ridge has tried to do to repair his. Bill asks Ridge if he has slept with Brooke yet. Ridge doesn't answer. Bill goads him that it's all right. They are just two guys talking. Ridge still doesn't answer, he just glares. Bill smirks and says he didn't think so or Ridge wouldn't be here playing this coy little game; he'd be gloating. Ridge says Bill knows him too well. Bill reminds him that Ridge couldn't bear to touch what he had touched. He can't believe that Ridge would walk away from a woman like that over little old him. This is a whole new power that even he didn't know he had. Ridge says they need to review. Katie doesn't trust him and probably never will. Brooke knows what she wants and that doesn't include Bill. And now he is sleeping on his son's couch. He's the poorest rich man he knows. Bill tells him to go, stay, Paris, Timbuktu, he really doesn't care. He even says that he is not immune to looking down on people and the pleasures of that, but boy Ridge has elevated that to an art form. He's just too good for this world. The rest of them have dirty hands and that will not do. As Bill leaves Ridge's office, Ridge says he thinks Bill should stay away from both women. Caroline leads Rick to the steam room where he laughs that it has certainly seen plenty of action. Katie tells Brooke that maybe she should just take her bitter pill and take Bill back just like Ridge is trying to do with her. But she cannot do that as he lied to her .and to Brooke. She wishes she could just wish that old feeling back, but she's not Brooke. She's so secure and falls in and out of love so easily. And if one doesn't work out, it is okay as she knows there is another just around the corner. She cannot love like Brooke. For the longest time Bill was the one, the love of her life but he's lost to her now. She keeps waiting for that man to show up. And she cries that Brooke is lost to her too. She is just trying to move forward in this life that she does not recognize and to make the best life she can in this life that she has left. Crying she runs out with Brooke unable to stop her. Katie runs right into the arms of Ridge who is walking up on the pavement.",
    "soapcentral_condensed": "At Forrester, Ridge and Caroline discussed fashion ideas, and Rick suspected that Ridge was trying to snatch her from the HFTF line. Rick stated that actions spoke louder than words. At Brooke's house, Katie arrived to discuss Bill visiting her the other day. Rick said he resented Ridge's past treatment of Brooke, but Rick was Trying to put his feelings behind him for Brooke's sake. Rick claimed that it wasn't true, but he wasn't lusting after her and their lust would last forty to fifty more years. He said that what he appreciated most was that Caroline had taken him to the steam room because she'd known he'd needed a timeout. Rick noticed that his crisis had ended too, and the couple moved on to making out on the sofa. The next day, Rick suggested that Bill and Ridge go out for croissants. Bill said that he didn't give a \"rat's ass\" about Ridge's comfort, and he predicted that everyone else's inferiority would send Ridge back to Paris soon.\n"
}