{
    "soap_central": "\n\nIn court, the judge began a lengthy preamble about him having a hard time deciding on Jackie's bail. Nick angrily told the judge to just cut to the chase and render his verdict — but then apologized for his outburst. The judge praised Massimo for defending his ex, but said ultimately he had no choice but to deny Jackie bail, and ordered her back to jail. Jackie became distraught and Nick's temper almost got him a seat beside his mother in the slammer when he angrily approached the judge. Jackie tearfully lashed out at Massimo and accused him of being behind her arrest as she was led way by the guards in cuffs. Nick vowed to get his mother out of jail. \n\n\nFelicia reassured Bridget that she is Dominick's mother, too, and that both she and Dominick still need her very much. Upset at the apparent parental ramifications of Felicia being alive, Bridget asked Dante to take her home. Felicia refused to let Bridget leave and apologized to Bridget for not being more sensitive to the circumstances. Felicia thanked Bridget for coming through for her when Bridget thought she was dead. Bridget admitted when Nicole died she never thought she could feel anything again, until she bonded with Dominick. Bridget said thanks to him she started to feel alive again. Bridget admired how the power of love also allowed Felicia to recover. Felicia revealed when she thought she was dying she knew she could let go, because her baby would be left in Bridget's capable hands. Bridget said if Dino/Dominick is now with Felicia then she no longer has a baby. Felicia insisted that Dominick is their son. Bridget wasn't sure if she could go along with such an unwieldy arrangement. Felicia reassured Bridget that no matter what happens to her she will always want Dominick to love Bridget just as much as Felicia. After clearing the air, the sisters became closer. Bridget told Felicia she'd love her even if they weren't related, and said she'd be proud to share Dominick. Felicia vowed to never let anything come between them.\n\n\nIn the other room, Christian told Dante he had feared Bridget's growing attachment to Dominick was only going to lead to trouble once everyone learned that Felicia was really alive. Christian's observations rubbed Dante the wrong way. Christian apologized for getting off on the wrong foot with Dante, but Dante was clearly not interested in becoming buds with Christian. Christian and Dante rejoined Bridget and Felicia with good news: Felicia's latest test results showed her white blood cell count was almost back to normal!\n\n\nBrooke paid Massimo a visit. Massimo said he was expecting her to drop by. Brooke said likewise, she was expecting his machinations, having been a graduate of the \"Stephanie Forrester School of Parental Manipulation.\" Massimo complimented her by saying he could understand why both his sons would be attracted to her. Brooke accused Massimo of setting up Jackie to punish her as well as Brooke, \"for loving the wrong son.\" Massimo insisted that Brooke belongs with Ridge. Things escalated, and the two traded threats. Brooke warned him that Nick will never forgive Massimo if Nick gets proof that Massimo framed Jackie. \n\n\nA gloved figure inserted keys into the doors of Jackie M's offices and gained entry. Soon after, Nick entered the offices himself and quietly began to look through files on a desk. Nick heard noise coming from another office. He investigated and discovered the \"gloved one\" — Megan — rummaging through company files herself. \n\n\n",
    "tvdb": "Felicia apologises to Bridget for hurting her. Felicia later talks with Bridget alone and they come to the arrangement of both being Dominick's mother, raising him together. Dante tells Christian to back off when he feels Christian is becoming too involved in the situation. Dante warns him to leave it between himself, Bridget and Felicia. After hearing the evidence, the judge denials bail for Jackie. Jackie is taken back to her cell as Nick gives Massimo another warning. Brooke later visits Massimo and accuses him of setting Jackie up, as well as making her look bad in front of the judge. Massimo advises Brooke to return to Ridge, but Brooke warns him that he will lose Nick as a son if he continues. Nick goes to Jackie M in an attempt to gather information in Jackie's favor, but is shocked when he finds Megan skulking around in Jackie's office.\r\n",
    "yt": "\n\nBail is again denied for Jackie. Eric urges Jackie to remain strong.  A mysterious figure enters the Jackie M Boutique.  Later when Nick stops by to check on things he is shocked to find Megan in Jackie’s office. Christian and Dante discuss the situation of Dino now that Felicia is alive. Dante is protective and tells Christian to stay out of it.  Felicia eases Bridget’s nerves and tells Bridget that Dino will always be a part of her life.  They agree to raise Dino together.",
    "imdb": "\nNow Dr. Christian Ramírez calls her recovery miraculous, Felicia wants Dante and Bridget just to stay in Dino's life, but daddy Dante wants their adoption to stand in full. Jacqueline is denied bail, Massimo is sort of blamed by the family. Nick is determined to discover the truth..    ",
    "soapcentral_condensed": "In court, the judge began a lengthy preamble about him having a hard time deciding on Jackie's bail. Nick angrily told the judge to just cut to the chase and render his verdict — but then apologized for his outburst. The judge praised Massimo for defending his ex, but said ultimately he had no choice but to deny Jackie bail, and ordered her back to jail. Jackie tearfully lashed out at Massimo and accused him of being behind her arrest as she was led way by the guards in cuffs. Nick vowed to get his mother out of jail. A gloved figure inserted keys into the doors of Jackie M's offices and gained entry. Nick heard noise coming from another office and discovered the \"gloved one\" — Megan — rummaging through company files herself. Brooke accused Massimo of setting up Jackie to punish her as well as Brooke, \"for loving the wrong son\" Massimo insisted that Brooke belongs with Ridge. Brooke warned him that Nick will never forgive Massimo if Nick gets proof that Massimo framed Jackie.\n"
}