{
    "soap_central": "\n\nIn Carter's office, Carter flashed back to when he had told Ridge about Maya. He remembered that Ridge had been in disbelief when Carter explained that Maya had been born Myron, not Maya. \"Maya Avant is transgender,\" Carter had said.  \n\n\nNicole entered and interrupted Carter's train of thought. Nicole wondered if he had gotten chewed out by the boss. Carter scoffed. He told Nicole that Ridge planned to quit because of Rick and Maya. Nicole hoped that Carter had changed his mind. \n\n\nCarter and Nicole's discussion changed to Nicole's relationship with Wyatt and her jetting around with him. Carter teased that Wyatt would probably ask Nicole to bring a passport on their next date. Talk turned to Maya. Nicole said Maya was convinced everything would be fine, and Nicole agreed as long as Maya never told Rick about being transgender. Carter mumbled to himself, \"It's too late for that.\"  \n\n\nIn Brooke's office at Forrester, Eric, Maya, and Brooke discussed that Ridge and Rick had never gotten along. Maya understood that Rick's position as CEO hadn't improved the situation. Eric noted that Maya had a positive effect on Rick's self confidence and self esteem. Maya agreed, but she added that Ridge had a deep resentment for Rick. She wanted things to work out, and she understood their sibling rivalry since her sister had arrived in town. Maya left. \n\n\nIn Rick's office at Forrester, Rick accused Ridge of being difficult. Ridge replied that he was worried that Rick had been misled. \"I'm trying to help you,\" Ridge said. Ridge explained that Rick had treated everyone horribly and \"deserved to get burned but not like this.\" Ridge said that he knew Rick felt Maya was the only person Rick could trust. \"She's not who you think she is,\" Ridge said. \n\n\nRick shouted that Ridge and Carter had been talking trash about Maya. Maya entered. \"Were you talking about me?\" Maya asked. Rick mocked Ridge and explained that Ridge and Carter had told him Maya was not the woman Rick thought she was. Maya looked defensive. Rick stated that no one was completely honest, but he added that Ridge had always held Brooke to a higher standard. Ridge said the conversation wasn't about Ridge and Brooke. It was about Maya. \n\n\nRick pointed out that Maya's support had helped Forrester become a success, and Rick praised her loyalty. Rick reminded Ridge that everyone knew about Maya's prior jail time. \"She doesn't have to explain herself,\" Rick said.  \n\n\nRidge maintained that \"no one is exactly who we think they are,\" he said. Rick told Ridge to get out of his office. Ridge left, and Maya thanked Rick for his support.  \n\n\nRick said that eventually Ridge had to realize that Maya and Rick were committed to each other. Rick scoffed that Ridge had plenty of scandals in his past. Rick praised Maya for her honesty. Maya thanked him for making her feel good about herself. He said a trip to Big Bear would be good for them. Maya smiled that they could enjoy the mountain air. \n\n\nRick thanked Maya for bringing stability and success to Forrester. He maintained that Ridge was trying to undermine the company's success. Rick said they needed to get away from the distractions of work. Maya agreed. \"It's time for us to get to know each other even better,\" she said.  \n\n\nIn Brooke's office, Brooke told Eric that Ridge saw Rick's confidence as arrogance. Eric added that Rick achieved great success at Forrester with Maya's help. Brooke worried that Rick would get hurt again if he acted too quickly in marrying Maya. Eric countered that Maya's support meant a lot to Rick. \"Maybe Maya will be the one to bring peace between Rick and Ridge,\" Eric said.  \n\n\nRidge entered and looked distraught. Eric understood that Ridge was upset, and Brooke chimed in that there had to be another solution rather than Ridge quitting Forrester. \"I appreciate your concern,\" Ridge told Eric, \"but it's your other son you should be concerned about.\"\n\n\nBrooke defended Rick and said that Rick was not the tyrant Ridge made him out to be. The discussion turned to Maya, and Brooke was surprised that Ridge wanted to discuss Rick's girlfriend. \"Let's talk about Maya,\" Ridge said. \n\n\nRidge grilled Brooke and Eric about the seriousness of Rick and Maya's relationship. Eric and Brooke were surprised at Ridge's interest, but they admitted, under pressure, that Rick would probably ask Maya to marry him soon. Eric and Brooke wanted to know why Ridge was so curious about Maya.  \n\n\nRidge explained that Rick was the CEO and everything he did affected the company. Ridge worried that Rick had built a brand around Maya. Ridge suggested that Rick should return to International or move to Paris for a while. \n\n\nBrooke insisted that Rick wasn't leaving his position, but Ridge countered that Rick had gotten himself into a \"bit of a situation.\" Ridge explained that with Rick's temper there was no telling what he would do. Brooke said he wasn't like that anymore. He was in a safe and secure relationship. \n\n\nRidge interrupted. He reminded Brooke and Eric that Rick had made Maya the face of every line and every collection. Rick held her up as a paragon of integrity and honesty, but there was something she hadn't shared that would impact Rick and the company. Ridge shared that Maya was transgender. Eric and Brooke were in shock. \n\n\nAt Spencer, Wyatt, Bill, Liam, and Katie discussed that Wyatt needed to get more information out of Nicole, and Wyatt reminded them that he'd had little time to spend with Nicole because he'd had to rework the jewelry collection. Bill ordered Wyatt to get more information, but Katie pointed out that Wyatt liked Nicole. \n\n\nWyatt admitted he really cared about Nicole. He flashed back to his first few dates and kisses with Nicole. Wyatt smiled and called Nicole to set up a date. Nicole answered her phone. \"It's about time, Spencer. Did you call to apologize or ask me out?\" Nicole asked. Wyatt said that he had called for both, and he promised to take her out that night.  \n\n\nKatie, Bill, and Liam offered advice on different ideas like flowers and expensive dinners  that would impress Nicole. Wyatt laughed and thanked them all. \"I enjoyed your enthusiasm and your advice, but I think I got this,\" he said.  \n\n\n",
    "imdb": "\nRidge calls Eric and Brooke for an important meeting regarding the future of the company.    ",
    "tvmega_recap": "Rick tells Ridge that he is miffed and only trying to get to him by going after Maya. Ridge says he is not going against Maya but she is definitely not who Rick thinks she is and he knows how he values honesty. Carter thinks over what he just told Ridge about Maya being transgender. Nicole walks in and sees him in this state. He admits that Ridge just told him he is going to resign. Rick says he is not going to put up with any trash against Maya. Ridge says he knows he does not want to hear this. Maya walks in and Rick tells her all is okay but once again Ridge is telling him that Maya is not the woman he thinks she is. He will not put up with this. Rick says he does not have to ask Maya what she wants as he knows who she supports. Maya does not have to explain herself. He knows who Maya is and that is all he has to say about that. He orders Ridge out of his office. Katie and Liam discuss Maya when Wyatt walks in and they wonder how he is going to figure out what they might have again Maya. They know he is the man on the inside. Bill tells him to make the time when Wyatt says he is trying but he has to stay there and keep his job as well. They all encourage him to call Nicole, even put her on speaker phone. Wyatt calls but no answer. Bill tells him to wait but step his game up. Do not send flowers and no burgers. Take her on the jet again to the most expensive place he can find and look at the menu and pick the most expensive item. Nicole tells Carter that she will not let this with Maya spoil her chance with Wyatt. She can not tell Rick her secret. Eric tells Brooke there seems to be a little tension between Maya and her sister. Eric says Rick is jumping in a little fast with another marriage but maybe Maya will be the person to bring peace between Ridge and Rick. Ridge walks in and Eric says he is glad to have another chance to talk to him. Brooke says he is not quitting, this is too important. Rick tells Maya that Ridge is just trying to undermine him and he is not going to let that get to him especially with their trip coming up to Big Bear. Maya says she does not want to think about Ridge either but she can not ignore him. Rick says sooner or later Ridge will realize that Maya has stole his heart and he really loves her ..especially with the scandals in Ridge's life. This trip is sounding more and more like a good thing. Eric tells Ridge that he understands he thinks Rick is a tyrant but he isn't and neither is Maya. Ridge says this is important. He wants to know more abut Maya and Rick's relationship, like are they going to get married. Ridge says he thinks Rick should go back to International. Eric says Rick is happy for the first time in his life and Ridge can not begrudge him for that. He stays here. Ridge finally says that Rick has gotten himself in a bit of a situation, something he does not think he can handle. He is safe and secure now because Maya has convinced him that she is flawless, a paragon of honesty. Something that he thinks they need to know too ..Maya was not born a woman. They both are in shock when he says she is a transgender.",
    "tvmega_summary": "Episode # 7060 ~ Bill & Liam push Wyatt to work harder at getting information to use against Rick; Ridge calls Eric & Brooke for a meeting.",
    "soapcentral_condensed": "Maya Avant was born Myron, not Maya. In Brooke's office at Forrester, Eric, Maya, and Brooke discussed that Ridge and Rick had never gotten along. Eric noted that Maya had a positive effect on Rick's self confidence and self esteem. Maya understood that Rick's position as CEO hadn't improved the situation. Ridge grilled Brooke and Eric about the seriousness of Maya's relationship with Rick and Rick's interest in Maya. Eric and Brooke admitted, under pressure, that Rick would probably ask Maya to marry him soon.  Ridge suggested that Rick should return to Paris for a while while Brooke insisted that Rick wasn't leaving his position, but that he wasn't safe anymore in a relationship like he had with Brooke.  Rick said that eventually Ridge had to realize that Maya and Rick were committed to each other, and he left.  Maya said a trip to Big Bear would be good for them. \"It's time for us to get to know each other even better,\" she said.\n"
}