{
    "soap_central": "\n\nAt the loft, Brooke quizzed Ridge about where Caroline had gone after Ridge had told her about his vasectomy. Ridge didn't know were she had gone, but he assured Brooke that Caroline would return home. Brooke asked if she should stay and talk to Caroline. Ridge refused her offer and said he would walk her out.\n\n\nRidge received a text message, and Brooke wondered if it was Caroline. Ridge shared that Pam had sent him a message that one of the interns had been lost, and he had to find her. He added that when Caroline returned home, she would return to no one but him.\n\n\nAt the Forrester mansion, Caroline stood in Thomas' bedroom while Charlotte, the intern, was in Thomas' bed. Caroline said it was important. Thomas refused and said it was clearly a bad time. He pointed out that they were not at work, and she had no business interrupting him. He was young and single. Caroline looked surprised.\n\n\nThomas asked what she was doing there. Caroline grabbed her stomach and looked sick. Thomas told her she had to take better care of herself. He wondered what she wanted. \"I don't know,\" Caroline said. She apologized and told Thomas and Charlotte to pretend she had never been there.\n\n\nBefore Caroline left, Thomas asked if there was some kind of emergency at the office. Caroline said there wasn't. She turned to leave, and Thomas watched her hurry down the stairs. Caroline went down the stairs and grabbed her stomach.\n\n\nLater, Thomas walked Charlotte out of the mansion and apologized for Caroline's interruption. He had no idea what the problem with Caroline was. \"Rain check?\" Thomas asked. He kissed Charlotte, and Ridge walked in on them. Ridge called Charlotte by name, and Charlotte greeted him as \"Mr. Forrester.\" Ridge told Charlotte to leave.\n\n\nAfter Charlotte left, Ridge chastised Thomas for crossing the line with an intern. Ridge noted that Charlotte was much younger than Thomas. Thomas countered that Ridge had a much younger wife. Ridge was angry and said he wanted to talk about Thomas, not Ridge's past. Thomas admitted that he and Charlotte had played strip poker.\n\n\nRidge reminded his son that Forrester could not handle another sex scandal. Thomas was defiant and countered that Ridge had slept with at least four models and had played with women's hearts his entire life.\n\n\nRidge said that Thomas had to remember there were limits for the son of the company CEO. \"You cannot have whatever woman you want without consequences,\" Ridge shouted. Thomas blasted his father for having double standards his entire life. Thomas remembered that Ridge had gone from Brooke to his mom to others and then back and forth with Brooke and his mom again.\n\n\nThomas claimed that he didn't have room for a father in his life anymore. Thomas accused Ridge of pretending to be a doting family man to offset this reputation as a playboy. Thomas claimed that Caroline would end up a single mom just like Taylor and Brooke had. Thomas promised that he would never be a dad like Ridge.\n\n\nThomas continued to berate Ridge and said that he had always wanted his father's love as a boy, but he had never felt that he had gotten it. Ridge listened intently. \"I'm sorry, Thomas, but you have a very convenient memory,\" he said. Ridge reminded Thomas that Ridge had paid for everything for Thomas: college, sports cars, and the job at international, and Ridge had needed to bail Thomas out of a lot of trouble including a relationship with a woman in Paris. Ridge accused Thomas of being a spoiled, entitled brat. Thomas punched his father, and Ridge glared at him.\n\n\nAt Forrester, Quinn continued her tirade that Liam had everything and Wyatt had nothing, and she wanted Liam to help his brother, who had been repeatedly overlooked. Quinn shared with Liam that Bill had told her that he would always include Liam in more business transactions than Wyatt because Wyatt had her DNA.\n\n\nLiam countered that Bill had always said things just to get under Quinn's skin. Quinn agreed, but she maintained that Liam should recommend to Bill that Wyatt share in the Spencer empire leadership. Liam scoffed and reminded her that no one ever told Bill Spencer anything. Quinn refused to give up. She insisted that Liam had to help Wyatt. Liam left.\n\n\nAt Wyatt's, Wyatt and Ivy discussed going to work in Australia. Ivy said she would never return to her homeland as a failure. Wyatt argued that she was not a failure but rather an unemployed star. Liam barged in and interrupted.\n\n\nIvy left the room, and Liam shared that Quinn had returned to her crazy ways, and Liam was worried. He reminded Wyatt that they had made a pact as brothers when Quinn had tried to kill Liam before. Liam wanted to put Wyatt on notice about his mother. Wyatt understood.\n\n\nIn Quinn's office, Deacon entered and called Quinn's attention to his sexy new sport coat. She dismissed his purchase and complained about Bill and Liam's unfair treatment of Wyatt. Deacon worried that Quinn was plotting again.\n\n\nCaroline returned to the spot of her wedding and relived the moments where she and Ridge had been married. She walked around the grounds and recalled the doctor's news that she was pregnant, awakening with Thomas, and Ridge's announcement that he'd had a vasectomy. She grabbed her stomach and flashed back to when Ridge had said, \"I can't be the father of your child.\"\n\n\n",
    "tvmega_recap": "Thomas stands at his bedroom door and wonders what is so important that Caroline has to talk to him right now. He makes it clear that he is busy. She asks Charlotte if she can speak with Thomas a minute. He does not want to and advises Caroline to start taking care of herself if she is trying to have a baby. Brooke asks Ridge if Caroline was devastated when he told her she would not be having his baby since the vasectomy could not be reversed. Ridge gets a text from Pam telling him one of the intern's cell phones is missing. Ridge tells her that he will handle it. He tells Brooke not to stay as he does not want her talking to Caroline right now. Liam asks if Quinn is still on this mantra of hers. She says she is not threatening him. He thinks that is good as he could fire her. She does not think he will do that. Ivy is gone and someone needs to take over the demand for their jewelry. He guesses she had some blowup with Bill. She grouses that Wyatt will always come in second and a large part is because Quinn is his mother. Liam says Bill is just trying to get under her skin and does not mean all he says. Caroline apologizes to Thomas and then Charlotte. She says this will not affect her internship at all, just forget she was here. In fact it is not important and she will go. Quinn wants to know from Liam why Wyatt is not basking in the glow of being a Spencer. Then there is the Liam with the replacement sword around his neck. Thomas walks Charlotte to the front door and tells her Ridge will never know about this yet he opens the door and there is Ridge. He tells Charlotte to leave and looks angry at Thomas. Liam storms in Wyatt's house just as he is asking Ivy if he would like Australia. She says yes but she is not returning there as a failure. Wyatt chastises Liam for not knocking and just walking on in. Liam says he could knock all day long and he knows he is not welcome. He tells Wyatt that Quinn is stirring again and he figures he is her favorite target. Ivy can not believe Liam wants Wyatt's help with his battles. Ivy also finds it strange that she can trust the woman who threw her in the Seine River as opposed to Liam who threw her under the bus. Liam warns Wyatt just to watch out for Quinn. Quinn is sort of dismissive of Deacon as he tries to cheer her. She says Liam was not buying anything she said about Wyatt being overlooked and she will not stand for it. Caroline walks around the grounds of where she was married, thinking about the last couple of weeks .getting married, sleeping with Thomas and finding out she is pregnant now. Ridge and Thomas have words and Thomas tries to downplay it as being on curfew. Ridge tells him that he had to track one of his interns here and he does not want another scandal. Thomas hands it back by saying Ridge sure caused enough of them in his day and he will never surpass him. Ridge says they just had this conversation in Paris about another girl and Thomas can not have any girl he wants without consequences. Thomas throws both Brooke and Taylor in Ridge's face, going back and forth. Ridge says Thomas can not say anything he has not already told himself but he wants to stay on point with Thomas right now. Thomas asks why; he should have taught him those things way back when. He does not have room in his life for a father now. And he will never have a son or daughter to disappoint every day like Ridge did. Ridge reminds him how he cleaned up Thomas's messes, paid for his college and sports car, gave him a job at International, and now gave him a job on the design team because Thomas wanted to come home. Ridge says Thomas is a spoiled little brat who will take all he can from his father. Thomas slugs him in the mouth.",
    "tvmega_summary": "Episode # 7165 ~ Thomas is caught in a compromising position with an unexpected person; Caroline relives a beautiful & poignant moment from her past.",
    "soapcentral_condensed": "At the Forrester mansion, Caroline stood in Thomas' bedroom while Charlotte, the intern, was in his bed. Ridge chastised Thomas for crossing the line with an intern. Quinn continued her tirade that Liam had everything and Wyatt had nothing, and she wanted Liam to help his brother, who had been repeatedly overlooked. At Wyatt's, Ivy discussed going to work in Australia as a failure, but Liam argued that she was not a failure but an unemployed star. Wyatt reminded Liam that they had made a pact as brothers to put Liam on notice about his mother's death. Quinn called Wyatt's new sport coat sexy and called Quinn's attention to his sexy sport coat. Quinn agreed, but she maintained that Liam should recommend to Bill that Wyatt share in the Spencer empire leadership. At the loft, Brooke quizzed Ridge about where Caroline had gone after Ridge had told her about his vasectomy. Ridge didn't know were she had gone, but he assured Brooke that Caroline would return home. He added that when Caroline returned home, she would return to no one but him.\n"
}