{
    "soap_central": "\n\nAt the sky lounge, Forrester employees bustled around, preparing for the calendar shoot. Wyatt and Liam were there, and Liam said Jarrett and his crew were on the way. Steffy said the charity calendar shoot was a test run, but she wanted everyone to give their all. She bet that Thomas was regretting his decision to save Spectra.\n\n\nCarter arrived and wondered where Zende was. Rick, Nicole, Maya, and Ivy explained that Zende's shoot was later because he was working on designs for Monte Carlo.\n\n\nAt Spectra, Sally thanked Thomas for a logo that made her feel classy and successful. He said that it was just a logo, but the designs would make her successful. He was adamant that they would be able to compete with Forrester and Steffy.\n\n\nSteffy called Thomas to find out if he'd heard about their Monte Carlo showing. Thomas replied that he wasn't able to make it. She asked if she'd said he was invited, and he quipped that he hadn't said he wanted to go. She asked if Spectra was holding their showing in the middle of nowhere. She informed him that Jarrett was streaming their charity photo shoot, and if Thomas wanted to, he could check it out to see what he was missing.\n\n\nAfter the call, Sally asked if Thomas had been speaking to \"the princess.\" He affirmed it and asserted that they had to get buzz going about \"this.\" Sally asked if he and Steffy had always been competitive. He said that the siblings were competitive, and it drew out the best in them.\n\n\nThomas stated that Forrester was on top at that moment, and Spectra had to do something completely unique to compete with them. He said he had an idea, and it was a page right out of Sally's book. Sally replied that she'd thought they'd agreed not to be underhanded.\n\n\nThomas dubbed it as friendly competition. Sally didn't think Steffy would appreciate it. Thomas said that it was a photo shoot, and they were going over to make a splash.\n\n\nBack at the sky lounge, Jarrett filmed transitional show segments with Steffy. Jarrett sent his cameraman to get other shots then asked Steffy and Katie what the calendar shoot was a teaser for. Steffy said it was teasing a beach party, fashion show, and charity event rolled into one. Jarrett called Steffy a genius, but Steffy credited their new head of marketing. She said it was Katie's brainchild. Wyatt smiled at Katie.\n\n\nJarret loved the concept and thought it was very Forrester. He asked how Katie had come up with it. \"She's a Logan. Need I say more?\" Wyatt replied. Katie said it was nice to get back to her public relations roots, and she asked Wyatt to give her a hand with something. Following Katie, he said he'd give both if she asked nicely.\n\n\nAside, Katie told Wyatt that she didn't feel right taking all the credit. Wyatt said it was her idea. She replied that all of it wasn't. She told him that it wouldn't be happening without him, and she thanked him.\n\n\nAn upbeat summery song played, and the calendar shoot began. Carter, Maya, Rick, Nicole, and Ivy posed around a chaise lounge and table. In the center on the chair was Steffy. Thomas and Sally sneaked in and watched from behind clothes racks.\n\n\nAt the mansion, Quinn wanted to know what Sheila wanted besides to intimidate Quinn. Sheila didn't understand why Quinn seemed so uncomfortable and guilty. She asked if there was something that Quinn should feel guilty about.\n\n\nQuinn conveyed that it was inappropriate for Eric's ex-wife to be expressing feelings about Eric. Sheila claimed to only want what was best for Eric. Quinn asserted that it was her responsibility, and she and Eric were very happy. \"You and Eric -- and Ridge,\" Sheila stated. Quinn asked what Sheila was getting at. \"Nothing. As long as you are a loving, devoted wife, you have nothing to worry about,\" Sheila concluded.\n\n\nIn the CEO's office, Ridge and Eric discussed the photo shoot underway. Eric joked that they'd asked him to model the swimwear, but he hadn't wanted to upstage the boys, Rick and Carter. Ridge said he'd buy a calendar with Eric on the cover. Eric doubted the charity they represented would appreciate him modeling. Ridge replied that he knew one person who would. Eric responded that Quinn was the reason for the spring in his step.\n\n\nEric discussed how things had been at work before the shooting incident. He remarked that he and Ridge had worked their tails off after Spectra's design theft. Eric said that since then, Katie had put together the new campaign, he and Ridge were still designing together, and Quinn was by Eric's side. Ridge said it wasn't too bad. \"Not bad at all,\" Eric agreed.\n\n\nRidge received a call. It was Quinn, who said she had a huge problem. She asked him to get to the house as quickly as he could. After the call, Eric figured Ridge had another fire to put out. He asked if Ridge wanted some help. \"Not on this one,\" Ridge said, walking out of the office.\n\n\nWhen Ridge arrived at the mansion, Quinn explained that Sheila had \"barged in like she was part of the family.\" Ridge decided that Eric had to put an end to Sheila showing up to see him. Quinn stated that Sheila had sought Quinn out and had been probing about the house, who lived there, and about Ridge.\n\n\nQuinn said it had sounded as if Sheila knew about Quinn and Ridge. Ridge didn't think it was possible. Quinn didn't know how Sheila would know, but she insisted that Sheila had asked veiled and ominous questions about Quinn and Ridge. He thought Quinn needed to get a hold on her and said Sheila hadn't been in town long enough to know anything.\n\n\nQuinn insisted that Sheila was on the hunt, and someone had told Sheila something. Ridge didn't know who would. He said Brooke or Ivy wouldn't, and Katie had just saved Quinn's life. Quinn would not be deterred. She said Sheila was dangerous, and no one knew what Sheila would do.\n\n\nLater, Sheila was at an unknown location, scrolling through articles about Brooke and Ridge. The articles chronicled events leading up to the wedding being called off. Sheila said that it wasn't so, and she asked aloud how Quinn and Ridge could do it to Eric.\n\n\nIn the Forrester corridor, Pam was giving Charlie the lowdown on the black widow, Sheila Carter, who'd done so much to hurt Pam's family. Scrolling on her phone, Pam said it was all on the Internet. He asked to see a picture of the woman. When Pam showed him one, Charlie became filled with trepidation. He asked if Pam remembered him mentioning the woman at the restaurant who'd asked all the questions about Eric and the Forresters.\n\n\n\"That was Sheila?\" Pam asked. Charlie continued to groan and look doomed. Pam asked if he'd told Sheila anything. In Charlie's silence, Pam demanded to know what he'd done.\n\n\nLater, Charlie was at his desk, which was located near some elevators. Sheila approached and asked to talk to him. He asked how she'd gotten on the premises, and she said she'd told him that she was a friend of the family. Charlie told her that she was no friend, and reaching for her, he said it was time to escort Sheila Carter off the premises.\n\n\nSheila stopped him, saying it was important. She was impressed that he knew her name, but then she said that he would of course know it because he was a security expert.\n\n\nSheila conveyed that Charlie was onto something, but he replied that he'd never said anything. Sheila insisted that she was on his side, and she believed something was going on between Ridge and Quinn behind Eric's back. Charlie asked what Sheila wanted. She responded that she couldn't live with herself if she didn't try to do something to help.\n\n\nSheila revealed that Quinn had been as \"guilty as hell\" earlier when Sheila had spoken to her. Sheila wanted to talk to Ridge next. Charlie said Ridge had left. Sheila was sure Quinn had called Ridge to meet at the house right after Sheila had left. \"Come on, Charlie. Let's go!\" Sheila urged. He asked where, and she said she wanted him to take her to the mansion.\n\n\nLater, Charlie slowed the car to a stop and told Sheila that he didn't feel comfortable with what they were doing. Sheila said he knew more than he was telling her. Charlie replied that he did. It was his job to know and not tell. Sheila decided that it meant he'd seen Ridge and Quinn together. Charlie said the words were Sheila's, not his.\n\n\nSheila thought Charlie would be more loyal to Eric. Charlie replied that he'd driven Sheila there. He asked what more she wanted from him. She insisted that Eric had a right to know if something was going on between Eric's wife and son.\n\n\nSheila pulled out some binoculars and looked through them. After a while, Charlie said it was enough, and he was ready to leave. She asserted that she wanted to see for herself. He decided that there was nothing to see, and she should forget what he'd said. Sheila said Quinn had been acting guilty when Sheila had only been asking innocent questions.\n\n\nCharlie sarcastically bet the questions were innocent. Sheila said Charlie was in law enforcement and had instincts. She was sure he'd say the same thing if he'd been in the room with her and Quinn. Sheila figured he already knew. Charlie said he had no proof of anything. Sheila warned Charlie that it would be a big mistake to hide anything from her. She said she'd ask him once more if there was anything going on between Eric's wife and son.\n\n\nCharlie silently stalled. Sheila grabbed his arm. \"Answer me, Charlie. Answer me!\" She roared.\n\n\n",
    "imdb": "Sheila tells Quinn that she is concerned for Eric's happiness and explains that she is under the impression that Quinn is acting guilty. Quinn insists that she and Eric are a happy couple and shows Sheila out. Still in panic, Quinn calls Ridge to inform him about Sheila's visit and the imminent threat that she might know about them kissing. Charlie is stunned when Pam reveals to him that he spoke to Eric's ex-wife Sheila Carter earlier. Not long after, Sheila shows up at Forrester Creations and corners Charlie with her hunch that Ridge and Quinn are having an affair. Liam and Steffy meet with Katie and Wyatt as a calendar shoot for the swimwear line gets under way as a test run for Monte Carlo. Rick, Maya, Nicole, Carter, Ivy and Steffy then hit the spotlight as Jarrett Maxwell produces a live feed for the \"Eye on Fashion\"-website. Over at Spectra fashion, Sally begins to get excited when she sees the designs that Thomas is working on for the new collection. Thomas suggests to Sally that they crash his sister's photo shoot.",
    "tvmega_recap": "Everyone is buzzing around for the swimsuit shoot. Liam says Jarrett is thrilled and Wyatt adds that he is not going to be writing a bad review. Thomas reminds Sally they need to work hard as they need to really compete with FC. Steffy calls Thomas and asks if he knows about the Monte Carlo shooting. He says yes but he's not going to make that. He tells Sally again they need to get going on this. They have to do something huge and he will take a page from her book. Eric tells Ridge that Quinn is the reason for the spring in his steps nowadays. And he started to offer to model some of the swimwear but he did not want to show up the boys. He remarks they got so far behind when Spectra stole everything but it has thrown them together again to design and that is a good thing. Quinn asks again why Sheila is there in her home. Sheila asks if is she feeling guilty and does she have anything to feel guilty about. Sheila remarks she only wants Eric's happiness. Quinn says they are very happy so Sheila has no worry. Sheila says okay, it is Eric and Ridge. Quinn wonders what she is getting at. Sheila says likewise that Quinn has nothing to worry about. Charlie is shocked when he asks about Sheila and Pam shows him the picture and he sees it is the woman he has been speaking with about Eric. Quinn calls Ridge and tells him she needs to see him right away; they have a huge problem. Sheila searches the internet and says \u0096 Quinn and Ridge, how could she betray him. Quinn fills Ridge in about Sheila and how she is asking so many questions about Ridge living in the guest house. She is afraid she knows about them and their secret. Jarrett tells Steffy she is a genius for this swimsuit in Monte Carlo showing. Steffy says she wishes she could take credit but it was Katie's idea. Sheila corners Charlie and says they need to talk. He wants no part of her but she keeps hounding that she only wants what is best for Eric and Quinn is acting guilty as hell. They need to get back to the Forrester Estate right now. Thomas laments to Sally they need to get in there and make a splash at FC. Katie says they still have a lot to pull off and she asks Wyatt for his help. She tells him that she feels badly for taking all the credit. He tells her to stop it; it was her idea. Charlie drives up to Eric's but stops and says he is very uncomfortable with this situation. This is Sheila's worry, not his and he does not want to lose his job over this. She says if something is going on with Quinn then Eric has a right to know especially if it also involves his son. Ridge tells Quinn that she needs to get a grip on herself. Stop imagining all of this. Sheila has not been here long enough to know anything. Quinn says she is dangerous and there is no telling what she might do. Sheila keeps after Charlie while looking thru her binoculars at the house. She badgers Charlie if he knows anything then he better tell her ..something is going on between Quinn and Ridge and Charlie knows and needs to tell her.",
    "tvmega_summary": "Episode # 7619 ~ Katie recruits the Forrester Creations staff to model in a photo shoot to promote the new swimwear line; Thomas and Sally concoct a plan to ensure that the new Spectra collection stands out from their competitors.",
    "soapcentral_condensed": "At Spectra, Sally thanked Thomas for a logo that made her feel classy and successful. Steffy said the charity calendar shoot was a test run, but she wanted everyone to give their all. At the mansion, Quinn wanted to know what Sheila wanted besides to intimidate Quinn. Ridge said it wasn't too bad at all that Quinn was by Eric's side, and he agreed to get a call from Eric to get him out of the house. He joked that they'd asked to model the boys, but he hadn't wanted to upstage the boys. Eric responded that he knew one person who would appreciate him modeling a calendar with Quinn on the cover. He said he'd buy Eric on the charity cover in his step in his spring in his next step at work. He remarked that he and Ridge had worked their tails off after Spectra's theft, and that since then he and Katie had put together the new campaign, he said he was still designing together with Ridge. He added that he'd give her both if she asked nicely.\n"
}