{
    "soap_central": "\n\nAt Brooke's place, Hope and Liam were in an upstairs bedroom. After Liam shared that he'd been at the Eiffel Tower, Hope was despondent, but Wyatt entered and encouraged her to say goodbye to guests downstairs at the party in Wyatt and Hope's honor.\n\n\n\"It's time to go home,\" Wyatt said. Hope agreed. She left, and Wyatt and Liam sparred about the wedding. Wyatt admitted that Bill had told him Liam had been at the Eiffel Tower to marry Hope. Wyatt had expected Liam to keep it to himself instead of telling Hope.\n\n\nLiam scoffed and said that too many people had already known about it, and Liam had wanted to tell Hope himself. Wyatt snarked that Liam had been late, and it was a testament to how unreliable Liam had always been for Hope. Wyatt accused Liam of never putting Hope first.\n\n\nLiam angrily said he hoped Wyatt felt good about what he had done. Wyatt confessed that he was sorry \"it had to go down like this,\" but Wyatt discouraged Liam from trying to change anything. Wyatt said that Liam had disappointed Hope again. \"You really want to win this way?\" Liam asked. Wyatt suggested that he knew he had always been second choice to Liam in Hope's eyes. \"I know that she still loves you, but you never made her happy, and I do,\" Wyatt said.\n\n\nLiam laughed at the idea that Wyatt made Hope happy with necklaces, trailers, and schemes. Liam scoffed that Hope would be \"chewing off her foot\" to get away from Wyatt. \"You'll be a jealous little boy who stabbed his brother in the back,\" Liam said.\n\n\nWyatt disagreed. \"We have things to do,\" Wyatt said. He inquired if there was anyone he could call to help Liam deal with the consequences. \"Did you give Steffy a call while you were in Paris,\" Wyatt asked. Liam scoffed.\n\n\n\"My wife is waiting for me. Ivy probably wouldn't have drowned, you know,\" Wyatt said with malice. He left. Liam looked angry.\n\n\nDownstairs, Ivy told Hope that if Ivy hadn't fallen into the river, Liam wouldn't have been late. \"I'm pretty sure you wouldn't be married right now to Wyatt,\" Ivy said. She added that they would have celebrated a very different marriage.\n\n\nHope couldn't believe that Liam had been in Paris. Hope tearfully flashed back to her wedding and \"the leap of faith\" she and Wyatt had taken when they'd jumped off the yacht and into the water. Ivy advised that in Australia, annulments were how folks dealt with problems like hers. \"I'm married,\" Hope whispered.\n\n\nIn the kitchen, Brooke and Bill discussed that Ridge had lost his drawing skills because Bill had dumped him into the water from the helicopter. Bill and Brooke had a heated argument. Bill accused Ridge of using his inability to draw to drive a wedge between Brooke and Bill. Brooke was horrified, but Bill maintained that Ridge had interrupted their wedding and hated Bill.\n\n\nBill maintained that Ridge had used his inability to draw as a strategy to keep Bill and Brooke apart. Brooke refused to believe that Ridge had been lying about his ability. Brooke told Bill that Ridge had been honest with her, while Bill had lied to her from the beginning about what had happened to Ridge.\n\n\nBill dismissed Ridge's injury. Bill said that Ridge had recovered from his memory loss and would recover from his inability to draw. Bill reminded Brooke that his yacht was waiting for them, and the captain was waiting to marry them. Brooke shook her head.\n\n\nBill said that Ridge needed a specialist to evaluate him before anyone panicked. Bill promised to hire the finest surgeons, but Brooke was angry that Bill was suggesting brain surgery. Bill maintained that Ridge might not need surgery, but he needed someone to evaluate if he truly needed help.\n\n\nBill added that he had been trying to help. He said that they would discuss it on the flight to the yacht. Brooke tearfully refused. She said she didn't want to change Bill, but she did want to respect him. \"I think you better go,\" Brooke said.\n\n\nBill tried to smooth things over. He said they had encountered obstacles previously and had conquered them, and they would again. Brooke turned away, and Bill left.\n\n\nOn the patio at Brooke's, Deacon and Quinn discussed that Brooke had been horrified when Deacon had shared the news of what had happened to Ridge. They paused when they overheard Bill in the living room, calling the captain of his yacht. Bill informed the captain that the wedding had been postponed. Quinn was excited that her and Deacon's plan to break up Bill and Brooke had worked. Quinn encouraged Deacon to go to Brooke. Deacon entered the kitchen, and he found Brooke crying.\n\n\n",
    "tvdb": "Wyatt grows concerned about the future of his marriage to Hope now that she knows that Liam was in Paris to meet her. Ivy confirms for Hope the story that Liam told her about him saving her life. Quinn and Deacon stand aside with pleasure as they watch their plan take motion. Brooke is appalled by Bill’s flippant attitude regarding the severity of Ridge’s debilitating condition.",
    "tvmega_recap": "Wyatt tells Hope that the party is over and it's time to go. Liam speaks up and says he was in Paris. Hope wants to know if Wyatt knew. He says only just now when his dad told him. But it does not make a difference. And that Bill told him that Liam was going to keep it to himself. Maybe she can grab a few things until he can properly move her into his place. Hope looks at Liam and he sort of nods his okay. Wyatt tells him he is sorry it had to go down this way. Liam says had to. Wyatt says yes, he thinks he always knew it would. And that wedding reception down there is something Liam can not change. Liam says he knows Wyatt has been waiting for this day .not the wedding but to rub his face into it that he won the girl. Liam complains that Hope could have waited five or ten more minutes. Wyatt asks why, only to be disappointed again when she thought his no-show meant she was not worth it and he didn't care enough. And it was just another big disappointment from Liam. Wyatt says he knows he was second choice. He knows she still loves Liam but he never made her happy and Wyatt does. Hope is waiting. Liam asks if he is sure about that. She's probably chewing off her foot right now trying to get out of this marriage. Wyatt will not be able to keep her. Wyatt says he knows Liam is hurting right now but he will respect this marriage. Liam is adamant. He wants to know how Wyatt makes her happy. He only has one trick \u0096 a big shiny surprise, whisking her away to a tent on the beach in candlelight, dinner, a necklace and a diamond the size of Gibraltar. Wyatt says yes that was a promise that he kept. Liam says now he can not outdo himself any more. He is finished. The world has showered all the good fortune on him they had to give so there is nothing left for him. Hope will see him as the double crossing little boy who stabbed his brother in the back and stole his life. He continues that damn it, they were supposed to be brothers. They were supposed to love and respect each other and be the men they never were growing up. Wyatt says he was. He even made fun of him like a brother does; looked up to him like a brother does. Maybe he even loves him like a brother does but he doesn't know how to handle this grievance right now. Does Liam notice how everything happens TO him, good or bad, doesn't matter. Dad gave Liam a job, a name, a title and a house and he managed that all very nicely. But all he had to do was open up his hand and there it was. And he comments that the night he came upon Quinn holding the knife to his neck, he realized this is what it had come to ..someone he had bullied, and insulted and treated with contempt and didn't want to take it anymore. But to Liam it was just some psycho who was attacking him for no reason. Just like everything else that happens in his life for no good reason! Liam asks if for one brief second that night did Wyatt considering letting Quinn do it. Wyatt says no. He needs him in his life as a brother. They can be friends too and he's Hope's family now too. But what he will have to accept is that what is done is done. Wyatt asks if he ever thought about calling Steffy while in Paris. Liam tells him do not go there. What's the matter winning isn't as fun as he thought it would be. Wyatt says he knows Liam always thought this was a competition, but it wasn't about who was the better man but rather who would show up no matter what. Downstairs Ivy tells Hope that it was all her fault. She could be married right now but it would be a different wedding. Hope says it is okay. She is glad Liam saved her from the river. Ivy says there is such a thing as an annulment. Hope just looks at her. She tells Ivy that she waited and waited. Why didn't Liam at least call and let her know he was coming. Quinn overhears this. Ivy says by time he knew both their phones were water logged. And now that she thinks about it is more like she was pushed than just falling in. Hope wonders who would do something like that. Bill continues to argue with Brooke in the kitchen. He says he is sorry but he can't help but being skeptical about Ridge. He has seen him in his office drawing. Brooke says no, he would not let them see his drawings as he is too ashamed. Bill says this is the guy who chased them half way across the world to keep them from marrying. And now she wants to give him a free pass. He lost his memory partially and it came back. It is safe to assume his drawing ability will too. But if it will make her feel better he will fly in the best specialists in the world. They can discuss this more on the jet as it is ready to take off. It's even possible that Ridge has an ulterior motive. He hates Bill so if he can blame this impediment on him, he would be happy. She says it's Bill that has lied to her not Ridge. He says she is the first woman in his life that accepted him like he is and did not want to change him. She cries that she does not want to change Bill, she just wants to respect him. She thinks he better go. She does not want to continue this conversation. She has to help the caterers clean up. Bill says he is not going anywhere without her. His pilot is waiting. The rest of their lives is waiting for them. She says she knows but she can not give up who she is just for him. She can't go with him. Ridge just told her what it cost him and now Bill is expecting her to just walk away with him and get married. He says she has forgiven him before. She says she loves him but she can not give up all that she is just to suit him. He says okay they will wait. They have waited before and it was not over and it won't be now. He walks away. Quinn and Deacon overhear him calling the captain and tell him the wedding is postponed. They can barely contain their glee. Quinn asks Deacon what is he waiting for; go to Brooke alone in the kitchen now.",
    "soapcentral_condensed": "Wyatt and Liam spar about the wedding. Bill and Brooke had a heated argument. Deacon and Quinn discussed Brooke's plan to break up Bill and Deacon. Hope was despondent, but Wyatt encouraged her to say goodbye to guests downstairs at the party in Wyatt and Hope's honor.\"It's time to go home,\" Wyatt said. \"I'm married,\" Hope whispered. \"You'll be a jealous little boy who stabbed his brother in the back,\" Liam said to Wyatt. \"Did you give Steffy a call while you were in Paris,\" Wyatt asked. \"My wife is waiting for me,\" Liam scoffed.\"My wife probably wouldn't have drowned, you know,\" Wyatt told him with malice, and he left. \"In Australia, annulments were how folks dealt with problems like hers,\" Ivy advised Hope, and Hope tearfully flashed back to her wedding and \"the leap of faith\" she and Wyatt had taken when they'd jumped off the yacht and into the water.\n"
}