{
    "soap_central": "\n\nIn Paris, Hope and Wyatt made love in Hope's hotel suite. Hope declared that Paris was her favorite city in the world. After another lovemaking session, Wyatt said that he was glad Aly hadn't walked in on their lovefest. Hope said that she couldn't believe that Aly had walked in on them earlier. Wyatt wondered how Aly had obtained a key, and Hope had no idea.\n\n\nHope said that Aly had some delusional idea that Hope was supposed to be the ideal woman according to Aly's standards. Hope lamented that she had tried to explain to Aly that Hope no longer tied her personal values to her Hope for the Future line.\n\n\nHope and Wyatt worried that they'd had a glimpse of the true Aly. Wyatt recalled that Hope had told Aly that Hope and Wyatt had a committed relationship. He added that Paris would be the perfect place to start married life when they were ready. He teased that he could have the RV flown over to Paris, and he could park it outside the Eiffel Tower. Hope and Wyatt laughed, and Hope kissed him. Later, Wyatt ordered champagne to celebrate their time in Paris.\n\n\nAt Forrester International, in Thorne's office, Thorne called the pilot for the Forrester jet to set a flight plan so that Brooke could return to Los Angeles the following morning. Thorne said that while Ridge had spent a year in Paris, his old roommate had been in touch with Thorne. Ridge's roommate had called again and sent his regards to Brooke.\n\n\nBrooke laughed. She shared with Thorne that Bill had thought that Ridge and his former roommate had become a couple. Brooke said that Bill had become desperate and still wouldn't give up on Brooke. Thorne called Bill an egotistical jackass. \n\n\nThorne wondered if Katie would get together with Bill again, but Brooke said that Katie wanted nothing to do with Bill. Thorne added that Katie deserved someone much better than Bill. Brooke suggested that Thorne and Katie would be a good match, but Thorne laughed and said that Katie deserved someone even better.\n\n\nLater, Brooke returned to the hotel suite, and she interrupted Hope and Wyatt to announce that she planned to return home to Ridge. Hope suggested that she and Wyatt could wrap everything up for the HFTF line in a few days, and they could all fly home together. Brooke refused. She said she wanted to leave the next day. \n\n\nHope said she would try to wrap things up to go with her mother, but Brooke said it was unnecessary. Brooke planned to return to Los Angeles the next day no matter what. Hope agreed.\n\n\nHope said she had some work to do on her laptop, and she excused herself to wrap up a few things in the other room. Once Hope was in the other room, she immediately called Katie.\n\n\nIn Los Angeles, at Katie's place, Katie and Ridge were in the living room. Katie had put Will to bed, but she said Will had been restless. Ridge volunteered to read Will a story, but Katie said he was fine. Katie wanted to discuss their day in the park. \n\n\nRidge again professed his love for Katie. They kissed, and Katie wondered what would happen next. Katie said that she had spent years living from one crisis to the next. She wanted to close out the world and spend all her time with Ridge.\n\n\nRidge agreed they had no way of knowing what would happen next, but he wanted to enjoy their time alone together. They kissed and shared some red wine.\n\n\nKatie and Ridge agreed they would try to make people understand what they had found in each other. Ridge lamented that he had known Katie for years but had really just seen what a beautiful and wonderful woman she was.\n\n\nRidge wanted them to break the news to Brooke together. Katie insisted that she had to meet with Brooke first and alone. Ridge argued, but Katie refused. They cuddled and kissed some more.\n\n\nThe phone rang and interrupted them. Katie noted that it was an international call. She answered, and it was Hope, who advised Katie that Brooke had scheduled to return to Los Angeles the next day. Hope wondered if Katie and Ridge had figured out their feelings. Katie told Hope that she and Ridge were in love and planned a future together.\n\n\nHope said that her mother would be heartbroken. Brooke picked up the phone extension in the other room and realized that Hope was on the phone. Hope said that she had been talking to Katie to see how Katie had been feeling. Brooke asked about Katie's health and then said she would return the next day in order to start her life with Ridge.\n\n\nAfter Katie had hung up, she told Ridge that Brooke would return the next day. \n\n\n",
    "tvdb": "Katie and Ridge recite a poem together and bask in their love. They sober a bit when they realize that they have to break the news to Brooke. Post lovemaking Wyatt tells Hope that he overheard her talking to Aly. They share a loving moment when he reveals what he heard.",
    "tvmega_recap": "Wyatt and Hope lie cuddled in bed. She says Paris is her favorite city in the world. He says he thought Rome was. She says not any more. They kiss again and again. Katie puts Will down for the night and she tells Ridge that she can't stop thinking about what happened in the park. He pretends innocence and then says oh yeah, he told her he loved her; they kiss. Brooke tells Thorne that she is anxious to get home and she thinks Hope will be okay with that. She confides in Thorne what Bill told her and pictures he showed her with a co- worker at a Gay Pride Parade but Bill was convinced hat Ridge had switched teams and he wasn't on the straight and narrow. But Bill thought that gave him a chance. Thorne says he's such a jackass. He just can't believe he won't get the girl in the end. He better not go back to Katie. She deserves better; someone who will appreciate all her wonderful qualities. Brooke says how about Thorne. He quips that he thinks Katie can do better than him too. He tells Brooke that he will call Kyle and make sure the jet is ready for tomorrow. It's time she and Ridge started their life together. Ridge and Katie lounge by the fire. She says perhaps they should both quit their jobs and just hold up here and keep the world out; just the two of them. She says so much has happened that this doesn't seem real. She doubts anybody would have predicted this for shy little Katie. Ridge says he does not see her that way. She says she knows; that is one of the main things that she likes about him. She just hopes that they can get people to understand. He says they will try. He says they will break it to Brooke together. They will find the right words. Katie is not sure what the right words are. She has to tell her sister that she has fallen for the one guy that she has been in love with most of her life. Katie says she needs to talk to Brooke first. Ridge isn't sure that is a good idea. But Katie says she needs to face this in her own way. He understands he is not going to win this little war. She says she can be a little bossy; just ask anyone. She trusts this will work out for everyone. He says she was in front of him this whole time and why didn't he see her. She's the most beautiful and amazing woman he has ever met. Wyatt and Hope stand at the window looking out at the view. He asks if she can picture it, them living in Paris, a little flat right across the Seine .or they could get the RV and have it shipped and park it right in front of the Eiffel Tower. She laughs that sounds very romantic but afraid that wouldn't last very long. He says the point is that Paris would be the perfect city to start off their married life ..well when they were ready to get married. She says she thought he was a California boy through and through. Plus with Aly living in the same city ..Wyatt says OMG, he'd have to turn up the Fuller charm a lot. She says Aly has issues with both of them, but for Hope because she feels she abandoned her principles for HFTF. Wyatt tells her no; no one lives a more principled life than she does. She's just done tying her personal choices to the line; that's it. He tells her that she handled that like a pro with Aly. She was sensitive and understanding and said a lot of nice things. She asks if he might have happened to hear her say that he says yes he did. Now the question is did she just say that to Aly or what exactly are her feelings for him. As he knows there is not another man in the world for her. She tells him to stop talking and just kiss her. They are kissing when Brooke comes in. She tells Hope that she has made a flight first thing in the morning. She and Ridge are going to be married so they should be together. Hope tries to sound convincing that they can push things a bit and be through by the weekend and all go home together. But Brooke says that is not necessary. She and Wyatt can stay but she wants to be home with Ridge. Hope gives in and says they can push things and all leave tomorrow. She excuses herself to go finish things up and tells Brooke she will see her bright and early in the morning. She calls Katie and says she gave them some time but warns her that Brooke is coming home tomorrow. She hopes they have sorted out their feelings. Katie says yes they are in love and want a future together. Hope sighs, her mother is going to be so heartbroken. Then Brooke picks up the phone and Hope tells her that she is already on the phone with Katie. Brooke says hello to Katie, asks how she is and then says she will be home tomorrow. She can't wait to see Ridge. They say goodbye and then Kate turns to Ridge and says \"tomorrow\". He puts his arms around her and pulls her close.",
    "soapcentral_condensed": "Hope and Wyatt worried that they'd had a glimpse of the true Aly. Katie told Hope that she and Ridge were in love and planned a future together. Brooke told Ridge that she would return to Los Angeles the next day. Thorne called the pilot for the Forrester jet to set a flight plan so that Brooke could return to LA the following morning. The phone rang and interrupted them. Katie noted that it was an international call, and it was Hope, who advised Katie that Brooke had scheduled to return to L.A. the following day. Katie said she had spent years living from one crisis to the next. She wanted to close out the world and spend all her time with Ridge. Ridge lamented that he had known Katie for years but had really just seen what a beautiful and wonderful woman she was. Katie agreed they would try to make people understand what they had found in each other. They kissed and shared some red wine. They cuddled and kissed some more. They agreed they had no way of knowing what would happen next.\n"
}