{
    "soap_central": "\n\nAt Forrester with Ridge, Katie and Steffy concluded their pitch about the swimwear show, and the only question he had was why it had to be at the Spencer Summit. Katie reasoned that it was inexpensive because Spencer had already done the event planning and booking, and the added benefit was being able to work with Liam and Wyatt.\n\n\nSteffy said she liked it. Ridge replied that he did, too, and he lauded Katie for her winning concept. Katie conveyed that she'd forgotten how much she enjoyed collaborating, and Steffy stated that with Will in day camp, it was time for Katie to \"do you.\" Steffy indicated that they had to make sure Wyatt and Liam were on board. Though Katie said she couldn't speak for Liam, she was confident that Wyatt would be on board.\n\n\nWyatt arrived. Ridge thought Wyatt was right on time and asked if his father would join them. Wyatt offered to call Bill, and Ridge groaned. Chuckling, Wyatt said Liam's meeting was running late, but he'd be there for the calendar shoot. Wyatt wondered why he'd been asked there. Ridge explained that Katie was in charge of marketing and had a concept to run by Wyatt. \"Really? Well, let's hear it. I'm sure it's intriguing,\" Wyatt replied.\n\n\nLater, Katie ended her pitch to Wyatt about using the summit for the event, and she hoped Steffy would model. Wyatt stated that the event sounded tailor-made for Steffy, and Steffy replied that the campaign sounded like something Wyatt would think up.\n\n\nRidge asked Wyatt for his opinion about the venture. Wyatt liked the idea of partnering with Forrester, and an event that went to charity would make Bill look good and help Liam sleep better. Wyatt figured he'd get a ton of exclusives. He liked it. Wyatt still had to run it by Bill but didn't see any reason his father would object.\n\n\nWyatt congratulated Katie on hitting a home run her first time out of the gate. Katie said that inspiration could come from where one least expected it.\n\n\nLater, Ridge asked about the status of the calendar shoot. Steffy had last-minute details to handle with the charity. Wyatt said that Liam was on his way, and he had Jarrett and an EPK crew with him to get behind-the-scenes footage and a live feed. Katie thought the photo shoot was the perfect teaser for the Monte Carlo event.\n\n\nSteffy again lauded Katie on her idea. She was surprised it had just come to Katie. Looking at Wyatt, Katie replied that it had been something like that. The vote of confidence felt good to Katie. Wyatt said she deserved it. Ridge conveyed that, with Katie around, they wouldn't miss Wyatt anymore.\n\n\nIn the design office later, Wyatt told Katie that she'd been great. Katie said she was still getting her bearings. He believed that her instincts were half the battle. She stated that he didn't know what it meant to her to have a job again. She felt vital and alive, and it was in no small part because of him. Katie thanked Wyatt, and he said it was his pleasure.\n\n\nAt Pam's desk, Charlie tried to coax Pam out to lunch, but Pam wasn't in the mood. She was still upset about the dangerous ideas he was floating around. She didn't believe them and said Eric wouldn't, either. Pam insisted that Charlie stop with his insinuations about Ridge and Quinn.\n\n\nAt Il Giardino, Sheila grinned to herself as images of kissing Eric flashed in her head. A server knocked over her water, snapping her out of it. \"You idiot!\" she roared, saying he'd almost gotten it all over her. The server profusely apologized and offered her a drink or dessert on the house. She said it wasn't necessary and that accidents happened.\n\n\nSheila hopped from her seat when she saw Charlie sit down at a table. She strode over and asked if she could join him. Charlie agreed. She said he seemed to have something weighing on his mind, and she advised that it was sometimes good to talk to a stranger who wouldn't judge. Charlie said it would be refreshing -- if he had anything to say.\n\n\nSheila figured that Charlie had plenty to say as head of Forrester security. She asked if his mood had anything to do with Eric. She said that Charlie was an integral part of Forrester. Charlie said he wasn't a designer or anything. She replied that it took feet on the ground to truly know a company's heartbeat. He replied that it was perceptive of her.\n\n\nSheila figured Charlie probably ran the company -- in his own way. Charlie replied that he liked to keep his finger on the pulse of what was going on. He asked how she'd met the Forresters. Sheila claimed that it had been such a long time ago that it was as if the Forresters had always been there. She claimed that it was the reason she was so concerned about Eric, and she believed that Charlie was also concerned.\n\n\nSheila asked if it was Eric's health. Charlie remarked that Eric was in great shape. Sheila was sure Quinn had Eric taking good care of himself and asked if Quinn was good for Eric. Charlie replied that it was none of his business. Sheila revealed that in her talks with some people who knew Eric, she'd sensed their misgivings about Quinn.\n\n\nSheila was confused about it because Quinn seemed lovely, but not everyone liked her. Charlie gave another leery expression, and Sheila asked him what it was. He replied that not everyone disliked Quinn, and he could think of one person who liked Quinn just fine -- Ridge.\n\n\nSheila asked what Charlie was implying. Charlie denied implying anything. He said he was merely correcting Sheila's assumption that no one liked Quinn. Sheila said that it was okay to reveal whatever it was to her because she was Eric's friend, and she wanted to be there for him. \"I gotta go,\" Charlie decided and left the table abruptly.\n\n\nSheila returned to her table and thought over what Charlie had told her. In an internal monologue, Sheila said that what Charlie was saying couldn't be. She stated to herself that Ridge and Eric had shared a woman before. \"But his own stepmother? Oh, I can't believe it,\" she said aloud.\n\n\nAt the mansion, Eric entered the living room and saw Quinn setting up a meal for them. He asked the occasion. \"Well, I woke up this morning, and you're my husband,\" she replied. Eric felt lucky, but she said she was the lucky one who didn't deserve him. She asked him to promise to never stop loving her. He replied that he never would, and they kissed.\n\n\nLater, Quinn and Eric toasted with Champagne. She marveled at the change in her life. She'd struggled to make ends meet before, but Eric had changed every aspect of her life. Eric said he'd been lonely in the empty house until Quinn had rung the doorbell and brought love and laughter into the home. He didn't think he could live without her. She said he wouldn't have to.\n\n\nQuinn pouted when Eric pulled away. He was sorry to have to break away from their time together, but he had a conference call to do with Katie's Monte Carlo event. He said he knew Katie would be great in marketing. Monte Carlo brought back memories for Quinn. \"Monte Carlo? Oh, yeah,\" Eric said. He recalled that it had been the first time she'd danced for him.\n\n\nQuinn asked if Eric wanted her to dance at that moment. He replied that he never got tired of her moves. Quinn stood and danced and shimmied in silly ways. \"Like this?\" she asked. Eric took her into his arms and said, \"No, like this.\" The two rocked together. Quinn didn't want him to doubt her rock-solid commitment. She said Eric was the only man for her.\n\n\nLater, there was a knock at the door. Quinn rushed to answer it, wondering if her love had forgotten something. To her surprise, Sheila was on the doorstep. Sheila asked if she could enter. Quinn asked what Sheila was still doing in town. \"I said, 'may I come in?'\" Sheila repeated and brushed by Quinn to enter the house. Quinn said Eric wasn't there. \"Good. Then we're all alone,\" Sheila surmised.\n\n\nQuinn asked what she could do for Sheila. Sheila said Quinn should feel lucky to live in the mansion and had to be thrilled to have her portrait on the wall. Quinn didn't know if it was a good idea for Sheila to be there. Sheila didn't think Eric would mind. Quinn replied that she was thinking of Ridge, who wasn't as forgiving as her husband. Sheila asked why it would matter.\n\n\nQuinn didn't think Ridge, who lived there, would be happy to see Sheila on the property. Sheila thought it was fascinating that Eric, Quinn, and Ridge were under the same roof. Quinn replied that Sheila had misunderstood, and Ridge lived in the guesthouse. Quinn didn't want to have to call him, so she advised Sheila to leave. Sheila didn't understand the attitude and said it was almost as if Quinn saw her as a threat. \"I wonder why,\" Quinn replied with a scoff.\n\n\nSheila had no idea, and Quinn said it might be because Sheila was psycho. Sheila let out a pained chuckle and said ouch. Quinn nodded, adding that her husband's ex-wife had just been released from prison after doing terrible things. Admitting that she'd made mistakes, Sheila asked if Quinn had, too. Sheila was ashamed of it, but it was in the past. She claimed not to pose a threat to anyone. Quinn still didn't know why Sheila was there.\n\n\nSheila asked if Quinn and Eric were happily married. \"Let me guess -- you've been talking to people,\" Quinn responded. Guessing that people would always talk about her, Quinn said that Sheila could rest assured because Quinn and Eric were blissfully happy. Quinn asked who Sheila had been talking to, but Sheila said it wasn't important. Quinn begged to differ and said she liked to know who her friends and enemies were. Sheila replied that Ridge qualified.\n\n\n\"Excuse me?\" Quinn said. Sheila replied, \"As a friend.\" Sheila stated that Quinn and Ridge were friends. Quinn asked why Sheila was mentioning Ridge again. Sheila claimed to be just making conversation. Quinn decided that the conversation was over.\n\n\nIn an assertive tone, Sheila asked if she had to remind Quinn that she'd been falsely accused of trying to kill her. Sheila said she'd been thrown in jail, and the least Quinn could do was to be nice to Sheila. Quinn asked if that was Sheila's plan -- to falsely accuse Quinn of something. Sheila asked how she could do it. \"You haven't done anything wrong. Have you, Quinn?\" Sheila asked\n\n\n",
    "imdb": "Steffy and Katie run the swimwear line by Ridge, who grumps about it being presented at the Spencer Summit. Katie explains it will save them money and garner lots of free publicity. Wyatt arrives and acts pleasantly surprised by the suggestion and compliments Katie for her first marketing coup at Forrester Creations. Quinn celebrates the one-year-anniversary of her time in Monte Carlo with Eric and stresses her commitment to her husband. At Il Giardino, Sheila thinks of romantic times with Eric before snapping at a waiter who knocks into her table. After Pam has turned down his lunch invitation because of his constant insinuations that Ridge and Quinn are having an affair, Charlie grabs something to eat alone. Sheila walks over immediately and fishes some more about his stance on Quinn. Sheila is surprised by Charlie's wording when she brings up Quinn's relationship to Ridge and gets a wild idea. Later, Sheila pays Quinn an announced visit and addresses the hostility between them - by issuing another barely covered threat.",
    "tvmega_recap": "Katie and Steffy press their ideas for the Summit on Ridge and he likes them and is sure his dad will too. Charlie tries to pry Pam to go out to lunch but she is still cold to him. She says she thought he was going to drop this about Quinn and he is still at it. Eric comes home and finds Quinn preparing a celebration. He says he is so lucky and she says no, he is her husband and she is the lucky one. Please let him never regret that he is married to her. He says he never will. She says she struggled all her life to make ends meet but just look at her now. He says he hated living in this house alone but she rang the doorbell and brought in all this fun and laughter. He cannot imagine living without her. Sheila sits at the restaurant and thinks about Eric. She soon asks Charlie if she can sit at his table for a moment. She senses he is down and asks if it has anything to do with Eric. Wyatt joins the group and Ridge fills him in on what they were just discussing. He'd like Katie to inform him of her idea. Katie presents a swimsuit showing but instead of a runway, use the backdrop of Monte Carlo. Wyatt says he likes it and he will have to run it past his dad but he cannot imagine him objecting. Katie has hit a homerun in her first try. Eric tells Quinn that he cannot stay as Katie is presenting her idea on swimsuits and he needs to be there. Charlie asks Sheila how she met the family but she keeps skirting the issue and says it seems like she has always known them. But she has spoken to people who have their concerns about Eric and that is all she wants is his happiness. She asks Charlie what he knows. He says not everyone dislikes Quinn. She and Ridge are certainly a-ok with each other. She laments if Charlie is implying more then she needs to know so she can be there for Eric. Alone Sheila thinks this over and wonders if it could be. She knows Eric and Ridge have shared a woman before but she cannot believe this. Katie thanks all of them for their vote of confidence and looks toward Wyatt who created the initial idea. Sheila shows up at Eric's door and pushes her way in. She is glad Eric is not there so she can be alone with Quinn. Wyatt tells Katie that she has great instincts. She says he has no idea how much this means to her. It makes her feel alive. She thanks him. Quinn asks Sheila what she can do for her. Sheila says it must mean a lot for her to have her portrait over the mantel. The conversation revolves around to Ridge and Sheila thinks that is very convenient, all of them under the same roof. Quinn corrects her that Ridge does not actually live in the house, just on the property. She announces that she and Eric are blissfully happy. She tells Sheila that she thinks the conversation is over. Sheila laments that she was taken down to the police station and thrown in jail. She has done things wrong in her past but she is sorry for every one of her misdeeds. She is sure Quinn is guilty of some wrongs too. She offers that she is no threat to Quinn. She cannot hurt her as Quinn has not done anything wrong.",
    "tvmega_summary": "Episode # 7618 ~ Steffy and Katie reach out to Spencer Publications to team up on the new swimwear campaign for Forrester Creations; Charlie can't let go of his fixation with Ridge and Quinn's alleged affair, in spite of Pam's insistence that he stop.",
    "soapcentral_condensed": "At Forrester with Ridge, Katie and Steffy concluded their pitch about the swimwear show. At Il Giardino, Sheila grinned to herself as images of kissing Eric flashed in her head. Charlie tried to coax Pam out to lunch, but Pam wasn't in the mood. Pam insisted that Charlie stop with his insinuations about Ridge and Quinn. The server profusely apologized and offered her a drink or dessert on the house. She said it wasn't necessary and that accidents happened. Charlie said it would be refreshing -- if anything had anything to say about Eric Forresters. She replied that he wasn't a designer or anything. She claimed that it had always been such a long time since the Forresters had been there. He asked how she believed it was so long, and she said it was because she was so concerned about Eric and Eric. He replied that she was perceptive of her own way -- that he liked to keep his finger on the pulse of what was going on.\n"
}