{
    "soap_central": "\n\nIn the photo studio, Thomas arrived to retrieve something and overheard R.J. and Coco laughing and chatting. Coco left, and Thomas guessed that the intern was working out. R.J. said she was fitting in, and he called her super sweet and intelligent. Thomas noted that he and his brother had something in common -- they were both under the Spectra spell.\n\n\nThomas advised R.J. to prepare for some reactions. R.J. didn't think he was broadcasting his interest, but Thomas replied that R.J. was, whether he knew it or not. R.J. asked about Thomas and Sally, and Thomas said they were good. R.J. wanted to know how good. \"The woman flew all the way to Australia just to me see me for a wedding,\" Thomas replied. Thomas was optimistic and said that the Forrester brothers and Spectra sisters had a bright future ahead.\n\n\nIn the design office, Nicole, Rick, and Maya discussed the fun of working with family and spouses. Nicole remarked that Zende had become preoccupied with R.J. and a certain intern. Twisting her lips, Maya replied that she couldn't blame Zende. Rick stated that they all had a reason to keep their guard up around Spectras.\n\n\nMaya and Rick felt it was good to be friendly but cautious. Having no problem with Coco, Nicole planned to just be a mentor and friend. Rick left for the shipping department, and Coco arrived with some old photos Nicole had wanted from storage. Coco noted that Rick didn't seem to like her and wondered if she could do something differently.\n\n\nPrefacing that it wasn't fair, Maya stated that Coco had more to prove than others normally did. Coco assumed it was because she was a Spectra and asked if it was why Rick wouldn't look at her in the hall. Nicole explained that Rick was protective, and the Spectras and Forresters had a history. Coco understood and promised that she could live up to the higher standard. Maya said that no one was rooting for Coco to fail. They wanted her to succeed.\n\n\n Maya complimented Coco's brooch, and Coco let Maya try it on. Modeling the jewelry, Maya recalled that Stephanie had been known for her brooches, and Maya was starting to feel like a Forrester matriarch. Coco received a message from R.J. and took off, saying she'd retrieve the brooch later.\n\n\nAt Spectra, Sally didn't feel right using the Forrester designs. Shirley said it was because Sally feared that Thomas would kick her to the curb, and it was best to get the inevitable over with. Sally reasoned that a breakup might not be inevitable. Shirley stated that all Thomas wanted to do was to get Sally into bed. Sally replied that he wasn't that type of guy.\n\n\nShirley asked Saul to tell Sally what they had found out about Thomas online. Saul stammered as he revealed that Thomas had a baby. Sally chuckled and said Thomas didn't. Shirley added that the baby was with Caroline Spencer, the very type of socialite Thomas was meant to end up with. Shirley decided that Sally was just the flavor of the month, so there was no reason for Sally to feel guilty about the designs or to protect an imaginary relationship with Thomas.\n\n\nSally stated that one couldn't believe everything they saw online. Saul replied that the source was a reputable blogger, and there had been a Forrester press release about it. Denying it, Sally said she knew Thomas. Shirley quipped that it wasn't well enough.\n\n\nSaul left the office, and Shirley showed Sally the online information about Thomas. Sally didn't think it was the first time a man had had a child with a woman he wasn't interested in. Shirley harped on it not being just any woman, but Caroline Spencer, a famous designer and gazillionaire. She asked if Sally thought she could compete.\n\n\nSally replied that Caroline was in New York and wasn't in Thomas' life, but Shirley reasoned that the mother of a man's child was always in his life. Shirley believed that Thomas was in Los Angeles, having flings, but it wouldn't be long before he'd want to be a part of Caroline and the baby's lives in New York.\n\n\nShirley insisted that Sally get her head on straight and be loyal to her family. Shirley urged Sally not to let the company fail over a man with a child in New York. Shirley ordered Sally to call Thomas, set up a meeting, and end the relationship that day. Shirley figured that Sally owed Shirley as much after all she'd done for Sally.\n\n\nIn the corridor, Saul asked how the feed was. Darlita asked if she was supposed to feed someone. He reminded her that she was supposed to watch the live feed of Coco at Forrester. Darlita had forgotten, but focusing on a laptop, she said her peppers would be glued to the screen. Saul replied that he had complete confidence in her and her peppers.\n\n\nLater, Darlita was returning to her desk after retrieving some snacks. On the laptop screen, Darlita saw Nicole leave an office, and Rick walk into it. Rick approached the hidden camera. After a few moments, Rick walked back to the door and locked it. Darlita almost choked on her popcorn when Rick took off his jacket and began making out with the wearer of the brooch. \"Coco Spectra, what do you think you're doing!\" Darlita raged.\n\n\nThe hanky-panky moved to the office couch. Darlita urged Coco not to do it but then wondered how Coco couldn't do it because of how attractive the guy was. Deciding that she had to help Coco, Darlita called Coco, and Darlita's mouth dropped open as Rick threw off his tie and descended on the brooch wearer.\n\n\nAt Forrester, Coco was folding clothes as she answered the phone. Darlita told Coco to stop what she was doing. Darlita was aware that the guy was hot but said it wasn't worth it. Coco figured that Darlita had the wrong number. Darlita watched Rick untuck his shirt and asked Coco how she was even talking to Darlita right then.\n\n\nGiggling, Coco said it was because Darlita had called. Coco asked what was going on, and Darlita replied that she had no idea. Stating that she was in the middle of something, Coco said she'd have to call Darlita back. Coco clicked off the line. Focusing on her laptop, Darlita murmured to herself that Coco sure knew how to multitask.\n\n\nBack in the Forrester studio, R.J. joked about catching Coco on the phone with the Spectra receptionist. He decided he had to put a stop to it. Coco asked how, and he kissed her.\n\n\nAt Il Giardino, Thomas kissed Sally and sat down at her table. He said he'd gotten her message, and she thanked him for meeting her. He joked that she sounded formal and asked what was going on. Sally said she'd learned something that she believed should have been mentioned in the course of their conversations. He asked what was bothering her.\n\n\nSally asked if she should be bothered that he hadn't mentioned that he had a child with Caroline Spencer. Thomas admitted that it was true. It wasn't something he was comfortable talking about, and he'd been waiting for the right moment with Sally.\n\n\nSally replied that she and Thomas weren't serious, and they both knew that Caroline was the type of woman he should end up with. Thomas asked what she was saying, and Sally concluded that the thing between them had to end.\n\n\nThomas explained that he hadn't purposely hidden his son, and she would have met the child if he lived in Los Angeles. He knew he should have told Sally sooner, but he didn't want to hear about ending it when they'd just gotten started. Sally persisted in ending it sooner rather than later because they could walk away with no hard feelings.\n\n\nThomas asked if Sally was doing it because of his son. He said Douglas was amazing, and she'd love the boy. Thomas wanted Sally to be a part of his life and his son's life. Thomas said Sally had put a lot into his life, and he cared too much to let her walk away. Sally burst into tears, hopped up, and skirted away from the table.\n\n\nThomas caught Sally by the hand as he stood to pursue her. Wiping a tear from her face, he said he wouldn't let her walk away, and he loved her. Thomas kissed Sally.\n\n\n",
    "imdb": "Nicole fills Maya and Rick in on Zende's concern about R.J. and a certain intern. Rick thinks they have reason to keep their guard up. Coco begins to notice the obvious reservations towards her and addresses it. Maya is impressed. When Maya admires her brooch, Coco pins it on her and rushes off before she can get it back. That is why shortly later at Spectra Fashions, Darlita, who was given the task to watch the live-stream at all times in order to not miss out on any further designs, becomes witness of a very intimate moment when Rick begins to undress in front of the secret camera - Seeing that Sally is having reservations about stealing from the Forresters, Shirley pushes her granddaughter's buttons to get her back on track. The news that Thomas has a little child with socialite Caroline Spencer living in New York City hits Sally hard. Thomas and R.J. share a bonding moment reflecting that they are both in love with a Spectra. Sally sets up a lunch date with Thomas at Il Giardino to confront him.",
    "tvmega_recap": "Sally tells Shirley that she knows these are Forrester designs and she does not want to use them. Shirley says she just does not want to risk losing Thomas. But she gets Saul to tell what he knows about Thomas. Saul admits that he has a baby with Caroline Spencer. So there is no need to protect him or his image. Sally does not want to believe this as she thinks she knows Thomas better than that. Shirley shows her the news on the internet. Sally says he is not the first guy who has a baby and Caroline is in New York so they are not together. Shirley berates her to do this \u0096 break up with Thomas. She owes her that after all she has done for her. Rick, Maya and Nicole all agree they like Coco and can trust her but be cautious as her last name is Spectra. Coco picks up on it later and asks if there is anything she can do as she sees the looks and the stares as she goes down the hall. She assumes it is because her name is Spectra. Maya says she is doing fine but Rick is being protective. She admires Coco's brooch and that prompts Coco to take it off and pin it on Maya for time being. At her laptop, Darlita gets an eyeful as Rick locks the door and takes Maya into his arm and leads her to the couch in the office. But Darlita does not see Maya and thinks it is Coco. Boy can that girl multitask. Sally invites Thomas for lunch and tells him that she learned something about him today that he never bothered to tell her. It is not that big a deal but she would have thought he would have mentioned having a son. He says yes, he should have but it is not something he is comfortable to talk about and he was waiting for the right moment. She agrees it is no big deal and they are not that serious but whatever they have had is now over. Shirley loves the Forrester designs and Saul says that will keep their boat afloat for a long time. Shirley says yes but Sally has to end things with Thomas. Thomas tells Sally he does not want to end things just when they have started. He will tell her now all she wants to know about his son. He wants her to be part of his son's life, his life. She makes him laugh and he wants to be with her. He cares about her too much and will not let her walk away. When she starts to walk always he grabs her arm and says he loves her, then kisses her.",
    "tvmega_summary": "Episode # 7560 ~ When Sally shows signs of wavering on their plan, Shirley knows which buttons to push to get her granddaughter back on board; Darlita gets the surprise of her life while watching the feed from Coco's spy camera.",
    "soapcentral_condensed": "In the design office, Nicole, Rick, and Maya discussed the fun of working with family and spouses. R.J. asked about Thomas and Sally, and Thomas said they were good. Sally didn't feel right using the Forrester designs, and Shirley said it was because Sally feared that Thomas would kick her to the curb. Shirley ordered Sally to call Thomas over, set up a meeting, and end the relationship that day as much as she owed Sally as much after all she'd done for Sally in the past.. Darlita asked if she was supposed to feed someone else's peppers, and Saul replied that he had complete confidence in her and reminded her that she had forgotten to watch the live feed of Coco's brooch live on her laptop, but she would be glued to the screen.. Coco arrived with some old photos Nicole had wanted from storage, and Nicole planned to just be a mentor and friend. Maya said that no one was rooting for Coco to fail, and they wanted her to succeed.\n"
}