{
    "soap_central": "\n\nAt Forrester, Ridge insisted to Brooke that Bill wasn't the right man for Brooke. Ridge had pulled Brooke's engagement ring off her finger, and he refused to allow her to marry Bill Spencer. Brooke was shocked. Ridge claimed that as a father and as the man \"who will always love you,\" Brooke had to find someone who was worthy of her.\n\n\nBrooke said that Bill was a good person, and she was going to marry him. Brooke reminded Ridge that he had no right to tell her what to do. Ridge put his arms around Brooke. He reminded her that he would always love her.\n\n\nBrooke countered that Bill had been the first man who had loved only her. There had been no Taylor or Caroline to get in the way. \"It's all about me. Give me my ring back,\" Brooke ordered. \"I can't let you marry Bill Spencer,\" Ridge answered. \n\n\nBrooke refused to listen to Ridge. She said that Bill really meant it when he said that he had loved her. Brooke recalled that Ridge and Brooke had been through a lot and had managed to hurt each other. \"Bill has shown me that things can be different,\" she said.\n\n\n\"Find someone else. We'll help you,\" Ridge commanded. Brooke wondered if Ridge and Katie intended to become her personal dating service. \"I only want what's best for you,\" Ridge said. Brooke insisted that Bill was what she wanted, but Ridge refused to believe her. He left -- with her ring.\n\n\nIn another office at Forrester, Wyatt and Hope met and discussed how odd it was that Wyatt's father and Brooke's mother had united. Wyatt noted that a Spencer man had united with a Logan woman -- a \"match made in heaven,\" Wyatt said, and he kissed Hope. Hope wondered if Quinn was going to be okay with Brooke and Bill's engagement, based on her negative reaction to the news at the earlier meeting. Wyatt said that Quinn's relationship with Bill had been complicated. \n\n\nWyatt and Hope discussed that a lot of people would not be happy with Bill and Brooke's marriage. Hope said that she understood Ridge's feelings and protective attitude of R.J. Hope said that Bill had not been her favorite person.\n\n\nAt Spencer, Bill told Quinn to put her clothes back on and cover the black leather mini-skirt and skimpy top she had worn into his office. Quinn taunted Bill and suggested that she could be his bachelor party, and she could be quiet, unlike the past few times that they had been together. \n\n\nQuinn told Bill not to pretend that any other woman had excited him the way she had. She arrogantly reminded Bill that she could give him what he wanted. Bill answered that Quinn was beautiful, smart, and sexy, but he would never do anything to endanger his relationship with Brooke. Bill put Quinn's coat over her shoulders. Bill said that he didn't want to embarrass Quinn.\n\n\nBill insisted that he was committed to Brooke. Quinn noted that Bill already had one failed marriage to a Logan woman. \"She's been disappointing men for years. She always goes back to Ridge,\" Quinn said of Brooke. Quinn encouraged Bill to be smart and not to end up being a fool.\n\n\nBill said he would be the exception. Quinn offered herself as an alternative -- he could have something lined up for when his marriage failed. \"If I end up looking like a fool in the end, then so be it,\" Bill said. Quinn looked unhappy. Quinn left.\n\n\nLater, Bill was on the phone, demanding financial figures from someone, and Ridge walked in and interrupted. Bill hung up, and Ridge insisted that Brooke wouldn't need Bill's ring or Bill anymore. Ridge tossed Brooke's engagement ring to Bill. Ridge said that Brooke often became confused, and Ridge planned to make sure she was back on track. Bill noted that Ridge had dumped her time and time again.\n\n\nBill said that Katie believed that Ridge wanted to marry her and make a life with her. Bill dared Ridge to go after Brooke again, but Bill said that Brooke was done with Ridge. Ridge insisted that he and Brooke would never be done. Ridge said that they had a son together and a history. Ridge wanted Brooke to be with someone who was worthy of Brooke and his son. \"I'm not letting you be the stepfather,\" Ridge said.\n\n\nRidge went on the offensive and asked who other than Bill had a picture of himself in his office. Then Ridge started on Bill's shirts. Bill defended his picture and his shirt. \"You have a toy sword dangling from your neck -- it's ridiculous,\" Ridge said.\n\n\nBill started on Ridge and his last breakup with Brooke over a text message. Bill reminded Ridge that when Ridge had returned, he had expected nothing to change. \"I don't have to justify myself to you. I came back and changed for the better,\" Ridge said. Ridge insisted that he would always \"be there\" for Brooke.\n\n\nRidge and Bill continued to bicker over definitions of a man and how Ridge had treated Brooke, and Bill worried about how Ridge would treat Katie. Ridge maintained that Bill was not an appropriate stepfather. Bill promised to raise R.J. as his own son. Bill expected the same from Ridge with Will.\n\n\nRidge insisted that Bill would not be anywhere near his son. \"I am going to marry Brooke and be there for R.J.,\" Bill said. Bill told Ridge to get out of his office. Ridge threw a punch at Bill and missed. Bill punched Ridge, and Ridge shoved Bill back on his desk and jumped on top of him. Brooke entered the office and shouted at them to stop.\n\n\nAt Forrester, Quinn interrupted Wyatt and Hope. Hope asked if she was all right. Quinn looked arrogant and said she was fine. Hope left, and Wyatt knew Quinn was upset. He knew that Quinn had gone to try to convince Bill not to marry Brooke. Quinn admitted she had seen Bill. \n\n\n",
    "tvdb": "Bill refuses Quinn’s advances, reminding her that he is now engaged to Brooke. Ridge believes he knows what is best for Brooke and takes her ring, informing her that she will not marry Bill. While discussing Spencer/ Logan love combinations, Wyatt reminds Hope that they are just the right blend. A heated argument between Ridge and Bill escalates to a new level.",
    "imdb": "Bill refuses Quinn's leather-clad advances, reminding her that he is engaged to Brooke. Meanwhile, Ridge believes he knows what is best for Brooke and takes her ring, informing her that she will not marry Bill. Alluding to Bill's engagement to Brooke, Wyatt tells Hope that Spencer/Logan-love combinations are just the right blend. Ridge arrives at Spencer Publications triumphantly handing Brooke's ring to his nemesis. Bill sees right though it and accuses Ridge of toying with Katie while secretly being in love with Brooke. Fed up with Ridge's arrogance, Bill orders the designer to leave. Ridge takes a swing at Bill, but misses. Bill punches Ridge, who jumps Bill and slams him on the desk. As the two men struggle, Brooke enters and calls out for them to stop!",
    "tvmega_recap": "Quinn tries her seduction but Bill calls her bluff by having Alison crank up the air conditioning. She asks if his office is soundproof. She understands what she needs like no other woman. He says yes she is sexy and smart, but he will never do anything about it because he is marrying Brooke. He doesn't want to be embarrassed. She says this goes deeper than that. She told Wyatt a long time ago that he was dead to keep her from obsessing over him. And there are no exceptions when it comes to Brooke. She will always go back to Ridge. He says perhaps he will end up being a fool but it will be worth it as Brooke is worth it. Ridge holds Brooke's engagement ring and says she cannot marry Bill. He wants her to thrive and his son around good people and that is not Bill. So it's that simple, he cannot let her marry Bill Spencer. He says it is not fair for her to reach out to another man because he was not available. He will help her find somebody else. He only wants what is best for her. She thanks him but says what is best for her is Bill. Ridge takes off with the ring. Wyatt and Hope discuss how weird this is, their parents marrying each other .a Logan woman and a Spencer man, just like them. He kisses her. Wyatt calls out Quinn for her mood. She says it has nothing to do with his father. He says he saw her face at the meeting, and he knows how her mind works. Ridge ends up in Bill's office and tosses him the ring and says Brooke won't be needing that any more ..or him. Bill quips that at least he let her keep her finger. Bill points out that Ridge left Brooke time and time again and now his OCD kicks in and he can't stand Brooke with another man. Ridge says he is not going to allow Bill to be RJ's stepfather. He also points out that Bill is wearing a toy sword necklace around his neck. That is ridiculous, and even the clothes that he wears and he is not going to let his son be around that. Engagement is off. Bill says he sort of admires Ridge for just popping in and out but things have changed. Ridge says that he is not going to marry Brooke but she will always be in his life. That bond can not be broken. Bill says he wonders if Katie knows how he feels as he knows he will get a lot of dirty looks. Katie chose to end the marriage, not him. He's sorry that Ridge doesn't find him an appropriate father to RJ. That is their obligations to be good role models. When he and Brooke marry, RJ will be just down the hall. If he has a nightmare he will walk in and see him in bed with his mother. So Ridge needs to accept that and get over it. Now get out of his office, he has work to do. Ridge hauls off to hit him but Bill gets the first punch in and they end up mauling each other on the desk .just as Brooke walks in and shouts to stop it.",
    "soapcentral_condensed": "At Forrester, Ridge insisted to Brooke that Bill wasn't the right man for Brooke. Ridge pulled Brooke's engagement ring off her finger, and he refused to allow her to marry Bill Spencer. At Spencer, Bill told Quinn to put her clothes back on and cover the black leather mini-skirt and skimpy top she had worn into his office. Wyatt and Hope discussed that a lot of people would not be happy with Bill and Brooke's marriage. \"She's been disappointing men for years. She always goes back to Ridge,\" Quinn said of Brooke. \"I'm not letting you be the stepfather,\" Ridge said of Bill. \"You have a toy sword dangling from your neck -- it's ridiculous,\" Bill started on Ridge and his last breakup over a text message, and Ridge said, \"I don't have to justify myself to you\" \"I came back and changed for the better with Katie,\" Brooke said of the way Ridge had treated her, but Bill said that Brooke was done with Ridge.\n"
}