{
    "soap_central": "\n\nAt Forrester Creations, Liam worried about Ridge's interaction with Quinn. Ridge noted that Quinn had a piercing look in her eyes. Liam was concerned that Ridge was falling for Quinn as much as Quinn was falling for Ridge. Ridge disagreed.\n\n\n\nLiam remembered that he had been with Quinn when he'd had amnesia, but he remembered her influence. Ridge said he had it all under control. Ridge insisted he would take Quinn down. Ridge and Liam discussed how Ridge would pull off a coup that would get rid of Quinn once and for all.\n\n\n\nLiam wondered if Brooke knew about Ridge's plan. Ridge said that Brooke was aware that he would do anything to get rid of Quinn. He hadn't explained anything else to her, but he didn't plan to cross the line. He anticipated that Quinn would cross the line.\n\n\n\nLiam understood that Ridge wanted Quinn to fall for him, and he wanted his father to find out. He worried that it was going to destroy the relationship that Ridge had with his father. Ridge said his relationship with Eric had been destroyed and would never be the same. Ridge remembered that he had stolen Brooke away from Eric, and he felt that Eric's choice of Steffy as CEO and Quinn as president were payback.\n\n\n\nLiam said that Ridge would lose Forrester. Ridge replied that it didn't matter. He would start his own company. He couldn't stand the way his father looked at him. Liam understood and said that Eric wasn't his biggest fan either. Quinn was the puppet master, but Liam had never expected that Eric would stoop so low.\n\n\n\nRidge agreed that Eric had used his power to become a manipulative man. Liam lamented that he and Steffy had been starting a life together, but Eric had insisted that she move out, so she was living at Thomas' loft. Liam said that Eric had left the door open for Wyatt all because it was what Quinn wanted. Ridge wanted to break the spell Quinn had over his family. Ridge and Liam worried that they were not dealing with a sane person, but Ridge anticipated she would cross the line.\n\n\n\nAt the Forrester mansion, Ivy showed up in Quinn's bedroom to confront Quinn about the interaction she had seen between Quinn and Ridge outside the steam room at Forrester. She had overheard Ridge accuse Quinn of flirting with him when she had been naked. Ivy demanded to know what was wrong with Quinn.\n\n\n\nQuinn told Ivy that she had been taking a shower in the new outdoor shower she'd had installed for Eric at the mansion, and Ridge had shown up. Ivy suggested that Quinn should have covered up with a towel or gotten dressed, but Quinn admitted she had never shied away from confrontation. However, she would never be unfaithful to her husband.\n\n\n\nIvy was surprised that Quinn had remained naked in front of Ridge. Ivy wondered what else had happened when they'd been in the steam room. Quinn explained that she had sprained her ankle, and Ridge had put ice on it. She had later gone to the steam room to try some heat to get the stiffness out of her ankle. She'd been alone when Ridge had shown up. Ivy quizzed her about what had happened. Quinn said that Ridge had massaged her ankle. Ivy was shocked that Quinn had allowed Ridge to touch her. \"What are you doing?\" Ivy shouted.\n\n\n\nQuinn said that she and Ridge had been taunting each other for a long time. Ivy warned her to stay away from Ridge. Quinn said she was completely devoted to Eric, but she felt Ridge was attracted to her. \"I'm not an idiot and not vulnerable to his huge ego,\" she said. She knew that he was trying to play her for a fool, but she planned to turn the tables on him. Ivy was concerned that Quinn was playing with fire.\n\n\n\nDownstairs at the Forrester mansion, Steffy met with Eric at his request. He was glad she had moved out of Liam's place. Steffy countered that she had let Liam down and was always going back on her promises to him. Eric quizzed her about her promises and vows to Wyatt.\n\n\n\nEric dissed Liam and his treatment of Steffy. He stood up for Wyatt, who had supported Steffy and made her one of the top influencers in the world. Wyatt supported her career. Steffy defended Liam, who didn't want her near Quinn.\n\n\n\nEric lectured Steffy to work on her marriage. He said Wyatt supported her career. Steffy wanted to be clear that her move away from Liam was temporary. \"I'm still with Liam,\" she said. \"What if Hope comes back?\" Eric asked. Steffy looked hurt and surprised. \"He's committed to me,\" Steffy said.\n\n\n\nEric insisted that Liam was holding Steffy back, and he anticipated that she would be the best CEO the company had ever had. Steffy wondered why Eric hadn't mentioned her father when he'd discussed the company. Eric said Ridge had let him down too many times. Eric lamented that when he'd been married to Brooke, they'd had two beautiful children. \"And he reached in and took that away from me. My trust in Ridge is gone,\" Eric said.\n\n\n\nEric interrupted his conversation with Steffy to welcome flower delivery employees and caterers. He explained that he had an intimate surprise planned for Quinn. Steffy was impressed that Eric was so in love with Quinn. He called upstairs on the intercom to talk to Quinn, and he told her he had a Forrester original for her in the closet. He wanted her to put it on and meet him downstairs.\n\n\n\nEric returned his attention to Steffy. He said he wanted to celebrate the success of the family. He trusted Quinn with his life, and her son too. \"Your husband,\" Eric said.\n\n\n\nEric said he wanted Steffy to move into the mansion with him, Quinn, and Wyatt. \"What? No, I can't do that. I choose where I live and who to spend the rest of my life with,\" Steffy said. Eric was adamant that he wanted Steffy to honor her commitment. \"I want you to have the same thing I have with Quinn,\" he said. Steffy was surprised.\n\n\n\nUpstairs, Quinn slipped into a stunning emerald gown. Ivy gushed that Eric had designed it specifically for her, and she complimented Quinn. She reminded Quinn how much Eric loved her, and Quinn said she loved Eric.\n\n\n\nLater, Steffy and Ivy had gone, and Quinn walked downstairs in her sparkling gown. Eric poured Champagne and told her she was a vision in the dress he had designed for her. They lovingly toasted, and Eric said he loved being her husband, and he'd never felt so loved in his life. Quinn said she loved Eric and their life together.\n\n\n\nQuinn called him the \"husband of the year,\" and thanked him for such a surprise. Eric said he liked to keep spontaneity in their marriage and felt a bit of flirtation was a good idea. \"I don't want my bride to be getting bored,\" he joked.\n\n\n\nQuinn told Eric that he was one of a kind. She thanked him because he had changed her life and Wyatt's. \"Nights like this remind me how hard we had to fight to be together,\" she said.\n\n\n\nShe added that she never wanted to disappoint him or let him down. \"Never happen,\" Eric said. He asked her to dance. They danced and kissed.\n\n\n\nAt Forrester, Ridge vowed to Liam to get rid of Quinn. \"I will get Quinn out of my father's arms, the home, and out of the family. Quinn's days with him are all but over,\" he said.\n\n\n",
    "imdb": "Steffy explains to Eric that she is still not convinced that moving out of Liam's was the right decision. Eric agrees; he wants his granddaughter to live at the Forrester Mansion alongside Wyatt. Steffy is stunned. Protective of her Uncle Eric, Ivy confronts Quinn about her interaction with Ridge in the steam room. Quinn assures Ivy that she is fully committed to her marriage. Ivy urges Quinn to stop flirting with Ridge as she fears that he might have a secret agenda. Meanwhile at Forrester Creations, Liam wants more information on how exactly Ridge plans to get rid of Quinn. Ridge declares that he will not cross any lines - but Quinn will. Liam warns Ridge that his plan might easily cost him his relationship to his father for good. Ridge acknowledges the risk. Later, Eric romances a wired up Quinn over dinner.",
    "tvmega_recap": "Liam tells Ridge that he keeps saying he is working on it but just what does that mean? He better not get sucked in by Quinn. Quinn is surprised to find Ivy in her bedroom. Ivy says she knows .she saw her and Ridge in the steam room. Surely she is not cheating on Eric. Steffy tells Eric that not only is she hurting Wyatt but she is hurting Liam too. Eric tells her to go home and work on her marriage. He is married to Quinn and is happy and she is not going anywhere. She tells Eric that she wants to make it clear .she is just moving out on Liam temporarily but she is still with him. Eric asks what will happen if Hope comes back. Steffy won't hear that, he is committed to her. Eric opines again that he no longer can trust Ridge and that will never change. Liam tells Ridge that Quinn has black magic. Ridge says if none of this works and he goes down he is taking Quinn with him. Quinn tries to explain what was happening with Ridge and about the steam room and the outdoor shower. And she declares she is not cheating on Eric. Eric calls upstairs and tells Quinn to put on a special gown he has left and come downstairs, he has a surprise. Quinn tells Ivy something is going on and she cannot explain it but please give it a rest. She and Ridge are just messing with each other's heads. Ivy tells her to be careful as it sounds dangerous. Quinn says these silly little games are over with Ridge pretending to be interested in her. She is not going to let him destroy her marriage. Eric tells Steffy that this house is going to be festive again and now he is going to toast this woman that he trusts. She will never let him down. Then he asks her a favor. He wants her to move in here with him and Quinn and Wyatt. He wants her to have the same thing he has with Quinn and that will be with Wyatt. He is the one with a committed heart even if her tattoo is fading ..it is still there. Quinn tells Ivy that she is not going to let Ridge destroy her relationship with Eric. She is not stupid. She would never let Ridge get to her that way. Liam laments to Ridge that what he is saying makes no sense. Ridge says he is not going to cross the line but Quinn will. He can tell by the way she looks at him and lets him touch her. Quinn comes down the stairs and Eric comments how beautiful she looks and he has never been this in love in his life. Liam tells Ridge he never wants to see Quinn's face again so nothing will make him happier than her gone but Ridge is assuming she will get caught just for getting caught with her husband's son. That is playing a dangerous game. Everything good in Quinn's life is because of Eric so she is not going to risk that. Quinn and Eric sip their champagne and eat their gourmet catered dinner ..and a little flirtation every now and then is fun. He says he admires her so much and trusts her. She does not take that for granted. She tells him that he has changed her life and Wyatt's, he has been so good to them. They have had to stand up to a lot of people to be together. She does not ever want to do anything to let him down. They dance and she coos that he is the best thing that has ever happened to her in her whole life and she does not want to lose him. Ridge tells Liam that sometimes love hurts ..and Quinn's days with Eric are all but over.",
    "tvmega_summary": "Episode # 7492 ~ Ivy confronts Quinn about what she witnessed in the steam room; Eric makes it clear to Steffy that he prefers her to be with Wyatt instead of Liam.",
    "soapcentral_condensed": "At Forrester Creations, Liam worried about Ridge's interaction with Quinn. Ridge insisted he would take Quinn down. Steffy met with Eric at his request. Eric quizzed her about her promises and vows to Wyatt. Eric dissed Liam and his treatment ofSteffy. Wyatt supported Steffie and made her one of the top influencers in the world. Eric lectured Liam who didn't want to work on her career. Eric looked hurt and said \"What if Hope comes back?\" Eric asked SteFFy. \"I'm still with Liam,\" she said. \"He's committed to me,\" Eric said. Liam said that Eric had left the door open for Wyatt all because it was what Quinn wanted. Quinn said she was completely devoted to Eric, but she felt Ridge was attracted to her. She knew that he was trying to play her for a fool. Quinn admitted she had never shied away from confrontation. However, she would never be unfaithful to her husband.\n"
}