{
    "imdb": "Katie has cooked dinner for Bill and Brooke explaining that she has been seeing her therapist about her depression and hence stopped drinking. But Katie's act of composure spirals into a moment of hysteria when her imagination makes her believe that Bill and Brooke are flirting with each other. Later, Katie pulls a bottle of Vodka from a sugar jar. After taking another sip, Katie looks ashamed of herself. On the beach, Steffy accepts Wyatt's proposal and they decide on an intimate wedding the day after tomorrow! Steffy reassures Wyatt that with Liam present she would be happy to become his wife. Meanwhile, Liam's focus on regaining his memory causes Quinn to have anxiety. Liam's flashbacks of his wedding to Steffy in Aspen get clearer, but he is unsure what to make out of it.",
    "tvmega_recap": "Wyatt joins Steffy on the beach. He tells her they have waited long enough ..he wants them to get married .and right away. She agrees. He says they did not have to force it or fight for it and it will be like nothing else ever before. They start making a list of who to invite. Adam looks at a magazine and has flashes of Steffy on top of the mountain in her wedding dress. When Eve returns he tells her he thinks his memory might be coming back. He shows her the wedding album and says he suddenly saw her coming forward on their wedding day. She questions him if he actually saw her and he says not the face, but he knows it was her. He says he knows he could love her even better if he remembered just what she meant to him. Adam feels Eve shaking and she says it's because she does not want to lose him. He says she won't but he is not her husband all the way as long as she has to keep taking care of him. Steffy tells Wyatt that Liam will always be in her past but he has made his choice and moved on. Wyatt is her future now. He says yes and no one will be able to take that away. Meanwhile Adam has more flashbacks of the lady in the wedding picture ..the face is coming in clearer and Eve looks worried. Katie invites Brooke over for dinner. She tells Brooke and Bill that she knows she has been a big concern for them. But she is seeing her therapist and knows now that the drinking did not help matters and she has given that up and got rid of all except for Bill's favorites. Her dance with the devil is over and she will move past that. They both can rest easy. She does want them to assure her that they are loyal to her as a sister and for Bill as a husband and father of her son. They assure her she does not have to question that. Things go pretty well until Katie sees Bill sharing his baby pictures of Caroline and Douglas with Brooke .and then she imagines Brooke feeding Bill off her fork, giggling and rubbing her bare toes against his legs. She ends up on the floor and screams at them to stop flirting right in front of her. Brooke says they were not flirting; they were just enjoying the food she prepared. She is not going through this again so she will leave. Katie will not let her touch her. Katie realizes she has made a huge mistake and apologizes to Bill. He says they both love her and Brooke is doing all she can. He doesn't know what else she can do. He leaves the kitchen to go check on Will. Katie is tempted and goes to find a hidden bottle in her canisters.",
    "tvmega_summary": "Episode # 7297 ~ Katie's act of composure spirals into a moment of hysteria when her imagination overrides her logic; Liam's focus on regaining his memory causes Quinn to have anxiety."
}