{
    "soap_central": "\n\nIn Bill's bedroom, Brooke and Bill awakened and realized that the previous night hadn't been a dream. Bill really had his sword necklace back, and Brooke really had her sword ring on again. Bill didn't know what could be more right than spending the night on a bed of cash with Brooke. Brooke gasped. Grabbing the money beneath her, she said they had to save for the wedding.\n\n\nBill was sure he could afford the wedding. He suggested that he and Brooke get married in Italy on his yacht. Brooke thought it was a great idea and said they had \"so much\" to plan. Bill replied that they had something else to take care of first, and he kissed her.\n\n\nAt Spencer later, the whistling Bill strode into his office, and Liam and Wyatt let him know that their meeting -- which he'd missed -- had ended an hour prior. Liam noted that Bill had his necklace back. Bill said that Brooke had her ring back, too, and they were getting married.\n\n\nLiam and Wyatt were surprised and happy to hear about it. Wyatt guessed that persistence did pay off. Bill bragged that Brooke had asked him to marry her. His sons asked when the wedding would be. Bill wanted it to be soon and for both of his sons to be there. Wyatt joked that they would take a half day off work for it and reminded Bill that they had a skyscraper to build.\n\n\n\"I don't give a damn about that skyscraper,\" Bill replied. His sons were shocked to hear it. Stammering, Bill said he did care. Looking at his model, he said, \"Don't worry, beautiful. Someday, you will get built.\" Wyatt asked Liam if Bill knew the model couldn't hear. Bill insisted that if one said something loudly and with conviction often enough, it would happen.\n\n\nLiam and Wyatt were curious to know why Ridge and Brooke hadn't gotten married. Bill revealed that he was, too. Bill was interested to know what Ridge had done to screw up that time and why Ridge had given up. Liam asked if Ridge had really given up. Bill decided that it didn't matter because Brooke had given up on Ridge. Bill said that Ridge screwed up every relationship, even if it was \"destiny.\"\n\n\nAt Forrester, the employees were busy at work. Pam's phone rang off the hook as Quinn checked messages at Pam's desk. Katie waltzed up, excited to learn what her new job would be. Watching Pam work the phone, Quinn said a job had just occurred to her.\n\n\nQuinn hinted that Pam had been at her best when she'd shared her desk. Katie took Quinn aside to ask if Quinn really thought Katie, who'd been the CEO once, would return as a secretary. Quinn replied that it had been good enough for Katie's sister, and Quinn reminded Katie that Quinn was trying to work Katie in.\n\n\nDeciding to see if Eric had any better ideas, Katie pranced into the CEO's office, where Ridge and Eric were designing. Quinn entered behind Katie and said they needed to discuss it later. Eric asked what the women were discussing. Katie explained that she understood that they were in crisis mode, but she'd wanted to let Eric know that she was willing and able to help out in any way.\n\n\nBrooke entered and hid her left hand behind her purse. She asked Katie what she was doing there and was surprised to hear that Katie would be working there. Katie said it had been Quinn's idea. Brooke thought it was a great idea. There was an awkward moment of silence, and Brooke decided she'd get to work. Brooke left, and Ridge followed her out of the room.\n\n\nPam popped in to let Eric know there was a call on line two. After Eric took the call, he informed Quinn that Spectra had also pirated from the jewelry line, so they'd need all new pieces. Quinn panicked because Ivy was taking time off in Australia. Quinn said she'd need help because there was no way she and Ivy could make a new collection so quickly, even if Ivy was in town. Eric looked at Katie and said he'd figured out where she'd fit in.\n\n\nKatie readily said she didn't know much about jewelry, but she did have pretty good style. Quinn objected and said it took more than style to design jewelry. Katie was sure it did but claimed to be a really quick study. Eric replied that it was up to Quinn, but Katie was there and could help. Katie told Quinn that it sounded as if working together was in Quinn's best interest.\n\n\nEric said that Katie could process designs, keep an eye on the budget, or oversee production. Katie couldn't wait to work side by side with Quinn. Eric expressed excitement about what they would create. He exited, and Quinn said Katie could do anything she wanted to do at the company -- except work with Quinn on the jewelry line.\n\n\nKatie wanted Quinn to be open-minded about it, but Quinn didn't want to work with Katie breathing down her neck and blackmailing her. Katie insisted that she wasn't blackmailing Quinn, and the job was good for them both. Katie envisioned that Quinn would design, Katie would handle marketing, and together, they'd celebrate the sanctity of Quinn's marriage.\n\n\nKatie figured that Quinn didn't like not being in control and preferred it if people were intimidated by Quinn. Katie claimed that times had changed. Katie declared that she was in control and instructed Quinn to be true to Eric and not to hurt him. Quinn believed that Katie would be the one to hurt Eric by telling him what she knew.\n\n\nKatie indicated that she didn't take pleasure in telling Eric.  Katie added that Quinn had said there was nothing to tell, so Quinn should keep it that way. Quinn guessed that Katie wouldn't tell Eric if Quinn proved her loyalty. Katie quibbled that she was hoping Quinn would be a decent coworker and mentor, too. \"I mean, if I feel that it's an unhealthy work environment, then I'm gonna have to tell Eric,\" Katie stated.\n\n\nQuinn shook her head in reluctance but welcomed Katie to the jewelry line. Ready to get to it, Katie said she was good at what she did. She began chattering about how to go about the job of pairing the designs with the jewelry and dealing with Thomas, Ridge, and Eric's varying styles.\n\n\nKatie went on and on and played with the jewelry nearby. Glaring at Katie's back, Quinn picked up a letter opener with her left hand. She transferred it to her right hand and wielded it with a murderous, overhand grip. She said she couldn't wait to teach Katie.\n\n\n\"Yeah?\" Katie said, looking over her shoulder. As Quinn agreed, Katie didn't notice that Quinn had hidden her right hand behind her back. Katie turned back around, and Quinn said she'd take really good care of Katie. Quinn placed the letter opener back on the desk.\n\n\nIn the design office, Brooke was working when Ridge entered and asked her to hear him out. Slamming closed her laptop, Brooke said to stop. Ridge eyed the ring on her hand. He said he knew that she was hurt, \"but what are you doing?\"\n\n\nBrooke replied that she should have done it a while back. Ridge asked if she'd thought of R.J. and their family. She said she wanted R.J. to see that she could be loved. Ridge insisted that he loved her, and he could do \"this.\" She stated that he couldn't and had never been able to.\n\n\nRidge said he didn't have feelings for Quinn, and Brooke knew it. Ridge asked Brooke not to marry Bill just because Ridge had made a mistake. Ridge asked her to remove the ring and give him another chance. Brooke didn't know how to do that after seeing Ridge kiss his father's wife. She asked if he knew how hurtful it had been.\n\n\nRidge tried to explain, but Brooke said he couldn't explain his need to conquer women, no matter the consequences. She claimed that they hadn't had boundaries when they'd been young, but she'd matured. She didn't want a life full of heartbreak and betrayal.\n\n\nBrooke predicted that Ridge would wind up taking Quinn from Eric. Ridge said it wouldn't happen. She asserted that it didn't matter to her if it did or didn't because she'd be Mrs. Bill Spencer. Brooke declared that Ridge had hurt her for the very last time. Though there would always be a place for Ridge in her heart, she couldn't let him access it anymore.\n\n\nBrooke stated that she and Ridge had had a good run. They'd had dreams, and they'd believed they'd make a family and be happy for the rest of their lives. She uttered that it just wasn't possible. She turned to leave, but Ridge said, \"Logan...\"\n\n\nShaking her head, Brooke replied, \"No,\" and she walked out.\n\n\n",
    "tvdb": "Ridge attempts to heal his heartbreak by replacing the designs stolen by Spectra Fashions; Katie has a much different opinion than Quinn regarding a suitable position for her at Forrester Creations.",
    "imdb": "Brooke and Bill consummate their love as a re-engaged couple. At Spencer Publications, Wyatt and Liam discuss Bill's skyscraper plans being on hold due to the success of Spectra's fashion show. They are surprised when Bill arrives at the office beaming and announcing the happy news of his reunion with Brooke. Quinn suggests for Katie to follow her sister Donna's footsteps and work side by side with Pam at the reception. Katie reminds Quinn that she once served as CEO of Forrester Creations before walking up to Eric and Ridge who are busy drawing up designs for their new collection. Eric has a shocking proposition: he wants Katie to assist Quinn with the administrative parts of her jewelry collection while Ivy is in Australia. Quinn has a tough time controlling her temper as it dawns on her that Katie knowing about her kiss with Ridge will continue to throw her life for a loop. Ridge's world is rocked when he learns about Brooke's engagement to Bill.",
    "tvmega_recap": "Brooke wakes up and immediately smiles as she sees her ring back on her finger. Bill says it is not a dream. Wyatt and Liam are in discussion at Spencer's and Wyatt says their dad will still get his skyscraper but it will just take a little longer than he expected. Bill brushes past them without a hello but whistling and they notice he is wearing his sword necklace again. Bill says yes and so is Brooke ..not the necklace but her engagement ring. They are getting married. Quinn shows Katie around the office and even points out that Pam gets a little flustered but she does her best work when she shares her duties with someone. Katie quips that she is not coming back to FC to be a secretary. Maybe she will see Eric instead. She sees Eric is designing along with Ridge but says she is checking in to let him know she is ready and able to help in any way she can. Eric says they can always use some help and next thing you know Katie says she is not experienced but she knows good fashion and she will help in any way she can. Much to Quinn's chagrin Katie offers to help with the jewelry. Quinn tells her that she can do anything here she wants to but not work with her on the jewelry line. Bill tells his skyscraper it might not happen today but it will still happen someday. He tells his boys just say it often enough like he did with Brooke and it will happen. Bill would like to find out just what Brooke and Ridge broke up over. Liam and Wyatt say they are not worried but Bill should know Ridge is still pursuing Brooke. Bill says he is not worried. Ridge sees Brooke's ring and wishes she had not done that. He tells her to take it off. He screwed up but that is no excuse for her to do it too. She tells him it is in his DNA, he cannot be committed to any woman. It is a game to him and that is not what she wants with betrayal for her or for RJ. She says there will always be a place in her heart but she cannot be his anymore. They had dreams and they had visions and wanted to be happy for the rest of their lives but that is just not possible. Katie says she needs a job and Quinn needs help so why is it so bad. Together they can celebrate the sanctity of her marriage. Quinn will be true to that beautiful man who loves and trusts her. She will not tell Eric anything unless Quinn forces her too. Quinn says that will not be a problem. Katie says good but if working conditions are not tenable then she will be forced to tell Eric. She can't wait. With her back turned, Katie goes on and on how she appreciates Quinn seeing it her way and welcoming her to work with her. Quinn picks up a silver letter opener and it seems she knows exactly what to do with it.",
    "tvmega_summary": "Episode # 7571 ~ Ridge attempts to heal his heartbreak by replacing the designs stolen by Spectra Fashions; Katie has a much different opinion than Quinn regarding a suitable position for her at Forrester Creations.",
    "soapcentral_condensed": "At Spencer later, the whistling Bill strode into his office, and Liam and Wyatt let him know that their meeting -- which he'd missed -- had ended an hour prior. Liam noted that Bill had his necklace back, and Bill said that Brooke had her ring back, too, and they were getting married. At Forrester, Katie pranced into the CEO's office, where Ridge and Eric were designing. Katie told Quinn that Quinn really thought Katie, who'd been the CEO once, would return as a secretary. Katie wanted to be open-minded about Quinn's idea, but Quinn didn't want to work with her neck down and blackmailing her into doing anything she wanted at the company -- except work with Quinn on the jewelry line, Katie said. Katie said she didn't know much about jewelry, but she did have pretty good style, Quinn objected and said it took more style than Katie was quick than to be a really quick study. Katie couldn't wait to work by Quinn's side, and Eric expressed excitement about what they would create.\n"
}