{
    "soap_central": "\n\nIn Liam's office, Quinn ranted that Liam had tried to lure Hope away from Wyatt with a kitten. Quinn advised Liam to enjoy his stolen moments because he had been prolonging the inevitable. Quinn insisted that Wyatt and Hope would end up together. Liam suggested that Quinn get a life of her own and stop being so wrapped up in Wyatt's life...and Bill's life. Quinn bristled at the mention of Bill.\n\n\nLiam added that Wyatt was a grown man, and Quinn needed to stop meddling. Liam called Quinn weirdly interesting. Liam suggested that Quinn find a man of her own -- anyone but his dad. Quinn pretended she hated Bill, but Liam told her that he knew all about their romp. Liam reminded Quinn that his dad had been drunk and vulnerable. \"It didn't mean anything, and he has no room for you in his life,\" Liam said. He added that Bill and Brooke were madly in love.\n\n\nAt Katie's, Ridge proposed to Katie. He promised to give them a fresh start. He told Katie how much he loved her and how he'd felt unable to breathe for years. \"I can finally breathe again with you,\" he said. \n\n\nRidge admitted that he had not intended to ask Katie to marry him that day. He had wanted to prepare a speech and have a ring. He had neither. Instead, he tied a red ribbon around her finger as a reminder. \"It's a reminder that I'm here for you,\" he said.\n\n\nRidge added that sometimes a person's biggest heartache could turn out to be the biggest blessing. \"We're meant to be together, because I love you, Katie Logan, more than life itself. My greatest gift is that I know you love me too. Say that you'll marry me.\"\n\n\nKatie tearfully smiled and wondered if Ridge had proposed just to make her feel better because she had lost her position at Spencer and had to share custody with Bill. It had been a really bad day. Ridge told her it wasn't meant only to make her feel better, but he was glad it had.\n\n\nRidge said she needed to take a leap of faith with him and jump in with both feet. He promised to be there to catch her if she fell. Katie tearfully smiled. Ridge apologized. He said he shouldn't have asked her to marry him after she'd had a bad day. \n\n\nKatie stopped Ridge. She asked him ask her again. Katie smiled, and Ridge got down on one knee and proposed. \"Nothing could keep me from it. I can't wait to be your wife,\" she said. She promised to jump in with both feet and catch Ridge if ever he fell. They kissed.\n\n\nIn Bill's office at Spencer, Bill rocked Will to sleep, and Bill told Brooke how grateful he was that Brooke had gone to great personal expense to return Bill's company to him and to restore his shared custody of Will. Bill noted that Brooke had permanently damaged her relationship with Katie. \"Katie was being punitive,\" Brooke said to justify her actions. Brooke insisted that it had needed to be done.\n\n\nBill promised that he would prove himself worthy of Brooke for the rest of his life. Brooke said that Bill had already proven himself to her. Brooke claimed that she felt it was the first time in her life that she had no doubts about the man she was with. \"I believe in us,\" Brooke said. Alison entered and took Will off for his nap.\n\n\nBrooke said that she had known Katie would be unhappy, but Brooke blamed Katie for being stubborn. Bill agreed and added that his company needed him. \"Katie was in way over her head,\" Bill said. Bill admitted that Katie was talented and did indeed belong in the corporate world -- but not in his office. Brooke agreed, and Brooke added that she had betrayed her sister again by choosing Bill over her sister.\n\n\nBrooke insisted she had to try to repair her relationship with Katie. Brooke planned to visit Katie. Bill discouraged it, but Brooke was adamant. Bill said he would be working at his company and taking his son home to Brooke's. They kissed.\n\n\nBill thanked Brooke again. Brooke reminded Bill that he had never given up on a relationship with Brooke. She added that they had an unbreakable bond, and no one could ever change that. They kissed.\n\n\nBrooke left, and Quinn entered. Quinn noted that Brooke was crazy about Bill. Quinn reminded Bill that Brooke might not want to hear about how he had cheated on Brooke with Quinn. Bill reminded Quinn that it had been nothing but sex that Bill and Quinn had had. Bill recalled that Brooke had been at her failed wedding to Ridge when they'd had their sexcapade, so it could hardly be considered cheating.\n\n\nBill said he'd had it with Quinn's threats of blackmail. Quinn insisted that Bill act quickly to give Wyatt the Spencer name and support Wyatt and Hope's relationship. In exchange, Quinn would keep her lips sealed.\n\n\nAt Katie's, Brooke showed up, and Katie asked what Brooke could possibly want. Brooke wanted Katie to realize that Bill deserved to be back at his company, and he deserved equal time with Will. Katie reminded Brooke that Bill had tricked Katie and slept with her in order to get her to sign over the company -- with the papers that Brooke had kept while Katie had thought the papers had been destroyed. \"Now you're doing his dirty work for him,\" Katie said to Brooke.\n\n\nKatie added that she no longer wanted to fight with Brooke or Bill. Katie had decided to let go of her anger. Katie said she had packed a bag for Will, and Katie agreed that Bill deserved shared custody. Katie did ask that Bill and Brooke adhere to schedules she had worked out because it was important for Will.\n\n\nBrooke agreed and said she was happy that Katie had let go of her anger. Katie said that she was starting a new chapter of her life and embarking on a new adventure. Brooke said she was happy for her. Katie gushed that Ridge had proposed. \"I'll be Mrs. Ridge Forrester,\" Katie said with a smile. Brooke squinted and looked shocked. \n\n\n",
    "tvdb": "Ridge and Katie look forward to starting their lives together. Liam admits to Quinn that he knows about her and Bill and then tells her about everything that Brooke has done for his father, reiterating that she and Wyatt should find new lives. Later, Quinn reminds Bill that it was Brooke that got him his job back and threatens to blackmail him if he doesn’t give Wyatt what she feels is rightfully his. Brooke arrives at Katie’s house to try and explain her decisions and is floored when Katie announces her good news.",
    "tvmega_recap": "Bill holds Will sleeping in his lap and says this is the way it should be and he owes it all to Brooke. He will spend the rest of his life proving he is good enough to be with her. Quinn tells Liam to give it his best shot. All he has managed to do is stall the inevitable as Hope will go back to Wyatt. Liam tells her to get a life so she doesn't have to meddle in Wyatt's love life. It's creepy. He's a big ass man now. She's a rather fascinating woman in her own way so just find a man, any man except his dad. He knows all about that but she was just a distraction when he was drunk and meant nothing. Brooke is taking up all that space now. He even tells her that Brooke was responsible for Bill getting back his company so Quinn doesn't have to waste her time sleeping with Bill. Katie is shocked but Ridge repeats it. He wants Katie to marry him. He hasn't been able to take a breath for years and now he can take a breath with her. He doesn't have a speech or a ring but he's here. He takes a red ribbon and wraps it around her ring finger to remind her. And no matter what anybody else says they are meant to be together. She wants to make sure this is not just to make up for her bad day. Ridge Forrester trying to make his girl feel better by offering marriage. He says it is a leap of faith and good for both of them. He'll catch her if she jumps and falls. Brooke tells Bill that she wishes Katie had been more reasonable and she did not have to pull out the papers and betray her. Bill says he is sorry too as he know hard she worked to repair that relationship. All this time Brooke has been protecting him and he didn't even know it. Katie asks Ridge to repeat the question. He gets down on bended knee and asks her to marry him. She gets down with him and says yes she will. Nothing can stop her. She loves him and will gladly be his wife and she will be with him too if he should ever fall. Quinn drops in on Bill and quips that he is back on his throne. He says it was a good day until she walked in. She returns that Brooke sure must think a lot of Bill to do this. She really came through for him. But everybody has a breaking point like when someone lies to your face or cheats on you. Bill says first of all, Brooke was about to marry Ridge so he did not cheat on Brooke. And he's not going to fall for this blackmail. She says it is not blackmail. She just wants him to give Wyatt his name. He's not a thug. He's as good as his other son, Liam. Give him his name and support Wyatt in his quest for Hope. For that she will keep quiet to Brooke about their \"just sex\". And it is funny how men and women have a different view of the same events. Brooke goes to Katie's who asks why she is here now. Did she forget to take something else away from her? Then sweetly she says that is all in the past. She doesn't want to harbor grudges. Brooke is shocked when Katie tells her that Ridge proposed and she is going to be Mrs. Ridge Forrester.",
    "soapcentral_condensed": "Ridge proposed to Katie at the end of the episode. Bill said he would be working at his company and taking his son home to Brooke's. Brooke insisted she had to try to repair her relationship with Katie. Liam suggested that Quinn find a man of her own -- anyone but his dad.. Brooke said that she felt it was the first time in her life. that she had no doubts about the man she was with. \"I believe in us,\" Brooke said. Alison entered and took Will off for his nap. Bill admitted that Katie was talented and did indeed belong in the corporate world -- but not in his office. Katie smiled, and Ridge got down on one knee and proposed. \"Nothing could keep me from it. I can't wait to be your wife,\" she said. The episode ended on a cliffhanger, with Brooke and Bill's son, Will, in a car accident and Brooke unable to save Will from his father. The next day, Bill and Brooke reconciled.\n"
}