{
    "soap_central": "\n\nIn the evening at Quinn's loft, Wyatt arrived to a gleefully smiling Quinn, who hugged him before jogging into the kitchen to chop food. Wyatt was weirded out by the twinkle in her eye and asked if it could be happiness he saw. She waved her left hand around and said for him to tell her.\n\n\n\"What the hell is that?\" Wyatt asked. In a sing-songy voice, Quinn announced that it was exactly what it looked like, and she and Deacon were getting married. Wyatt was shocked. He'd expected to hear about a breakup due to the slap at Brooke's.\n\n\nQuinn asked Wyatt to be happy for her. Wyatt wanted to be, but he didn't trust Deacon. She said that Wyatt had to give his \"father-in-law slash future stepfather\" a chance. He replied that he had to believe there would be a wedding first, but instead, he believed Deacon was still hung up on Brooke.\n\n\nQuinn insisted that Brooke wouldn't be a problem, and Quinn trusted Deacon. Quinn stated that Deacon was at Brooke's house at that moment, telling Brooke the good news. Quinn planned to meet him there because she felt that Brooke needed to see the happy couple together.\n\n\nAt Brooke's house, Deacon arrived as Brooke was pouring herself a drink. He was sorry for what Quinn had done earlier. Brooke said Quinn was lucky Brooke hadn't put her in jail. Sure that Deacon wasn't living at Quinn's house any longer, Brooke said he could stay in her guesthouse for as long as he needed to. He revealed that he hadn't broken up with Quinn -- he'd proposed to her.\n\n\nBrooke asked if Deacon had lost his mind. She asked him to consider what Quinn had done to Brooke and to Hope. Deacon said he'd told Quinn that those things couldn't happen again.\n\n\nOutside the slightly ajar front door, Quinn arrived and listened in as Deacon and Brooke argued about his decision to marry Quinn. He asserted his love for Quinn, but Brooke insisted he could do better than the psychopath. Brooke reminded him that Hope was afraid of Quinn and urged him to just let it be a fling, not a bad marriage. He insisted upon marrying Quinn and hoped Brooke would accept it in time. Brooke asserted that she'd never accept it.\n\n\nQuinn hid behind a bush as Deacon left.\n\n\nBrooke heard her door slam, whipped around, saw Quinn, and ordered her to get out. Quinn seethed that Brooke had a big mouth, and if Quinn ever heard Brooke talk to Quinn's fiancé that way again, Brooke would have more than a slap to worry about.\n\n\nQuinn figured that Brooke couldn't stand that Deacon wanted Quinn, and Quinn accused Brooke of desperately vying to make every man she'd ever been with pine for her. Brooke said she wasn't afraid of Quinn, but Quinn called the statement Brooke's first mistake.\n\n\nQuinn refused to let Brooke ruin the special moment in Quinn's life. Brooke uttered that Quinn would do it herself. Quinn reasoned that she deserved it and had learned from her mistakes. Brooke disbelieved Quinn would ever learn and vowed to stand by Deacon because he wasn't thinking clearly.\n\n\nQuinn asked Brooke what right she had to interfere. Brooke said Deacon was Hope's father. Quinn called Brooke a lonely, washed-up drunk. Brooke told Quinn not to dare pass judgment on Brooke. \"We all have our issues -- some worse than others,\" Brooke concluded.\n\n\nQuinn warned Brooke not to stand in the way of her marriage. Brooke declared that she wouldn't stand in the way -- she'd flat-out forbid it. There was \"no way in hell\" Brooke would allow a marriage between Quinn and Hope's father. Brooke ordered Quinn to take off the little, itty, bitty engagement ring and realize there would be no wedding.\n\n\nBack at Quinn's loft, Wyatt was on the phone with Pam, declining to be set up with someone in her crochet club. Deacon arrived after the call, and Wyatt asked if Deacon was moving too fast. \"When you know, you know,\" Deacon said. Wyatt contended that he wasn't sure Deacon did know. Wyatt felt it was his job to protect Quinn, and he had some issues with Deacon.\n\n\nDeacon asked Wyatt to lay it out. Wyatt had a long list, and at the top of it were Deacon's feelings for Brooke. Deacon assured Wyatt he was wrong, and Deacon wouldn't have proposed if he wasn't ready for the commitment. Deacon reasoned that he and Brooke would be in each other's lives as friends, but that was it. Wyatt recalled that Deacon had been after Brooke a short time back.\n\n\nDeacon said it had been before Quinn, and there would never be another woman for him. He asked where his bride-to-be was. Wyatt was surprised by the question because Quinn had been headed to meet Deacon at Brooke's house. The men looked worried, and Wyatt pulled out his phone.\n\n\nAt the mansion, Maya and Rick were having martinis by the living room fire. Aly and Ivy tried to hurry past them, but Rick asked if the pair would whip up some food because he and Maya were famished. \"Excuse me?\" Ivy asked, but Aly quickly agreed and asked what the two wanted. Rick said to surprise them with anything from scratch.\n\n\n\"Really?\" Maya mirthlessly said after the two women had headed to the kitchen. Rick claimed to be having fun and keeping his cousins on their toes. Maya noted there had been a lot of that going on. He saw no harm in it. To him, it was fine to be good but more fun to be bad. She finally cracked a smile.\n\n\nMaya didn't think it would kill Rick to cut the women some slack. Rick claimed he hadn't had everything handed to him, and he was teaching Aly and Ivy a lesson in compromise and hard work. \"By having them cook for you?\" Maya asked. He said they could leave if they didn't like it. Maya remarked that the foot rub had been a bit much.\n\n\nRick defended that if one didn't wield authority and power without instilling a degree of fear, one would get stabbed in the back every time. He reasoned that he was the way he was because he'd been stepped on too many times. Maya stated that he'd managed to rise above it. He agreed and said he'd learned his lesson. He said to look at Thorne, who'd gotten nowhere by being nice.\n\n\nJust then, there was a knock at the door. Maya answered it and found Nicole on the doorstep. Nicole claimed she'd be out of Maya's hair soon and had just decided to stop by. Rick asked about Nicole's living situation and learned that Nicole was crashing on people's couches at the dorm, which beat sleeping at the library. Rick didn't know why she'd do it when she could stay at the mansion.\n\n\nMaya scowled, and then in a sweet voice, she questioned whether Nicole would be \"into\" living there. Rick urged Nicole to accept; however, Maya reasoned that the house was full enough, and they could just help Nicole find a place. Rick was willing to make room and said the sisters needed to get to know each other better. He insisted that Nicole stay. \"We both do,\" Rick added.\n\n\nIn the kitchen, Ivy was indignant about Rick's request and asked if Aly had been obliging him often. Aly, who was willing to suck it up to get her shoe line, said there had been food in bed, some poorly made martinis, and a foot massage for Maya. \"What?\" Ivy exclaimed.\n\n\nAly said it had happened so the lead model could try on a pair of the prototype shoes. Ivy asserted that Rick had no right to command Aly to go anywhere near Maya's feet. Aly reasoned that Rick was in control, and if she didn't do what he said, she could kiss her career goodbye.\n\n\nAs the cousins cooked, Ivy attempted to use cilantro. Noting that Rick hated it, Aly stopped her. Ivy knew he hated it, but as she relented, she insisted that it was the last dinner they'd make. Ivy declared that they had to take a stand before Rick threw them out of the house.\n\n\nWhen Ivy and Aly emerged from the kitchen, Rick said they'd arrived with perfect timing. He hoped they had food enough for everyone and announced that Nicole was the newest member of the household. Nicole asked if it was okay with the female cousins, and Ivy asked what Eric would think. Rick asserted that it was his house, and he didn't need permission. He thought Eric would applaud helping Nicole, and Rick expected the cousins to make Nicole at home.\n\n\nAly welcomed Nicole to Forrester Manor. Nicole said she didn't know the house had a name. \"It doesn't,\" Maya sniped. Nicole hoped she wasn't inconveniencing Aly or Ivy. Rick said not to be silly, and Aly didn't mind giving up her room. Aly looked shocked. Rick added that he wanted all of them to make their guest feel welcome. \n\n\n",
    "tvdb": "Wyatt becomes even more concerned about his mother’s wellbeing when she tells him the news about her and Deacon. Brooke is in complete disbelief when Deacon blindsides her with what he has planned for his near future. Tired about the way they’ve been treated, Ivy and Aly agree to stand up to Rick in order to gain his respect. Nicole arrives unannounced at the Forrester Mansion looking for Maya, and a place to live. When Quinn overhears Brooke speaking poorly of her to Deacon, threats are hurled between both ladies.",
    "tvmega_recap": "Quinn finds Wyatt at her door and she gives him a big hug. He notices a twinkle in her eye and wants to know what's up. She starts obviously flashing her ring finger and Wyatt is speechless of if this is real. Deacon goes back to Brooke's house. She offers him a drink but he declines. He apologies for what Quinn did by slapping her saying she had no excuse to do that. They both agree that Quinn is lucky that Brooke did not send her to jail. She even offers Deacon a place to stay in the guest house until he gets settled. He surprises her by saying he did not leave Quinn, but he proposed to her. Brooke is shocked after all Quinn has done to everyone. She tells Deacon that he is crazy. He says he made it clear to Quinn that she can never do anything like this again. Ivy and Aly come home and try to slip past Maya and Rick sitting by the fireplace sipping drinks. But he spies them and tells Aly that they'd like a snack if she will fix him one from scratch. Ivy starts to object but Aly motions that it is okay. Alone Rick tells Maya that it is good to be good but it is better to be bad and he is only trying to keep them on their toes. Ivy asks Aly if Rick thinks they are his servants. Aly says if this will help her get her shoe line off to a good start then she is willing to do this. If she doesn't she knows she can kiss her career goodbye. Maya actually tells Rick that he could cut Aly and Ivy a little slack. He says he is only trying to teach them the value of work and if they don't like it they can leave. There is a knock at the door and it's Maya's sister, Nicole. Clearly Maya isn't ready to entertain her sister but Rick even offers her a place to stay as she is family. Nicole agrees it would be better in this big old Forrester Manor than in her friend's dorm room on the couch. The girls bring in the food and Rick says he hopes there is enough for Nicole too as she is moving in. In fact she will be in Aly's room so Aly will be finding another room. Ivy is more upset than Aly. Wyatt wants to be happy for his mom but he wonders why it has to be Deacon. She tells him that he just needs to get to know him better. He thinks he does and his feeling is that Deacon is still in love with Brooke. Quinn says Deacon is over there right now telling Brooke the good news and she will be joining them in a few minutes as she needs to see them together. Deacon tells Brooke that he has changed because of Quinn and he loves her and wants to marry her. Brooke keeps repeating that she is dangerous and violent and he could do so much better. Quinn has arrived and is listening to everything they say. Deacon leaves and Brooke returns to her drink while Quinn pops out from behind the bushes and walks in and slams the door. Wyatt thanks Pam on the phone but says he is not interested in being hooked up with a friend of hers from her crochet club. Deacon walks in and Wyatt says he understands congratulations are in order. He says as much as Quinn drives him up the wall he does want to protect her. He's still worried about Deacon's feelings for Brooke. Deacon asks where Quinn is and Wyatt said she told him she was meeting them at Brooke's. Brooks sees Quinn and screams at her to get out. Quinn lets her know that she heard every word that Brooke said about her and she can worry about more than a slap across the face. Brooke states that she will stand by Deacon as she thinks he is making poor choices. Quinn calls her a washed up old drunk. Brooke tells her she may as well take off that engagement ring as Brooke will not allow it. She will forbid a wedding happening. Quinn looks furious.",
    "tvmega_summary": "Episode # 7020 ~ Deacon's news about Quinn doesn't sit well with Brooke; Maya is suspicious of Nicole.",
    "soapcentral_condensed": "Quinn asked Wyatt to be happy for her. Wyatt wanted to be, but he didn't trust Deacon. Deacon arrived as Brooke was pouring herself a drink. He revealed that he hadn't broken up with Quinn -- he'd proposed to her. Brooke ordered Quinn to take off the little, itty, bitty engagement ring and realize there would be no wedding. \"We all have our issues -- some worse than others,\" Brooke concluded. \"When you know, you know,\" Deacon said. \"Deacon asked it out, and Wyatt was surprised by the question. He asked where his bride-to-be was. Quinn said it had been before and there would never be another woman for him. Wyatt recalled that Deacon had been after Brooke after a short time back after Brooke had been back after Quinn had been with him. The men looked worried, and Deacon pulled out and said he wasn't ready for the commitment and pulled out to meet Brooke at Brooke's house.\n"
}