{
    "soap_central": "\n\nKatie shook as she aimed a gun at Quinn, and Quinn begged Katie not to shoot her. Katie smiled and lowered the gun. \"Did you really think I could kill you?\" Katie asked.\n\n\nQuinn responded that she knew that Katie hated her enough to want her dead. Katie asked how it felt to be vulnerable and at the mercy of someone else. \"Helpless,\" Katie said. Ridge entered, and Quinn asked him to help her. Ridge ordered Katie to put down the gun. \"Katie, what the hell are you doing?\" Ridge asked. Katie acted like it was all just a misunderstanding. She handed the gun to Ridge. Quinn was relieved.\n\n\nRidge checked the gun and noted that it wasn't loaded. He wondered if Katie had known, and she pretended that she had. Ridge wondered who'd had the gun, and Quinn explained that Charlie had left it with Pam, who had left it on the chair.\n\n\nQuinn shouted that Katie had threatened her with it. \"I was fired. How the hell am I supposed to take that news?\" Katie replied. Katie insisted that she would never have shot Quinn because she had far more effective ways of hurting Quinn. Katie walked out.\n\n\nQuinn was distraught and lamented that Katie had started the altercation by pushing Quinn earlier. Quinn said she had finally pushed back, and Katie had pulled the gun on her. \"I thought I was gonna die,\" Quinn said. She said that she had worried what kind of reaction Katie would have to Eric's news that she had to be fired. She added that Eric had no idea what a loose cannon Katie was.\n\n\nQuinn told Ridge that Katie was convinced they were having an affair. She said that when Katie had held the gun on her, she'd thought of her son and Eric and how she would never have a chance to say goodbye. Ridge hugged her to console her, and Katie entered and was appalled to see them embracing. \"You disgust me,\" Katie shouted. She added that Quinn had a job and husband to go home to. Quinn and Ridge told her to settle down.\n\n\nKatie shouted at Ridge that Quinn wasn't a delicate flower. She had hurt and almost killed people. Ridge stopped her. \"Do you know what you did today? Are you aware of what you just did to her?\" Ridge asked. Katie seemed to calm down and announced that she was going home.\n \n\nAfter Katie left, Ridge said it was time to go home. He promised to drive Quinn home. \"I'll deal with Katie,\" he said.\n\n\nIn Paris, Maya and Rick discussed that they had business in Los Angeles and Paris. Rick said he would fly to other cities and return to Paris to be with Maya, but Maya said it was too much travel. She suggested they stick with the plan that Lizzy would remain with family. However, Maya worried that they had stressed Nicole out. \"But Lizzy is in good hands, right?\" Maya asked.\n\n\nRick reminded Maya that they would be home with their daughter soon. He added that they owed Nicole \"big time\" for all her help. Rick and Maya were concerned about Nicole's attitude. Maya noted that Nicole could be fierce when she was feeling protective, and she had put Lizzy's needs first. They couldn't complain about that.\n\n\nAt Brooke's house, Nicole told Julius and Vivienne that Rick and Maya had spent a long time away from their child, but Vivienne noted that it was a good opportunity for Forrester to get some photos with Maya and the Eiffel Tower in the background. Nicole mumbled that they had different priorities.\n\n\nVivienne offered to babysit, but Nicole knew her mother had to work. Vivienne said she could take a vacation day, but Nicole insisted that it was fine. Vivienne encouraged Nicole to call her if she needed anything, and she left for work. Julius wanted to make Nicole a sandwich. Nicole encouraged her dad to raid the fridge.\n\n\nJulius told Nicole that seeing her with the baby made him realize how the situation had been really messed up. He lamented that Maya had a baby, and she would rather model, and Nicole might never have a baby. \"You'd make a wonderful mother. It just isn't right,\" Julius said. Nicole went upstairs to check on Lizzy.\n\n\nMaya called and reached Julius, but she had expected that Pam would be watching Lizzy. Julius said that Nicole had been watching the baby. Nicole entered and overheard the conversation because Julius had put it on speakerphone. Maya claimed she was a little concerned. Nicole said it was fine.\n\n\n\"I'm a mom. I always worry,\" Maya said. Nicole reminded her that she was half a world away. \"I got it, Maya. Let me handle it,\" Nicole said.\n\n\nMaya thanked Nicole and asked her to tell Lizzy that her mommy missed her. \"I will,\" Nicole said. She hung up. Julius wondered if Nicole had told Maya what the doctors had said about her inability to have another child. Nicole said she had not.\n\n\nJulius noted that Nicole already had a child. He wondered if the photo shoot was meant to be because she was there with the baby she had given to Maya. \"You're here with the baby that you gave her. Maybe Maya is living the life she is supposed to, and maybe you're doing the same,\" Julius said. He added that Nicole wanted to be a mother, but she already was one, and her daughter adored her.\n\n\nIn another office at Forrester, R.J. and Coco had discussed plans for the evening. R.J. said his favorite band was playing, but Coco seemed distant. R.J. wondered what was wrong, and Coco related that Nicole and Maya had different ideas about how to care for Lizzy. Coco said that she had overheard a phone call that Nicole had had with Rick, and Nicole had been upset that Rick and Maya had Pam and others lined up to take care of Lizzy.\n\n\n\"Weird,\" R.J. said. He noted that Nicole seemed to be a bit of a control freak. He encouraged Coco to stop worrying and plan for the concert. Coco agreed. They kissed.\n\n\nAt home, Katie paced. \"Maybe I should just do it. Maybe I should,\" Katie said. Katie flashed back to all the romantic connections she had seen between Ridge and Quinn. Katie looked through a telescope and watched Ridge and Quinn on the patio at Eric's house. \"I hate you,\" she shouted. She refocused the telescope on Quinn and became more agitated.\n\n\n",
    "imdb": "Ridge arrives in the midst of Katie's emotional meltdown to find Quinn held at gunpoint and scared for her life. He takes the gun and reveals that it is unloaded. Katie shouts that she did not want to hurt Quinn and that she just stumbled upon Charlie's gun by accident. Ridge tries to make Katie understand the gravity of her spur of the moment decision, before he comforts a shaken Quinn. Coco confides in R.J. because she begins to worry about Nicole's behavior. Maya and Rick weigh the options of extending their stay in Paris to complete the photo shoot or to return home to their family. Vivienne and Julius try to boost Nicole's spirits as they remark that she has taken really good care of Lizzy so far. Julius remarks that Nicole is proving that she is the baby girl's mother - Already perturbed with the duo, Katie's suspicions intensify when she peeks through her new telescope at home and witnesses Quinn and Ridge in an incriminating embrace on the terrace of the Forrester Mansion.",
    "tvmega_recap": "Katie grips the gun and holds it aimed at Quinn. She pulls her arm down and asks how does it feel? Surely she really did not think she would kill her. Ridge comes in at this time and Quinn tells him to be careful as Katie tried to kill her. Viv and Julius say they did not know Maya would be gone this long to shoot a few pictures but they can see that clearly Nicole is enjoying taking care of Lizzy. Coco tells RJ that she is worried about Nicole. She and Maya seem to have different views how to raise Lizzy. Coco laments that Nicole took a snippy tone about Maya even taking on a photo shoot since she now has Lizzy. Maya tells Rick too that she is worried about Nicole and this new attitude of hers, but they owe her so much so she will try not to complain. Julius tells Nicole that he is so proud of her taking care of Lizzy. Maya seems to want nothing more than to model while Nicole wants a baby and may not be able to have her own. It just isn't fair. Katie tells Ridge not to worry, no one got shot. He takes the gun from her. Quinn explains that it is Charlie's but Katie was only too happy to find it and threaten her. Quinn rants to Ridge that she was afraid for her life. There was no way Katie knew the gun was not loaded. She rants until she starts crying and Ridge comforts her. Katie walks in and says surely they are kidding. They disgust her. Ridge tells her to stop, nothing is going on here but somebody put a gun to Quinn's face. He demands Katie apologize to Quinn but Katie says no, she is going home. Maya calls Nicole but Julius answers and says they did not need Pam as he and Viv and Nicole are handling everything. Maya says she did not want to intrude. He says this is his granddaughter so no intrusion. Maya wants to speak with Nicole who basically tells her the same thing, not a burden. Julius finds out that Nicole has not told Maya yet that she might not be able to carry a child. He says maybe this photo shoot was meant to be now that she is with the baby that she gave Maya. Maybe Maya is living the life she is supposed to and Nicole is doing the same. Whether she has another baby or not he knows she adores Lizzy and that the baby knows that she is the mother. Ridge tells Quinn that he would like to take her home. He will deal with Katie later. At home Katie frets and find herself standing before her telescope and then looking through it seeing Ridge and Quinn out in the garden. She cries out liar, liar and how much she hates her.",
    "tvmega_summary": "Episode # 7601 ~ Quinn gets a taste of her own medicine when she is on the other side of a serious threat; the issue of parenting becomes an contentious topic within a dysfunctional family.",
    "soapcentral_condensed": "Katie shook as she aimed a gun at Quinn, and Quinn begged Katie not to shoot her. \"Did you really think I could kill you?\" Katie asked. Quinn said she had finally pushed back, and Katie had pulled the gun on her. At Brooke's house, Nicole told Julius and Vivienne that Rick and Maya had spent a long time away from their child, but Vivienne noted that it was a good opportunity for Forrester to get some photos with Maya and the Eiffel Tower in the background. Rick reminded Maya that they would be home with their daughter soon, and he added that they owed Nicole \"big time\" for all her help. Maya noted that Nicole could be fierce when she was feeling protective, and she had put Lizzy's needs first. Maya said Nicole reminded her that she was half a world away and asked her to tell Lizzy that she had not told the doctors about her inability to have another child. Julius said that seeing Nicole with the baby made him realize how the situation was really messed up.\n"
}