{
    "soap_central": "\n\nAt Forrester, Eric and Brooke were finishing up work to head to the mansion for the big night ahead. Brooke believed Rick had found his match and remarked that Maya was well adjusted -- considering her parents. She thought the mother was sweet, but the father...Eric called Julius a piece of work, and Brooke stated that Julius had better be on his best behavior.\n\n\nIn Rick's old office, Zende didn't know why Nicole questioned Julius' sincerity. Nicole figured Zende had grown up as a Forrester and didn't know what it was like for someone who'd struggled in life.\n\n\nZende recalled that a few weeks after his adoption, his parents had bragged about how perfectly he'd make his bed, but they'd figured out that he'd been sleeping on the floor to avoid messing up the bed. She apologized because she sometimes forgot how it had been for him.\n\n\nAt the mansion, Rick was delighted that he and Maya would get married the next day.\n\n\nAt the front door, the Avants entered. As Julius placed a bow-wrapped golf club off to the side, Vivienne told him that they shouldn't just walk into the house. He replied that their daughter lived there. He cooed about the extravagance of the home and said it was a whole new social echelon, one she wasn't used to. Vivienne grimaced at him.\n\n\nJulius wondered who was paying for the wedding. \"I'm not,\" he said. He stated that he might be the \"father of the bride, or whatever that is,\" but he couldn't do it. Vivienne said the Forresters were too gracious to mention money. He refused to be a no-class pauper with nothing to offer in return.\n\n\nRick entered from the study and said Maya would be happy to have them. Julius asked about Rick running International and if he had houses all over the world. Vivienne cut off the conversation by discussing how hard she'd clapped for Maya at the fashion show.\n\n\nMaya hurried over to greet her parents. Vivienne complimented her white dress. Julius quipped that she always looked like a model wherever she went.\n\n\nLater, Rick and Maya entered the house from the balcony. Rick was telling Maya that the rehearsal, led by Nick, had gone well, and he'd asked Zende and Nicole to tell the guests to return inside for dinner. Maya murmured that her father had behaved, but it had only been the rehearsal.\n\n\nVivienne entered with Julius, who was whirling Champagne in his glass. He asked how he'd done, marching Maya up to the preacher. Maya explained that Nick wasn't ordained, and they weren't having a religious ceremony. Julius asked who Nick was, and she replied that he was a dear friend whom she'd asked to perform the ceremony.\n\n\n\"Oh, so this is a play wedding,\" Julius concluded. Rick said it was official, and Nick had gone to the courthouse to be deputized. \"California freedom,\" Julius quipped and walked to the server for a drink for Vivienne.\n\n\nNicole and Zende approached, holding champagne flutes. Nicole explained to her mother that Zende was a Forrester by adoption. Julius called it the luck of the draw. Zende didn't think so. He said he'd chosen his parents, and they'd chosen him.\n\n\nA server handed out caviar. Julius ate it and tried not to spit it out. Zende asked if everything was okay. Julius said it was great, and he didn't want to insult his host's taste in caviar. Vivienne said it was salt made into jelly. \"Don't embarrass yourself, darling,\" Julius said.\n\n\nNearby, Eric and Brooke approached Rick and Maya. Eric complimented the décor that Brooke and Maya had done together. Eric said Brooke loved everything about weddings. \"Especially getting married,\" Rick quipped.\n\n\nLater, Julius asked for a moment with Eric. Julius remarked that Eric was retired. Eric replied that he sort of was. Julius presented Eric with the golf club as a gift, but Eric stated that he didn't play golf. In a hopeful tone, Julius said Eric might want to start.\n\n\nNicole and Maya huddled, watching the fathers interact, until Eric walked away without the golf club. Maya asked if Nicole thought Julius was really trying. Nicole said it was never wrong to hope.\n\n\nLater, Brooke and Eric were with the Avant parents. Vivienne was excited and nervous. It was a day she'd never thought she'd see. Julius said it was hard for a man to reach the understanding that he'd never be a grandfather. Eric replied that the couple could adopt when the time was right.\n\n\nRick approached with Nick to make introductions. Nick was excited to be justice of the peace for a day, and he really wanted to see Maya get married. Julius asked how long Nick had known Maya. Nick remarked that it had been since she'd first arrived in Los Angeles. Julius asked if it had been the first or second time, but Eric interrupted to ask if they should be doing something nuptial, like a toast.\n\n\nAs the others went for drinks, Julius said Nick looked strong and was probably a golfer. Nick agreed. Julius remarked that Eric had a fine new putter and just needed clubs and a teacher. Nick didn't know if he could teach a sport that he found frustrating at times.\n\n\nAssuming Nick probably had lost his cool on the course before, Julius said it happened to them all. \"Testosterone. You can't just pack it up and put it in a drawer,\" Julius remarked, chuckling.\n\n\n\"Actually, you can, as long as it's not past its expiration date,\" Nick joked. Julius' expression flattened, and Nick hurriedly said everyone was ready for them and the toast.\n\n\nVivienne began the toasts. She spoke about how grateful and thankful she was to know that her daughter was happy and successful. Nick toasted to his two dearest friends, and his new friend, Julius. Julius did not smile or toast. Brooke and Eric spoke together, wishing the couple a life of happiness.\n\n\nRick toasted to Maya and said the world was a better place because of her. He couldn't wait to make her a Forrester. Rick and Maya kissed. Maya smiled at her father, but he didn't smile back.\n\n\nJulius went to the balcony. Maya followed him. He told her that she was neglecting her guests. She said she needed to know if he wanted to be there and what he did or didn't feel about her. Julius had hoped his presence was enough.\n\n\nMaya said there had been years that Julius had wanted nothing to do with her. Julius tried to get her to see that he was from a different generation, one that didn't discuss things like \"this.\" Maya couldn't believe there weren't other kids like her. Julius said that if there had been, they might have been pretending that they weren't.\n\n\nMaya refused to pretend. She felt at home within herself. Having her family would be her dream, but for it to happen, Julius had to accept her as she was. He said she couldn't expect him to overturn everything he'd ever felt with one snap of his fingers. He knew he'd \"come up short\" with her. He'd had some problems, but he claimed it was all behind him.\n\n\nJulius had begun to see things differently about who Maya was and what she'd done with her life. He knew she doubted his sincerity, but he really did want to be a part of her life. Maya thanked him.\n\n\nRick called Maya over to ask if she was okay. She said Julius had said the things she'd needed to hear, and her heart was very full. Rick said that whether or not her father would change, what Rick and Maya had was what they had. Maya agreed and said that the next day, she'd begin a new chapter in her life. She felt that she had been born to be his wife. Rick said that in a few hours, she'd be Maya Forrester.\n\n\nBy the balcony, Eric apologized about the golf club but appreciated Julius' generosity. Brooke thanked the Avants for Maya, a blessing to their family. Brooke and Eric ambled off. Julius glared at Rick and Maya as they hugged.\n\n\n",
    "tvmega_recap": "Rick tells Maya the countdown begins \u0096 tomorrow is the big day. Julius goes on and on about the Forrester house that even has a golf course out there. He wants to know who is paying for all of this party, he can't. Rick welcomes Julius and Vivienne. He says tonight should be fun. Maya hopes her dad will behave. She embraces her mother. Even Nicole shares with Zende she is not sure how her dad will act but they are about to find out. Later Rick says her dad did good and Maya agrees that he behaved. Now they just want everyone to relax, have a drink and have fun. Julius asks how he was. Vivienne said that he was a little stiff as he rehearsed walking her down the aisle. Vivienne jokes he was born stiff. Eric tells him that the father of the bride is a complicated situation. Julius excuses himself and wants to have a father to father talk with Eric. He shares that he is sort of retired like Eric is ..or at least pulling back a bit. Julius gives him a gift only to find that Eric does not play golf. Maya says at least he is trying to fit in. Julius makes one faux pas by saying that he can't get used to the fact that he won't be a grandpa. Eric consoles him that they probably will adopt when the time is right. Julius pulls Nick aside and tries to befriend him and is astounded when he realizes he too might be a transgender person. Vivienne gives a toast to a long and happy marriage. Nick asks to be next and toasts Maya and Rick and to his new friend, Julius. Eric and Brooke join in. Later Maya confronts Julius and says she needs to know if he wants to be here or not and how he really feels about her. He says he would hope his being here would be enough. She said there were years that he wanted nothing to do with her. She was different and she could not pretend. This is who she is now and she is home with herself. She needs to know that he accepts her like she is. He claims he can not snap his fingers. Maybe he came up short but that is all behind him. He is seeing things very differently now. He knows she doubts him but he wants to be part of her life now. Rick calls her away and asks if she is okay. Maya says yes, her dad said all he could say and she wanted to hear. Rick says he knows there will be some rough spots but maybe her dad has changed. What he does know is what they have is real. She says all she wants is to be his wife. Julius gives one final look at Maya's head on Rick's shoulder with her happy face beaming.",
    "tvmega_summary": "Episode # 7126 ~ Brooke tells Eric she's unsure of Julius' true motives; Nicole opens up to Zende about her relationship with her parents.",
    "soapcentral_condensed": "Eric and Brooke were finishing up work to head to the mansion for the big night ahead. Brooke thought the mother was sweet, but the father... Eric called Julius a piece of work, and Brooke stated that Julius had better be on his best behavior. At Forrester, Rick was delighted that he and Maya would get married the next day. Zende didn't know why Nicole questioned Julius' sincerity, and Nicole thought it was hard for a man to reach the understanding he'd never be a grandfather.. Nick was excited to be the justice of the peace for a play wedding, and Julius asked if it had been the first time or the second time that Nick had arrived in Los Angeles, but Nick had first known Maya in New York. The Avants were excited and nervous to meet the Avant parents, and Vivienne was excited and anxious to see how they'd react to each other. The wedding was held at the mansion, and Nick was deputized to perform the ceremony, but he wasn't ordained.\n"
}