{
    "soap_central": "\n\nIn Paris, Taylor and Thorne made out in bed, and she said people would soon start talking. He was sure everyone would want to know why he was smiling so much. Taylor hadn't realized what would unfold by having dinner with Thorne the other night. He guessed she thought they'd spend the time talking about Ridge. She replied that being with Thorne was starting to feel like old times.\n\n\nTaylor put on her robe and remarked upon the renewed passion within Thorne. Thorne credited her as the reason for some of it, but she said his new job and Paris had something to do with it, too.\n\n\nTaylor recalled that he'd never blamed her for Darla's death, even though Taylor had been responsible. Thorne recalled that he and Taylor had been in love and about to be married. Taylor had wanted the marriage, but Aly had been very angry. He replied that Aly was still angry about a lot of things. Taylor said it was why she and Thorne were being discreet and cautious.\n\n\nTaylor and Thorne agreed that they didn't want to hurt Aly. Taylor felt that the counseling had helped Aly, who was working at Forrester and making friends. Thorne was concerned that his daughter was still acting out, and it wasn't the time to tell Aly about Taylor and him. Taylor was okay with that, and she said he was just being a good father, as he had been \"back then.\"\n\n\nThorne stated that he'd wanted to marry Taylor, and he'd been ready. Taylor responded that Aly hadn't been ready, and Taylor didn't think they should push Aly.\n\n\nIn the studio, Oliver tried to assure Aly that Taylor couldn't hurt Aly anymore. Aly replied that it was because she'd scared Taylor away. Aly felt that Oliver probably thought she should just get over it, but her family, not Taylor, had suffered. Aly believed her parents would be together at that moment if it hadn't been for Taylor, who'd quickly swooped in and tried to take advantage of Aly's widower father.\n\n\nOliver was glad that she'd let him be there for her. Aly didn't know how he could be interested in her, and she said she didn't even compare to Hope, who he'd been in love with. He asserted that Aly did compare, and she was original and unique. He said that everything about her had drawn him in. Aly stated that she'd been drawn in by his honest eyes, and she could tell that he was a good person. She had a strong intuition about people, and she knew she could trust him.\n\n\nAly wanted to tell everyone how she felt about Oliver, but Oliver wanted to be cautious because she was the boss's daughter. He felt that what they had was special, and he didn't want anyone to judge it. He rationalized that she didn't need anyone's approval, and she knew what felt right to her. \"You do,\" Aly uttered, and they kissed.\n\n\nWhen Aly stopped to catch her breath, Oliver said that secrets could be fun. She asked if that was all she was to him. He said it wasn't, and she replied that it was good because she wouldn't be kissing him like that unless he was her boyfriend. He said that he certainly hoped that he was.\n\n\nAly and Oliver kissed again, but Aly decided that she should get home. Oliver asked if Aly would just leave him there all alone. Aly told him that her grandfather would wonder where she was. She said she'd see Oliver the next day, and after she left, Oliver said, \"Wow.\"\n\n\nAt Liam's house, Hope sat on the sofa with Liam, who had his arm around her. Though things were a little different, Liam felt that having her in his arms was a step in the right direction. He said that he didn't want anything else, and Hope placed her head on his shoulder.\n\n\nHope seemed distracted. She apologized, but Liam advised her to just be in the moment with him whenever she was with him. Hope agreed, but she said that she needed to talk to Wyatt before it went any further. Liam agreed that she needed to do so, and she needed to do it right away.\n\n\nLater, Hope arrived at Wyatt's house and found herself in another candlelit setting. He said it was the byproduct of her texting-messaging him that she'd visit him. Hope asked if Wyatt was interested in what had happened at Liam's, but Wyatt replied that he was only interested in what was happening at his house.\n\n\nWyatt kissed Hope, but Hope sighed and said she'd agreed to give Liam equal time. Wyatt guessed that meant she'd date both of them. She wanted Wyatt to be a part of it, but she claimed she could understand if he couldn't. Hope's relationship with Wyatt was very important to her; however, if the new arrangement would happen, some things needed to change.\n\n\nWyatt guessed what that meant and quipped that his brother was a genius. Hope said that she and Liam wouldn't have that kind of relationship, either, and she wanted Wyatt to understand that she needed the time to move forward. Hope claimed she hadn't wanted to send Wyatt mixed signals, so she hadn't agreed to move in with him. She'd wanted to take things slowly.\n\n\nHope noted that Wyatt hadn't said much. Wyatt asked if she wanted to talk or have his answer. He swept her into a kiss and asked if he'd get to live with Hope and throw a few weddings, too. She laughed. He felt that he was the right guy for her, and what they had was what she needed.\n\n\nHope had never thought she'd be between two men, but she had to admit that she was in love with two men. Wyatt kissed her again. He said that she loved him, and that it was all he needed to hear.\n\n\nHope promised not to drag the time out. Wyatt was glad for that, but he said that if it would be their last night together, then they should make it a night to remember. He suggested that they shut off the phones and open a bottle of wine. \"Stay with me tonight,\" he asked.\n\n\nHope said that she couldn't spend the night. Wyatt wanted a list of what he could do. He began kissing her neck and shoulders, and she said those things were okay. He realized that, as long as there was no risk of pregnancy, there was a lot that they could do.\n\n\nWyatt kissed Hope again, but she pulled away to make sure he understood why they were doing it. She said it wasn't an ideal situation, but she was thinking about the rest of her life. She felt that she needed some time. Wyatt replied she'd have the time to decide what she needed for the rest of her life. \"And it's me, so...\" he mumbled, kissing her again. \n\n\n",
    "tvdb": "As Aly discusses her hatred for Taylor with Oliver, Taylor has a serious conversation with Thorne about Aly. Aly opens up to her new love about how hard it has been to get over her mother’s death. Oliver and Aly reveal to one another what has drawn them to the other. Oliver asks Aly to keep a secret. Hope reveals to Wyatt what she agreed to with Liam. Wyatt does his best to convince Hope that it isn’t a problem, but inwardly he is upset.",
    "tvmega_recap": "Aly continues to tell Oliver that Taylor Hayes destroyed her family. She killed her mother then tried to steal her father away from her. She swooped in and took advantage of her dad. Her mom and dad were so in love and would still be together if it were not for Taylor. He comforts her and says it is okay. That was a long time ago and she can't do anything to hurt her any more. She's a Forrester and shouldn't have a care in the world. She reminds him that he was in love with Hope once, she doesn't compare so she doesn't get his interest in her. He tells Miss F. that she is interesting and unique, original and authentic. He's a photographer and that is what drew him to her. She tells him that she was drawn to his eyes. She can tell that he is a very good person and she can trust him. She would like to tell everyone about them. He cautions her not to. She is the boss's granddaughter, he's only an employee. What they have is special but he would hate people judging their dating. They do not need people's permission or approval. It's fun to have secrets but she is worried about that. She would not be kissing him if she were not his girlfriend so she wants to know if she is his girl friend. He kisses her. Taylor and Thorne lay in bed in Paris. She says people are going to start to talk. His employees will want to know why the boss is late to work every day. He says they will also wonder why he is smiling all the time. She says when he first came to Paris and asked her out to dinner, it turned out differently than she expected. She thought it would be all about Ridge. Now it is starting to feel like old times. She says he has changed. There is a new energy about him, a new passion. He says he is enjoying his life more and he has to give some credit to her. She goes back to things are so different now. She was responsible for Darla's death yet he has never blamed her. He says it was an accident. He had forgiven her, fell in love and they were going to be married. Taylor says that is what she wanted too but Aly was so angry. Thorne says she still is about a lot of things. Taylor says and all the more reason that they keep things quiet, very discreet and cautious. He hopes she understands. He thought with years of therapy that Aly would be better, but he's not sure she is ready to hear about this yet. Hope tells Liam before this goes any further she has to talk to Wyatt about this. If she is going to be dating both of them then he needs to know. He agrees and it needs to be done right now. Hope shows up at Wyatt's door. He welcomes her to Casa de Wyatt. He has the place all spruced up and he will pretend she didn't just say he shouldn't have. He knows she has just come from Liam's but he is only interested in what is happening right now. He kisses her. She tells him that she made a decision. Liam asked for equal time and she agreed. Wyatt says then she is dating both of them. She says yes and she wants him to be part of this, but if he can't she will understand. She rattles on and says for him to say something. He says he better not. She says they have been through a lot and this relationship is really important to her but if this is what is going to happen then things are gonna have to change. He gets the drift \u0096 no sex. Liam is a genius. She says no, they won't be having that kind of relationship either. He says things have been so good lately that he doesn't know why she is stepping away. She says she is not. She actually needs this time to move forward. She knows he is disappointed and this is hard to see. She tried not to send mixed signals and that is why she wanted to take things slow and not move in with him. But if he can't then .He says he did not say that. But does she want to talk or hear his answer. He kisses her again. Then he says that she and Liam had a few marriages and lived together. Is he going to get that too? He says he is the right guy for her and what she needs. She says she does not like this either ..having two boyfriends. She grew up seeing her mother ping pong guys around and she never thought she would be guilty of that. She admits she is in love with two men and she apologizes for that but it's the truth. He heard her say she loved him and she admits yes she said that. He says that is all he needs to hear. She promises him that this won't drag out long. He says good, meantime since is their last night maybe they should make it one to remember. They can turn off the phones, open a bottle of wine and she can stay the night with him. She sighs and says he knows she can not do that. He needs a list to know what they can do and not do. One side at a time he kisses her on the neck and she says that is ok, then the mouth, again yes. He jokes that as long as there is no chance of pregnancy then they are okay. There is still a lot of fun things they can do. She says she needs him to understand why she is doing this. This is not the ideal situation for any of them, but she is thinking about the rest of her life and she needs time. Wyatt says that is exactly what she will have to decide the rest of her life it is him, so",
    "soapcentral_condensed": "In Paris, Taylor and Thorne made out in bed, and she said people would soon start talking. Thorne was concerned that his daughter was still acting out, and it wasn't the time to tell Aly about Taylor and him. Aly wanted to tell everyone how she felt about Oliver, but Oliver wanted to be cautious because she was the boss's daughter. At Liam's house, Hope sat on the sofa with Liam, who had his arm around her. Liam advised her to just be in the moment with him whenever she was with him. Hope agreed, but she said that she needed to talk to Wyatt before it went any further. Hope asked Wyatt if he was interested in what had happened at Wyatt's house. Wyatt replied that he was only interested in theproduct of what was happening at his house. Hope sighed and said she'd agreed to date both of them. She claimed she could understand if he couldn't be a part of it, but it was very important to her. Wyatt guessed that Liam was a genius and quipped that she wouldn't give up on him.\n"
}