{
    "soap_central": "\n\nRidge continues to beg Brooke to go back to him and he tries to kiss her, but Brooke pulls away. Brooke then tells Ridge that she doesn't trust him, but she will always love him. Brooke tells Ridge again not to hurt Donna. After Brooke leaves, Donna walks in and tells Ridge that he is a liar, but Ridge explains to Donna that Brooke chose Nick. At Taylor's house, Stephanie tells Hector that he is not right for Taylor but that Taylor and Thorne will be happy. Thorne tells Taylor that it isn't a good idea that Hector has moved in with her because he has a crush on her. On Nick's boat, a devastated Nick tells Bridget that Donna saw Brooke and Ridge kissing. Bridget comforts Nick as he drinks to escape the hurt he feels. Nick removes his wedding ring and they kiss as the passion reunites between them.\n\n\n",
    "tvdb": "Taylor answers the door to Thorne and they discuss their kiss, meanwhile Stephanie is upstairs warning Hector not to use his blindness as a way to get to Taylor. Stephanie walks in on another kiss between Thorne and Taylor. Thorne learns that Hector is staying there and wonders if it's the best thing while Hector has feelings for Taylor. Donna watches outside as Ridge touches Brooke. He promises to love her, but Brooke breaks free and reminds him again that she is staying with Nick. Donna later questions Ridge, and he tells Donna that he wants to be with her. Nick is devastated from learning that Ridge and Brooke kissed. He knocks back the alcohol as Bridget comforts him. They end up kissing and fall onto the bed.\r\n",
    "yt": "\n\nRidge continues to beg Brooke to go back to him and he tries to kiss her, but Brooke pulls away. Brooke then tells Ridge that she doesn’t trust him, but she will always love him. Brooke tells Ridge again not to hurt Donna. After Brooke leaves, Donna walks in and tells Ridge that he is a liar, but Ridge explains to Donna that Brooke chose Nick. At Taylor’s house, Stephanie tells Hector that he is not right for Taylor but that Taylor and Thorne will be happy. Thorne tells Taylor that it isn’t a good idea that Hector has moved in with her because he has a crush on her. On Nick’s boat, a devastated Nick tells Bridget that Donna saw Brooke and Ridge kissing. Bridget comforts Nick as he drinks to escape the hurt he feels.  Nick removes his wedding ring and they kiss as the passion reunites between them.",
    "imdb": "\nDonna's report on the hot kiss convinces Nick of Brooke's infidelity, while in fact she doesn't quite give in to Ridge. Nick collapses, even rages at Bridget, cries Ridge 'can have her', then seeks extreme comfort. Stefanie first makes it crystal-clear to Hector that he's to leave Taylor to Thorne, then finds the desired couple kissing. However Thorne insists to help Taylor so she can keep helping Hector too. Ridge returns to Donna.    ",
    "tvmega_recap": "With Donna spying, Ridge holds Brooke and asks her if she will forgive him and come back to him? Donna is relaying the scene over the phone to Nick. Bridget tries to get him not to hit the bottle any more; that won't do any good. He says lesson learned, but what does he do now? Nick breaks down, cursing Forrester and crying that he can have Brooke. Brooke tells Ridge she can not come back to him, the damage has been done. She will always love him but she doesn't trust him. She wants safe in her life and that is what Nick represents. He tells her he will have to move on ..even if it is with Donna, but he won't hurt her. She promises she will stick to her vows with Nick. Donna reams Ridge out for leading her on in front of national TV. She accuses him of not caring who he walks on. He finally shuts her up and tells her that Brooke chose Nick over him. Bottom line, Donna is what he wants and needs. It will be difficult for him to let go, but he will. Thorne wants to make sure Stephanie isn't pressuring Taylor. With hugs he says she may have saved his life. Hector tells Stephanie that she has a personal property sign on Taylor. Her son needs some loving, and she's going to get it for him. And Hector knows he is an obstacle. She agrees that he and Taylor are NOT going to happen, so he might as well move out of the house. Stephanie interrupts just as Taylor kisses Thorne. And Taylor explains why Hector is staying upstairs. Hector tries to walk around and panics when he wanders out of his room. Taylor goes to help and assures him with hugs that she will be there to help him. Nick tells Bridget that he was a fool, believing in something that wasn't true. He takes off his wedding ring and says it is over. She hugs him and cries that she just wants to take the pain away. She initiates a kiss and gradually he is into it too and guides her to the bed.",
    "soapcentral_condensed": "Ridge continues to beg Brooke to go back to him and he tries to kiss her, but Brooke pulls away. Brooke then tells Ridge that she doesn't trust him, but she will always love him. At Taylor's house, Stephanie tells Hector that he is not right for Taylor but that Taylor and Thorne will be happy. Thorne tells Taylor that it isn't a good idea that Hector has moved in with her because he has a crush on her. On Nick's boat, a devastated Nick tells Bridget that Donna saw Brooke and Ridge kissing. Bridget comforts Nick as he drinks to escape the hurt he feels. Nick removes his wedding ring and they kiss as the passion reunites between them. Nick and Bridget kiss as he removes his marriage ring and the passion reunited between the two. On the other hand, Nick and Brooke share a passionate kiss and Nick takes off the wedding ring to prove to Brooke that he still wants to be with her. The pair then kiss as they make up.\n"
}