{
    "soap_central": "\n\nAfter the fashion show, Maya, Rick, Brooke, Nicole, Vivienne, and Julius celebrated the good news of Maya and Rick's engagement. Nicole said she had goose bumps after seeing Rick propose, and they all marveled at Rick's taste in jewelry after they eyed the sparkling diamond on Maya's finger.\n\n\nJulius said it was risky to propose in public. He admired Rick's confidence. Brooke said that Rick had never lacked confidence. Julius said that times were different from when he and Vivienne were young.\n\n\nVivienne laughed and reminded Julius that he had proposed at a family dinner. Julius countered that he had asked her father's permission in advance. Rick felt awkward. Rick stammered that he should have asked Julius, but he'd never thought of it. \"Times have changed,\" Julius said. He added that it was not his place to decide what Maya should or shouldn't do with her life.\n\n\nJulius added that he couldn't believe what he was about to say. \"This union absolutely has my blessing,\" he said. Vivienne clapped, and everyone cheered.\n\n\nBrooke and Maya had a private moment in which Brooke apologized for ordering Maya to tell Rick she was transgender. Maya said she understood. Brooke added that she was very happy for Maya and Rick. They embraced.\n\n\nRick asked about Julius and Vivienne's travel plans. Rick wanted them to stay in Los Angeles because the wedding would be soon. Maya balked that the wedding could not be too soon because she had to plan it. Rick insisted it would be soon. Julius said it would be costly to reschedule flights, and Rick offered to pay for the flights. Julius accepted. \"I guess we're staying,\" Julius said.\n\n\nWhen Julius and Vivienne were alone together. Julius said that Rick could have had any woman in the world, but he had chosen Maya. Julius poured another glass of Champagne and said that Maya was no longer their problem -- she was Rick's problem. Vivienne was angry. \"This is about the money,\" she said. She accused him of lying, but Julius aid he was not lying, and he had been trying to accept everything. He felt there was a lot of Champagne in their future.\n\n\nCelebrations continued in the showroom, where Steffy, Ivy, Wyatt, and Liam discussed that California Freedom was a success, and they toasted with Champagne. Aly glared at them, and Steffy offered her a glass of Champagne. \"I'm not 21 yet,\" Aly sneered.\n\n\nSteffy apologized and asked Aly to hang with her and the others. Aly was distant. Steffy tried to start a conversation about the showstopper. Aly looked disgusted and walked away. Steffy appeared disappointed. The others consoled her, and Aly watched from her hiding place among the racks of dresses.\n\n\nAly spoke to her vision of Darla and complained that the Forresters would be holding a party to celebrate how wonderful and talented they were. Aly maintained that Steffy was clueless -- she was the daughter of a drunk. Aly despised the California Freedom line -- \"free from morals and responsibility,\" she said.\n\n\nThe vision of Darla warned that it didn't have to be that way. \"I could change things,\" Aly said. Darla encouraged her. \"Do that, Aly. Do it tonight,\" Darla said. Aly twitched and looked angry.\n\n\nOn the other side of the room, Ivy, Liam, Wyatt, and Steffy worried about Aly. Ivy insisted that Aly needed professional help.\"Aly's so dark lately,\" Ivy said. She explained that Aly went straight to her room every night at home. Steffy suggested that they try to show Aly they cared and help her put her demons behind her.\n\n\nLiam checked his phone and said reviews of the show were all positive, but Steffy worried about sales. Liam, Wyatt, and Ivy agreed they wanted it to be the best quarter ever at Forrester because they had listened to Rick brag about his record sales repeatedly.\n\n\nSteffy suggested they get to the afterparty at the Forrester house. Ivy and Wyatt had to put away jewelry, and they promised to meet Liam and Steffy at the house. Steffy noted that Ivy still believed there was a chance she would get back together with Liam. Liam agreed.\n\n\n\"I'm committed to you,\" Liam said to Steffy, and Steffy told him she wanted everyone to get along that night because it was the first time they would be seen as leaders together. She didn't want anything to ruin the celebration.\n\n\nIn Rick's office, Maya and Rick celebrated alone. Maya wondered if Rick thought they could get married quickly. Rick refused to have a long engagement after what had happened with Maya and Carter. Maya said she had been pining away for Rick for years.\n\n\nAt the Forrester mansion, Nicole and Zende prepared for the party down by the pool. Liam, Ivy, and Wyatt showed up, and Ivy said she wanted to see if Aly was upstairs. In Aly's room, Ivy saw stuffed animals all over the bed, and she opened the closet door. Ivy discovered the creepy poster with blacked-out eyes, and she realized the level of hatred Ivy had for Steffy. \"Oh my God,\" Ivy said.\n\n\nIvy showed the closet discovery to Liam and Wyatt, and they all worried for Steffy's safety.\n\n\nIn the Forrester parking lot, Aly punctured the tire on Steffy's car, and she waited for Steffy in her own car. Steffy got into her car and drove down the road. Aly followed her. Steffy called Liam to tell him she was on her way to the house. After she hung up, she realized she had a flat, and she pulled over.\n\n\nAly watched from a distance. Steffy got the jack out of the car and started to change the tire. In Aly's car, the visions of Darla changing her tire the night that Taylor hit her appeared on the screen. The voice of Darla encouraged Aly to take out Steffy the same way Steffy's mother had killed Darla. \"Get rid of her, Aly,\" Darla said.\n\n\nLiam called to warn Steffy that Aly was dangerous, but her phone sat on the seat of the car while she changed the tire. Aly sped toward Steffy. \"This is for you, Mom,\" she said. Aly shouted that she had to save the whole family. She spat that the California Freedom line was all about perversion. Steffy screamed as the Aly's car closed in on her.\n\n\n",
    "tvmega_recap": "Nicole beams that man sure knows how to chose a ring. It was the hit of the photo shoot. Rick says he should have asked Julius first. Julius says times have changed now, but he does approve. This has his blessing. All backstage drink champagne to California Freedom. Steffy tries to include Aly but she snarls that she can not be part of it. She is not yet 21 years old. She tells dark Darla that she can change this. She can do something so bad. Darla tells her to do it tonight. Brooke tells Maya that she is very happy for her and Rick. Maya says she understands it was not easy for her. Rick asks about Julius' flight. He assumes Rick wants to get rid of him. Rick says far from it, he just would hate him to go home and then have to return for the wedding. Julius mentions the cost and Rick says he will take care of all of that. That suits Julius just fine and he thanks Rick for all he is doing. Steffy does not want anything to ruin this celebration and tells Liam that he can wait one more day to let Ivy down gently as she seems to still think she has a chance with Liam. Wyatt says they need to put away some jewelry and then they will join them in a bigger celebration. Rick drags Maya into an empty room and says finally. He kisses her and says they are going to be married. Aly tinkers with one of Steffy's tires just before Steffy gets into the car and takes off. Not far behind, Aly follows. Most are meeting at the Forrester house. Steffy calls Liam and he says she better not be skipping this party. She says she never skips a party. She will be there soon. Ivy goes up to check on Aly. Meanwhile Steffy has to pull over and finds she has a flat tire because of a nail. She looks at it but is not sure what to do. Ivy finds Aly's room bare with all her stuffed animals covered in her bed to make it look like she is sleeping there. Ivy looks around and finds the HATE board. Aly is barreling down the highway and hears dark Darla say to take Steffy out, the same way her mother took her life. Julius tells Vivienne that this Rick is really some man. He could have had any woman he wanted and he wanted Maya. Now they can all enjoy the benefits, maybe even to move to L. A. and be closer to Nicole. He is doing the best he can. Maybe if he sticks around these crazy people he can become one of them and accept Maya. Steffy tries her best to get the lug nuts off and lays her phone down. Ivy shows Wyatt and Liam the HATE board in closet. Liam is afraid since they do not know where Aly is or exactly where Steffy is and he needs to call her and tell her this. Dark Darla tells Aly this is her chance. Steffy is just ahead stalled on the highway. This is her opportunity to snuff her out just like her mother did her years ago. Aly starts the engine and guns the car and steers it right into the lights with Steffy's scared face.",
    "tvmega_summary": "Episode # 7114 ~ Rick & Maya bask in the glory of their special moment; Vivienne & Julius argue about Maya and her transition.",
    "soapcentral_condensed": "Julius said it was risky to propose in public. Brooke apologized for ordering Maya to tell Rick she was transgender. Steffy apologized and asked Aly to hang with her and the others. Aly was distant. Liam, Wyatt, and Ivy agreed they wanted it to be the best quarter ever at Forrester.\"I could change things,\" Aly said. \"Do that, Aly. Do it tonight,\" Darla encouraged her. \"I'm not 21 yet,\" Aly sneered. \"This union absolutely has my blessing,\" Julius said.\"This is about the money,\" Vivienne said, accusing Julius of lying. \"It's not about money,\" Julius replied, saying he felt there was a lot of Champagne in their future. \"We're staying,\" Rick offered to pay for the flights, and \"I guess we're staying\" Liam agreed to get along with Steffie and Liam because it was the first time they would be seen as leaders together. \"You're so dark lately,\" Ivy said, explaining that Aly needed professional help.\n"
}