{
    "soap_central": "\n\nAt Forrester, Ridge looked at the picture of Quinn and Bill Spencer in bed on his tablet. Quinn interrupted. Ridge asked about the picture she had emailed him, and Quinn feigned surprise. She stammered that she had accidently sent it. She said she should have deleted it. Quinn admitted that she and Bill had had an affair.\n\n\nRidge lamented that Brooke had trusted Bill, and Ridge was surprised that Quinn had let everything happen. Quinn claimed that she and Bill had a complicated relationship. Ridge was unimpressed.\n\n\nQuinn noted that Ridge was very protective of Brooke. Quinn said that Ridge would have to drag Brooke home in order to get her away from Bill. Ridge agreed he was prepared to do that in order to protect Brooke and R.J.\n\n\nQuinn left, and Ridge made phone calls and plans to take the Forrester jet to the Middle East to find Brooke and return home with her. Eric interrupted and asked what had happened. Ridge told his father about Bill's affair with Quinn. Eric advised that it might be too late -- Brooke and Bill might already be married. Ridge said he would deal with that if it had happened. Eric suggested that Ridge should email the photo to Brooke, but Ridge said that he knew Bill would talk his way out of it.\n\n\nEric worried that Ridge had no idea where to find them. Ridge said he would find them. Ridge and Eric embraced, and Eric agreed that Ridge needed to find Brooke, and \"bring her home,\" Eric said. Ridge said Brooke was a Forrester, and she was family. She did not belong with Bill Spencer. \"Be safe,\" Eric said. Ridge left, and Eric looked worried.\n\n\nIn Abu Dhabi, Brooke and Bill toured the city in a white convertible. They pulled up to a palace, and a woman offered a castle tour after Brooke and Bill had gone sightseeing. Brooke claimed that she felt like a princess, and Bill agreed that she was his princess. Bill and Brooke toured the nearby beach on camels.\n\n\nLater in their suite, Brooke and Bill spoke to a wedding planner. The planner said everything was in order for the wedding the next day. The planner included that an attendant would help Brooke get ready, and Bill told Brooke that he had already selected what Brooke would wear. Brooke was surprised, and she teased that she wanted some hints about the wedding. Bill said he wanted her to be surprised.\n\n\nBrooke said she could get used to being so spoiled. She told Bill that he was amazing for taking care of all the wedding details. She was grateful that she was the only girl in the world to him. Bill kissed her. He suggested that she leave for a massage.\n\n\nBrooke left for her massage, and Justin met with Bill. Justin wondered why Bill had wanted Justin to accompany him to Dubai. Bill claimed he needed Justin to be his eyes and ears. Bill admitted that he wanted to be sure that nothing and no one interfered with his wedding.\n\n\nBill claimed that he had wanted to get thousands of miles away from Los Angeles to prevent anyone from interrupting the wedding. Bill said that he and Brooke were alike -- they wanted an adrenaline rush every day, and they wanted to raise their kids to be fearless.\n\n\nBill left the suite and met with the wedding planner on the beach. The planner promised that everything had been prepared for the wedding. She left, and Bill stood alone on the beach. He happily looked out over the water.\n\n\nAt Forrester, Quinn flashed back to visions of a much younger Bill. Then she recalled her recent tryst with him. She remembered that they had toasted to sharing an old familiar feeling. She held her tablet with the photo on it and smiled.\n\n\nOn the Forrester jet, Ridge told the pilot to hurry because every second counted -- he wanted to get off the ground. The pilot promised they would hurry to the Middle East. Ridge added that Brooke would be returning with them.\n\n\n",
    "tvdb": "Ridge asks Quinn about the ‘selfie’ she sent him and Quinn reveals that she and Bill had an affair. Bill works with a wedding planner while Brooke still knows little about ceremony plans.",
    "imdb": "\nWhen put on the spot, Quinn reveals a few details about her recent affair with Bill.    ",
    "tvmega_recap": "Bill drives and points out the interests to Brooke. They are just 90 minutes away from Abu Dhabi. It's hard to imagine this was entirely desert until they discovered oil in the ground. Now smell the money in the air. He stops in front of the Emirates Palace. Brooke says she feels like a princess and he says she is one ..only the best for the future Mrs. Bill Spencer. They are greeted by Aadila and told they will be given a tour of the hotel. The wedding planner tells them everything will be perfect for tomorrow. Quinn shows up in Ridge's office at his request. He wants to know why the picture of Bill showed up in his e-mail. Quinn stammers that she doesn't know how he got it, it was a mistake. She should have deleted that right away. But she and Bill had an affair. But it's okay that Ridge knows since he has a child with Brooke and she thinks Bill is so honest and forthright. She had wanted Bill to be truthful with Brooke from the beginning. Ridge grouses that he doesn't know the meaning of the word. Quinn says Bill knew it would cost him his relationship with Brooke so that is the reason he could not let her know. She says her relationship is complicated. Ridge doesn't want to hear that; he just wants that image out of his head. Now Brooke is half way around the world with a man she thinks is devoted to her. She almost gave up everything - her family, her sister, her friends just getting Bill's company back and now he repays her like this. She says he is very protective of Brooke and that is never going to be okay with Bill. Ridge will practically have to drag her away from Bill. Ridge says maybe that is what he will do. He speaks with someone on the phone and says he needs to find the wedding location. Eric comes in and asks if he is going someplace Ridge says yes, to get Brooke and bring her home. Eric repeats \u0096 Bill and Quinn had an affair. Ridge says Brooke must not know or she wouldn't be with Bill now. Eric reminds him it is a day and a half to get to the Middle East so it might be too late. Ridge says he knows how long it takes but he has to keep Brooke safe. He can't just fax her the pix as Bill would talk his way out of it. Eric says okay, he understands, Ridge wants to be there for Brooke when she finds out. Eric says bring her home and Ridge says he will. She is one of them, a Forrester, not a Spencer. He won't come home without her. Eric says be safe and both men say they love each other. Bill shows Justin around the hotel. Justin says he has kept his distance so Bill and Brooke would have some privacy. He still can't figure out why he's here. Bill said he's his oldest friend. He'd miss him. And he needs his eyes and ears. Justin says nothing is standing in his way now. Bill says and he wants to keep it that way. Tomorrow Brooke becomes Mrs. Dollar Bill Spencer and he doesn't want anything to interfere with that. Bill tells Brooke that he had Rashad schedule a massage for her. She asks if he is getting one. Bill says only if she is his masseuse, but he better not .need to save something for the honeymoon. She says he is amazing setting all of this up. He just wants tomorrow to be a day like she has never experienced. She says he makes her feel like she is the only girl in the world. He says she is to him. Aadila tells Bill that everything is ready and tomorrow will be everything a bride could want. Ridge tells Kyle to make it five minutes; they have to take off and get there as every second counts. And to change the manifest; Brooke Logan will be joining them on the return.",
    "soapcentral_condensed": "At Forrester, Ridge looked at the picture of Quinn and Bill Spencer in bed on his tablet. Quinn admitted that she and Bill had had an affair. Ridge lamented that Brooke had trusted Bill, and Ridge was surprised that Quinn had let everything happen. Ridge and Eric embraced, and Eric agreed that Ridge needed to find Brooke, and \"bring her home\" Bill and Brooke toured the nearby beach on camels. The planner said everything was in order for the wedding the next day. Bill told Brooke that he had already selected what Brooke would wear, and she teased that she wanted some hints about the wedding. Bill said he wanted to be sure that nothing and no one interfered with his wedding, and Brooke said she could get used to being so spoiled. The pilot promised they would hurry to the Middle East, and ridge added that Brooke would be returning with them. The wedding planner left the suite and met with the wedding planner on the beach. Bill claimed that he and Brooke were alike -- they wanted an adrenaline rush every day and they wanted to raise their kids to be fearless.\n"
}