{
    "soap_central": "\n\nAt the Bikini Bar, the shots were flowing at the crowded, end-of-summer party. Near the bar, Maya grimaced behind her martini glass as she watched Carter dancing with a woman. Ivy walked up and handed Liam a drink. \"Sorry, I didn't get you one,\" Ivy pointedly told the woman he was talking to. The woman instantly peeled away as Liam said, \"Nice to meet...you...\"\n\n\nIvy and Liam moved to a table with Carter and Rick, who inquired about Ivy's fall. Ivy and Liam explained that she'd been bumped over the bridge and into the strong currents. Carter was impressed that Liam had saved her life, but Rick added that doing so had cost Liam.\n\n\nBy the bar later, Maya chatted with Ivy about jewelry and the new gems arriving at Forrester. Ivy said they were out of Ivy's price range, but Maya doubted that. Ivy said she might be a Forrester, but she was still working her way up. Maya replied that she knew the feeling, just not the Forrester part.\n\n\nMaya revealed that she'd once dated Rick, and she'd made a mistake in letting him go. Ivy figured that that ship had sailed due to Rick's marriage. \"For now,\" Maya replied. In the awkward silence, Liam approached and asked Ivy to join him outside. She readily departed with him.\n\n\nMoments later, Oliver caught Maya eyeing Rick and advised her not to go there because Rick had turned her down once. Maya retorted that Rick had loved her once. Oliver shot back that Rick was married. Oliver walked off, and with a revealing smile, she uttered, \"He's a Forrester.\"\n\n\nMaya strode up to Rick and stroked his back. When he turned around, she noted that he looked alone. He replied that she did, too. \"What a coincidence!\" she exclaimed, grinning. Rick shrugged, citing that there were eligible guys at the party. Maya said that none of them were for her. \"I miss you, Rick, especially at night,\" she confided, and he grimaced.\n\n\nOn the deck, Liam remarked that it was a beautiful night, and he'd needed it. Ivy agreed, and he stated that she'd been along for his whole crazy ride. She added that she'd even taken a dip into the Seine. \"Yeah, well, thanks for saving me,\" he uttered with a smile.\n\n\nAs they talked, Liam told Ivy that he'd been a tech before learning that Bill was his father, and Bill had moved him into management. Ivy assumed that Liam ran the company, but he replied that no one ran Bill Spencer's company except Bill Spencer.\n\n\nBored of talking about himself, he changed the topic to Ivy and her life. \"Great family. I came from a great home, and now I'm here,\" she said, shrugging. Liam joked that she'd been very descriptive. He asked about her father. She relayed that it was probably lame, but John Forrester, Eric's brother, was her best friend. Liam thought that was cool, not lame.\n\n\nLiam asked if Ivy had friends back home, and she said she had a few. He said he'd noticed that Aly and Ivy had gotten close. Ivy replied that Aly was the best, kind of like that guy who'd saved Ivy's life. Liam chuckled modestly. Ivy grinned, touching his arm.\n\n\nLiam remarked that the party was great, and he needed to find a way to move on. \"Maybe I can help you with that,\" Ivy uttered and kissed him on the lips. She drew back slowly, and her dancing eyes gauged his reaction. Liam humbly smiled back at her.\n\n\nAt Brooke's house, Bill was willing to do everything he could to help Ridge, but Bill refused to lose Brooke over what had happened. Bill said Ridge would recover, and Brooke and Bill needed to move forward as planned. In his view, he was the only man for her, and she was the only woman for him.\n\n\nBrooke assumed that Ridge felt alone and lost. Bill said that Ridge had Katie, but Brooke replied that a woman couldn't solve it. Bill pledged that he and Brooke would help Ridge through it. \"Let me spend the night,\" Bill asked and gently kissed Brooke.\n\n\nBrooke wished it could be so easy, and Bill said it could be. She stated that it was complicated, and it still hurt Katie to see Brooke with Bill. \"She's with Ridge!\" Bill exclaimed. Brooke insisted that it was all complicated. Bill decided to leave, but before heading out the door, he vowed that he and Brooke would be together again.\n\n\nAt the loft, Quinn arrived and found Deacon deep in thought. She assumed Brooke was always on his mind. Deacon stated that Ridge could recover, and the whole issue would be history. Agreeing, Quinn urged Deacon to make his move on Brooke immediately.\n\n\nQuinn painted a picture of herself and Deacon in a happy family, sharing holidays together, but it seemed too good to be true to Deacon. Quinn insisted that they could have the sense of belonging that they wanted; however, they had to act before Bill convinced Brooke to marry him, causing Hope and Wyatt to lose the chance for a true family.\n\n\nQuinn urged Deacon to make a move before Bill did. She reasoned that she'd paved the way, but it had become Deacon's turn. The determined Deacon left the house.\n\n\nAt Bill's office, Bill had just poured a drink when Quinn arrived. \"What the hell are you doing here?\" he rasped. She claimed that part of her therapy was making amends to people she'd hurt, and Bill was one of those people. \"How nice. You're here to apologize. Not interested. Get out,\" he said.\n\n\nQuinn claimed to offer more than an apology, and she was sincerely sorry for what had happened with Liam. \"What happened with Liam is that you tried to kill him!\" Bill responded. Calling her actions heinous and unconscionable, she said she had realized she'd needed help and had voluntarily submitted herself for therapy. She claimed to still be in outpatient therapy.\n\n\nTo Quinn, an apology seemed to not be enough for her actions against Liam, but she wanted Bill to accept one for her bad judgment with the selfie. \"Wow, you do have a lot to apologize for, don't you?\" Bill remarked, swigging his drink. Quinn said that they at least had a happily married son. Bill bit out that his other son was miserable. \"Liam will be fine. I'll see to it,\" she replied.\n\n\n\"You'll see to it?\" Bill repeated with an offended stare.\n\n\nQuinn claimed it was her desire to mend things with Liam, but she decided that they could discuss it later. She felt that they should be celebrating Wyatt's happiness. Bill was sure Wyatt was doing enough of that for everyone. Quinn was overjoyed that Wyatt was happy, stable, married to the woman he loved, and beginning a family. She exclaimed that she and Bill were a part of it, and he wryly agreed.\n\n\n\"So why not give it another shot?\" Quinn asked.\n\n\n\"What?\" Bill cautiously responded. Quinn readily told him that it wasn't \"us,\" but the family they'd never had. She said that giving it a shot would mean a lot to Wyatt. Bill advised Quinn to consider checking herself back into the clinic.\n\n\nQuinn said she wasn't there to pressure Bill, and she knew how he felt about Brooke. Sensing that he was frustrated, Quinn asked if Brooke wanted another apology. \"That's not you. Bill Spencer doesn't grovel,\" Quinn reasoned.\n\n\nAt Brooke's house, Brooke was surprised to see Deacon on her doorstep. He wondered if she was doing the old \"drinking in the dark\" routine. She responded that she had things to figure out, and he apologized for laying the news on her. She explained that Bill wanted to forget it all and get married, but she had a connection to Ridge. \"When he's hurting, I am, too,\" Brooke concluded. Deacon said that Ridge at least had Katie, and Brooke sadly shrugged.\n\n\nDeacon changed the subject to his excitement that Hope had returned. Brooke relayed that Paris had a way of changing people, and Deacon responded that it had done it for him and Brooke awhile back. Brooke wondered why she always chose guys who turned her into collateral damage. She joked that her name should be \"Brooke CD Logan.\"\n\n\nBrooke laughed because she'd forgotten how easy it was to talk to Deacon. She realized she'd had too much wine, and she was yammering on. Deacon told her that he could listen to her yammer all night and then again in the morning. Brooke said that Deacon should probably go, but he doubted he should leave her alone with her \"friend from Napa Valley.\"\n\n\nDeacon changed the subject to Hope soon making Brooke a grandmother. Brooke joked that he really knew how to cheer her up, but he insisted that she'd be the sexiest grandma on the block. \"Stop saying that word!\" she told him.\n\n\nDeacon believed that Brooke would be great at grandparenting, and he would, too. He imagined taking grandkids to amusement parks and asked when she'd last been on a Ferris wheel. Brooke claimed not to remember and murmured that she really didn't want to ride one, either.\n\n\nBrooke noticed that Deacon had the family thing all mapped out. He said he'd identified a few glitches, too, like Wyatt having a whack job for a mother. Deacon figured that his devastating charm and Brooke's infectious giggle could neutralize that problem. Brooke tried not to giggle but failed.\n\n\n\"I miss you. I miss your body,\" Deacon confidently confessed, and Brooke seemed to blush. He told her that the times he'd spent with her had been some of the best moments of his life. \"I love you. I love everything about you. I miss holding you. Damn it, I want to make love to you, and it's killing me,\" he asserted, inches from her lips.\n\n\nDeacon swept Brooke into a purposeful kiss, and she drew back to look at him. He asked if he'd get a slap or a glass of wine splashed in his face. Breathlessly, she asked which he'd prefer. Deacon didn't really care, because to him, the kiss would be worth either.\n\n\nPulling out of Deacon's arms, Brooke said they'd always been good at that sort of thing, but it had gotten them in trouble before. Deacon claimed that they were smarter -- or at least she was. With urgency, he said he wanted to give Brooke and Hope something. He professed that he loved Brooke, and he said she had to know that.\n\n\nDeacon declared that he'd do anything to make himself the man for Brooke. Brooke mindfully said his name, but he insisted that he could be the man she wanted him to be. Deacon wanted her to forget Bill and to join Deacon in loving and supporting Hope and Wyatt. \"Our daughter's married. Shouldn't we be, too? Brooke, marry me,\" Deacon proposed.\n\n\n",
    "tvdb": "Bill makes a heartfelt plea to Brooke that if she forgives him, he will assist Ridge’s recovery in every way possible. Quinn and Deacon put into motion the next step in their plan to keep Bill and Brooke apart. The Forrester Creations crew gathers together for an end of summer party at Bikini. Ivy does her best to help Liam take his mind off of his heartbreak of losing Hope. Maya sets her sights on winning Rick back.",
    "imdb": "\nQuinn and Deacon embark on the next phase of their plan to keep Bill and Brooke apart.    ",
    "tvmega_recap": "At Bikini the music is hopping and the drinks are a flowing. Carter is having fun dancing with various girls. Maya looks bored but is watching Rick. Liam tells Ivy that he is glad he came. Carter praises Liam for saving Ivy's life but Rick says it cost him in the end. Bill tells Brooke that he regrets his part in this but will do whatever he can to help Ridge recover but there is no way he is going to lose her over this. She says he really has no idea what he has done. Bill says on the contrary, he knows what he has done, what Ridge did and what it has done to them. She says that is no comparison to what it has done to Ridge who can not draw now. He says they do not need to put their lives on hold; Ridge will recover and be all right. He tells her that he will not give up on them. She is the only woman for him and he's the only man for her (oh really Bill?) Quinn walks in on Deacon and says Brooke is always there with him but there is no way she will marry Bill after this. He reminds her that she forgave him for throwing Ridge from the helicopter. She says yes but that was before she knew the damage it caused. He says she doesn't get it. That could all change. Ridge could wake up tomorrow and all of this could be history. Quinn agrees that is true so the reason he needs to move on Brooke now. He wants to be a family but it is almost too good to be true. She says it can happen and it will. They can have what they have always wanted .a sense of belonging. Bill is relentless. He is probably with Brooke now so they have to work fast. The longer they wait will give Bill time to get her to marry him. Then Wyatt and Hope will lose their chance to have a true family. He says he is on it. She says good, their children are depending on this, having two parents in their lives. She says she has paved the way so now he needs to go do his part and be with Brooke. Make it happen. Brooke laments to Bill that Ridge feels alone and lost and Katie or any woman will not solve that problem. He says they will get through this; just let him spend the night. He kisses her and she returns the kiss. Then she says she wishes it were that easy. He says it is. They can begin their life together tonight. He is sure Ridge will be fine and it is not the end of the world. She says it is to Ridge. And it's more than that. She knows it still hurts Katie to see Bill with her. She knows Katie is in love with Ridge but it is complicated. Again he says he is not giving up. It is not an option. Maya admires some jewelry that Ivy is wearing. She tells her she saw the shipment of gems this morning; absolutely gorgeous and they will be true Forrester talent. Ivy says they are very expensive way above what she has done before. She says she may be a Forrester but she is still working her way up. Maya says she knows the feeling. She asks if Ivy knows she and Rick used to be an item. She made a mistake in letting him go. Ivy says well that ship has sailed since he is married. Maya answers yeah, for now. Liam joins them and says he is going outside for some air. He asks if Ivy would like to go. She says yeah. Outside he says he really needed this. She says no one knows that better than she does. He tells her he was doing tech support when he found out who his dad was and he moved him into management. She jokes that now he is running the company. He says no, nobody runs Bill's company but Bill Spencer himself. He wants to know about her family. She says she comes from a great home and now she is here. John Forrester is her dad. That's Eric's brother and he is her best friend. She says she has some best friends back home. Liam says it looks like she is close now with Aly. She admits that Aly is the best; sort of like this guy who just saved her life. She puts her hands on his. Bill pours himself a drink and when he looks up there is Quinn. He asks what in the hell is she doing there. She says it is part of her therapy. She has to make amends to people that she has hurt and he is one of them. He says if she is here to apologize, not interested so get out. She tells him she is sincerely sorry for what she did to Liam. He says only that she tried to kill him. She says she knows and she realized she needed help and checked herself into a facility and is undergoing outpatient therapy today. She realizes an apology will fall short on Liam but she truly hopes Bill will accept her apology for sending the selfie to Ridge. He says wow, she does have a lot to apologize for. She says at least they have a happily married son and a beautiful DIL. Bill grumbles and another son that is miserable. She says Liam will be fine; she will see to that. She wants to make amends to him too but not talk about it right now. They should be celebrating. They need to give it another shot at being a family. He thinks she means the two of them as partners. She says oh no, just the family they never had. It would mean so much to Wyatt. Oliver catches Maya staring at Rick. He tells her don't. Rick turned her down once and he is married. Maya says he is a Forrester. With a glass of wine in her hand Brooke opens the door and it is Deacon. He asks if he missed the party. She replies that she thought it was Bill, he was here earlier. He asks if he can come in. Then he notices she was doing the old drinking in the dark routine. She says she was only trying to make sense of everything. He is sorry he had to lay it all on her. She says he was just the bearer of bad news. He says but she needed to hear it. She tells him that Bill just wants her to run off and get married. But she and Ridge had this connection and when he is hurting she is hurting too. She calls herself Brooke Collateral Damage Logan, always picking the wrong men. She says it is easy to talk to him and she had forgotten that. She says she thinks she's had too much to drink, sitting here alone and yammering on and on. Deacon says he could listen to her yammer all night and into the morning too. She tells him that he should probably go. He says what and leave her with her friend from Napa Valley, he doesn't think she should be alone. She says she is okay, just a little disillusioned right now. He tells her to forget about Bill. He'd like to talk about them. It's only a matter of time before Hope will make her a grandma ..sexiest grandma on the block. She laughs and he says they can take the kids to the amusement park and to the beach. It'll be great for both of them. She can ride the Ferris wheel. Or she can stay at the bottom with the ice creme cones. She chuckles again and says it looks like he has it all mapped out. He says he knows there are a few glitches like Wyatt has a whackjob for a mother but he figures with his devastating charm and her giggle they can neutralize that. Coming closer he says he misses her; he misses her smile; he misses her body. And he knows she misses him too. He tells her the moments that he's been with her are the best in his life. Nothing else comes close. He says he loves her. He loves everything about her and he wants to make love to her so bad that it is killing him. He kisses her until she breaks away. Maya walks up to Rick and says hey he looks alone. He says the same to her. What a coincidence. He tells her there are a lot of eligible men in here. She says they are not for her. She misses him ..especially at night. Liam sighs and again says this is good. He has to get out and find a way to move on with his life. Ivy says maybe she could help him with that. She leans over and kisses him. He smiles. Bill tells Quinn that she might want to think about checking herself back in. She tells him she is not there to pressure him. She knows how he feels about Brooke but he seems really frustrated. Does Brooke want another apology .. because that is not what Bill does is grovel. Still holding Brooke, Deacon asks which does she want to go with, the slap or the wine in the face. He doesn't really care as the kiss was worth it. She says they have always been good at this but it's gotten them into trouble. He says not this time. She is smarter. He says he wants to give her something. He wants to give Hope something. He tells her that he loves her; always has. She has to know that. He says he wants to be the man that she deserves. He will do anything to make that happen. This is their time, right here, right now. Ridge is gone and forget about Spencer. He can be the man she wants him to be. He knows he can make her happy. They can be parents together and really love Hope and Wyatt and support them. He says their daughter is married. Maybe they should be too. He asks her to marry him.",
    "soapcentral_condensed": "Maya revealed that she'd once dated Rick, and she'd made a mistake in letting him go. Bill was willing to do everything he could to help Ridge, but Bill refused to lose Brooke over what had happened. Deacon stated that Ridge could recover, and the whole issue would be history. Quinn urged Deacon to make his move on Brooke immediately, and Deacon decided to make a move on Agreeing Quinn, Deacon and Brooke would be together again at the end of the year. At the Bikini Bar, the shots were flowing at the crowded, end-of-summer party. Maya strode up to Rick and stroked his back. When he turned around, she noted that he looked alone. He replied that she did, too. At Brooke's house, Bill asked Brooke if it could be so easy and gently asked her to spend the night with him. Brooke replied that a woman couldn't solve it, and Bill pledged to help her through it.\n"
}