{
    "soap_central": "\n\nAt Forrester, Ridge admired Hope for the Future designs. Katie entered, and Ridge told her that Caroline was a good designer. He added that he had designs in his head, but his hand wouldn't draw them. He held his head, and Katie handed him a glass of water to take some prescription medication on his desk.\n\n\nKatie asked how he felt, and he shook his head. Katie reminded Ridge that his recovery had gone well so far, and she knew how frustrated he was that he could not draw. Katie promised that his skills would return, but Ridge was not convinced. He noted that it was the most important thing to him. \"It's still in there,\" she said. \"You're getting closer.\"\n\n\nBrooke called and interrupted. She said that she was proofing copy at home. She asked if Ridge had new graphics he wanted her to use, and Ridge angrily said he did not. Brooke apologized for interrupting him, and Ridge hung up.\n\n\nAt the warehouse where Quinn lived, Quinn told Deacon that they were going to be partners in getting Brooke for Deacon and Bill for Quinn. Deacon told her she was crazy. Quinn said they had to work a little harder. Quinn had decided to visit Ridge. She added that Ridge would help them because he hated Bill and didn't want Brooke to marry him. \n\n\nDeacon laughed, but Quinn suggested that Deacon needed to have faith in families. Bill, Wyatt, and Quinn were a family, and Brooke, Deacon, and Hope were a family. \"It's our job as Americans to help them remember,\" Quinn said. She left to visit Forrester.\n\n\nOutside Ridge's office, Charlie, Oliver, Pam, and Aly decided on names for a medieval song. Pam answered the phone for Ridge and told the caller that Ridge could not be disturbed. Aly asked about Ridge and said that Ridge had been grumpy and had never returned to his former personality after the accident.\n\n\nSuddenly, Quinn walked by, and Pam stopped her. Charlie advised Pam to leave the building, but Quinn said she needed to talk to Ridge. No one stopped her. Quinn pushed past everyone. In Ridge's office, she apologized for startling Ridge. She said she hadn't meant any harm to him. Ridge wondered why she was not in a medical facility. She said her therapy had gone well, and part of it meant she had to make amends for the damage she had done.\n\n\nQuinn eyed a prescription bottle on Ridge's desk, and she noted the discarded designs in and around the wastebasket. Ridge asked what Quinn wanted. She said that she wanted to tell Ridge how sorry she was about what had happened to him. Quinn worried that Brooke might still marry Bill. Ridge said that he knew what she wanted: Bill. \n\n\nRidge told Quinn to get out. Ridge added that Bill Spencer and Quinn were perfect for each other. Aly entered and reminded Ridge that he had to meet Katie for lunch. Ridge advised Charlie to escort Quinn away from Forrester. Ridge left.\n\n\nCharlie waited for Quinn to leave the office. She exited, but she told him she had forgotten her purse. Charlie let her reenter the office, and he did not follow her. Quinn grabbed her purse and some of the sketches that Ridge had thrown in the trash can. She left.\n\n\nLater, at lunch with Katie, Ridge shared that Quinn had visited him at the office. Katie wondered if Quinn wanted her job back. Ridge said that he thought Quinn wanted Ridge to muscle Bill out of Brooke's life. Ridge wondered if Katie thought that Brooke would forgive Bill and marry him. Katie said she didn't know. \n\n\nKatie added that Ridge should tell Brooke about the temporary loss of his drawing skills. Katie reminded him that it was temporary. Ridge worried that it was more than that. Ridge demanded that Katie not tell anyone about his lack of drawing skills.\n\n\nAt Brooke's, Deacon entered. Brooke wanted him to leave at first, but she invited him in. She told him that she and Bill had planned a reception for Hope and Wyatt after they returned from their honeymoon. Deacon assumed he was uninvited, but Brooke said that Hope would want him there. Brooke insisted that Deacon respect that Bill was Wyatt's father and Hope's father-in-law. Deacon wondered if Bill would respect Deacon.\n\n\nBrooke turned away. Deacon reminded Brooke of what they'd shared together. He added that they could be together again. He noted that Bill had done despicable things. Brooke said that they had all done unforgiveable things and moved on. \n\n\nDeacon wasn't sure that Hope would forgive Bill. \"Don't blame me for wanting what I wanted before,\" he said. He added that he still remembered the way Brooke felt under his hands. Brooke looked away.\n\n\nAt Quinn's place, she and Deacon discussed their respective visits with Ridge and Brooke. Quinn said that Ridge was arrogant, dismissive, sexist, and rude. But she added that he did hate Bill, and he was taking medication. Quinn and Deacon noted that Ridge had taken a pretty bad fall that had resulted in memory loss. \n\n\nQuinn pulled some of Ridge's sketches out of her purse. Deacon noted that they looked like R.J.'s art projects. Quinn remarked that Ridge had lost his design skills. She smiled. \n\n\n",
    "tvdb": "Still having a difficult time dealing with his heartbreaking impairment, Ridge doesn’t feel ready to share it with Brooke. Deacon internally fights with his desire to lead a more virtuous life, especially when Quinn paints such an appealing picture for him of what his life could be if he abides by her plan.",
    "tvmega_recap": "Ridge sits at his desk at FC but is still unable to sketch. He laments to Katie that it is in his head but his hand won't cooperate. Katie tells him that drawing isn't all that he is and it will come back with every bad sketch he makes. Brooke calls to see if he has anything for her for the buyers. He says he does not do graphics. He's the designer. And it's quiet now so she does not have to come in today. Deacon tells Quinn that she can try but he's not going to knock Bill out and drag him here. She says she did not ask them that. He won't have to dirty his hands; someone else will do all the lifting. Ridge will do it for free. She asks if he ever gets tired of being homeless or jobless. Surely he wants a real life. He's a sad case. They are the missing link to what Ridge wants to make a happy family. Deacon shows up at Brooke's. Reluctantly she says there is something they need to talk about so she allows him in. She tells him that she and Bill are planning a dinner party for the wedding couple ..and as father of the groom Deacon will be invited. She is just asking him to be respectful of Bill. She brushes off his advances. He tries to guilt her by throwing Hope into the mix of how she would feel if Brooke chose him and not Bill. He says he remembers everything about her even the way her hair smelled so don't blame him for not getting over her. Quinn shows up at FC as Pam, Charlie, Oliver and Aly are creating a medieval song. Pam tries to stop her but Quinn but she says she is there to see Ridge and brushes past her. She startles Ridge and he says he is calling security who will want to talk to her. She assures him that she is not here to cause trouble or even ask for her job back. Quickly she says she is in a facility and now as an outpatient and her doctor suggested she make amends with those she hurt previously. And certainly while it wasn't planned, none more so than Ridge. She spies a bottle of pills on his desk. He notices her looking and quickly puts them away. He asks her who in the hell does she think she is. She is annoying him and trying to get into his head, taking up his time. She picks up some crumpled up, thrown out papers and Ridge snaps at her to leave that alone. Pam comes in and reminds Ridge that he needs to meet Katie for lunch. Charlie says he will show Quinn out the door. She leaves but then remembers she left her purse and needs to go back. Without Charlie seeing her, she grabs her purse and bends to pick some papers out of the wastepaper basket. Ridge meets Katie for lunch. He tells her about Quinn so that's why the murderous look on his face. He thinks Quinn really wants him to muscle Bill out of Brooke's life again. They touch upon his sketching and he says he is a designer and this is only temporary; he will design again. Quinn goes back to the loft and tells Deacon these are baby steps. This is a joint venture and they both have something to win and something to lose. Quinn says she does not exactly know what was going on but Ridge was a mess. He had pills and he was sweating and he had designs thrown all over the place, mainly in the wastepaper basket. She unravels the papers and smiles. This is pathetic. He's lost it; the world's most famous designer and he can not draw anymore!",
    "soapcentral_condensed": "At Forrester, Ridge admired Hope for the Future designs. Quinn told Deacon that they were going to be partners in getting Brooke for Deacon and Bill for Quinn. Quinn worried that Brooke might still marry Bill. Deacon wondered if Brooke would respect that Bill's father and Hope's father-in-law was Wyatt. Brooke reminded Deacon of what they'd shared together, and he said that they could be together again. He added that he wasn't sure that Deacon would forgive Bill, but he still remembered the way Brooke felt under his hands. He noted that he did not hate Bill and that he was taking medication and taking time off. He said that Bill Spencer and Quinn were perfect for each other. He also said that he knew what she wanted: Bill. Ridge told Quinn to get out. Ridge advised Charlie to escort Quinn away from forrester. Aly asked about Ridge and said that Ridge had been grumpy and had never returned to his former personality after the accident. Ridge worried that it was more than that.\n"
}