{
    "soap_central": "\n\nAt Forrester, Brooke dished to Eric that she was concerned about marrying Bill. Eric wondered what she meant. She said that it might be a terrible mistake to marry Bill. Eric hoped that she wouldn't marry Deacon.\n\n\nBrooke said she worried that if she married Bill, she would hurt Katie. \"Can I \nreally do this to Katie?\" Brooke asked. Brooke flashed back to when Katie had been sick. She told Eric that Katie had orchestrated the hot air balloon ride that Brooke and Bill had taken because Katie had been trying to match Bill and Brooke up.\n\n\nBrooke flashed back to the ride with Bill. Eric reminded Brooke that Bill had not been the first man to take Brooke on a hot air balloon ride. Eric and Brooke flashed back to the desert wedding they'd had with a hot air balloon ride and horseback riding. Eric said he had known back then that Brooke and Ridge had been destined to be together.\n\n\n\"And now here you are about to marry Bill,\" Eric said. Brooke worried that she continued to question the idea of marrying Bill. \"I don't know why I keep questioning it,\" she said. She added that Katie was with Ridge. Brooke worried that she had hurt a lot of people when she'd followed her heart. She worried that she would hurt Katie.\n\n\nEric told her that he was not a fan of Bill, but if Brooke wanted to marry Bill then she should do it because Eric had realized how much Bill meant to her. \"Be with Bill,\" he said. Brooke said there were a lot reasons for her to rethink her decision. The kids and Katie had made her realize that they were more important than just following her heart.\n\n\n\"That's what Stephanie was trying to tell me,\" she said. Brooke admitted that she felt Stephanie had wanted her to do much more than \"figure out the next man I'm going to be with.\" Brooke said she needed to figure out who she wanted to be. \"You're the one person who really truly understands me,\" Brooke said.\n\n\nEric agreed. \"We've been in each other's lives for a long time,\" he said. Eric added that Brooke was about to become the matriarch of the family just as Stephanie had wanted. \"I never felt worthy, but I want to be,\" Brooke said.\n\n\nBrooke added that she would have married Bill in Abu Dhabi. She flashed back to the wedding and romantic tours she had taken with Bill. She said that she had always been a person who craved attention and had to be the center of attention. \"I fed off of that, and it didn't matter who I hurt. I don't want to be that person anymore,\" she said. \n\n\nBrooke planned to take step away from Bill for a while and let Katie decide who she wanted to be with. Brooke said she wanted to change who she had been. \"I want to be somebody different,\" she said.\n\n\nAt Spencer, Bill teased Katie that he had wanted to take Will to a restaurant where the waitresses were barely dressed. Will played with the toddler basketball hoop, and Bill stopped to tickle him. Katie responded that she would take Will to a feminist poetry reading just to balance out what Bill had done.\n\n\nKatie prepared to leave, but Bill asked her to stay to watch Will while he made a few phone calls. Katie suggested that Bill wouldn't have that problem if he hadn't eliminated the day care that Katie had started when she had been the Spencer CEO.\n\n\nKatie picked up Will, and she noted that Will had coins in his hand. \"Mine, mine,\" Will said. Katie said that Bill was raising another Dollar Bill Spencer. \"It has a nice ring to it,\" Bill said.\n\n\nKatie figured that Bill was happy because Ridge could draw again. Katie anticipated that Bill and Brooke would be getting married, but she told Bill that she wasn't crazy about seeing Bill with her sister.\n\n\nWhile Bill and Katie talked, Will grabbed some coins. Bill promised that things would get better, and they would work it out. Katie turned and noticed that Will was lying on the ground. She picked him up, but he was not breathing. Bill grabbed him, and Katie cried.\n\n\nAt Quinn's, Quinn encouraged Deacon to cheer up even thought he had probably lost Brooke, and Quinn had lost Bill. Quinn insisted that no one could keep two \"badasses\" like Deacon and Quinn down. Deacon said that Brooke could go ahead and marry Bill because she was clearly determined to ruin her life. Quinn said she hoped that Bill and Brooke had a very long marriage full of boredom and mind-numbing regret. She said they would be stuck in a domestic routine. Deacon and Quinn laughed and toasted with beers.\n\n\nDeacon said that Quinn had made him feel better. He wondered why Quinn had been so nice. He figured Quinn would be done with him because Hope and Wyatt were together. Quinn teased that she had really big plans for Deacon. She needed him to fix her sink. \n\n\nDeacon brought up Ricardo, the original owner of the Hope for the Future Diamond. Quinn wondered why Deacon had brought that up. \"The past is in the past,\" she said. She said she hadn't done anything to Ricardo. Deacon said Quinn was too obsessed with Wyatt, and she had a real problem because Hope hated Quinn. \"I can't be excluded from my son's life forever,\" Quinn said. Quinn promised to find an opportunity to prove herself to everyone again.\n\n\nDeacon and Quinn kissed. Afterward, Quinn asked if Deacon had been drunk because it had been a long time \"since a man has kissed me like that sober,\" she said. She added that most people considered her crazy and were afraid of her. \"You aren't gonna stab me, are you?\" Deacon asked.\n\n\nDeacon suggested she should find another obsession other than Wyatt. Quinn suggested that could be dangerous, but she added, \"It could be very rewarding.\" She warned that she was not a fan of people touching her, but she said, \"That kiss wasn't bad. I liked it.\" They kissed again. \"I've made a lot of dangerous choices in my life. I'm about to make another one,\" Deacon said.\n\n\n",
    "tvdb": "While commiserating over their failed plan to keep Brooke and Bill apart, Deacon and Quinn’s conversation takes an unexpected turn. Brooke reminisces about how she and Bill became romantically involved and contemplates whether or not to pursue a future with him. Bill and Katie’s civil conversation about their current relationship is interrupted by a life-threatening incident.",
    "tvmega_recap": "Brooke says there is one person that she can't get out of her mind. It's obvious to Eric that it is Eric. She laughs and says that is sweet but no, it is her sister. Can she really do this to Katie. She wants to know that Katie is happy and protected. Somewhere along the way she lost that. She allowed herself to be with Bill although that too started off with just going along with what Katie wanted. She says it does not turn out good when she follows her heart. He tells her Katie is with Ridge so Brooke needs to lead her life. If she wants to be with Bill, then be with him. She says she realizes there is more to life than just following her heart. She is not interested in trying to figure out the next man she will be with, but the person that she wants to be. Eric gets a phone call but says Milan can wait. He says he has been with her a long time and he has seen her mature and grow, just like Stephanie wanted. She says she never felt worthy but she wants to be. No more mistakes like she used to make. Ridge's accident gave her time to stop and think. She has always wanted to be the center of attention no matter who it hurt. She does not want to be that person anymore. Take herself out of the equation and let Katie decide who she wants to be with, Ridge or Bill. She wants to change who she was 20 years ago, even ten years ago, even 6 months ago. She wants to start over as Brooke Logan. Quinn tells Deacon to cheer up. Two bad asses like them don't need to be in a relationship. She hopes Bill and Brooke have a long mind numbing marriage of regrets. They will be miserable to be tied down to each other every day. Deacon says she is actually cheering him up. She tells him not to call her nice. She has plans for him. Her disposal is clogged. That was not chitchat so get to work. All she really wants is her son to be happy. Hope will get over this and Quinn needs the time to prove herself to Hope and Wyatt and everybody. Things haven't turned out so bad. He brings up Ricardo again. She says again she did not kill him. He says if he is going to take care of her plumbing every now and then, he needs full disclosure. She would like to keep the past in the past. He says she needs more than her son to keep her happy and busy. She is way too obsessed with her kid. He kisses her passionately. Quinn pulls away and Deacon asks if she is going to stab him. She says no but asks if he is drunk. It's been a long time since a man kissed her that way while completely sober. He says he does not want to be on the receiving end of all her obsession so tell him why he should not run away as fast as he can. He has fixed her disposal and asks if she has anything more that needs plumbing. She says she will keep the fridge stocked for him and he can always fix her plumbing. But for the record she is not a fan of being touched. The kiss though was not bad; she liked it. He says he has made a lot of dangerous decisions in his life and something tells him he is about to make another one. They kiss again. While Katie is talking to Bill, Will puts a coin in his mouth and starts to choke. Katie yells that he can't breathe.",
    "soapcentral_condensed": "At Forrester, Brooke dished to Eric that she was concerned about marrying Bill. She said she worried that if she married Bill, she would hurt Katie. Eric told her that he was not a fan of Bill, but if Brooke wanted to marry Bill then she should do it because Eric had realized how much Bill meant to her. At Spencer, Bill teased Katie that he had wanted to take Will to a restaurant where the waitresses were barely dressed. Quinn insisted that no one could keep down \"badasses\" like Deacon and Quinn insisted she could go ahead and marry Bill because she was clearly determined to ruin her life and Bill and Brooke would work it out.. Quinn teased Deacon that she had really big plans for him and Hope would be done with him because she had brought up the original owner of the Diamond Diamonds, Ricardo Hope, for him to fix up for the original Diamonds' 50th anniversary.. Will grabbed some coins. Katie turned and noticed that Will was lying on the ground. She picked him up, but he died. Bill grabbed him, and Katie cried.\n"
}