{
    "imdb": "Liam is convinced that Steffy misses their relationship. He implores Steffy to end her marriage, but she feels too much has happened and Wyatt urges his brother to move on. Yet, Liam refuses to give up. Caroline explains to Katie the details of Douglas' conception. Meanwhile, Thomas is speechless that Ridge wants to deny him his own son as he just begins to realize the reason for his strong bond to Douglas. Ridge claims Douglas will have a family he can be proud of and will never know how he was conceived or what Thomas did to his mother. Thomas finally understands why his father's attitude towards him changed last year. Thomas notes that Caroline wasn't Ridge's wife back then as they had just broken up. The realization that Caroline kept the truth from him about his son as well hits Thomas hard. Pam is taking care of baby Douglas when Thomas walks in shortly after. He grabs Douglas, walks to the parking lot and puts him in his car and drives off!",
    "tvmega_recap": "Thomas and Ridge go back and forth about Ridge asking him to deny his son .the son that the world thinks is Ridge's. Douglas is safe and secure and he is not going to let anyone ruin that happiness that he has made for him. Thomas laments surely Ridge cannot expect him to go along with this, denying his own son. Someday because of a possible blood test Douglas will know and think that he rejected him all along. Ridge tells Thomas that Caroline was not herself that night and it should not have happened but Thomas was getting back at Ridge all along. He had broken up with Caroline all of two hours when Thomas showed up. Ridge knows he was infertile so Douglas had to have come from that night but Douglas is his .his name is on the birth certificate and that is never going to change. He hopes Thomas understands that. Katie tells Caroline that Thomas has a son and he deserves to be part of his life. Caroline says this will tear her family apart. Is that what Katie wants? Douglas is thriving and she cannot do this to him. Steffy cries that she did not know what happened to Liam while he was gone. He says yes but she does not have to live with that now. She says too much has happened. He says if that is how she feels then tell him to back off and say no, but he does not think that is how she feels. He is not asking about Wyatt. Just for her to tell him how she feels. Wyatt comes by. Steffy tells Liam she did not know that he was coming over. Wyatt says they need to sit and talk this over now. Liam says Steffy has a mind of her own and does not need Wyatt telling her what to do. Wyatt says he knows what his mom did to him messed him up and he will give him that time. But if Liam wants to be in his and Steffy's life then he needs to respect the fact that they are married. Thomas is startled that Caroline knew the entire time it was Thomas's child. He remembers driving her to the hospital even and yet she did not say anything. Ridge says she did what was right for the child. .a mother does that. Only Thomas can take that away. He knows he has become a better person and he can do this. Ridge says he knows this is hard but this is what is best for Douglas. If Thomas is the man he says he wants to be, then do the right thing. Thomas says that does not seem right at all. He stumbles out of the office. Caroline leaves Douglas with Pam while she runs downstairs for something important. Wyatt tells Liam that he needs to heal and if he keeps doing this then he won't. He just needs to accept what happened. They have all moved on and Liam needs to do that too. Thomas rushes in to talk to Caroline but only finds little Douglas. Pam comes back in and says Caroline will be back any second. Thomas picks up Douglas and his bag in his car seat and says it will be all right as he can look after him now and take him to Ridge. Liam tells Wyatt that he and Steffy have been through too much and he is not giving up now. Wyatt says they may have gone through a lot but he is hurting Steffy now and she does not deserve that. Her future is with Wyatt and time for Liam to let go if he will. Liam thinks a minute and says he will try. Wyatt and Steffy leave. Caroline panics when Pam tells her that Thomas took Douglas. Thomas pulls out of the parking lot with Douglas beside him in the car.",
    "tvmega_summary": "Episode # 7328 ~ Caroline knows what's right concerning Douglas, but she's validated by Katie's counsel; Steffy finds herself a woman in the middle as Wyatt & Liam argue over with whom she should be."
}