{
    "soap_central": "\n\nAt Il Giardino, Nicole and Zende spotted Wyatt having a drink at the bar. They decided that, because of what was happening at that time, Wyatt needed some company. Wyatt said he'd actually thought about taking the free trip Down Under and catching waves with Thomas, but after thinking about the exchanging of the vows, Wyatt had decided to pass.\n\n\nWyatt asked if he still had to get a wedding gift or if giving Steffy a divorce had been enough. He told the wordless Nicole and Zende that he was joking. Wyatt wished Steffy and Liam a great life, but Wyatt just hadn't been able to be there while they kicked it off.\n\n\nZende and Nicole ordered water, and Wyatt told the bartender to put it on his tab. The couple insisted that they were there for Wyatt, and he said they were keeping him from drinking alone. Nicole's phone chimed, and Wyatt asked if it was Steffy. Nicole said she hadn't heard from Steffy since the plane had landed in Australia. Wyatt assumed Nicole didn't know what was going on then, and Nicole asked if Wyatt would really want the details.\n\n\nWyatt said he hadn't been able to be there, and he knew Steffy and Liam hadn't wanted Wyatt to feel shut out. Wyatt believed they'd welcome him on the trip, but it was just too soon. He recalled that they'd had good times at Forrester, and Zende agreed. Wyatt stated that every day had been an adventure with Steffy, who was an original. Nicole said Wyatt was one, too.\n\n\nWyatt joked that Nicole was posed for the \"You're a great guy. There will be someone else\" speech. Nicole emphasized that he was a great guy. Zende asked Wyatt to stop beating himself up over it. Wyatt replied that he wasn't, and it wasn't as if he and Steffy had failed. Instead, they'd been ensnared in his mother's web.\n\n\nWyatt concluded that Steffy was getting married to Liam, and Wyatt was getting too buzzed. Wyatt didn't begrudge his brother, who'd been through a lot. Wyatt couldn't be upset that his brother was happy -- probably the happiest guy on earth.\n\n\nWyatt received a message that Phil would be there soon. Nicole and Zende asked if Wyatt would be okay. Wyatt said he would, and it was only hard because he knew it was happening right at that time. He said the couple might already be married. Wyatt decided that Steffy deserved to have the life she wanted with the guy she loved, and Wyatt toasted to the happy couple.\n\n\nIn Australia, Reverend Harris began Steffy and Liam's wedding with a few words about the scenery, and he announced that the couple's fathers would speak. In the audience, Sally Spectra sneaked cell phone pictures of the event.\n\n\nBill stood before the couple and also remarked upon the extraordinary architecture, the scenery, the people, the boats, and the steel buildings around them. Bill said a unique, peaceful, and good soul drove the city, and the soul was just like Liam's. Liam's wisdom soared above skyscrapers, and his grace was as pure as the finest architecture. Bill said that Steffy wouldn't settle and wanted only the best. Bill concluded that Liam and Steffy had each found the best in each other.\n\n\nRidge spoke next about sticking together in good times and bad. He said that Bill was right about Liam being a good man. Ridge respected Liam and admired his bravery for marrying someone who'd do the unexpected and completely insane. Ridge became tearful about his \"little daredevil\" and his \"kick-ass little tomboy\" who'd given him joy and happiness. He wanted the same for Steffy and Liam. Ridge hugged the emotional Steffy.\n\n\nThe pastor moved to describing the sanctity and intent of marriage. He asked the bride and groom to announce their intentions to their guests. Liam and Steffy each asked the audience to witness them taking each other into lawfully wedded matrimony. The officiant asked the couple to join hands and make their solemn promises to each other.\n\n\nSteffy and Liam exchanged personalized vows. Steffy said that Liam set her free to fly and had never given up on them. He was patient to take her on, and she was excited to spend the rest of her life with him. Liam said Steffy had turned his life upside down, and she pushed him to do things he'd never dreamed of doing. Not knowing what was next was terrifying, but he loved it and wanted to spend the rest of his life with her.\n\n\nReverend Harris asked Steffy and Liam to exchange rings as symbols of their love and commitment to each other. Harris pronounced them husband and wife. Steffy screamed. Liam dipped her and kissed her as the guests cheered.\n\n\nAfter the wedding, the family gathered around the newlyweds and talked about how great the wedding had been. Quinn decided to call Steffy by the name Tinkerbell after the entrance she'd made. Steffy announced that she and Liam were making a pit stop at the hotel to change into their bathing suits for the reception.\n\n\nLater, the family had changed clothes, put on life vests, and boarded a cigar boat. They cheered, and some took selfies as the boat sped from the harbor.\n\n\nThis episode featured the song \"Stranger\" by Peking Duk featuring Elliphant.\n\n\n",
    "imdb": "In front of Sydney's picturesque harbor and Opera House, Steffy and Liam's long-awaited nuptials begin. Family members of the bride and groom pay homage to the happy couple with heartfelt speeches. Unnoticed by anyone, Sally violates the families' strict guidelines by secretly taking some pictures with her phone. After Liam and Steffy have become husband and wife, they take their guests on a wild adventure in a speed boat. Back in Los Angeles, Wyatt drowns his sorrows in alcohol over his ex-wife tying the knot with his brother. Zende and Nicole spot Wyatt at the bar at Il Giardino and encourage him to look forward.",
    "tvmega_recap": "The minister proceeds with the ceremony. Meanwhile Wyatt is sitting in a bar telling a pal that he is not in Australia where his brother is getting married to his ex-wife. Nicole and Zende come over after eating dinner and say they thought he might need company. He tells them he even thought about going to get a free trip to Australia, the beaches, the waves but then he thought about the speeches and thought he would pass on that. He wishes them a good life together but he just could not be there to see them do it. He is grateful that he and Steffy had their time together but it is over. He sees it coming, the old you are a good guy and someday there will be a girl for you. He cannot be unhappy for his brother. Bill is first to give a speech talking about the magnificent surroundings and people .and he speaks of the soul within his son. Steffy could have had anybody but she picked Liam, only the best, so congratulations. Ridge speaks what it means to be there in good times and bad and in sickness and health. Liam is a good man, the right man and he is sure of that. Somewhere along the way his kickass tomboy turned into a little lady and is now ready for this great adventure. He hugs her and says he loves her. Steffy and Liam exchange their vows between laughter and tears. She is setting her spirit free and she is taking this journey with Liam as he is so patient and understanding. He says she pushes him to do things he would never think of and he never knows what she has in store. The truth is he does not know what is around the corner and what will be next but he just knows he wants to spend every single moment with her for the rest of his life. They exchange rings as their commitment to each other. Then they are pronounced husband and wife. What a wedding. No one expected any less. Steffy tell them to go back to the hotel and get in their bathing suits and be ready for the reception. Wyatt says here's to Steffy and Liam, the happy couple. She deserves to be with the man she loves. Meanwhile the bridal guests are on a speed boat crossing the water.",
    "tvmega_summary": "Episode # 7548 ~ Steffy & Liam become joined in matrimony with iconic landmarks of Sydney as the backdrop; Wyatt sulks over a few drinks knowing that his ex-wife and brother are tying the knot.",
    "soapcentral_condensed": "Wyatt wished Steffy and Liam a great life, but he just hadn't been able to be there while they kicked it off. Wyatt didn't begrudge his brother, who'd been through a lot. Ridge respected Liam and admired his bravery for marrying someone who'd do the unexpected and completely insane. The pastor described the sanctity and intent of marriage and asked the audience to witness them taking each other into lawfully wedded matrimony. The officiant asked the couple to join hands to make their solemn promises to each other and to spend the rest of their life with each other. The couple's fathers would speak at the wedding. The bride and groom announced their intentions to their guests and kissed her wedding rings as the family gathered around the newlyweds and talked about how great they were. Liam said he'd never given up on her and she was excited to spend her life with him and she screamed as she kissed her husband and the guests cheered for her. The wedding took place at Il Giardino.\n"
}