{
    "soap_central": "\n\nAt Bill's, Liam shared that he was concerned about something, and he worried that Bill could not help him. Liam wanted to talk to Katie -- not Bill. Bill countered that he knew what was bothering Liam.\n\n\nBill figured that Liam was concerned about his love life, and Bill guessed that Liam was trying to make a decision between Ivy and Steffy. Bill advised Liam to stop stringing along two women because Ivy had always \"been a stand-in for Steffy anyway.\"\n\n\nLiam defended his relationship with Ivy. \"She ain't Steffy,\" Bill said. Katie and Liam balked, but Bill said Steffy had always been Liam's first choice. Katie interrupted, \"Except when Hope was his first choice.\"\n\n\nLiam admitted his feelings for Steffy were stronger. Bill insisted that Liam's feelings for Steffy had always been stronger. Katie understood, but she said that she thought Ivy was with the wrong Spencer brother. \"Ivy and Wyatt kind of has a nice ring to it. Ivy and Wyatt would make beautiful babies,\" Katie said.\n\n\nKatie added that fate might intervene and make the choice for Liam. Liam looked uncomfortable, and Katie said she had gotten closer to Ivy. She felt that Wyatt and Ivy could easily end up together. \"How would you feel about that?\" Katie asked.\n\n\nAt a meeting at Forrester, Steffy, Caroline, Carter, Ridge, Wyatt, Aly, Ivy, and Rick discussed the California Freedom line they had planned. They discussed how the theme would translate to the runway.\n\n\nEach of the people at the meeting offered an opinion on how the line embodied a woman's freedom to be free to express her true self. Aly looked sick. Ridge noted that he wanted Maya to lead the models, and the team suggested transgender models as well. Ridge asked Rick what he thought. Rick said he didn't like it. \"I love it,\" he said, and everyone laughed.\n\n\nCaroline noted there had been a groundswell of support for Maya. Ridge asked if everyone was okay with the idea, and the entire team looked to Aly. Aly said she understood. It wasn't like when her grandparents had run Forrester. \"I'm in -- whatever it takes,\" she said. Ivy smiled. Carter noted that it was rare that everyone agreed.\n\n\nRick admitted that as president, he'd let his ego get in the way of progress, but Ridge quickly pointed out that Rick had made the company a lot of money. Steffy said she wanted everyone to make it the best fashion show ever. The meeting ended, and Aly disappeared.\n\n\nLater, Caroline and Ridge discussed design ideas. Caroline congratulated Ridge because the entire team had agreed. He said he was very good at picking teams -- and the perfect woman. Ridge and Caroline kissed.\n\n\nIn Steffy's office, she met with Wyatt, Ivy, and Liam, and they discussed that even Aly had been on board with the plan for the new line. They marveled that everyone was getting along. Liam pointed out that Aly had promised they would see a new side to her.\n\n\nAt the Forrester mansion, Maya's parents, Julius and Vivienne, told Maya they would not be leaving Los Angles anytime soon, and she seemed confused. Julius promised to make an effort to get to know his daughter. Maya and Julius embraced, and Julius and Vivienne left. Outside, Vivienne asked why Julius had said those things to \"our girl.\"\n\n\nInside, Maya appeared very happy. Nicole arrived and apologized for missing their parents. Nicole worried that their parents had ambushed her. Nicole wished their parents had never visited. She said it was sad that they would turn their backs on their own kid.\n\n\nMaya interrupted Nicole's rant and shared that Julius had promised to try to accept her. \"He called me his girl. You can imagine my surprise,\" Maya said happily.\n\n\nMaya admitted that she'd expected it would be more of the same condemnation from him and their mother. Maya rejoiced that he had hugged her. Nicole said he might see her in a different light. Maya said that he hadn't changed, but he was trying. Nicole looked skeptical. She left.\n\n\nOutside the Forrester mansion, Nicole called her mother to find out where she and Julius had gone. Her mother said they were at the coffee shop. Nicole advised her mother that she was on her way and needed to speak to her parents.\n\n\nAt the coffee shop, Vivienne pressured Julius to try to accept Maya. She accused him of lying to Maya. \"Why would you do that to our daughter?\" she asked. Julius said he was trying really hard. \"But I don't know if I can accept Maya because of what she's become,\" he said.\n\n\nJulius added that he had lost his son, and it was like a death to him. \"My parents raised me with solid traditional values,\" he said. Julius noted that Maya's success had turned their world upside down. Julius had lost his job, and they had both lost friends. \"This is how I get repaid,\" he said.\n\n\nVivienne chastised Julius for making Maya believe that he was a different man. She said that if he could try to accept her, it would mean everything to Maya. Nicole sat down and wondered if Julius and Vivienne were still disgusted with Maya.\n\n\nNicole worried that they had shown up at the Forrester mansion to judge Maya, and she wondered if they were truly accepting of Maya. \"Are you lying to her, Daddy, or did you honestly mean everything you said to her,\" Nicole asked.\n\n\nAt the Forrester mansion, Maya smiled at the thought that her parents had visited her. Rick entered. He couldn't wait to tell her about Ridge's idea for the fashion show. Maya hugged him and reported that her parents had visited, and they were going to try to accept her. She excitedly told him her parents had embraced her.\n\n\nUpstairs at the Forrester mansion, Aly was alone in her room. She heard Darla's voice telling her to stop everyone from their design ideas. \"Only you can stop them,\" Darla said.\n\n\n",
    "imdb": "When Liam hints at his dilemma to choose between Ivy and Steffy, Bill is eager to offer his advice pushing his son for reunion with Steffy. Katie shares her theory about Wyatt's interest in Ivy with Liam. Steffy, Rick, Caroline, Aly, Wyatt and Carter hold a meeting to discuss the California Freedom line. Rick is surprised that Ridge wants Maya to be the face of the line because of her story and how she has evoked change around the world. Ridge also plans on using other transgender models for the fashion show. Alexandria keeps silent in the meeting, but deep down she is intent to put a stop to all the madness! Maya tells Nicole about her interaction with their parents and later gushes to Rick about her father working on accepting her for who she is. Julius is truthful when Vivienne asks why he had a change of heart and admits that he can only try to understand why his son Myron decided to become a girl.",
    "tvmega_recap": "Liam has Bill and Katie to stop by. He really needs more of a woman's advice but Bill says he knows the score. Steffy always has been, always will be the woman for Liam, so his love life should be okay now. Liam says no offense but he does not think he has to have Bill tell him once again how perfect Steffy is. Katie tells him that he has two women now that he is stringing along and he has to make a choice. Bill says again that Ivy was only a substitute til Steffy came back, there is no choice now. Maya says she is happy to have her parents in her life. They say they will be in touch. When they leave Vivienne asks Julius why he said those things to Maya, so unlike him. He does not answer right away. In fact he says just leave it alone. She says she knows he does not accept Maya so why would he do that. He says he is going to try but he does not know if he can accept what she has become. There is no more to talk about. He adds that his parents raised him with solid values and he hoped that for his own children. He had a job and good people in his life but when Maya became Maya all of that changed .a child he gave everything to. This is how he gets repaid. Nicole goes home and is surprised when she is not the one to tell Maya that their dad is in town. Maya says her parents were here and just left. Nicole rants that he had no right to turn on his child and should not have come. Maya defends him. She says it used to be that way but her dad called her his girl today and she thinks his view has now changed. Bill tells Katie that Steffy's first choice has always been Mr. Wishy-Washy. And now with Hope out of the way his feelings for Steffy is stronger. Katie says she thinks another Spencer man has a good ring \u0096 Ivy and Wyatt. They could make fantastic babies so maybe fate will intervene. She has a champion in Wyatt and maybe they do not realize it yet but Ivy now has a choice. Liam is aghast. Even Steffy agrees that the other's choice are okay with Maya being lead model for the fashion show. Only Aly has that look on her face and she wishes things were as they were. But she says whatever she has to do now for her family's company she is in ..whatever it takes. Even Rick is in a good mood and admits his ego used to be in the way but he's on board with all of this. Aly almost hurls but makes a quick exit to get away from the others. Maya says she can not believe it that her dad who could not accept her now is holding her in his arms and wants to spend time with her and see her in a different light. He is trying to accept her. Nicole leaves and calls her mom and is told they are at the coffee shop. Nicole tells them not to leave; she is on her way. Ivy says she has not seen Forrester pull together like this in a very long time. They are all surprised they are seeing a new side of Aly too. Aly goes home and starts cringing as she looks at the hatred collage. Dark Darla tells her only she can stop them. Julius tells Nicole to sit down and not make a scene. He says he made Maya no promises. He only said he would try. Nicole says somewhere between him leaving home and coming here he had a change of heart and she is finding that hard to believe. She says she does not want to think the worse but this is a sudden turnaround. Is he lying or does he mean what he said to Maya. Rick listens as Maya tells Rick the good news about her dad's new view.",
    "tvmega_summary": "Episode # 7110 ~ Vivienne & Nicole confront Julius separately about his sudden change of heart regarding Maya; Aly balks when Ridge announces that he'd like Maya to be the face of the California Freedom line.",
    "soapcentral_condensed": "Liam shares his concerns about his love life with Katie. Steffy meets with Wyatt, Ivy, and Liam to discuss the California Freedom line. Maya's parents tell her they will not be leaving Los Angles anytime soon. Julius promises to make an effort to get to know his daughter, and Maya and Julius embrace. Nicole calls her mother to find out where she and Julius had gone, and Nicole is skeptical of her parents' plan for Maya... At a meeting at Forrester, the team discussed how the theme of the line would translate to the runway. Ridge asked Rick what he thought. Rick said he didn't like it. Caroline congratulated Ridge because he was very good at picking teams -- and the perfect woman. \"I love it,\" he said, and everyone laughed. At Maya's coffee shop, Vivienne pressured Julius to try to accept Maya. \"Why would you do that to our daughter?\" she asked. \"But I don't know if I can accept Maya because I can't accept what she's become,\" Julius said.\n"
}