{
    "soap_central": "\n\nOn their balcony at the Atlantis in Dubai, Bill and Brooke surveyed the scenery, and Bill explained that they had the largest suite in the hotel atop the man-made archipelago. As the couple discussed all the things to do in Dubai, Brooke said he hadn't needed to spend all the money on her. Bill told Brooke to only worry about enjoying the trip and their suite. He called her his habibti, meaning his beloved, and he said that he was her habibi.\n\n\nBrooke and Bill changed and went to have lunch. Muhammad, the hotel manager, greeted them. Bill informed Muhammad about the wedding and added that the bride didn't know where or when it would be. Muhammad hoped that meant they'd stay a month, and he explained that weddings in his culture lasted for weeks, with parties before and after the event. He promised the couple a memory that they'd forever treasure.\n\n\nMuhammad left, and Bill talked to Brooke about the cars, the skyscrapers, and the bling in Dubai. Brooke remarked that Dubai was \"so him.\" It was exotic, sophisticated, and full of life. She tried to get him to give her a hint about the wedding, and he asked if she trusted him. She said that she did, and he promised that she'd love what he had in store for her.\n\n\nThe couple discussed biking in Old Dubai and taking a balloon ride over the desert. Brooke called Bill habibi, and impressed, he stroked her face and called her habibti.\n\n\nLater, Brooke and Bill strode hand in hand on the hotel grounds, and she thanked him for taking her there. Bill said he didn't trust anyone at home, and he wasn't taking any chances in making her his bride. She said \"habibti,\" and he uttered that she'd be his habibti forever.\n\n\nIn the CEO's office at Forrester, Katie arrived to visit Ridge, who told her that Bill had given R.J. a sword necklace as a \"parting shot\" to Ridge before taking off to Dubai with Brooke. Ridge added that Bill had told R.J. to wear it with Spencer pride. Ridge was convinced that Bill was trying to get to him. Katie didn't think it was true. She offered to talk to Bill upon his return, but Ride declined.\n\n\nRidge insisted that Bill was trying to turn the child against him. Katie disagreed, but Ridge asserted that Bill was brainwashing R.J. Katie didn't believe Bill could accomplish that or that Brooke would let him. Ridge felt that Brooke was in Bill's pocket, too, citing her use of the papers to get Bill's company back. \"That's not Brooke!\" Ridge exclaimed.\n\n\nKatie, who wasn't wearing her red string, hugged Ridge. She said they'd straighten it out, but she didn't want him to obsess over it. Ridge hugged her back and said he'd try not to.\n\n\nLater, Ridge had gone, and Katie discussed Bill's sword gift with Donna. The sisters thought it was ridiculous that Bill had found the time to play with Ridge before taking off to the Emirates to marry Brooke. Donna asked if Katie had tried reasoning with Ridge, and Katie replied that Ridge had insisted that it was about R.J.\n\n\nDonna didn't get it because, though Bill had his faults, he was great with his sons. Katie said she'd told Ridge that, but Ridge hated everything about Bill -- the way Bill walked, talked, and dressed. Ridge felt that Bill wasn't right for Brooke, and it bugged Ridge even more that Brooke disagreed.\n\n\nDonna said Ridge would have to accept that Brooke and Bill would be married, and Katie needed to lay down the law for Ridge because it was time for the couples to move on to happily ever after. Katie suggested that Donna tell Ridge, and Donna said she'd slap Ridge and Bill down if they didn't listen.\n\n\nDonna thought that the new unions were actually the perfect ending to a messed up situation, but Katie felt that the situation was far from perfect. Donna noted that Brooke and Bill were happy and asked if Katie was. Katie said she just hated to see Ridge that way; he was obsessed with Bill and Brooke. Katie knew that Ridge loved her; but she didn't know how to get through to him about it.\n\n\nIn Rick's office, Wyatt didn't even want to know how Quinn had gotten the scandalous selfie picture; he just wanted her to delete it and pay his therapy bill. Quinn wondered how Brooke would react to the picture. He warned Quinn to not even think about it because Brooke was royalty at Forrester. He feared that if Quinn exposed the picture, they'd lose their jobs and his chance with Hope.\n\n\nQuinn claimed to understand that her hands were tied, and Wyatt ordered her to delete the photo. Just then, Ridge entered and asked to get started.\n\n\nRidge informed Wyatt and Quinn that he wasn't pleased with what had happened with the business in his absence, and couture had taken a back seat to HFTF and the bedroom line. He felt that Quinn's accessories were adequate for those lines, but they wouldn't work for couture. She stated that they were retooling the pieces, but Ridge expressed that he was still skeptical.\n\n\nQuinn informed Ridge that the press had given them praise. Ridge said he'd read about the blue diamond and his mother's jewelry collection, but none of it had helped the company's image. Wyatt interjected that it had made them money. \"While losing the respect of our clientele,\" Ridge added.\n\n\nTaking the blame upon himself, Ridge stated that they'd been out of focus, but they were getting their focus back. The question for Ridge was where Quinn and Wyatt's \"little company\" fit in. Quinn asked him not to let the distractions color his decisions. Ridge asked what distractions, and Quinn replied that she'd seen Ridge at the meeting. \"You're upset with Bill -- not us,\" she stated.\n\n\nThough Ridge acknowledged venting at the meeting earlier, he said it wasn't why they were gathered at that time. He figured that Quinn and Wyatt didn't want to be made guilty by association to Bill. Quinn and Wyatt expressed that Ridge had a right to be upset about the way the pieces had turned out but assured him that they'd take care of it.\n\n\nRidge admitted that the wedding had gotten him off balance, but he knew there was nothing he could do to stop the event. He requested that they not discuss it anymore at the office or anywhere else. Quinn assured Ridge that he'd get the rest of her designs by the end of the day.\n\n\nRidge exited, and Wyatt readily warned his mother not to do anything against Hope's mother or to affect their work. Quinn claimed she wouldn't do anything to reflect on them, but he was sure that anything she did would indeed reflect upon them. Wyatt wanted Quinn to be happy and find another man. She claimed not to need a man. \"Good, because Dad falls into that category,\" Wyatt quipped.\n\n\nQuinn called Bill a dangerous, egomaniacal bully. \"And I love it,\" she stated. She insisted that Brooke was the wrong woman for Bill; Quinn said she knew it, and so did Ridge.\n\n\nLater, Quinn was alone, staring at the phone. Wyatt returned and told her that the delete button was red. She was dismissive, but he said he was battling for Hope, which wasn't a done deal. Quinn insisted that Bill wasn't loyal like Brooke thought, and Wyatt insisted that Quinn stop. She claimed that there would be no deliberate interference from her.\n\n\nWyatt felt that the statement was open to interpretation, but Quinn said she had work to do. He decided to leave her to it, but he asked if he could trust her. Quinn quipped that he knew better than to ask her that. Wyatt left the office, and Quinn attached some jewelry pictures to an email. She dragged her selfie into the email and sent it to Ridge.\n\n\nBack in the CEO's office, Katie was there when Ridge returned. She asked if he felt better, and he murmured that he was trying. She said that Donna had been there, and Ridge dubbed Donna the Team Spencer cheerleader. Katie conveyed that Donna just wanted them all to get along, and he quipped that they all should have little sword necklaces. Katie sarcastically agreed.\n\n\nKatie told Ridge that she understood that Brooke would always be important to him, but Katie couldn't stand that Brooke's wedding was making him so miserable. Katie said it made her miserable when he was, and he said he didn't want that. Katie suggested that they just deal with the situation the best way they could. She said she loved him, and as she hugged him, Ridge stared sadly forward. \n\n\n",
    "tvdb": "Wyatt tries to convince Quinn to delete the ‘selfie’ of her and Bill. Brooke and Bill continue to enjoy their time in Abu Dhabi, where they will soon be getting married. Ridge is upset that Bill gave RJ a sword necklace. Katie confides in Donna that she wishes Ridge would accept Bill and Brooke’s marriage. While emailing Ridge new jewelry designs Quinn adds a surprise attachment.",
    "tvmega_recap": "Bill and Brooke enjoy the beauty of Dubai. He shows her they are at the tip of Palm Jumeirah and it is constructed entirely by the rock and sand from the ocean. And Brooke realizes it is in the shape of a palm tree. She rattles off all the hotels, places to see and shopping. She teases that she hopes he brought along all his credit cards. Muhammad welcomes them and relays if they are getting married he hopes they will stay a month. They do things big there or if they prefer it can be more private. Katie catches up with Ridge alone late at night in his office. Not in a very good mood, he says he heard from his son. She thinks that should have brightened his day until he says RJ showed him something .something Bill gave him, his shiny new necklace ..the sword, his parting shot. And RJ was very pleased with it and told to wear it with Spencer pride. Katie disagrees with him when he says Bill is trying to get to him through RJ. He's playing games and does not care about RJ but Ridge doesn't want Katie talking to Bill for him. He's just trying to brainwash RJ, that's why he sent him the necklace. He brainwashed Brooke and now he's doing it to RJ and Ridge has got to stop it. She says she hates to see him like this, so they will straighten it out. She just doesn't want him to obsess about this. He says he will try. Wyatt looks at Quinn's selfie and wants to know what that is. She says proof that Bill is not ready to marry Brooke Logan. Wyatt is flabbergasted and doesn't even want to know how she got that. He asks her to delete it please. When she makes light of it, he says enough, he will send her his therapy bill. She wonders what Brooke would think if she saw that. Wyatt tells her do not even go there. But she goes on that Brooke thinks Bill is so loyal and true. He takes the phone away from her and says Brooke is royalty around here and if Quinn does anything with that photo they will be out around here. He will lose Hope and they will lose their jobs. She says she knows; her hands are tied. He says good; now erase it. Ridge walks in before they can say more. He wants to get started. Katie fills Donna in on the necklace. Donna knows that must have set Ridge off. Katie says yes and beyond. She's discussed it with Ridge but he's not listening. He has a problem with Bill no matter how good a dad he is to Liam and Wyatt and Will. He hates Bill. He hates the way he walks, the way he talks, the way he dresses and of course he is all wrong for Brooke. Donna says well they are getting married so Ridge will just have to accept that. Ridge tells Quinn and Wyatt that perhaps they have noticed that he is not pleased with things that happened to the company while he was away ..the couture line took a backseat to HFTF and the Bedroom Line. Quinn doesn't see how that involves them. He tells her that her accessories are inadequate for those lines; they won't work. She says and that's the reason they are re-tooling them. He says he doesn't want to be rude but he's a little skeptical. He doesn't think the Blue Diamond or the Stephanie collection really helped the image of the company. Wyatt says with all due respect they did add to the company's bottom line. He says he is not blaming them; he blames himself for not paying attention ..to a lot of things. But he's getting his focus back so how does that involve their little company. She says there are still a number of pieces he has not seen yet and she is confident they will be to his liking. She says they were all at the meeting and she hopes he won't let these distractions color his decision. He is mad at Bill, not them. Quinn says his anger with Bill is justified. Ridge says he did vent a little too much but that is not why they are here now. This whole day, talking about the wedding has thrown him off balance. He wishes he could do something about it but he can't, so they don't need to talk about it anymore. She assures him they will get him the designs by the end of the day. Wyatt tells Quinn that anything she does now will reflect on them so she is to do nothing. He wants her to be happy but find another man. She says she does not need another man. He says good because Bill falls into that category. She says Bill is a dangerous, self-centered, egomaniacal bully and she loves it. Brooke is the wrong woman for him. She knows it and Ridge knows it. He leaves but comes back later as she is studying the selfie. He tells her it is the red button, delete it. He likes his job here and he hopes she does too. And he's battling for Hope and that is not a done deal and he doesn't want her ruining that. He tells her to stop, he knows that look. She holds up her fingers and says there will be no deliberate interference on her part. He asks her if there is room for interpretation there. She says Ridge is probably sitting in his office ready for her things now, so she will finish up what she has and send him to his laptop and then keeping working on the rest. He says he hopes he can trust her. She scrolls around on her laptop with pieces of jewelry and then inserts the pix of her and Bill. Katie tells Ridge that Donna was just there and they all agree that they all need little sword necklaces to ease the situation. She hates seeing him so miserable over this as it makes her miserable too.",
    "soapcentral_condensed": "Ridge felt that Bill wasn't right for Brooke, and it bugged Ridge even more that Brooke disagreed. Katie said she'd told Ridge that, but Ridge hated everything about Bill -- the way Bill walked, talked, and dressed. Donna said Ridge would have to accept that Brooke and Bill would be married, and Katie needed to lay down the law for Ridge because it was time for the couples to move on to happily ever after. Rick didn't even want to know how to get through to Quinn about the scandalous selfie picture; he just wanted her to delete it and pay his bill. Wyatt informed Quinn that he wasn't pleased with what had happened with his business and asked to get started with what he had started with his wife, Hope. Just then, Wyatt and Quinn tied the knot, and Wyatt claimed that he was even more in love with Brooke than he had thought he was before the wedding. He said he'd try not to think about it, but he feared that if Quinn exposed the picture, they'd lose their jobs and his chance with Hope.\n"
}