{
    "soap_central": "\n\nIn the Forrester CEO's office, Katie wanted Ridge to calm down and take a break, but he roared that he didn't want to do that because he was close to remembering. He sensed there was a reason he kept remembering the Spencer logo, so Bill and Justin had to be involved in the incident somehow. Katie asked how that could be, and Ridge suggested that they see what Bill would say for himself.\n\n\nKatie asked Ridge to slow down and think things through. Ridge claimed that he was thinking. He wanted to know whose helicopter he'd been in, who'd been flying it, and where Justin had been at the time. She reasoned that Bill hadn't known Ridge had been headed to the wedding, but Ridge guessed that Quinn had warned Bill. \n\n\nTo Katie, it didn't make sense for Quinn to do that because Quinn hadn't wanted the wedding to happen, and Katie didn't think Bill had had time to get a helicopter in the air when he hadn't even known to expect Ridge. Ridge knew it sounded implausible; however, his memories kept getting clearer and clearer, and he couldn't let Bill get away with the incident. \n\n\nKatie suggested that it had been a freak accident. Ridge asserted that Justin had piloted the plane, and Bill had given the order. She corrected that it had been a helicopter, but Ridge quipped that he knew what it had been. \n\n\nKatie still wanted to be cautious because they were talking about attempted murder. Ridge said he'd punched Bill and humiliated him by taking his bride away, so Bill had wanted revenge. Ridge decided he was going to Brooke's house to confront Bill. Katie asked Ridge to sleep on it. \"You can sleep on it -- or you can come with me,\" Ridge stated. \n\n\nAt Brooke's house, Bill and Brooke cuddled on the sofa. Bill was happy about how everything had turned out for them and said he'd do it all again if he had to. He talked about having a drive-through wedding in Las Vegas that night. Brooke was flattered by the elopement talk, but to her, it sounded as if Bill was anxious to marry her before she changed her mind about him. \n\n\nBill tensed, but Brooke added that it would be impossible because she'd never been more sure about anything than she was about him. She felt that it was natural to be anxious after what had happened in Abu Dhabi, but she was glad that Ridge was okay and on his way to fully recovering. \n\n\nBill was still anxious about pinning down a wedding date. Brooke assured him that they'd do it, even if they had to run off alone. That sounded good to Bill, who said people didn't get them anyway. He said that she got him, though. Brooke replied that he was just misunderstood. She saw him as her great protector, and with a kiss, she stated that she loved that about him. \n\n\nBrooke envisioned a wonderful wedding, during which everyone got along. Bill called her ambitious. She felt that Ridge's accident had taught them all patience and understanding. \n\n\nAs Brooke and Bill talked, the front door opened. Katie and Ridge entered, and Katie stated that she was sorry to barge in. Bill seemed to be about to include them in the wedding talk: however, Ridge interrupted to say that he'd been struggling to remember, but he knew what Bill had done. \n\n\nRidge asserted that Justin had been flying the helicopter, and the fall had been no accident. \"You made that happen,\" Ridge accused. \n\n\nAt the castle, Charlie and Pam excitedly sat in the blue section, and Pam told the morose Aly to have fun and forget about Oliver. Unbeknownst to them, Oliver was in the building, peeking at Aly from backstage. Oliver sneaked into wardrobe and heard some actors complaining that the actor who played the yellow knight was late as usual. When the actors exited, Oliver looked at the costume and smiled. \n\n\nIn the arena, the jousting began, but all Aly could think about was her night there with Oliver. Aly was surprised to look up and see her costumed mother watching the match. Darla told Aly to relax because Darla had a feeling that everything would be okay. \n\n\nBackstage, Oliver, clad in a black and yellow knight's costume, mounted a horse, and as the horse strode forward into the arena, the novice rider Oliver wobbled unsteadily. Pam exclaimed that the yellow knight had arrived, and Aly wondered who he'd give the carnation to. They watched as the knight struggled to remain on the horse, and Pam exclaimed that he was headed their way. \n\n\nPam lurched forward in anticipation of getting the carnation, but Charlie pulled her back down in her seat. The yellow knight tossed the carnation to Aly and removed his helmet to reveal himself. Aly smiled to see Oliver grinning at her. Oliver tried to take the horse backstage, but another actor grabbed the reigns and pulled Oliver and his horse back to the ring to joust. \n\n\nCharlie, Pam, and Aly grew anxious when they realized that Oliver would have to joust. They covered their eyes, but Oliver surprised them by remaining mounted after the first hit. The second hit knocked him off his horse, and Aly hopped from her seat as he rolled through the dirt. \n\n\nAn actor asked for Oliver's helmet, but Oliver tried to explain that he wasn't the real actor. The actor said it didn't matter, and he shoved Oliver toward the sword fight portion of the show. \n\n\nAly watched as Oliver was losing the fight, and the Darla vision shrieked that she couldn't watch. Aly jumped from her seat and ran down into the arena. She yelled for the winning knight to stop just as he was about to stab Oliver. She ran to the king and queen's box and begged them to spare the knight's life. The king asked why she'd made the request, and she said it was the noblest cause of all -- love.\n\n\nThe crowd swooned, and Aly admitted that the knight wasn't an actor; he was her boyfriend. The king decreed that the life of the yellow knight would be spared. Oliver got up, knelt before Aly, and kissed her hand. The crowd erupted into cheers, and Aly and Oliver humbly took it all in. \n\n\n",
    "tvdb": "Knowing that Ridge is getting closer to remembering the details surrounding his accident, Bill masks his concern from Brooke. Determined to win Aly back, Oliver makes a gallant grand gesture to prove his feelings for her. Still piecing together the events surrounding his accident, Ridge forces himself to remember every detail. Brooke assures Bill that they will finally tie the knot when they are certain that Ridge’s condition has completely improved.",
    "imdb": "\nConcerned that Ridge is on to him, Bill makes new wedding plans with Brooke.    ",
    "tvmega_recap": "Ridge tells Katie that he doesn't want to take a break. He keeps seeing things like Justin's face and the SP logo; he knows Bill and Justin have something to do with his accident. There was a second helicopter and somehow Bill did this to him. And he can not let him get away with that. Katie says Bill has done some terrible things but this she can not believe as it would be attempted murder. He wants to go confront him now and she wants to be sure and sleep on it. He says he is going with or without her. Bill and Brooke cuddle and he says he'd do it all over again if he had to just to be with her. He goes on and on about an impromptu wedding and she won't even have to leave the couch. She's flattered but says he has nothing to worry about. She has no doubts and is not going to change her mind and has never been more sure about him. Aly is in a sullen mood at Medieval Nights and even Pam can't bring her out of her funk. Oliver goes backstage and ends up in the knight's dressing room. He hears that one of the knights, Travis, is late and they will have to go on without him. Oliver is able to slip into the clothes and onto his steed and enters the ring where the jousting is going on. As the Yellow Knight he heads straight to the front row where Pam, Charlie and Ally are sitting. Even GhostDarla has shown up for the event and tells Aly just to enjoy herself and all will be fine. Oliver comes forward and takes off his helmet and Aly sees who it is as he throws her a carnation and she catches it. She perks up but suddenly is replaced by a frown on her face as the real Yellow Knight tries to pull Oliver off the horse. Oliver finds himself in the middle of a joust yet has little besides his sword to defend himself and finds himself quickly on the ground with a sword at his throat. Aly flies out of the stands and into the ring and begs the King to spare this knight \u0096 out of love. This is not an actor but her boyfriend. The King declares that the Yellow Knight be saved. Oliver takes a bow to a rousing applause by the entire audience as Aly beams at him. Katie and Ridge come right into Brooke's home and says Ridge needed to see them. Bill says it is a good time as they were just discussing the wedding plans. Ridge wastes no time. He says he has been struggling with some ideas and there is one thing he knows for sure what Bill did. Justin was flying that helicopter and it was no accident. Bill made that happen.",
    "soapcentral_condensed": "Katie asked Ridge to slow down and think things through. Ridge claimed that he was thinking. He wanted to know whose helicopter he'd been in, who'd been flying it, and where Justin had been at the time. At Brooke's house, Bill and Brooke cuddled on the sofa. Bill said he'd do it all again if he had to. He talked about having a drive-through wedding in Las Vegas that night. Brooke was flattered by the elopement talk, but to her, it sounded as if Bill was anxious to marry her before she changed her mind about him. Bill was still anxious about pinning down a wedding date, even if they had to run off alone. Brooke felt that Ridge's accident had taught them all patience and understanding. Darla told Aly to relax because she had a feeling that everything would be okay. Backstage, Oliver sneaked into wardrobe and heard some actors complaining that the actor who played the yellow knight was late as usual. In the arena, the jousting began, but all Aly could think about was her night there with Oliver.\n"
}