{
    "soap_central": "\n\nAt Spencer, Steffy listened outside the office door as Sally was inside, telling Liam that she hadn't hugged a CEO before, yet she'd hugged him twice. Liam asked if he'd seen her fake-hug his wife in Monte Carlo. Steffy strode away from the door. Liam thanked Sally for the drawing, and she said she'd never thought anything good would happen to her in that office.\n\n\nLater, Sally had gone, and Liam was ending a call about a confusing incident. Steffy entered. He said he'd just heard that she'd been there and had gone. Steffy explained that Sally Spectra had been in there, squeezing Liam like a tube of toothpaste. Liam replied that Sally could be effusive, and Steffy asked what Sally had to effuse about.\n\n\nLiam revealed that he'd spent fifty million to buy the Spectra building. Steffy thought that was a hefty price for some smoking bricks. She said Bill would be pleased, but she didn't know what Sally had to be happy about. \"Because I gave it to her,\" Liam responded.\n\n\nSteffy huffed, and Liam asked her to say she saw the justice in it. What Steffy saw was a forty percent tax liability, for one thing. Liam asserted that the building belonged to the Spectra family, and Bill had destroyed it. Steffy contended that if justice was the goal, then the Spectras should be in jail. Liam asked why Steffy hadn't taken the chance to put Sally there.\n\n\n\"Wow,\" Steffy replied. She asked what Liam's need was to save Sally Spectra. Liam claimed that he was saving Bill's hide. Steffy didn't believe Bill would see it that way. Liam responded that people knew about it and asked what would happen the next time the guy hired to start the fire got arrested. Liam speculated that the guy would trade on the information, and when the truth was out, the gift to Sally would be a powerful denial for Bill.\n\n\nLiam claimed to be doing what a loyal son would. \"It's a bit of a stretch,\" Steffy replied. He agreed and said Sally had indicated that she'd pay him back. Steffy asked if he seriously believed it. He replied that he was skeptical, too, but Sally believed it.  Steffy thought he was rationalizing a mile a minute and asked why he hadn't just let the Spectras leave.\n\n\nLiam replied that it wouldn't have been right. Steffy quipped that there was always someone there to help Sally. Liam asked Steffy why she cared. \"Excuse me?\" she asked. He reasoned that it was his family's company and asked how the decisions he made there affected her. Steffy couldn't believe he'd seriously asked what Spectra had to do with her or her family.\n\n\nSteffy's voice rose as she asked if it had occurred to him to talk to her before gifting Sally a fifty-million-dollar building. Liam stated that Steffy's relationship with Spectra hadn't changed from the previous month. \"This isn't a month ago!\" Steffy yelled. Liam said he knew Steffy wasn't suggesting that \"we\" take advantage of a criminal act to put Sally out of business.\n\n\nSteffy contended that Sally was a criminal act and asked if Liam had forgotten all the things Sally had done to Steffy and her family. Liam said it wasn't his place to address it. Steffy sighed. He stated that he had an ethical obligation to make up for the damage his father had done to Sally. Liam couldn't reverse all of Bill's ill-gotten gains, but he could that one.\n\n\nSteffy pointed out that Liam's new office and title were ill-gotten gains. \"You don't want to say it's blackmail. Then what is it?\" asked Steffy. Liam replied that he was sorry she felt that way and saw him that way. She tried to explain herself, but he interjected that it was done. The money had been paid and the deed recorded. He didn't know what else to tell her.\n\n\nIn another office, Justin and Wyatt were going over the books.  Wyatt didn't get where a fifty-million-dollar debit had gone. Justin said it was what happened when people without accounting backgrounds looked at the books. Wyatt replied that they'd bought something for fifty million, and all they had as a reference for it was the letter \"G.\" Based on the date of the transaction, Wyatt believed it had been Liam, not Bill.\n\n\nJustin and Wyatt traced the wire transfer to an account belonging to C.J. Garrison. Wyatt asked if Spencer had waited for Spectra to burn down in order to pay top dollar for it. To Wyatt, that didn't make any sense. Wyatt didn't know why Liam, who'd rolled his eyes at Bill's building plans, had bought a burned building.\n\n\nWyatt didn't think Bill had gone through all the spreadsheets, either. Justin said Bill preferred flow charts because Bill was always in the top box. Wyatt grumbled that Liam had taken that box, and Wyatt was in the second-best box, as always.\n\n\nJustin got frustrated while in the county web files, looking for title transfers. The system was asking for information Justin didn't have. Wyatt figured out he was locked out of some Spencer financial files and asked if Justin had the accounting password.\n\n\nJustin asked what \"UTF8\" was, and Wyatt said it was an encoding number. Abandoning his laptop, Wyatt stood over Justin's shoulder and instructed Justin to enter the Spencer name into the county system. Justin thought it would be more efficient to use the lot and parcel numbers.\n\n\n\"Oh, that's messed up,\" Wyatt said, looking at the results on Justin's screen. It said that the property belonged to Sally. \"We spent fifty million dollars on a property, and we don't even own it?\" Wyatt asked.\n\n\nJustin assumed the website hadn't been updated from the original Sally's ownership, but Wyatt noticed that the new filing date matched the money withdrawal date. Studying the history of the title, they discovered that Sally Spectra was listed twice with different social security numbers. Wyatt asked how it had gone from one Sally to the next when Spencer had paid for it.\n\n\nJustin asked Wyatt to look into the \"G\" situation, and after a little research, Wyatt found something that said G, plus forty percent. Wyatt said the land had been a gift. Groaning, Justin believed Bill would freak out. Wyatt was shocked that Liam had bought the property and then had just given it to Sally.\n\n\nLater, Wyatt strode into the CEO's office, where Liam was working alone.  \"Uh, hey, bro,\" Liam said as if offended that Wyatt had just walked in. \"Don't bro me,\" Wyatt quipped. Liam advised Wyatt to check with Alison first if he needed to see Liam.\n\n\nWyatt was offended that Liam was saying Wyatt had to make an appointment to see Liam. Wyatt hadn't done it with Bill, and Wyatt certainly wasn't doing it with Liam. Liam apologized and decided he should have said it more tactfully.\n\n\nWyatt asked if Liam had taken to reading management textbooks or something. \"I don't work for you. I'm your brother, remember?\" Wyatt asked. Liam asserted that Wyatt was his brother, and Wyatt did work for Liam. Liam said that it was fine if Wyatt wanted to get a beer after work, \"But if you have a reason to see me -- \"\n\n\nWyatt cut Liam off and said Wyatt had fifty million of them. Liam looked surprised, and Wyatt asked if the number meant something to Liam. In response, Liam claimed that a lot of big numbers crossed that desk. Wyatt informed Liam that Wyatt and Justin had gone over some quarterly numbers, and the fifty million one had stood out to Wyatt.\n\n\nLiam quietly said it hadn't been illegal or embezzled. Wyatt replied that it had been worse; it had been thrown away. \"You bought Spectra Fashions' building, and then you just gave it away to Sally?\" Wyatt angrily asked.\n\n\nAt Spectra, Sally arrived and talked with some of the construction workers. She was surprised to see her sister in her tarped office and asked why Coco hadn't gone to the taco truck. Coco said Grams had wanted Coco to watch the workers. Coco was reading a real estate magazine, and she joked that she was hoping someone would buy her a building.\n\n\n\"Is that what happened?\" Coco asked. Sally replied that it kind of had happened that way, but then it kind of hadn't. Coco asked if Sally had done something that would get them in trouble. Sally replied that she hadn't. \"No one died and gave you a building in downtown L.A.,\" Coco concluded. Sally responded that she'd found an angel, or rather, an angel had found her.\n\n\nLater, Sally was alone with the construction workers, discussing the old vents, which had been too narrow for the building. Steffy arrived, and the workers exited. Steffy noted that when she'd arrived downstairs, she'd seen that the fire had been really bad. Sally said they didn't have air conditioning, but it was so smoked out that no one noticed that they were swimming in sweat.\n\n\nSteffy remarked that she'd thought Sally had been leaving town. Sally claimed her aunt's spunk had inspired her to give it one last shot. \"With my husband's help,\" Steffy added. Sally was glad Liam had told Steffy. Sally called Steffy the luckiest woman on earth to have a man like that.\n\n\nSteffy asked how Sally could accept that kind of gift. Sally said Liam had insisted, and she would pay him back. \"Right, right,\" Steffy snickered. Sally noted that there were some people who believed in her. Steffy indicated that she was well aware of it. She cited that Thomas had given Sally money, \"and look what happened there.\"\n\n\nSally didn't want to fight. Steffy clarified that she was giving facts. Steffy said Sally had proven again and again that Steffy couldn't let her guard down with Sally. Steffy warned that if there was any more stealing from Steffy's family or sponging off them, Steffy would prosecute. Steffy asserted that Sally would have to answer to Steffy, and the next time, Sally would pay.\n\n\nAt Forrester, Bill arrived in the CEO's office, and Ridge said Bill could go to human resources if it was a job he was looking for. Bill wondered if anyone had ever laughed at Ridge's attempts at jokes. Ridge asked if \"this\" was funny. He said Brooke wasn't there and wouldn't want to see Bill if she was. Bill assumed Ridge had talked to Brooke.\n\n\n\"We talk,\" Ridge informed Bill. Ridge said he'd known Brooke would see Bill's true colors and leave him. Acknowledging that he and Brooke were going through a rough patch, Bill reminded Ridge that Bill and Brooke were married. Bill expected Ridge to respect it. Ridge asked how the marriage was going for Bill. Bill said he'd meant it when he'd said to stay away from his wife.\n\n\nRidge stated that it was too late for that. He'd already seen Brooke, and she'd told him everything. Bill said it was a lie. Ridge admitted to it and said Brooke hadn't wanted to talk about it, but he knew her so well that she didn't have to tell him anything. \"I know she's done with you,\" Ridge concluded. Bill said taking relationship advice from Ridge was like boarding the Titanic.\n\n\nRidge asked if Bill had stepped down because he'd needed an extended vacation. Bill grew agitated. He didn't know who'd said it was extended. He said it was just a leave of absence, an indefinite one. Ridge didn't see the difference. He was surprised Bill had found the confidence in Liam to let Liam take over. \"There's more to that kid than meets the eye,\" Bill mumbled.\n\n\nRidge sensed that things were complicated for Bill, but he didn't want Bill to worry about Brooke. Ridge said she had a shoulder to lean on -- indefinitely.\n\n\nAt Brooke's house, R.J. arrived downstairs, and Brooke joked that it was a good thing she was there to check up on him because he'd slept until midday. She said she might stay a few days. He revealed that he knew she'd walked out on Bill. \"Welcome home,\" R.J. said and hugged her.\n\n\nBrooke wasn't ready to talk about it. R.J. stated that while growing in a family full of scandal, no one had told him anything; however, he'd heard and seen things, anyway. \"Like the other night when I saw dad holding you,\" R.J. explained. He hadn't seen his parents look so close in a long time. Brooke replied that it was fair to say something had changed.\n\n\nR.J. asked if there was any chance, but Brooke warned him not to ask questions that she didn't have answers to. He asked what she'd do next, and she replied that it would come to her. He was ready to go to Bill's house to get her stuff, but she told him that it was the wrong time to be impulsive. He pointed out that she'd returned home.\n\n\nBrooke replied that it was what one did when one didn't know what to do. Home for R.J. was Brooke, Ridge, and himself. R.J. knew she missed it and that she still loved his father. R.J. promised that he wasn't trying to match-make, but he knew of the time when she'd been the happiest. It had been when Ridge had been there.\n\n\n",
    "yt": "\n\nWyatt and Justin discover a piece of information regarding Liam’s business dealings with Sally and Spectra Fashions.  While looking for his wife, Bill finds Ridge who has a list of taunting questions regarding why Brooke is so upset.  An irate and confused Steffy interrogates Liam about getting into business with Sally.  Liam doesn’t think that his professional association with Sally is any of Steffy’s concern.  RJ confronts Brooke about her marriage to Bill and if there happens to be any chance of their family reuniting with Ridge.",
    "imdb": "Wyatt and Justin discover that Liam used 50 million dollars of company funds for the purchase of the Spectra site which is now apparently owned by Sally. Across the hall, Liam admits to Steffy that he bought the Spectra building - and gave it to Sally on basis of an interest-free loan. Steffy is unpleasantly taken aback and storms off to confront the redhead. At Spectra Fashions, Coco asks Sally if someone bought her the building. Sally remains mysterious, but says she has an angel. While looking for his wife, Bill finds Ridge who has a list of taunting questions regarding why Brooke is so upset. R.J. confronts Brooke about her marriage to Bill and if there happens to be any chance of their family reuniting with Ridge.",
    "tvmega_recap": "Steffy sees the spontaneous hug between Sally and Liam. Sally tells Liam she never thought she could be this happy. Bill goes to see Ridge who tells him Brooke is not here but if she were she would not want to talk to him. He always knew she would see Bill's true colors. Bill says they are going through a rough patch right now but they are still married and he expects Ridge to respect that. He is deadly serious when he says to stay the hell away from his wife. Ridge says Brooke does not have to tell him anything but he does know that she is through with him. RJ hugs his mom and says he knows she walked out on Bill. He saw her hug his dad and he thinks that is significant so he wonders what she is going to do next. He knows she still loves his dad. Wyatt questions Justin on some purchase for $50 Million with only the letter G and he knows it was not from Bill so it had to be Liam. They start looking at the computer following transactions and Sally's name comes up twice. Wyatt figures it out that Liam bought the property and then just gave it to Sally as a gift (G). Steffy comes on into the office and as they talk Liam admits he gave the Spectra building to Sally. She does not see the justice in that when she belongs in jail. He says he was only trying to keep his dad out of jail by buying the building and giving it to Sally. He says this is his family business so why would Steffy even care. He thinks he has an ethical obligation to right some things that his dad has done. It is done and it does not have to affect their lives. Ridge tells Bill that he understands he is taking an extended leave of absence and leaving Liam in charge. So he must suddenly have more confidence in that boy. Wyatt walks into Liam's office and Liam says he needs to check with Alison first. Wyatt says he does not work for him. They are brothers and he never had to make an appointment to see Bill. Wyatt says he and Justin were going over some numbers and this particular one stood out at him. He knows that he bought the Spectra building and then just gave it away to Sally. Steffy goes to see Sally who says they are not exactly fit for company but come on in. Steffy says she thought she was going to leave town. Steffy says she knows all about the gift from her husband. Sally says she will pay Liam back. Steffy says anyone sponging off her family will pay and this time she will see that she does.",
    "tvmega_summary": "Episode # 7677 ~ Ridge jumps at the opportunity to provoke Bill about his troubles with Brooke; having learned of Liam's gift to Sally Spectra, an enraged Steffy confronts her nemesis with a rock-solid threat.",
    "soapcentral_condensed": "At Spencer, Steffy listened outside the office door as Sally was inside, telling Liam that she hadn't hugged a CEO before, yet she'd hugged him twice. Liam thanked Sally for the drawing, and she said she'd never thought anything good would happen to her in that office. Later, Sally had gone, and Liam was ending a call about a confusing incident. He said he'd just heard that she'd been there and had gone. He revealed that he'd spent fifty million to buy the Spectra building. Liam said he had an ethical obligation to make up for the damage his father had done to Sally. Liam couldn't reverse all of Bill's ill-gotten gains, but he could that one. Wyatt asked if Spencer had waited for Spectra to burn down in order to pay for it. To Wyatt, that didn't make any sense, and he didn't know why Liam'd rolled his eyes at Bill's plans to burn it down. Wyatt believed it had been Liam, not Bill, not CJ Garrison.\n"
}