{
    "imdb": "Katie assures a concerned Brooke that she and Bill no longer have anything to worry about regarding her drinking. While awaiting word from Liam, Bill and Wyatt differ in their opinions regarding what Quinn deserves for keeping Liam at the cabin. Liam takes the opportunity to unload the suppressed anger and resentment he has for Quinn for losing Steffy: he tells Lt. Baker that he is pressing charges against Quinn! After Justin explains that a trial with an unlikely outcome could make not only Liam, but also Bill, Steffy and Wyatt part of a public spectacle, Liam reconsiders. Wyatt is relieved by this news and Quinn is thrilled as she takes it as a sign that deep down Liam still has feelings for. She promises a puzzled Liam to redeem herself.",
    "tvmega_recap": "Bill laments to Wyatt that his mother is crazy and she must pay for her crimes toward the family. Wyatt says she already has lost everything that matters to her. She lost her job and the only man, Liam, that she cared for. Bill says Liam needs closure and the only way he will get that is to press charges against Quinn and send her away for a long time. Lt. Baker tells Liam enough is enough, stop telling Quinn what she has done. If he is going to press charges, then just say so. Brooke stops by Katie's and finds her playing with Will. Katie has a better attitude and says she knows Brooke is concerned about her but she doesn't have to anymore. Brooke says she is glad Katie is not drinking anymore and she does sense a certain calmness and confidence in her. Katie says she realizes she was a hot mess and she does not want to add to that. She knows Bill is hurting because his two sons are at odds. She has not been there for him but now she wants to. Brooke says she is now and she has gotten her sister back. Bill tells Wyatt that he has compassion but he is looking at it from the big picture. Liam is pressing charges right now. Indeed Liam tells Lt. Baker that he will. Quinn is read her rights. Her attorney tells Liam that he is making a big mistake. He will never win this case in court. Even Justin, his own attorney, tells him he will go through hell and still may not win. He promised Bill that he would have Liam's best interest at heart and that is what he is doing now. Quinn tells Liam that she is sorry. She deserves everything he is doing and wishes she could make it up to him. Lt. Baker starts to take Quinn away and Liam calls out to hold up; he has changed his mind. He is not going to press charges. Liam tells Justin that everything he wanted is gone because of that woman. He did not know who he was in the cabin or even who Quinn was. Wyatt walks in and tells Liam that he knows Quinn was wrong but she is his mother and wishes Liam did not press charges. He is stunned when Liam tells him that he did not. Wyatt thanks him and says he will never forget that. He will personally make sure that his mother stays away from Liam. Quinn is free to go and her attorney and Lt. Baker strongly advise that she stay away from Liam. When all is done Liam asks to speak to her. Baker says she is a free woman so she can do what she wants. Liam sits down and bluntly asks Quinn who she is. Wyatt tells Justin that his mother's time with Liam changed her and he hopes she stays that way. Liam tells Quinn that his brother is now married to the woman he loved but he is not going to give up on that. But Quinn taught him one thing and after today he thinks she should stop thinking of him as they are done. She says no. He taught her goodness and sacrifice and how to love. She can work on that and make him proud of her. She realizes that he hates her now but she is not the Quinn he used to despise. His words were goodness and tenderness. He made her believe in herself, a remarkable lovable woman. She will make him believe that again, the woman he admired and respected.",
    "tvmega_summary": "Episode # 7339 ~ Katie attempts to soothe Brooke's fears & concerns about her recent problems with alcohol; after much deliberation with his father, brother, attorney, & captor, Liam seals Quinn's fate."
}