{
    "soap_central": "\n\nAt the cliff house, Bill sulked and drank on the sofa. Liam, who'd been thinking, decided that Ridge really wasn't the guy for Brooke. Surprised, Bill asked if that meant his son wouldn't hound him to return to Katie, who wasn't right for him. Liam responded, \"You're not right for Katie.\"\n\n\nAs Liam left through the side door to take a run, he advised Bill so slow down on the alcohol consumption. Bill refreshed his drink, and Quinn entered through the front door, noting that he was alone with his best friend. Bill muttered that he wasn't so drunk that he didn't know that she wasn't his son -- or his best friend. \"No, but that bottle is. Especially today,\" she quipped.\n\n\nBill asked Quinn to shake her tail and show him her victory dance, but Quinn claimed that she wasn't there to gloat. She followed up with an \"I told you so,\" and Bill wondered why he even bothered to talk to her and why she was there.  She claimed to be there to save him from his self-imposed agony.\n\n\nQuinn guessed that Bill would move on to Katie again, but Bill denied the desire to do so. Quinn retorted that it was because the mothers of his children were disposable to him. She thought that Brooke and Bill were perfect for each other because Brooke had a plethora of fathers for her kids.\n\n\nBill asked if Quinn was finished. Quinn said she'd been finished with him for a long time, and Katie and Brooke had also become finished, leaving him all alone. \"Like me,\" she added.\n\n\nQuinn asked to have a glass of whiskey and toasted to Bill finally feeling the sting of being dumped by his one and only; it was a sting she'd known well. She asked what he'd learned from the disaster that had befallen his love life. Bill claimed that it wasn't a disaster, and the mistake he'd made had been trusting Katie not to take him to the cleaners, steal his company, or restrict him from his son.\n\n\nQuinn countered that Katie's mistake had been trusting Bill not to sleep with her sister. Slurring his words, Bill declared that Katie had wanted him to sleep with her sister and had set him up to do so. Quinn noted that he didn't like to take responsibility for his actions, but Bill replied that he took plenty of responsibility.\n\n\nQuinn cited that Bill hadn't taken responsibility for her being pregnant. \"Could have been avoided,\" he quietly murmured. She doubted that he wanted to go there with her, and annoyed, Bill asked if she wanted yet another apology. She replied that his apologies sucked.\n\n\nBill retorted that Quinn had a way with words, and Quinn asked if she'd made in him laugh in their past. \"A little bit,\" he murmured and tripped on some furniture. He stopped himself from falling, and she asked if he was okay. Bill rasped that he wasn't, not that day. Quinn assured him that he'd be okay because, though he'd lost Brooke, he hadn't lost everything.\n\n\nQuinn measured success not in money, but in her son and the few friends she had. Bill was with her on that one, saying he could count his friends on one hand. Quinn revealed that \"some of us\" cared about him, but only God knew why. Bill stumbled again, and she told the \"cowboy\" to be careful.\n\n\nNeighing, Bill said it had been a rough day on the range. Quinn suggested that he lie down, and he wobbled as she helped him up the spiral staircase to the bedroom, where she tried to undress him.\n\n\nQuinn murmured that Bill would probably enjoy undressing her. \"Not as much as you would,\" Bill quipped. She called him a sexiest pig and locked her lips to his.\n\n\nBill and Quinn began ripping each other's clothes off and vases from a dresser crashed on the floor. She whipped his belt off and called him a naughty boy. \"Crazy bitch,\" he retorted and threw her against a wall to ravish her with kisses. Huffing, they fell onto the bed together.\n\n\nDownstairs, Liam returned from his run and heard a thudding noise from upstairs. Glass also broke, and he dashed upstairs to the bedroom and whipped open the door. His eyes grew large, he pulled the door shut, and stunned, he braced himself against a nearby wall, trying not to throw up.\n\n\nAt the mansion, the panicked guests checked on the fainted Katie. The paramedics arrived, but Katie didn't want to be fussed over. Ridge told a medic about Katie's heart, and the medic wanted to take Katie to the hospital. Katie insisted that it wasn't necessary. Deciding the wedding could happen later, Brooke went upstairs to change, and she and Ridge took Katie to the hospital.\n\n\nAfter Katie had gone, Donna grew worried, but Eric said he was there for her. They kissed, and Stephanie's portrait popped off the wall and fell in front of the fireplace. As Stephanie's bird-like eyes stared at them, Eric told the portrait, \"All right, I get it!\"\n\n\nAt the hospital, Katie arrived on a gurney, which she thought wasn't necessary. Dr. Patrick met Katie, Ridge, and Brooke, and insisted upon running tests, much to Katie's dismay.\n\n\nLater, Ridge and Brooke entered a hospital room, where Katie, still in her formal dress, anxiously sat on the edge of the bed. Katie wanted to go home, but Dr. Patrick insisted upon running a battery of tests to see if she'd had a mild heart attack or was experiencing heart rejection. Huffing, Katie said it could take all night. Brooke reasoned that they had to find out why Katie had fainted.\n\n\nKatie murmured that she knew why. \"No, you don't. But we are going to find out,\" Brooke replied in a motherly tone. Brooke took the doctor into the hallway to talk, and sitting on the bed, Ridge told Katie that she'd given everyone a scare.\n\n\nKatie apologized for believing that she could get through the wedding and stand up for Brooke. Ridge said that Katie had at least tried. He told her that she was beautiful and \"as gritty as hell. The perfect package;\" however, she needed to rest and listen to the doctor. Katie assured him that there was nothing wrong with her. \"I didn't pass out at the wedding. I had to do something,\" she revealed.\n\n\nKatie admitted that she'd been suppressing her feelings because experiencing the pain of Bill and Brooke's betrayal had hurt too much. Though she'd given Ridge mixed signals, she hadn't been able to stand it when Carter had read the poem. \"Our poem,\" she added.\n\n\nKatie reasoned that people had to listen to fate, and she wondered what had made Carter choose that poem. Ridge admitted that he'd thought the same thing and guessed that she'd faked the fainting spell. Kate had felt that her only choices had been to allow Brooke to marry the wrong man or to stop the wedding.\n\n\nKate stated that it hadn't felt like her to do what she'd done, but she hadn't felt like herself in a long time. \"You make me feel like me,\" Katie uttered. \"Without you, I feel...\"\n\n\n\"Lost?\" Ridge concluded. He leaned into Katie, and pressing his cheek against hers, he assured her that she wasn't lost. \n\n\n",
    "tvdb": "Katie uses her past to her advantage; Stephanie makes her presence known when Eric kisses a woman.",
    "imdb": "\nStephanie makes her presence known from beyond the grave when Eric shares a kiss with another woman.    ",
    "tvmega_recap": "With all the guests gathered around Katie on the floor, Ridge asks Rick to call 411. He wants to know how in the hell did this happen. They determine she does have a pulse so that's good. Still drinking, Bill says this is a fine day for both of them. Liam says yeah he knows what Bill is going through so he's there for him. Bill appreciates his son's support. Liam even says that he also knows that Ridge does not belong with Brooke. Bill is surprised that Liam isn't gonna hound him about going back to Katie. Liam doesn't think that would do any good. He tells Bill that he is going to go for a run and maybe Bill should go a little easier on that bottle which is almost empty. Bill mocks him as Liam leaves. He's not out of sight good before Quinn slips in. she tells Bill she sees that he's alone with his best friend. He looks at her with one eyeball and says he is not so drunk that he thinks she is Liam. And he definitely knows she is not his best friend. She says no, but today that bottle sure is. So he tells her to shake her tail, girl, and see what kind of victory dance she has in her. She quips as much as she despises him, she is not there to gloat. He doesn't know why she is there anyway. She would never understand. She's never had the kind of love he had with Brooke. She says as much as he does deserve to wallow in this self-made agony she thought she would come over and keep him company. She wonders if he will reach out to Katie now that Brooke is a lost cause. Of course not as he has a son with her and those women are disposable. Although in her mind so is Brooke. She has three children by three different men. It's sad but they are a perfect match. He asked if she is finished and she says yes she has been finished with him for a long time ..and now it looks like so is Katie and Brooke. She states Bill is all alone just like she is. He pours another drink and she asks if she can join. He chimes that the bar is open. She knows the feeling of being dumped by your one and only and now Bill does too. This is a disaster but he doesn't see it that way. She says yes, he broke up his marriage, he lost his company and now his mistress has dumped him. He slurs that the mistake he made was trusting Katie not to take him to the cleaners, steal his company and restrict his time with his son. Quinn points out the mistake Katie made was trusting him not to sleep with her sister. She'll play Devil's advocate and say he does not like to take responsibility for his own actions. Like when she got pregnant, that was her fault, not his and she does not want to hear another apology as they suck. He tries to get up but stumbles a bit. Katie tries to get up and Ridge and Brooke all tell her just to rest; the paramedics are on the way. Katie wants no fuss, does not want to go to hospital but they all insist. Brooke says the wedding can wait. Katie is admitted at the hospital and Dr. Patrick takes over. Katie keeps saying she is fine, just didn't eat and has low blood sugar. Dr. Patrick reminds her of her heart history and they will have to take some tests to be sure her heart is not involved. Bill determines that he can't walk on his own so allows Quinn to help him up the stairs to his room to lie down. She tells him it will get better. He has not lost everything. Money is not the only measure of success. She says for her it is her son and the few friends that she does have. He agrees, says he can count his friends on one hand. She tells him believe it or not, but there are some of them that do still care, God only knows why. She tells him to be careful, cowboy. He makes a whinny sound and says yes it has been a rough night on the range. Dr. Patrick says they are almost through but he'd like one more test. Brooke goes with him to ask a question. Ridge tells Katie that she had them plenty scared. She apologizes and said she thought she could pull it off. She knew it was a mistake standing up for Brooke but she thought she could get through it. He hugs her and says she is as beautiful as ever and gritty as hell. She says there is nothing wrong with her. She did not pass out but she had to do something. Quinn manages to get Bill up the stairs but not without knocking over a lamp that shatters to pieces. He makes a crack about getting her in bed and she calls him a sexist pig. But then she kisses him. He's surprised since he thought she hated him. She says yes almost as much as he does her. They kiss again and he slams her against the wall where a picture falls. She rips off his shirt and his pant's belt and wraps it around her hand. She calls him a naughty boy and he calls her a crazy bitch. Liam comes back from his run. He sees the picture of him and Hope that Quinn turned down, so he rights it. Then he hears noises upstairs and starts to investigate. He hears another loud crash so runs up and pushes in Bill's door. He backs out with a ghostly face and almost gags as he backs into a corner out of the way. Ridge questions Katie on her not passing out. She admits that she has been messed up for so long. Bill hurt her really bad and she was angry. But Ridge listened to her and that may seem like a small thing, but it was more than that. He's shown her kindness and understanding. And she knows she has sent him mixed signals. When Carter started reading their poem ..and mentioned fate, she just lost it. She saw the way Ridge was looking at her and she just couldn't do it anymore. She says she knew she had two choices and both terrible choices that made her a liar. She could stand there and let her sister marry a man she knew she shouldn't or stop the wedding so she chose the latter. And she doesn't regret it. She says she has not felt like herself in a long time, but Ridge has made her feel like herself. Without him he adds she would be lost. She admits yes she would. She leans so close that she almost kisses him, but he offers his cheek instead. He says she is not lost.",
    "soapcentral_condensed": "At the cliff house, Bill sulked and drank on the sofa. Liam, who'd been thinking, decided that Ridge really wasn't the guy for Brooke. Quinn guessed that Bill would move on to Katie again, but Bill denied the desire to do so. Quinn said she'd been finished with him for a long time, and Katie and Brooke had also become finished, leaving him all alone, \"like me,\" she added. Bill said it had been a rough day on the range, and Quinn suggested that he lie down, and he wobbled as she helped him up the spiral staircase to the bedroom, where she tried to undress him. Bill rasped that he'd be okay because, though he'd lost Brooke, he hadn't lost everything. Bill measured success not in money, but in her son and the few friends she had. Bill was with her on that one, saying he could count his friends on one hand. Quinn revealed that \"some of us\" cared about him, but only God knew why.\n"
}