{
    "imdb": "Brooke, Thomas and Pam marvel about Ridge having another child at this stage of life. Ridge and Caroline's lunch at Il Giardino takes an unpleasant turn when Ridge's former doctor Dr. Wolin shows up at their table making snide remarks about Douglas's paternity. At another table, confronted by Bill and feeling betrayed by Brooke, Katie blames her drinking and her marital woes on her sister. On her leaving, Katie sees Ridge ending a heated argument with his doctor. She introduces herself to Dr. Wolin, asks for a drink and begins to fish for information what the heated discussion was about. Meanwhile, Bill finds Brooke at his house just as she is finding another bottle of Vodka hidden in the Spencer kitchen... Despite Ridge's assurance, Caroline grows uneasy about keeping the paternity of their son a secret.",
    "tvmega_recap": "Bill and Katie have lunch at an outdoor restaurant. She assures him again that she has not been drinking and she is enjoying herself now without it. He says he will not pass any judgment so she can tell him if she has any urges to drink. Thomas asks Pam if she has seen his dad. She says yes, he managed to tear himself away and is having lunch with Caroline. Dr. Wolin happens to be eating there too and he walks over and introduces himself to Caroline and says he was Ridge's urologist. He congratulates her on her new baby. Ridge walks up and says something came up and he must go. Mistakes can be fixed. While Caroline goes ahead to the car, Ridge tells the doctor that he does not want him near his wife again. The doctor remarks if that child is really his then he has nothing to hide. Bill tells Katie that they need to do this more often. He reminds her again how much she and his family means to him. She says nothing more is going to interfere with his happiness. Ridge catches up with the doctor. The doctor says Ridge did not impregnate his wife. He knows it and Ridge knows it. Ridge says he is throwing round accusations and he does not want him to mess with him. Do they understand each other? Katie overhears as the doctor says it is not accusations; everyone knows it is the truth. Brooke tells Thomas that all is well with her and Katie; in fact she is going there now to see her. Back at the office Caroline asks Ridge is he wants her to massage his shoulders; he seems awfully tense. She wonders if it had something to do with that doctor. He says it is nothing for her to worry about. She does not believe it. He tells her that he did not want her to worry so he did not tell her. He tells her the doctor knows that Douglas is not his son. Thomas walks in. Katie walks over to the doctor and introduces herself and wants to join him. She has a question. She laments that she could not help but notice he and Ridge were having an argument and wonders what it was about. If there is a problem perhaps she can help. She asks his association with Ridge. The doctor says he is his ex-urologist. He says secrets can be touchy. At Katie's Brooke goes inch by inch in the kitchen cabinets until she discovers some hidden liquor. Bill walks in and asks why Brooke is here. He starts to pour her a drink of sparkling water which Brooke directs him to the bottle she found but it does not contain water. He says it is flat and Brooke hands it to him to smell and it is vodka. Thomas asks his dad about a gown he is designing and then lets him back to what they were discussing. Katie thanks the doctor and says he has helped more than he could know. But she would still like to know why he keeps mentioning secrets. Finally the doctor says that Ridge is infertile. She says that is impossible as he just had a son. The doctor says then it is someone else's child. Ridge tells a worrying Caroline there is no proof that Douglas is not his child. Just some doctor who is trying to shake down the Forrester family. They are safe.",
    "tvmega_summary": "Episode # 7310 ~ Katie grows curious after witnessing Ridge in a heated argument with a stranger in public; Brooke & Bill are disappointed when they accidentally happen upon Katie's secret stash."
}