{
    "imdb": "With instructions from Quinn, Ivy approaches Liam for the first time since returning from Australia and explains that she wants to reinvent herself. Liam warns her about Quinn, but Ivy is voicing doubts that Quinn is the master-manipulator everyone claims she is. As Liam turns to leave, Ivy calls him back for one more thing - and she kisses him! Quinn makes another unsuccessful attempt to convince Steffy that she is a changed woman who has no ulterior motive for being with Eric. Steffy is not in the mood to compromise and raises the stakes: she declares that the only chance she and Wyatt have of working things out is if Quinn leaves Eric! Wyatt hopes to get Thomas on his side when he confesses his fear of losing Steffy to Liam due to Quinn.",
    "tvmega_recap": "Quinn and Ivy whisper that it will be hard to get Steffy and Liam apart but she gave her this new look and she needs Ivy's help to get Liam to move on. She knows she loves that man so help him stay away from Steffy. Wyatt is Steffy's victim. She tries to convince Ivy that she can get him back, just work it. Thomas tells Wyatt that he never has seen him so stressed out like this. Wyatt opines that he can't help it. This is something he cannot fix. The only thing to help will get Steffy back home where she belongs. Thomas says he knows his sister and this may take a while. He is not insensitive to what Wyatt is going through but he doesn't know what he can do. Wyatt says maybe nothing but he can tell Liam that he is not going to relinquish the title of husband any time soon. Quinn steps out in the hallway and shouts to Liam that look who is back. He asks Ivy how long she is going to be here and she says that depends but Quinn has asked her to work with her .so she is working it. He tells Ivy that he cares about her and she needs to know to watch her back around Quinn. Steffy tells Quinn that it is surprising that she went to bat for Ivy. And she warns Quinn that she is not a permanent fixture around here and will be gone soon. Quinn says it is completely unfair of her to continuously punish Wyatt for whatever Steffy thinks Quinn has done to her and her family. She says for the hundredth time that she has changed yet no one will give her that chance. Quinn tells her maybe she can change her focus. Go home to her husband and focus on him. Wyatt tells Thomas that he can not underestimate Liam. He is going full out and making it clear that he wants Steffy back. Ivy and Liam talk about old times, even Amsterdam. She says she is making some changes to help her adapt. She wants to change her accent and wants to be more assertive here in L.A. He says she never should have left L.A. in the first place but he is glad she is back. She wants to know why things are so complicated with Quinn. He gives the same old story that he and Steffy would be married if Quinn had not kidnapped him. Quinn's plan worked to keep Liam away and give Wyatt a chance to get Steffy. He says that is his point. Quinn says she is a changed person but she has always been a nut job. And now she is living with Eric. So work with Quinn but for God's sake do not trust her or turn her back on her. Before she will let him go she comes forward and gives him a big kiss. Steffy tells Quinn that she loves Wyatt but Quinn's ends do not justify the means and she has a twisted way of seeing things and that will never change. Quinn begs her to see her as she is now. Just come to the house and see how she and Eric are good for each other. Steffy says no she will not be doing that. Steffy says she does not have to put an act on for her. Just tell the truth of why she is doing all of this. Quinn says this was not part of some master plan; falling in love with Eric just happened. It is real and it hurts Eric to know that his family will not accept her. Quinn says she can stay away from Wyatt and Steffy and all will be okay. Steffy says no, she has told her several times to stay away from her family and she could not do that. Quinn has to pack up and leave FC and Eric and go somewhere else.",
    "tvmega_summary": "Episode # 7416 ~ A stressed-out Wyatt confides in Thomas & asks for his advice; Ivy & Liam come face-to-face for the first time since they left Australia."
}