{
    "soap_central": "\n\nAt the mansion, Rick said that when Ridge whined about him, Eric should think of all Rick had done to keep Eric's legacy alive. Rick implored Eric not to let Ridge manipulate Eric and to stand up for Rick. Eric said Rick's health was more important than profits, and Rick needed to step back a bit. Rick disagreed. He admitted to being unkind but claimed it wasn't as bad as what Ridge had done to people, the company, Rick, and Eric.\n\n\nRick insisted that Ridge had stolen their wives, and Eric couldn't give Rick's job to Ridge. Rick asked if Eric had ever thought of how it would be if Ridge had left Brooke and Eric alone. Eric believed Rick knew the history, which wasn't as straightforward. Rick told Eric not to justify Ridge's behavior. Rick didn't think he could have done anything about the past, but he could stop Ridge at that point.\n\n\nRick said that Eric had the power to make sure that Ridge couldn't hurt Rick again. Rick ordered Eric to tell Ridge that Rick would be even better once he was through the scandal. Rick wanted Eric to deny Ridge and stand up for Rick. Eric said he had a lot to think about, but Rick didn't see what there was to think about. Rick said the best thing was for him to get back to work.\n\n\nRick asked if the woman-stealing Ridge was who Eric wanted running the company. Eric said he wanted Rick, but things had happened. Rick insisted that he was invested in Forrester. Rick asked why, if Maya had left, Eric wanted to take Rick's job, too. Rick demanded that Eric tell Ridge that he could no longer take whatever he wanted.\n\n\nIn the CEO's office, Ridge asked why Caroline hadn't told him about the accident. Ivy entered and saw Caroline in a wheelchair with braces on her legs. Caroline briefly explained that a car had plowed into her, but she was fine. Caroline asked about Ivy and Liam, and Ivy said the couple was good.\n\n\nRidge was surprised that a Spencer man had time for Ivy because the others were too busy digging into Maya's past. Caroline suspected that it was her uncle's work, not Liam's. Ivy agreed, adding that Liam knew what and what not to print. Ridge guessed he shouldn't complain, because Rick wouldn't be CEO for much longer.\n\n\nCaroline, Ivy, and Ridge discussed the morality clause in Rick's contract, and Ivy wondered if Ridge had convinced Eric to invoke it. Ridge said that he and his father didn't always agree, but he believed that Eric would ask Rick to step down.\n\n\nLater, Ridge was alone in the office, eyeing the CEO's chair. He sat it, and Eric entered. Ridge noted that it had taken a long time. Eric replied that Rick had had a lot to say. Ridge stated that Eric had to sometimes disappoint a son, but it had to be done.\n\n\nEric said that Rick loved his job. Ridge was sure Rick did love bossing and intimidating people. Ridge said he'd do things differently. Ridge knew that it wasn't easy to choose between two sons. Eric replied that he was tired of it. Ridge noted that Rick had had his chance. Eric remarked that leading could be difficult at first. Ridge stated that there were different levels of difficulty. There was nervous difficulty and then there was shooting at people difficulty.\n\n\nRidge didn't think Rick's leadership skills would change. Eric said Rick knew how to make money, something that Ridge overlooked from time to time. Ridge didn't feel he overlooked profits, but he recalled that Eric had said that fashion was the engine. Ridge recalled that Eric had run the business as the head designer and CEO. Eric gave Ridge a look, and Ridge guessed Rick had tried to talk Eric out of it.\n\n\nRidge stated that there were consequences to bad behavior, which was why the clause was in the agreement. Ridge wanted the company to return to a place where people flowed with creative energy, worked together, and took pride in their creations. Ridge asked if Eric wanted it run that way again and run that way by the guy who'd been beside him since day one.\n\n\nRidge wanted to run Forrester the way Eric had in the past. He relayed that Eric had said it was his dream for Ridge. \"Now it's time,\" Ridge asserted. Ridge told Eric to let Ridge run the company.\n\n\nAt Spencer, Bill whizzed into Liam's office, ready to have a lunch celebration. \"You promised me,\" Liam stated. Liam was upset that Bill had published Maya's story without consulting Liam. \"Oh, that,\" Bill murmured and said he'd given Liam the night to get over it.\n\n\nLiam wasn't over it or the idea that Bill had risked Liam's reputation. Bill said he'd changed his mind, which was his prerogative. Liam didn't know why he had his position if Bill didn't value Liam's opinion. Bill said he could value it without agreeing with it. After watching while Liam's stock plan had gone nowhere, Bill had stepped in and moved things along.\n\n\nLiam showed Bill some articles that Liam considered backlash for Spencer publishing the story. Bill shrugged it off. Liam reminded Bill of the last transgender story in the press, and Bill recalled being upset that they hadn't been the first to run it. Liam reminded Bill that the person in the story had committed suicide. Bill had forgotten that, but he didn't worry about it happening with Maya.\n\n\nLiam insisted that Bill should be worried about Maya -- and about himself -- because he didn't know the consequences that could befall them for running the private story. \"Open your eyes, Bambi! Look around! Do you know where you are? This is Spencer Publications,\" Bill yelled. Bill asserted that they published stories, and the stories paid for their building.\n\n\nBill felt that if Liam had a crisis of conscience and wanted to change his lifestyle, Boy Scout Monthly was hiring. Liam decided that Bill could have lunch alone while Liam tried to quell the uproar Bill had caused. Bill didn't care if Liam wouldn't have lunch with him and said he'd go by himself. \"You know why? Because I'm hungry!\" Bill raged and slammed the door behind himself.\n\n\nLater, Ivy arrived at Liam's request. Liam was upset that Bill had gone behind Liam's back to print a story that might not even get rid of Rick. Ivy didn't want Liam to worry about the things his father did, but Liam did worry because it reflected upon Liam. Liam felt guilty because it had all happened due to him wanting something better for Ivy and Caroline. Ivy said not to feel guilty and that she loved him.\n\n\nBack at the mansion, Caroline arrived, and Rick wished she'd told him about the car incident. She asked if he was okay after his accident and mentioned that she'd heard about the \"other stuff.\" Rick asked if she was there to rub it in and if Ridge had sent her to do so. Caroline replied that she'd thought Rick needed a friend. She admitted that she partly felt Rick deserved it for putting Maya on a pedestal.\n\n\nRick claimed that Maya hadn't been dishonest; it had just taken a while for her to tell him how she'd become a woman. He claimed it didn't change his feelings, and Caroline said she wouldn't judge. Rick conveyed that Maya had left him. Caroline was shocked, saying there was no way Maya would have given up after all the work she'd put into being with Rick.\n\n\nRick claimed Maya wasn't the gold-digger that Caroline had claimed Maya was, and Bill's story and Rick's reaction to it had scared Maya. Rick added that Ridge was using it to become CEO. Rick said Caroline could tell Ridge that it wouldn't work, and Ridge wouldn't take Rick's job. Rick figured that Eric was with Ridge at that moment, giving Ridge the news, \"whatever\" the news might be.\n\n\n",
    "tvmega_recap": "Rick tells Eric when he thinks about Ridge, think about all that whining he has done. He can not let him manipulate him, stand up for Rick. Ridge questions Caroline why she did not tell him bout her accident with her legs. Ivy comes in before she can answer. She says she and Liam are good right now. Liam is looking on the internet and chides Bill for exploiting Maya when he promised not to. He says he put his reputation on the line and now Bill wants him to get over it. He does not think so. Bill says as CEO he has the prerogative to change his mind. Liam says it is unbelievable. Bill says no, it is his company and he calls the shots. And they want Rick out; Liam wants that for his girlfriend. Liam says why did Bill even make him President if he doesn't value his opinion. Bill says he sat back and watched Liam with his little stock plan and it was going no where so he had to step in and move things along. They bicker back and forth. Liam says most people have a heart. Bill tells Bambi to open his eyes. Liam says actresses have killed themselves or been killed over things like this. Bill should have thought of the consequences before putting Maya in danger. Bill slams the door and walks out and says he will work on this himself because he is hungry. Eric tells Rick there is no doubt he has been a good CEO but there is more to it than that. Rick says no, Ridge has done much more harm and Rick still deserves this. Eric can not give Ridge his job. Ridge tells Caroline and Ivy that Rick is talking with Eric right now and he should be ready to go. Rick continues to whine to Eric what Ridge has been doing to them for years and he and Maya could still be together but she won't even return his phone calls. He has the power to avoid those trashy magazines, so tell Ridge no. He will be an even better CEO, just stand by his son. He can not hand the company back over to Ridge. He has lost Maya the woman he wanted to marry so please do not let Ridge take his job away too. He can't have everything he wants anymore. Ivy asks why Liam called her; it sounded urgent. Liam tells Ivy that what his dad does reflects on him too. He wanted something better for both her and Caroline and now look what happened. Caroline fills Rick in on what happened. He says despite what happened between them, he still cares. She says she knows he has been through a lot and thought he could use a friend. He says Maya was not dishonest. It just took her longer to tell him that he would have liked. He still loves her. He says she was not the gold digger that Caroline accused her of; she has left him. And now Ridge is trying to use all of this to become CEO. So she can go back to hr boyfriend and tell him he is not stepping down. Ridge sits in the desk and Eric ceomes in and says it took a while as Rick had a lot to say. Ridge asks him if they talked about the clause. Eric says Rick loves the job and does not want to give it up. Ridge ways he knows it is difficult to choose between his two sons. Eric says yes he is tired of it. Ridge says he needs to know how to respect people. Ridge says design runs the company, even Eric used to say that. Rick does not understand that concept. Ridge says he ants this company to be run like Eric used to .by the guy who was next to his side almost from day one. It's time, let him run this company.",
    "tvmega_summary": "Episode # 7074 ~ Rick begs Eric to ignore Ridge's tactic; Bill stands by his business decision despite his son's criticism.",
    "soapcentral_condensed": "At the mansion, Rick said that when Ridge whined about him, Eric should think of all Rick had done to keep Eric's legacy alive. Rick implored Eric not to let Ridge manipulate Eric and to stand up for Rick. Eric said Rick's health was more important than profits, and Rick needed to step back a bit. Ridge asked why Caroline hadn't told him about the accident. Ivy entered and saw Caroline in a wheelchair with braces on her legs. Caroline briefly explained that a car had plowed into her, but she was fine. Caroline asked about Ivy and Liam, and Ivy said the couple was good. Liam was upset that Bill had published Maya's story without consulting him. Bill murmured and said he'd given Liam the night to get over it. Liam didn't know why he didn't agree with Bill's opinion, which was his prerogative. Liam said he could have changed his opinion without agreeing with it without agreeing it's value. Bill said he wasn't over it or the idea that Liam had risked his reputation or the company's.\n"
}