{
    "soap_central": "\n\nA devastated Felicia backed out of the room before a smooching Bridget and Dante could see her. Bridget pulled away from him. \"I can't do this to my sister,\" she lamented and begged Dante to go through with his wedding. He reluctantly agreed then discovered Felicia waiting just outside the room, but she didn't reveal what she had seen. After Dante left, Felicia started to confront her sister, but Stephanie interrupted them. \n\n\nBridget exited, and an observant Stephanie asked what was going on. Felicia started to rat out Bridget, but an excited Eric burst into the room. \"Are you ready?\" he asked. \"My two daughters, the bride and the maid of honor...I will never forget this day,\" he said. Stephanie was still perplexed as to what Felicia had been about to say.\n\n\nStephen showed up at Taylor's house to say goodbye. \"I wanted yours to be the last face I see when I leave town,\" he said as he smiled. Taylor seemed depressed with his news that he was returning to Paris. Stephen apologized for causing any problems for Taylor and told her to call him if she ever needed help. \"I'm going to miss you,\" Taylor admitted, and they kissed before he walked out the door.\n\n\nThe ceremony began, and Felicia watched from the wings as Bridget walked to the altar and exchanged longing looks with Dante. Eric then escorted Felicia down the aisle, but she was plagued by images of Dante and Bridget kissing. When Felicia joined Dante, she caught her groom glimpsing at Bridget. As vows were exchanged, an emotional Bridget thought about happier times with Dante. \n\n\nWhen Felicia observed Dante gazing at Bridget again, she couldn't hold it together any longer. \"Your behavior today is appalling,\" Felicia screamed at Bridget, continuing, \"You're my sister. You should be ashamed of yourself.\" With that, Felicia tossed her bouquet at Bridget as the shocked guests looked on. \n\n\n",
    "tvdb": "Taylor is surprised when Stephen drops by with the news that he is returning to Paris. They both agree that they have no regrets of the night they spent together and bid one another goodbye. Bridget pulls away from Dante's kiss and tells him to marry Felicia. Felicia remains silent about seeing them kiss, but Stephanie notices that something is wrong. As everybody gathers and the ceremony begins, Felicia notices Dante watching Bridget. After declating their vows to one another, Felicia flips out when she sees Dante's eyes are still on Bridget. Felicia stops the ceremony and tells Bridget that she should be ashamed of herself.\r\n",
    "yt": "\n\nFelicia struggles to make sense of Dante kissing Bridget on her wedding day. Even though Bridget realizes she does have feelings for Dante, she begs him to go through with marrying Felicia; she doesn’t want to hurt her sister. Dante accepts that if he can’t be with Bridget, he should make Felicia as happy as possible. Eric convinces Felicia that Dante is completely committed to her, and she agrees to still marry him. Right before Dante and Felicia are almost finished exchanging their rings, Felicia declares she can’t go through with the wedding and calls out Bridget as the cause. Stephen says his goodbyes and prays that Brooke will one day accept him. Hector confronts Taylor on her possible feelings for another man.",
    "imdb": "\nFelicia sees Bridget passionately kissing Dante, but they all pretend it's an innocent goodbye, so the wedding in black goes on. Stephen takes his leave from Taylor but promises to return from Paris if she ever needs him. When it's time to exchange rings, Felicia suddenly turns on her 'unforgiveable' bridesmaid.    ",
    "soapcentral_condensed": "A devastated Felicia backed out of the room before a smooching Bridget and Dante could see her. \"I can't do this to my sister,\" she lamented and begged Dante to go through with his wedding. After Dante left, Felicia started to confront her sister, but Stephanie interrupted them. Stephen showed up at Taylor's house to say goodbye and told her to call him if she ever needed help. 'I'm going to miss you,' Taylor admitted, and they kissed before he walked out the door. 'You're my sister. You should be ashamed of yourself,' Felicia screamed at Bridget. 'Your behavior today is appalling,' she continued, throwing her bouquet at her sister. 'My two daughters, the bride and the maid of honor...I will never forget this day,' Eric said. 'This is the last face I see when I leave town,' Stephen said as he smiled. 'It's the end of an era,' Bridget said as she thought about happier times.\n"
}