{
    "soap_central": "\n\nAt Spencer, Steffy asked Liam if he really wanted to do it. Liam affirmed it. Thomas and Caroline arrived, saying they'd been on the way to the airport when they'd gotten the call to meet in Bill's office. Wyatt entered, too, and asked what was going on. Bill strode in, typing on his phone, and said it was a surprise to see them. He asked if it was a party.\n\n\nCaroline said that Liam had convened the meeting. Bill asked Liam what it was all about. Liam said Bill knew. Glaring at Liam, Bill offered to talk to Liam -- privately. Sally arrived, and Thomas asked why she was a part of it. \"She's not. Get out!\" Bill rasped.\n\n\nLiam revealed that the matter involved all of them and the lies that his father had told. \"Don't do it, Liam. You'll regret it,\" Bill warned. Liam asked Caroline if she wanted to be the one to say it. After a moment of silence, Liam told everyone that Caroline wasn't dying and never had been.\n\n\n\"You're not dying?\" Thomas asked the tearful Caroline. Wyatt asked why everyone thought such a thing. Bill ordered everyone out of the room except Caroline and Thomas, but Caroline told her uncle that it was over. Liam explained that Bill had decided that getting Thomas out of town would make it easier for Bill to get Spectra's land.\n\n\nSally said Liam had to be kidding. Bill stated that it was exactly what Liam was doing, but Liam shouldn't make light of his cousin's illness. Wyatt asked what was going on. Bill ordered Wyatt to stay out of it before he ended up like his brother -- jobless, homeless, and without an inheritance.\n\n\nSteffy asked them all to calm down. Thomas began a pitch about being asked to calm down when he'd left his life to be in New York, all for the \"son of a bitch's\" stupid tower and stupid lie. Thomas yelled that he'd left Sally and Spectra when they'd needed him the most. Bill said that Douglas had needed Thomas more.\n\n\nThomas contended that his son had had him already. \"And you...\" Thomas said, focusing on Caroline. He told her that she'd just gone along with it. Caroline screamed that she hadn't wanted to. She'd hated it, but she'd had him back. She'd had their family together. Thomas called it all insane, and he apologized to Sally. Sally said it was okay.\n\n\nLiam corrected that it wasn't okay, and there was even more. Bill warned Liam to cut it out, but Liam said he had nothing to lose. Liam didn't intend to stop until everything was out. Bill told them all not to listen to the nonsense. Liam said shipping Thomas off hadn't been enough, so Bill had done something more drastic. Instead of Bill letting Spectra fizzle on its own, Bill had made it happen immediately, right before the fashion show.\n\n\nSally guessed that Liam meant the fire. Wyatt stated that it had been an accident. Turning to Bill, Liam asked if it had really been an accident. Sally stated that Liam had been there when she'd found out that the building had had an electrical issue. Liam replied that he'd made the mistake of telling his father that he'd put out the fire, and the incident had \"inspired\" Bill.\n\n\nThomas called Bill a \"selfish bastard\" and said people could have been killed in the fire. Bill replied, \"Because of faulty wiring!\" Bill warned them not to play into Liam's overactive imagination about the fire. Wyatt asked Bill to deny it and say Liam was wrong. Bill stated that Liam had never been more wrong in his life.\n\n\nThere was a knock at the door. Bill guessed it was Little Red Riding Hood's granny, there to chew him out, or it was the scrawny tailor, who'd try to choke him with a tape measure. Bill fell silent when he saw Lieutenant Baker arriving with two officers. Baker had gotten Liam's message and asked why Liam had called him there. Liam said it was to arrest his father.\n\n\nSteffy asked Liam if he was sure. Baker asked what the charges were. Liam said it was for arson, and Bill was responsible for the fire at Spectra. Lt. Baker stated that it was a serious accusation. Bill advised Baker that Liam had to still be suffering from the effects of his concussion. Liam scoffed as Bill apologized for wasting Baker's time.\n\n\nBill said it was bad enough that Liam had created a family crisis, but dragging Lt. Baker into it was beyond the pale. Liam stated that, for the record, Bill had admitted it, had claimed not to regret it, and had called it \"fair play.\" Bill said the accusation was ridiculous and without proof.\n\n\nSally offered to testify to how badly Bill wanted the property. Thomas added that Bill had put a lot of effort into it by making Thomas leave for New York. Lt. Baker asked what Thomas was talking about. Thomas explained that Bill had convinced Thomas that Caroline was dying, because Bill had known that Thomas would want to leave town to make a family for his son. Thomas had fallen for it, leaving Spectra at a vulnerable time.\n\n\nLt. Baker asked it if was true. Bill stated that it had nothing to do with the so-called arson. Baker disagreed in light of the presented motive to make Spectra fail, and he asked for the purpose behind it. Liam stated that Bill wanted to put a skyscraper on the land.\n\n\nBill claimed he'd never denied it, but he denied that it correlated with Spectra's unfortunate accident. Liam asserted that no one believed it had been an accident. Bill bellowed that what he didn't believe was that he'd ever called Liam his son or given Liam the Spencer name.\n\n\nLiam was proud to be a Spencer, just not of the way Bill represented the name. Liam said Bill played by his own rules and didn't care whom he hurt for profit. In Liam's eyes, Bill didn't just love money; Bill worshiped it, and he worshiped the skyscraper.\n\n\nLiam told Baker that Bill was one of the most rapacious men Liam knew, and Bill was pathologically self-serving. Liam had always told himself that Bill's lack of morals wouldn't reflect on Liam, but it was no longer true. Liam didn't want to \"do it\" anymore. Looking at Bill, Liam contended that his father had committed a crime, and Liam thought Bill deserved to pay. Baker stated that it would be years in prison if it led to conviction, and he asked if Liam was sure about it. Bill roared that Liam was grandstanding and making up lies.\n\n\nLiam called Bill the liar and said Bill made the family something to be ashamed of. Grabbing his sword necklace, Liam said he'd once been proud of it, but Bill had made Liam embarrassed to be associated with it. Liam said not to worry because he and Wyatt would rebuild the company and family, and the Spencer name would finally mean something good.\n\n\nBaker wondered if it was just a family squabble or disagreement between father and son. Liam stated that it wasn't, and Baker asked if Liam was prepared to testify against Bill and understood the consequences. \"Yes,\" Liam said. Baker guessed that they would take Bill in.\n\n\n\"Liam, fix this. Tell them it isn't true. Liam...Please,\" Bill uttered.\n\n\nAt Forrester, Quinn and Ridge worked in the design office. Quinn was in a good mood because Sheila was out of her house. Ridge was glad Quinn was okay after what he'd walked in on at the house the other day. She replied that Eric had had a right to be upset about her letting things get out of hand, and she thanked Ridge for sticking up for her. His support meant a lot to her.\n\n\nRidge was glad that Eric was home and that Quinn had her husband back. Quinn didn't plan to waste her second chance by worrying about Sheila, and Quinn suggested that Ridge start believing in chances with Brooke. Ridge stated that Brooke was married to Bill. Quinn reasoned that Ridge could have what he wanted in life if he invested in positive thinking, which had worked for her.\n\n\nRidge expressed that Quinn had inspired him not to give up on Brooke, even though his chances seemed remote because of Brooke's marriage to Bill. Quinn believed it might be an advantage that Bill was the competition because Bill was bound to screw up eventually.\n\n\nQuinn received a message from Ivy, who needed her \"bad cop\" down in shipping to help with an order mix-up. Quinn said she and Ivy made a good team, but Quinn didn't know why she always had to be the bad cop. Ridge asked if she wanted help from the grumpy co-CEO, and they exited the office together.\n\n\nIn the security room, Charlie ate a doughnut and laughed at a klutz on his multi-monitored panel. Sheila startled him when she arrived, and she asked if he hadn't seen her enter on the display monitors. Charlie asked if he could help her, and she said she'd thought he'd never ask.\n\n\nCharlie had heard Sheila had gotten the boot from the mansion. Sheila stated that Charlie was going to help her get back in. He asserted that even if Quinn still had any feelings for Ridge, she'd been keeping them in check. Sheila claimed it wasn't good enough or fair to Eric, and Charlie was going to help her get rid of Quinn.\n\n\nLooking at Charlie's monitors, Sheila exclaimed that Ridge and Quinn weren't even trying to hide it. Charlie watched Ridge and Quinn head for the elevator, and he reasoned that they were just working together. Sheila thought Ridge was sweeping Quinn off to a secret love nest.\n\n\nCharlie, who knew every inch of the building, said there was no such place. Sheila suggested that Ridge, who never had any original ideas, was taking Quinn to the steam room. She decided that \"we can stop them before they get there.\"\n\n\nCharlie stated that he and Sheila didn't even know if anything was happening with Ridge and Quinn. Sheila asked if Charlie could stop the elevator. Charlie said all he had to do was push the two buttons over there, and she told him to do it. As he refused, Sheila pressed the big red and green buttons on a controller beside the keyboard.\n\n\nThe elevator abruptly stopped. On the monitor, Charlie and Sheila saw Quinn pressing buttons. An alarm sounded, and Charlie's phone began to ring. Sheila stopped Charlie from answering it. He asked what she was up to, but Shelia corrected that it was what Quinn and Ridge were up to. She decided that they didn't have to let Ridge and Quinn get to the steam room. Instead, Ridge and Quinn could betray Eric right there.\n\n\nCharlie wanted to help Quinn and Ridge, but Sheila warned him not to dare do it. She threatened Charlie, saying she could still tell Pammy everything at any time. Sheila suggested that Charlie watch and see for himself why Quinn didn't deserve to be with Eric.\n\n\nIn the elevator, Quinn guessed that the emergency button was supposed to alert someone to help. She tried her cell phone to call Ivy, but there was no reception. Ridge couldn't try his because he'd left it on the desk. Concluding that they'd be there a while, Quinn sat on the floor. Ridge joined her and joked about a party in the elevator. Quinn said it was more like a break from work, but it gave her a chance to say some things.\n\n\nQuinn was glad that Eric was back, and she wouldn't do anything to ruin it. Though she thought it might sound strange, Quinn revealed that she missed her and Ridge's closeness. Their secret had been awful, but it had bonded them, and they'd become friends. Quinn touched his hand.\n\n\nRidge told Quinn that he'd been out to bury her, but he didn't want to do that anymore. He didn't want to lose what they had, either, and he'd always be there for her.\n\n\nUnbeknownst to Ridge and Quinn, Charlie and Sheila watched the silent security footage, and Sheila told Charlie to observe that Quinn and Ridge were close, practically drooling on each other. Excited that it was happening, Sheila used her cell phone to take a picture of Charlie's screen. He asked what she was doing, and she said she was gathering evidence. Sheila urged Ridge to kiss Quinn and said it would be the kiss of death for Quinn's marriage.\n\n\n",
    "imdb": "Sheila sneaks into the security office of a startled Charlie. She promptly tells Charlie that he is going to help her get back into the Forrester estate. Alone in the Design Office at Forrester Creations, Quinn and Ridge share their concern over Sheila's influence on Eric. As they enter the elevator, it suddenly stops - because Sheila has halted the operation. Charlie reluctantly goes along with Sheila's plan to have Quinn and Ridge locked in the tiny cabin for a while to create an intimate moment. Will Sheila's prediction turn true and Ridge and Quinn fall back into old patterns? Liam summons Steffy, Wyatt, Thomas, Caroline and Sally to Bill's office. Bill hollers for everyone to get out when Liam pointblank reveals that Caroline is not dying. The chaos has not settled back in when Liam further explains that there is more. After Lt. Baker arrives, everyone is in shock when Liam instructs the Lieutenant to take his father into custody for committing arson at Spectra Fashions.",
    "tvmega_recap": "Liam tells Steffy that the truth is always the best thing. He calls Wyatt in who is worried it might be against him. Bill comes in and says it can't be a party as it is not his birthday. He wants to know what this is about. Ridge catches Quinn humming and asks what is up with her, humming and smiling. She says she is back home, no one is shooting at her and Sheila has moved out. Of course she is happy. Sheila sneaks into the office and wants Charlie to help her again. He retorts that even if Quinn still has some feelings for Ridge that she is keeping them in check. Sheila says that is not good enough; Eric deserves better than that. Sally walks into Bill's office. Thomas cannot imagine why she is involved in this and why she is here. Liam says she in particular is involved so Bill will tell them or he will. Bill tells them to all get out and for Liam to forget this. So Liam speaks up and says Caroline is not sick; she never was. That was Bill's plan. Bill asks them again all to get out. Thomas shouts that he has been in New York all because of him. He left Sally and Spectra when they needed him the most. He says this is insane and apologizes to Sally. He starts in on Caroline for going along with the lie. Liam tells Bill he is not going to stop until they know everything. Bill planned all of this just before Sally's fashion show. He looks at a very angry Bill to fill in the blanks. Sheila looks over Charlie's shoulder at the camera views and sees Quinn and Ridge get on the elevator. Sheila suggests they are probably going to their secret love nest. Actually Quinn got a fax from Ivy to come help her in shipping. Sheila hits the stop button to the elevator trapping them inside. Lt. Baker walks into Bill's office and wants to know why he was called. Liam says to arrest his dad \u0096 he is responsible for the arson at Spectra. Both Ridge and Quinn pound on the elevator button but nothing. Sheila won't let Charlie make a move or she will tell his Pammy. Quinn sits down on the floor and says they are going to be here for a while. Ridge joins her. She says this gives her a chance to say a few things to him. She says she loves Eric but she missed Ridge; they had bonded and she had told him things she told no one else. Sheila tells Charlie that look how close they are. It is happening. Sheila takes her phone and takes pictures. Ridge tells Quinn that he will always be there for her but he does not want to go back to the way they were. He just wants to be happy for her and his dad. Sheila is there with her phone egging Ridge on to give her the kiss of death \u0096 to her marriage. Lt. Baker cannot believe what he hears \u0096 all for Bill's skyscraper. Liam tells Bill that he does not just love money and that skyscraper; he actually worships them. He says Bill committed a crime and he thinks he deserves to pay. Lt. Baker says this could mean years in prison if Liam goes along with this. Liam says while Bill is in prison he and Wyatt can lead this company and make it what it could be. Bill looks at Liam and begs him not to do this; to tell the truth.",
    "tvmega_summary": "Episode # 7664 ~ Quinn shows her appreciation to Ridge for standing up for her and ridding their lives of Sheila; with the unwilling assistance of Charlie, Sheila concocts a plan to ensure that Eric becomes hers.",
    "soapcentral_condensed": "At Spencer, Steffy asked Liam if he really wanted to do it. Liam affirmed it. Thomas and Caroline arrived, saying they'd been on the way to the airport when they'd gotten the call to meet in Bill's office. Wyatt entered, too, and asked what was going on. Liam revealed that the matter involved all of them and the lies that his father had told. \"Don't do it, Liam. You'll regret it,\" Bill warned. Liam asked Caroline if she wanted to be the one to say it. After a moment of silence, Liam told everyone that Caroline wasn't dying and never had been.\"You're not dying?\" Thomas asked the tearful Caroline. \"She's not. Get out!\" Bill rasped. Bill ordered everyone out of the room except Caroline and Thomas, but Caroline told her uncle that it was over. Bill fell silent when he saw Lieutenant Baker arriving with two officers. Baker had gotten Liam's message and asked why Liam had called him there. Liam said it was to arrest his father.\n"
}