{
    "soap_central": "\n\nAt the Bikini Bar, Quinn accused Deacon of lying because Hope's father was in jail. Quinn compared an online photo of Hope's father to Deacon to confirm his identity. He quipped that a higher power had spared him from taking her to his hotel room. She replied that, though she'd slept with a guy on the first date before, Deacon had gotten lucky in a whole different way.\n\n\nQuinn asked if Deacon was in town for good and if he'd seen his daughter. Deacon asked if something was wrong with Hope, and Quinn complained that the sociopath Liam was leading Hope around by the nose. Quinn said she'd had every reason to believe she'd be Hope's mother-in-law.\n\n\nDeacon asked if Quinn's son had been the one who'd caught the jewel thieves, and Quinn said that was her boy, whom Hope had dumped for Liam. Deacon asked for Wyatt's last name, and Quinn stammered between Fuller and Spencer. \"Fuller hyphen Spencer?\" Deacon asked, and he assumed that Quinn was married to Bill. Quinn called her time with Bill a youthful indiscretion.\n\n\n\"So Dollar Bill Spencer has another bastard son -- with you?\" Deacon asked. Shrugging, Quinn replied, \"Pretty much.\" Deacon was ready to go because he didn't share women with Bill. Chuckling, she replied that Deacon already had done that with Brooke Logan. Frowning, Deacon didn't believe Brooke would sleep with Bill Spencer.\n\n\nQuinn assured Deacon that it was okay because she'd stopped Bill and Brooke's Middle East wedding with her selfie. She proudly showed it off and said the couple was as fond of her as they were of Deacon. Deacon said he'd heard that Ridge had returned from Europe, but Ridge and Brooke hadn't gotten married. Quinn surmised that Deacon had returned to town for Brooke.\n\n\nQuinn asked what men apparently never stopped seeing in Brooke. Quinn explained that Ridge wasn't with Brooke and had become \"shark bait\" after falling from a helicopter while attempting to save Brooke from marrying Bill. Deacon asked if Ridge was dead. \"He's no longer with us,\" Quinn replied.\n\n\nDeacon uttered that Ridge had practically raised Hope. Quinn thought that was a good reason for Deacon to see his daughter, but he felt it was the last thing Hope wanted. Quinn gave him her phone number so he could text her about \"what happens. You've got questions. I've got answers,\" she added.\n\n\nAt the cliff house, Wyatt arrived. Assuming Wyatt was looking for Quinn, Liam said she'd left and probably didn't want Wyatt to pursue her. Wyatt asked if Liam still envied him for having a mother.\n\n\nLiam made Wyatt a bowl of ice cream the way that Wyatt had made it for himself when he'd lived there. Wyatt was surprised Liam had noticed Wyatt's habits. Upon tasting it, Wyatt noted that the ice cream was freezer burned. Liam replied that Wyatt had left it there when he'd moved out.\n\n\nThe men laughed, and Wyatt apologized for hitting Liam. Wyatt said that it was what had \"ripped it\" for Hope. Liam replied that it was whatever Wyatt wanted to think.\n\n\nWyatt asked if Liam would tell Hope about the apology. Liam slowly agreed but said Hope probably knew Wyatt would say anything at that point. Wyatt asked how that made Liam any different, and Liam asked if Wyatt would serve up stale ice cream if Liam had arrived at Wyatt's door.\n\n\nWyatt stated that Liam had never gone to Wyatt; Wyatt had always gone to Liam. Wyatt said Liam probably felt that he was the good brother while Wyatt was bad. However, Liam was the \"I have it all so buzz off\" brother, and Wyatt was the brotherly brother. Liam asked where being nice to Wyatt had gotten him. Wyatt retorted that it was hard to be nice when insanely jealous of someone.\n\n\nLiam asked which one of them he and Wyatt were talking about. Wyatt asked why Liam would be jealous of him. Liam replied that he wasn't as aggressive or charming, and he didn't make everyone fall in love with him like Wyatt did. Liam pensively said there were times he'd wished to be more like Wyatt, but he'd just gotten over it.\n\n\nWyatt wanted to know if Hope was moving in, and Liam said that he doubted it. Wyatt stated that she felt she had to be \"a certain way\" with Liam. Liam asked what that meant, but Wyatt stated that Liam wouldn't listen to Wyatt's advice anyway. Liam agreed but still asked Wyatt to speak.\n\n\nWyatt asked Liam not to marry Hope and said it would be a mistake. Wyatt said Hope would say she wanted it, but it was a matter of needs. He felt that Hope had discovered something about herself: passion couldn't be manufactured, and once people found it, they'd be drawn back to it.\n\n\nLiam laughed and asked what Wyatt thought Hope and Liam had been like before. Liam asserted that they'd been happy and satisfied, and he wished that he and Wyatt could find a better way to communicate than Wyatt angling for Liam's sympathy and sucker-punching Liam with an insult.\n\n\nWyatt claimed to be pointing out that his relationship with Hope was different from Liam's. Liam was aware of that and stated that the biggest difference was that Wyatt's relationship was over. Wyatt stated that he was trying to convey that he didn't think it was.\n\n\nLiam knew how that felt because he'd been there, and it felt like being in shock. Liam assumed that Wyatt was in shock but said the breakup was for the best because Hope and Wyatt had been living in a fantasy. Wyatt decided that Liam was so condescending that he had to remind Hope of Ridge, and that might be the reason for Hope's attraction.\n\n\nLiam asked if Wyatt still had the key to the cliff house. Wyatt asked if Liam wanted it back. Liam said he didn't, and he'd give Wyatt another one if Wyatt lost it. Liam was at a loss about how to relate to Wyatt, but Liam wanted to bridge the gap because Wyatt would be in Liam's life and be an uncle to Hope and Liam's kids. Liam didn't think that could happen until Wyatt accepted that nothing would change about Hope and Liam being together.\n\n\nAt Brooke's house, Hope, Rick, Aly, Caroline, and Boo the cat awaited news from Abu Dhabi. Rick figured that it was morning over there. Caroline wondered if they should stop pretending Ridge would be found and start planning a memorial service.\n\n\nHope thought about calling Liam to see if Bill had reported anything. Aly figured that if Liam knew anything, he'd be there to tell Hope. Aly was glad that Liam and Hope had reunited and that something good had resulted from the awful incident.\n\n\nIn Abu Dhabi, Thorne, Eric, Bill, Katie, and Brooke tensely waited for their meeting with the Port Authority. Thorne said he wouldn't want to talk to Ridge's family if he were the search team. He felt that the team had been as tactful as they could be, but the family wasn't getting the message.\n\n\nUpset, Katie asked if the family should get it that Ridge was dead and then just leave. Brooke dismissed all the negative talk because her feelings told her that the new day would be different.\n\n\nLater, the family met with the search team's leader, and he announced that the search was over. Brooke wanted to know how that could be if no one had found Ridge. Bill offered to triple the team's salary. The leader replied that everything that could be done had been done.\n\n\nBrooke called Hope to say that the teams had called off the search. Hope gasped, but Brooke asserted that they'd just get a new team. Hope didn't know how Donna could keep it from R.J., and Brooke replied that she'd try to discuss that with Donna once morning in Los Angeles arrived.\n\n\nBrooke ended the call, and Katie expressed her discontent that someone hadn't questioned the pilot. Eric stated that the pilot was in for a lawsuit and criminal charges. Bill sucked in an uneasy breath. Thorne didn't know the point of remaining in the country, but Katie declared that she wouldn't leave without Ridge. Bill stated that there was always a \"next thing\" to do.\n\n\nEric arrogantly asked what that would be, and the restless Brooke went out for air. Katie murmured that Bill couldn't say that he hadn't been warned; no matter whom Brooke was in love with, Ridge would always be first. Bill scowled at Katie.\n\n\nLater, Katie became upset and fed up with the wondering if Ridge was alive. She decided she had to get out of the hotel room. After she rushed out, Thorne took off to make sure she was okay.\n\n\nOn the beach, Brooke glanced out over the water. Her gaze turned to a man dressed in white. He seemed disoriented as he meandered through the waves along the shore. \"Ridge?\" she uttered.\n\n\nBack at Brooke's house, Caroline and Rick took off, and Hope asked Aly if they could be friends again. Aly hadn't realized that they weren't friends. Hope stated that Aly had been worried about Hope, and upon looking back on it, Hope understood why. Hope felt that she'd been young when she'd made public statements about her values. She hadn't really known what her values were, and no one had stopped her from doing it.\n\n\nAly saw nothing wrong with Hope's past statements. Hope said she'd had no right to tell other people how to live their lives, and it was up to an individual how they wanted to feel safe and free.\n\n\nAly asked if Hope felt safer and free with Liam. Hope did feel that way. Hope said one had to find a balance, and being careless wasn't the same as being free. She admitted that she might have taken it too far in the wrong direction.\n\n\nLater, Hope was alone when she heard a knock at the door. She asked who was there and heard a man on the other side say, \"Probably the last person you want to see.\" Hope slowly opened the door and was startled to see Deacon on the doorstep. \n\n\n",
    "tvdb": "Quinn is pleasantly surprised that fate has brought her the one person that she thinks can assist her in reuniting Hope and Wyatt. The search continues for any sign of life from Ridge along the banks of the Persian Gulf. Liam surprisingly lends a sympathetic ear to Wyatt after seeing how much pain he is feeling following the end of his relationship with Hope.",
    "tvmega_recap": "The search team has done all they can and tell Brooke, Eric and Katie they have called off their search. Bill offers three tines the money they were paid but the captain says that won't do any good. They have covered all the bases and Ridge is not out there. Katie wants to find the chopper pilot as he surely would know where he dropped Ridge. Eric says and yes be faced with a criminal suit. Bill looks worried. Brooke calls home and speaks with Hope and tells her no good news but she will try to call RJ tomorrow morning. She has a good feeling about today. Hope tells Aly that she'd like to be friends with her again. Aly says she always was. Hope says that she was confused for a time about her values and she does not feel she has that right to tell other people how to lead their lives. There is a balance there and carefree doesn't mean being reckless. Quinn does not believe this man sitting beside her is Hope's daddy, Deacon Sharpe, but finally comes around and thinks they can help each other. She fills him in on Liam who is leading Hope around by the nose, and her own son who is in love with her and better for her. And yes they both are Spencer's. She gives Deacon her cell phone number and suggests he go see Hope since she just lost her surrogate father who fell out over the gulf and has not returned. Wyatt shows up at Liam's who is actually friendly to him. He offers him some ice cream with nutty toppings. Wyatt says it still has freezer burn on it. Liam laughs that he still has it since Wyatt moved out. Wyatt apologizes for hitting Liam and asks Liam not to marry Hope. He's still not right for her. He doesn't think it is over between them. Liam says he knows Wyatt wants to believe that, but things are good between the two of them and nothing will ever change that. Deacon shows up while Hope is alone at home and she is stunned to see him at her door. Brooke needs fresh air and walks the beach. There in the distance she sees a figure all in white with his back turned but it looks like Ridge.",
    "soapcentral_condensed": "At the Bikini Bar, Quinn accused Deacon of lying because Hope's father was in jail. Deacon asked if something was wrong with Hope, and Quinn complained that the sociopath Liam was leading Hope around by the nose. At the cliff house, Liam said she'd left and probably didn't want Wyatt to pursue her. Liam made Wyatt a bowl of ice cream the way that Wyatt had made it for himself when he'd lived there. Wyatt apologized for hitting Liam, and Liam replied that it was what had \"ripped it\" for Hope. Wyatt asked if Liam would tell Hope about the apology. Liam slowly agreed but said Hope probably knew Wyatt would say anything at that point. Wyatt said Liam probably felt that he was the good brother while Wyatt was bad. However, Liam was the \"I have it all so buzz off\" brother, and Wyatt was the brotherly brother. Liam said there were times he'd wished to be more like Wyatt, but he'd just gotten it over with.\n"
}