{
    "soap_central": "\n\nIn the photo studio, Katie said she'd deliberated about whether to tell Brooke what had occurred, and Katie had done it because she'd been shaken by the way Ridge had touched Quinn. Brooke corrected that Katie meant touching the jewelry, but Katie said the jewelry seemed to be a prop. She added that it hadn't been the first time she'd seen Ridge and Quinn like that, and Katie believed something was going on with Ridge and his father's wife.\n\n\nBrooke thought it was wild speculation and said Ridge wouldn't do it. She didn't think Quinn would, either, because Ridge and Quinn didn't want to destroy their relationship with Eric. It was ridiculous to Brooke that Katie was thinking it, let alone saying it to Brooke. To Brooke, it was a scandalous thought. Katie agreed, and Brooke asked what she was supposed to do with it.\n\n\nKatie asked if Brooke thought Katie would say there was something between Quinn and Ridge if Katie didn't believe it. Brooke believed that Ridge was getting along with Quinn. It was what Eric and the family needed; however, Brooke said she didn't need the accusations from her sister just days before the wedding. \"I am so disappointed in you,\" Brooke said.\n\n\nBrooke guessed that Katie was still upset about Brooke and Bill or was trying to drive a wedge between Quinn and Eric. Katie claimed not to feel that way about Eric but said that if she did, she still wouldn't lie. Brooke wondered if it was because of Katie's past feelings for Ridge and decided that Katie shouldn't go on the trip after all.\n\n\nKatie insisted that it had nothing to do with old wounds. It was about Katie not wanting Brooke to go into a marriage without knowing something so destructive. Brooke yelled that she was days away from putting her family together and didn't need her sister making crazy accusations about her future husband. Brooke asked why Katie couldn't stand by Brooke instead of tearing Brooke down all the time. Katie apologized, but Brooke marched out.\n\n\nIn the CEO's office, Ridge assured Quinn that they were fine and hadn't done anything inappropriate. Eric arrived to talk to Ridge, and Quinn left the office.\n\n\nRidge and Eric discussed whether Eric missed working at the office. Eric loved working from home. Eric remarked upon the way he'd found Quinn and Ridge working together. It warmed Eric's heart, and Eric couldn't be happier.\n\n\nEric was proud of the man Ridge had turned out to be. Ridge said everything good in him was from Eric, and when Ridge fell short, Ridge hoped the good would outweigh the bad. Eric said Ridge didn't fall short and was a man of convictions. Eric started to remark upon Ridge's relationship with Quinn, and Ridge interjected that anyone who made Eric happy had Ridge's vote.\n\n\nBrooke arrived as the men hugged. She asked if she was interrupting. Ridge said he and Eric were just having a moment. Smiling, Brooke replied that it made her feel as if all was good in their world. She remarked that Eric looked fabulous. Eric said he hadn't been certain he'd be happy again after Stephanie's death, but because of Quinn, Eric felt as if he'd won the lottery.\n\n\nEric felt even better because the family had begun to accept Quinn. Eric attributed it to Ridge, who'd stepped out of his comfort zone with Quinn and had made it possible for everyone else to follow his lead. Ridge silently nodded.\n\n\nBrooke mentioned that Katie had seen Quinn modeling a necklace for Ridge. Ridge quickly corrected that it hadn't been \"modeling,\" and Quinn had just put it on so he could see what it looked like. Ridge called Quinn a talented designer. Eric was glad Ridge appreciated Quinn as a designer and that the two had become friends.\n\n\nRidge squirmed and quibbled about being friends with Quinn. Ridge had seen a different side of Quinn, and it had been nice. Ridge said he could be stubborn at times, but taking the time to hear Quinn's story had shown him that Quinn was sincere and genuine. Ridge said Quinn loved Eric unconditionally. It was rare, and Ridge couldn't be on the wrong side of it. Brooke laughed, rendered a thoughtful glance at Ridge, and then smiled with a slight nod.\n\n\nRidge didn't want anything to get between him and Eric again. Eric said nothing ever would. Brooke was happy to be a part of the wacky and wonderful family. She'd never take it for granted. Eric couldn't remember Brooke not being a part of the family. Brooke called it the golden era of the family and remarked that they were all getting along. She hadn't been able to imagine it with Ridge and Quinn. Ridge said they'd found common ground.\n\n\nBrooke said that people would speculate, but they didn't need to listen to them. They just needed to pull together as a family. Eric wanted to move into the future with a clean slate and said there would be no more guilt about what had happened with Quinn.\n\n\nIn the design office, Ivy worked as Quinn stomped in. Ivy asked what was with Quinn's scary mood. Slamming her purse down, Quinn said she wasn't scary. Ivy joked that Quinn could be at times. Quinn said she wasn't that person anymore and asked why she had to keep saying so.\n\n\nIvy started chatting about going to Australia but noticed that Quinn wasn't listening. Ivy wondered if she should even try to ask what was bothering Quinn. Quinn rambled about people getting on her nerves and advised Ivy to consider a door that was a bit open to actually be a bit closed. Quinn said not to hang around and eavesdrop. Ivy asked why she had a sinking feeling. Ivy knew Quinn had met with Ridge and asked if something had happened again.\n\n\nQuinn said she and Ivy had been over it before, and Quinn had already said that she and Ridge wouldn't betray Eric and Brooke. Ivy asked what was with the mood -- if it wasn't about another kiss with Ridge. Quinn harped on how Katie was a nosy neighbor, always on the fringes, listening. Quinn ranted about how Katie wouldn't stay away from Eric as Quinn had instructed. Quinn deemed Katie the \"precious Katie Logan, everybody's pet,\" who'd also be in Australia.\n\n\nKatie arrived, and Quinn rolled her eyes. Ivy quickly left for a meeting with Rick. Quinn chatted about Katie getting pictures of Brooke's wedding dress and murmured a blasé \"Hmm...\" in response to Katie's conversation. Quinn then asked if Katie was there because something was on her mind. Katie claimed to be excited about Australia and emphasized that the most important day in her sister's life had to go smoothly.\n\n\nQuinn hoped it did but asked what any of it had to do with her. Katie mentioned that Quinn had caused a lot of trouble for Katie and her family. \"I don't do that anymore,\" Quinn stated. Katie remarked upon how well Ridge and Quinn were getting along. Quinn called it a work in progress. Katie said that, to her, they were downright chummy.\n\n\nQuinn asked what Katie's point was and asked that Katie just say what she had to say. Quinn was just dying to hear it. Katie said Quinn had been lucky to land Eric as a husband. Quinn agreed. Katie stated that she was only making an observation. Quinn quipped that Katie was in the position to do so because she was right there, next door, visiting whenever she wanted.\n\n\nQuinn neared Katie, saying that she knew why Katie was doing it. It was because Katie wanted Quinn's husband to herself. Katie said it was ridiculous, but Quinn reasoned that Katie wasn't even subtle about it. Quinn stated that Katie hung out with Eric whenever she wanted, no matter how many times Quinn had told her not to. Quinn said Katie hadn't listened to Quinn, and \"now\" Katie was in Quinn's office, making incorrect and offensive insinuations.\n\n\nQuinn asked if Katie was conjuring something in her mind to take to Eric to turn him against Quinn so that Katie could have him. Quinn said she was warning Katie not do that. Katie thought that warning was interesting. Quinn stated that she'd made a place for herself with Eric and his family. She wouldn't let Katie take it away and warned that Katie would regret it if she made trouble for Quinn and Eric. Katie silently walked out.\n\n\nThe Bold and the Beautiful's thirtieth anniversary capsule played on the screen. Season twenty-five: Steffy urged Bill to stop Hope's gondola. Season twenty-six: Brooke held the dying Stephanie outside at Big Bear. Season twenty-seven: Katie confronted Bill and Brooke.\n\n\n",
    "imdb": "Brooke is taken aback by Katie's accusation of Ridge and Quinn possibly having an affair and suggests that the claim is purely revenge for stealing Bill months earlier. Katie protests and explains that she only wants to guard her sister from harm. Ridge and Eric share a bonding moment before the trip to Australia. As Brooke walks in on it, she is more convinced than ever that Katie's allegation is false. Quinn has a difficult time concentrating on work while being all-encompassed with the thought of her and Ridge being caught. This does not come unnoticed by Ivy who draws the right conclusions, even though Quinn denies that she and Ridge are anything but professional co-workers. When Katie stops by acting protective of Brooke, Quinn quickly turns the tables and warns Katie to stay out of her personal life and marriage to Eric.",
    "tvmega_recap": "Katie says she did not want to tell Brooke but she cannot deny what she saw. Ridge touched Quinn and it seemed to be just the jewelry as an excuse. Brooke barks that Ridge would never do that and neither would Quinn. That would be really low. Quinn discusses it with Ridge and says they are good and no one seems to know anything. Eric interrupts and she covers that they were just going over the Australian shoot. He says he really needs to talk to Ridge alone. Ridge says it is good to see him around him and wonders if he misses it. Eric says not really, no distractions so he likes working at home. It fills his heart that Ridge has come around to Quinn and he could not be happier to see them working together. Quinn tells Ivy that she is not in a scary mood and she hates having to keep saying it. She likes Ivy's changes in the jewelry and just wants her to keep doing it. Ivy rants on but Quinn is not listening to her. Quinn tells her if she comes across an open door, do not hang around and eavesdrop; that is too sneaky. Katie tells Brooke that she would never come to her like this just before Brooke's wedding if she did not believe what she was saying. Brooke still argues that this is ridiculous and it probably has something to do with her spending so much time with Eric and she is thinking of him. Or maybe it is Ridge. She and Ridge were engaged at one time and now she wants to stir things up. Brooke wants a little support. She just invited her to Australia to be in the wedding and now she is spouting all this crazy stuff. Katie apologizes. Ridge tells his dad that all he wants is for them to be happy. Brooke is outside and hears this and joins in. She is glad everything is good between the two of them. Quinn tells Ivy they have had this conversation before and she assured her nothing was going to happen again with Ridge. It is Katie who keeps spying and popping in on Eric and she just wishes she would stay out of her business and now it is worse. She is going to join them in Australia. Katie returns to Quinn's office and she asks what is on her mind. She must be very excited now that she is joining them in Australia. Katie says it is really a big day in Brooke's life and she really wants it to go smoothly. Quinn says of course but what does that have to do with Quinn. Eric tells Brooke that he did not think he would ever love again after Stephanie, but because of Quinn he feels like it is a gift he is opening every day. And isn't it great that Ridge and Quinn can now be friends. Brooke says she heard from Katie that Ridge was working with Quinn over some jewelry. Ridge downplays it by saying she just wanted his opinion on a few pieces, one in particular and he just wanted to see it on her first. Again both Eric and Brooke are glad they can work so well together without the acrimony. Ridge says he does not want anything to come between him and his dad again. Brooke surmises that Eric is madly in love with Quinn and she and Ridge are getting married .Steffy and Liam too and they are all getting along. Eric laments yes that is all in the past and everything is great now. As Katie rattles on Quinn asks her if there is a purpose to this then just say it. She is dying to know. She knows she wants Eric all to herself and she is not even being subtle about it. She has told this to Katie but she still hangs around. She is offensive and just plain wrong. Is she trying to make up something to go tell Eric. She better not or she will regret it. She said it; she braces herself as Katie leaves and says nothing more.",
    "tvmega_summary": "Episode # 7543 ~ Katie is surprised & hurt at Brooke's reaction to her suspicions concerning Quinn & Ridge; Eric, Ridge, & Brooke relish in the fact that things are on the upswing for the Forrester family.",
    "soapcentral_condensed": "Katie said she'd been shaken by the way Ridge had touched Quinn. Ridge assured Quinn that they were fine and hadn't done anything inappropriate. Eric remarked upon the way he'd found Quinn and Ridge working together. Eric said he hadn't been certain he'd be happy again after Stephanie's death, but because of Quinn, Eric felt as if he'd won the lottery. Ridge said he could be stubborn at times, but taking the time to hear Quinn's story had shown him that Quinn was sincere and genuine. Brooke said that people would speculate, but they didn't need to listen to them. They just needed to pull together as a family and move into the future with a clean slate. Brooke asked why Katie couldn't stand by Brooke instead of tearing Brooke down all the time. Katie apologized, but Brooke marched out. She would never take it for granted not to be a part of the golden era of the family and remarked that the family were all getting along. She asked if she was interrupting. She said she was just having a moment.\n"
}