{
    "soap_central": "\n\nAt the mansion, Nicole stated that Maya had been named after their grandfather, Myron Avant, but Maya replied that Nicole had never had an older brother. Nicole said she'd held Myron's birth certificate, but Maya said it was impossible.\n\n\nNicole recalled that Maya had never lived with Nicole. Maya said she'd moved out when Nicole had been very young. Nicole recalled that their mother had tried to give her a talk about sexually transmitted diseases and had shown her a book of girls with various diseases. Nicole hadn't understood it, and she'd gone looking for the book later.\n\n\nWhen Nicole had found the book, she had also found a hospital bracelet, baby picture, and birth certificate for Myron Avant, a male child. Maya denied it was hers, but Nicole cited that the birth date matched Maya's. Maya tearfully admitted that it wasn't hers because she'd had hers changed.\n\n\nMaya guessed that Nicole wanted money. Nicole was insulted and said she hadn't known what else to do besides blackmail to get Maya to admit that she was a \"freak.\" Nicole declared that their whole lives were lies because of Maya.\n\n\nMaya asked for Nicole's memory of Maya. Nicole said she'd leaned in to kiss an aunt at a wedding, and the aunt had whispered to tell Nicole's sister that Aunt Caroline had said hello. Maya said she'd always wondered if the aunt had known. Nicole, who'd been seven, had asked her parents about it, and her father admitted that Nicole had a sister who'd run away from home; however, they didn't talk about it to spare \"mama's\" feelings.\n\n\nNicole said she hadn't heard another word until a woman had shown up at her school, given her a velvet horse, and taken her for ice cream. Maya recalled that it had been Nicole's ninth birthday. Crying, Maya said she'd been very alone, and she'd wanted to know Nicole. Maya wanted to love Nicole because it had been hard to receive love under their parents' roof.\n\n\nNicole asked why Maya hadn't returned, but Maya said it had been impossible. Nicole stated that no one had said anything when Maya had walked her home. \"Not until you went upstairs,\" Maya corrected. Nicole asserted that Maya could have taken her little sister with her.\n\n\nMaya replied that she hadn't been able to do that, and there had been things she'd needed in Los Angeles that she hadn't been able to have access to until she'd turned twenty-one. Nicole noted that Maya looked different from the way she'd looked when the nine-year-old Nicole had seen her.\n\n\nNicole asked if Maya had always talked like a girl, and Maya asked how girls talked. Looking at Maya's breasts, Nicole said Maya hadn't been born with them. Maya claimed that no woman was, and Nicole said that even Maya's face was different.\n\n\nMaya claimed that she'd grown into her body the same way Nicole had. Nicole wanted to know how many operations Maya had undergone and why Maya hadn't just worn the clothes. Maya asserted that being herself wasn't something she could take on and take off. \"But if you didn't look right in the dress, didn't that tell you something? Mainly, that you were a boy?\" Nicole asked.\n\n\nMaya said she'd never been a boy. \"I mean the way nature made you,\" Nicole added. Maya claimed it was the way she'd been born, and \"every third woman\" in town had had work done. Maya asked if Nicole would ask any of them how many procedures they'd had and question their womanhood because some rebuilding had been involved. \"It's not the same thing, and you know it,\" Nicole replied.\n\n\nMaya said she'd sensed that she'd worried her father from a young age, and others had caught on when she'd been about the same age as Nicole had been when Maya had picked her up from school. Maya insisted that she'd always known, but Nicole replied that kids didn't think like that.\n\n\nMaya said she'd hated haircuts and Sundays, but she'd never complained about the freedom boys had that girls didn't. On Sundays, she'd believed she should have worn dresses like the other girls at church. Maya recalled that their mother had said she'd grow out of it, and a lot of boys played with dolls. Nicole stated that their mother had said the dolls were their mother's dolls.\n\n\nMaya said their mother had made excuses for her and tried to protect her. Maya had often gotten beaten up and sent home from school, but she'd realized that she wasn't a freak. Maya asserted that the reason Nicole only knew Maya as her sister was because it was all Maya had ever been.\n\n\nNicole didn't understand how Rick didn't know and how Maya could have lied to Rick. Maya asserted that she had never told Rick a lie -- unlike Nicole. Nicole asked if that was how Maya convinced herself it was right and honest.\n\n\nMaya claimed that she'd broken up with Rick in the past out of fear that he'd react like Nicole had. Maya claimed that she'd dated another man but had really been in love with Rick. Maya had decided to see if Rick would reject her instead of rejecting himself. Nicole pointed out that Maya still didn't know it, and Rick would find out when Maya needed paperwork to get married.\n\n\nMaya repeated that she'd changed her birth certificate. It still needed to be ratified in Illinois, but it was legal in California. Maya said she'd had a medical problem that needed to be corrected to match her outside with her inside. Afterward, she'd felt like herself for the first time.\n\n\nMaya asked if that was the point of living. She claimed that she had to love herself before someone else could love her. She felt that she could be there for Nicole at that point if Nicole let her.\n\n\nAt Forrester, Katie was worried about the pedestal that Rick was putting Maya on. Katie was sure that, because Maya was human, she'd disappoint Rick at some point. \"Then what? More bullet holes in the walls?\" Katie asked. He decided that he didn't want to settle for being realistic, and if he couldn't trust his partner, he'd rather be alone.\n\n\nKatie stated that she and Brooke were friends again, and Katie wanted to be close to her nephew, too. Katie said he didn't have to believe that Maya was the only person he could count upon. Rick loved his aunt, but she was married to a guy who thought he was a head-case. Rick was sure Katie would choose Bill over Rick, and Rick said she'd have to forgive him if he preferred to turn to Maya, the woman he could count on.\n\n\nKatie asked if he'd have children with Maya the way he'd planned to with Caroline. Rick recalled that Maya hadn't gotten over the child she'd lost. He imagined that he and Maya would have children when the time was right. Katie asked if he'd marry Maya, and he asked for a reason that he wouldn't.\n\n\nAt Brooke's house, Brooke sighed and said the trashing of the liquor seemed wasteful. Deacon replied that it wouldn't be a waste if she no longer got wasted. She thanked him. She knew she'd been awful to him through the years. She didn't know why he was there for her, but she was glad he was.\n\n\nDeacon suggested that Brooke go to a meeting. Brooke assured Deacon that she wouldn't be calling him every minute. He said he'd once fantasized that he'd be the one to rescue her from everyone instead of being the one she needed rescuing from.\n\n\nDeacon left, and Brooke sprayed air freshener around her house. She sat down, took a whiff, and smiled to herself. After a while, she smelled the alcohol in the trash and decided to take it out.\n\n\nLater, Deacon arrived home, and Quinn showed him the text message he'd sent her earlier. \"I-L-Y...does that mean 'I'm leaving you?'\" she asked. Deacon stated that it meant that he loved her. She was surprised that, while helping some guy stay sober, Deacon had been thinking about that. He said that thinking of her and loving her made him happy.\n\n\nDeacon asked if Quinn thought of him, too, in that loving, obsessing way. She said she thought of how long he'd be gone and when he'd get back to her. She asked how things had gone with the friend, and if \"he'd\" drink that night. \"Who?\" Deacon asked and quickly added. \"No, not tonight.\"\n\n\nQuinn was curious about the experience with the friend. Deacon said that he hadn't been to a meeting in a while, but someone new like his friend needed a sponsor. He thought he'd helped \"'em,\" and doing so had made Deacon more committed to his sobriety. She wondered if he'd turn all inspirational and if she'd have to read self-help books. He told her not to do anything rash.\n\n\nQuinn left to close down the warehouse, and Deacon called Brooke to see how she was doing. Brooke said she'd taken the bottles out to recycling, and Deacon had really helped. He told her that he wasn't helpful by nature and to take care. After the call, Deacon released a weighted sigh.\n\n\n",
    "tvdb": "Having helped her through an emotionally difficult time, Brooke thanks Deacon for being there for her and then apologizes for treating him so poorly throughout the years. Quinn is proud of Deacon for assisting a friend in need, not knowing that the friend is Brooke. Katie questions Rick about his relationship with Maya and advises him to think long and hard before rushing into anything permanent. Nicole finally gets the answers to the questions that she has been pondering since her childhood.",
    "tvmega_recap": "Maya tells Nicole that she is not having this conversation. Nicole says all she wants to know is the truth \u0096 does she have a big brother or a big sister. She saw a birth certificate that says Myron so Maya needs to tell the truth. Maya says seeing that birth certificate is impossible. Nicole says her mother had an old book that she only brought out once and after Maya left home Nicole found it and learned about Myron. She thought it was a baby that had died. Maya admits that she had her name changed. Deacon throws away all of Brooke's alcohol and she thanks him. She asks what does Quinn know about this. He says she thinks he is with a friend from AA and they will go again tonight. Deacon returns home and Quinn loves his text of ILU. Deacon says yes he loves her and she makes him happy. He hopes she thinks about him in that way too. Rick tells Katie that if he can not trust a person on every level then he'd rather be alone. He says he can not rely on Katie because she was with Ridge at the time and now he has Maya who he can turn to and admit everything. Nicole calls Maya a freak. Maya says her parents called her that too. She had to leave and go to California as they had things she needed and even then not until she was 21. She could not come home although she wanted to. Katie asks how does Rick's relationship shape up with Maya. Do they want children like he and Caroline did. Maya tells her sister that she can't just put on an outfit and make herself be that. Every girl has some work and procedures done to make her more attractive. She was told lots of little boys play with dolls but they were only making excuses for her. At a certain point she stopped panicking and feeling like a freak. She is her older sister and that is who she will always be. Deacon tells Quinn that he really thinks he helped his friend and he now needs to back that up by not grabbing for a beer and alcohol himself. She tells him she is going down to the shop and close up and will be right back. Deacon calls Brooke. She says she is taking the bottles out to the garage and he helped a lot and now he is checking up on her. She hopes he has a good day. Rick says yes when the time is right they will want kids. Maya had a daughter that died and she never got over that. Maya tells Nicole that she never told a lie to Rick, not one. She dated another in the beginning. She admits she had a medical problem that needed corrected and for the first time she loves herself and that had to happen before someone else could love her. She wants to be there for Nicole if she will let her.",
    "tvmega_summary": "Episode # 7029 ~ Unaware that he is helping Brooke, Quinn acknowledges Deacon for his service; Maya responds to Nicole's allegations.",
    "soapcentral_condensed": "Nicole Avant recalls that Maya had never lived with Nicole. Nicole said she'd held Myron Avant's birth certificate, but Maya said it was impossible. Nicole asserted that Maya could have taken her little sister with her. Maya wanted to love Nicole because it had been hard to receive love under their parents' roof.\"It's not the same thing, and you know it,\" Nicole replied. \"I mean the way nature made you,\" Nicole added. \"It's the way she'd been born, and \"every third woman\" in town had had work done. Maya asked if Nicole would ask any of them how many procedures they'd had and question their womanhood because some rebuilding had been involved. Nicole didn't understand how Rick didn't know how Maya had broken up with Rick and how she could have lied to Rick about being a freak.\"If you didn't look right in the dress, didn't that tell you something? Mainly, that you were a boy?\" Nicole asked.\n"
}