{
    "soap_central": "\n\nAt the sky lounge, the swimsuit photo shoot continued. Thomas and Sally, who watched from behind clothes racks, grabbed some outfits and slipped away. At the conclusion of the shoot, everyone congratulated each other on doing a good job and on looking great. Jarrett began live streaming an interview with Steffy to learn about the reason for the calendar shoot.\n\n\nSteffy explained that it was a teaser of the charity event they planned to host in Monte Carlo. Jarrett called it sexy and philanthropic. He asked her to comment on the Spectra scandals. Steffy said she'd rather not. Thomas and Sally arrived in pool wear, and Thomas said he was more than happy to comment. Steffy asked what he was doing there, and Thomas replied that he was there to challenge Forrester to a fashion duel in Monte Carlo.\n\n\nSteffy didn't think Monte Carlo was ready for Spectra Fashions, and it was up to Liam and Wyatt to decide what happened at the Spencer Summit. Thomas was sure Liam and Wyatt would be fine with it. Thomas mentioned the Queen Mary fashion show. Jarrett said the Spectra/Forrester showdown had been the stuff of legends.\n\n\nThomas said Monte Carlo would be a healthy competition among rivals -- unless Steffy was too scared. Katie interjected that it was something to discuss in private. Rick added that Steffy needed to get Ridge's feelings about it. Thomas said it was fine that their father wasn't around. Nicole stated that there was no rush. Thomas didn't get the issue and said it was win-win for all.\n\n\nWyatt chimed in, saying Thomas was making an obvious attempt at a publicity grab. Thomas replied that no one was denying it or naïve to it, but it was more than that. Liam said he wasn't sure that piggybacking on Forrester was the way to build the Spectra brand. \"I am a Forrester,\" Thomas replied. He thought Liam was all about charity and claimed the proposal would double the charitable earnings.\n\n\nJarrett asked if Steffy accepted Thomas' challenge. Steffy accepted it, and Jarrett told his viewers that they'd heard it there first. As Jarrett wound down his live stream show, Coco asked Sally what had just happened. Sally said not to blame her because it was all Thomas.\n\n\nNearby, Steffy asked Thomas what he'd done. She said he'd turned into a Spectra overnight. Thomas chose to take it as a compliment. She asked if he understood they'd showcase swimwear, not clown costumes. She said he'd regret it, and Spectra was going down.\n\n\nSally joined the conversation. Steffy noted that it had been a total ambush, and Sally had to have taught Thomas \"Spectra 101.\" Steffy accused him of trying to latch onto the family name to be successful. He acted like he didn't know what she meant and said he was a Forrester.\n\n\nSteffy told Thomas that he wouldn't win. Sally said Steffy didn't know that, and Spectra had become a legit fashion house. \"Sally, you are not a legit fashion house,\" Steffy corrected and insisted that Spectra was going down. Thomas said they'd see about it.\n\n\nElsewhere in the sky lounge, Wyatt and Katie discussed how Thomas had boxed Steffy into the competition. Wyatt said the bright side was that they'd raise more money, and it would be an even bigger event for Katie to promote. Katie was ready for the challenge as long as she had her friend in her corner.\n\n\nIn the CEO's office, Eric and Pam discussed the swimsuit photo shoot. Pam was a little crushed that her crocheted bikinis hadn't been featured. Pam began to talk about Charlie and remarked that they'd had a few spats. Eric was sure the couple would solve it. Pam agreed, saying that it wasn't as if Charlie was spending time with another woman.\n\n\nEric couldn't imagine Charlie doing anything to jeopardize his relationship with Pam. Pam wasn't sure about it. She said Charlie wasn't using the best judgment as of late, but she hoped he'd put it behind him.\n\n\nAfter Pam exited, Eric saw one of his wedding photos and flashed back on times with Quinn.\n\n\nInside the mansion, Quinn and Ridge debated about whether Sheila knew anything. Eric called Quinn to let her know he was on his way home. After the call, Ridge told Quinn to pull herself together. Quinn stated that they needed to tell Eric the truth. She needed some air and decided to go out on the balcony.\n\n\nIn a car outside the mansion, Sheila told Charlie that it was written all over his face about Ridge and Quinn. Sheila gazed through her binoculars, looking for Ridge and Quinn. Charlie was ready to go, but Sheila demanded that they stay put. She spotted Ridge and Quinn on the balcony and exclaimed that she was right. She said that Ridge and Quinn were acting guilty, like two people hiding a terrible secret.\n\n\nIn Sheila's view, Quinn was panicking as if her world was falling down around her. Charlie thought Sheila was jumping to conclusions. Sheila said Quinn was pacing and gesticulating like crazy. Charlie told Sheila to watch her language. \"What's that mean again?\" he asked. Sheila explained that Quinn's hands were flailing.  Sheila described Ridge as standing there, all disrespectful. Charlie reasoned that Sheila didn't even know what they were saying.\n\n\nSheila didn't feel she needed to hear what Ridge and Quinn were saying and told Charlie to admit that Ridge was having an affair with his father's wife. Charlie asserted that it was pure speculation, but Sheila asserted that she wouldn't let them get away with it. Through the binoculars, Sheila watched the pair talk and seethed about how wrong they were.\n\n\nSheila announced that Ridge and Quinn were on the move and guessed they were headed for the guesthouse. Charlie was ready to leave the premises. \"You want to go back to Forrester, you go! I'm staying right here!\" Sheila yelled. He asked what she was planning on doing.\n\n\nIn the guesthouse, Ridge tried to reason with Quinn. He was sure that Sheila had nothing. Quinn said she couldn't do it anymore. Ridge told her to get herself together because Eric would be home at any moment, and Eric couldn't see her like that. Ridge urged her to stop freaking out over a couple of moments in time. Quinn insisted that it was enough to be wrong.\n\n\nQuinn wanted Ridge to stop minimizing it and lying to himself. Ridge didn't like lying to his father, but telling Eric made no sense to Ridge. Quinn suggested that they talk to Eric together, and then Eric would understand and forgive them. Ridge replied that they weren't going to do that. Instead, they'd compose themselves and say nothing.\n\n\nInside the main house, Eric arrived and called for Quinn as he fixed a drink. He was surprised when he saw Sheila in the living room. Sheila guessed he'd expected to see his wife. Eric asked if Sheila had seen Quinn. Sheila said she hadn't, and she figured he was wondering why she was still in town. She stated that leaving had been the plan.\n\n\nEric waited, expecting to hear more. Sheila called him the kindest man she'd ever known. Eric appreciated the sentiment. Some of the happiest times of Sheila's life had been spent there as his wife. She was sorry she hadn't been a better wife, but she said she was a better person. He replied that he could see that she was working on herself.\n\n\nSheila stated that Stephanie had been a hard woman, but she'd been completely loyal. Shelia had been happy for Eric when she'd heard that he'd found someone who appreciated and loved him unconditionally. Eric stated that Quinn did that for him. \"No, she doesn't,\" Sheila responded.\n\n\nSheila said she got no pleasure out of saying it, but Eric deserved honesty and truth. She'd expect him to give the same for her. Eric asked what she was talking about. Sheila stated that she thought Quinn and Ridge were having an affair.\n\n\n\"Well, that's absurd. That's unbelievable,\" Eric uttered. Sheila stated that she was sorry, but it wasn't. She insisted that his wife was having an affair with his own son. Anger struck Eric's face, and he threw the glass he'd been holding.\n\n\n",
    "imdb": "Jarrett interviews Steffy for \"Eye on Fashion\" after the photo shoot when Thomas and Sally suddenly appear. Thomas urges his sister to agree to a swimwear fashion duel in Monte Carlo. Rick, Nicole, Wyatt and Liam try to intervene, but - cornered by Thomas - Steffy eventually gives her consent to share the spotlight of the Spencer Summit with Spectra Fashion. Elsewhere at Forrester Creations, Pam is looking for Charlie and cryptically reveals to Eric that she and her boyfriend have not seen eye-to-eye on one particular topic lately. Outside the Forrester Mansion, Charlie is debating with Sheila whether Quinn is being unfaithful to Eric. Sheila is now convinced that Quinn is having an affair with her stepson - and this idea is confirmed when she spots them walking secretively into the guest house. Feeling as though the wall is closing in on them, Quinn tries to convince Ridge that they must come clean with Eric. Meanwhile, Eric returns home and is stunned to find Sheila in his living room. He is even more surprised when she claims that Ridge and Quinn are romantically involved.",
    "tvmega_recap": "The swimsuit shooting is hot, hot, hot and going well. Thomas and Sally are behind the scenes watching in the wings. Sheila forces Charlie to drive her to the Forrester estate and commands him to tell her if he knows anything about Ridge and Quinn. Eric needs to know. Ridge tells Quinn that she needs to pull it together. She says she thinks Sheila knows something and maybe they should tell Eric first. She definitely needs some air now. Jarrett is emceeing the shooting event and Steffy says this is just a little preview of their Spencer Summit showing. Thomas and Sally come out of hiding and surprise Steffy. He says he thought maybe they could offer them a fashion dual. What a great deal for charity .and a little healthy competition among rivals. Pam asks Eric if he has seen Charlie. They have had a few little spats lately but it's not like he sneaked off to see another woman. Well .yes he has. He sits with Sheila in the car, her with binoculars waiting to see something. He wants to go but she won't let him. Finally she sees Ridge and Quinn talking on the balcony aha. Sheila tells Charlie that she can read the body language and Quinn is acting like a guilty mistress. She knows she is having an affair with his son .so disrespectful. Steffy reaches out her hand and shakes Thomas's and says she is in. He says he is all about taking risks nowadays. She says he better get ready as Spectra Fashions is going down. Sheila seethes and says this is so wrong. Then she says she thinks they are heading to the guest house and Charlie can argue all he wants to and just go but she is staying here. Quinn continues to say she cannot keep quiet anymore. She is going to tell Eric. Eric enters the house and calls out Quinn's name but finds Sheila instead and wants to know what she is doing there. Steffy tells Thomas that he cannot win. He is just trying to latch onto the Forrester name. He reminds her that his name is already Forrester. Quinn tells Ridge they have to stop minimizing it. It was enough kisses to be wrong but she thinks Eric will forgive them. Ridge says they will say nothing .Sheila knows nothing. Eric tells Sheila that he was under the impression that she left L.A. so again why is she here. She says she wishes she had been a better wife but she is a better person now. She knows Stephanie was difficult in their marriage and he deserves someone who appreciates him. She adds that she gets no pleasure out of this but he deserves honesty. Eric is clueless and she says it is about his son, Ridge, and Quinn. She thinks they are having an affair. She repeats it twice. Eric throws his glass of drink to the floor shattering it and glares at Sheila.",
    "tvmega_summary": "Episode # 7620 ~ Thomas & Sally formulate an ingenious plan to have Spectra Fashions benefit from the photo shoot Forrester Creations did featuring swimwear; Quinn & Ridge contemplate how much longer they should keep their secret from Eric.",
    "soapcentral_condensed": "Steffy accused Thomas of trying to latch onto the family name to be successful. Liam said he wasn't sure that piggybacking on Forrester was the way to build the Spectra brand. Pam was a little crushed that her crocheted bikinis hadn't been featured. Sheila told Charlie that it was written all over his face about Ridge and Quinn and demanded that they stay put, but Sheila exclaimed that she was right and that they needed to go on the balcony.. Eric called Quinn to let her know he was on his way home, and Quinn said she was going to pull herself together and tell Eric the truth about the Spencer Summit scandal. The couple decided to go back to the mansion and have sex again, but Pam wasn't so sure about it and said Charlie wasn't using the best judgment as of late, but she hoped he'd put it behind him. The pair decided to get back together, and they said they'd see each other in a few weeks.\n"
}