{
    "soap_central": "\n\nAt the sky lounge, Rick bought an engagement ring that he felt sparkled like Maya. Rick had an extensive flashback over his relationship with Maya. Brooke arrived as Rick had requested and wondered what he had to tell her. Rick said he had good news that would change his life.\n\n\nRick showed Brooke the ring. Its beauty floored her, but she was concerned about her son hopping from one marriage to another without being single and having time for himself. Rick felt he wasn't good at being single and didn't need time. She asked if he was sure Maya was the one. He confidently affirmed it and said he knew everything he needed to know about Maya.\n\n\nBrooke wasn't so sure about Maya and questioned whether Rick really saw who Maya was. He claimed that Maya was the stability he'd craved his whole life. It had been hard for Rick to pick up the pieces after his mother's stints with Ridge and the gossip and headlines that had ensued.\n\n\nRick said Maya wasn't like Caroline or Amber, who'd let him down and betrayed him. He believed that Maya was authentic with no surprises or secrets. Maya had all the qualities he needed. He loved Maya and hoped that Brooke could be happy and supportive of him. Hugging Rick, Brooke said she wanted to support him and see him happy. Rick said that Maya wouldn't let him down.\n\n\nIn Rick's old office, Nicole urged Maya not to reveal being transgender to Rick. Maya asked if Nicole was thinking that for Maya or for Nicole. \"You -- mostly you,\" Nicole responded. Nicole felt the Avant sisters were rocking it. There was no reason to mess with it or do anything to ruin it.\n\n\nMaya took exception to Nicole gaining a change of opinion since Nicole had a Spencer on speed dial, and Maya's relationship was more than limos and jet rides. Nicole asked why they couldn't enjoy the ride for as long as possible. Maya asserted that it wasn't a ride; it was her life.\n\n\nMaya declared that she was becoming proud of who she was. She was proud she'd stopped living someone else's life to become the person she'd been meant to be -- a woman who loved Rick and the woman that Rick loved. Maya felt compelled to tell Rick why she couldn't carry children, but she was worried that she'd waited too long to tell him.\n\n\nNicole pondered how Rick would take the news and conveyed that there was a good chance he'd wig out. Maya said she had to trust Rick and his faith in her. Nicole wondered about Maya's confident, but not so confident, stance on Rick and asked if he'd think it was manipulative of Maya to wait for the ring before revealing her secret.\n\n\nRick arrived and asked if the sisters had settled things. Nicole said she'd gotten Maya to see her view. Glad, Rick asked for alone time with Maya. Nicole left, and Maya asked why he was so happy. Rick said that though they always talked about being open and honest, it was sometimes good to have a secret.\n\n\nIn the CEO's office, Ridge entered, and Eric claimed he'd been meaning to call. Eric had returned because he'd needed a break from his brother. Ridge conveyed that he was at the end of his rope with Rick. Eric was disappointed to hear that things hadn't gotten better.\n\n\nRidge complained about low morale and said Rick didn't act the same around Eric. Ridge said that Rick gave Eric one view, but anyone at Forrester -- besides Maya -- would tell a different story. Ridge was upset that Rick had rehired Quinn, and Eric said he'd been surprised by it. Eric explained Rick's reasons for it, but Ridge insisted that Rick had gone after his cousin Ivy for no reason.\n\n\nRidge insisted that too much power was in the wrong hands. Eric said Rick would be in control for the rest of the year, but Ridge pressed Eric to look into terminating the contract. Eric stated that they'd been over that, but Ridge implored Eric to open his eyes and put a stop to Rick.\n\n\nEric quipped that it was an adjustment for Ridge to have to answer to his younger brother. Ridge wasn't concerned about Rick's age. Ridge was concerned about whether Rick ran the company professionally without undermining Ridge. Eric said that whether Ridge would believe it or whether Rick would admit it, Rick valued Ridge's input and respected Ridge.\n\n\nRidge raged that Rick didn't know what respect meant; Rick got kicks off messing with people's heads. Ridge believed that Rick and Maya would ruin the business. Eric claimed that Maya had been good for Rick, and Ridge suspected that Rick could do no wrong in Eric's eyes. Eric said Rick had to learn a lot about handling employees. Outraged, Ridge asked if he was just an employee.\n\n\nRidge asked if Eric agreed that Ridge was a good designer. Eric believed that Ridge was almost the best there was. Ridge relayed that Rick challenged Ridge about every thread, even though Rick didn't know the first thing about design. Eric contended that Rick was a terrific businessman. Ridge asked if Forrester's numbers were solely Rick's and had nothing to do with anyone else.\n\n\nBrooke arrived in the middle of the argument. She'd heard her son's name and was prepared to defend Rick in his stead. \"Fine. Whatever,\" Ridge dismissed. Ridge tried to convey that Forrester was a success not because of number crunchers but because \"we\" designed and created things.\n\n\nRidge stated that Forrester had begun on a sketchpad, and everything still emanated from that place.  Eric believed the designs were wonderful; however, they needed strong management, and with Maya by Rick's side, things were as they should be. \"Maya, Maya. Maya's a model! And she's part of the problem,\" Ridge stated. Ridge refused to listen to Rick ad Maya forever.\n\n\nBrooke stated that Rick had proven himself time and time again. Ridge asked how the absentee Brooke knew it. Brooke insisted that the mark of success was earnings, and Ridge replied that arguing with her was ridiculous. Eric announced that he was considering granting Rick's requests for an extension on the contract. \"Are you kidding me right now? Ridge asked.\n\n\nRidge knew that Eric had been away, chasing monkey, but said that being back gave Eric the chance to see that Rick degraded people. Ridge recalled that Rick had replaced Stephanie's portrait with Maya's and asked if that was the future of Forrester. Ridge asked if he had to listen to Rick for the rest of his days. Eric told Ridge that he had to accept the reality of what was going on.\n\n\nRidge decided that if Eric thought Forrester's success was solely Rick's, then Eric could get anyone to design for Forrester. \"I quit,\" Ridge declared.\n\n\n",
    "imdb": "\nRidge pleads with Eric to void the contract and oust Rick as CEO of FC.    ",
    "tvmega_recap": "Nicole begs Maya not to rock the boat. Do not tell Rick that she is transgender just now. Things are going so well with her and Rick and Nicole with Wyatt .the Avant sisters are rocking it so why spoil all of that. Rick meets with a jeweler and picks out a huge diamond engagement ring.....flawless just like Maya and shines like her eyes. He then texts Brooke and she meets him to hear his good news. She is surprised and wonders why he is doing this so soon. He knows everything he needs to know about Maya and he is sure about this. This is the stability he has wanted all his life. He had issues with Amber and Caroline but Maya is not like that. She is straight forward and authentic, no surprises and secrets. She has all the qualities he needs. He loves her and wants Brooke to be happy for him. She hugs him and says she does want him to be happy and not hurt again. He says again that Maya will never let him down. Ridge comes into the office to find Eric. The father initiates a hug. Ridge says it is what it is around here with Rick and his power and he is at the end of his rope and so is everyone else. Eric defends Rick but then admits he has a ways to go to treat others fairly, but Ridge should not take it so personally that he is taking orders now from his little brother. Nicole tells Maya to encourage this ride for as long as she can. Maya says she is not ashamed of herself, in fact she is proud of herself, and this is not a game. This is who she is and she can not have children and Rick needs to know that. Her only concern is that she has now waited too long. Rick comes in and surprises Maya. He hopes they are through with their sisterly arguing .too nice a day for that. Nicole leaves and Rick says he knows they are always talking abut honesty but every now and then he thinks it is okay for him to have a little secret. Ridge tells his dad that Ricky boy is a problem and takes all the credit rather that what the creative team does for FC. Brooke barges in and want to defend Rick since he is not here. Ridge keeps mentioning Maya and that she is just a model. It's ridiculous and he can not take orders from her too. Brooke tells him to look at the books and he would not say this is ridiculous. Eric says Rick has asked for an extension and the way things are going he is considering it. Ridge says fine then Eric can find another designer as he quits.",
    "tvmega_summary": "Episode # 7057 ~ Rick goes ring shopping; Ridge urges Eric to void the contract and remove Rick as CEO.",
    "soapcentral_condensed": "Maya declared that she was becoming proud of who she was. Ridge complained about low morale and said Rick didn't act the same around Eric. Eric said Rick would be in control for the rest of the year, but Ridge pressed Eric to look into terminating the contract. Eric believed that Ridge was almost the best designer there was, even though Ridge didn't know the first thing about every thread of Eric's design work. Rick asked for alone time with Maya. Nicole urged Maya not to reveal being transgender to Rick. Rick said that though they always talked about being open and honest, it was sometimes good to have a secret. Eric was disappointed to hear that things hadn't gotten better with Rick. Ridge insisted that too much power was in the wrong hands. Rick was upset that Rick had rehired Quinn, and Eric said he'd been surprised by it. Ridge asked if Eric agreed that Rick was a terrific businessman, but Eric said that Rick could do no wrong in Eric's eyes, even if he was just an employee.\n"
}