{
    "soap_central": "\n\nAt Katie's, Brooke and Katie sparred about Katie's relationship with Ridge. Brooke insisted that Katie had an infatuation with Ridge.  Katie disagreed. Katie said that she and Ridge agreed they were in love. Brooke tearfully refused to believe that Ridge and Katie had a genuine relationship. \n\n\nBrooke said that Ridge and Katie had clearly bonded over their pain and disdain for Brooke's relationship with Bill. Katie argued that it wasn't about Brooke \"this time.\" Brooke dismissed Katie's reaction and insisted that Katie and Ridge were out for revenge, but Brooke said they would soon discover their mistake.\n\n\nBrooke said that Katie would never satisfy Ridge. Brooke added that she and Ridge had a love story that would never end. Brooke reasoned that Ridge had been hurt, and so had Katie. Brooke insisted that their pain had drawn them together.      \n\n\nKatie refused to believe Brooke. Katie said that Brooke clearly refused to believe that Ridge could ever have feelings for Katie. \n\n\nKatie said that Brooke would never see Katie as anyone but a little girl. Katie reminded Brooke that she was a woman who had a relationship with Ridge. Brooke refused to believe her.  Brooke maintained that she and Ridge would be happy. \n\n\nKatie countered that she had Storm's heart ... and Ridge's heart. Katie warned Brooke not to worry about Katie. She would be fine. Katie suggested that Brooke should return to Bill because that had been her true love until Ridge had returned. \n\n\nBrooke tearfully said that Katie would regret getting together with Ridge, but Katie refused to back down. \n\n\nAt Forrester, Quinn, Caroline, Hope, Wyatt, Rick, Aly, and Pam met with Eric about the usage of Stephanie Forrester's jewels. Aly insisted they were all sacred family treasures and should not be put on public display. Wyatt and Hope disagreed and said that it would be good for the HFTF line.\n\n\nEric agreed that every piece of jewelry was special. He recalled that Stephanie had been very proud of every piece and proud of the man who had given her all the jewels. \"Me,\" Eric added.\n\n\nEric noted that the collection had never been publicly displayed, and people would flock to see it. He insisted that if Stephanie had been alive, she would have wanted to do something to help the company, and a public display would do that. \n\n\nPam and Aly were not happy.  Eric explained that the gems were all about family. He congratulated Wyatt on the idea, but Pam and Aly were dismayed. \n\n\nAly expressed her disdain for Wyatt and his idea. In private, Aly and Pam were worried. Aly insisted that the Fullers were dangerous. Aly learned about the tricks Quinn had pulled in previous jobs. \n\n\nEric warned that Aly needed to stop causing trouble for her team. Eric warned Aly to stop harrassing Wyatt and his mother. After the meeting, Wyatt and Hope worried about Aly.       \n\n\n\n\n",
    "tvdb": "Katie defends herself to Brooke, who accuses Katie and Ridge of having an ulterior motive; revenge. During the team meeting at Forrester, Eric becomes annoyed at Aly as she continues to try to prove her point about Wyatt and Quinn. Pam sticks up for Aly. When Quinn continues to stir the pot, Eric plays mediator between she and Aly. Rick and Caroline get romantic in the steam room. Wyatt asks Hope to make a giant move forward in their relationship.",
    "tvmega_recap": "Brooke has calmed down and tells Katie there is no need to apologize. She was vulnerable and Ridge was there. So it's understandable, but if she thinks it is going further then she is wrong. Katie says but it already has. Brooke says no, she said she had not slept with Ridge yet. She is not in love with Ridge. She is doing this to get back at Brooke and that has to stop. Katie conveys to Brooke that this is not a fantasy. For weeks she kept telling herself that Ridge could not feel the same way she did, but he does. He does not see her as the little sister the way she and Bill do that needs protecting, that can not stand on her own two feet and needs to be guided. She says Ridge sees her as the woman she is today and that feels really good. Brooke begs her sister to see this for what it is. She and Ridge have a history together. Yes they have issues and probably always will, but they love each other and he is not going to leave her for Katie. That is just crazy. She begs her sister do not do this. She does not want to see her in pain. Ridge is a kind, compassionate man so she can see why Katie would develop a crush on him. Katie says there she goes again. She is not a fool with a schoolgirl crush. Brooke says it also is not what Katie thinks it is either. Ridge always comes back to her. Katie tells her it is not always about Brooke. Brooke says yes it is about her. Katie ruined her wedding with her cheap, stupid little stunt. And now she is trying to steal her husband. It's sick and disgusting and it's not going to work. Rick and Hope and Quinn all say they are for the idea, but Pam and Aly says Forrester is not a museum and Stephanie's jewelry should not be displayed. There is no respect and she knows her grandmother would hate this. Eric finally says he's heard enough. The thought of exploiting the extraordinary woman who wore the jewelry is abhorrent to him. She was proud of every piece because she was proud of the man who gave her every one. And he knows exactly what Stephanie would say to Wyatt's proposal. If it helped the company, then by all means use them. Eric tells Wyatt it is a great idea and they will use it. It has his blessing and he is sure Stephanie's as well. All the others clap except Pam and Aly who just glares at Wyatt. Aly asks Eric why are they doing his. Does anyone remember why it was called HFTF. Hope says yes she does. It was to keep her generation mindful of their individuality and their own responsibility for the future. Aly says yes but what does flashy jewelry have to do with that message. Eric points out this is not going to be a flashy jewelry display, not at all. Aly says it is to Wyatt. It's just another photo op for him and Hope just like the diamond. Hope says that happened a long time ago and has nothing to do with the Stephanie collection. Eric says he has heard enough. He adjourns the meeting and tells Wyatt good work. When everyone leaves, Hope tells Eric that she and Wyatt would like to talk to him about Aly. She tells him that Aly has become so aggressive, even to the point of firing Wyatt and she got physical with him. Wyatt says he has no idea what set her off. Eric tells them to keep this to themselves. Thorne is aware of it but Eric will talk to her. She lost her mother at a very young age and ever since has had a very difficult time. Just be patient and do not confront her. Aly tells Pam that Wyatt controls them. They are under his spell. Pam agrees that Wyatt and his mother are both smoothies. Don't let Quinn fool her; stay away from her. Aly feels like Pam knows something. Pam gets a phone call that she is wanted downstairs so they will talk later. Quinn comes out of the shadows and tells Aly that she is fighting a losing battle. She knows she is family but the look on Eric's face tells her that he's not going to tolerate her attitude much longer. Aly doesn't want to talk to Quinn. Quinn can understand why as she is the voice of truth. They are going with Wyatt's idea so she needs to stop fighting him or in the end she will just be hurting herself. Firmly Aly says Wyatt is hurting the company, her family's company ad she can't let that happen. Eric calls Pam and asks her to come in with Aly. He wants to know what this is all about with firing Wyatt. Aly says he is hurting the company and the HFTF line. The message is now meaningless because of Wyatt and his mother. Eric tells her that he wants this to work out for her here but she has to respect his decisions and Hope and Wyatt's relationship. Katie tells Brooke that she can see why she would be confused. But maybe Katie should follow her heart like Brooke has always said. Brooke says she is going to be blunt. Ridge will never be satisfied with Katie. Ridge loves romance but he shared something with Brooke that no other two people have ever shared and he's not going to want to lose that. This is wrong. This is just retaliation and Katie knows it. Pam stays to talk to Eric. He tells her that Aly is getting more erratic. Pam wonders if they shouldn't tell Thorne or even Hope. Eric says no, not just yet. He hopes he can handle this himself. They have to keep Aly's secret. Pam says then he needs to keep Aly away from Hope and Wyatt. Hope tells Wyatt that she loved his concept. He says he has another one \u0096 move in with him. She answers maybe she will ..someday. He wonders how she can play with his emotions that way .. but at least he got a some day. As they kiss and vow not to think about shadow girl, Aly cracks the door enough to glare at them. Katie tells Brooke this is far from retaliation. And for the record, she has no intention of keeping RJ from Ridge. He and Will have become good friends. Brooke asks where she fits into this plan. She is supposed to go back to Bill and they all live one big happy family. Katie says this is not a math problem. She can go to Bill or be all by herself for a while .but they all know she can not do that. So she will go to Bill as he will take her back. Brooke says this must be Katie's coming out party. She thought she was past the anger but guess not. After all the years of living in Brooke's shadow, now she has Ridge. It's the perfect payback. Katie says Brooke has not been listening. This is not payback. She is in love with Ridge. Brooke says then Katie is a hypocrite as she is doing the same thing she accused her of. Katie says spin it any way she wants to but the fact is she and Ridge have fallen in love. She did not take Ridge from Brooke. He came of his own free will. Brooke rants that she can't have him. She is not going to let that happen. Katie tells her not to dare talk down to her like she was her mother. Brooke just wants to put her in a little box, safe and sound in her childhood bedroom looking out the window and watching the world go by. Brooke never took her seriously but now she should as her and Ridge are going to be together. Brooke says Ridge will leave Katie and she will be picking up the pieces. She doesn't need that kind of rejection. Katie points out that she doesn't have that weak little heart any more. She has Stormie's heart .and she has Ridge's heart too, so Brooke doesn't have to worry about her.",
    "soapcentral_condensed": "At Katie's, Brooke and Katie sparred about Katie's relationship with Ridge. Katie argued that it wasn't about Brooke \"this time\" At Forrester, Quinn, Caroline, Hope, Wyatt, Rick, Aly, and Pam met with Eric about the usage of Stephanie's jewels. Aly insisted they were all sacred family treasures and should not be put on public display. Wyatt and Hope disagreed and said that it would be good for the HFTF line. Eric warned Aly to stop harrassing Wyatt and his mother. After the meeting, Wyatt and hope worried about Aly. In private, Aly and Pam were worried. Aly learned about the tricks Quinn had pulled in previous jobs. The Fullers were worried about the Fullers and Wyatt's idea to put the jewels on display. Eric explained that the gems were all about family. He recalled that Stephanie had been very proud of every piece and proud of the man who had given her all the jewels. \"Me,\" Eric added. \"That's who I am.\"\n"
}