{
    "soap_central": "\n\nNick and Bridget discuss Bridget's pregnancy. Nick feels that he has to tell Brooke the truth. Nick sees Bridget's pregnancy as a blessing, despite the fact that it could ruin his marriage. Bridget tells Nick why she loved him and they find out the results of her HCG test. Brooke tells Eric that Ridge is no longer a factor in her life because she is committed to Nick. Eric and Felicia both feel Brooke is only with Nick because it is safe but that her heart belongs to Ridge.\n\n\n",
    "tvdb": "Bridget has some blood tests taken at the hospital. Nick calls her and wants to be with her when she learns the results. Felicia drops in to see Bridget and asks what Bridget wants from the tests and wonders if she'll ever be able to carry a baby to term. Eric mentions to Brooke how she isn't in the office very much anymore and he blames Nick for that. Brooke insists that the days of her and Nick worrying about Ridge are over. Eric still feels that Nick is the wrong man for her and once he dissappoints her once, then the marriage will be over. Nick stays with Bridget as she receives the results of her tests. Her pregnancy is confirmed and she and Nick learn that the baby is strong and healthy.\r\n",
    "yt": "\n\nNick and Bridget discuss Bridget’s pregnancy. Nick feels that he has to tell Brooke the truth. Nick sees Bridget’s pregnancy as a blessing, despite the fact that it could ruin his marriage. Bridget tells Nick why she loved him and they find out the results of her HCG test. Brooke tells Eric that Ridge is no longer a factor in her life because she is committed to Nick. Eric and Felicia both feel Brooke is only with Nick because it is safe but that her heart belongs to Ridge.",
    "imdb": "\nBridget is eager to have her pregnancy confirmed by lab tech Jerry, and hide it as things might still go wrong. Felicia walks in on Eric and Brooke discussing her rebounding from true lover Ridge to 'safe' Nick.    ",
    "tvmega_recap": "Nick reaches Bridget at the hospital and learns she is having a blood test and insists on being there. He also wants to tell Brooke, he can't spend another night like this. Brooke remarks she'd like to renew her vows every single day but now she has to get to work. The lab tech, Jerry, draws blood from Bridget and she asks him to keep this just between the two of them. Nosy Felicia pops in and says she is worried what happened yesterday. Did Bridget tell her mother? She is also curious how Nick took it since he always wanted to be a father. Eric and Brooke trade banter about her being CEO at Forrester and there while Ridge is on another continent. While Felicia and Eric gang up on her and spout her safety with Nick, she informs them she did renew her wedding vows, does that tell them anything? He tells her how dear she is to them and the company, but everyone makes mistakes. What will happen when Nick makes his? She states that Nick would never hurt her. While waiting for the test results, Nick and Bridget reminisce about losing Nicole. He won't hear the word miscarry for this baby. It is HIS and will be born healthy and strong. Rock-bottom line is that life trumps everything and life has chosen them to make new life. He refuses to see this as anything but a blessing and they hug and cling to each other. She confides in him that she loved him because he made her a better person, turned her into feeling beautiful inside. It happened again just now. Jerry gives them the results - positive, baby healthy and developing well. She remarks when God answers your prayers, best not to just complain. Looks like they are having a baby. Neither know whether to be happy or sad.",
    "soapcentral_condensed": "Nick sees Bridget's pregnancy as a blessing, despite the fact that it could ruin his marriage. Bridget tells Nick why she loved him and they find out the results of her HCG test. Brooke tells Eric that Ridge is no longer a factor in her life because she is committed to Nick. Eric and Felicia both feel Brooke is only with Nick because it is safe but that her heart belongs to Ridge. Nick feels that he has to tell Brooke the truth about his affair with Bridget. Nick and Bridget discuss Bridget’s pregnancy and find out that she is pregnant with his child. Nick tells Bridget that he is going to tell her the truth and they discuss their future together. They find out Bridget is pregnant and Nick tells her that he wants to be a father. Nick also tells Brooke that he loves Bridget and that he will be a better father to her. Nick sees that Bridget has been a good wife to him and tells her he loves her.\n"
}