{
    "soap_central": "\n\nTaylor finds out that Hector is blind due to the explosion from the fire. Hector blames himself for his misfortune, but Taylor reassures and comforts him. At Thorne's house, Stephanie and Thorne dismiss the possibility of Taylor being a suspect and she tells him to drop the investigation into Darla's death. Stephanie tells him that Taylor will be there to help him. At Insomnia, Nick mentions that he can introduce Phoebe to Harry and have her give him a tour of the city. After Nick leaves, Phoebe enters and watches Harry steal money from the tip jar to pay for his coffee. Harry and Phoebe argue but flirt as well. During their conversation, Phoebe receives a phone call from Nick asking if she would give a tour around the city to a friend of his who just arrived in town. Phoebe agrees, not knowing that the friend is Harry. She decides to put money in the tip jar before she leaves and smiles flirtatiously with Harry.\n\n\n",
    "tvdb": "Nick has coffee with Harry at The Insomnia Cafe and suggests Harry has someone show him around Los Angeles. Phoebe later comes in and meets Harry drinking alone. She sees him steal a tip, and he accuses her of being a rich girl. Nick later calls Phoebe and informs her that he has a friend that he would like her to meet. Stephanie realises that Thorne is becoming attached to Taylor. Stephanie advises Thorne to call off the investigation into Darla's death, explaining that she doesn't want him to be bitter for the rest of his life. Stephanie promises that Taylor will help him through. Taylor tries to comfort a blind Hector as he apologises for holding her hostage at his home before the fire. Taylor seeks answers from Hector's doctor and she informs Hector that the damage to his eyes is irreversable. Hector is devastated, but Taylor tells him that she will be there for him.\r\n",
    "yt": "\n\nTaylor finds out that Hector is blind due to the explosion from the fire. Hector blames himself for his misfortune, but Taylor reassures and comforts him.  At Thorne’s house, Stephanie and Thorne dismiss the possibility of Taylor being a suspect and she tells him to drop the investigation into Darla’s death. Stephanie tells him that Taylor will be there to help him. At Insomnia, Nick mentions that he can introduce Phoebe to Harry and have her give him a tour of the city. After Nick leaves, Phoebe enters and watches Harry steal money from the tip jar to pay for his coffee. Harry and Phoebe argue but flirt as well.  During their conversation, Phoebe receives a phone call from Nick asking if she would give a tour around the city to a friend of his who just arrived in town.  Phoebe agrees, not knowing that the friend is Harry. She decides to put money in the tip jar before she leaves and smiles flirtatiously with Harry.",
    "imdb": "\nNick suggests to Harry to get a tour of LA, from a guide - Phoebe. In fact, they meet accidentally during a bickering misunderstanding about tipping waiters. Stefanie is convincing Thorne to give up the killer hunt and let Taylor help herself by helping him and Alexandra. Hector is relieved Taylor doesn't hate him, but doctor Herbert tells her his blindness is unlike to heal ever.    ",
    "tvmega_recap": "Taylor conveys her regrets that Hector is blind. He apologizes for his actions earlier; what was he thinking? He was so relieved when he realized she was safe. And believes he deserves to be punished for his behavior. Nick has coffee with Harry at Insomnia and tells him to drop the sarcasm about being a big shot. Phoebe slips in and she and Harry make eye contact and notice each other. Phoebe sees Harry take money from the tip jar and calls him on it. He rubs her the wrong way about being one of those \u0091entitled' girls he's met all over the world. Nick calls and asks Phoebe to help him with an old friend to show him the town. Thorne is mad that Baker is hounding Taylor and Stephanie advises him to drop the investigation. He's not sure he can accept closure by just letting go and someone not paying for Darla's death, but he agrees to do it for the sake of his child. Stephanie tells him he won't regret it. She knows he's getting very attached to Taylor and they will help him through this. Hector asks if Taylor can forgive him? She's not quite ready but she does understand his actions just like she panicked when she hit Darla. They almost died in the fire but now they have a second chance. He's not sure since all he ever wanted to be was a firefighter. Taylor talks with Hector's doctor and then relays the bad news to Hector. They are not ready to give up on him but feel the eye damage can not be reversed. His life will change but he can adapt. He feels disabled and useless and doesn't want her pity. She helps him up when he falls and they cling to each other and she promises they will get through this together.",
    "soapcentral_condensed": "Taylor finds out that Hector is blind due to the explosion from the fire. Hector blames himself for his misfortune, but Taylor reassures and comforts him. Phoebe receives a phone call from Nick asking if she would give a tour around the city to a friend of his who just arrived in town. She decides to put money in the tip jar before she leaves and smiles flirtatiously with Harry. Harry and Phoe be argue but flirt as well. The episode ends on a cliffhanger, with Taylor and Thorne facing off against each other in the final moments of the episode. The final episode of the series airs at 9 p.m. ET on Friday, December 14. The movie is based on the novel \"The Death and Life of Darla\" by Julian Zelizer. The film is directed by Michael Douglas and written by David Wojciechowska. It is the second installment of a two-part series. The first episode airs on December 11 and the second on December 16.\n"
}