{
    "imdb": "Nicole confronts Sasha about her use of the word sister. Sasha tries to back paddle, but Nicole starts to piece everything together. Sasha eventually confirms that they are sisters. As Nicole digests the news, Sasha begs her not to tell Julius that she knows the truth. Surprisingly though, Nicole is extremely supportive of Sasha. Maya invites her parents to join her for lunch while Zende meets with Rick. Zende admits to Rick that Sasha is fun, but Nicole would be the only woman in his life if she hadn't chosen to be Maya's surrogate. Later, Zende finds a shaken Sasha at the photo studio while Nicole confronts Julius.",
    "tvmega_recap": "Nicole questions Sasha why she would say they were sisters. Viv and Julius run into Zende and Viv manages to scramble Julius off before he gets too riled up. He does make some reference of Zende making it right with Nicole and not running after Sasha. Viv wants them just to have a nice relaxing lunch without all this drama. Julius says he is trying to get used to Nicole carrying Maya's baby but he does not like it. Rick tells Zende that he has been where he is with two gorgeous women in love with him and he didn't handle it very well either and he hopes Zende will not be uncomfortable with that. Zende says he enjoys both of them but if Nicole had not made the choice of having the baby he would not be looking at Sasha. After all that has happened he is still in love with Nicole. Rick says perhaps they will find a way to get back together. Nicole tells Sasha she cannot backtrack. She said they were sisters and she wants to know what she means. Sasha cries that she wanted to tell Nicole so many times when they were little but she just couldn't. Nicole cannot believe her dad has another child. Sasha begs her not to tell her dad as he will be furious and cut her off. Her dad thinks it will destroy their relationship if their dirty little secret comes out. She begs Nicole not to tell. Nicole hugs her. Zende tells Rick that he appreciates his advice and Rick has always been a standup guy with him. Julius says they are all in agreement; Sasha needs to go back home. It will be the best thing for Nicole. Viv says she has a hard time being harsh on Sasha. She does need a strong man's influence in her life and that could be Julius. Sasha tells Nicole that she was always this mistake that Julius did not want and now he wants her to leave town. All she wants is his approval and maybe he will grow to love her one day. She knows she does not have much of a relationship with him but it is better than nothing. Nicole says she will honor her as a sister but she cannot promise she will keep this truth from her mom or dad. They deserve to know the truth. She goes straight to Julius and finds him alone. He assumes she is upset about something he said about her condition and the baby. She says no, it is his dirty little secret. She knows. He does not have two daughters but three \u0096 Sasha is her sister.",
    "tvmega_summary": "Episode # 7322 ~ Nicole confronts Sasha about her use of the word sister & demands to know the truth; Zende makes a revealing confession to Rick about his love life."
}