{
    "soap_central": "\n\nBrooke reveals she did not sleep with Nick, to Eric's surprise. Eric informs Brooke that Dante has moved in with Bridget. Ridge says that if he works with Stephanie and Taylor, he would hurt Brooke and Eric. Torn, Ridge states that he can't be a part of the company without Eric. Taylor asks Ridge for his support, but Ridge says he can't give it. Bridget meets with Nick, Brooke and Eric and demands that they stop playing games with each other. Bridget announces that Nick and Brooke should be together. \n\n\n",
    "tvdb": "Nick tells Taylor how he wants to forget Brooke and concentrate on Bridget and the baby. Eric and Brooke discuss Nick and Bridget and how they have got to return to one another. Stephanie's attempts to convince Ridge to stay working at Forrester Creations have little success. Taylor tells Ridge that she believes working together could be good for their marriage, but Taylor is deeply hurt when Ridge shows no faith in her abilities. Bridget tells Dante that she has the solution to sorting out the mess all their lives have become. Bridget arranges a meeting with Eric, Brooke, Nick and herself. Bridget makes Nick and Brooke touch each other and tells them to be together.\r\n",
    "yt": "\n\nBrooke reveals she did not sleep with Nick, to Eric’s surprise. Eric informs Brooke that Dante has moved in with Bridget. Ridge says that if he works with Stephanie and Taylor, he would hurt Brooke and Eric. Torn, Ridge states that he can’t be apart of the company without Eric. Taylor asks Ridge for his support, but Ridge says he can’t give it. Bridget meets with Nick, Brooke and Eric and demands that they stop playing games with each other. Bridget announces that Nick and Brooke should be together.",
    "tvmega_recap": "Stephanie continues to try to woo Ridge to her way of thinking and stay with the company. She offers him stocks and wealth. Nick continues his session with Taylor claiming he wants to be with Bridget. Bridget calls a meeting with Nick and her parents at Brooke's house. Stephanie calls a press conference and Taylor begs Ridge to stay at her side and support them. Ridge refuses. Bridget demands that Brooke and Nick be together so they can all put the lies behind them and move on. She's ready to move on. She implores her mother and Nick to hold hands, look in each other's eyes and for Nick to take her mother in his arms.",
    "soapcentral_condensed": "Brooke reveals she did not sleep with Nick, to Eric's surprise. Eric informs Brooke that Dante has moved in with Bridget. Ridge says that if he works with Stephanie and Taylor, he would hurt Brooke and Eric. Taylor asks Ridge for his support, but Ridge says he can't give it. Bridget announces that Nick and Brooke should be together. Ridge states that he can's be a part of the company without Eric. He says that he would be hurt if he worked with Stephanie or Taylor, who he says he would harm if he did not work with them. He adds that he will not work for them if they work for him if he doesn't work with Eric, who is his best friend and business partner. He also says he won't work for Taylor if she works for Stephanie andTaylor if he does not support her and Eric, whom he calls his best friends. He then says he will work for both of them if it is in the best interests of both of their companies.\n"
}