{
    "imdb": "Overwhelmed with emotion by Ridge's grand gesture, Brooke realizes she is torn between two loves. Meanwhile, Steffy warns Bill not to underestimate her father and his devotion to his \"Logan\". Nicole fills Maya in on her fight with Sasha. In the photo studio, Sasha finds Zende and implores him that it is time to move on - with her! Ridge tells R.J. that he is hopeful that he managed to change Brooke's mind. Bill is thrilled when Brooke returns to his office. Pretty soon he has to realize that their conversation is taking an unexpected direction: does Brooke still want to marry Bill?",
    "tvmega_recap": "Bill smugly tells Steffy that it is a done deal. Brooke will soon come through that door and they will be off to their wedding. She is only with Ridge now saying her final goodbye. Mr. Drama finally has his last curtain call. He gloats that he has been patient and even realistic and given Brooke time to resolve things with Ridge and allow RJ to come around with his feelings. Once Brooke does that no one will ever come between them again. Steffy says he is lucky, Dollar Bill 2.0 and it's better than the last version. Bill says he knows Brooke did not have to forgive him for leaving her at the altar and Ridge has pulled everything in the book to get her back but she knows what Bill offers will last a lifetime. So that is why she is saying goodbye to Ridge and will become Mrs. Bill Spencer. Brooke is surprised that Ridge did this for her \u0096 the heart in the sand. He says RJ helped too. He knows how important this is \u0096 the next chapter in their lives if that is what she wants. She admits it was a wonderful gesture. He says it is more than that, they will always be connected like that heart. They will always end up together. He says she can fix all of it. Just go back to Bill and give him that Gawd-awful ring and come back to him. Now they can be a family. Maya manages to find a room so that she can talk in private with Nicole. Nicole says she cannot keep doing this any more. And the worst part is now Sasha is now defending Zende and saying what a great guy he is. In fact both Zende and Sasha have apologized over and over but it does not change what happened. Maya says she understands and it is not the first time this has happened, there is a pattern. Nicole says she cannot be with a man like that where she cannot make her own decisions. Sasha tries to ask Zende a question but he clearly does not have his mind on work. She tells him she knows he is still upset with Nicole but if she is not going to forgive him and take him back maybe it is time for him to move on. She will not keep letting him beat up on himself. Nicole has put him through the ringer time and time again and acts like he is just supposed to take it. She says he needs a woman that will put his needs first. She won't badmouth Nicole but he deserves a woman who appreciates him and understands that people aren't all perfect. And you can enjoy each other when life is unpredictable and you do not know what is going to happen next. He says that sounds good but it is not that simple; he cannot just move on. Steffy tells Bill goodbye and she wishes him well but she is afraid he is in for a fall. She recalls the many times she heard the same from her mother. Bill should not underestimate the powers of Ridge Forrester. He's on the phone making more plans and tells that someone to stock his yacht like there is no tomorrow. Brooke walks in. Bill finishes up his call with they are the only two people on this earth. He tells Brooke that the jet is ready, and the Stella Maris is ready to sale and the captain is brushing up on his skills and will have them married the minute they reach the ship. He makes sure that she saw Ridge. She nods yes. He says he is sure he was upset but he will have his dad and Quinn to worry about and that will keep him busy and in control mode and she won't have to deal with it. And they do not have to deal with everyone else's feelings but just focus on themselves and what a future they are going to have as they can make it anything they want it to be. And that starts right now. Zende admits he only made the situation worse by turning to Sasha. She says she understands that he made a decision based on wrong information but that does not make him an awful person. Or Nicole the right to make him feel like one. She makes a move toward him and he pulls back and says he can't. She says okay but he knows where to find her and she will be there for him. RJ questions Ridge of what happened. He says Brooke stood there thinking about their history and what they meant to each other but she did not give him an answer. He is hoping she went back to see Bill. Brooke tells Bill that she really loves him and she needs him to know how important he is and how he helped her not to hide from the truth but with his passion and understanding he helped build her up and be a better version of herself. He laughs when she says he inspires her with his strength and stubbornness. He tells her that he loves her and wants her to be happy as his wife. Then he senses she is pulling away and asks if RJ got into her head. Surely she is not postponing the wedding again. Whatever Forrester said she needs to forget it \u0096 fate, destiny, they are just words. He really does not want her back. He just does not want her with Bill. And that is what this is about. They are going to get on that jet and get to the ship and say their vows. He needs to hear her say that still wants to be his wife.",
    "tvmega_summary": "Episode # 7468 ~ Brooke realizes she is torn between two loves as Ridge's grand gesture overwhelms her; on the heels of her fight with Nicole, Sasha finds Zende & implores to him that it is time to move on...with her."
}