{
    "soap_central": "\n\nThe Forresters gathered in the kitchen to clean up after Rick and Caroline's wedding, which had taken place after Thanksgiving dinner. Eric congratulated Hope for pulling off a great family dinner on a holiday. Liam, Wyatt, Quinn, Donna, Hope, and Aly gathered to do dishes.\n\n\nHope said that she had been proud of the way everyone had managed to get along. They all agreed the family had made progress on that front. Eric received a message on his phone and said he had to make a call. He apologized that everyone had to clean up, but he'd sent the staff home so they could enjoy the holiday with their own families. Eric excused himself.\n\n\nQuinn told the rest of the crew to relax in the living room because she and Donna would finish the cleanup. Quinn laughed that she had not meant to speak for Donna, but Donna said it was fine.\n\n\nAfter everyone left Donna and Quinn alone, Donna noted that Quinn had never married. Quinn said that she had devoted her life to talking care of her son. Donna was surprised that Quinn spent her life alone.\n\n\nDonna congratulated Quinn because Wyatt had turned out to be a wonderful young man. Donna added that Wyatt seemed to be taken with Hope. Quinn said that Wyatt and Hope were a perfect match, but Donna noted that Wyatt would be a good match if Liam hadn't been in the picture. Quinn argued that Liam had had many chances.\n\n\nDonna wondered if Quinn were attracted to Eric because Quinn clearly liked to be near him. Quinn teased that it bothered Donna, but Donna was unthreatened. Quinn said that she had learned that Eric had been the love of Donna's life. \"Is,\" Donna corrected.\n\n\nLater, Eric returned to the kitchen. He wondered if everyone had left. Donna said almost everyone had gone. Eric wondered if Quinn had left. Donna said Quinn seemed to have gone without saying goodbye.\n\n\nDonna had made tea for Eric, and she promised to add honey for her honey bear. Eric laughed but declined the offer.\n\n\nDonna said that she wanted some honey, and she squeezed some on Eric's finger and licked it off. She reminded Eric of what they had together at one time. She recalled memories of getting married in the house, much like Rick and Caroline had done.  Eric agreed they were good memories. Eric said he was going to get comfortable and read. He thanked her for the tea.\n\n\nQuinn had witnessed the entire exchange from the shadows. \"What the hell was that,\" Quinn inquired. She noted that Donna had sucked honey off Eric's finger.  \"I'm sorry, but I have to call a slut a slut,\" she said.\n\n\nDonna scoffed, but Quinn started on a rant of how Donna had slept her way to the top and then divorced Eric and sold her interest in the company to Bill for huge piles of money. Quinn sneered that Donna had nothing to do all day, so she played secretary but shared a desk with Pam. Quinn bragged that she had used her own talents and her intellect to achieve success.\n\n\nQuinn warned that Eric's granddaughter was only one room away and could have entered to witness the disgusting display.  Donna shot back that Quinn knew nothing about Donna or Donna's relationship with Eric. Donna added that Quinn had spied on a playful moment between Eric and Donna.\n\n\nQuinn didn't let up. Quinn declared herself an essential part of Forrester and an important part of Eric's business. Donna boasted that she had been a Forrester for a long time, and she had seen many women come and go at Forrester.\n\n\nDonna reminded Quinn that Quinn had done a commendable job in raising Wyatt. However, Donna added that there was something \"really off about you.\" \"You are nothing but trouble.\" Quinn said with a smirk.\n\n\nIn the living room, Hope, Liam, Wyatt, and Aly discussed that Rick had surprised them all with the wedding.\n\n\nLiam said that Liam and Hope had attempted numerous weddings before Caroline and Rick had ever met. Wyatt teased that Liam had been distracted along the way with all the failed wedding attempts with Hope. Aly noted that Rick had even had a dress made for Caroline, and Liam said that Rick had been resourceful and had gotten a lot of help in pulling the entire thing off as a surprise.\n\n\nHope joked that the Forresters could throw weddings together overnight. Hope and Liam recalled their impromptu Malibu wedding at his home. Wyatt teased that it had been another unsuccessful wedding. He added that they had planned weddings \"all umpteen times,\" but none of them had succeeded.\n\n\nWyatt noted that Brooke had been the wedding planner for most of them. Hope agreed.  Wyatt added that when he married Hope, they would plan their own wedding.\n\n\nLiam looked furious, and Hope said nothing. Wyatt thanked Hope for a wonderful day. Wyatt held one of Hope's hands, and Liam held the other. Hope removed both of her hands.\n\n\nWyatt said it had been a weird experience to see both of his parents at the same table. Wyatt credited Hope for her ability to pull off impossible tasks. Liam rolled his eyes.\n\n\nHope said that she was ready to leave. Wyatt and Liam offered to take her home, but Hope had her own car. Wyatt asked Hope to accompany him to return the diamond necklace to Charlie, but Hope said that she planned to return home to her mom's house alone.\n\n\nWyatt left, and Hope prepared to follow. Liam begged Hope not to go anywhere with Wyatt, and Hope promised that she would not go anywhere with Wyatt.\n\n\nAly told Liam that Hope was an amazing woman, but Aly had been surprised that Hope had treated Liam poorly. Aly noted that Liam was funny and cute. Liam laughed and thanked Aly.\n\n\nIn the guesthouse, Rick carried Caroline over the threshold and surprised her with candles and champagne. Caroline was surprised, and she thanked Rick for surprising her. She tenderly asked him to continue to surprise her throughout their marriage.\n\n\nRick liked the sound of \"my wife.\" He teased that he was looking for his wife, and Caroline promised that Rick would never have to look far for his wife. \"I will always be right by your side,\" she said.\n\n\nLater, Caroline called her moms and told them that she was \"beyond happy.\" After she had hung up, Rick wondered if her moms had been disappointed that they had missed the wedding. Caroline said they were happy for Rick and Caroline.\n\n\nRick wondered if Caroline regretted that they had not had a huge wedding with doves and caviar. Caroline said that she had always envisioned a huge wedding with all the fanfare, but she said that none if of it mattered because she had found what was important to her. \"All that mattered was becoming your wife,\" she said.\n\n\nRick and Caroline danced, and a path of red rose petals covered the floor and created a path into the bedroom where a heart of rose petals decorated the bed. They fell onto the bed and made love.\n\n\nLater, Caroline told Rick it had been the best day of her life. Rick promised to top the day, and she smiled and told him to make it a personal challenge. Rick said that he loved her smile. He called her Mrs. Forrester.\n\n\nIn the main house, Donna waited in the living room for Eric. He said that he'd thought everyone had left. Donna said she wanted to see him alone. She reminded him that the happiest days of her life had been in that house. He agreed. \n\n\nDonna was glad that Thorne and Aly had moved in. Donna had worried about Eric being alone in the house. Donna encouraged Eric not to rush into anything with anyone like Quinn.\n\n\nDonna said that Quinn had called Donna a slut. Donna thought that Quinn was dark and possibly dangerous. Eric seemed concerned. Donna worried that something could happen to her honey bear. They embraced and kissed awkwardly.\n\n\nQuinn had been hiding in the shadows and watched the entire exchange with an evil look on her face. Eric went to bed, and Donna turned out the lights before she left. She passed by a framed picture of Eric and Donna, and Donna smiled.\n\n\nLater, Donna heard something break, and she noticed the picture of Donna and Eric had been broken. Donna turned in fear as Quinn stood outside on the patio in the shadows.\n\n\n",
    "tvdb": "Quinn’s jealous side comes out when she witnesses a tender moment between Eric and Donna. Caroline and Rick celebrate their wedding night as most newlyweds do: between the sheets. In front of Hope and Aly, Liam expresses his concern about Wyatt’s recent actions. In return, Wyatt assures Liam that he will not be backing down on his pursuit of Hope",
    "imdb": "\nWyatt joins Hope and Maya in front of the camera during a HFTF photo shoot.    ",
    "tvmega_recap": "All cleaning up in the kitchen, Hope says today was a glorious day although she can only take credit for the first half of the day. She had nothing to do with Caroline and Rick getting married. Liam makes a mention of a spontaneous wedding in Malibu that he and Hope had although Wyatt says that doesn't count if it didn't take. Aly picks up on the tension. Donna reminds Eric that they got married in that very room also. Quinn sees this moment between the two of them. She suggests that everyone go sit down and rest and she and Donna will finish up in kitchen. They are polite but both make it clear where their interest lies \u0096 Eric. Donna admits he is the love of her life .as in present, not just in the past. Rick takes Caroline across the threshold. She makes him promise to never stop the surprises. He opens the champagne and makes a toast to their new life. They dance and kiss and then he lays her on the bed .one that has a heart shaped bed of pink roses. She says this is officially the best day of her life. Hope tells Liam, Aly and Wyatt that she was blown away that Rick's wedding went off so smoothly on such short notice. Liam starts saying yes considering he and Hope have been trying for years. Wyatt says nothing against Brooke but wasn't she the wedding planner for the umpteenth. Now, when he and Hope get married they are going to plan it themselves unlike Prince Charming here and they plan to actually get through the I do's. He tells Hope that it was a great day. Liam feigns disappointment that Wyatt is leaving. Wyatt takes Hope's hand in his and says no, he just wanted to tell Hope thanks for including his mother in their Thanksgiving celebration. Hope says of course, Wyatt is Caroline's cousin and Liam's brother. Liam corrects her and says half brother and he grabs Hope's other hand into his. Hope says that makes Wyatt and his mother family. Wyatt says but it was unreal when he saw both of his parents in the same room. He doesn't know how he feels about that. He is still sorting it out, but it's just one more thing that Hope managed to pull off. Liam rolls his eyes and Aly is still drinking all of this in. Eric finds Donna alone in the kitchen and she gives him a cup of tea and then wants to put some honey in it for her honey bear. He declines so she says she wants some and pours it on his finger and licks it off. Quinn is returning and stops just around the corner so she can see. Later she calls Donna out for what she just did sucking on Eric's finger that any of the others could have come in and seen. She has to call a slut a slut. They end up sparring and Quinn chastises Donna for having a big wad of cash from her settlement but is now just a secretary and one without her own desk even. Quinn reminds Donna that she has worked her butt off her whole life depending on her talent and intellect. Donna gives her credit for raising Wyatt in a good way, but she has also seen people come and go at Forrester so it shall be the same with Quinn. Quinn says she does not intend to go anywhere. Donna tells her that Wyatt is okay but there is something really off about Quinn. She gets the feeling she is nothing but trouble. Hope yawns and Wyatt says it's been a long day. Why don't they take the necklace back to Charlie at the Boutique and then see where the night takes them. Liam says she can't do that. Wyatt says Hope can speak for herself, caveman. Hope says yes she can. She's going home. Liam says great, he's ready. She says no, she meant alone to her mom's house. Wyatt says okay, in that case turn around. As Wyatt starts to move Hope's hair at the back of her neck to the side, Liam looks bothered. Wyatt looks straight at Liam's face with a grin as he unclasps the necklace and takes it off Hope. He says he is going home too. He walks to the door and Liam asks Hope to please say she is not going home with him. She says no. She gives Liam a peck on the cheek and says she will see him tomorrow. Wyatt holds the door open for Hope and they leave. Aly tells Liam that Hope is amazing and she really respects her but she should not be treating Liam like this. Hope didn't like it when Liam did that to her so she should not be doing it to him. What is Hope waiting for? Liam is funny and cute so what could Hope be waiting for. Eric comes downstairs in his robe all ready for bed. He didn't realize anyone would be waiting. Donna is there looking at the photos placed about, even one of Eric and Donna. Quinn is lurking in the shadows. Donna tells Eric that she waited. She is lonely, Eric is lonely and it's not like they haven't been here before. Eric says it has been a really really long day. Quinn glares at Donna when she says maybe not tonight, but someday. With Rick's wedding and all she was just having memories of when they were married. She is glad that Thorne and Aly moved in so he won't be alone in this big old house. She doesn't want him to do anything foolish. He questions her and she says like with Quinn. She called her a slut tonight. She's a bit dark and maybe even dangerous. She just wants Eric to keep his eyes open. She kisses Eric and sends him off to bed and says she will turn out the lights. As she turns off the third lamp, she hears a loud crash like glass breaking. She looks around and finds the framed photo of her and Eric with all the glass smashed. Quinn is glaring from the sidelines.",
    "soapcentral_condensed": "The Forresters gathered in the kitchen to clean up after Rick and Caroline's wedding. Hope said she had been proud of the way everyone had managed to get along. Wyatt teased that Liam had been distracted along the way with all the failed wedding attempts with Hope. Wyatt said it had been a weird experience to see both of his parents at the same table for the first time, and Hope said nothing had ever happened to her before. The Forresters said they would plan their own wedding, and Liam looked furious and said nothing would ever happen to him again, but Hope said it was a good sign that they had made progress on that front. The Forrester family said goodbye to Quinn, and Eric wondered if she had left with the rest of the crew, but Donna said she hadn't said goodbye, and she was just going to go home to her honey bear. The family said their goodbyes to Wyatt and Hope, and Wyatt said he was going to get a good night's sleep.\n"
}