{
    "soap_central": "\n\nIn the CEO's office, Ivy thanked Thomas for saving her from the falling light at the party. Steffy rendered awkward expressions as Ivy and Thomas joked about Ivy requiring his presence in case disaster struck again. He decided that he needed to save Ivy from something else -- a Spencer man.\n\n\nIvy asked if Thomas would save his sister once he was done saving Ivy from Wyatt. Thomas replied that some people were beyond help. Steffy asked for time alone with her brother, and Ivy decided to leave them alone to hash it out. After Ivy had gone, Steffy exclaimed, \"Really? Ivy?\"\n\n\nSteffy said Thomas didn't have to admit to it because she'd seen how he'd oozed with charm. He claimed that charm was what he did, and he and Steffy had learned it from Ridge. Steffy didn't see it as harmless flirting, and she was upset that Thomas liked Ivy after what Ivy had done to her. He said Ivy had been confused and grieving, but Steffy told him not to get involved -- for his own good.\n\n\nThomas said Steffy sounded ridiculous, but Steffy insisted that he needed to hear it. In her view, he'd made bad decisions regarding women, and she warned him not to make another one. Thomas didn't know what she was talking about. Steffy said he was going after unavailable women.\n\n\nThomas wanted an explanation for \"unavailable\" and told Steffy not to say anything about Ivy being some \"unrelated, distant cousin.\" He claimed there was no blood relation. Grossed out, Steffy said she hadn't even been thinking about it. She claimed that he went after women who were off-limits.\n\n\nThomas asserted that he didn't, but Steffy named Charlotte, the emotionally unavailable Hope, and Caroline. He conceded about Charlotte, quibbled about Hope, and said he'd been with Caroline in the past, before Ridge. Steffy said Ivy was with Wyatt. Thomas claimed not to see a ring on Ivy's finger. Steffy said it was more than dating, but Thomas dismissed it because there was no ring.\n\n\nThomas didn't take the Spencer brothers seriously and asked why Forrester accommodated them. \"First off, Liam is my boyfriend,\" Steffy responded. She added that Bill owned part of the business, so whether or not Thomas liked it, the Spencers had a voice there. Thomas quipped that they'd ride their twelve and a half percent for all it was worth because Wyatt and Liam were scared. Thomas disparaged the prestige of the publishing industry and said the brothers would rather be at an established clothing company.\n\n\nNoting that Thomas was changing the subject, Steffy flipped it back to Ivy. He said Steffy was getting ahead of herself, and it was just a little flirting. He claimed to be attracted to Ivy but not pursuing it. He asked Steffy to put aside her issues because there was nothing wrong with innocent flirting.\n\n\nPam interrupted to remind Thomas about his checkup with the doctor. After ascertaining that nothing was wrong with her brother, Steffy bitterly said he could leave, and she was done with him.\n\n\nIn the design office, Liam and Wyatt made fun of the way Thomas had talked about them in the meeting. Wyatt said Thomas needed to get over it because the Spencers were in the building, and Wyatt wouldn't let Thomas undermine his job or relationship. Wyatt didn't know if Thomas was interested in Ivy or going after her for fun. He called Thomas a spoiled rich kid who took what he wanted, but Wyatt vowed that \"the little mini-Ridge\" wouldn't get away with making moves on Wyatt's girlfriend.\n\n\nIn the corridor, the intern Christine gave Pam copies of recipes for Pam's baking club. Pam reviewed them and noted that the intern hadn't bothered to copy them straight and that she hadn't enlarged them, either. Christine took the criticism constructively, and Pam invited her to the club meeting that night. Pam also complimented Christine's sweater and suggested pairing it with pearls, but Christine bashfully replied that she could never look as good as Pam.\n\n\nChristine left, and Ivy arrived, looking for Wyatt. Pam said he was in the design room -- \"the Spencer lounge\" -- with Liam. Pam didn't know why the brothers couldn't just work at Spencer. Ivy joked that it was because the Spencer receptionist was a terrible baker, and Pam grinned.\n\n\nIvy went into the design office and noted tension in the room. Liam and Wyatt claimed it was no big deal, and they were decompressing. She assumed it had to do with Thomas. She stated that Thomas' comments had been a little unnecessary. Wyatt said they'd been a lot unnecessary. She responded that it was Thomas' family business, and Wyatt asked if she were defending Thomas.\n\n\nIvy didn't necessarily agree with all Thomas had said, but she felt he'd given the Spencer brothers some perspective. Liam quipped that the perspective was that Spencers weren't allowed at Forrester. Ivy thought Liam was going overboard, but Wyatt said he knew exactly what Thomas was up to. Ivy asked what Wyatt meant, and Liam decided to let the couple talk alone.\n\n\nLiam left, and Ivy asked what was going on. Wyatt told her that Thomas was hitting on her, and Wyatt didn't like it. Guessing it had to do with Halloween, Ivy said Thomas had been saving her life, not making moves on her. Wyatt was grateful for the rescue, but he was a little \"pissed\" that he hadn't saved her. Ivy said he would have if he'd been there.\n\n\nGoing over the events of the night, Wyatt concluded that Thomas had put James up to the shaving cream prank so Thomas could be alone with Ivy. Wyatt went on about Thomas complimenting her and taking shots at Wyatt, but Ivy replied that she hadn't noticed it at all. Wyatt wished he hadn't cared about his car so much that night. He wanted to be the one who'd been there for Ivy.\n\n\nIvy sad Wyatt was already there for her, and she didn't need a light to fall on her head to know it. Wyatt half-heartedly agreed. She kissed him and shook her head as she hugged him.\n\n\nBack in the CEO's office, Steffy and Liam kissed and discussed how glad they were to work together. Steffy wanted to schedule a meeting to discuss a topic in Rick's email, and Liam said that, speaking of meetings, he needed to go on record about the meeting earlier.\n\n\nLiam stated that Thomas had been out of line. Steffy said it was more than Liam knew. Liam asked what she meant, and Steffy said Thomas was interested in someone that he shouldn't be -- Ivy.\n\n\nIn Dr. Li's office, Caroline wore patient garb and reclined on the observation table. Ridge held Caroline's hand, and Dr. Li cooed that it was always great when the father-to-be got involved. Caroline relayed that the morning sickness had abated, and she wasn't having cravings.\n\n\nThe doctor ordered her to get on it; she said Caroline had the hard part of growing Ridge's baby, but she had to get him working, too, because fathers liked to feel involved. The couple expressed that Ridge was involved, and Dr. Li called him the proud father-to-be. Ridge agreed that he was.\n\n\nWhile waiting for the doctor, Ridge teased Caroline about the gel being cold. He felt she'd survive because she was strong. She was glad Ridge had experience with pregnancies and could be with her from the first ultrasound to cutting the umbilical cord.\n\n\nRidge said experience didn't matter, and nothing would prepare her for seeing the baby on the monitor for the first time. He couldn't wait to see her face light up at the sight of their baby.\n\n\nJerry arrived to start the ultrasound because Dr. Li had a patient in labor. She remarked that Dr. Li would be back because there were hours to go in the labor. Caroline warily repeated the statement. As she readied the gel, Jerry said it was why it was called labor, and Caroline told Ridge to prepare for her death grip. Jerry said Caroline would curse out Ridge, because he was the one who'd done it to her.\n\n\nJerry put the gel on Caroline's stomach and rubbed the wand over it. Caroline and Ridge watched in awe as the baby appeared on the monitor. Caroline gasped upon hearing the baby's heartbeat. Dr. Li arrived to take over.\n\n\nIn the corridor, Thomas exited the elevator and told a hospital staff member that he'd see her later. He passed an exam room as Dr. Li was entering it, and he saw a glimpse of Caroline and Ridge inside the room as the door closed behind Dr. Li. Jerry exited the room, and Thomas slipped up to the door before it closed. He saw the baby on the monitor and watched Caroline's expression.\n\n\nCaroline smiled at Ridge, but her eyes darkened when she saw Thomas in the doorway.\n\n\n",
    "tvdb": "An eligible bachelor sets his sights upon a beautiful woman who is already spoken for; Caroline and Ridge have their first ultrasound appointment to see their baby.",
    "tvmega_recap": "Wyatt tells Liam that Tommy boy can whine all he wants to but the Spencers are in the building so he better get used to it. He is a spoiled little rich boy and he thinks he can take away anyone he wants to, just a mini-Ridge and he is not going to get away with it. Steffy watches Ivy and Thomas banter back and forth and finally has all she can take and asks to have time alone with her brother. She questions his taste in women, Ivy! She says he has made some really bad decisions regarding women and she does not want to see him make another .all this oozing charm with Ivy, it has to stop .just look what Ivy did to Steffy. Thomas defends Ivy that she was confused and lashed back. Ivy tells Liam and Wyatt that they are exaggerating about Thomas when talking about the Spencers. Wyatt tells her that Thomas is hitting on her and he does not like it. Thomas asks why Steffy thinks he is making bad choices. She tells him that Ivy is his cousin and besides she should be off limits because she is with Wyatt. Thomas laments that he does not take Wyatt seriously since there is no ring. Steffy tells him Bill owns 12 ½% so as long as he does there will be Spencers here. Yet all Thomas wants to talk about is how bad the Spencers are. He says Ivy is hot but he is not actively pursuing her. It is just innocent fun and flirting and there is no harm in that and he needs her to relax and chill. As they kiss Steffy tells Liam that she likes this working thing and never wants to go back to when they had to sneak away to meet. Liam says he thinks Thomas was out of line. She agrees that he is interested in someone he ought not to be. Ivy can't believe that Wyatt thinks Thomas is hitting on her just because he saved her from the boom light. He thinks Thomas got another guy to creme his car so he would have to leave Ivy alone with him at the Halloween party. She says she does not have to have a light fall on her head to know it is Wyatt that she wants. Ridge and Caroline meet the intern who is going to do the ultrasound. Meanwhile Thomas is in the hospital and looking up the floor for the doctor's office. Caroline is crushed with joy when she sees the baby pix and hears the heartbeat. Thomas walks by the door just as the doctor walks in so he sees Caroline and Ridge and the ultrasound baby on the monitor. Thomas stands there a little too long and Caroline frowns as she spots him.",
    "tvmega_summary": "Episode # 7192 ~ An eligible bachelor sets his sights upon a beautiful woman who is already spoken for; Caroline & Ridge have their first ultrasound appointment to see their baby.",
    "soapcentral_condensed": "Ivy thanked Thomas for saving her from the falling light at the party. He decided that he needed to save Ivy from something else -- a Spencer man. Steffy didn't see it as harmless flirting, and she was upset that Thomas liked Ivy after what Ivy had done to her. Liam and Wyatt made fun of the way Thomas had talked about them in the meeting.\"Ivy\" joked that she didn't necessarily agree with Thomas' comments about the Spencer brothers. She said she felt he'd given some perspective to the brothers, but she felt that he'd also given her some perspective, too, and they were decompressing with Thomas with her in the CEO's office. \"Ivy and I\" went into the design room and noted the tension in the room and Wyatt claimed it was no big deal, and it had to do with Thomas and the brothers' perspective on the business, as well as Wyatt and Liam's fear of Forrester's ownership. \"The little mini-Ridge\" vowed that Thomas wouldn't get away with making moves on Wyatt's girlfriend.\n"
}