{
    "soap_central": "\n\nAt Forrester, Ivy added jewelry to a model's dress, and Liam entered. He didn't want to interrupt, but Ivy said it was fine. Liam explained that he'd seen Hope earlier, and she'd been headed for her first ultrasound. He added that she was clearly tied to Wyatt and Quinn for the rest of her life. Ivy noted that Hope would have to forever look over her shoulder and wait for Quinn to snap.\n\n\nThe conversation changed to Ivy's jewelry designs. Liam said they were beautiful like the designer. Ivy shared that her father had been there earlier, and her father really liked Liam. Liam liked John Forrester as well. Ivy admitted that she'd overheard Liam talking to her dad at Eric's house the last time he had visited. \"I appreciate what you said,\" she said. Ivy's phone beeped, and she had to leave, but she promised to return quickly.\n\n\nAt the hospital, Wyatt and Hope reveled in the joy of seeing their baby on the ultrasound screen. They remarked the baby was so tiny. Wyatt said that he was certain he could see Hope's cute little nose on the baby. Hope tenderly kissed Wyatt and said, \"Hey, we made that.\" Nearby, Quinn had overheard the entire conversation because she had dressed in surgical scrubs that covered her along with a surgical cap and mask. She knocked something over, and Hope and Wyatt noticed her. Hope flipped out.\n\n\nQuinn tried to explain that she wanted to make things better. Hope was incredulous that Quinn would be so rude. \"You completely ruined this moment for us,\" Hope said. She added that it was time to get a restraining order.\n\n\nQuinn tried to convince Wyatt and Hope that it was unnecessary because Quinn wasn't dangerous but she was \"eccentric and unpredictable.\" Quinn admitted that it had been a terrible idea to interfere in their moment. Hope insisted that Quinn was nothing but poison and \"was not normal.\"\n\n\nQuinn tried to defend herself as making mistakes. Wyatt chastised his mother then he turned on Hope and insisted that Hope had tried to cut his mother out of their lives, and she was desperate. He begged Hope to imagine what it would be like if they had cut her mother out of their lives, \"My mother would never do anything like this,\" Hope said.\n\n\nQuinn said she shouldn't have been there, but she had the best of intentions. Quinn begged Hope to understand that her son was about to be a father, and she wanted to be a part of his life and the baby's life. \"I can't give up. I can't walk away,\" Quinn said. She added that someday Hope would forgive her, and Quinn wanted to prove herself to Hope.\n\n\nHope refused. \"You've done this to yourself, Quinn,\" Hope said. Then Hope addressed Wyatt. \"I'm not going to listen to you mother. I don't ever want to have this conversation again,\" Hope said. She left.\n\n\nWyatt warned that his mother had ruined the day. Quinn confessed that it had not been a smart move, and she felt terrible. Wyatt told his mother that she had not respected Hope's feelings, and until she did, she would never get Hope to feel anything for her. Quinn argued that she had to do something because if Hope got her way, \"I'm out of the picture,\" Quinn said.\n\n\nWyatt warned that Quinn could not continue to put him in the middle. Quinn realized that she had created drama, and she didn't want to jeopardize his marriage because she had worked so hard to make it happen. She promised to be on her best behavior. Wyatt looked confused.\n\n\nAt Forrester, Aly and Oliver discussed that Oliver might shoot the new campaign, but Oliver worried that someone from Europe would shoot it because that was what Ridge had always wanted. Aly told him not to give up hope. Taylor entered and interrupted. Taylor thanked Oliver for all he had done to help Aly get past her grief at the loss of her mother. Oliver said it had been time for Taylor and Aly to heal. Oliver had to leave.\n\n\nTaylor noted that Aly missed her dad, but Aly said they talked frequently. Aly knew that Taylor had arrived because Thorne had been worried about Aly. Taylor worried that Aly still spoke to her mother as if she were alive. Aly said that she knew she didn't have a traditional relationship with her mother, but Aly spoke to her mother every day. Aly looked over Taylor's shoulder and saw Darla's floating head smiling at her.\n\n\nTaylor wondered if Darla talked back to Aly, and Aly said that Darla often spoke to her. Taylor tried to convince Aly that her mother was gone. Darla shook her head and smiled. Taylor continued, but Darla and Aly exchanged knowing glances. \"I can see her right now,\" Aly said.\n\n\nTaylor gently tried to explain that Darla wasn't real. Aly said that she knew her reality wasn't something Taylor could understand, but it was her reality. Taylor tried to convince Aly that she could talk to Taylor if she ever needed to speak to someone, but Aly was unconvinced. Taylor maintained that Darla was not real. Darla shook her head and blew in Taylor's direction, and Taylor felt the breeze. Taylor's hair moved, and she looked in Darla's direction.\n\n\nLiam had waited for Ivy to return, but instead, Hope entered. Liam asked how her ultrasound had gone, and he asked to see the photos. Hope said that everything had gone well, and she was very happy. Liam looked at the photo and smiled. He was quiet, and Hope shared that Quinn had shown up. \"She is 100 percent insane,\" Hope confided.\n\n\nHope said she needed a restraining order, and Liam agreed. Hope said that she didn't want Quinn anywhere near her baby. Liam asked about Wyatt. Hope said she had known that Wyatt didn't want to shut his mom out, but Hope maintained that Quinn was too dangerous. Liam understood that Wyatt didn't want to have to shut his mother out of his life, but he advised Hope to stay as far away from Quinn as possible. Hope agreed.\n\n\nLiam left, and Ivy entered. Ivy and Hope had a discussion about travelling to Amsterdam together. Ivy encouraged Hope to let go of Liam. Hope argued that she had, but Ivy advised her to stop trying to prevent Liam from moving on with Ivy.\n\n\nIvy worried that if Hope didn't let Liam go, it would reflect on their work and the jewelry line. \"I'm pregnant, and I've moved on,\" Hope said, but Ivy reminded Hope that she and Liam would be together if it weren't for Quinn's manipulations. \"I'm about to start a life with Liam,\" Ivy said. Ivy encouraged Hope to enjoy her life and accept that Liam had moved on as well. Hope looked unhappy. \n\n\n",
    "tvdb": "The joy of seeing and hearing their baby on the sonogram for the first time is quickly overshadowed by Quinn’s presence. Concerned about their last interaction, Taylor makes a surprise visit to Forrester Creations to check in on the mental wellbeing of Aly. Taylor becomes worried when she learns that Aly has been communicating with her late mother, Darla. Hope gives Wyatt the daunting task of getting Quinn to understand that she is not welcome in their lives.",
    "tvmega_recap": "Liam is a wanted distraction to Ivy who is giving her model some jewelry choices. He tells her he came by earlier but she was gone and then he ran into Hope who is having her first ultrasound today. Wyatt and Hope are in the doctor's office looking at the picture onscreen. Wyatt teases her that he sees her cute little nose right there. She says they made that. He says it was meant to be. They both say they love each other. They hear a clatter and look around and yep, there stands Quinn clad in her hospital scrubs. She pulls the mask off and sheepishly explains that she is sorry but she wanted Hope to see how much she feels for her grandchild. Hope is perturbed that she barged in on their first ultrasound when Quinn knew fully well that Hope did not want her to be around them anymore. She accuses Quinn for lurking in a corner and ruining this special moment. Wyatt wants to know how long she has been here and is dismayed when he finds since they heard the heartbeat. Hope tells Wyatt do not even talk to her, she won't listen. Maybe it's time for that restraining order. Quinn is shocked but Hope says she absolutely thinks it is necessary. And how many times are they going to have this conversation. She tells Wyatt she will not accept this, nothing about it is remotely okay. He doesn't want to condone what his mother did but he can understand her wanting to be there. Quinn adds that she loves her son and she can not just walk away. This baby is part of him. She knows she needs to prove herself and someday Hope will forgive her and allow her to have a place in the baby's life. Hope laments that Quinn has done this to herself. She is not going to have more of this conversation. She tells Wyatt she is going back to the office and for him to try and get through to his mother. While Aly and Oliver are talking, Taylor opens the door and surprises them. Both thought she was in Paris. She says she is here on business and she told Thorne she would stop by and say hello. She says Oliver has been a big impact in Aly's life and she is glad that she has him in her life. He eased a lot of years of resentment and pain and she will always be grateful to him for that. Oliver gets a call and says he is needed in photo shoot. Taylor tells Aly that she knows she still misses her mother but she can call on Taylor any time she wants to. Aly says that is sweet but her mother is with her every single day. Taylor is a little taken aback and reminds her that Darla really isn't here so can not talk back. Ivy tells Liam that her dad was here a few minutes ago. She asks if Liam remembers the conversation that he had with him at the party. She might have overheard part of that. He says okay, he is glad someone was listening. She says she appreciates what he said. It made her happy. She tells him he has to go check on some passport papers. Hope comes back from the doctor and Liam asks how the ultrasound went and does she have a photo. He'd like to see it. Wyatt tells Quinn that Hope is pissed. She says she knows this was not her smartest move but from now on she will be on her best behavior and she has to be able to hold this grandchild so Hope will eventually forgive her. She will not be grandma non grata. Wyatt says she has placed him in an impossible situation and he can not be between his wife and his mother. The rough patch they are going through now is all because of Quinn. When Hope tells Liam that Quinn was there at the hospital, he is sorry that happened to her. She is too as she can not look at Quinn without thinking of all that she has put them through and things would be so much different without her interference. Liam agrees that Hope needs to keep as far away from Quinn as possible. Ivy returns and tells Hope that she feels there has been a little tension between them ever since she told her she is dating Liam now and she does not want to drag that along with them to Amsterdam. Hope says they are both professional so she doesn't see that as a problem. Ivy says she doesn't think Hope is being honest with herself, but there are only two on this line and she doesn't want it to affect their work. Hope agrees and assures Ivy that she is over Liam if that is what she means. Ivy says she is married and expecting Wyatt's baby but she doesn't believe Hope when she says she is over Liam. She knows Hope would still be with Liam if it were not for Quinn. That was not fate or coincidence, it was manipulation. Quinn got in the way and Hope turned to Wyatt. And now there is a baby on the way and Hope is protecting her future with Wyatt. It may not be ideal but that is Hope's life now. And Ivy reminds her that she is about to start a life with Liam so if she and Hope are going to keep working together then Hope will have to accept that.",
    "soapcentral_condensed": "At Forrester, Ivy added jewelry to a model's dress, and Liam entered. Liam explained that he'd seen Hope earlier, and she'd been headed for her first ultrasound. Nearby, Quinn had dressed in surgical scrubs that covered her along with a surgical cap and mask. She knocked something over, and Hope and Wyatt noticed her. Hope insisted that Quinn was nothing but poison and \"was not normal\" Wyatt chastised his mother then he turned on Hope and insisted that Hope had tried to cut his mother out of their lives. Taylor thanked Oliver for all he had done to help Aly get past her grief at the loss of her mother. Taylor tried to convince Aly that her mother was gone, but Darla shook her head and said that she could talk to her. Taylor and Aly discussed that Oliver might shoot the new campaign, but Oliver worried that someone from Europe would shoot it because that was what Ridge had always wanted. Aly told him not to give up hope. Taylor wondered if Aly still spoke to her mother as she didn't have a traditional relationship with her.\n"
}