{
    "soap_central": "\n\nAt home, Stephanie gathered Ridge, Thorne, Darla, Taylor, Eric, Massimo and Sally. She shocked them when she told them that she is selling the family home and moving to Florida. Stephanie explained that she cannot stay in L.A. and face Brooke and Eric at Forrester Creations everyday-it's too painful! Also Stephanie admitted that she does not want her family to feel that she continually interferes and tries to control them. Stephanie revealed that if she stayed in L.A. she could not be uninvolved. Stephanie gave an individual goodbye to everyone. Ridge blamed Eric marrying Brooke for Stephanie's decision to leave. Stephanie then bid farewell to everyone. On his way out, Massimo predicted to Stephanie that she would rise from the ashes.\n\n\nAt the hospital, Dante pulled a prank on Bridget. Dante pretended to be dead in the morgue. Dante pledged his love to Bridget and told her he wants more than friendship from their relationship. Dante told Bridget that he would love her child as his own.\n\n\nTaylor arrived at Spectra to see Thomas. Gaby informed Taylor that Thomas had been working non-stop getting ready fro the competition between he and Ridge. Taylor ended up being confrontational and hostile toward Gaby about her marriage to Thorne.\n\n\nThorne went back to his mother's house after everyone else had left. Thorne tried to convince Stephanie to stay in L.A. He told Stephanie that he would always love her no matter where she is. \n\n\n",
    "tvdb": "Bridget throws herself into her work at the hospital morgue. Dante surprises her by showing up naked on a strecher. He tries to cheer her up by flirting with her and telling her that he loves her. Everybody questions Stephanie's need to move to Florida. Stephanie explains that she needs to find herself again, before she destroys them all. Stephanie admits that she is hurt, and unable to continue her fight against Brooke. One by one, Stephanie wishes them all well. Leaving Eric to last, she tells him that she will love him for the rest of her life. Thomas drives himself insane trying to improve his designs. Taylor drops by and Gaby accuses Taylor of wanting Thomas to fail so that she gets deported.\r\n",
    "yt": "\n\nEveryone is stunned by Stephanie’s announcement. Stephanie defends her decision and she doesn’t regret telling Bridget the truth. Everyone tries to convince Stephanie to stay, but Stephanie says she cannot stop meddling in everyone else’s affairs. Stephanie remembers the good times with her family, even though Thorne tries to stop his mother from leaving. Thomas is apprehensive about tomorrow’s fashion show. Gaby doesn’t believe Taylor when she says she will not be happy if Gaby is deported. Dante informs Bridget that he loves her, but she doesn’t want to get involved with Dante because her life is complicated right now. Dante fantasizes about kissing Bridget. Dante reminds Bridget that he was never interested in Brooke.",
    "tvmega_recap": "Stephanie's family tries to talk her into staying in L.A. and not move to Florida but Stephanie stands firm and says she must. She says her good-byes to her children, Massimo, Sally and finally tells Eric she'll always love him. Dante gives Bridget a naked surprise when she is working at the hospital. He declares his love for her and tells her he'll raise the baby like his own. Thomas is frantically working on his designs for the fashion show. Gabby runs into Taylor and Gabby tells Taylor that she knows she wants to see her son fail. Taylor counters telling her it's not true.",
    "soapcentral_condensed": "Stephanie gathered Ridge, Thorne, Darla, Taylor, Eric, Massimo and Sally. She shocked them when she told them that she is selling the family home and moving to Florida. Ridge blamed Eric marrying Brooke for Stephanie's decision to leave. At the hospital, Dante pulled a prank on Bridget. Dante pledged his love to Bridget and told her he wants more than friendship from their relationship. Taylor ended up being confrontational and hostile toward Gaby about her marriage to Thorne. Thorne tried to convince Stephanie to stay in L.A. He told Stephanie that he would always love her no matter where she is. Massimo predicted to Stephanie that she would rise from the ashes. On his way out, he predicted that Stephanie would be back to her old self in a few days. The episode ended on a cliffhanger for Stephanie and Thorne as they were on their way back to Forrester Creations to compete against each other for Ridge's affections.\n"
}