{
    "soap_central": "\n\nAt the Forresters', Nick grabs Stephanie by the throat, presses her against the rail and demands for her to confess  that she pushed Jackie over the rail.  Fearing for her life, Stephanie denies his accusations.  When he releases her she races for her bedroom and locks the door.  Nick comes after her and kicks the door down.  When he gets in the room Stephanie is pointing a gun at him and tells him she will use it.  She continues to deny pushing Jackie.\n\n\nAt the hospital,  Eric and Brooke worry about how furious Nick is with Stephanie.  When Ridge arrives he is shocked to hear that Donna told Nick Stephanie pushed Jackie intentionally.  Fearing what Nick might do something to Stephanie, they rush out to help her. When they arrive they run up the stairs just when Stephanie puts a bullet through the wall over Nick's head. She warns him the next time he won't be so lucky.  Eric takes the gun from Stephanie and they all convince a reluctant Nick to leave and go be with his mother. After Brooke and Nick leave, Stephanie attempts to win Eric and Ridge's support.\n\n\nMeanwhile at Brooke's, Donna calls Storm and when he comes over he says Stephanie could be charged with aggravated assault even if Jackie was at Stephanie's house uninvited. Nick is mad at Brooke for keeping it from him, after Donna told her what happened. Nick is determined to make Stephanie pay for what she did to his mother. Storm thinks if Nick presses charges against Stephanie, he could land her jail.  Stephanie calls Donna and blesses her out for causing this situation.  Nick and Brooke hear the entire conversation over the speaker phone.  Despite Brooke's efforts to protect Stephanie, Donna and Nick vow to bring her down.\n\n\n",
    "tvdb": "Stephanie manages to get away from Nick and locks herself in a bedroom. Nick kicks down the door only to find Stephanie holding a gun at him. Ridge runs into Eric, Brooke and Donna at the hospital, and Ridge learns why Nick had taken off. Worrying that Stephanie was home alone, Eric decides they should rush over to the house. A shot rings out as they arrive, but it is simply a warning shot from Stephanie. Nick, Brooke and Donna return to Brooke's, where Donna relates the events of the evening to Storm. Storm suggests that a civil suit against Stephanie may be more successful than a criminal case. Stephanie calls Donna to warn her to keep her mouth shut. Donna puts the phone on speaker so that everyone in the room can listen. Donna tells Nick that they can bring Stephanie down.\r\n",
    "yt": "\n\nDonna tells Ridge that she saw Stephanie push Jackie over the banister. Later, Donna tells Storm what she saw and learns that Stephanie could go to prison for aggravated assault. Nick is furious and confronts Stephanie about Jackie’s fall. Stephanie grabs a gun and points it at Nick. Eric, Ridge, and Brooke intervene. Eric takes the gun and Brooke convinces Nick to leave.  Stephanie calls Donna and accuses the entire Logan family of using her to climb the social ladder and insists the fall was Jackie’s fault. Unbeknownst to Stephanie, Donna has her phone of speaker so Storm, Nick, and Brooke can hear as well. Nick states that he wants to get even and Storm suggests filing a civil case against Stephanie.",
    "imdb": "\nNick has smashed a window to get to Stefanie, but even when he holds her over the fatal banister she firmly denies having pushed his mother. When he comes after her, she draws a gun, but Ridge and Eric arrive in time to prevent another drama. Donna consults Storm, who confirms Stefanie may be indited for attempted homicide. Yet he questions but the likelihood and Donna's motives.    ",
    "tvmega_recap": "Nick continues to hold Stephanie tightly by the scruff of her jacket dangling her head over the banister. But, he pulls her back and admits he's not like her. She manages to run to her bedroom with him close behind. He kicks in the locked door, breaking it from the hinges. He looks at Stephanie and finds himself staring down the barrel of a loaded gun. She says she will use it and denies pushing Jackie; it WAS an accident. Ridge, Eric and Brooke all agree they need to get to the house as Stephanie is alone with Nick. They arrive and run up the stairs just in time as Stephanie puts a bullet through the wall over Nick's head. She warns him to get out or they will take him out in a body bag. Eric takes the gun from Stephanie and they all convince a reluctant Nick to leave and go be with his mother. Donna stays behind at Brooke's house and calls Storm. He comes over and confirms that Stephanie could be charged with aggravated assault even if Jackie was at Stephanie's house uninvited. But he feels she just wants the Royal Family to finally have the Queen's head on a platter. Brooke and Nick argue over \u0091the facts' and the fact that she already knew. He's livid and vows to use that information to bring Stephanie down once and for all. Storm advises Nick that he could press charges against Stephanie and perhaps send her to prison. Meanwhile, Stephanie has to defend her actions again to Eric and Ridge. Then she calls Donna and reads her the riot act for starting all of this; Nick and Brooke hear all on the speaker phone. Donna is very excited about bringing Stephanie down, quibbling with Brooke over the difference in justice and revenge. Nick too seems very interested in the idea of making Stephanie pay.",
    "soapcentral_condensed": "Nick is mad at Brooke for keeping it from him, after Donna told her what happened. Nick is determined to make Stephanie pay for what she did to his mother. Nick and Brooke hear the entire conversation over the speaker phone. Despite Brooke's efforts to protect Stephanie, Donna and Nick vow to bring her down. Stephanie calls Donna and blesses her out for causing this situation. Storm thinks if Nick presses charges against Stephanie, he could land her jail. Stephanie puts a bullet through the wall over Nick's head. She warns him the next time he won't be so lucky. After Brooke and Nick leave, Stephanie attempts to win Eric and Ridge's support. They rush out to help her. When they arrive they run up the stairs just when Stephanie put a bullet in the wall.  Eric takes the gun from Stephanie and they all convince a reluctant Nick to leave and go be with his mother, Brooke. Stephanie could be charged with aggravated assault even if Jackie was at Stephanie's house uninvited. She continues to deny pushing Jackie.\n"
}