{
    "soap_central": "\n\nIn Ridge's office, Ridge shared Caroline's pregnancy news with Brooke, but she grilled him about how it had happened. Ridge explained that he'd had his vasectomy reversed, but Brooke recalled that his doctor had told him that wouldn't work. Ridge argued that he had told the doctor to try it, anyway, because it had been worth a try.\n\n\nBrooke was skeptical and wondered why Ridge hadn't told her that he'd decided to try it anyway. Ridge said it had been none of her business. Brooke didn't believe him. She wondered whose child it was because it couldn't be Ridge's baby.\n\n\n\"Why are you doubting me?\" Ridge asked. He further accused her of insulting Caroline. Brooke shook her head. She knew Caroline loved Ridge. Brooke said it was all confusing. \"I'm a super stud,\" Ridge joked. Brooke smiled but looked unconvinced.\n\n\nRidge responded that they had been very lucky. After the past few difficult years, he deserved some luck, he said. He was happy and grateful. He said he couldn't believe it himself that things had worked out so well. \"Are you ready to congratulate me?\" he asked.\n\n\nBrooke said she wanted Ridge to be happy. \"I am happy,\" he said. He apologized for his earlier comment about it being none of her business because she had been a friend to him and had offered advice when he had needed it. Brooke congratulated him, and they embraced.\n\n\nAt Pam's desk, Charlie and Pam tried to get Caroline to sit down and relax, but Caroline reminded them she was pregnant, not an invalid. She added that she was on her way home. Pam commented that she wished Stephanie were alive to celebrate Ridge's new baby.\n\n\nPam told Caroline that she had told Brooke the news about the baby. Caroline laughed nervously and wondered how Brooke had accepted the news. Charlie said Brooke had been surprised and didn't believe it. Caroline looked worried and said she had to head home.\n\n\nIn Wyatt's office, Wyatt and Ivy embraced, and Ivy shared that she was ecstatic because she didn't have to be a lingerie model. Wyatt said he hadn't wanted her to back down from Steffy, but it had all worked out.\n\n\nWyatt added that he selfishly wanted her to continue with the modeling because he had enjoyed the private showings, and he had fantasies. Ivy was intrigued and promised that she could continue private viewings as a lingerie model for him, and she would continue to be a customer for lingerie. Wyatt was pleased. They kissed.\n\n\nIvy explained that Liam had stepped in and said the lingerie photo shoot was over before it had started because he'd known how uncomfortable it had made her. Wyatt noted that Liam was always up for a good rescue. Wyatt hoped it made up for Liam letting Ivy down.\n\n\nWyatt and Ivy discussed how it had made her uncomfortable to strut her stuff as a model. Wyatt said it was no big deal, and he would be happy to strip for her anytime. Ivy demanded an immediate show, and Wyatt obliged. He stripped off his shirt and pants, and Ivy waved dollar bills at him.\n\n\nPam and Charlie entered with lemon bars and caught Wyatt in his undies. They joked that it was a good look for him, and Charlie took photos on his phone. Wyatt balked, and Ivy laughed.\n\n\nLiam and Steffy were at home, and Steffy remarked that it had been an eventful day. Liam opened a bottle of wine, and he and Steffy cuddled on the couch. They discussed that they had disagreed earlier in the day, but Liam teased that he had been right. Steffy agreed that he had been right to pull the plug on Ivy becoming the next lingerie model.\n\n\nSteffy said she had also found out she could have a new baby brother or sister. Liam wondered if she was going to share the news with Thomas, but Steffy said that was Ridge's job.\n\n\nAt home at Ridge's loft, Caroline tried to relax, but she worried about Brooke's reaction to her pregnancy. Caroline looked at photos from her wedding to Ridge. Ridge entered, and Caroline worried that Brooke had found out about her pregnancy. Ridge explained that he had talked to Brooke and made her understand the baby was his because he'd had his vasectomy reversed.\n\n\nRidge encouraged Caroline to stop worrying. He wanted her to relax and take care of their baby. They smiled and embraced.\n\n\n",
    "tvmega_recap": "Brooke listens to Ridge go on and on about Caroline really being pregnant. She questions him about the vasectomy and him being sterile and clearly she is not really buying what he is saying and wonders who's the father of this baby. He laughs and makes light of himself as Ridge Forrester, the super stud. She says she only wants him to be happy and if this is it, she will congratulate him. They hug. Steffy puts her feet in Liam's lap as if she wants a foot rub. He hopes she is not upset that he went over her head. She says of course not. She only outranks him at work. He was doing his job; here they are equals. Pam and Charlie fawn over Caroline trying to encourage her to sit down and get comfortable. Pam does tell her that she couldn't help herself; she told Brooke the big news. Caroline frowns. Ivy hopes Wyatt is not jealous of Liam and him taking Ivy's side against Steffy. He claims he is not but he is feeling guilty for how she felt parading around in her underwear. She feels he owes her and challenges him to taking off him pants and just wearing his underwear. She suggests the show room. Wyatt takes off his shirt and dances sexily around and then takes off his jeans really slowly while Ivy slips a dollar in his underwear. Pam and Charlie storm in both laughing and Charlie even takes several pictures. Wyatt puts his pants back on while Pam is encouraging him to twirl around more. She starts to hand out lemon bars but Wyatt tells them to leave and he slams the door. Charlie says now he knows what women mean that they are just a piece of meat. Wyatt gets it; underwear is pretty scary. But he thought Ivy did good and that is one of the reasons he loves her. He said it \u0096 he loves her. She kisses him. Ridge walks into the loft while Caroline is looking on her phone at the wedding photos and thinking how Ridge has talked her into accepting this baby and not letting Thomas know. She asks about Brooke and Ridge says she finally came around to believing him, so all is okay. Caroline does not need to stress out at all. No one will ever know the truth.",
    "tvmega_summary": "Episode # 7180 ~ Wyatt finds himself in an embarrassing predicament, which leads him to have empathy for Ivy; the burden of keeping a secret weighs on Caroline; Ridge thinks he's convinced Brooke that he fathered Caroline's baby.",
    "soapcentral_condensed": "Ridge shared Caroline's pregnancy news with Brooke, but she grilled him about how it had happened. Ridge explained that he'd had his vasectomy reversed, but Brooke recalled that his doctor had told him that wouldn't work. Ridge argued that he had told the doctor to try it, anyway, because it had been worth a try. Wyatt and Ivy embraced, and Ivy shared that she was ecstatic because she didn't have to be a lingerie model. Liam and Steffy cuddled on the couch and discussed that they had disagreed earlier in the day, but Liam teased that he was right to pull the plug on Ivy becoming the next lingerie models. They kissed, and Liam wondered if she was going to share the news with Thomas, butSteffy said that was Ridge's job. Caroline looked at photos from her wedding to Ridge, and Caroline worried that Brooke had found out about her pregnancy. Wyatt stripped off his shirt and pants and caught Wyatt in his undies, and Charlie took photos on his phone.\n"
}