{
    "soap_central": "\n\nAt Liam's house, Wyatt implored Liam to let Quinn's company keep its contract, and Wyatt vowed to respect Liam's marriage. Liam didn't know why he should believe Wyatt, and Wyatt replied that he was looking Liam in the eye and making a promise that Liam could trust.\n\n\nWyatt claimed that he'd given up, and there was nothing he could do to stop the wedding. He admitted that the stories about Steffy and the botched weddings had caused him to judge Liam, and based upon that, Wyatt hadn't felt that Liam would ever do right by Hope.\n\n\nLiam asked what business it had been of Wyatt's. Wyatt replied that he'd figured out that it really hadn't been his business, but he'd thought the best way to protect Hope had been to keep her from Liam. Wyatt had been certain that Liam would return to Steffy, but it had turned out that Steffy was no longer an issue.\n\n\nWyatt swore that he'd learned his lesson. To him, losing Hope had been bad enough without adding Quinn or her employees' suffering to it. Liam hadn't wanted to cause that, but he didn't trust Wyatt. Wyatt swore that he was being sincere, but Liam argued that Wyatt was just saying what he thought Liam wanted to hear.\n\n\nLiam told Wyatt be grateful for what he'd gained instead of focusing on what he'd lost. Wyatt retorted that he didn't need Liam to remind him to be grateful. Wyatt asked what he'd done that had been so threatening to Liam. \"A few kisses? Some flirtation? Big deal. Get over it!\" Wyatt yelled back.\n\n\nWyatt claimed that he'd done a lot for Hope by foiling a jewel heist and supporting and encouraging her. Wyatt asked what Liam had done for her. Liam asserted that he'd been patient and understanding. Liam added he was the man whom Hope had been in love with for years, and that was the reason she had cut Wyatt from her life. \"And you have no choice but to respect it,\" Liam concluded.\n\n\nWyatt argued that he was trying to save his company, and he added that his mother would be devastated over losing the Forrester relationship. Liam replied that he didn't enjoy taking things from others, but the Fullers' contributions to Forrester didn't change what they'd done. Liam asked if Wyatt understood that Quinn was unstable and way too obsessed with her son.\n\n\nWyatt claimed that he was all Quinn had. Liam stated that Wyatt had been nothing but cocky since his arrival. Wyatt had insinuated himself into people's lives and disrespected relationships, and things wouldn't have soured if Wyatt had been a real man who'd respected boundaries.\n\n\nLiam figured that he and Wyatt could have been friends if Wyatt had been different; however, it was over, and the Fullers had no more moves left to play.\n\n\nIn Rick's office with Brooke, Hope revealed that her attraction to Wyatt was strong enough for her to feel uncomfortable around him as a married woman; however, it didn't lessen her commitment to Liam. Hope didn't want things to escalate further, and Wyatt being there was too much temptation.\n\n\nHope figured that she and Wyatt might have been happy in another life, but she was totally committed to Liam and ready to marry him. Brooke asked if Hope was sure that she couldn't be married and work with Wyatt at the same time. Brooke was concerned that Liam had made the choice for Hope.\n\n\nHope assured her mother it was her decision, and though it wouldn't be easy to let Wyatt go, she thought that it was the best decision for her and Liam. Hope felt that she should have been more sensitive to how Liam felt about her working so closely with Wyatt. Brooke replied that it had probably made Liam understand how Hope had felt about him and Steffy.\n\n\nHope stated that it wasn't the same because she hadn't been married to Wyatt, and she hadn't been pregnant with his child. Hope was glad that Steffy was no longer a factor and was happy to have Liam fully focused on Hope. Hope had realized that Wyatt had been hard on Liam, and with the wedding on schedule, she hoped that Liam and Wyatt could get along as brothers.\n\n\nLater, Liam arrived and kissed Hope. He relayed that Wyatt had visited him, and Hope asked how it had gone. Liam felt that it couldn't have gone better, and Wyatt and his weird mother were out of their lives. Liam preferred to talk about the wedding, not Quinn and Wyatt, and Hope kissed her enthusiastic fiancé. Liam declared that he was going to marry \"the hell\" out of Hope.\n\n\nIn Eric's office, Quinn hugged Eric and thanked him for agreeing to speak to Hope. Quinn remarked that she and Wyatt would do just about anything to remain in the partnership, and Eric replied that he'd hate to see them go.\n\n\nJust then, Donna arrived with a surprise for Eric. Steffy popped her head into the doorway, and Eric exclaimed her name. The grandfather and granddaughter hugged, and Quinn's amazed but calculated stare narrowed in on Steffy.\n\n\nEric introduced Quinn and Steffy, and Steffy relayed that she was there on a quick trip for a doctor's appointment, and no one even knew she was there. She said that Paris was good, her father was great, and Thomas was as annoying as ever. Quinn's smile faded when Steffy said she'd heard things were going well for Hope, and everything had worked out for the best.\n\n\nEric and Steffy chatted about life in Paris. Quinn listened intensely as she worked on jewelry. Eric informed Steffy that Liam and Hope were getting married. Steffy seemed sad, but masking it, she replied that it had been what she'd wanted. Steffy prepared to head out for the airport, and as Steffy and Eric bade each other farewell, Quinn's mind seemed to be churning.\n\n\nEric and Quinn continued working, and Quinn pitched the idea for her to take a trip to Forrester International to meet the team and show off her collection. Eric thought it was a great idea and said Quinn could have gone with Steffy. Quinn claimed that she could be ready within five minutes, and Eric excitedly decided to call a car to take her to the Forrester jet before it took off.\n\n\nDonna peeked into the room as Quinn kissed Eric. Appalled, Donna returned to the corridor. \"Shut up, Donna,\" Quinn rasped as she rushed out of Eric's office, heading out of the building.\n\n\nDonna scoffed but recomposed herself before entering Eric's office. Donna relayed that to Eric that Quinn was creepy. Eric found Quinn charming, but Donna said Quinn resembled a witch, right down to the raven hair and piercing eyes. Eric called Quinn beautiful, and Donna urged Eric to be careful because Quinn could be after his money or prestige. Donna insisted that something wasn't right about that woman and wished that Quinn's trip to Paris would be one-way.\n\n\nOn the jet later, Steffy was surprised to see Quinn board. Quinn said she'd arrived to stop Steffy from returning to Paris. As the jet took off, Quinn called her son to say she was headed to Paris. Wyatt called it awful timing, but Quinn asserted that the trip was exactly what they needed.\n\n\nAfter the call, Quinn told Steffy that there was time to turn the plane around, but Steffy wondered why she'd do that. Quinn stated that Steffy had a whole life back in Los Angeles, but Steffy replied that her life was in the direction in which they were heading.\n\n\nQuinn revealed that she'd seen Steffy's reaction about Liam's wedding, and she suspected that Steffy still loved Liam. Quinn believed that Steffy was the only one who could stop Liam and Hope's wedding, and Quinn said that it was what Steffy had to do. \n\n\n",
    "tvdb": "Maya and Rick stage a grand performance; Katie confronts Ridge about his feelings for Caroline.",
    "tvmega_recap": "Wyatt tells Liam that he can trust him. He is looking him in the eye and telling him that he will respect his marriage. He's won. He's got the girl so just let him and his mother keep their jobs. He will not cross that line with Hope. He will keep his distance. He has his word. Liam says he has no reason to believe him. Quinn hugs Eric and he says he will talk to Hope and see what he can do. She says it means so much for him to go to bat for her. They would do just about anything to stay on here at FC. Eric says they have been great employees and he'd hate to see them go. Donna interrupts and says Eric has a visitor. It's Steffy, and Eric is delighted to see her. Quinn's eyes light up. Brooke asks Hope just how strong is this attraction to Wyatt. Hope says strong enough to make her uncomfortable around him as a married woman. So having him work here is just not the best of ideas. It's not that she doesn't trust herself, but she doesn't want it to become more of an issue than it already is. He will be her brother-in-law so she will see him on holidays and family dinners but she can't see him every day at work. That's too much temptation. Hope gloats that Wyatt is pretty forward and not shy with his emotions or how he feels about Hope. Brooke says yes he is a very charming, confidant young man. Hope says and he is a really great guy. Maybe in another lifetime they would have gotten together and been very happy. But there is no reason to think about that now as she it totally committed to Liam and ready to be his wife. Brooke wants to be sure that she can't marry Liam and work with Wyatt. Hope says she'd just rather not tempt fate. Brooke just wants to be sure it is Hope making this decision and not Liam. Hope says it is and it won't be easy letting Wyatt go, but she thinks it is the best decision for her and Liam. She knows it has bothered Liam for some time and she wishes she had been more sensitive to his feelings. Brooke thinks it is okay that he got a small sampling of what it is like when Hope was caught up in all the competition and jealousy. Hope says Wyatt was always very sweet and kind to her, but he gave Liam a lot of grief and disrespect. Now she hopes they can come together and be as brothers should. Wyatt says he gives up. They are getting married and there is nothing he can do to stop that. Liam says then stop trying. Wyatt replies that he thought Liam was a bad guy because he heard all these stories about him and Steffy, all the botched weddings and broken engagements. And yes he judged Liam. He didn't think he treated Hope the way she deserved. And quite frankly he didn't think Liam would do right by her again. It wasn't any of his business and he gets that now, but he cared for Hope and he thought the best way to protect her was keep her away from Liam. And he was so sure that Liam would go back to Steffy eventually, but he didn't. And now it turns out that Steffy is no longer an issue. Steffy hugs Eric who then introduces her to Quinn. He asks if she is back to stay. She says no, only a quick trip, no one even knows she is here. She had a routine doctor's appointment. She says she hears things are going good for Liam and Hope and she is happy for her. Everything seems to have worked out for the best. Eric fills her in that Liam and Hope will be getting married soon. Quinn listens to every word they say. Wyatt tells Liam that he has learned his lesson and he is a changed man. From this day forth he will no longer flirt with Hope or hit on her or kiss her. Just please don't make her fire them. Losing her was bad enough but don't let his mother and all their employees suffer because of it. Liam says that is the last thing he wants to do. Wyatt thanks him. Liam says not so fast. He is not going to do that. He is not going to put a guilt trip on him. And he is so sick of him. He really did like the idea of having a brother and having a good relationship. But friendship that has to be earned and he doesn't trust him and will he ever, he doubts it. Wyatt asks if he has been listening to anything he had to say. Liam says every word and he is just saying what he thinks Liam wants to hear in order that he will give him what he wants. Wyatt barks that he is being sincere here. Liam replies then why doesn't he just be grateful for what he has and not on what he is losing. Hope has opened huge doors for him and his company all over the world. Their dad is rich and powerful and he even likes Wyatt. He has connections now and influence so just go use them and be grateful. Wyatt says he is grateful and he doesn't have to be reminded of that by Liam. He doesn't know why Liam is so threatened by a few kisses and flirtation, get over it. Go meditate on it if he has to. He is not some loser. He has brought a lot to Hope's life. He prevented a world class jewelry heist and gave Hope and her line global recognition. He supported her. He encouraged her and only had eyes for her. What can Liam say he did for Hope. He thinks a minute and says he has been patient, he's been good, he's been honest and he's Hope's fiancee and she's been in love with him for years and years and that is why she is cutting Wyatt out of her life. And Wyatt has no choice but to respect that. Quinn tells Eric that she has always wanted to go to Paris and see International and even make a quick trip to show them how to pair her jewelry with Eric's lovely gowns. He thinks it is a great idea and Steffy has the jet right now and is heading back to Paris. He can call her a car if she can be ready in a few minutes. Quinn gives Eric a big kiss which Donna sees. Quinn picks up her things and rushes past Donna and says shut up. Hope tells Brooke that Quinn will be disappointed, but she's a business woman. She will understand. And it feels so good that Liam is so excited about the wedding and there no longer is a Steffy and he's fully committed to her. Wyatt tells Liam that he's being real with him. What more can he want? Liam says oh he can be real all right when he wants something. Wyatt tells him he would be doing the exact same thing if he was in his position. Liam says he does not enjoy this; taking things from other people. He says he and his mother have made legitimate contributions to the company \u0096 thanks, but that doesn't change what he has done to Liam. And does Wyatt realize that his mom is unstable and self absorbed and way, way too obsessed with Wyatt. Wyatt says she is his mother, he's all that she has. Liam flares back that from the day he showed up Wyatt has been nothing but arrogant, cocky and condescending. He's insinuated himself in other people's lives by hitting on girls in committed relationship. Well no more of that. No more kissing and touching or flirting, so blame himself. Blame his mother even. This didn't have to happen if he was a man and not a child who didn't respect boundaries. If he had just honored those boundaries then maybe he and his mom would still be working at the company. But that's not the way it played out. And they could maybe even have been friends. But now it's over and done. And he and his mother have no more moves left to play. Donna tells Eric again that he needs to be aware of Quinn. She reminds her of a witch and even looks like one too with that jet black hair and piercing blue eyes. Eric thinks Quinn is beautiful. Donna says there is something wrong with her and if she is going to Paris, she hopes it is one way. Steffy is surprised when Quinn boards the jet and wants to know what she is doing here. Quinn says she came to stop her from going back to Paris. Quinn calls Wyatt who is shocked to hear his mom is leaving town right now. She says trust her. This trip is just what they need right now. Liam tells Hope that he saw Wyatt and the visit went well. Now he and his weird mother are out of their lives and they can concentrate on their wedding. Quinn tells Steffy there is still time to turn around and go back to L. A. She saw the look on Steffy's face when she heard Liam was getting married. She knows she still loves him. She is the only one that can stop that marriage and that is what she needs to do.",
    "soapcentral_condensed": "Wyatt implored Liam to let Quinn's company keep its contract, and Wyatt vowed to respect Liam's marriage. Hope felt that she should have been more sensitive to how Liam felt about her working so closely with Wyatt. Hope realized that Wyatt had been hard on Liam, and with the wedding on schedule, she hoped that Liam and Wyatt could get along as brothers. Liam felt that the wedding couldn't have gone better, and Hope and Wyatt and his mother were out of their lives. Hope and Liam kissed and Liam declared that he was going to marry \"the hell\" out of Hope. Just then, Donna arrived with a surprise for Eric and Steffy, and Eric exclaimed that he'd hate to see his granddaughter and her grandfather go. Eric hugged Quinn and remarked that she agreed to speak to Hope Quinn and Wyatt just about anything to get her out of her marriage to Liam. Hope said that she and Wyatt might have been happy in another life, but she was totally committed to Liam and ready to marry him.\n"
}