{
    "tvdb": " Wyatt asks Liam for brotherly advice about when he should make a bold move with Ivy; Brooke becomes the hot topic of conversation between Bill and Katie. ",
    "imdb": "\nWyatt asks Liam for brotherly advice about when he should make a bold move with Ivy.    ",
    "tvmega_recap": "Ivy tells Liam that Steffy isn't the person he thought she would be so maybe that would change things. She sees Wyatt listening at the door so stops. Brooke is decorating and is surprised when Rick says they are not even going to be there at Christmas. That is why he stopped by. She thinks it is a generous idea to get all the Avants together. She will not be lonely as Bridget is coming with the baby ..who is no longer a baby and perhaps Hope. Bill tells Katie that he thinks they should host something at Christmas. He thinks it their sacred obligation to share it with other kids. He hopes they can invite others without it being Ridge. She says Donna is in Dallas with their dad and she is not sure about Brooke. But he can invite both his sons and their girlfriends and even Justin, no Allison. Steffy tells Thomas that Ivy is completely devoted and committed to Wyatt so there is no problem there. They can all be together Christmas Day. Ivy comes in and Thomas leaves to watch Ridge hand out some Christmas bonuses. Steffy tells Ivy that she loves her brother but she thinks Ivy is smart to re-commit herself to Wyatt. Ivy tells her that she won't be here for Christmas as she is going to meet her dad somewhere halfway. Wyatt tells Liam that he might be on the ledge tonight and needs someone to get him down .or give him a little push so maybe they could go grab a beer out tonight. It's more personal than quitting his job. It might be time for a guy to propose. Liam is flabbergasted and stutters for an answer. Brooke tells Rick to not be sad. She loves this house, even if it is big and no one here but it will be filled for Christmas so he should go to Hawaii and not worry about her. Alone though she is a little more somber. Wyatt tells Liam that he looks horrified. Why is this so odd when he just about lost Ivy. Thomas is no longer a factor. He needs some kind of stability and he thinks he can give Ivy that too. Ivy likes him for who he is and he doesn't have to live up to some expectation the way he did with Hope. Liam wonders why he is even asking him but says he hopes it goes just like he hopes it will. They hug.",
    "tvmega_summary": "Episode # 7223 ~ Bill & Katie talk about Brooke; Wyatt asks Liam for advice about Ivy."
}