{
    "soap_central": "\n\nAt Spencer, Wyatt told his dad that things were progressing for Bill's skyscraper with zoning approvals, and they would get tax credits for all of Liam's green efforts along with helicopter pads and a gym with wall mirrors. Bill did not react, and Wyatt wondered why Bill wasn't excited to hear great news about his \"beloved skyscraper.\" Bill was upset that he and Liam had achieved a level of forgiveness and lost it. He said that Liam was more upset than he had ever been. Wyatt and Bill agreed it had all gotten worse because of Sally.\n\n\nWyatt noted that Steffy had gotten Liam and Bill together before, and he believed it would happen again. Bill decided to call Steffy. He asked about Liam, and Steffy said she didn't want to discuss it. She and Liam had had a fight, and she wasn't at home. She said goodbye and hung up. Wyatt asked what Steffy had said, and Bill said that Steffy and Liam had had a fight. He planned to find her because she sounded upset.\n\n\nSteffy sat alone on a couch in the guest cottage at the Forrester mansion and flashed back to Liam's confession that Sally had kissed him and that he had kissed her back. Her phone rang, and her caller ID indicated it was Liam. She refused to answer.\n\n\nAt home, Liam left a message for Steffy and begged her to return home. He wanted her to at least call him back. He was worried about her, and he loved her. \"You and only you. You had to know that,\" Liam said in his message.\n\n\nLiam sat down and flashed back to Steffy saying she had to think about what she wanted next and that they both had to think about it. \"I never thought I'd say this, but you disgust me. I'm disgusted,\" Steffy had said before she'd walked out on Liam. Liam sat down and moped, and someone knocked on his door. He called out to Steffy, thinking she was at the door, but it was Wyatt.\n\n\nWyatt entered and asked about Steffy. Liam said he had no idea here she had gone. Wyatt guessed they had argued about the time and energy Liam had invested in Sally Spectra. Liam looked guilty, and Wyatt wondered what his brother had been thinking.\n\n\nAt her apartment, Sally and Coco discussed that Sally had told Liam she loved him when they had been caught in the Spectra building after it had been hit with dynamite. Sally begged Coco not to tell anyone, and Sally worried that Liam had wanted to tell Steffy. Sally said Steffy might not forgive him, and Coco said that might not be a bad thing, but Sally said she didn't want to be the reason that Liam's marriage ended. Coco understood, but she added that Sally had to have thought about what would happen if Liam did choose her over Steffy.\n\n\nSally daydreamed about being Liam's wife and returning home to Liam's beach house after a day at work to discuss Spectra's success with her successful husband Liam, the leader of Spencer Publications. She thanked her \"sexy husband\" for always believing in her. She looked around and admired her home with Liam and said she had never imagined as a kid what it would be like to live in such a beautiful home with such a wonderful husband. She was thankful for his faith in her. She teased that she could be bad, and Liam asked how bad. Her fantasy ended as Coco advised her to just call Liam to see how he was doing.\n\n\nSally refused to call Liam, but when her back was turned, Coco used Sally's cell phone to dial Liam's number then she raced across the room to give the phone to Sally when Liam answered. Sally was shaken, but she told Liam that she was worried about him. Liam said he didn't want to get into it, but Steffy had left him. Liam said he had to hang up. Sally said she understood. Coco wondered what had happened, and Sally felt awful that Steffy was not there and that Liam was heartbroken. \"I could hear it in his voice,\" Sally said.\n\n\nSteffy sat alone in the dark, and Bill knocked on her door. He refused to leave because he wanted to help. Steffy opened the door, and Bill said he had been worried about her. Steffy said she appreciated his concern but she'd wanted to be alone.\n\n\n\"You were there for me. I'd like to return the favor,\" Bill said. Steffy explained that Liam had spent way too much time with Sally. He'd had to rescue her, give her money, give her a building, and fly her to San Francisco. \"What about me? What about his wife?\" Steffy asked. She said their marriage had been interrupted by Liam's obsession. Bill wondered what had happened, and Steffy explained that when Liam and Sally had been trapped after the explosion at Spectra, Sally had told Liam she loved him and kissed him. \"He kissed her back,\" Steffy said tearfully.\n\n\nBill noted that Liam should have treated Steffy like a queen, but Steffy lamented that he had cheated on her. Bill hugged her and told her she deserved better. He was angry with Liam because he had turned his back on her, Bill, his family, and the company. Bill and Steffy sat down, and he hugged her. \"How could he do that to me?\" Steffy asked. Bill held her and said she deserved \"so much better.\"\n\n\n",
    "yt": "\n\nLiam is desperate to get a hold of Steffy so that they can move past his one-time lack of judgement and repair their marriage.  Steffy retreats to the Forrester mansion’s guest house so that she can have some time to sort out how she feels about Liam kissing another woman.  Unable to suppress her feelings for a very married Liam, Sally fantasizes about what it would be like if SHE was Mrs. Liam Spencer.  Wyatt pays a visit to Liam to see how he is feeling and questions his brother’s feelings for Sally after hearing about his fight with Steffy.  Bill seeks out Steffy to comfort her after learning about her fight with Liam.",
    "tvmega_recap": "Steffy is in the Forrester guest house and re-thinking all Liam told her about THE kiss. Liam calls and begs her to please come home or at least call him back. He says he only loves her and she knows that. Bill is distracted while Wyatt goes on and on about the skyscraper. Coco tells Sally that if Liam already told Steffy then it does not matter what Sally says now. She already told Liam that she loved him so this might open the door for her. Sally fantasizes about her and Liam being married and her the happy little homemaker. But she tells Coco how can she be happy with Liam going through such a difficult time. Liam remembers the last words that Steffy told him \u0096 that he disgusts her. Bill calls Steffy but she is in no mood to talk and says just ask Liam. He tells Wyatt that she and Liam got into a fight. He does not know where she is but he has to find her. Wyatt goes to check up on Liam and asks where Steffy is. Liam has no clue. Wyatt wants to know what happened; perhaps it had something to do with him spending all that time with Sally Spectra. That was not good thinking. Bill knocks on the door and announces to Steffy that he saw her car and he is not leaving until she opens the door. Coco encourages Sally to call Liam but Sally does not want to add to his stress. Behind her back, Coco calls Liam and then shoves the phone into Sally's hands. She utters she just wanted to check on him and in return he says he told Steffy but he does not want to get into it right now. Wyatt berates him for even taking the call; not a good sign. Liam says he knows. He cannot lose Steffy. He was so blinded by this thing called justice. He knew Steffy was not right about that. Helping Sally was good but in this case too much and he did not see it coming. He screwed this up and he cannot believe this happened. Wyatt assures him that Steffy loves him and she will think this over and come back. Bill tells Steffy that she was there for him and now it is time for him to return the favor. She finally lets him in. He says their friendship is mutual and he knows Liam did something wrong. He is there for her to talk it over with him. He knows about Liam's obsession with Sally ..did they when he hears all the details he says his son is stupid. He should have been treating Steffy like a Queen. She deserves so much better than this. He sits beside her and she clings to him while he cradles her head on his shoulder.",
    "tvmega_summary": "Episode # # 7715 ~ Coco points out to Sally that there may be a silver lining resulting from her recent misfortunes; a tortured Liam searches his soul and realizes the error of his ways.",
    "soapcentral_condensed": "Steffy sat alone on a couch in the guest cottage at the Forrester mansion and flashed back to Liam's confession that Sally had kissed him and that he had kissed her back. \"I never thought I'd say this, but you disgust me. I'm disgusted,\" Steffy had said before she'd walked out on Liam. At Spencer, Wyatt told his dad that things were progressing for Bill's skyscraper with zoning approvals, and they would get tax credits for all of Liam's green efforts along with helicopter pads and a gym with wall mirrors. Wyatt and Bill agreed it had all gotten worse because of Sally. At home, Liam left a message for SteFFy and begged her to return home. He was worried about her, and he loved her. \"You and only you. You had to know that,\" Liam said in his message. At her apartment, Sally and Coco discussed that Liam had told Liam she loved him when they had been caught in the Spectra building after it had been hit with dynamite.\n"
}