{
    "soap_central": "\n\nAt Forrester, Ridge met with Rick and Maya and announced that he had sent Thomas to Paris. Rick and Maya said it was a bad decision, considering that Thomas had made some wonderful contributions to the new line. Ridge agreed Thomas' designs had merit, but Thomas could work on designs from Paris. Rick disagreed, but Ridge pointed out that Rick handled international from Los Angeles rather than Paris. Rick was quiet. \"Caroline and I are designing together; I am her partner, not Thomas,\" Ridge said.\n\n\nRick said that he realized he was no longer CEO, but he didn't agree it was the right decision. Ridge disagreed and said the decision had been made. Maya and Rick left.\n\n\nCaroline worried about Ridge, and he told her he was fine and worried about her. She reminded Ridge that Thomas had wanted to talk to him. \"What he did was unforgivable,\" Ridge said. \"He's your son,\" Caroline replied. Caroline said Ridge had to eventually forgive him. Ridge agreed, but he couldn't look at Thomas.\n\n\nConversation turned to what had happened the night that Thomas and Caroline had gotten together. Ridge said it had all been his fault because he had rejected her, and she had spent the night in a hotel, drunk wine, taken pills, and been vulnerable.\n\n\nRidge noted that Thomas had taken advantage of Caroline and hurt Ridge. Ridge said that the only good thing to result from all of it was the baby. \"Our baby,\" Ridge said. He promised to \"try not to screw up this time.\" Caroline argued that he had been a wonderful father.\n\n\nRidge disagreed. He said he had never been a great father because he had always been working, in and out of marriages, and chasing women. He vowed that all that was over \"because I found you.\"\n\n\nRidge added that it would be his last child, and they would raise it as their own. Caroline wondered if they could really keep the secret. Ridge vowed they could.\n\n\nCarter and Zende worked out in the outdoor gym on the rooftop at Forrester. Carter pressured Zende to do one more rep on weights while Carter spotted him. Zende couldn't do it, and Carter teased that Zende was paying for skipping breakfast and spending late nights with Nicole.\n\n\nZende said the late nights had been worth it. He really liked Nicole. Zende shared in confidence that Maya and Rick had asked Nicole to be a surrogate for them so that Maya and Rick could have a baby that would have both Avant and Forrester DNA.\n\n\nCarter wondered what had happened. Zende said that Nicole was thinking about becoming the surrogate. Carter wondered what Zende thought.\n\n\nZende confessed he had mixed emotions. Carter wondered if Zende could imagine Nicole having another man's baby. \"Your uncle's baby,\" Carter said. Zende admitted that he didn't like the idea. He was crazy about Nicole, but he feared that it would be hard on their relationship.\n\n\nCarter agreed. It was a lot to ask, and Zende and Nicole were young. Zende worried that Nicole would think he was selfish. Carter said he had to be happy.\n\n\nIn another office at Forrester, Nicole flashed back to when Maya had asked her to be a surrogate mother. Brooke entered and noted that Nicole had been deep in thought. She wondered if Nicole wanted to confide in her. Nicole dished that she had an important decision to make.\n\n\nNicole said that Maya and Rick had asked her to be a surrogate for them so that Maya and Rick could have a baby that would have both Avant and Forrester DNA. Brooke was intrigued. She had known that Rick and Maya had been researching adoption, but she'd had no idea they had wanted a surrogate.\n\n\nBrooke asked how Nicole felt. Nicole said it was a lot to think about. She was young, and Brooke said it was odd that they would make such a request. The child would biologically be Nicole's, Brooke reminded her.\n\n\nNicole agreed, and nine months was a really long time. Nicole didn't want to lose Zende, but Brooke defended Zende as a very mature and caring young man who would admire her for doing something so generous for her sister. Brooke was convinced that Zende might surprise her.\n\n\nAt the Forrester mansion, Maya and Rick had an appointment that Maya had set up with a fertility specialist. Rick wondered if Nicole would be joining them, but Maya wanted it to be private.\n\n\nDr. March entered and explained that the egg donor could be anonymous, but Maya said that she wanted the baby to have some of her genes too. Maya shared that they had asked Maya's sister. The doctor said that asking someone with a biological bond was an enormous request.\n\n\nMaya said that she and Rick didn't want her sister to feel pressured. The doctor reminded them that it was quite an emotional undertaking for the birth mother. But, she added that since it was a relative, they could begin immediately. Rick and Maya looked happy.\n\n\nAt Forrester, Zende and Nicole talked about Rick and Maya's request. Zende said he felt there was only one answer, and Nicole agreed. They felt they were on the same page, and Nicole announced that she wanted to have Maya and Rick's baby. Zende wanted her to turn them down. Zende said he was not supportive of her decision. Nicole was surprised.\n\n\nIn Ridge's office, Caroline and Ridge paused their conversation when Brooke entered and interrupted. Brooke asked about Thomas because she hadn't seen him all day. Ridge said that he had sent Thomas to Paris. Brooke wondered for how long, and Ridge said it was undecided. Brooke said she had photos for them to review. Brooke left.\n\n\nCaroline worried that Brooke was suspicious. Ridge said she knew nothing, but then he reconsidered. He noted that she knew about the vasectomy, and he had later confided in her that if he had it reversed, it wouldn't make a difference. Caroline was shocked. \"She will figure it out,\" Caroline said frantically.\n\n\n",
    "imdb": "\nZende and Nicole realize that they are on different pages regarding Maya and Rick's big request.    ",
    "tvmega_recap": "Rick questions Ridge's decision about sending Thomas to Paris. Ridge says it is now just he and Caroline on the design team. He made the right decision and does not want to discuss it further. Although he was asked not to divulge it, Zende tells Carter that he feels closer and closer to Nicole yet he does not know what will happen in future. He confides that Maya has asked Nicole to be their surrogate. Carter does not think that is a good idea. He needs to be realistic about this. Brooke drops off some prints and speaks to Nicole. She tells Brooke that Maya has asked her to be a surrogate. That way the baby can be both a Forrester and an Avant. Brooke says yes but she would be carrying Rick's baby and that would be a lot to ask and then give it up. Nicole says she knows but it would be the ultimate gift she could give her sister. Yet she does not want to lose Zende. Brooke says Zende is very kind with a big heart so he might surprise Nicole in how he feels. Caroline tells Ridge that she is worried about him. He mutters that he is fine, just tired of Rick's stupid questions about Thomas. He does not even want to hear his name spoken around here. She understands and says she is not disagreeing with him but says he is his son. He says again Thomas took advantage of her and he can not even think of forgiving him. He says no, he was never there for his children in and out of marriages, chasing various women. Now he has found Caroline and he is committed to her and this kid. This is his last shot and they are going to raise this kid as their own. Caroline wants that more than anything but can they keep this secret forever. Ridge says they can and will. It is his baby, not Thomas's. That is how he sees it. Maya informs Rick that she called a Dr. March, a fertility specialist, and she is going to make an exception and make a house call. When she arrives, Maya tells her they are looking into options and surrogacy is one of them. She is sure Dr. March knows some of her medical history and that she will be unable to get pregnant or carry a child but they would like it to have Rick's genes. She also realizes this would be a big request and huge commitment especially since the one they have asked is her younger sister. Her main concern is that Nicole does not feel pressured into doing something that could be uncomfortable or even dangerous. She has joined forums and message boards but she wants Dr. March's professional opinion before they go forth on this. Brooke interrupts Caroline and Ridge when she brings some prints in. She brings up Thomas being in Paris and again Ridge cuts the conversation short and does not want to talk about it. He tells Caroline later that Brooke heard nothing they were talking about. No one will know until after the first trimester and then they will move her due date by a couple of weeks. No one knows about the vasectomy but Brooke. Caroline is stunned to hear that he told her and even went so far as to say he would have it reversed, but the doctor told him about his low sperm count. Caroline is beside herself. Brooke will figure this out. This cannot be Ridge's baby.",
    "tvmega_summary": "Episode # 7175 ~ Ridge stands firm in his decision about Thomas, despite the shock of friends, family, & coworkers; Zende & Nicole realize that they are on different pages regarding Maya & Rick's big request.",
    "soapcentral_condensed": "At Forrester, Ridge met with Rick and Maya and announced that he had sent Thomas to Paris. Zende shared in confidence that Maya and Rick had asked Nicole to be a surrogate for them. Maya said she wanted the baby to have some of her relative's genes. Nicole agreed, and nine months was a really long time. The doctor said that she and Rick didn't want her sister to feel pressured to feel like she was a relative, since it was a birth that they could begin immediately and begin to look forward to. The child would biologically be Nicole's, Brooke reminded her, but Maya said that they had asked Maya's sister to be an egg donor, and she would give birth to the baby in March. The baby would have both Avant and forrester DNA. The doctors said that the egg donor could be anonymous, but that Maya wanted the birth to begin immediately, but she added that it was quite an emotional undertaking for the mother and the child to begin the birth.\n"
}