{
    "soap_central": "\n\nWhen Stephanie arrived at Forrester Creations, she was shocked to learn that Eric had moved back into his office. Eric showed Stephanie a restraining order and told her to leave the building.\n\n\nAt home, Taylor went downstairs and discovered Ridge and Brooke having a conversation on the terrace-about their jointly owned company, Destiny designs. Taylor was upset that they had formed a business partnership behind her back. As always, Taylor and Brooke were rude to one another. Brooke informed Taylor that there would be no company because they would be back at Forrester Creations.\n\n\nAt Forrester Creations, Thorne had arrived at the office early because he had so many ideas. Darla went to his office and found him working eagerly. They heard Eric and Stephanie arguing with very loud voices. Thorne and Darla arrived in Stephanie's office in time to hear Eric's lawyer inform Stephanie that the restraining order is valid! Stephanie hired her own attorney who counteracted the legal action by Eric's attorney. Stephanie, Eric, Ridge, Taylor Brooke and Thorne's arguing escalated to the point that the attorneys had to referee. They all anticipated information about their future from the attorneys.\n\n\n",
    "tvdb": "Taylor overhears Brooke and Ridge talking about the idea of starting their own company together and that Eric has a plan for them to get back in at Forrester Creations. Thorne tells Darla how happy he is that he is president of the company and can't wait to start changing things around. Stephanie finds Eric back in his old office. Eric confronts Stephanie with a restraining order against her. Ridge and Brooke arrive to support Eric, as Thorne and Taylor stand by Stephanie. Eric and Stephanie have their lawyers duke it out, with Stephanie threatening to take Eric to court for fraud. Brooke refuses to leave the building, while Eric and Ridge still insist on keeping their old jobs. Stephanie demands that her lawyer do something to get them all out.\r\n",
    "yt": "\n\nEric gives Stephanie a restraining order, and tells her that the company is his again. Due to another legal technicality, Massimo has helped Eric regain control of the company. Both Stephanie and Eric call in their lawyers to fight it out. Meanwhile, Thorne expresses how glad he is to be president of the company. Taylor overhears Brooke and Ridge talking.  Taylor reveals that she knows more about the Nick/Brooke situation than everyone thought.",
    "tvmega_recap": "Taylor learns of \"Destiny Designs\" and shares her concerns. Brooke finds a cd in her car and plays it and has memories of Nick. At Forrester, all hell's breaking loose as Eric tries to reclaim his office. The family is divided as 2 lawyers come in to try to sort it out. Brooke, Eric and Ridge in one corner and Taylor, Stephanie and Thorn in the other.",
    "soapcentral_condensed": "When Stephanie arrived at Forrester Creations, she was shocked to learn that Eric had moved back into his office. Eric showed Stephanie a restraining order and told her to leave the building. At home, Taylor went downstairs and discovered Ridge and Brooke having a conversation on the terrace-about their jointly owned company, Destiny designs. Taylor was upset that they had formed a business partnership behind her back. As always, Taylor and Brooke were rude to one another. Brooke informed Taylor that there would be no company because they would be back at forresterCreations. Thorne and Darla arrived in Stephanie's office in time to hear Eric's lawyer inform Stephanie that the restraining order is valid! Stephanie hired her own attorney who counteracted the legal action by Eric's attorney. The attorneys had to referee. They all anticipated information about their future from the attorneys. It was revealed that Stephanie, Eric, Ridge, Taylor Brooke and Thorne's arguing escalated to the point that the attorneys hadto referee.\n"
}