{
    "tvdb": "A meddling Mom interrupts a proposal of marriage, demanding a full disclosure from the bride-to-be; Katie finds the perfect solution to what she perceives as Brooke's current problem. ",
    "imdb": "\nA meddling mother interrupts a proposal of marriage demanding a full disclosure be made by the intended bride.    ",
    "tvmega_recap": "Wyatt invites Quinn in and tells her to not think negative about it but he is proposing to Ivy today. There was nothing to that Thomas thing and she is totally committed to him. She is upset but thanks him for spending Christmas with her while Deacon is in Paris with Hope. Steffy leaves as Ivy walks in to see Liam. Katie grouses that Christmas is over and it's time to get back to work, chop, chop, even with Alison as his assistant. She proposes she'd like to help get Brooke a job there at Spencer. Eric stops by to see Brooke and she thanks him again for inviting her for Christmas Eve and she does not want him to be worrying about her. He says he is only a phone call away when she needs him. She says she has a wonderful family but this house is big and odd and she feels like she has lost her purpose. Katie calls and wants to see Brooke at her office if possible. Liam tells Ivy do not screw this up. He is with Steffy and she has moved on with Wyatt, that is the way it should be. Steffy asks Wyatt why did he request that she come. He pulls out a huge diamond engagement ring and she guesses that he is proposing to Ivy. She wants to be sure that he is ready. Wyatt says they had overcome many obstacles and they are closer and more committed they have ever been. He needs her. Steffy says she is honored that he is confiding in her and she loves the ring. There is no way she will turn this down. Liam tells Ivy that he is engaged to Steffy, and Ivy will be better off with Wyatt. Quinn is just behind the open door listening in. Ivy says Wyatt is an incredible boyfriend but it was Liam until Steffy came back and stole him away. Liam is the one she wants, he always will be. But she will stay with Wyatt if Liam does not want her. Wyatt calls and needs Ivy home; says even bring Liam too, it's all good. When they get there, both Liam and Ivy wonder just what is going on. Meanwhile Quinn is in a tizzy for Wyatt to pick up the phone so she can stop this. Bill tells Brooke that they have an idea they want to run past her. Katie picks up and says she wants to be a bigger part of Brooke's life. She wants her around more, someone she can count on. Brooke tells them she is fine even though she does not go into FC that much. Bill pumps her up that she is a bigger success to that company than anyone and she has a lot to contribute but they need her too. Katie laments that she'd like Brooke to come work with them at SP. Steffy whispers to Liam that Wyatt is going to propose so do not blow it now. Wyatt says he knows they wonder why they are all here. He says there is no one he trusts more than Ivy and is as devoted to their future as he is. He says a lot of pretty words and gets down on his knees and pulls out the ring and asks will she marry him. Before she gives an answer she looks at Liam and then Quinn comes crashing through the door and demands Wyatt stop. All look at her as she demands that Ivy tell Wyatt just who she really loves.",
    "tvmega_summary": "Episode # 7225 ~ A meddling mom interrupts a proposal of marriage, demanding a full disclosure from the bride-to-be; Katie finds the perfect solution to what she perceives as Brooke's current problem."
}