{
    "soap_central": "\n\nAt the Shady Marlin,  Nick frantically calls Brooke and leaves a message telling her that he isn't the father of Bridget's baby.  Then Nick starts to rush home to find Brooke, but Bridget tells him he should probably try the Guest House first since Ridge got home today.  Nick calls the guest house.\n\n\nAt the Forrester's, Eric scolds Stephanie for spying  on Ridge through the window, but she ignores him.  Determined to find out what's going on over there, Stephanie heads out.  Once Eric is alone, Bridget drops by and tells him she's pregnant.  Eric is confused and upset by the news.  Bridget explains that initially she thought the baby was Nick's.  She goes on about the extenuating circumstances of why they slept together.  Eric listens and tries to be sympathetic.  Bridget tells him that Nick confessed everything to Brooke and now she fears the consequences.    When Eric asks her who the father is, she tells him it's Dante, who doesn't even know yet.  Eric fears Felicia's reaction.  Bridget whines about how much she has always wanted a baby, but not like this.  She feels like she has ruined everything and begins to cry.  Eric tries to comfort her.\n\n\nAt the Guest House, Ridge and Donna can't get Brooke to open up about why she is so mad at Nick.  When Nick calls  Donna answers the phone and tries to persuade Brooke to talk to him, but she refuses.  Ridge grabs the phone from Donna  and  blames Nick  for making Brooke such is a wreck.  He tells Nick to stay the hell away from her and hangs up.  Ridge then goes back to comforting Brooke, while Donna watches on tearfully.  Donna is mad at Brooke for coming and crying on Ridge's shoulder and she begs  Ridge not to allow Brooke to get  away with it.  She tells Brooke that she is being spoiled and selfish.  Ridge asks Donna to give him a moment alone with Brooke and she reluctantly leaves.  Once they are alone Ridge begins to probe Brooke about what happened.    Still not ready to tell Ridge, Brooke talks about  her feelings for Ridge instead.  She admits that she was afraid she would have loved him too much and she could not deal with losing him again.  Ridge tells her there is a price for security.  Brooke agrees and says Nick has proven to her that security is an illusion and all that matters to her now is passion.  Brooke tells Ridge the only reason she didn't come back to him was because she was living that illusion with Nick. She adds that Nick doesn't exist in her life anymore.  Just then Nick barges in bursting to tell her the news.  Ridge is shocked  and disgusted when Brooke blurts out that Nick slept with Bridget. He starts to throw Nick out but before he can, Nick tells Brooke that he isn't the father of Bridget's baby.   Ridge tries to push Nick out, but Nick holds tight, blaming Ridge for everything, saying none of this would have happened if Ridge could have left Brooke alone.  Brooke   tells Nick there is no excuse for what he did to her.  Nick begs her to forgive him so they can have a future together.  Ridge says he never let her down like Nick did and tells  Brooke to end her marriage with Nick and take the life she always wanted with him.  \n\n\nMeanwhile out by the pool, Donna pines away for Ridge and the evening she was hoping to have with him.  Stephanie walks up to her and tells her Ridge is just killing time with her until Brooke comes to her senses.  Donna doesn't want to believe what Stephanie is saying and attempts to put on a brave front.  Donna doesn't understand why all of a sudden Stephanie supports Brooke so much and Stephanie tells her because Brooke makes her son happy.  Finally Stephanie convinces Donna that her efforts with Ridge have been fruitless, and it would be better for her to leave with dignity and self-respect.\n\n\n",
    "tvdb": "Bridget visits Eric and informs him of her pregnancy. He is stunned to learn that Nick slept with her, then even more surprised when he learns that the child's father is Dante. Bridget is ashamed as Eric wonders how Felicia will take the news. Brooke cries on Ridge's shoulder, which angers Donna. She is infuriated when Ridge asks her to leave so that he can be alone with Brooke. Donna informs Nick where Brooke is, before being interupted by a snooping Stephanie. Donna is told to leave Ridge but Donna refuses. Stephanie feels Donna is wasting her time and that Ridge will be with Brooke again. Nick barges in on Brooke and Ridge as Ridge learns that Nick slept with Bridget. Nick blurts out that Bridget's baby isn't his and begs Brooke to forgive him, while Ridge begs Brooke to end her marriage.\r\n",
    "yt": "\n\nBrooke tells Ridge that she has left Nick for good. Nick calls, but Brooke refuses to talk to him so Ridge picks up and tells Nick to stay away from Brooke. Donna tries to convince Brooke and Ridge not to get involved with each other again, but they ask her to leave so they can have a moment alone. Later, Nick arrives and Ridge tries to get him to leave. Nick tells Brooke that he is not the father of Bridget’s baby. Ridge is shocked when he hears that Nick had cheated. Stephanie tells Donna that Ridge never wanted to be with her because he wants Brooke. Stephanie blocks Donna from returning to the guest house and wants to know what is going on inside. Eric comforts Bridget after she confesses to him that she is pregnant with Dante’s baby.",
    "imdb": "\nBridget tells pa Eric what happened. Donna can't hold off Nick's arrival, Stefanie tells her Brooke's return to Ridge is inevitable. Meanwhile Brooke finally hears Nick isn't the father. Ridge however argues Nick proved not to provide her the security and stability she seeks, and offers his own passion instead.    ",
    "tvmega_recap": "Ridge comforts Brooke and asks what was so bad that she can't get past it? Brooke won't talk to Nick on the phone, and Ridge tells him to stay away from her. Donna lays into Brooke about crying on Ridge's shoulder and chastises him for letting her drag him back into this melodrama. Stephanie interrupts Donna's solace and states he was only using her until Brooke came back. She will never, ever have Ridge. She wants Ridge to be happy and if that is Brooke, so be it. Donna says she won't leave until Ridge tells her that. Bridget admits to Eric that she is pregnant and he is aghast that a learned doctor would be so slow to learn. He's even more shocked when she says she thought it was Nick's, but tests confirm it is Dante's. What about Felicia? Brooke tells Ridge she can't look for safety and security anymore, that isn't Nick anyway. She needs to look for passion and the thrill. Nick rushes in and wants to explain that the pregnancy has nothing to do with him; it's not his child. Ridge tries to throw him out, but Nick shouts at him to butt out! Nick asks for forgiveness, but she says there is no excuse for his behavior. Ridge makes his pitch in front of Nick \u0096 to end her marriage and reach out and take what he has to offer.",
    "soapcentral_condensed": "Nick frantically calls Brooke and leaves a message telling her that he isn't the father of Bridget's baby. Nick starts to rush home to find Brooke, but Bridget tells him he should probably try the Guest House first since Ridge got home today. At the Forrester's, Eric scolds Stephanie for spying  on Ridge through the window, but she ignores him. When Eric asks her who the father is, she tells him it's Dante, who doesn't even know yet. Ridge and Donna can't get Brooke to open up about why she is so mad at Nick. Brooke tells Ridge the only reason she didn't come back to him was because she was living that illusion with Nick. She adds that Nick doesn't exist in her life anymore. Nick begs her to forgive him so they can have a future together. Ridge says he never let her down like Nick did and tells Brooke to end her marriage with Nick and take the life she always wanted with him. Meanwhile out by the pool, Donna pines away for Ridge and the evening she was hoping to have with him, but Stephanie tells her to leave with dignity and self-respect.\n"
}