{
    "soap_central": "\n\nAt Forrester Creations, when Nick became very aggravated with one of the Forrester vendors, Jackie wondered if Nick's running Forrester Creations was a good idea.  Nick promised her there would be no failure with the business.  Jackie encouraged Nick to take up Taylor's offer for counseling to address his issues. She also encouraged him to befriend Taylor. Nick enlightened Jackie that Taylor is an engaged woman. Jackie advised that he is ten times the man that Thorne is.\n\n\nAt home, Bridget heard a thump on her window then looked outside to find Shane lying on the ground.  Shane had run to Bridget's beach house for safety from the homeless people around the beach who assaulted him.  Bridget provided medical care for Shane. She notified Phoebe that Shane was there and injured. Phoebe asked Bridget not to call the police because she advised that Shane is not dangerous. Shane again reiterated that he had never met someone as sweet as Phoebe or Bridget. Bridget warned him not to take advantage of Phoebe. Bridget allowed Shane to stay at the beach house with her for the night.  Phoebe called Shane and told him that she is getting his criminal charges dropped. Shane suggested he should leave town. Phoebe told Shane not to leave town because she believed in him. Shane was happy with what he heard from Phoebe.\n\n\nMeanwhile at home, Phoebe tried to convince Ridge that Hector had mistakenly hit Shane with the bat in trying to protect her. Phoebe tried to explain that Shane would not have hurt her, but Ridge didn't want to hear it.\n\n\nAt home Taylor and Thorne made love. Taylor told Thorne that she might be able to get Forrester Creations back from Nick. Thorne did not approve of Taylor hanging around Nick who took Forrester Creations out of revenge. Thorne called Nick an enemy because of this. Suddenly Nick called Taylor to arrange to talk about his \"demons\". Taylor and Nick planned to meet at Forrester Creations the following day. Jackie was happy that Nick called Taylor and predicted something miraculous would happen to him. Meanwhile, Taylor promised Thorne that she is planning to get Forrester Creations back from Nick\n\n\n",
    "tvdb": "Ridge visits Phoebe and promises her that Shane is going to be found and taken to prison. Phoebe insists that Shane isn't dangerous, which surprises Ridge that Phoebe continues to defend him. Bridget finds Shane beaten and bloody on the deck of the beach house, having been mugged by some guys on the beach. Bridget tends his wounds and informs Phoebe that he is there. Phoebe begs Bridget to allow Shane to stay there for the night. Phoebe later calls Shane and promises to have the charges against him dropped. Nick tells Jackie that Taylor wants to provide therapy for him. Jackie feels that it isn't such a bad idea. Jackie begins to hint that Nick could find a romantic future with Taylor. Thorne learns that Taylor has offered professional help to Nick. Taylor feels that she will be able to make Nick see a different way of thinking, one that will return Forrester Creations back to the family.\r\n",
    "yt": "\n\nNick and Jackie are frustrated with everything that is going wrong with Forrester Creations (it doesn’t seem to be the same since the Forresters left). Taylor suggests to Thorne that she could counsel Nick and make him find peace so that he’ll hopefully give Forrester Creations back.  She tells Thorne that could be her wedding gift to him. Ridge is shocked to hear Phoebe defend Shane, but she insists that he isn’t dangerous. A bloody/injured Shane (he was beat up) startles Bridget and arrives on her front deck. Bridget calls Phoebe and Phoebe begs Bridget to allow Shane to stay at her place for the night.  Shane says he will keep his distance so he won’t cause trouble for young Phoebe. Jackie encourages Nick to become confidantes with Taylor. Nick agrees to attend counseling sessions with Taylor.",
    "imdb": "\nWhile Phoebe tries to convince Ridge that Shane never meant to harm her, Bridget finds him beaten on the beach, and treats his broken ribs. Phoebe convinces her to let him stay safe for the night. Nick realizes mass staff desertions turns Forester Creations into an empty shell. Jacquie suggests he should accept therapy with Taylor and turn it into a romance. Taylor promises Thorne she probably can make him sell the firm back.    ",
    "tvmega_recap": "Nick is reduced to some frustrating details of the fashion business. He laments more rats are jumping off the sinking ship. He tells Jackie that he wrestled with his demons last night and he won, but she is still eager for him to be a confidante to Taylor. Thorne and Taylor bask in the afterglow of their lovemaking and she teases him that she thinks she can get Forrester Creations back for him. He thinks Nick can be a challenge, but doesn't think Taylor is the one for the task. He doesn't want the woman he's going to marry to be hanging around this guy. Nick calls and schedules a professional meeting tomorrow in his office. Jackie only wishes it were in a more romantic spot. She thinks something really miraculous is going to happen. Taylor vows to Thorne that she is going to get Forrester Creations back for him. Phoebe thinks lovingly of Shane. She tells Ridge that she is okay with Taylor's engagement to Thorne and his moving in with them. She defends Shane to her dad who calls him a stalker and he doesn't want her to have anything to do with that bum. A bloody Shane shows up again at Bridget's saying he had been mugged by his buddies on the beach for his last few dollars. She tends to his wounds and broken ribs. She calls Phoebe to let her know. She convinces Bridget not to call the police and let Shane stay the one night with her. Shane apologizes to Bridget for getting her involved and promises he doesn't want to get Phoebe involved and will be gone tomorrow. Phoebe calls for Shane and he is thrilled that she doesn't want him to leave town.",
    "soapcentral_condensed": "At Forrester Creations, Jackie encouraged Nick to take up Taylor's offer for counseling to address his issues. Nick enlightened Jackie that Taylor is an engaged woman. At home Taylor and Thorne made love. Taylor told Thorne that she might be able to get Forreter Creations back from Nick. Thorne did not approve of Taylor hanging around Nick who took Forresters Creations out of revenge. Meanwhile at home, Phoebe tried to convince Ridge that Hector had mistakenly hit Shane with the bat in trying to protect her. Suddenly Nick called Taylor to arrange to talk about his \"demons\". Taylor and Nick planned to meet at Forrest Creations the following day. At the beach, Bridget allowed Shane to stay at the beach house with her for the night. Shane again reiterated that he had never met someone as sweet as Phoe be or Bridget. Bridget warned him not to take advantage ofPhoebe. At Forreest Creations Nick promised her there would be no failure with the business.\n"
}