{
    "soap_central": "\n\nAt Katie's house, Katie was surprised by Brooke's decision to move to Italy and wondered why Thorne couldn't take care of things internationally. Brooke said that after what had happened with Will earlier, she believed more than ever that Will deserved for his parents to give it another shot.\n\n\nKatie didn't know why Brooke wanted to play matchmaker, because Katie and Bill had moved on. It wasn't matchmaking for Brooke, who'd finally made a decision that she could be proud of for a change. Katie said running away never solved anything. Brooke claimed she was starting over. Brooke didn't fully understand it; however, she was changing, and she was finally growing up.\n\n\nKatie asked how long Brooke would be gone. \"For a while,\" Brooke quietly replied. Brooke claimed she'd never forgive herself for hurting Katie and had to remove herself from the equation to give Bill and Katie a new chance. Katie insisted that she loved Ridge, and Bill loved Brooke. \"Well, he can't have me!\" Brooke replied and implored Katie to take the chance Brooke had set before her.\n\n\nWill called for Katie, and she went upstairs to check on him. Brooke called Eric to say that she'd decided to take the job in Milan. Eric asked if she was sure. Brooke said she had to give Katie and Bill another shot. \"And if Bill doesn't like it, so be it. I am going to Italy,\" Brooke declared.\n\n\nAlone with Will later, Katie reflected upon Brooke's words and flashed back to times with Bill.\n\n\nIn Bill's office, Liam flashed back to Hope telling him about the pregnancy. Bill stomped in and planted the cursed coins into Liam's hand. Bill ordered his son to get rid of them.\n\n\nLiam asked why, and Bill revealed that Will had \"damned-near\" choked on one of them earlier. Bill explained it had been quite an experience for Brooke, Katie, and himself, and almost losing the child he and Katie had worked hard to bring into the world had changed things.\n\n\nLater, Bill was on his way to see Brooke, but to his surprise, she showed up at his office. They talked about the incident earlier, and he said he'd learned that he needed to childproof his office. Brooke claimed she'd learned something, too -- about their relationship -- and she was leaving the city.\n\n\nBrooke relayed that she was going to work in Forrester's Milan office. Bill asked how long she'd be gone, but she was ambiguous about the time period. Bill figured it was perfect because they could still get married overseas and honeymoon on the yacht. \"No, Bill. I'm going alone,\" she replied.\n\n\nAt Forrester, Eric reviewed a black gown on a model, and Ivy matched it with jewelry. Eric said Pam would make dinner that night. Ivy asked if Liam could attend. Eric was fine with it, but he'd thought Ivy had lunch plans with Liam that day. She affirmed that she did, and Eric joked that she and Liam should have had breakfast together, too.\"Maybe tomorrow,\" she said, and Eric smiled at her tenacity.\n\n\nIvy left, and as Eric examined the detail on the gown, a man put his hands over Eric's eyes and asked who loved Eric. Eric exclaimed John's name and told Celeste, the model, that John was his brother. As Celeste looked at him, John openly admired her, and Eric quipped that John needed to stay focused.\n\n\nEric noted that John had just missed Ivy then asked about how Claire was. John called his wife a saint for putting up with his globetrotting. He presented Eric with some expensive champagne from a monastery, and Eric said his brother hadn't needed to do that. John felt that Eric had given Ivy a new life, and to him, that was priceless.\n\n\nAs Eric looked at pictures of John's travels, Pam and Charlie entered. Eric introduced them to his brother, and Pam said she hadn't seen John since Eric and Stephanie's first wedding. John flirted with Pam, saying that she was as yummy as ever.\n\n\nCharlie stiffened and asked how long John would be there. John told \"Chuck\" that he wasn't sure and was still making plans. \"It's Charlie,\" Charlie corrected. Pam insisted that John attend her dinner party at Eric's. Charlie gave a placating smile but grimaced when John looked away.\n\n\nThe subject changed to the dinner's guest list, and when John heard that Thorne's little girl was no longer living in Paris, he asked how Aly could leave Paris for a God-forsaken city like Los Angeles.\n\n\nJohn anticipated seeing his daughter at dinner, and Eric remarked that Liam would be there. John had heard about \"this Spencer lad\" from Ivy's letters and intended to take Liam to task. Eric said it wasn't needed because Liam was a good kid. Insisting that fathers did that sort of thing, John declared that he'd give Liam his blessing or his condemnation.\n\n\nAt Il Giardino later, Liam and Ivy met for lunch. After some lighthearted chatting with Ivy, Liam said he thought she should know that Hope was pregnant with Wyatt's baby. He suspected that no one else knew about it yet, and Ivy guessed it was the only reason Hope had decided to remain with Wyatt.\n\n\nLiam replied that he had no right to be surprised by it. Ivy joked that Liam had bad luck, and she needed to be careful around him. Liam doubted that it was contagious, and she touched his hand.\n\n\nAt the beach house, Wyatt hugged Hope, ecstatic that they'd be a family. Hope wistfully smiled through her tears. He asked if she was as excited as he was, and she replied that she was still getting used to it. He assured her that they'd make it work, and she agreed that they would.\n\n\nHope strolled into the bedroom to take a call, and Wyatt phoned Quinn to say that he had news. She asked if it was good or bad, and he hinted that it depended upon if she liked being called grandma. Quinn exclaimed that it was the best phone call she'd ever gotten in her life.\n\n\nQuinn asked how the newlyweds felt. Wyatt said that it had taken him and Hope by surprise. Quinn knew that she had fences to mend with Hope, but Quinn was sure Hope would get over it because of the baby. Quinn advised him to pamper his wife, and as the call ended, Wyatt agreed to do so.\n\n\nHope returned to the room and asked Wyatt what he was smiling about. Wyatt relayed that he'd told his mother about the pregnancy, and Quinn had almost passed out with excitement. Hope frowned, and he asked what was wrong. \"I don't want her anywhere near our baby,\" Hope replied.\n\n\nHope insisted that she didn't want Quinn to be an influence in Hope and Wyatt's home or around their child. Nodding, Wyatt said he understood. Hope felt that Quinn's actions in the past had been scary, and she couldn't let Quinn do it to the baby. Wyatt said that Hope and the baby were first, and he left to talk to Quinn in person about it.\n\n\nLater, Hope heard the front door open. \"That was quick,\" she said. Hope rose from the sofa, and her expression flattened as Quinn rushed to hug her. \"Congratulations!\" Quinn beamed. Hope said that Wyatt had gone to see Quinn. Quinn replied that they'd wait together for him to return.\n\n\nHope pressed her lips together as Quinn set her bags down. Quinn had bought Hope some decaffeinated tea and prattled on about putting a pot of it on for Hope. Hope declined, but Quinn insisted that Hope watch her diet. Quinn remarked that she'd also ordered Hope some baby books.\n\n\n\"Please don't take this the wrong way -- \" Hope began to say. Quinn interjected that she knew Hope was an independent woman; however, Quinn had been through it, and experience helped. Grinning and bouncing, Quinn exclaimed that she was very excited about being a grandmother.\n\n\n\"I don't want you in our lives,\" Hope asserted. Quinn's smile disappeared. \"What?\" Quinn asked. Hope stated that she'd raise the child with Quinn's son, but \"you will not be a part of this.\"\n\n\n\"Sweetheart -- \" Quinn began to say.\n\n\n\"Do you understand what I am saying? I want you out of our lives,\" Hope declared. \n\n\n",
    "tvdb": "Katie is blindsided when Brooke tells her that she is moving to Italy and the reason behind her sudden decision. Eric is caught off guard when he receives an unexpected visit from his long lost brother, John. Bill is supportive of Liam when he speaks of moving on with his life without Hope in it. Wyatt does not get the reaction he was expecting from Hope when he tells her that Quinn is already aware of their news.",
    "tvmega_recap": "Liam is pacing aimlessly around his office just remembering when Hope told him that she was pregnant. Bill comes in and sees the long face and asks what is wrong now. He hands Liam the coins and tells him to put them in his piggy bank, just get them out of his office. His little brother almost choked on one today. Thank goodness both Brooke and Katie were here but it was life changing. They almost lost the little boy they fought so hard to bring into this world. Katie doesn't understand why Brooke would want to go to the Milan office; Thorne can take care of that. Brooke answers that Will needs another chance for his parents to be together. She witnessed that today. Katie reminds her that she and Bill have moved on. She is in love with Ridge and Bill is in love with Brooke. She's not sure why Brooke is trying to play matchmaker. Brooke says she is not. She's just made a decision that she is finally proud of and they all will have to accept it. She is not running away but just starting over. She is taking herself out of the equation and giving Katie and Bill a chance. She knows she still loves him and they have a child together. Please tell her that she will consider this. Will calls so Katie goes to him and Brooke lets herself out. She tells Eric later that she's made a decision to take the position in Milan and give Katie another chance with Bill. Eric tells Ivy that Pam is cooking tonight so she needs to be there for dinner. She says she's in and hopes he won't mind if she invites Liam. She leaves to take some designs down to fitting and in walks John Forrester and surprises Eric. John is a jokester from the get go. When he sees the model he says he must have chosen the wrong career path. He asks how his Ivy is and tells Eric that Claire is keeping the home fires burning down under. She's a saint. She is happy as a lark and puts up with his globetrotting. Wyatt asks Hope if she is as excited about this as he is. She says she is getting used to it. She gets a phone call so Wyatt uses that opportunity to call his mom. He asks if she is sitting down for some good news .if she'd like to be called grandma. She's over the moon. She says it is the best phone call she has ever received in her life. She asks about Hope. She says she knows they have some fences to mend but Hope will get over it. So Wyatt needs to pamper her like the princess she is. He says he will. Hope asks what is Mr. Father To Be smiling about. He says he just told his mother about the baby. Hope turns serious and says she does not want Quinn anywhere near their baby. She has hurt too many people. Hope says she is sorry but that is the way it has to be. Wyatt looks worried but says she is right for her and the little one. He will go talk to his mother. Pam joins Eric in his office and says it's been a long time since seeing John. She introduces Charlie and John bungles his name irking Charlie that John is also flirting with Pam. She makes sure he will come to the dinner tonight. Liam joins Ivy for lunch and reminds him not to eat too much as they are having dinner too later. He divulges to her that Hope is pregnant with Wyatt's baby. So now she knows why Hope went back to Wyatt. Bad luck for Liam though. Brooke stops in to see Bill. He said he was just coming to see her. She says after what happened today it made her realize something very important. She is going to leave Los Angeles. There are some problems in Milan and they need her. He asks how long and she is evasive, just as long as they need her. He says great. They can just marry in Italy and honeymoon later. She informs him she is going alone. Quinn bursts into Hope's house and practically bowls her over with hugs and gifts. Hope pulls herself away and says Wyatt is not there; actually he went over to see her. Quinn gushes that is okay; she will just make some special tea for Hope and they can sit and wait for Wyatt. Hope tries to tell her no but Quinn just keeps babbling .that she needs to start watching her diet and she's ordered all these baby books online. She knows Hope is an independent woman but she's been through this and experience does help. Hope blurts out that she is sorry but she doesn't want Quinn in the baby's life. She says she is going to raise Wyatt's child with him but Quinn will not be part of it. Does she understand? She wants her out of their lives.",
    "soapcentral_condensed": "Brooke called Eric to say that she'd decided to take the job in Milan. Bill asked how long she'd be gone, but she was ambiguous about the time period. At Forrester, Eric reviewed a black gown on a model, and Ivy matched it with jewelry. John flirted with Pam, saying that she was as yummy as ever. Charlie gave a placating smile but grimaced when John changed the subject to the little girl that Thorne's no longer living in Paris, and when John heard how he could leave Paris for a God-forsaken city like Los Angeles, he declared that he'd give Liam or Alyfino his blessing or at least give Liam the chance to give his blessing to the child. At Giardino, Liam declared that Liam would be there, and Eric remarked that Liam had heard about \"this lad\" from Ivy's letters and intended to take his daughter to see him later that day. At the party, Eric exclaimed John's name and told Celeste, the model, that John was his brother.\n"
}