{
    "soap_central": "\n\nIn the massage room, Quinn moaned her satisfaction with Mateo's massage. Mateo thought of the two hundred thousand Sheila had offered him. Quinn wished she'd known about Mateo's skills a few weeks back. She'd needed help relaxing when they'd had a certain houseguest.\n\n\nMateo asked Quinn to flip over. Deciding that it was hot in there, he removed his shirt. Quinn complimented him and couldn't believe he didn't have a girlfriend. She felt that they could go on for hours with hands like his. Mateo hovered over Quinn. She said she was all his.\n\n\n\"Right there, Mateo,\" Quinn said. Mateo snapped out of his fantasy and realized that he was still only platonically massaging Quinn.\n\n\nIn the living room, Eric, Rick, and Maya discussed Brooke's ambiguous breakup with Bill. Rick was torn about whether Brooke should continue her marriage or return to Ridge.\n\n\nThe topic turned to Quinn's back, and Eric said Quinn would still be in pain if it weren't for Mateo and his magic hands. When Maya heard about Mateo's skills, she said she'd keep them in mind for her neck. Rick quipped that the only massage therapist she needed was her husband.\n\n\nEric said he'd surprised himself by arranging for a young man to touch his wife's half-naked body upstairs in his own house. \"Not that I don't trust Quinn,\" Eric added. Maya was sure Quinn had had massages before, and Rick asked if Eric didn't trust Mateo. Eric admitted to having a subtle but firm talk with Mateo about loyalty.\n\n\nIn his bedroom later, Eric watched Quinn spin around in a robe. Feeling no pain, Quinn was impressed that she was recovering without medication. Eric thought he should have his head examined for letting a younger, attractive man massage her, let alone putting hands all over her. Quinn dismissed the thought and said Eric was the only man she wanted.\n\n\nQuinn did feel they owed Mateo gratitude because she was ready for all sorts of activities. \"Really?\" Eric asked, and they kissed.\n\n\nAt Sheila's hotel, Sheila returned to her room and saw that Charlie had unveiled her portrait. She asked if he thought it was beautiful. \"If you like mug shots,\" he quipped. Sheila asserted that her portrait would hang in the house of the man she loved. Charlie believed that Sheila was setting herself up for heartbreak.\n\n\nSheila theorized that she would have a chance if Eric could see Quinn for the immoral person Quinn was. Charlie said he knew Sheila was banking on a Quinn and Ridge merger, but the \"Ridgester\" was spending time with Lady Logan after splitting from \"a Buck and a quarter Bill.\" Sheila said to consider whom they were discussing. She was sure someone else would get their hands on Quinn.\n\n\nLater, Sheila received an update call from Mateo, who'd given Quinn another massage. He believed she'd enjoyed it, but things took time and couldn't be rushed. He told Sheila not to worry because he knew what he was doing.\n\n\nIn the design office, Katie and Brooke worked, and Brooke teased Katie about her incessant smile. Brooke guessed there was a man in Katie's life. Katie deflected, saying that if Brooke wanted to talk about men, they could discuss where things stood with Brooke and Bill.\n\n\nBrooke didn't know where things stood. It wasn't fair to herself, her son, Ridge, or Bill, and she felt she needed to clarify things. Brooke pulled out her phone to message Bill.\n\n\nIn the CEO's office, R.J. tried to convince Ridge to hire more interns for the holidays, but Ridge was preoccupied with something. R.J. asked if his mother was on Ridge's mind. Ridge didn't reply. R.J. asked if the problem of the past still stood between Brooke and Ridge and if Brooke was worried that Ridge would disappoint her again. Ridge asserted that he wouldn't. He said Brooke needed their support, and she'd always have it.\n\n\nKatie entered, and Ridge said they'd just been discussing her sister. R.J. asked if Katie knew where Brooke stood. Katie, who'd just talked to Brooke, believed Brooke had made a decision.\n\n\nR.J. took off, and Katie hoped she hadn't run the teen off. Ridge asked Katie what Brooke would do, but Katie had no idea.\n\n\nAt Bill's house, Justin tried to get Bill to go to lunch, but all Bill did was gripe about losing his company and wife. Bill would change Brooke's mind for her if she let him, and he was worried that the longer they were apart, the more it began to seem permanent. Justin wondered if Ridge was respecting the marriage or in hot pursuit of Brooke.\n\n\nBecause Bill didn't want to do lunch, Justin figured they'd at least have fun for Thursday night's game night with pizza and wings. Bill said it might be the only thing to get his mind off his world exploding. Retrieving Brooke's ring from a cabinet, Bill remembered how Brooke had looked at him when she'd removed it. He refused to give up on her.\n\n\nWhile ranting about Liam ruining Bill's marriage, Bill got a message from Brooke that she was on the way over. Justin assumed it meant he'd be alone on game night. Bill said his wife would be back with him, but Justin advised Bill to give it more time. Bill claimed he'd done that, and Brooke had used the time.\n\n\nJustin started to doubt it meant what Bill thought, but Justin decided that Bill could be right in thinking Brooke saw Bill as a chastened man who wouldn't commit the same wrongs. Bill asserted that if he and Brooke broke up, he would strike his turncoat son \"so hard.\" Liam had better pray for a reconciliation or feel unimaginable pain.\n\n\nLater, Brooke arrived. Bill had hoped her arrival meant what he thought it meant. Brooke said he'd been reaching out to talk, and keeping them in limbo wasn't fair for either of them.\n\n\nBill said he'd never loved a woman the way he loved Brooke, and they'd made it to the altar, despite the obstacles. He stated that marriages got tested, and they'd reached the biggest test they'd ever face. He knew that he'd compromised her trust in him. Bill was angry at himself, Liam, and the world because Bill didn't know how to fix it -- or if she wanted him to.\n\n\nBill felt that he was losing himself, and he needed Brooke. He'd lost his head and judgment, but he'd never do anything like his transgression again. He swore to be a good role model and husband. Bill took her ring out of his pocket and asked to put it back on her finger. He asked Brooke to return to him as his wife and partner.\n\n\n",
    "yt": "\n\nHaving noticed that Katie has been much happier lately, Brooke interrogates her sister about her current love life.  Charlie discovers the portrait that Sheila had commissioned and assures her that it will never hang over Eric’s fireplace.  RJ gets his hopes up about his parents reuniting when Ridge tells him about Brooke moving back home.  After much thought, Brooke makes plans with Bill to discuss their differences and the future of their marriage.  Quinn and Mateo enjoy working together, but in much different ways. He fantasizes about the massage going further than rubbing.  Bill professes his love for Brooke and vows to win back her trust.  He gives Brooke back her wedding ring.  Will she accept it?",
    "imdb": "Charlie discovers the portrait that Sheila had commissioned. Worried, he urges Sheila to accept that Eric is happily married. She is convinced that Quinn's future lays someplace else, though. Meanwhile, Quinn is over the moon after another massage from Mateo. The estate manager turned masseuse already imagines success in his quest to seduce Quinn before his mind settles back into reality. Rick, Maya and Eric wonder why Brooke walked away from Bill. At Forrester Creations, R.J. asks Ridge if Brooke has spoken of divorcing Spencer. Across the hall, Brooke interrogates Katie about her current love life because she noticed a new and positive attitude with her sister lately. In Bel Air, Justin tells Bill to be patient. Bill fears that the longer he and Brooke remain apart, the nearer might be the end for their marriage. Later, Brooke arrives to announce her decision which she reached after much thought. Bill pleads with his wife to come back to him.",
    "tvmega_recap": "Mateo continues to give Quinn her massage and she thoroughly enjoys it. Bill grouses to Justin that he's not hungry or in the mood to go out for food see a football ballgame. He just wants his wife back. He has apologized profusely but she will not answer him. The more time she has the more likely they will stay apart. She took off her ring but he cannot give up on her. And if she does not come back to him then his turncoat son will feel the wrath of pain like he cannot imagine. RJ catches his dad with his mind on Brooke and can't get an answer out of him if she has made it official that she is leaving Spencer. RJ wonders if it is because she is still in doubt that Ridge will be devoted to her again. Ridge says she does have his promise that he will not stray again but he still does not know what she will do. Brooke tells Katie that she has that glint in her eye and a smile on her face and it is not over her work, so spill if there is a man in her life. Charlie sticks around and uncovers Sheila's portrait. She comes back from getting ice and says make no mistake her portrait will hang over that mantle in the Forrester house. He replies that Eric and Quinn are as happy as clams so she is just setting herself up for a heaping of heartbreak. She reminds him again that Eric is the love of her life and she can be his again too when he finds out about Quinn. She admits she was counting on Quinn and Ridge to rekindle their affair but she assures Charlie that someone else will get their hands on Quinn. Charlie also reminds \u0096 there never was nor will be a union of Quinn and Ridge now that he is heavy after the Logan gal again. Rick tells Maya and his dad if it is a case of Brooke leaving Spencer and being with Ridge he is still torn between the two of them. Brooke agrees with Katie that it is not fair to either Ridge or Bill to keep them in limbo so she needs to clarify that. Quinn tells Mateo not to stop. He asks her to turn over and says it is hot in here. Slowly he removes his shirt showing off his tight rippling abs. She sits up and says he is so handsome; she cannot believe he does not have a girlfriend to which he replies he just has not found the right woman yet. She says his hands are magic and she could go on like this for hours. She is all his, every inch of her right there. Their lips are almost meeting. Mateo gives a sigh and comes out of his daydream. Bill lets Brooke in and she says texted him that she had made a decision. After her massage Eric tells Quinn that maybe he should have his head examined letting a hunk like Mateo be in his own house with his half naked wife in his hands. She says no to her dear, sweet, husband. He is the only one she wants or ever will want. But they do owe Mateo a debt of gratitude. Because of him she can now walk and hike and do all sorts of activities. Sheila calls Mateo to get a check up on his activities. He says he just finished with another session with Mrs. Forrester and she enjoyed it. Sheila says of course she did; she cannot resist temptation. He also says she is upstairs now with her husband; these things are gonna take more time. She says okay but it will happen. He says not to worry; he knows what he is doing. Bill tells Brooke that before she says anything he wants her to know that he has never loved a woman like he loves her. Yes they have had their obstacles but they finally made it to the altar and she accepted him complications and all and he knows they love each other. The vows they said were for better or worse and this is their test, the biggest test ever. He did not just let her down but compromised her trust in him as her husband and now he is left with a lot of anger at himself, at Liam and the world. He says he wants to fix that. He feels like he is losing himself and he needs her. He says he lost his head, his judgment but he swears he will never do anything like that again. He will be the husband that she can respect and count on. He pulls out her ring out of his pocket and says please put it on so they can lead the rest of their lives. She looks at him and one single tear falls.",
    "tvmega_summary": "Episode # 7691 ~ Mateo begins to enjoy the perks of his new position as Quinn's personal masseuse; Katie covers about her own passion with Wyatt while questioning Brooke about her relationships with Bill and Ridge.",
    "soapcentral_condensed": "Quinn wished she'd known about Mateo's skills a few weeks back. Eric said Quinn would still be in pain if it weren't for Mateo and his magic hands. Sheila returned to her room and saw that Charlie had unveiled her portrait. Justin tried to get Bill to go to Bill's house for lunch, but Bill said it might be the only thing to get his mind off his world exploding. Brooke teased Katie about her incessant smile, and Brooke guessed there was a man in Katie's life. R.J. asked if the problem of the past still stood between Brooke and Ridge and if Brooke was worried that Ridge would disappoint her again. Ridge asserted that he wouldn't. He said Brooke needed their support, and she'd always have it. Katie asked if Katie knew where Brooke stood, and Ridge said she'd run off, but Katie had no idea what Brooke would do. Bill did all all gripe about losing his company and losing Brooke's mind for her to let him let him go.\n"
}