{
    "soap_central": "\n\nAt Spencer, Liam and Wyatt discussed Liam's impending fatherhood. Liam was thankful for everything about Steffy. \"She basically gave me my own father back,\" he said. Liam said it was \"literally frightening\" that he would be in charge of a helpless little person. \"What if I get it all wrong?\" he asked. Liam worried that he would be a dad like Bill had been, and Wyatt told him to stop worrying because Liam was nothing like Bill.\n\n\nLiam also admitted that he was scared about the possibility that he and Steffy could lose a baby again. He recalled that they almost hadn't made it as a couple. \"Don't invite that kind of negativity,\" Wyatt said. Liam agreed.\n\n\nWyatt and Liam laughed about what Bill's reaction to the first grandchild would be. Liam said it was terrifying thinking about the responsibility. Wyatt teased that the dirty diapers would be terrifying. Liam laughed and said that he was grateful to have Steffy to take the journey with. \"This is crazy!\" Liam shouted. He was elated that the baby was growing. \"Half Steffy and half me,\" he said.\n\n\nAt Katie's, Brooke and Katie discussed Katie's relationship with Wyatt. Brooke wanted Katie to be careful. She worried that Katie and Wyatt couldn't keep their secret forever. Brooke worried that Bill wouldn't like it.\n\n\nKatie asked about Thorne, and Brooke shared that Thorne and Ridge had never gotten along. Thorne had begged Brooke not to marry Ridge and to marry Thorne instead. Katie said Thorne living in Brooke's house would not go over well with Ridge. Brooke agreed, but she was happy Thorne had returned to be with the family.\n\n\nKatie encouraged Brooke to make sure that Thorne understood she planned to marry Ridge so that he wouldn't hold out hope for a relationship. Katie wondered if Bill had contacted Brooke about the divorce, and Brooke said she hadn't heard from him. Katie and her sister agreed it was unusual for Bill to be out of contact with both of them.\n\n\nAt Bill's, Steffy informed Bill that she was sick at the thought of the possibility that the baby could be Bill's. She said that she couldn't eat or sleep. She worried that it was bad for the baby. She couldn't \"keep all these secrets.\"\n\n\nBill understood and said it was no longer just about Steffy. She had to take care of the baby. \"It's Liam's,\" she insisted. She wanted to erase everything about the night she had spent with Bill. She added that Liam would never forgive her or his father. Bill softly said they needed to find out, and she needed to raise the baby with the biological father. Steffy shouted that the baby would be Liam's, and they would be happy. She clutched her stomach.\n\n\nBill recommended a paternity test. Steffy agreed the holidays were approaching, and she needed reassurance to put the night with Bill behind her. She called her doctor, and the doctor told her that she had to wait until after the holidays, but Steffy was adamant that she couldn't wait. She was too upset. The doctor agreed to perform the test that afternoon. Steffy thanked her doctor and begged her to keep the information in the strictest confidence.\n\n\nAfter Steffy hung up, Bill offered to go with her to the hospital. She told him he was crazy. She didn't want anyone to see her with him. Bill sighed. \"No one can know about it,\" she said. Bill said he wanted to be there for her. \"Like you were that night? What is wrong with us? How can we do that?\" she asked. Steffy maintained she had to have been out of her mind. It was unforgivable. She had no reason to hurt Liam -- the man she loved. She never wanted to think about that night again. Steffy left, and Bill looked concerned.\n\n\nAt home, Brooke was in her living room, and Thorne entered in a swimsuit. He said he had fixed the pool. Brooke was surprised. Brooke said she had visited Katie. Thorne thought something was wrong. He wondered if he had been a bad houseguest. Brooke said he had been perfect. She was glad he was home for the holidays, and they both agreed they were looking forward to the holidays with family. Brooke wanted Thorne to understand that she intended to marry Ridge and put her family back together. \"I need to hear that you accept that,\" she said.\n\n\n",
    "imdb": "Katie advises Brooke to lay down the law with Thorne as he seems to hope for a reunion which will not happen. Later, Brooke reminds Thorne that he needs to recognize her relationship with Ridge if he plans on continuing to live under her roof. Thorne assures Brooke that he will respect her wishes, but does not fess up that he has no intention of giving up on her. An ecstatic Liam confidentially tells Wyatt that he and Steffy are going to be parents. Wyatt shares his brother's enthusiasm and cannot wait to see Bill's reaction at the prospect of becoming a grandfather. In Bel Air, Steffy panics when Bill points out that she should raise her child with the biological father. She decides to find out for sure that Liam is the father and calls her doctor to schedule an immediate paternity test.",
    "tvmega_recap": "Bill is stunned \u0096 Steffy pregnant, he wants her to be sure. She says yes, she and Liam have been wanting a baby for a long time. He says great but there is a possibility that child is his. Steffy nixes that. She says she and Liam having been wanting a child for years and she and Bill were only together one time so it just can't be his. Bill says she is hiding her head in the sand as it can happen. Steffy panics and says even if it is she will lose Liam anyway. Liam reinforces to Wyatt why they want to just stay quiet for a while until the pregnancy is further along. Losing his first baby was devastating. They almost did not make it as a family and now they have waited so long. Wyatt says they will have a healthy baby and he will be a great father so no negativity. Brooke still cannot believe it \u0096 Katie and Wyatt as a couple, but she bets it is sort of exciting sneaking around. Katie admits it is but they are not ready to tell anyone just yet especially not Bill. She scoffs when Brooke tells her about Thorne's proposal. Brooke says they have always been close but she did not take this seriously, only that he did not want her to marry Ridge. She will make it crystal clear to him she will not rekindle their romance and she intends to marry Ridge. Wyatt tells Liam they could use a little joy after all that happened in the last few months so good for Steffy to bring them all together. Steffy tells Bill he does not know what this is doing to her. She cannot sleep or even make a decent thought. He says he knows she is under tremendous pressure but the baby must come first. She says she is trying; if only she could go back. Bill says they need to know and she keeps saying this cannot be his child. It is Liam's. This is the family they have always wanted. Bill says whatever but the baby needs to be raised by its biological father. She says she has to go and she knows she has to know for sure that Liam is the father. This pressure is not good for her or for the baby. He says it will be a great holiday coming up but there is only one way to find out the paternity. She calls her doctor and says this has to be in the strictest confidence. She needs to schedule a paternity .and right away. She cannot wait until after the holidays. The doctor tells her to come on in today and she will squeeze her in. Brooke catches Thorne coming out of the pool and she wants to remind him again she remembers what he said and she wants to repeat again that although he is worried about her she knows what she is doing. She is going to marry Ridge and wants him to accept that decision. He says do not tell Ridge that he is sweet but he will accept her decision while still hoping she will change her mind in the next few months. Bill wants to go with Steffy but she says no. No one must know about him. She has been lying to Liam and she cannot take it anymore. That may make her a bad person but she cannot do this anymore. He says it sounds like a plan and once it is confirmed then it will all be behind them. She says good and then she wants everything that happened between them .. never to think about it again.",
    "tvmega_summary": "Episode #7739 ~ Having learned of Katie's affair with Wyatt, Brooke warns her sister to be careful of Bill; Bill convinces Steffy to take the next step to find out the truth.",
    "soapcentral_condensed": "Liam and Wyatt discussed Liam's impending fatherhood. \"She basically gave me my own father back,\" Liam said of Steffy. Brooke wanted Thorne to understand that she intended to marry Ridge and put her family back together. Thorne thought something was wrong if he had been a bad houseguest, but Brooke said he'd been perfect.\"This is crazy!\" Liam shouted. He was elated that the baby was growing. \"Half Steffi and half me,\" he said. \"This is half Steffo and half Liam,\" he added. \"What is wrong with us? How can we do that?\" she asked. \"No one can know about it,\" Bill sighed. \"It's Liam's,\" she insisted. \"I need to hear that you accept that you're going to have to accept that I'm not going to be around for the rest of your life,\" she told him. \"Don't invite that kind of negativity,\" Wyatt said, and Liam agreed.\n"
}