{
    "soap_central": "\n\nAt the Forrester mansion, Eric and Brooke discussed plans for the Thanksgiving dinner over pie. Maya and Rick joined them and teased that the pie was for Thanksgiving. \"Whatever Eric wants, Eric gets,\" Maya said. They all laughed.\n\n\nBrooke offered to help with seating arrangements, but she said it was all up to Maya, who was the hostess. Maya said she would leave seating to Brooke. \"Then I can blame it on you,\" Maya joked. Eric agreed that \"It's Brooke's fault\" was the family motto. Eric and Brooke wondered what Maya's parents had planned for the holiday. Brooke noted that Maya's parents were welcome at the Forrester gathering.\n\n\nMaya said she had planned to visit her parents to find out what they wanted to do. She planned to offer her mother some money. Maya left. Rick said he often wondered how he could make Maya's life better. However, he admitted, \"I can't fix this,\" in reference to her family.\n\n\nEric, Brooke, and Rick discussed that Hope and Bridget would not attend the holiday dinner. Rick said he understood because he remembered being away from home and thinking that he would return the next year, but he worried that such plans might not be in the offing for Maya's family.\n\n\nEric stared at a photo of Stephanie. He remarked that it had been three years since she had died. Rick offered to put Stephanie's portrait back up on the wall for the day. Eric refused. He said it was a \"fine likeness of Stephanie,\" but he remembered many years that they \"weren't even speaking.\" Brooke noted that sometimes that was how families worked.\n\n\nIn the motel room in Los Angeles, Julius and Vivienne looked through the newspaper for Thanksgiving dinners that included \"all the trimmings.\" Julius suggested Vivienne look up restaurant reviews on her phone, but Vivienne had trouble connecting to the Internet. Julius wondered if Vivienne wanted to ask about Internet access, but she answered that she wasn't in the mood.\n\n\nTalk turned to calling Vivienne's sister, but Julius joked that her sister had never liked him and had wanted her to marry someone else. \"Everything wrong in the world is my fault,\" Julius said, but Vivienne argued that he was \"the most wonderful husband I ever had.\" Julius joked that a lot of men had been after Vivienne when Julius' back had been turned. Vivienne agreed, and they shared some laughs over the men who had pursued her.\n\n\nMaya knocked on the door and entered. Julius asked if Nicole was all right. Maya was surprised, and Vivienne apologized for a previous phone call that had not gone well when they had been worried about Nicole being a surrogate for Maya and Rick's baby. Vivienne and Maya agreed they should avoid discussion of the surrogacy.\n\n\nMaya said that she had learned that her parents would not be spending the holiday with her aunt. Vivienne made excuses and offered to get Maya something to drink. While Vivienne fumbled for a beverage, Maya slipped a wad of cash into Vivienne's purse.\n\n\nMaya asked about her parents' plans, and Vivienne said Julius was job hunting. They discussed previous holidays, but the memories seemed to focus on poison ivy and other events. Julius wondered if Maya had scars from the poison ivy, and she didn't. He said he had done something right.\n\n\nTalk turned to looking at life with happy memories. Julius pointed out that he and Vivienne had tried their best, but Maya reminded them that she had been an unhappy child. She paused and said, \"We need to make some new memories.\"\n\n\nVivienne agreed and said that was why she and Julius wanted to stay in Los Angles. Maya invited them to the Forrester mansion for Thanksgiving dinner. Maya left, and Vivienne reveled in the fact that they could spend Thanksgiving dinner with their children. She caressed his face.\n\n\nAt Forrester, in Steffy's office, Thomas and Steffy discussed one of Thomas' designs, but Steffy wasn't going to fall for Thomas' trying to get her to sell it to their dad. Steffy challenged Thomas to tell her that he had made good on his bet from the previous evening. Thomas was silent.\n\n\nSteffy scoffed that Thomas had been wrong about Ivy, but Thomas insisted he would not give up. Steffy had faith in Ivy.\n\n\nAt Wyatt's, Ivy and Wyatt prepared dinner. Wyatt lamented that he had left her alone the previous night. He planned to make up for it with dinner. He said he liked returning home to her.\n\n\nWyatt wondered if Ivy had hung out with all the Forresters while he was gone, but she explained that most of them had gone to a gala. He wondered if she had been alone, but she added that Thomas had been at the Forrester mansion. He inquired if it had been an uneventful night, and she said there had been a storm. He asked if she had been alone and scared in her room, but she deflected the question and kissed him.\n\n\nIvy flashed back to making out with Thomas. She told Wyatt she needed a night alone with him. Wyatt went to the kitchen to get pie for dessert, and Ivy received a text message from Thomas that he was alone and still at work. Wyatt told her no one else could have her time that evening, but she lied and said she had to return to work to take care of something she had forgotten. Wyatt was disappointed.\n\n\nAt Forrester, Thomas unplugged his computer and packed up his stuff. Ivy walked in. \"Are we alone?\" she asked. Thomas wanted to kiss her, but she said she couldn't stay. \"This is done, Thomas. We are done,\" she said.\n\n\nIvy explained that she was in love with a wonderful guy who treated her well and had great qualities. She confessed that if Wyatt asked her to move in with him, she would. She said she had to return to her real life. Thomas said he would see her for Thanksgiving. She left.\n\n\n",
    "tvdb": " Ivy struggles to resist the temptation that is Thomas; Eric shares a fond memory of Stephanie with Brooke and Rick. ",
    "imdb": "\nAs Thanksgiving approaches, Eric shares a fond memory of Stephanie with Brooke and Rick.    ",
    "tvmega_recap": "Eric tastes the pie that should be for tomorrow. Maya defers to Brooke for making the seating arrangements. Vivienne says she does not feel much like Thanksgiving, and all the prices are so high for even takeout. Steffy tells Thomas do not lie to her. How many ways did Ivy say no last night. She knows he did not score otherwise he would be gloating about it. So stop being so elusive and tell her. If Ivy cheated on Wyatt the minute he turned his head she wants to know about it. She thinks she won because technically there was no bet, just her disapproval. Wyatt makes a big spread for Ivy. He says he is the one who abandoned her so he owes this to her. He likes coming home to her. She tells him about the storm so the night was not that uneventful. Eric and Brooke tell Maya that her parents are welcome here tomorrow but it is up to her, they will understand either way. Maya slips away without answering. She wants to make sure her parents have enough money on their own. Rick says he does all he can to help Maya but this he can not fix. Maya shows up at the crummy hotel and surprises her parents. She asks her mom if they are going to stay in this hotel room tomorrow. Ivy gets a text from Thomas but tells Wyatt that it is her fault but she has to go into work for something she forgot. She walks into a darkened room with Thomas inside and asks if they are alone. He turns a lamp back on and says tomorrow is a holiday and pretty much everyone has bailed. She says they have to be done. She has an amazing guy who treats her well and he puts her first. Thomas comes closer and pulls her into his arms and asks if Wyatt can do this. She pulls away. Thomas says he will see her tomorrow at Eric's. Eric has some nostalgic moments about Stephanie and Rick says they could put her portrait back up for the day. Maya wonders if they ever had a good Thanksgiving when she was growing up. She does not remember it. Julius says as her parents they did the best they could. Maya feels responsible for what is broken and invites them to Eric's tomorrow. Julius gives an excuse about his suit at the cleaners. Maya says whatever he wears will be great. Alone Vivienne thinks what it would be like to celebrate Thanksgiving with both of their children, that has been a very long time.",
    "tvmega_summary": "Episode # 7204 ~ Ivy struggles to resist the temptation that is Thomas; Eric shares a fond memory of Stephanie with Brooke & Rick.",
    "soapcentral_condensed": "Eric, Brooke, and Rick discussed that Hope and Bridget would not attend the holiday dinner. Julius and Vivienne looked through the newspaper for Thanksgiving dinners that included \"all the trimmings\" Steffy challenged Thomas to tell her that he had made good on his bet from the previous evening. At Wyatt's house, Ivy lamented that she had been alone the previous night, and she said there had been an uneventful night. He asked if she had gone to a gala, but she explained that most of them had gone, but he was gone. He said he liked returning to her home to make up for returning to the Forrester mansion with her alone, and he said he would not give up on her. He also asked if Ivy had hung out with all the Forresters while he was at the gala; she said she had not, but that she was going to a friend's house for the night to have a glass of wine and a movie. He told her to call him when she got home.\n"
}