{
    "soap_central": "\n\nAt Forrester, Ridge and R.J. reviewed design sketches that R.J. had done. Ridge said that he wanted to help R.J. the way his father had helped him. It was important to Ridge to be part of creating designs with R.J.\n\n\nR.J. mentioned his Uncle Thorne's design, and Ridge groaned. R.J. assumed his dad was not impressed. Ridge said that Thorne was impressed with his own work, but he was also trying to cause trouble with Brooke. Ridge wanted Thorne to return to Paris. Ridge added that nothing would get between Ridge and Brooke.\n\n\nIn another office at Forrester, Quinn and Ivy reviewed diamond ring designs. Ivy said she liked them both -- a timeless emerald cut diamond and a classic round cut. An intern named Simon entered, and Quinn asked his opinion. Simon gushed that they were both stunning, and he put them on Ivy's hands to look at them more closely. He commented on how stunning Ivy was.\n\n\nSimon then selected the emerald cut and called it \"pure ice.\" Ivy laughed and encouraged him to continue pursuing women his own age. After Simon left, Quinn said that she was convinced her choice of the emerald cut was the winner. She and Ivy agreed they were both beautiful.\n\n\nLater, Quinn presented the ring designs to Ridge, and she said they were exactly to his specifications. Ridge was pleased and chose the emerald cut as a ring for Brooke. Quinn mentioned the kisses she and Ridge had once shared. Ridge told her she had to stop thinking about them. He couldn't wait to marry Brooke. Quinn said they had journeyed a long way from enemies to friends. Ridge agreed.\n\n\nIn Maya and Rick's room at Brooke's house, Nicole looked at photos of Rick and Maya in South Africa. Maya said it hadn't felt like work. \"It was life changing,\" Maya said. Nicole and Maya agreed they'd had a lot of changes in their lives in a short time. Nicole was living in Paris with Zende and loving it.\n\n\nMaya told her sister that she seemed more sophisticated. Nicole agreed. She was surprised that Thorne had returned to Los Angeles without contacting her. She added that they could have flown together. Maya said she'd heard Thorne was back for good -- and he had moved into Brooke's house. Maya and Nicole wondered how Ridge felt about that.\n\n\nIn the living room at Brooke's house, Thorne had kissed Brooke, and Brooke said she had not been offended. Thorne considered that encouragement. He said he had loved their time together in the past. Brooke said that Thorne was a man that \"any woman would want in a partner.\" She called him charming, sweet, and a catch.\n\n\nThorne said he wanted to give it another try with Brooke. Brooke smiled. Thorne made a case for himself by dissing Ridge and his treatment of Brooke. Thorne begged Brooke to reconsider another relationship with Ridge. Upstairs on the balcony, Nicole watched the exchange between Thorne and Brooke, but she was hidden from their view. Nicole quickly walked back to Maya's room.\n\n\nThorne lamented that Ridge was intent on keeping Thorne from advancing at the company. Brooke agreed that Ridge had often been immature. Thorne wished that he had spent more time fighting for Brooke when he'd been younger. He added that he was a better choice for Brooke than Ridge. He promised that he would never have hurt her. Thorne begged Brooke to consider her options.\n\n\n\"What could possibly have been going through his mind?\" Thorne asked about when Ridge had kissed Quinn. Brooke didn't want to discuss it, but she relived the entire scenario and flashed back to what had happened. She added that Ridge and Quinn described the kiss as a goodbye kiss. Thorne went off on Ridge and said that Ridge had betrayed Brooke many times -- but the last time, he had betrayed Brooke and Eric. Brooke agreed.\n\n\nThorne insisted that Brooke deserved to be treated better. He promised he would treat her better. He begged Brooke not to marry Ridge. \"If you have to marry anyone, marry me, Brooke. Marry me,\" Thorne said. Brooke was shocked.\n\n\nIn Maya's room, Nicole returned and said that she had seen Brooke and Thorne together. Maya was surprised, and Nicole dished that they appeared to have a close relationship. Maya remembered that Thorne and Brooke had been married at one time. Maya and Nicole wondered what was going on. Nicole said it looked like Brooke and Thorne were very close. Maya added that everyone assumed Ridge and Brooke were going to get back together, but she wondered if Thorne might have serious feelings for Brooke\n\n\n",
    "tvmega_recap": "Thorne tells Brooke that he has wanted to kiss her for a long time but this was not planned. She says he has everything a woman would want and she's had good times with him, now and then. He says if she feels like that maybe they should give it another shot. Ridge confides in RJ that he has a surprise for his mom and he thinks she will love it. Nicole oversees Thorne and Brooke huddling together and goes back to tell Maya that they looked intimate close. Maya finds that hard to believe as everyone assumes it will be Brooke and Ridge again. Quinn and Ivy finish up her design for a gorgeous engagement ring to show Ridge. Thorne tells Brooke it is time to stop this little brother crap. He says she could have a much better future. Letting her go and not fighting for her was one of his biggest mistakes. But as long as she was happy and Ridge was treating her right, he could be okay with that. But now he finds Ridge has not been good for her, so she needs to consider her options and not be so quick to say yes again to him. She explains what she saw between Quinn and Ridge and the kiss in Australia. Later they said it was a goodbye kiss. Thorne says he hates saying this but she deserves so much more than his brother and not to believe all his denials and explanations. Ridge tells Quinn they have come a long way now, full circle. She says there is nothing between them any more but she knows what she did was hurtful. Ridge reminds her that now that Thorne is back he may bring it to the surface again and both of their futures will be at stake. Brooke is the only woman for him. Thorne tells Brooke to think about it because she knows what is in store for her with Ridge if she says yes. There will always be another affair for Ridge so do not accept that. Thorne says he will treat Brooke the way she should be. She's an incredible woman and now he comes home to this and she simply cannot marry his brother. He wants her to marry him instead.",
    "tvmega_summary": "Episode # 7733 ~ Thorne surprises Brooke with an unexpected kiss and a confession of his true feelings; Nicole discloses the intimate moment she witnessed between Brooke and Thorne to Maya.",
    "soapcentral_condensed": "Thorne begged Brooke to reconsider another relationship with Ridge. Quinn and Ivy reviewed diamond ring designs at Forrester. Ridge chose the emerald cut as a ring for Brooke. Maya and Nicole wondered how Ridge felt about Thorne's return.. Nicole was surprised that Thorne had returned to Los Angeles without contacting her. Maya said she'd heard Thorne was back for good -- and he had moved into Brooke's house. Nicole said she was living in Paris with Zende and loving it.. Thorne wished that he had spent more time fighting for Brooke when he'd been younger. He promised that he would never have hurt her. \"If you have to marry anyone, marry me, Brooke. Marry me,\" Thorne said Brooke was shocked, and Nicole dished that she had seen Brooke and Thorne together in Maya's room, and it looked like they were married at the time.. Nicole looked at photos of Rick and Maya in South Africa, and Maya said it hadn't felt like work.\n"
}