{
    "soap_central": "\n\nIn the design room, Zende handed Carter a press kit that Zende had taken the initiative to create for the new line. Carter asked if Nicole had declined to be the Forrester surrogate. Zende replied that she'd been dodging about it; however, he expected to hear from her that day that she'd declined.\n\n\nAt the mansion, Nicole, Maya, and Rick entered, returning home from a psychiatric evaluation. Nicole was glad she'd been found competent enough to carry out the task, and Rick appreciated having a group talk about their roles. Nicole seemed out of sorts, so Maya decided Nicole should have something to eat. Nicole said Maya couldn't police Nicole's food intake until the baby was in place.\n\n\nMaya and Rick laughed it off, and he expressed his gratefulness for Nicole's willingness to help them. Nicole started to remark on all the couple had done for her. Rick said there was no comparison.\n\n\nMaya asked if Zende knew, and Nicole said she'd tell him that day. She admitted that he wasn't thrilled about the baby. Rick and Maya offered to let Nicole bail at any time until the last second. Nicole claimed she wanted to do it, but she had to cope with unknowns like Zende's reaction and pregnancy.\n\n\nZende arrived at the house, and Maya and Rick left the couple alone to talk. Zende said he knew the answer by looking at Nicole. \"I'm leaning toward it,\" Nicole replied. She explained that she'd agreed to be the surrogate and had met with psychologists, but there were a lot of steps before it happened.\n\n\nZende understood what it would mean to Nicole to do the service for Maya, but he didn't like putting their relationship on hold when it was just starting. He wanted to be close. She said they would be -- eventually. Eventually sounded a long way away to Zende.\n\n\nNicole reasoned that she had to be the surrogate \"now,\" before her life took off. Once she was more involved with Zende and her career, she'd be unavailable. She said Rick and Maya had done \"so much\" for her without asking anything in return. \"Until now, and it's epic,\" he responded.\n\n\nZende's feelings mattered to Nicole, and if he said surrogacy would end their relationship, then she might not go through with it. She hoped he cared enough for her not to \"throw down\" like that. Zende didn't want to strong-arm her; he also didn't want to put the relationship on hold. Because she'd already begun the process with screenings and evaluations, he feared that there wasn't much time left for anything. Nicole replied that it might be a good thing to be forced to wait.\n\n\nNicole greatly wanted to give Maya the gift -- regardless of how much she owed Maya for the home, the job, and the family Nicole said that, without Maya, there would be no Nicole and Zende. Zende understood it and was grateful, but he didn't want things to stop. She asked if it had to be that way. Touching her belly, Zende said Maya and Rick's baby would be right there -- between them.\n\n\nZende said that if he and Nicole \"turned into something,\" he wanted her first baby to be his. Nicole reasoned that she surrogacy baby would be Rick and Maya's, but the baby formed from her commitment would be hers. He said that she always put things in a way that made him love her more.\n\n\nSurprised, Nicole replied that she loved him, too, and they kissed. He said it wouldn't be the end of them, and she replied that it might make them closer.\n\n\nIn the kitchen, Rick and Maya expressed their undying gratitude for Nicole sacrificing over a year of her life to give them a gift. Rick worried that Zende would talk Nicole out of it, but Maya said Nicole wouldn't have agreed only to back out later. The couple cooed about having their own baby.\n\n\nMaya and Rick returned to the room. Zende said that he understood that Nicole had to do it because it was her nature to love and be selfless. He couldn't not support it.\n\n\nRick heard a knock at the door, and when he answered it, he was surprised to see the Avants on the threshold. Julius greeted Rick and entered the house. Grinning, Vivienne asked Rick if they could enter. The daughters asked what their parents were doing there. Julius asked Nicole if she was happy to see him. Nicole hugged him then hugged her mother, who said she'd missed her children.\n\n\nJulius said he'd done some soul-searching -- about the things he'd said on Maya's wedding day --\"I'm sorry,\" he concluded. He wanted to heal the family and was willing to try to accept who Maya was. \"A woman, Dad,\" Maya responded. Julius agreed, calling her a woman, Rick's wife, and a Forrester.\n\n\nIn the CEO's office, Caroline was preoccupied and wasn't used to being outside of her and Ridge's bubble at home. She was still trying to get a grip on things. Ridge said they were in it together. She replied that she'd walk through fire for him. He hoped it wouldn't get to that point.\n\n\nCaroline couldn't believe he'd defused Brooke. Ridge believed his reversal story had been plausible, but he remarked that they had to be careful around Brooke.\n\n\nJust then, Brooke arrived with hugs and congratulations for the couple. Brooke figured that the pregnancy had been a total surprise and remarked that Ridge had told her about the vasectomy. Ridge said the information wasn't for public consumption. Looking around, Brooke said no one else was there. He replied that the walls had ears -- especially the one behind Pam's desk.\n\n\nBrooke admired a design on the table. It was Thomas', but Ridge said they wouldn't use it because it didn't fit with the line. Brooke was sure that -- if Thomas was there -- he'd do everything he could to make the needed changes, and Thomas was adapting to the team's style. Ridge disagreed and said it wasn't working. \"Oh. I didn't realize,\" Brooke responded.\n\n\nCaroline stated that it was part of the reason Ridge had sent Thomas to Paris to serve the line. Ridge said that Thomas was a great designer, but there wasn't always a fit.\n\n\nCarter entered to invite Ridge to a lunch meeting. Ridge asked if Carter had heard any good news or seen Pam. Carter hadn't. Ridge announced that he and Caroline were expecting. \"A baby?\" Carter incredulously asked. Carter hugged and congratulated the couple.\n\n\nAs Carter and Ridge chatted about Ridge wanting to make Caroline happy, Brooke questioned Caroline about her feelings regarding Thomas' transfer. Brooke said it seemed counterproductive to send Thomas away when Thomas should be there, learning from Ridge. It didn't make sense to Brooke unless the truth was that Ridge didn't want Thomas on the design team at all.\n\n\nLater, Brooke took her leave, and Caroline worriedly told Ridge that Brooke had been asking all kinds of questions. Ridge figured Brooke would do it until she was convinced that she had all the answers. Caroline replied that it would be nice to not worry and to live in the moment. Ridge asked if he was rubbing off on her, and she replied that it was in a good way.\n\n\nCaroline and Ridge decided to live in the moment and concentrate on the baby and family they'd make. Ridge said that family was most important.\n\n\n",
    "imdb": "\nNicole and Zende's bond grows stronger when he helps her with a family issue.    ",
    "tvmega_recap": "Nicole comes back with Rick and Maya and they discuss her going through with this surrogacy and seeing Dr. March and glad it did not freak Nicole out too much. She jokes Maya does not get to monitor her food intake until the baby is in place. Rick and Maya both tell her that if she changes her mind even at the last minute they will understand. Otherwise they will get through this as a family. Zende tells Carter that Nicole texted him so he is expecting to hear her answer. Nicole is surprised Zende got over to the house so soon. Maya and Rick leave to give Nicole and Zende some private time. He tells her she does not have to say a thing. He can tell just by looking at her. Caroline tells Ridge that she is still wrapping her head around everything. He says good but they are in it together. She still can not believe that he diffused Brooke about the pregnancy. Right on cue, Brooke walks in and says she understands congratulations are in order and they hug. Brooke says she was shocked considering the vasectomy. Ridge says all of that is not for public consumption. Brooke gets around to Thomas and Ridge says his designs have not proved to be working out just yet. Caroline says that is one big reason he was sent to Paris. Brooke does not understand that. Thomas ought to be here to work that out ..unless he just has problems in general with Thomas. Nicole says she just met one of the doctors and there are a lot of steps before any of this happens but she is leaning in that direction. Zende says this will put them on hold and he wants it now. She says she is crazy about him and wants to give it her all but this is something she wants to do for her sister to make them closer but it has to be now. It matters how Zende feels. She is hoping that he cares for her like she does for him and will give her this time. Rick tells Maya that if Nicole ever needs anything until the end of time all she has to do is come to them. Zende laments to Nicole that it is her body, this is her sister so it has to be her decision. She says carrying her sister's baby is the most important thing she can give her sister. She realizes that without Maya there would never be a Zende in her life. He does not want this to stop. But it will once she gets pregnant. Ridge tells Caroline that Brooke will be inquisitive, but they will remain in the moment and be stronger than ever. Zende kisses Nicole and says this will not be the end of them. Maya returns and asks if she has given them time. Nicole says she thinks they are on the same page now. Zende tells them that this is who Nicole is, loving and supportive. There is a knock at the door and all are surprised to see Julian and Vivienne. He laughs and says he wanted to see his girls. He says he has done some soul searching. He said things on Maya's wedding day and this rift has been heavy on his mind. They need to heal and he is ready to accept her as a woman.",
    "tvmega_summary": "Episode # 7181 ~ Ridge & Caroline lie to Brooke in order to hide the truth; Nicole & Zende's bond goes stronger when he helps her with a family issue.",
    "soapcentral_condensed": "Nicole, Maya, and Rick return home from a psychiatric evaluation. Rick and Maya offered to let Nicole bail at any time until the last second. Zende understood what it would mean to Nicole to do the service for Maya. He didn't like putting their relationship on hold when it was just starting. The couple cooed about having their own baby.\"I'm sorry,\" Zende concluded, \"I wanted to heal the family and try to try to accept the Forrester family and a woman, Julia Julius, who was willing to accept to try and have a baby with her\" The couple kissed and said they would be -- eventually -- together again, but it sounded a long way away to Zende.. Julius asked Nicole if she was happy to see him, and Nicole hugged her mother, who said she'd missed her children, calling her a \"woman, Julius,\" Maya responded, \"A woman, Dad,\" referring to Rick's wife, Caroline, who's used to being called \"Julius\"\n"
}