{
    "soap_central": "\n\nAt Forrester, Steffy and Wyatt were concerned about what was going on at the Spectra building. Steffy said Liam hadn't contacted her back, and Wyatt suggested that she call his brother. When she did, Liam answered, and she asked him to say he wasn't going through with the protest.\n\n\nLiam explained that he was there, the place was wired with explosives, and his father had just cut off the power. Steffy urged him to get out of there, but he said he was fighting for a cause. \"Sally Spectra?\" Steffy replied. Liam knew Steffy didn't want to hear it, but it was so. She asked him not to go through with it, and he wished she was more supportive, even proud, of him.\n\n\nSteffy replied that she just didn't have a good feeling about things and begged Liam to get out of there. He promised her that everything would be fine. He said he loved her and would call later. Steffy blinked in disbelief when she called his name, but he had just clicked off the line.\n\n\nLater, Wyatt and Steffy discussed Liam remaining in the wired building with no power. Wyatt believed that Bill and Liam were trying to see who'd flinch first. Wyatt believed that Bill was trying to get Liam to back down. Steffy said that Bill could be very stubborn. Wyatt felt the same way about Liam.\n\n\nSteffy was worried about it; however, Wyatt was sure one of the men would cave, and they'd all have a good laugh about it at the holidays. She wished she had his optimism. Wyatt said he knew his father and brother, and the men would find a way to work it out.\n\n\nSteffy became worried about explosives accidentally going off. Wyatt tried to calm her and offered to call his father. Steffy asked if Bill would listen to Wyatt, and Wyatt doubted it. She didn't understand Bill choosing a building over his son. Wyatt believed that Bill put family first, but the problem was that Bill thought the building was in the family.\n\n\nConvinced that something bad was going to happen, Steffy grabbed her purse and rushed out.\n\n\nOutside at Spectra, Bill ranted to Justin about the merry band of protesters inside the Spectra building that he'd had a crew wire with explosives for demolition. Justin asked what Bill would do. Bill didn't intend to be stopped and insisted that the old relic tumble down that very day.\n\n\nLiam was on Bill's last nerve, even though Bill sort of admired Liam rooting for the underdog. Justin added that it was fine, as long as it didn't get in their way.  In Justin's view, Liam seemed pretty devoted to Sally. Bill replied that, sooner or later, it would bite Liam \"in the ass.\"\n\n\nLater, Bill was alone and pacing when Alex approached to let Bill know it was all set for whenever he was ready. Bill said his son was still in there, and Alex asked if they should call it off. Bill declined to do so and said the building would go down that day. Alex walked off, and Bill pulled out his phone to make a call.\n\n\nInside the Spectra building, Liam received a call from Bill, who wanted to work things out. Liam was willing to do so, as long as retaining the building was a part of the deal. Bill said he'd already offered to relocate the fashion house at his own expense, and they'd be in a better building.\n\n\nClaiming it was the principle of the matter, Liam refused to let Bill level what was essentially the Spectra home. Bill cited that it was an old building, and it was falling apart. Liam claimed that it had history, and it was their legacy. Liam refused to leave, and he hoped that if Bill planned to take the building down, he was prepared to do it with Liam inside. Liam hung up the call on Bill.\n\n\nSally assumed Bill wasn't backing down, and the flustered Shirley wondered what she'd gotten herself into. Darlita said she didn't want to die that day, and she had things she wanted to do with her life. Saul replied that if he'd die that day, he needed to delete his Internet history.\n\n\nSally said they wouldn't die there, and Liam told them that they could leave at any time. As for Liam, he intended to see it through because he believed in making the point peacefully. He said the Spectras wouldn't be Bill's last casualties unless Liam taught Bill the lesson that greed and power had limits and that destroying lives wasn't a legitimate business model.\n\n\nLiam proclaimed Spectra as \"your\" legacy and history. He'd \"be damned\" if he'd see it turned into a graveyard over one man's ego. Sally told her crew that they could leave if they were scared, but even though she was afraid, she was staying because she was more afraid of what would happen if they didn't stand up to Bill. Sally planned to stay until the end.\n\n\nBack outside, Alex offered to call the police to arrest the protesters, but Bill felt there had to be a better way to handle it. Alex said they could reschedule, but Bill replied that the building would be dirt that day. Justin wanted to make sure Liam got out safely. Bill said it went without saying.\n\n\nAlex offered to start on an outbuilding that wasn't connected to the main building. It was the warehouse, located about two hundred feet from the main building. Bill instructed Alex to blow it up and hoped it would be enough to scare the squatters out of his building. Bill asked Justin to watch the back door and let Bill know when they ran out.\n\n\nJustin grabbed a hard hat off a table and left. Bill said to give them a jolt, and Alex left.\n\n\nBack in the building, the protesters wondered why things had been quiet for a while. Liam and Sally didn't think they should get their hopes up, but Saul believed the silence meant that they'd won. He, Shirley, and Darlita grew excited, and Shirley wanted to celebrate with a drink.\n\n\nJust then, an explosion rocked the building, and debris-filled smoke plumed outside the window. The three screamed in terror and headed for the door. Liam stopped them and said it was okay because it was over. Liam stated that they were still there, and the building was still standing. He asked if everyone was okay. \"No! We gotta go outside!\" Saul yelled.\n\n\nSally asked what had just happened. Liam believed his father was trying to scare them. Saul said it had worked, and they had to get out of there. Darlita, Saul, and Shirley ran out of the office. Sally told Liam that they needed to go, too, because it wasn't worth it. She said she was sorry to her Aunt Sally, and she and Liam went into the lobby with the others.\n\n\nSaul, Darlita, and Shirley couldn't call the elevator because there was no power. They decided to take the stairs, and as they left, Sally told them that she'd be right behind them. Sally had a flashback of all her times in the building with Saul, Darlita, and Shirley.\n\n\nShirley snapped Sally out of it by yelling at her that she needed to get her butt in gear. Liam stated that they should go. Everyone left through the stairwell door.\n\n\nBack outside, Bill was satisfied that he'd scared the squatters out. From Justin's post, Justin saw Saul, Darlita, and Shirley exit the building. He called to tell Bill. Bill asked about Sally and Liam. Justin saw them next and said everyone was exiting. Bill asked if they were at a safe distance. Justin watched the group run for a while and then affirmed it. Bill grinned. He clicked off the call and told Alex, \"Let's do it.\"\n\n\nOn the other side of the building, Liam stopped running and told Sally that he couldn't let his father keep doing it to her. Liam was going back in to make his stand. Sally said she was going with him, but he told her that it was too dangerous. She insisted. Liam shrugged anxiously and ran back into the building. Sally followed.\n\n\nSaul, Darlita, and Shirley had stopped running, and as they caught their breath, Saul asked where Sally and Liam were. Shirley got upset and tried to run back to the building, but Saul held her back, saying they couldn't go back.\n\n\nJustin looked through binocular and located Saul, Darlita, and Shirley. He panicked when he didn't see Liam. Justin frantically called and text-messaged Bill. Unbeknownst to Justin, Bill had put on soundproof headphones to protect his ears from the blast.\n\n\nOn Bill's side of the building, Alex handed Bill a detonator. Bill grinned. Steffy ran onto the scene just as Bill flipped the switch. The explosives rumbled, and the building crumbled into an enormous cloud of dust.\n\n\nCar alarms blared. Shirley fell to the ground, sobbing. Justin winced at the sight of it.\n\n\n\"Just like that, Sky is born,\" Bill said, chuckling. He handed Alex the controller. Bill heard his phone whistle. When his checked it, his smile faded. There was a message from Justin, urging Bill to stop because Liam and Sally were still in the building. \"No!\" Bill screamed in horror.\n\n\n",
    "yt": "\n\nBill is frustrated that Liam is leading the protest with the Spectra group and refusing to leave the building that he is ready to demolish.  Steffy and Wyatt begin to worry about Liam being willing to risk his risk his life for Sally, a woman he barely knows.  Bill places a call to Liam inside the building in an effort to reason with his son and get him and the others off of the premises.  Unsuccessful in his attempted negotiations, Bill decides to put some fear into his opponents.",
    "tvmega_recap": "Shirley tells Darlita and Saul that Bill Spencer will not kill them with his own son here. Liam looks worried but says no he doesn't think Bill will do anything now. Steffy tells Wyatt that she does not have a good feeling about this. Bill grouses to Justin that he offered all kinds of help for Sally at his own expense but they all said no. He doesn't mind Liam being the good Boy Scout when it doesn't interfere with his plans but this is enough. He has lost his patience. Steffy calls Liam and tells him that he has to get out of there. Liam says he is fighting for a cause. He wishes Steffy would give him a little more support. He thinks he will be just fine though. He is inside and Bill just turned the power off so now they wait. Steffy tells Wyatt that Liam is losing his father and maybe even his own life all for Sally. Wyatt is stunned that Liam is so stubborn that both he and Bill are both trying to bluff each other. One of them will pay eventually. But he knows them both and thinks they will find a way to work this out. The crew tells Bill that all the explosives are in place yet there are people inside. Bill says it is still a go. They are not waiting another day. Bill calls Liam and asks if they can work this out. Liam says no. He is showing respect to the legacy and so should Bill. If Bill continues then he is going to do it with Liam inside. Liam tells Sally that he is going to stay. He believes in this; greed and power have their limits. This is her place and he will be damned if he sees it turn into a graveyard by one man. She and Liam both say any of them can leave if they want but she and Liam are going to stay until the end. Wyatt tells Steffy that he wishes he could tell her not to worry but he knows she will anyway. She says she knows Liam is going to see this through to the bitter end. She cannot stand around and wait for that. She has to go. The explosive foreman says they are ready but they could always just start with the back building that is not really part of the main building. Bill says do it. It will send a warning but not hurt anybody. When the small explosion goes off Liam says that is just his father trying to scare them. Sally tells Liam it is not worth it. She leaves with the rest of them, leaving only Liam. Then at the last possible second she stops. Liam tells her she should go but she hangs with him. Bill tells the foreman that it won't be long now. He thinks that jolt will send them running for their lives. Justin looks through his binoculars and calls Bill that they are all leaving, even Liam. Liam decides to go back in and Sally says she is not going to let him to do this alone. Justin looks again and this time cannot find Liam. The foreman tells Bill that they are about to make some noise. Justin tries to call Bill but no answer as he has his headphones on and the foreman hands him the equipment to pull the switch just as Steffy walks in and sees the building crumble. Bill has a happy face on; Justin does not. Bill says just like that; Skye is born. Then he checks his phone where Justin tells him do not do this; Liam and Sally are still in the building.",
    "tvmega_summary": "Episode # 7708 ~ Bill becomes irritated with the Spectra gang when they refuse to leave the building he's about to destroy; Steffy and Wyatt become concerned about Liam risking his life for Sally.",
    "soapcentral_condensed": "At Forrester, Steffy and Wyatt were concerned about what was going on at the Spectra building. Wyatt believed that Bill and Liam were trying to see who'd flinch first. Later, Bill was alone and pacing when Alex approached to let Bill know it was all set for whenever he was ready. Bill declined to do so and said the building would go down that day. Liam refused to leave, and he hoped that if Bill planned to take the building down, he was prepared to do it with Liam inside. Sally told her crew that they could leave if they were scared, but even though she was scared, she was more afraid of what would happen if they didn't stand up to Bill. He'd \"be damned\" if he'd see it turned into a graveyard over one man's ego. Saul replied that he needed to delete his Internet history, and Liam could leave at any time. As for Liam, he said the last lesson would be that Bill's greed and power had taught him that destroying lives wasn't a legitimate business model.\n"
}