{
    "soap_central": "\n\nEric says Brooke shouldn't have to try to love him.  They're much more than friends and need to be lovers.  She can follow him upstairs.  Brooke gives new meaning to the Shady Marlin when she reports to Nick.  He's ruined her for other men.  Before leaving, Brooke tearfully points out never is a long time.  [A lonely sax plays \"Islands in the Stream.\"]  Eric recalls telling Stephanie he'd be happy with just a year of marriage to Brooke.  He lights a candle and plans to demonstrate his love.  He proffers champagne and won't let his wife speak.\n\n\nDante tells Stephanie he wants Bridget.  They should ensure she signs her divorce papers tonight.  Bridget doesn't know whether she believes her husband is over her mom.  Stephanie wants to spare her a lifelong feeling of being second best.  She informs Nick he's no longer welcome and can't be alone with his wife.  Even though her mom's dumping her dad, Nick insists she can trust him.  Dante and Stephanie weigh in opposite.  Bridget stares into the eyes of her mother's ex-lover.\n\n\n",
    "tvdb": "Brooke goes to Nick and tells him that she has made a mistake in marrying Eric. Brooke admits that she will never love Eric. Nick advises Brooke to end the marriage. Brooke returns home and finds Eric in the bedroom, with a romantic evening prepared. Dante calls Stephanie over and asks for her help in getting Bridget to divorce Nick. Bridget arrives home and Stephanie throws the divorce papers in her face. Nick later arrives and pleads with Bridget to give their future a chance, while Stephanie stands on the other side ordering her to sign the papers.\r\n",
    "yt": "\n\nEric is firm when he tells Brooke he wants to completely commit to their marriage therefore she runs to Nick for advice.  Nick tells Brooke that she needs to end things with Eric. Dante confides in Stephanie about his fears that Bridget is falling for Nick again. Stephanie and Dante present Bridget with divorce papers, but Bridget is hesitant to sign them. Nick then enters and tries to convince Bridget not to sign the papers, while Stephanie and Dante keep encouraging her to divorce Nick.",
    "tvmega_recap": "Eric wants to make love to Brooke, he pleads that he needs intimacy. He tells her to meet him in the bedroom when she's ready. Stephanie goes to the beach house where Dante tells her the divorce papers for Bridget have come. He tells her Bridget is the only one for him. Brooke runs to the Shady Marlin to tell Nick she can't give Eric what he needs. Nick tells her to end her marriage. Brooke goes home where Eric tries to ply her with champagne to get her into bed. Stephanie pleads with Bridget to sign the divorce papers. Nick shows up trying to convince her to stay with him.",
    "soapcentral_condensed": "Eric says Brooke shouldn't have to try to love him. Eric recalls telling Stephanie he'd be happy with just a year of marriage to Brooke. Bridget stares into the eyes of her mother's ex-lover. Nick insists she can trust him. Dante tells Stephanie he wants Bridget. They should ensure she signs her divorce papers tonight.  Bridget doesn't know whether she believes her husband is over her mom. She informs Nick he's no longer welcome and can't be alone with his wife. Before leaving, Brooke tearfully points out never is a long time. [A lonely sax plays \"Islands in the Stream\"]    He lights a candle and plans to demonstrate his love.  He proffers champagne and won't let his wife speak.  They're much more than friends and need to be lovers, Eric says.  She can follow him upstairs.  Brooke gives new meaning to the Shady Marlin when she reports to Nick. He's ruined her for other men.\n"
}