{
    "soap_central": "\n\nAt the doctor's office, Rick, Maya, Dr. March, Nicole, and Zende gathered together to celebrate that Nicole would have a procedure that would hopefully result in her carrying a baby for Maya and Rick. Maya and Rick made sure Nicole knew she could still back out if she wasn't ready.\n\n\nDr. March told them that everything was ready, and the procedure would take just minutes. Maya asked if it would be painful for Nicole, and the doctor answered that Nicole might have some cramping.\n\n\nNicole looked at Zende, and he nodded his approval. Maya was convinced it would happen on the first try. The doctor had warned them that it could take several attempts. Maya gushed that she would never be able to repay Nicole.\n\n\nNicole wished their mom and dad could be more understanding. Maya noted that their parents didn't know the procedure had been scheduled. Maya admitted that she had been with their parents and Rick's parents at the Forrester mansion earlier. She acknowledged that their mother was also against it.\n\n\nNicole was surprised that their mother had sided with their dad. Maya passed it off as their mother agreeing with Julius because she had to. Nicole looked unsure. Maya thanked Nicole for her huge sacrifice.\n\n\nRick chimed in his thanks to Nicole and Zende. Rick added that it was important for all of them to support Nicole \"to get through this confusing time.\" Maya reminded everyone, \"We're all in this together. We're a team.\" Maya announced that Nicole and Zende would get on with their lives after the journey had ended -- and they would \"be even stronger.\"\n\n\nMaya thanked Nicole again. She shared that she had \"never in a million years\" felt that she would ever have a baby that would have her genes -- \"and it's all because of you.\" Nicole wished that their parents could be there with them.\n\n\nAt the mansion, the Avants discussed the surrogacy situation with Brooke and Eric. Julius insisted that it was wrong. Eric and Brooke said that Nicole was an adult, but Vivienne argued that Nicole was young and was going to ruin her entire life. \"Whatever we do, we got to come together as a family and stop this,\" Julius said.\n\n\nVivienne agreed. She pointed out that she knew Rick and Maya would be wonderful parents, but she didn't understand the rush. She added that there were other ways to become parents that did not involve Nicole as a birth mother.\n\n\nVivienne felt there was no way that Nicole could \"hand over that baby\" and watch the baby grow up, knowing she was the mother but would be nothing more than an aunt. She shook her head and agreed with Julius that Maya was foolish to think the arrangement wouldn't hurt Nicole.\n\n\nEric and Brooke listened carefully and said that Maya and Rick had told Nicole she could back out at any time, but Julius and Vivienne said Nicole felt she had to make up for everything Maya had missed out on in her younger years. Vivienne and Julius again questioned the rush.\n\n\nBrooke and Eric defended Rick and Maya. They said that Rick and Maya wanted to get started on parenting. Julius argued that it was a mistake. \"I feel it in my bones,\" he said. He added that Zende would bolt halfway through the pregnancy when it had all become real, and then Nicole would be heartbroken.\n\n\nEric and Brooke respected the Avants' opinion, and they noted that Nicole might need to hear the reality of the situation from her mother. Vivienne agreed and suggested that she and Julius would take the girls out to dinner and discuss it. Brooke piped up that it might be too late because the appointment had been scheduled at the clinic for that afternoon.\n\n\nJulius and Vivienne panicked. Julius tried to call Nicole to see if she was at work and discovered that she was not at Forrester. He called her cell phone, and Nicole answered but refused to talk to him. Eric and Brooke gave Julius the address of the clinic, and Julius and Vivienne hurried off to stop the procedure.\n\n\nAt the clinic, Zende offered to get some candy for Nicole. She asked him to stay with her, and he promised he would stay but not during the procedure. Nicole agreed. Rick and Maya discussed names. Maya suggested Violet, and Nicole suggested Nicole if it was a girl and Nicholas if it was a boy. They all laughed, and Rick and Dr. March left to fill out paperwork.\n\n\nJulius and Vivienne entered. Nicole told her father to stop interfering. She insisted that Julius had to leave, but her mother could stay. Julius refused. \"We are not letting this happen,\" Julius said. Vivienne agreed it was a mistake. Nicole was surprised her mother had such strong feelings. \"I'm worried about you,\" Vivienne said.\n\n\nMaya said Nicole was old enough to make her own decisions. Julius and Vivienne told Nicole she didn't need to feel indebted to Maya. Vivienne said she knew Rick and Maya would be wonderful parents, \"but not this way. ... Please don't do this. There's got to be a better way,\" Vivienne said.\n\n\nMaya demanded that her parents stop ordering everyone around. She felt they were trying to control everything the same way they always had. Dr. March entered along with Rick. Julius looked at the doctor. \"This will not be happening. Will it, Nicole?\" he said. Nicole looked pensive, and Maya looked defiant.\n\n\nAt the Forrester mansion, Brooke and Eric discussed that they were excited about having another grandchild -- one that was local. Brooke promised to visit every day. They agreed that Maya and Rick would be \"spectacular parents.\" Brooke wondered if they should call Rick to warn him that the Avants were on the way, but Eric said they should let the Avants work it out with their daughters. \"It's out of our hands,\" Eric said.\n\n\n",
    "tvdb": "Julius and Vivienne rush to Nicole before she does something she may later regret; Brooke and Eric agree that what is best for Rick and Maya may not be what is best for Nicole.",
    "imdb": "\nBrooke and Eric agree that what is best for Rick and Maya may not be what is best for Nicole.    ",
    "tvmega_recap": "Nicole thanks Zende for his support. Maya too says it means a lot for him to show up. Rick says this might take some time and they appreciate he has made a sacrifice as well. The doctor says let's get going. Julius tells Eric that he and Vivienne have been looking forward to having grandkids but not like this. He has prayed about it and it seems so wrong. Vivienne is afraid Nicole will be making a mistake that will cost her the rest of her life. Vivienne believes Rick and Maya will make perfect parents but some other way. Eric reminds him that Nicole is an adult and Julius can not stop this if her mind is made up. Vivienne knows that Nicole is the emotional one in the family and states that it will devastate her to hand over a child she has carried for nine months. This will be her first born. Brooke says she knows Maya is not pushing this on Nicole. But they do want to start a family and get on with their lives. Julius says Zende is on board right now but he can feel it in his bones, he will be running in five or six months. Vivienne laments that her daughter is kind and she is doing this to make up for what Maya went through growing up. The Avants are aghast when Brooke tells them talking to Maya now is too late. The procedure was scheduled today. Julius jumps to the phone and calls Nicole who tells him she is busy and can not talk and hangs up. Eric offers to take the Avants to the office but Julius says this is something he needs to attend to himself. Brooke wonders if they need to call and give Rick a heads up. Eric thinks that would not be a good idea. Nicole asks Zende to stay with her until the procedure begins. The Avants show up. Nicole asks them to leave but Julius says he is not going to let this happen. Maya says today is supposed to be positive and she has given Nicole plenty of chances to get out of this if she wishes to. Julius pleads again that there has to be another way. This will not have a happy ever ending story. Maya says it never is for him as he is too controlling and he can not do that anymore. He argues that he knows what he is talking about and this will definitely be big trouble. The doctor comes in and he tells her that Nicole is not going through with this.",
    "tvmega_summary": "Episode # 7189 ~ Julius & Vivienne rush to Nicole before she does something she may later regret; Brooke & Eric agree that what is best for Rick & Maya may not be what is best for Nicole.",
    "soapcentral_condensed": "Maya thanked Nicole for her huge sacrifice. Maya and Rick made sure Nicole knew she could still back out if she wasn't ready. Julius insisted that it was wrong. Eric and Brooke said that Nicole was an adult, but Vivienne argued that she was young and was going to ruin her entire life. \"I'm worried about you,\" Vivienne said to Nicole, who was surprised her mother had sided with their dad. \"We are not letting this happen,\" Julius said to Vivienne. \"Please don't do this,\" Nicole said to her father, who refused to leave her mother alone. \"It's all because of you,\" Maya said, to Nicole's surprise. \"And it's all due to you,\" Nicole replied, to Maya's gushing gratitude for her sacrifice. \"You're the only one who can repay me,\" Maya gushed to Nicole. \"Thank you so much,\" Nicole responded, and the two embraced. \"This is the best day of my life,\" Zende said.\n"
}