{
    "soap_central": "\n\nAt the mansion, Nicole's face was tilted up as she opened the front door for Zende. She shook it off when he entered without kissing her. Zende had just gotten back from his first business trip, and it was the first time he'd seen her pregnant. Nicole asked if there had been a change, and he replied that she didn't look any different. \"I mean in you,\" Nicole said.\n\n\nZende was surprised that the pregnancy had happened on the first try. Nicole asked if he felt different about her or wished she wasn't pregnant. \"Of course I do,\" Zende replied. He wanted to always be honest with her, and he was still wrapping his head around it.\n\n\nZende wanted to be together and grow together. He felt they couldn't do it because Nicole had a new priority. Zende knew that he sounded selfish, but he wanted Nicole all to himself. He said they were just beginning, but their relationship was no longer top priority.\n\n\nZende hadn't meant to weigh Nicole down. He asked how she was feeling. Nicole didn't feel any different, but she'd gained an awareness of a life that wasn't her own. She said she did what she'd done when she'd been independent, but suddenly, she wasn't responsible for just herself. There was a life growing within her, and it changed her perspective on things. She asked if it changed Zende's.\n\n\nZende didn't want to compete with the baby, who should be number one. He wanted Nicole to be proud of the amazing thing she was doing. She replied that it was only amazing because she had his support. She noted that they hadn't seen each other in days, and he hadn't kissed her. She didn't feel attractive to Zende and asked if her pregnancy grossed him out.\n\n\nZende asked if it was because he hadn't grabbed Nicole when he'd walked in the door. He explained that he'd been going through something, and she'd known how he'd felt about the surrogacy. He claimed he'd do his best, but he wasn't running for the hills. For Nicole, her question remained unanswered. She asked if he still felt the same way about her or still wanted her. Zende kissed Nicole.\n\n\nIn the CEO's office, Wyatt and Quinn sat with Steffy to discuss the San Francisco meeting. Quinn immediately noticed Steffy's engagement ring. Steffy fanned her hand out for them, and Wyatt joked that he couldn't leave her alone for even one night. He stated that Liam was a lucky guy. Steffy asked if Wyatt had seen Ivy since his return. Wyatt hadn't, but he couldn't wait to do so.\n\n\nQuinn wanted to show Ivy the sample stones from the meeting, but Wyatt said he had some catching up to do with Ivy first. Steffy asked how Ivy had been the previous night. Wyatt described Ivy as preoccupied, but he assumed that he had caught her in the middle of working.\n\n\nSteffy asked if Ivy had been at the office, but Wyatt said Ivy had been at the mansion. After an awkward pause, Wyatt added that Ivy lived there with Rick, Eric, Maya, and Nicole. Quinn tacked Thomas' name onto the list and remarked that Thomas had a wandering eye. She was sure Steffy had noticed it. Steffy claimed not to get involved her in brother's personal life.\n\n\nWyatt wanted to change the subject. Quinn said Steffy was being smart because being involved would take up a considerable amount of Steffy's time. Wyatt decided it was time for him to take off.\n\n\nIn the design room, Ivy flashed back to her night with Thomas. From the door, Thomas said he was thinking of it, too. Ivy asked him if he needed something. Replying that he did, he entered and kissed her. Ivy pulled away. She said that the previous night had been \"so good, but...\"\n\n\n\"Incomplete,\" Thomas finished for Ivy. She wondered why guys always wanted more. He said kissing was like taking just one lick of an ice cream cone. He asked if she really didn't want any more. Ivy thought it had been fun, but it shouldn't have happened. He replied that it should happen again and again. Ivy stated that she had a boyfriend. Thomas said it was he. \"Not you. Wyatt,\" Ivy corrected.\n\n\nIvy said that the previous night, she'd been unlike herself, and she hadn't done things like that ever in her life. She thanked Thomas for not pushing things to the next level. He asked if she'd wanted him to. She said she hadn't, and he guessed he got a gold star for being a gentleman. Ivy felt as if she'd done something terribly wrong -- but \"so right\" at the same time.\n\n\nThomas said she was correct about half of it. He felt they'd needed it. Ivy asked what she'd tell her boyfriend. He didn't know why she'd say anything. She asked if he'd heard of honesty. Thomas replied that it got one into trouble. Ivy countered that it got one out of trouble. She decided to say it had been just a few kisses. Thomas added, for honesty's sake, that they had been hot kisses.\n\n\nThomas asked if Ivy believed in serendipity and asked what the experience had taught her. Ivy claimed she'd learned, in retrospect, that she'd really missed Wyatt. In Thomas' retrospect, he felt they shouldn't have stopped. She responded that it would have been disastrous. He stated that if they'd done it, they'd still be in bed.\n\n\nThomas invited Ivy to return to the house to sort things out. He said she could tell Wyatt she was helping prep for the holiday. \"Lie to him again?\" Ivy asked. Thomas claimed that they could do things in the kitchen. He wanted a repeat of the previous night. Ivy said it couldn't happen. He asserted that it could, and it would.\n\n\nWyatt entered, and Ivy greeted him with a kiss. Thomas asked how the trip had been, but Wyatt said to excuse him because he was kissing his girl. Kissing Ivy more, Wyatt said that the trip had been amazing. He hoped Ivy had finished all her work because he had big plans for them that night.\n\n\nThomas claimed that he and Ivy were in the middle of work. Wyatt said he'd wait, but Thomas claimed they had to accessorize ten dresses. Ivy asked Wyatt to tell her about the trip and gemstones. Wyatt planned to tell her all about it that evening and asked how her night at the mansion had been.\n\n\n\"Just the usual,\" Ivy replied in a meek tone. Wyatt said snuggling alone wasn't fun. Thomas called it character building and suggested that Wyatt try it. With a dismissive glare at Thomas, Wyatt promised to make it up to Ivy that night.\n\n\nSteffy messaged Wyatt, and he left to see what she needed.\n\n\nBack in the CEO's office, Steffy approved the gems with Wyatt. She asked what he was doing that evening. Wyatt said he was hanging out with \"the lady.\" He thought Ivy really needed it and wished he'd taken her on the trip. Ivy wasn't acting herself, but he planned to fix it that night. Steffy said to let Ivy know what she meant to him.\n\n\nBack in the design office, Thomas told Ivy that there was no ring and no guilt. He advised that she let it play out. Ivy claimed not to know what that even meant. He told her that she was a free agent and should listen to the offers. She asked what he was offering her. He stated that they'd had a great time the night before, and she should just do what she wanted to do, not what she was supposed to do.\n\n\nIvy didn't know what she wanted to do anymore, and it was because of Thomas. He told her to figure it out. She assumed that meant spending more time with him and asked what it would lead to. He guessed it would be self-realization. Thomas asked if she'd go home with Wyatt and think about Thomas or go home with Thomas and -- \"Think about Wyatt,\" Ivy finished for Thomas.\n\n\nThomas doubted it would happen. Ivy couldn't believe she was considering it. She loved Wyatt and wondered what she was doing. Thomas claimed to be crazy about Ivy because she was a lady to whom \"this\" was all new. He said she wasn't committed, and it was the right time to be a little crazy.\n\n\nIvy didn't know and had never been attracted to two people. It didn't feel like her. Thomas insisted that it was, and the answer was as simple as what she wanted. \"What do you want, Ivy?\" he asked and gave her a long kiss.\n\n\n",
    "tvdb": "Steph regrets the wager she made with Thomas about a conquest with Ivy; Nicole's favor to Maya and Rick begins to have an adverse effect on her relationship with Zende.",
    "imdb": "\nThe Forresters, Logans and Spencers put their family and business drama away for the day as they come together to give gratitude for one another and enjoy time together as a family.    ",
    "tvmega_recap": "Next day Ivy thinks about the night before with Thomas. He walks into the office and says he is thinking about last night too. She pretends to just be focusing on the office business. He kisses her and she stops him and says last night was fun but it will never happen again. She does not want him to get the wrong idea. She does not do that, ever in her life. She says she is glad he did not push her to the next level. She feels like she did something so terribly wrong but right at the same time. He said they needed that. She wonders what does she say to her boyfriend. Wyatt tells Steffy that it was a successful trip. The jewels were exquisite, but Quinn adds not as much as that ring on her finger. Zende shows up to see Nicole and says he had his first business trip. She says it is the first time that he has seen her pregnant, so does she look any different, like a glow or something. He says he is still trying to wrap his head around it but she looks the same. She wonders if there is a change in him or how he feels now that she is pregnant. He says he has not lied to her and he will not start now. He wishes she were not pregnant. He wants them to grow together but that can not happen now. She has another top priority now. He wants her all to himself, not share her just yet. The baby should be #1 and he wants her to be proud of her decision. He still supports her and that won't change. She says it has changed. He has not seen her in days and he still has not kissed her. Maybe it will gross him out now that she is pregnant. Wyatt is distracted thinking about Ivy and can not focus on the meeting with Quinn and Steffy. He excuses himself. Thomas tells Ivy that there is no need to tell Wyatt anything, just will get her in trouble. Just believe in serendipity. If they had gone all the way then they would still be in bed right now. He wants a repeat of last night and invites her back over to prepare Thanksgiving. Wyatt walks in and Ivy and Wyatt gravitate to each other's arms despite Thomas being there. Wyatt says he hopes she enjoyed last night as he has big plans for tonight. Thomas says they were in the middle of something, designing his dress with her jewels. Wyatt says he will fire up the grill and get a bottle of wine and be ready for tonight. Alone, Thomas says she is a free agent. There is no ring and no commitment so she does not have to say anything to Wyatt, just let this play out. Wyatt speaks with Steffy and she questions him of what he is doing tonight. He needs to tell Ivy that he missed her and is making it up to her tonight. Thomas says Ivy needs to spend more time with him and figure this out who she really wants to be with. She says she loves Wyatt so she should not even be considering this. He says she is beautiful and young and they can be a little crazy. She says she has never been attracted to two people at the same time so she does not know what to do. He kisses her passionately and she definitely does not pull away but kisses him back.",
    "tvmega_summary": "Episode # 7203 ~ Steff regrets the wager she made with Thomas about a conquest with Ivy; Nicole's favor to Maya & Rick begins to have an adverse effect on her relationship with Zende.",
    "soapcentral_condensed": "Zende wanted to be together and grow together, but Nicole had a new priority. Zende didn't want to compete with the baby, who should be number one. Ivy flashed back to her night with Thomas. Thomas said he was thinking of it, too. He said kissing was like taking just one lick of an ice cream cone. He asked Ivy if she'd wanted him to get a gold star for being a gentleman. She said she'd been unlike herself the previous night, and she hadn't done things like that in her life. She thanked Thomas for not pushing her to tell her boyfriend about the next night. He didn't know why she'd say anything about it, but felt it was correct at the same time -- but not \"so right\" at the time, he said. \"I mean in you,\" Nicole said. Wyatt and Quinn sat with Steffy to discuss the San Francisco meeting. Quinn immediately noticed SteFFy's engagement ring. Wyatt said he couldn't leave her alone for even one night.\n"
}