{
    "tvdb": "Nicole and Zende's growing passion hits a bump and comes to an unexpected halt; Liam becomes determined to do what is necessary to make things right between Steffy and Ivy.",
    "imdb": "\nLiam becomes determined to do what is necessary to make things right between Steffy and Ivy.    ",
    "tvmega_recap": "Lt. Baker recites it again. None of this had to happen. Steffy violated the restraining order so she is under arrest. The Avants come by the Forresters and ask if Nicole is home yet. Maya mentions Sasha being in town. Rick wants to know more about Nicole's friend. Vivienne tells them about Truth or Dare, the game they used to play. Julius changes subjects to his dad on the golf course. Zende tells Nicole they have plans so they need to rush this up. Sasha tells them to go ahead, she'd like to stop and see the Avants again. Ivy comes in with Wyatt and explains her side of the story again. Liam steps in and says they can figure this out without anyone going to jail. Lt. Baker says this changes the order but they will hear from the judge soon. Zende drags Nicole off to a back room where no one goes. He has other things on his mind and does not want to talk about Sasha. They kiss and he guides her to the couch, unbuttons her blouse. Julius is surprised when Sasha shows up at the Forresters. Sasha speaks to Maya first and Maya says she is glad Nicole had her to talk to, but do not believe all she has read about her in the magazines. When Baker leaves, Steffy tries once more to explain to Ivy that there was never any malice from her to Aly or Ivy. She wants them to get along. She is President and should be here at work. Ivy says things are not right at FC and she can not overlook what has happened. Steffy calls her dad to let him know she can not continue as President. Liam tells her to stop it, she is not going anywhere. They are in this together. He says Ivy is letting her fear drive her but he promises he will get through to her once and for all. Wyatt makes Ivy comfortable at home. She says she knows they all want her to put this with Steffy behind them. He reminds her that she and Steffy are the present and future and this is one thing to play out in private but there has to be a more reasonable solution. They both have to be open to one. Julius glares at Sasha as she gushes on and on. Zende says he has waited a long time and now he wants to show Nicole how much he loves her. Liam knocks on the door and wants Ivy to let him in. He says he is not here for Steffy but for Ivy. While Sasha is making herself comfortable and pouring herself a drink, Julius whispers to her that she is not welcome here so do not get too comfortable or say something others will pick up on. She is staying right here in comfy LA. Wyatt comes back to the office and tells Steffy that he is checking up on her. She tells him she is surprised he did not meet Liam on PCH as he is the peacemaker and will try to get Ivy to do the right thing. Ivy tells Liam that she does not know what Wyatt sees in her but she really likes him. She will not go on about Steffy as that sounds like sour grapes. But Steffy came back to town and stole him from her. She wonders what would have happened if she had not come back to town. He tells her what happened backstage was an accident so let that go, not for Steffy's sake but for Ivy .just drop the restraining order. Do not let this go on.",
    "tvmega_summary": "Episode # 7219 ~ Nicole & Zende's growing passion hits a bump and comes to an unexpected halt; Liam becomes determined to do what is necessary to make things right between Steffy & Ivy."
}