{
    "soap_central": "\n\nIn the CEO's office, Liam asked Steffy to define Thomas' interest in Ivy. Steffy replied that Thomas liked Ivy, and Ivy's accent turned him on. \"What else could it be?\" Steffy quipped, and Liam asked if it was a trick question. Steffy glared, and Liam chuckled.\n\n\nLiam explained that Ivy was involved with a Spencer, and Thomas couldn't be happy about it. Steffy said Thomas was trying to earn brownie points from Ridge. Liam asked if hating on both Spencer brothers was supposed to accomplish it. She replied that Thomas was harmless, but Liam didn't think Thomas was harmless if he was trying to steal Ivy from Wyatt.\n\n\nLiam thought the pursuit was pretty strange, and Steffy asked if it was because Thomas and Ivy were Forresters. Steffy claimed that they weren't related by blood, and she wasn't sure the cousins had known each other while growing up.\n\n\nLiam found it odd that Thomas had barely noticed Ivy when he'd returned to town, but since she was dating Wyatt, Liam wondered if Thomas was driven by the idea that a Spencer had something that a Forrester didn't.\n\n\n\"Or perhaps he really likes Ivy. Did you ever think about that?\" Steffy asked. Liam stated that Wyatt and Ivy were very much involved. Steffy said that Thomas hadn't gotten that memo, and in Thomas' mind, Ivy was single because she wasn't engaged or married. Liam quipped that Thomas was ignoring the memo, and Liam didn't think he or Wyatt should trust Thomas. \n\n\nSteffy asked if Wyatt was seriously jealous of Thomas. Liam said Wyatt didn't like how Thomas operated. She guessed Liam didn't like it, either. Liam stated that Thomas had tried to embarrass the Spencer brothers at the meeting, and then there was Thomas' behavior with Ivy.\n\n\nSteffy said Thomas just flirted and enjoying playing the ladies' man. Liam asked if Steffy was condoning the behavior. Steffy asked if her brother had crossed any lines with Ivy. Liam said Thomas hadn't, but Thomas didn't respect the exclusive relationship. Steffy didn't want to argue, and she would prefer that her brother not be interested in Ivy.\n\n\nSteffy thought she was the only person in her family to have a normal relationship. Liam said he'd thought she respected her father's marriage. Steffy did, but it was still strange that her father was married to and having a child with a woman her age. She was happy for the couple; it just took some getting used to. She felt that it was romantic that Ridge had made a child happen for Caroline.\n\n\nLiam thought Steffy was insinuating that Ridge was more romantic than Liam. Steffy replied that she wasn't because it would be really weird to compare the two. She had to wonder, though, when the last time had been that Liam had given her flowers or a foot massage. He claimed that he'd just given her one days earlier. Steffy claimed that it had been weeks, not days.\n\n\nLiam decided that Steffy would get the foot massage of her life after he cooked her dinner and showered her with expensive gifts that night. He told her that she could have whatever her heart desired. Steffy replied that she already had it, and they kissed.\n\n\nAt the doctor's office, Ridge followed Caroline's mortified gaze to the door. He hopped up and asked Thomas, who was in the doorway, what he was doing there, interrupting a private moment between a man and his wife. Thomas said he'd heard the Forrester name while on the way to his appointment, so he'd peeked in. \"Wow. That's my little brother or sister right there,\" he remarked, gesturing to the ultrasound.\n\n\nDr. Li ascertained that Thomas was Ridge's son, and she left to give the three time alone. Caroline fidgeted on the bed behind Ridge, whose stance blocked her view of Thomas. Thomas grinned at the sonogram. He asked if everything was okay because Caroline and Ridge didn't seem quite themselves. Ridge tersely said everything was fine, and Thomas didn't need to concern himself.\n\n\nThomas didn't know how he could be unconcerned when the baby was a part of him, too, because it was a Forrester. Thomas said it was weird how seeing the baby made him emotional. He could only imagine what it would be like to see his own baby for the first time.\n\n\nCaroline could barely maintain her silence. She kept fidgeting and rolling her eyes behind Ridge as he said that Thomas should go before the doctor returned. Thomas said he was happy for the couple, who'd thought that they might not have a baby. They said nothing, and Thomas silently left.\n\n\nAt the loft later, Ridge noted that Caroline had been quiet all the way home. Caroline hadn't been prepared to see Thomas. Ridge responded that he'd tried to get Thomas out of there as quickly as he could -- especially after seeing how upset his presence had made her. She replied that it was supposed to be the happiest time in their lives, but in had walked the reason that it wasn't perfect.\n\n\nRidge said they'd gotten through it, and it would get easier. \"Will it?\" the upset Caroline asked. Ridge decided that there would be no more talk of Thomas -- it was just Ridge, her, and their baby. Ridge reminded her that they had to keep their emotions in check to keep people from suspecting. He asked if they could do that, and Caroline tearfully nodded.\n\n\nCaroline had been rattled by Thomas' comment about someday seeing his own child for the first time. Ridge stated that Thomas wasn't ready to be a father, and Thomas was all wrapped up in girls, partying, and fun. She said she knew it, and she knew that the baby was better off with her and Ridge.\n\n\nRidge asked Caroline to remember it and to not waiver from it. Ridge looked at the sonogram, which read that the pregnancy was fourteen weeks, and he said, \"Our kid.\" The couple hugged.\n\n\nIn the design room, Wyatt thought Ivy was sexy while she worked. After the couple smooched, Ivy called him the Romeo of the office. Wyatt figured she had him confused with Thomas, the entitled brat who'd hit on every woman that worked there. Wyatt declared that Ivy was his girlfriend, and while Thomas could hit on all the others, Ivy was strictly off-limits.\n\n\nIvy and Wyatt made out, and Ivy wondered if he'd throw her over his shoulder and take her back to his cave. He said it was their cave, and she still had a toothbrush there. Wyatt pondered Thomas' behavior and cited how Thomas was making moves on Ivy, had had the thing with Charlotte, and had hotly pursued Caroline while knowing she was still with Ridge.\n\n\nIvy asked if Wyatt thought Thomas was really hitting on her just to irk Wyatt. Wyatt felt that Thomas was doing it just because he could do it, just like with the intern. Ivy didn't think Thomas would do it again after the way Ridge had reacted about Charlotte. Wyatt felt it was the reason Thomas had set his sights on Ivy, and there was no way Ridge would disapprove of someone as sweet and perfect as Ivy. \"Wow, have I got you fooled,\" Ivy quipped.\n\n\nWyatt and Ivy worked and began kissing again. Thomas entered and reminded them that it was a place of work. Thomas wanted to give Ivy some notes alone, designer-to-designer. Wyatt asserted that he knew what was going on, and he wasn't going anywhere. Thomas told Wyatt to remember to whom he was talking, and Wyatt said he did know to whom he was talking.\n\n\nThomas reminded Wyatt that it was Forrester Creations, and Ivy and Thomas were designers. Ivy asked the men to play nicely. Wyatt said Thomas was messing with something but unaware that he shouldn't be. Thomas claimed that Wyatt was jumping all over Thomas' case, but all Thomas was doing was giving Ivy accessory notes. Wyatt told Thomas to continue.\n\n\nThomas insisted that he needed to talk designer-to-designer about things promo guys didn't understand. Wyatt declared that it had nothing to do with design and everything to do with Thomas' playboy routine. Wyatt noted that Caroline was married to Thomas' father, and the interns were off-limits because of Thomas' father; however, Thomas thought he could make a pass at the spoken-for Ivy.\n\n\n\"What is this, the fifties?\" Thomas asked. Wyatt said that it was one guy telling another guy how he felt about Ivy, and it was Wyatt telling Thomas to find someone else for his conquest because Ivy and Wyatt were in a relationship.\n\n\n",
    "tvdb": "A beautiful moment between Caroline and Ridge turns uncomfortable due to an unwelcome interruption; Wyatt approaches Ivy with his concern regarding the threat that's hanging over their relationship.",
    "imdb": "\nWyatt approaches Ivy with his concern regarding the threat that is hanging over their relationship.    ",
    "tvmega_recap": "Ridge looks over his shoulder and sees Thomas and says he should know better than to interrupt a private moment like this between husband and wife. Thomas explains he was just down the hall for a physical and heard the name Forrester and peeked in. Wow that is his little brother or sister right there on the sonogram. Steffy confides in Liam that Thomas likes Ivy, her accent must be a real turn on. Liam says she is also involved with a Spencer and Thomas can not be happy about that. And Wyatt can not be happy if he is trying to steal her away from him. Liam says funny she barely gave him the time of day when he came back to town and now all of a sudden it is Forrester against Spencer. Wyatt kisses Ivy and says Tommy boy can hit on her all he wants but this girl is taken. He reminds her that she still has a toothbrush at his place. Instead of leaving Thomas comes on in so the doctor leaves them alone. Ridge tells Thomas this does not concern him so he can go on to his appointment. Thomas says it does concern him since that is a Forrester. He can only imagine how he will feel when he sees his baby the first time. He is really happy for them relax they have that beautiful baby right there. Steffy tells Liam that apparently Thomas did not get the memo. In his mind Ivy is single so Wyatt does not matter. He's just being flirty and likes being the ladies' man. Liam says it is not right that he does not understand that Wyatt and Ivy are an exclusive item. Ridge laments to Caroline that she was quiet on the way home so talk to him. She says she was not prepared for Thomas to show up at the hospital at this happy and most exciting moment. Thomas keeps popping up and she is not sure it will get easier. Ridge tells her that he knows it was a shock seeing Thomas there with their baby as that is what it is now. They need to keep their emotions in check. He needs her to do that. She sighs okay. Thomas catches Wyatt kissing Ivy and barges on in anyway. He says he thought this was a place of business and he needs to see Ivy alone about their designs. Wyatt says fine but he's going nowhere. He knows what Thomas is trying to do in getting Ivy alone. Liam tells Steffy that he loves her and he wants to show her that he is as romantic as Ridge. She will get the foot massages of all foot massages tonight after he fixes her a favorite meal and showers her with flowers. Thomas tells Wyatt that this is not the 50's and he can't act all cave man on Ivy. Caroline says she knows this baby will be better off with them as parents, still it was strange seeing Thomas stand there and say he would be excited if this was his child.",
    "tvmega_summary": "Episode # 7193 ~ An interruption spoils a moment between Caroline & Ridge; Wyatt talks to Ivy about the threat to their relationship.",
    "soapcentral_condensed": "Liam asked Steffy to define Thomas' interest in Ivy. She replied that Thomas liked Ivy, and Ivy's accent turned him on. Liam wondered if Thomas was driven by the idea that a Spencer had something that a Forrester didn't.\"Or perhaps he really likes Ivy. Did you ever think about that?\" SteFFy asked. Liam said Wyatt didn't like how Thomas operated. Liam decided that Steffie would get the foot massage of her life after he cooked her dinner and showered her with expensive gifts that night. He told her that she could have whatever her heart desired, and they kissed. At the doctor's office, Ridge followed Caroline's mortified gaze to the door. He hopped up and asked Thomas, who was in the doorway, what he was doing there, interrupting a private moment between a man and his wife. \"Wow that's my little brother or sister right there,\" he remarked, gesturing to the ultrasound. Thomas grinned at the sonogram. Dr. Li ascertained that Thomas was Ridge's son.\n"
}