{
    "soap_central": "\n\nHarry is concerned for Phoebe. They are just about to share a kiss, but are interrupted by Shane. Although Phoebe is timid Shane takes Phoebe for a quick bite to eat. To her surprise, he takes her back to his apartment for a romantic dinner. As Shane leaves to go buy champagne, Phoebe takes out her phone and calls Harry. She searches for an address so they can pick her up, but is shocked to find a wall full of her pictures instead. Shane returns and closes the phone on Phoebe and asks her what's going on. Phoebe tries to calm him down and Shane admits that he loves her. Storm tells Taylor that with Shane's testimony she has a very good chance of being acquitted of vehicular manslaughter. Taylor is concerned for Phoebe's safety.\n\n\n",
    "tvdb": "Stephanie accompanies Storm to the jail where they visit with Taylor. Storm tries to work on the defense for the case the following day, but Taylor is worked up knowing that Shane is pushing himself onto Phoebe. Stephanie is stunned and warns that Shane had better not touch Phoebe. Shane places a few calls to arrange a secret evening with Phoebe. Hector overhears and is suspicious of Shane. Harry visits Phoebe and warns her that Shane could be dangerous. Harry and Phoebe share a kiss before Shane guilts Phoebe into going out with him. Shane takes Phoebe back to his apartment where he has prepared a meal. Phoebe sends Shane out on a false plea for him to get some champagne and she discovers that Shane has a wall plastered with photographs of her. Phoebe calls Harry for help, but Shane returns.\r\n",
    "yt": "\n\nHarry is concerned for Phoebe. They are just about to share a kiss, but are interrupted by Shane. Although Phoebe is timid Shane takes Phoebe for a quick bite to eat. To her surprise, he takes her back to his apartment for a romantic dinner. As Shane leaves to go buy champagne, Phoebe takes out her phone and calls Harry. She searches for an address so they can pick her up, but is shocked to find a wall full of her pictures instead. Shane returns and closes the phone on Phoebe and asks her what’s going on. Phoebe tries to calm him down and Shane admits that he loves her. Storm tells Taylor that with Shane’s testimony she has a very good chance of being acquitted of vehicular manslaughter. Taylor is concerned for Phoebe’s safety.",
    "imdb": "\nShane tells Hector he expects Phoebe to be his, forever, after his testimony. She seeks comfort in Harry, who fails to talk her out of dating Shane under pressure. Shane diverts her from the agreed restaurant to his shabby home. She sends him for champagne and calls Harry to come and get her, but doesn't know his address. In jail, Taylor worries about Phoebe rather than her trial.    ",
    "tvmega_recap": "Storm agrees with Stephanie that his main focus should be Taylor's case and not Nick and his mother. Taylor laments she feels so removed from everyone and is worried about Phoebe. Stephanie remarks that all the family will be there for her court appearance tomorrow. Taylor just wants Shane on the stand first, get him off and out of her daughter's life. Shane sets up his special night with Phoebe and Hector and Harry both trade barbs with him. Shane interrupts before Harry can do more than plant one quick kiss on Phoebe. Phoebe thought they were just going to order in something special, and laments when he takes the wrong turn to the restaurant. He tells her Chez Shane is more quiet and intimate. She wants to go as that wasn't part of the deal. He convinces her he went to a lot of trouble so she stays. He puts the moves on her, offering wine which she declines, but she asks for champagne. He offers to go around the corner to get some and she calls Harry. In the process of trying to find an address so Harry can come get her, she discovers a shrine of pictures of herself and is frightened. Shane returns and takes the phone out of her hands and wants to know what is going on and why is she saying those things to Harry? She tells him how appreciative she is, but only as friends. He admits he loves her. Tonight if she will give him a chance, she will love him too.",
    "soapcentral_condensed": "Shane takes Phoebe for a quick bite to eat. To her surprise, he takes her back to his apartment for a romantic dinner. They are just about to share a kiss, but are interrupted by Shane. Shane admits that he loves her. Storm tells Taylor that with Shane's testimony she has a very good chance of being acquitted of vehicular manslaughter. Taylor is concerned for Phoe be's safety. Harry is worried for her safety. Shane returns and asks her what's going on. PhoeBe takes out her phone and calls Harry. She searches for an address so they can pick her up, but is shocked to find a wall full of her pictures instead. She tries to calm him down and Shane admits to love her. Shane leaves to go buy champagne, but returns with a bottle of champagne. Shane and Phoe Be share a passionate kiss. Shane tells her that he love her and she says she loves him back. They share a romantic kiss and Shane returns with champagne.\n"
}