{
    "soap_central": "\n\nAt the jail, Thorne stopped by to see Taylor, and she thanked him for standing up for her in court. He told her he missed her and admitted that he'd had to tell the truth when he had been on the stand because he knew that she had loved Darla and had never wanted to hurt her. Storm walked in and informed them that it was time to go to court. Even though Taylor thought she was going to prison, she told Thorne she could deal with it, since she had his support. Thorne told Taylor he didn't want to lose her too. \n\n\nAt the courthouse, everyone fearfully awaited Taylor's verdict. Taylor was found not guilty of vehicular manslaughter, and with Storm's expertise, all the other charges were dropped. Taylor only had to serve six months probation and community service. After leaving the courthouse, everyone headed to Taylor's to celebrate. Felicia commended Storm on his excellent defense.\n\n\nRidge thanked Thorne again for aiding Taylor. Thorne asked Ridge's permission to pursue Taylor romantically. Ridge said he was cool with it as long as Thorne didn't call her \"Doc.\" Taylor made a speech telling everyone that she had learned that alcohol never solved problems. She thanked Storm for all his help and promised to honor Darla by trying to live an exemplary life from that moment on.\n\n\nTaylor was excited to see Aly, and they shared a tender moment. The little girl asked Taylor about her trip to London, and Taylor promised to tell her all about it one day. Later when they were alone, Thorne carried Taylor's baggage up to her room. They agreed that one day, when Aly was old enough to understand, they would tell her the truth. Thorne proposed to Taylor again, and she accepted, thrilled that he still loved her after everything that had happened. They began to kiss passionately on the bed, and clothes started falling off.\n\n\nMeanwhile at Massimo's house, Nick tried to help his mother get settled in. Donna walked down, and after introducing them, Nick told Jackie that Donna had been helping him get the house ready. Jackie was annoyed with all of Nick's coddling and told him she wanted to go back to work. Nick insisted that she needed help and had to take it easy in order to prevent a relapse. He wanted her to be ready to help when it was time for him to start running Forrester. Realizing the truth in his words, Jackie decided to rest.\n\n\nWhen they were alone, Donna questioned Nick about what he'd meant when he'd said he would be running Forrester. Nick explained that he had given the Forresters a choice: either sell the company or take the chance that Stephanie might end up in jail. Donna thought he was being a little harsh, knocking all the Forresters out of their company. Nick felt justified after what Stephanie had done to his mom. He also thought Brooke would get over Ridge if Ridge didn't have a job at Forrester. Donna didn't think it would be that easy to keep Ridge and Brooke apart.\n\n\n",
    "tvdb": "With Massimo having moved out, Nick brings Jackie home to his old house. Jackie is annoyed when Nick has hired a nurse named Florence to take care of her while he isn't there. Donna is stunned when Nick tells her that he has given Stephanie the choice of her freedom or her company. Taylor's sentence is called in the court. The jury finds Taylor not guilty of vehicular manslaughter. Storm asks Judge Owens to drop the other charges against Taylor as she has been found not guilty, therefore couldn't have obstructed justice. Taylor is released with the sentence of 100 hours of community service. Everyone has a gathering at the house after and Ridge gives Thorne his blessing in having a relationship with Taylor. Ally has a heartfelt reunion with Taylor. Thorne later finishes what he started in Big Bear and asks Taylor to be his wife.\r\n",
    "yt": "\n\nTaylor is found not guilty of vehicular manslaughter. The family is overjoyed and everyone celebrates. Taylor is reunited with Alexandra. After everyone leaves, Thorne asks Taylor to marry him even though he doesn’t have a ring. She says yes and they make love. Nick tells Donna that he will be running Forrester Creations or Stephanie will be going to jail. Donna is unsure if Nick is being fair.",
    "imdb": "\nAlthough Shane isn't found, the judge lets the jury deliberate. The homicide verdict is not guilty, thanks to delighted Thorne. Storm even gets her drunk driving sentence commuted by the judge into community service as a psychiatrist. Nick brings his recovering mother home, still as vindictive. Thorne proposes, suggesting a long engagement, Taylor agrees and seals the proposal with a kiss.    ",
    "tvmega_recap": "Thorne visits Taylor as he's heard the quick verdict is in. She's still stunned that he came to bat for her and said those nice things in court. Court is in session and due to a brilliant counsel in Storm, Taylor is found not guilty and Storm even manages to get her obstruction of justice and such pending charges dropped and she will only serve probation and community service. Nick brings Jackie home to Massimo's old home which she used to share. She still has terrible headaches, but thinks she can make it back to work soon. Nick is firm with her when she voices her opinion that she doesn't need a nurse or anyone to hover over her 24/7. Donna is there as she has been helping him set things up for his mother. But, she is shocked to hear that he's taking over Forrester Creations. The celebration begins at Taylor's. Ridge thanks Thorne again as none of this would be possible without him. Thorne basically asks permission to further his future with Taylor. Ridge vows he won't put a monkey wrench in the way of his happiness or love life. Taylor publicly thanks her brilliant lawyer and for everyone's support. Catherine brings Ally over and she and Taylor have a heartfelt homecoming. Afterwards and alone, Thorne takes Taylor's bags up to her bedroom and proceeds to tell her they have some unfinished business. He proposed to her up at Big Bear before all of this started. He declares his love for her and that he still wants to get married when the time is right if she wants to. She wants to and they dissolve in kisses while sitting on the bed.",
    "soapcentral_condensed": "At the jail, Thorne stopped by to see Taylor, and she thanked him for standing up for her in court. Storm walked in and informed them that it was time to go to court. Taylor was found not guilty of vehicular manslaughter, and with Storm's expertise, all the other charges were dropped. Taylor only had to serve six months probation and community service. Nick tried to help his mother get settled in. Jackie was annoyed with all of Nick's coddling and told him she wanted to go back to work. Nick insisted that she needed help and had to take it easy in order to prevent a relapse. He also thought Brooke would get over Ridge if Ridge didn't have a job at Forrester. Donna thought he was being a little harsh, knocking all the Forresters out of their company. Nick felt justified after what Stephanie had done to his mom. Donna didn't think it would be that easy to keep Ridge and Brooke apart. Taylor made a speech telling everyone that she had learned that alcohol never solved problems.\n"
}