{
    "soap_central": "\n\nEric returned to Il Giardino at Sheila's request, and he warned her not to \"disparage my wife again.\" Sheila said she was sure that Eric would thank her in the long run. \"What is it?\" Eric asked impatiently. Sheila said that she had spoken to Mateo, and he had told her that he was seeing a woman. \"Good for him,\" Eric said. Sheila said it was not good because Mateo was seeing Quinn. \"They're having an affair,\" Sheila said.\n\n\nEric was in disbelief, but Sheila reminded him that Mateo had been giving Quinn massages that weren't so innocent. Sheila added that Mateo had told her it was Quinn who'd initiated the whole thing. Eric grew angry and said that he had purchased the massage table. \"In my house?\" Eric asked. Sheila dissed Quinn and said that Quinn had been disrespectful of Eric, yet he had been extremely understanding and had taken her back after her dalliance with Ridge.\n\n\nSheila added that Eric needed to know the truth. Eric stated that it was hard to believe, but he acknowledged that Sheila had been the one person in his life who had been honest with him. \"The one person in my life I can trust,\" Eric said. Sheila told him that he could always trust her. Sheila smiled.\n\n\nEric couldn't believe he had been duped again. He lamented that he had foolishly trusted Quinn again. \"That's what you do. You see the best in people -- it's not a bad thing,\" Sheila said. She added that Quinn had thrown his trust away. \"Just like you said she would,\" Eric added.\n\n\nEric said that he was angry and it would be the last day Quinn was in his house. He said he had that \"damnable portrait of Quinn\" over the fireplace. Eric added that Quinn didn't deserve to replace Stephanie's portrait. He said he'd be better off alone than with Quinn.\n\n\n\"I'm here, and I care,\" Sheila said. She said that she had a portrait. Eric was surprised. She replied that she had always wanted to have a portrait done and had met an artist who had completed one for her. She said she realized it sounded a little strange. Eric told her to take the portrait to his home, and he promised to remove Quinn's portrait and replace it with Sheila's. \"Eric, are you serious?\" Sheila asked.\n\n\nSheila said it had all happened so fast. She was surprised but grateful. Eric asked her if she could leave work and join him at his house. Sheila jumped at the opportunity. Eric left and said he would see her soon.\n\n\nAt Forrester Creations, Charlie told Pam that he was worried about Sheila Carter. Pam said that Sheila had been thoughtful when they had spoken at Il Giardino. Charlie warned Pam not to be a gal pal with Sheila because she was \"straight-up crazy.\"\n\n\n\"How do I stop Sheila Carter,\" Charlie asked. Pam was worried that Charlie was so concerned. Pam wondered if Charlie had had contact with Sheila that he hadn't shared with Pam. Charlie said he worried because Sheila was working nearby at Il Giardino. Pam told him not to worry. Charlie admitted he was paranoid. He wanted Sheila gone.\n\n\nWyatt and Quinn visited, and Wyatt angrily advised his mother that there would be no more attacks on Katie or anyone else. Quinn shook her head, but Wyatt continued to remind his mother that Quinn had dragged Katie out of her own bed. Wyatt ordered his mother to respect his decisions if she wanted to be in his life. Quinn agreed, but she maintained that she had been upset and disappointed in Wyatt because his relationship with Katie was inappropriate. Wyatt told her to stop. Quinn agreed because she wanted a relationship with her son. She admitted that Eric had also expressed his concern about her actions.\n\n\nWyatt asked about how things were going with the new estate manager, and Quinn told him that Mateo was a trained masseur who had been helping her out with back pain. She added that Sheila had sent Mateo to seduce her into betraying Eric. Wyatt wondered how that could have happened.\n\n\nQuinn answered that Sheila had offered Mateo a lot of money to destroy her marriage. Quinn refused to allow Sheila to sabotage her marriage. Quinn smiled and said that she had something Sheila was never going to expect.\n\n\nWyatt worried that his mother was going to resort to \"desperate measures,\" but Quinn said that she had told Eric all about what Sheila had done, and Eric was on board with Quinn's plan. \"How concerned should I be about what you are hatching?\" Wyatt asked. Quinn said he didn't need to be concerned. Wyatt disagreed and called Sheila a sociopath. \"Eric is handling her once and for all,\" Quinn said.\n\n\nIn the living room at the Forrester mansion, Eric welcomed Sheila, and she had her portrait under a cover. Eric called Sheila \"Mrs. Forrester,\" and Sheila was shocked, but Eric pointed out that she'd had the title at one time, and it still fit.\n\n\nEric pressed Sheila to unveil her portrait. \"I cannot wait to see this,\" he said. Eric thanked her for being herself and always putting him first before everyone else. \"You're very special to me, Sheila,\" he said.\n\n\nEric made martinis, and Sheila called them perfect. Eric and Sheila toasted to proving that \"what goes around comes around.\" Eric wanted to see the portrait, and Sheila obliged. Eric looked at the portrait and said it was a wonderful likeness. He wanted to remove the \"abomination\" that hung over the fireplace and asked for Sheila's help to remove the portrait of Quinn. Eric placed the portrait of Sheila above the fireplace.\n\n\nSheila was thrilled, and she said that she had always loved and admired the Forrester family and had always wanted to return to the family. Eric said he wanted to celebrate and went to get a bottle of Champagne. Sheila told him that he had made the day \"the happiest day of my life.\" Eric left, and Sheila said she was home. She took a selfie in front of her portrait, and Quinn entered. \"What are you doing here? Get out,\" Quinn snarled.\n\n\nSheila refused and said that Eric wanted nothing to do with Quinn, \"a naughty girl\" who had been unfaithful again with the estate manager. Sheila said Eric knew all about Quinn's little secret. Sheila promised to take Quinn's place and cherish and respect Eric. Sheila planned to become the new Mrs. Eric Forrester, and she would erase Quinn \"like you never happened.\"\n\n\nQuinn looked up at the portrait of Sheila and asked \"what the hell\" it was. Sheila said it was none of Quinn's concern. Eric entered and stood behind Sheila, but Sheila couldn't see him. Quinn maintained that she wasn't going anywhere. Quinn ordered Sheila to use the door.\n\n\nSheila turned and saw Eric. \"Thank God,\" Sheila said. Sheila wanted Eric to say something to Quinn. Eric said nothing. Sheila reminded Eric that he knew about Quinn's affair with Mateo. \"Say something!\" Sheila said to Eric. Quinn smirked, and Sheila looked angry. \"Oh, Eric,\" Sheila said.\n\n\n",
    "yt": "\n\nSheila summons Eric to inform him that Quinn is having an affair behind his back with the estate manager, Mateo.  Quinn tells Wyatt about her encounter with Mateo after agreeing to keep her negative feeling about Katie in check.  When Charlie confesses his concerns about Sheila causing more trouble for the Forresters, Pam confronts him about what he knows.  Feeling betrayed by his wife, Eric invites Sheila over to his house, along with her portrait, so that she can replace Quinn in his life and on his wall.  Eric knows about Sheila hiring Mateo to come between his and Quinn’s marriage. When Sheila brings her portrait to the mansion, Eric plays into her fantasy of him accepting her into his life… until Quinn appears and demands that Sheila leave. Sheila stands her ground that she isn’t going anywhere because Eric knows about Quinn’s affair with Mateo.",
    "imdb": "\nTension runs high when adversaries Quinn and Sheila find themselves staring each other down with Eric in between them.    ",
    "tvmega_recap": "Eric goes back to Il Giardino against his best judgment. He tells Sheila he will not listen to her anymore if she is going to disparage his wife. She says he will listen this time. She has been in touch with Mateo, his Mr. Fix-It, and he is seeing a woman. Eric is glad. Then she says no, that woman is Quinn. They are having an affair. Eric is livid that they would do that under his own nose on the table he bought them. He cannot believe this and wants to hear no more. First she betrays him with his son and now Mateo in his own home. She says he deserved the entire truth. He says she is the one person in his life that he can trust to tell him the truth. She says she takes no pleasure in being right. But his eyes are open now and that is what is important. He says he sees that damnable portrait over the mantle and it does not deserve to be there where Stephanie had been. It will come down today. He thinks it is better to be alone than be betrayed like this. She says she knows it is strange but she has her own portrait, something she always wanted, and she would love for it to hang there. Eric goes for it and says Quinn's portrait will come down tonight and hers will go up. Wyatt lights into Quinn for coming into Katie's and catching them and she is not to do that again. She says maybe she went a little over the top but now she has more important things on her mind with Sheila always into her affairs. She fills him in on Mateo working with Sheila. And how Sheila wants to be Eric's wife again. She says something is in the works and Sheila will never suspect it. He wonders if he should be worried what she is hatching up. Eric invites Mrs. Forrester in when Sheila arrives with her portrait. She does not mind. He cannot wait to see this. He thanks her for being so supportive of him. He really appreciate her. He cannot wait to see her portrait and wants her to help him. Charlie asks Pam what can he do about Sheila Carter. It is obvious that the woman is everywhere; you cannot help but run into her. She is all sweetness and light but she will stop at nothing. Pam says she will be cautious. She just wishes this era of Sheila Carter manipulation would come to an end. Eric admires the portrait and Sheila is blown away to be back in this house with Eric. He wants to celebrate and breaks out the champagne. She deserves everything she is getting. Alone she takes a selfie in front of the portrait and says welcome home! Quinn comes in and asks why Sheila is here and she wants her to leave. Sheila says it is Quinn that is leaving. This is her last day here. Her estate manager certainly managed her. Sheila states that she is taking Eric now and will give him the respect that Quinn didn't. She will be the new Mrs. Eric Forrester and Quinn will be erased like she never happened. Quinn sees the portrait. Quinn says this is her house and she is not going to leave, not ever. She tells Sheila there is the door so use it. Eric walks in and Sheila tries to get him to say something, tell Quinn the truth. She begs Eric over and over to say something to Quinn. He is silent.",
    "tvmega_summary": "Episode # 7701 ~ Charlie tries to warn Pam about her friendship with Sheila; Quinn and Sheila stare each other down, with Eric in between them.",
    "soapcentral_condensed": "Eric returned to Il Giardino at Sheila's request, and he warned her not to \"disparage my wife again\" Sheila said she was sure that Eric would thank her in the long run. Wyatt and Quinn visited, and Wyatt angrily advised his mother that there would be no more attacks on Katie or anyone else. Wyatt ordered his mother to respect his decisions if she wanted to be in his life. Quinn agreed because she wanted a relationship with her son. Charlie told Pam that he was worried about Sheila Carter. Pam wondered if Charlie had had contact with Sheila that he hadn't shared with Pam. Charlie admitted he was paranoid. He wanted Sheila gone. Eric welcomed Sheila, but she pointed out that she'd called \"Mrs. Forrester\" Quinn said he didn't need to be concerned. \"Eric is handling her once and for all,\" Quinn said. \"How concerned should I be about you?\" Wyatt asked Quinn. Quinn smiled and said that she was never going to resort to \"desperate measures\"\n"
}