{
    "imdb": "Quinn and Wyatt hold vigil at Eric's bed. She asks Dr. Andrews to have everything prepared so that Eric can go into home care as this might increase his chances for recovery. Brooke arrives to check-up on her one-time husband and long-time confidant. Liam stops by at Forrester Creations to comfort Steffy. She then suddenly remembers that Eric mentioned his marriage certificate just seconds before he collapsed. As they find the document, it is indeed not signed yet: Legally, Quinn is not Eric's wife! Meanwhile, Carter is desperate to get in touch with Ridge to inform him of a legal matter concerning Eric and the company. Armed with Steffy's discovery, Ridge sets out to do what he feels is in Eric's best interest. He awaits Quinn at the Forrester Mansion where movers are already busy to pack up Quinn's belonging as Ridge gleefully announces that contrary to her perception, Quinn is not Mrs. Eric Forrester!",
    "tvmega_recap": "Ridge assures Brooke that Eric is going to pull through. He admits that he has never been this worried about his dad and it is all on Quinn. Quinn tells the doctor that everyone has been wonderful but she had her hopes up that Eric would come to before now. Back at the office Steffy fills Liam in on what happened. Liam says he knows they were only doing what was best for Eric. She still hears Eric's word of betrayal that there was no family; they were not there. Then she remembers the marriage license; maybe it is still unsigned. Quinn will not hear of Wyatt taking over and her going to rest. She says his family deserted Eric and she will not budge from his side. Carter calls Ridge who is busy and says this is not a good time. Carter tells him the first chance he gets they need to talk; it is very important. Steffy finds the marriage license and it is not signed. She calls Ridge and tells him to come to the office immediately. She has something to show him that could change everything. Ridge gets Brooke to stay with Eric while he slips away. Steffy and Liam are ecstatic that Quinn may not be Mrs. Eric Forrester after all. Quinn tells Brooke that she has asked the doctor if Eric can go home and recuperate there with all the nurses and equipment he will need. She will be a devoted wife to him despite what everyone else says. She tells Wyatt that she will go home and get things in order. Steffy shows Ridge the papers that Eric did not sign or file. Their marriage is not final. Ridge gloats that he has his dad's POA, and now no marriage means Quinn will never cause them any problems ever again. Though Eric is unresponsive, Brooke tells him that she called Bridget, and she wants to hop a plane and come right there, but Brooke suggested that she wait until Eric is awake. She tells Eric that she loves him so much and thinks of their wedding and when the babies were born. She begs him to come back to them. Liam tells Steffy that she is a tough girl, but they mess with her then they mess with him too. That is the way it always will be. Quinn comes home and finds the movers packing her things. Ridge confronts her and says she will not be here when Eric comes home. He shows her the license and laments that this is her greatest performance ever, but the marriage is not legal. He points to her portrait over the fireplace mantle and says she will never be Mrs. Eric Forrester starting as of today.",
    "tvmega_summary": "Episode # 7433 ~ Steffy becomes determined to find a loophole in order to free her family of Quinn; Carter attempts to contact Ridge with important information regarding Eric."
}