{
    "soap_central": "\n\nBrooke brings in the sales report to Stephanie.  It is slumping somewhat but Stephanie tells her that it will get better.  As the two women continue to argue and bicker about the company, Brooke makes a comment about Ridge's absence.  She tells Stephanie that she truly believed that Ridge belonged home at Christmas with Taylor, being her first Christmas home, but now, she realizes that he belongs exactly where he is, trying to keep the buyers pleased.\n\n\nDarla brings to Taylor and Ridge's home, his mail from work.  When she enters, Taylor is setting up a very romantic evening for Ridge's return later.  Darla tells Taylor that she doesn't know why she keeps making excuses for Ridge, when his place is home with her, now, during the holidays.  Darla doesn't have much use for Ridge, since he always refers to her as the \"dingbat,\" but she tells Taylor that Ridge doesn't seem to be treating her much better.\n\n\nStephanie shows Brooke the picture of the new ad campaign model and it is Taylor.  Stephanie says that she will bring the company back to a company with \"elegance\" and not (showing Brooke a picture of herself in \"Brooke's bedroom\"  clothing) \"underwear.\"\n\n\nThomas and Hector share conversation and catch up with news about Caitlin.  Thomas tells Hector that his Mother has plans for that evening with Ridge, something special that she is doing.  Hector asks if Ridge has returned yet, but Thomas tells him he is due in later.\n\n\nAs Darla and Taylor talk, Darla tells her that she needs to start thinking about herself and what she needs.  If that is Ridge, then she hopes that the evening is everything that she wants.\n\n\nStephanie continues to tell Brooke, that unlike Taylor, Brooke needs a man to make her feel good about herself.  In amazement and to retaliate, Brooke tells her that she is thinking about bringing RJ over to the house later, for a little while.  Stephanie tells her not to do that, that she needs to leave them alone.  Taylor is the ideal woman, according to Stephanie, one that would never do anything outside of her marriage.  She has always kept her vows and always will.  Stephanie calls Taylor a woman of unimpeachable integrity.\n\n\nA knock on the door brings Hector, with flowers.  He notices that she has done set a romantic evening for her and Ridge.  He tells her that she looks beautiful, and though she is obviously making Ridge her number one priority, it is clear that she isn't his, or he would all ready be there.\n\n\nHector wishes her the best knowing that she is trying hard to make her marriage with Ridge work.  He tells her that she can let Ridge know who the flowers are from, because they are yellow, the symbol for friendship, and he hopes that at least they can be that.  He tells her that someday she will get tired of being stood up and put down by Ridge whenever he so chooses to do so.  He wishes her happiness and starts to leave, when the phone rings.  Taylor asks him to wait for a minute, while she answers the phone.  It is Ridge, and she asks if he is on the way home from the airport.  He asks her if she got any of his messages and she says that she didn't.  He is still in Paris and won't be home.  She tells him that she has all ready planned a special evening for them, but he tells her they will just have to celebrate when he returns.  She says goodbye, and sits down.  Hector rushes over to her and tells her that they could make it \"their\" night, a night of new beginnings and he isn't going to let anything stop him.\n\n\n",
    "tvdb": "Hector pumps Thomas for information on Taylor and Ridge's relationship. Darla tries to convince Taylor that Ridge isn't the best man for her. Brooke worries that Forrester Creations isn't doing well, but Stephanie assures her that everything is fine. Taylor is devastated when Ridge calls to say he won't be home for a few more days, then is thrown for a loop when Hector tells her he loves her.\r\n",
    "yt": "\n\nBrooke and Stephanie discuss the company.  Brooke is concerned that it is not doing well but Stephanie defends the company’s success. They then discuss Taylor and Ridge, and Brooke says that even Taylor can be human and make mistakes. Hector talks to Thomas about his mother and Ridge. Darla drops by Taylor’s place and tries to convince Taylor that Ridge is not a good man. Hector stops by to see Taylor and wish her luck with Ridge’s return. At that moment, Ridge calls and tells Taylor he is staying in Paris longer.  Hector comforts a saddened Taylor and confesses his love. The two move in closer, as if they are about to kiss.",
    "imdb": "\nIt's New Year's Eve: As Ridge is still not home in L.A., Thomas talks to Hector about his mom and dad and Darla tries to convince to forget about Ridge. Later, Hector and Taylor are this close to kiss. Brooke and Stephanie argue once again.    ",
    "tvmega_recap": "Hector and Thomas have a cup of coffee and Insomnia and talk about family. Darla brings Ridge's mail and tries to point out to Taylor how Ridge should be home with his family at the holidays. Stephanie and Brooke go rounds about the company's welfare. Hector brings Taylor flowers and is there for her when Ridge calls her and tells her he won't be home. Taylor is crushed as she has made a big romantic homecoming dinner.",
    "soapcentral_condensed": "Stephanie shows Brooke the picture of the new ad campaign model and it is Taylor. Stephanie says that she will bring the company back to a company with \"elegance\" and not (showing Brooke a picture of herself in \"Brooke's bedroom\"  clothing) \"underwear\" Thomas tells Hector that his Mother has plans for that evening with Ridge, something special that she is doing. Darla tells Taylor that she doesn't know why she keeps making excuses for Ridge, when his place is home with her, now, during the holidays. Ridge calls Taylor and she asks if he is on the way home from the airport. He asks her if she got any of his messages and she says she didn't. She tells him that she has all ready planned a special evening for them, but he tells her they will just have to celebrate when he returns. He tells her that someday she will get tired of being stood up and put down by Ridge whenever he so chooses to do so.\n"
}