{
    "soap_central": "\n\nFelicia discusses her illness with Stephanie and the two become closer than they ever have been before. Felicia confides in her mother how scared she is, and that she doesn't want to die crying, but instead partying. Brooke and Taylor discuss Brooke's feelings for Nick. Taylor is unsure that Brooke will be able to contain those feelings, but Brooke assures her that she will do everything in her power to keep her feelings to herself. Bridget and Nick begin to decorate Dominick's room in a ship theme. The chair leg breaks, while Bridget is trying to retrieve a model ship from a shelf. Bridget and the shelf fall over, and Nick rushes in to help her.\n\n\n",
    "tvdb": "Felicia tells her mother just how afraid she really is, but admits she wants to go out happy, not crying. Taylor isn't sure that Brooke will be able to deny her feelings for her son-in-law, but Brooke assures Taylor she will stay away from Bridget's husband. Nick rushes to help Bridget when she falls while decorating the baby's room.\r\n",
    "yt": "\n\nFelicia discusses her illness with Stephanie and the two become closer than they ever have been before. Felicia confides in her mother how scared she is, and that she doesn’t want to die crying, but instead partying. Brooke and Taylor discuss Brooke’s feelings for Nick. Taylor is unsure that Brooke will be able to contain those feelings, but Brooke assures her that she will do everything in her power to keep her feelings to herself. Bridget and Nick begin to decorate Dominick’s room in a ship theme. The chair leg breaks, while Bridget is trying to retrieve a model ship from a shelf. Bridget and the shelf fall over, and Nick rushes in to help her.",
    "soapcentral_condensed": "Felicia discusses her illness with Stephanie and the two become closer than they ever have been before. Brooke and Taylor discuss Brooke's feelings for Nick. Bridget and Nick begin to decorate Dominick's room in a ship theme. The chair leg breaks, while Bridget is trying to retrieve a model ship from a shelf, and Nick rushes in to help her. Felicia confides in her mother how scared she is, and that she doesn't want to die crying, but instead partying. Taylor is unsure that Brooke will be able to contain those feelings, but Brooke assures her that she will do everything in her power to keep her feelings to herself. The final episode of The Originals airs at 8 p.m. ET on Thursday, December 14. For more information on The Origents, visit the official website. For the full episode, visit The Origens website. for the full show, visit www.theorigens.com. for more information. For a full list of the episodes, visit CNN.com/The Originals.\n"
}