{
    "soap_central": "\n\nAt the Forresters', Felicia informs Taylor, Thorne and Ridge that Ann came to apologize for not protecting Stephanie from her father's abuse.  Before she can tell them too much about the visit,  Stephanie walks in and tells them she wants to forget about Ann and concentrate on building a new company with Eric. Thorne tells everyone about Taylor's plan to get  Forrester back for them  by taking Nick on as a patient. Stephanie can't believe that Nick would ever seek  advice from Taylor.  Taylor explains that Nick knows what she is up to and has agreed to go along with it. As Taylor heads out the door to meet with Nick,  Stephanie warns her not to trust \"the son of a bitch.\" After she has left, Ridge and the family remain skeptical.  Stephanie thinks it's dangerous for Taylor to be around Nick, saying she wouldn't put anything past him. She  warns Thorne not to underestimate him, adding that Nick might try to come between him and Taylor.  Thorne refuses to believe that Nick is a threat, and continues to support Taylor's plan.  However, Stephanie and Ridge  think  Thorne is foolish to allow Nick anywhere near Taylor.  Ridge says that Nick may take the opportunity to use Taylor so he can stick it to the Forresters one more time.  Stephanie encourages Thorne to up the wedding date as an added precaution. \n\n\nAt Forrester, Jackie and Nick are disappointed with Clarke's latest designs and agree that he will have to come up with something better. Nick then begins to tell his mother about his therapy sessions with Taylor.  He is frustrated because there are so many other things he had rather be doing with Taylor than discussing his childhood.  Although he admits that he feels more comfortable talking with her about the subject than he would with anyone else.   Fearing Taylor will uncover something she doesn't want Nick to remember, Jackie tells her son she wishes they could just go out to dinner and not do this therapy thing. She then tries to convince Nick to stop seeing Taylor as a therapist, telling him she fears Taylor will convince him to give the company back to the Forresters.  Nick assures his mother that he will never do that and reminds her  that she was the one who urged him to see Taylor in the first place.  Jackie says that was because Taylor is the only woman he has shown  any  interest in since Brooke. Suddenly, Jackie gets  a terrible headache and Nick rushes out to get  her pain medication. \n\n\nIn the limo, Taylor's driver senses that she is upset  and asks her if she is having family problems. She tells him her family is fine, but she is concerned about a friend who is having problems.  She remembers her past conversations with Nick and is determined to find out what Nick is struggling with so she can make him face it and move on with his life.  Once Taylor arrives at Forrester, Nick jokingly tells Jackie she should stay for the session so Taylor can delve into her  deep dark secrets.  Jackie is not amused by her son's suggestion and quickly leaves the room.   Once they are alone,  Nick begins talking about the miseries of growing up poor.  Taylor questions  why he isn't happy now, especially since he  has power  and wealth.  She goes on to tell him that she doesn't think he ever processed what it did to him to lose Brooke.   Nick turns the tables on her,  asking her how she felt when Ridge left her for Brooke.  Taylor says she isn't the one being analyzed even though she concedes that there are parallels in their situation. Still pushing to get more out of her, Nick  asks her again if she is marrying Thorne because she feels guilty about Darla.  Becoming uncomfortable, Taylor steps back into professional mode and tells Nick her personal life is off  limits.   She asks him about why he ended the last two sessions so abruptly and he tells her he had things to do. While Jackie unsuccessfully attempts to eavesdrops outside the door, Taylor asks Nick about Captain Kramer and the pearl earrings he gave to Jackie. Nick tells her how he used to always look forward to Captain Kramer's visits and remembers how he brought them presents when Jackie was unemployed.  Nick says one day that changed and he never wanted Captain Kramer to come back again, but Nick doesn't remember why. \n\n\n",
    "tvdb": "Felicia tells Thorne, Ridge and Taylor about Ann's visit. Stephanie and Eric walk in and Stephanie says that she can't forgive Ann. Taylor changes the subject to Nick. Taylor promises that she will be able to have Nick return Forrester Creations to them. Stephanie and Ridge later warn Thorne that he should keep Nick away from Taylor. Jackie suddenly feels uncomfortable when she learns from Nick that Taylor is digging into his childhood. Jackie tells Nick to end his therapy sessions. Taylor has another session with Nick and he attempts to delve into her personal life. Taylor manages to have Nick open up more about Jerry Kramer and Nick remembers how he once loved him, yet the relationship turned sour. Jackie desparately tries to listen in from outside the door.\r\n",
    "yt": "\n\nTaylor continues to tell the Forresters that she can try to convince Nick to give the company back. Stephanie, Eric, Ridge and Felicia try to convince Thorne that Taylor seeing Nick is a dangerous idea. Jackie expresses concern with Nick about seeing Taylor. Taylor meets with Nick for another session and he talks about his childhood and Captain Kramer. Jackie listens through the door.  He has a flashback to a good memory, and then remembers not wanting to see him anymore. Taylor asks him why, but he is frozen in his thoughts.",
    "imdb": "\nJaqueline worries about Nick telling Taylor their poor past in therapy, but fails to talk him out of continuing it now a romantic result no longer seems likely. The Forresters fear Nick may become Thorne's rival for Taylor, learn about grandma Ann's visit and support Stefanie's rejection.    ",
    "soapcentral_condensed": "At Forrester, Nick and Jackie are disappointed with Clarke's latest designs and agree that he will have to come up with something better. Nick begins to tell his mother about his therapy sessions with Taylor. Nick jokingly tells Jackie she should stay for the session so Taylor can delve into her deep dark secrets. In the limo, Taylor's driver senses that she is upset and asks her if she is having family problems. She tells him her family is fine, but she is concerned about a friend who is having problems. Taylor asks Nick about Captain Kramer and the pearl earrings he gave to Jackie. Nick tells her he used to come forward to Captain Kramer's visits and remembers how he brought them presents when Jackie was unemployed. Nick says he never changed and he never wanted Captain Kramer to come back again, but Nick doesn't remember why one day he wanted him back. Taylor says she isn't the one being analyzed even though she concedes that there are parallels in their situation. Nick turns the tables on her, asking her how she felt when Ridge left her for Brooke. Nick asks her again if she was marrying Thorne because she feels guilty about Darla.\n"
}