{
    "soap_central": "\n\nStephanie wants to kill Brooke.  It's the only way to get rid of her permanently, and she wants revenge.  Taylor insists she stay away.  Brooke has humiliated Stephanie.  She appears in Brooke's bedroom.  Her life consists of her obsession with Brooke.  Stephanie strangles Brooke until Taylor dissolves the daydream.  Stephanie wants Taylor's help; Brooke has ruined her.  The former best friends embrace.\n\n\nTony is working on the AIDS benefit.  Spectra, Forrester, and Marone are proud to sponsor it.  Darla gently tells Zende Stephanie might not be able to host a benefit in L.A.  He goes to the pool to meet Phoebe and Steffy.  Kristen can't believe her dad remarried Brooke.  She's glad her mom's in therapy.  Ridge worries Stephanie will attack Brooke.  Massimo assures Thorne he's not to blame for Stephanie's deterioration.  They've abandoned her, however, and Massimo empathizes.\n\n\nStill wearing a transparent black negligee, Brooke feels bad about not consummating her marriage.  Eric orders her to make him breakfast.  He told the office they'd be in late.  She lets him kiss and caress her, but halts him, citing Nick.  Eric leaves so she can dress for work.\n\n\n",
    "tvdb": "Eric flirts with Brooke over breakfast. He leads her to the bedroom again, but Brooke is still unable to make love to him. Kristen returns to town with Zende. They gather for a meeting with Ridge, Thorne, Darla and Massimo. Kristen explains that Tony was unable to come because he is busy with an AIDS benefit, and she asks for all of their help to raise money. Zende goes to hang out with Phoebe and Steffy and Kristen begins grilling everybody for information about Eric and Brooke's remarriage. Kristen, Ridge and Thorne worry about Stephanie's mental state. Stephanie goes to Taylor's office to seek professional help. Stephanie begins having images of murdering Brooke. Stephanie admits to Taylor that she wants to kill Brooke, and begs for her help.\r\n",
    "yt": "\n\nEveryone worries about Stephanie’s emotional state and Taylor reminds them to keep Stephanie away from Brooke. Zende and Kristen arrive in Los Angeles for a visit. Ridge, Thorne and Kristen are disappointed by Eric’s marriage to Brooke. Eric and Brooke grow closer to making love, but Brooke declares that needs more time. Stephanie tells Taylor that she wants to rid Brooke from their lives. Stephanie then has a daydream about getting rid of Brooke once and for all. Stephanie finally realizes that she needs help where Brooke is concerned.",
    "tvmega_recap": "Stephanie is in Taylor's office telling her how humiliated she is and how bad she'd love to see Brooke dead. Taylor warns her to stay away from Brooke till she gets a hold of her emotions. Eric wakes up and tries to get Brooke to consummate the marriage. She isn't ready to so he asks for Breakfast. After Breakfast they try again and Brooke again can't do it as she is thinking of Nick. Kristin and Zende are back in town visiting Ridge's. Thorn, Darla, Massimo are all there as well. They discuss how bad AIDS is ravaging Africa and all pledge to help. Later they discuss Brooke and Eric marrying.",
    "soapcentral_condensed": "Stephanie wants to kill Brooke. It's the only way to get rid of her permanently, and she wants revenge. Taylor insists she stay away. Kristen can't believe her dad remarried Brooke. Ridge worries Stephanie will attack Brooke. Massimo assures Thorne he's not to blame for Stephanie's deterioration. They've abandoned her, however, and Massimo empathizes. Still wearing a transparent black negligee, Brooke feels bad about not consummating her marriage. Eric orders her to make him breakfast. He told the office they'd be in late.  She lets him kiss and caress her, but halts him, citing Nick. Eric leaves so she can dress for work. He tells her to go to the pool to meet Phoebe and Steffy. Tony is working on the AIDS benefit. Spectra, Forrester, and Marone are proud to sponsor it. Darla gently tells Zende Stephanie might not be able to host a benefit in L.A.\n"
}