{
    "soap_central": "\n\nNick again asked if Brooke was having sex with new husband Eric or if the remarriage had only been a sales gimmick. Brooke insisted Eric was her husband, and Nick retorted that he was the pope. Anyone could marry in Vegas, and no one would believe it was real except those who saw the Forrester ad. Brooke didn't want to talk about it, but Nick had seen Brooke alone outside the beach house on her wedding night, while her groom, Eric, had been alone inside. Brooke claimed she'd been tired and that she had been with Eric since. Nick wouldn't buy it and pressed the issue. Nick pulled Brooke close and asserted that, if Brooke loved Nick, she would tell Nick the truth. Brooke finally tearfully admitted she hadn't slept with Eric.\n\n\nNick asked if Brooke wanted to spend her life as part of a couple that didn't want to touch each other. Brooke replied there was more to life. Nick said Brooke having her and Eric's pictures on a poster didn't change anything; though Brooke was adamant that Eric loved her, Nick felt Eric was lying to himself if he thought he could have a real wife in Brooke. Brooke argued that she was committed to Eric and would be a wife to him, but Nick doubted that he, Brooke, Eric, or Bridget won in that situation. Brooke yelled for Nick to accept her marriage, and for Nick to start a life with Bridget and their baby.\n\n\nNick swore Bridget didn't want him. Brooke was determined to make the sacrifice for Bridget, but Nick declared it wasn't necessary for them to do that anymore. Brooke again begged Nick to accept things. Nick thought Brooke had it backwards -- that she needed to accept things, and he started dragging her away. Nick asked Brooke if she wanted to do something good for her daughter and what Brooke was afraid of. Brooke denied being afraid, so Nick grabbed her hand and pulled her out of the office.\n\n\nNick took Brooke aboard the Shady Marlin. Brooke asked where Bridget was; Nick said he didn't know and started up his boat. Brooke didn't think going out to sea would help Bridget. Brooke started to leave, but Nick grabbed her and forced her to sit down. Brooke stood right back up as Nick contended they were going to resolve things that night -- the right way. Nick got clearance from the harbor master to ship out.\n\n\nNick announced to Brooke, who had locked herself in the bathroom, that they had reached their destination in the middle of Santa Monica Bay. Brooke was furious that Nick had kidnapped her, and she proclaimed that she wasn't leaving the bathroom until Nick took her back to the harbor. Nick emphasized that the faster Brooke faced him, the faster they could resolve things, but Brooke wouldn't budge until Nick threatened to reverse the pump in the toilet and flood the bathroom. The squealing Brooke angrily joined Nick on the bridge.\n\n\nWhen Nick asked Brooke not to leave, she fired back by asking if she was supposed to swim for Catalina. Brooke thought that being on Nick's boat with him before was what had gotten them into the mess they were in. Nick reminded Brooke that, right there in the cabin, Brooke had realized she loved Nick. Nick said they had made a commitment then that they had neglected. And, Nick was sure, everything was going to change for him, Brooke, Eric, and Bridget that very night on the boat.\n\n\nEric looked at the torn \"Forrester Reunited\" image with his and Brooke's silhouettes that Stephanie had ripped up. He told his entering lawyer, Jonathan Young, that the pieces of paper were just one more mess Stephanie had left before going to Florida. Jonathan gave Eric a document that would keep Stephanie from challenging Eric's divorce, and he confirmed to the questioning Eric that it was legal. Eric still wondered if Stephanie had something up her sleeve, because she wouldn't turn down a chance to hurt him and Brooke. Eric reached for a safe behind a framed photo, glad Stephanie would be leaving soon. Jonathan thought distance would be good for Eric and Stephanie, while Eric hoped Florida would be far enough and pronounced the document something that would prevent Stephanie from ever manipulating him again.\n\n\nAt the Forrester mansion, Stephanie remarked that the visiting Katherine Chancellor, of Genoa City's Chancellor Industries, was the sole trustee of the Stephanie Douglas trust. Stephanie asked Katherine if Katherine had done anything to compromise it. Katherine stated that doing so would have been against the wishes of John Douglas, Stephanie's father. Stephanie wanted to know what John's instructions to Katherine had been.\n\n\nKatherine recalled how infatuated and intimidated she had been by John when he had summoned her as a young woman to his Lake Forest, Illinois, home years before. Katherine observed that it had been unexpected for a woman to hold a trustee position then. Stephanie assumed her father had chosen Katherine for a reason. When Katherine remembered John giving her advice about life, Stephanie reiterated her question about the trust. Katherine relayed that she had been asked to do nothing regarding the trust and had honored John's request. Stephanie didn't understand. Katherine said she had been told the trust was laid out the way John had wanted it, so Katherine felt her only duty had been to provide annual tax documents to Forrester Creations' lawyer.\n\n\nWhen Stephanie asked if that lawyer had been Jonathan, Katherine said yes. Since Katherine hadn't interfered with the trust, Stephanie reasoned that it was still valid. Katherine agreed and verified that the trust meant Stephanie was the sole owner of Forrester.\n\n\nKatherine sympathized that the disbelieving Stephanie had to be in shock, finding out she was Forrester's sole owner. Katherine assumed Stephanie had known all those years. Stephanie lamented that much heartache could have been avoided had she been aware of her ownership. Katherine suggested that Stephanie's father still worked in mysterious ways and that Stephanie had been the light of John's life.\n\n\nStephanie realized that her father had protected her, but she wanted to know why he hadn't told her about the trust. She asked if John had deemed Stephanie not adult enough to handle the responsibility. Katherine gently said that John had known how much Stephanie had loved Eric and also how upset Stephanie would have been had she found out John hadn't trusted Eric. Katherine suggested that John's instincts had apparently been right.\n\n\nKatherine couldn't understand why Stephanie wasn't happy about owning Forrester. Stephanie exclaimed that she had only discovered the trust's existence that day. She had found it in Eric's safe by accident, and she concluded in dismay that Eric had to have known about it the whole time.\n\n\nJonathan was dubious about Eric's surety in his using Stephanie's power of attorney to dissolve his marriage to Stephanie behind her back. Eric countered that it had been the cleanest way to end things. When Jonathan opined that Eric had had good times with Stephanie and that the marriage could have lasted, Eric growled that he would have suffered through every day of it. Eric didn't want anything Stephanie had to offer, despite Jonathan's protests. Jonathan worried about Stephanie's potential ire. Eric admitted he regretted how things had had to be done; however, Stephanie was moving on, and Eric loved Brooke. Eric advised Jonathan not to give the matter another thought.\n\n\nJonathan felt they had taken advantage of Stephanie. Eric maintained that they hadn't done so before and weren't then, either. Eric walked back to the safe and noticed the trust wasn't in it. Jonathan confirmed he hadn't opened the safe recently and that only he and Eric knew its combination -- Eric's first anniversary with Brooke. Eric wondered who could have gotten into the safe.\n\n\nEric knew he had kept the trust in the safe ever since Forrester had moved into the building. As Eric and Jonathan were the only ones who knew the trust existed, Eric worried that he had misplaced it. Jonathan implored Eric to find it, as no one was to know about it. \"Especially Stephanie,\" Eric responded.\n\n\nStephanie wondered if her father had told Eric about the trust. Katherine said she had no idea. Stephanie thought back to all the years she and Eric had done business as joint owners of Forrester and decided Eric couldn't have known otherwise. Stephanie rationalized that, because John had died just after Forrester had gotten started, John simply hadn't gotten the chance to tell Stephanie himself. Then Katherine asked why the trust had been locked in Eric's safe.\n\n\nStephanie maintained that Eric wasn't a liar, but Katherine reminded Stephanie that Eric was a man. Stephanie remembered that her father had given her and Eric the money to start Forrester. She couldn't imagine the level of betrayal that would go with Eric knowing Stephanie was its sole owner -- or that Eric could have hidden that fact from her.\n\n\nEric ransacked his desk, looking for the trust. Eric remembered Stephanie saying he wouldn't get away with betraying \"my\" trust, and realization set in. Eric was told over the intercom that Stephanie had arrived. As Stephanie entered, she asked Eric if it were possible that he had lied to her for years. Eric deflected and commented that he had thought she was in Florida. When Stephanie remained silent, Eric asked if something was wrong. Stephanie still refused to answer.\n\n\n",
    "tvdb": "Katherine informs Stephanie that she never changed any of the details involving the trust, therefore it still stands, making Stepahnie the sole owner of Forrester Creations. Brooke admits to Nick that she hasn't slept with Eric. Eric worries that someone has entered his safe when he realises some papers are missing. Jonathan advises Eric to get his hands on the trust papers immediatly.\r\n",
    "tvmega_recap": "Nick confronts Brooke on whether she slept with Eric. She says she has but he doesn't believe her and \"kidnaps her\" and takes her out on the Marlin. Eric and Jonathon discover Stephanie's trust documents are gone. Katherine confirms Stephanie's trust remains in tact and Forrester is hers. Stephanie pays Eric a visit.",
    "soapcentral_condensed": "Nick asked if Brooke was having sex with new husband Eric or if the remarriage had only been a sales gimmick. Nick pulled Brooke close and asserted that, if Brooke loved Nick, she would tell Nick the truth. Brooke finally tearfully admitted she hadn't slept with Eric. Nick doubted that he, Brooke, Eric, or Bridget won in that situation. Eric still wondered if Stephanie had something up her sleeve, because she wouldn't turn down a chance to hurt him and Brooke. Eric reached for a safe behind a framed photo, glad Stephanie would be leaving soon. Eric hoped Florida would be far enough and pronounced the document that would prevent Stephanie from ever manipulating him again. Katherine recalled how infatuated and intimidated Stephanie had been by John when he had summoned her as a young woman to his Lake Forest, Illinois, home. Katherine relayed that she had asked nothing to do with the trust and had been honored. Stephanie asked Katherine if she had been against the wishes of John Douglas, Stephanie's father, to know what John's instructions were.\n"
}