{
    "soap_central": "\n\nWhen Blake could not believe Roger was dead, Sebastian tried to identify with her grief. Holly returned, asking why they should believe that man who claimed Roger was gone. She swore Roger was somewhere behind a curtain. Sebastian described Roger's long illness. He told Blake and Holly how much Roger had wanted them there by his side when he'd died. He gave them proof, showing Roger had passed away of natural causes. Holly wasn't buying any of it.\n\n\nSebastian read Roger's letter. It expressed sorrow for the things he had done to Holly and Chrissy. His letter also declared his deep and undying love for Blake -- and Holly. Sebastian said Roger wanted his ashes spread over the highest point of Springfield. Holly struggled with whether or not to believe Roger's demise. Sebastian also declared his love for Roger -- and then claimed he was Roger's son. Holly embraced him, slyly removing a single hair from his jacket.\n\n\nRoss tried to advise Phillip against destroying Company. Alan arrived to say to Ross that if he could keep a murderer out of jail, surely he could help Phillip. Ross wouldn't take orders from Alan. Demanding to reopen the custody case, Phillip accused Harley of turning Zack against him. Although he did not want full custody, he had a reason for what he was doing.\n\n\nAlan and Phillip ganged up on Ross for protecting Dinah, while he countered about how they hadn't thrown Lizzie to the wolves when she had been in legal trouble. Blake phoned Ross, and they all learned of Roger's death. Holly told Ross that Blake and she needed to be alone. Alan suggested phoning his sister Amanda, who was Roger's widow. He pulled out celebratory cigars. Alan mused on Blake's misfortune in being Roger's daughter. Ross compared Phillip's behavior to Roger's past actions.\n\n\nAs Sebastian read Roger's favorite poem, Blake and Holly scattered his ashes from the top of Towers. Some ashes fell into Alan's eye. The influence of Roger's ghost was that Alan expressed glory at outliving his worst enemy. Phillip said he finally understood Roger a little better. Alan and Phillip decided to pay their respects to Blake and Holly. Alan said everyone had something to answer for when the final tally was done.\n\n\nWhen Cassie went out of town, Dinah arrived to see Edmund. She thanked him for sparing her life when Cassie had held her at gunpoint. She would like to take something good from all of it -- Edmund. He rejected her advances. Dinah sang his praises. Apparently she had fallen for him. Edmund threatened to blackmail her. Dinah swore on her honesty and compared their dark sides. He slammed the door in her face. She once again got Edmund's attention. He agreed they would both do what they had to do to protect them. Dinah began to throw the subject of the fire in Edmund's face.\n\n\nRoss asked Alan and Phillip to behave for Blake's sake. Blake said Sebastian had Roger's intensity. He said he had to do what Roger had not finished. The elevator carrying Ross, Alan, and Phillip suddenly stopped. Ross reminded Alan and Phillip of their claustrophobia.\n\n\nEdmund told Dinah they would take the road not taken. He demanded she stay away from Cassie and his family. Dinah was relentless on her fixation with Edmund, much like she had been with Hart.\n\n\nSebastian phoned Michelle. He asked her about the lighthouse and wanted to meet her. Stuck in the elevator, Ross, Alan, and Phillip wondered what to do. Alan worried they would die. The doors suddenly opened. Ross consoled Blake. Alan sat down to Roger's urn. Phillip received an envelope. Holly tried to imagine a world without Roger. In 1994, Roger spoke about forgiveness as Holly looked on. Sebastian reminded her that Roger was not dead, just away.\n\n\n",
    "tvmega_recap": "Blake, Sebastian and Holly have a \u0091memorial' at Towers for Roger. Phillip and Ross discuss re-opening Phillip's divorce agreement with Harley. Alan and Phillip celebrate when they hear of Roger's death and then get stuck in an elevator. Blake and Holly find out that Sebastian is Roger's son. Dinah and Edmund come to an agreement to co-exist with one another.",
    "soapcentral_condensed": "When Blake could not believe Roger was dead, Sebastian tried to identify with her grief. In 1994, Roger spoke about forgiveness as Holly looked on. Alan and Phillip decided to pay their respects to Blake and Holly. Dinah thanked Edmund for sparing her life when Cassie had held her at gunpoint. Edmund threatened to blackmail Dinah and demanded she stay away from Cassie and his family. The elevator carrying Ross, Alan, and Phillip suddenly stopped. Stuck in the elevator, Ross and Alan wondered what to do. Alan worried they would die. Ross consoled Blake. Alan sat down to Roger's urn. Phillip received an envelope. Edmund told Dinah they would take the road not taken. He rejected her advances. He slammed the door in her face. She once again got Edmund's attention. He agreed they would both do what they had to do to protect them. She would like to take something good from all of it -- Edmund. He said he would not let her do that.\n"
}