{
    "tvmega_recap": "Tammy sets Cassie up with her college professor at Outskirts. Cassie is not pleased but agrees to stay to meet the man named Evan. When he tries to kiss her, she rattles off a long list of why their relationship would never work and leaves him sitting at the table. At the Main Street prom, Jonathan attempts to get information out of Ashley about Lizzie. She tells him that Lizzie is keeping something from her boyfriend. Jonathan gets her to drink some liquor from a flask. Lizzie happens to be at the same event and sees the two of them together. She gets Ashley's attention. Ashley tells Lizzie her new boyfriend's name is Nate. Lizzie tells Ashley that \"Nate\" is evil and nasty and not to tell him anything about her. Jonathan sees the two of them talking and he spikes Ashley's punch. He gets her drunker and asks more questions. Lizzie tells a teacher that Jonathan is trouble and the teacher calls Tammy who shows up at the prom. Jonathan makes up a lie to Tammy that he was rescuing Ashley from mean-spirited girls. Tammy falls for the lie. Lizzie sneaks into Ashley's office to destroy evidence of her medical records. Alan follows her and tells her he has made arrangements to get Henry out of her life. Coop receives documents from Alan's lawyers about visitation rights for seeing the baby. Reva and Josh go to Company and meet with Rick and Mel. They introduce Josh and Reva to a new doctor, Colin McCabe, who is renting their apartment. Mel doesn't like him for he has no personality. Colin is Reva's oncologist and she is shocked to see him, but Colin does not tell anyone they have met. Josh is pleased to know Colin and tells him that he would like him on the project. After Colin and Reva are left alone, she thanks him for keeping their secret. He tells her that she needs to arrange for her records to be moved before Rick or Mel find them. Reva tells him snidely that she will see him at the Bauer barbeque. Colin says very officiously, \"If you make it that long\"."
}