{
    "soap_central": "\n\nDuring the interview, Salerno guiles Michelle into asking him questions about his past involvement with Danny while Reva does her best to change the topic of conversation. \n\n\nDuring all this, Danny learns of the interview and races to the prison, arriving just as Salerno reveals that it was Danny who set the bomb that nearly killed Michelle. \n\n\nDinah offers Edmund a deal to work together and ensure that Jeffrey O'Neill never sets his sights on Cassie. Dinah admits she has her sights set on Jeffrey and against his better judgment, Edmund agrees to work with her. Later, Dinah secretly calls Jeffrey to convince him she is still safe and sound in Europe. Meanwhile, Cassie is leaving the Storefront when she hears someone approaching from behind. She quickly whirls around and comes face to face with her follower. \n\n\nGus can't get through to Harley, and he can't stand being cooped up at the Spauldings, so he goes to drink his troubles away. But, he winds up in a confrontation with some barflies and is soon tossed out into the street. Lying on the ground, he looks up to see a hazy female figure standing above him. \n\n\n",
    "tvmega_recap": "Harley begins to return wedding gifts while Gus gets drunk at a bar. Dinah and Edmond make a pact not to let Jeffery and Cassie get together. At the prison Reva is unable to get Michelle out of the interview room before they go live on TV. Tony shows up at Danny's and tells him that he's received a subpoena to testify in Salerno's trial. Danny tells Tony that his immunity deal with Jeffery should still stand but that it only covers crimes in the past. Ross asks Jeffery to take a look at Dinah's file. Ross wants to know how Jeffery would pursue the case if Dinah came back to Springfield. Gus gets into a fight at a bar. Harley receives a gift from Darcie with no return address. Danny shows up at the prison to see Vinnie tell Michelle that she needs to ask Danny about the warehouse bomb and that he had nothing to do with it.",
    "soapcentral_condensed": "During the interview, Salerno guiles Michelle into asking him questions about his past involvement with Danny. Dinah offers Edmund a deal to work together and ensure that Jeffrey O'Neill never sets his sights on Cassie. Later, Dinah secretly calls Jeffrey to convince him she is still safe and sound in Europe. Gus can't get through to Harley, and he can't stand being cooped up at the Spauldings, so he goes to drink his troubles away. But, he winds up in a confrontation with some barflies and is soon tossed out into the street. Lying on the ground, he looks up to see a hazy female figure standing above him. She is revealed to be Dinah and against his better judgment, Edmund agrees to work with her. The final episode of The Walking Dead airs on Sunday, December 16 at 8pm on AMC. For more information, visit the official website. The WalkingDead.com. For further information on The Walkingdead, visit www.thewalkingdead.org.\n"
}