{
    "soap_central": "\n\nA distressed Michelle wants to go home after she receives a pink envelope. Michelle, Alan and Josh tell the story of Maryanne's death. Michelle explains to Danny why she didn't tell him about Carrie, and later worries that she might have sabotaged his campaign. Danny is upset that Michelle had to face Carrie alone. The pink envelope turns out to be an invitation to Mel's baby shower. \n\n\nAlan informs Alexandra about the Federal Investigation into Spaulding. Alexandra thinks Alan will use her as a scapegoat to the Feds. Alan says he will do whatever he can to protect Alexandra from the fallout of the investigation. He thinks it would be best if Alexandra goes to Europe, but that is for her to decide. As for Alan, he intends to come clean. Jeffrey pulls Marah into the stairwell. He has difficulty being physically close to Marah as it stirs up his longing and sympathy toward her. He says that what she remembers is open to question. He advises her not to say another word and to call a lawyer. \n\n\nJosh apologizes to Reva for shutting her out. Reva believes she has seen Maryanne and that she is trying to tell Reva something that only Maryanne knows. Reva intends to stand by Josh, the same way he has stood by her so many times. \n\n\nJeffrey wants Marah to have a terrific future, and insists they cannot be seen together any more. Jeffrey reports to Ross that he believes Marah acted in self-defense. Thanks to Jeffrey, Marah won't be spending the night in jail. Marah is lead away to be booked. A protective Reva and Josh take Marah home.\n\n\n",
    "tvmega_recap": "In the aftermath of Marah's confession, Jeffrey leads her to a secluded stairwell in the police station. He tells her to say nothing without her lawyer present and that if Jeffrey is to help Marah, they can have no further personal contact. When Ross arrives, Jeffrey pulls him aside. He explains that he needs everything to go right with Marah. With Ross at her side, Marah gives her official statement and a heartbroken Jeffrey sends her off to be processed. Frank confronts Jeffrey about trying to usurp his authority. Meanwhile, Josh finally tells Reva the whole story of the accident, the cover- up and the shooting. Reva stuns Josh when she reveals that Maryanne has visited her and that she seems to have something to tell her. But Reva and Josh unite for their daughter and when Marah returns from being booked they put their arms around her and take her home. lan informs Alex that the time has come for him to call in his revenge marker. He knows what she and Brad Green are up to at Spaulding Pharmaceuticals. But as a show of trust, Alan tells Alex the story of the accident and Maryanne's death. Now their fates are linked. He explains that he's trying to work out a deal for himself, but he'll have to rat on Spaulding Pharmaceuticals. He'll try to protect her, but he can make no promises. He gives Alex the opportunity to leave the country to avoid prosecution. Michelle, startled by the familiar pink envelope, cuts short her romantic evening with Danny. Terrified that Carrie might still be alive she rushes home but finds the rings Carrie gave the girls the night of the shooting right where she left them. When Danny confronts her, she finally comes clean about Carrie. She's sorry for putting Danny's campaign in jeopardy. But Danny rallies to her side. Her safety is all that matters to him.",
    "soapcentral_condensed": "A distressed Michelle wants to go home after she receives a pink envelope. The pink envelope turns out to be an invitation to Mel's baby shower. Alan informs Alexandra about the Federal Investigation into Spaulding. Alexandra thinks Alan will use her as a scapegoat to the Feds. Marah is lead away to be booked. Reva believes she has seen Maryanne and that she is trying to tell Reva something that only Maryanne knows. Jeffrey wants Marah to have a terrific future, and insists they cannot be seen together any more. Jeffrey reports to Ross that he believes Marah acted in self-defense. Josh apologizes to Reva for shutting her out.Reva intends to stand by Josh, the same way he has stood by her so many times. Michelle explains to Danny why she didn't tell him about Carrie, and later worries that she might have sabotaged his campaign. Alan says he will do whatever he can to protect Alexandra from the fallout of the investigation. As for Alan, he intends to come clean.\n"
}