{
    "soap_central": "\n\nAT THE BEACON\n\nTammy runs into Michelle.  Michelle is en route to the house to help Danny pack.  Blake picks up on Ross' anxiety about Dinah.  Tammy overhears that Dinah is back.  Ross and Blake tell Tammy that Dinah has been arrested.  Blake offers to drive Tammy home.  Blake assures Tammy that Dinah is staying in jail.  \n\n\nAT THE HOTEL SUITE\n\nPhillip catches Harley snooping.  Harley claims she was not breaking and entering.  Bill comes to Harley's rescue.  Bill is furious with Phillip for wanting to take Cross Creek from the Lewis'.  Bill nearly socks Phillip when he refers to the Lewis family as hillbillies.  Harley attempts to reason with Phillip, to try to steer him away from Company and Cross Creek.  Phillip asks Harley what she would do to make dumping the two properties worth his while.  Then, Phillip asks for custody of Zach, in exchange.  Harley becomes angry at such a suggestion!  Phillip says it's Zach or nothing.  Bill has to hold Harley back when she goes off on Phillip, telling him how much she hates him.  Harley vows that Company will stand right where it is.  Phillip moves up the demolition - to lunch time!\n\n\nAT MICHELLE AND DANNY'S HOUSE\n\nDanny is preparing to move out.  Tony is moving in.  Tony says they can share the house.  Danny does not want to share the house - or his wife - with Tony.  Michelle interrupts the tense moment between them.  Alone with Tony, Michelle suggests a day trip to pick up some decorations for Light and even taking Tony's bike.  After Tony goes to take a call, Michelle and Danny share a kiss.  Tony appears upset when he sees Danny and Michelle together.  A strange man lurks about.  Danny is impressed with Michelle's plans for Light.  Tony thinks Danny is only trying to reel Michelle back in.  Michelle is sure Danny is using the permit to win her back.  Michelle is abducted.  \n\n\nAT THE FARM\n\nEdmund accuses Jeffrey of taking Cassie to DC and sleeping with her.  Edmund knows Jeffrey has been in love with Cassie since the first moment he impersonated Richard!  Edmund reveals that he knows about Jeffrey's plan to have Dinah to impersonate Cassie.  Tammy arrives with Blake.  Tammy becomes upset about not being told the news regarding Dinah.  Blake demands that Jeffrey put Dinah away for murdering Hart.  Tammy announces Cassie is gone.  Tammy confides in Blake about the night Hart died.  Blake suggests that Tammy see for herself that Dinah is behind bars.  \n\n\nAT THE SPRINGFIELD PD\n\nCassie visits Dinah.  Their first confrontation in five years!  Cassie accuses Dinah of setting the fire.  Dinah pulls out the dagger from months ago in Europe - the same dagger that she and Cassie both placed a bid on.  Dinah swears she has changed.  Jeffrey is sure Dinah will make shock waves, just like she did before.  Cassie announces how Tammy had to see Hart's bloody body on the floor that day.  And RJ doesn't know his father.  Cassie says she'll keep her fingers crossed for the death penalty.  Dinah remarks how time should have changed things.  Cassie says she has moved on with her life, along with two great loves since Hart.  Cassie relives Hart's death.  Then, Cassie asks to know why Dinah impersonated her.  Dinah claims to have lost her own life after Hart, and becoming someone else was her way of escape.  Cassie points out that Dinah did save RJ.  After Ross arrives, he asks Cassie for a favor.  Ross asks Cassie to go easy on Dinah - as one parent to another.  Her testimony will be the most important!  Ross claims Dinah is not the same girl she was years ago.  Cassie is not willing to take that chance.  Edmund and Jeffrey arrive as Ross asks for compassion.  Dinah says she is ready to make a statement!  \n\n\n",
    "tvmega_recap": "Phillip catches Harley breaking in and tells her she made a big mistake. Michelle is being followed. Tammy overhears that Dinah is back in town and is shocked. Edmond tells Jeffery that he knows he used to impersonate Richard. Cassie shows up and tells Dinah she was waiting a long time to confront her. Dinah tells Cassie that her days of wanting to hurt people are over and turns the dagger over to the police. Cassie tells her that she doesn't believe that she has changed. Bill tells Phillip that he knows about Cross Creek and Phillip tells him that it's all business. Harley tells Bill & Phillip that perhaps they can compromise. Harley asks Phillip what it is he wants/needs to give up Cross Creek & Company. Phillip tells Harley the one thing he can think of to make it work would be if Harley gave them their son, Zach. Harley is mad that Phillip would consider Zach and \"accommodation.\" Blake tells Tammy that perhaps she needs to see Cassie to get some closure. Tony and Danny fight over Michelle again. Michelle yells at Tony for trying to buy her off and then is grabbed outside by the man that was following her earlier. Phillip tells them to get out and mentions the custody agreement to Harley. Phillip makes a phone call and moves up to demolition date.",
    "soapcentral_condensed": "Phillip catches Harley snooping. Bill is furious with Phillip for wanting to take Cross Creek from the Lewis' Michelle is abducted. Edmund accuses Jeffrey of taking Cassie to DC and sleeping with her. Dinah pulls out the dagger from months ago in Europe - the same dagger that she and Cassie both placed a bid on. Cassie accuses Dinah of setting the fire, and Dinah claims to have lost her own life after Hart, and becoming someone else was her way of escape. Edmund knows Jeffrey has been in love with Cassie since the first moment he impersonated Richard! Edmund reveals that he knows about Jeffrey's plan to have Dinah to impersonate Cassie. Tammy becomes upset about not being told the news regarding Dinah. Blake demands that Jeffrey put Dinah away for murdering Hart. Tammy reveals how Tammy had to see Hart's bloody body on the floor on the day he died. Ross asksCassie to go easy on Dinah - as one parent to another. Ross claims Dinah is not the same girl she was years ago.\n"
}