{
    "soap_central": "\n\nEdmund convinced Roy Baker to go back to Baker's old apartment.  Mr. Baker told him he wanted more money to keep quiet.  Edmund told him he had to have proof that he had information that could hurt the Spaulding's in which Baker pulled out a key that was hanging from a chain inside his shirt.  He told Edmund that it was the key to the Spaulding Empire.  When Edmund pushed for more detailed information as to what was in the safe deposit box, Baker said he was not talking until he saw money.\n\n\nGus arranged to have the body of the Jane Doe exhumed and an autopsy done.  Gus and Harley learned that Roy Baker was back in town and they suspected he may go to his old apartment.  They went there and inside, found Baker laying face down on the floor.\n\n\nThe stalker was looming at the Lewis.  They found an envelope sitting outside their back door and inside was the family picture that had been taken from inside their home and Reva's face had been blacked out.  Josh asked Tony to use his connections and get some protection for his family.  Marah told her mom she wanted to use the computer and lure the stalker so they could find out who he is.  Tony overheard this and insisted she not do it but Marah was determined.  When Tony and Marah took a walk outside so Tony could check the property and make sure nobody was lurking, Tony was looking very suspicious.  Then, while Marah was standing on the front porch alone, somebody came up from behind and with a black, gloved hand, reached out to touch her...\n\n\nBill and Michelle went to Company and to embarrass Michelle he planted a kiss on her.  After, they look behind them and there sat Rick, Mel, Buzz, Holly, Ed, and Billy.  They were all staring at them.  Later, they shared a more intimate, serious kiss.  Ed and Holly also shared a kiss outside Company and Billy and Buzz where peeping out the window.  Mel told Michelle that she was offered the joint chief of staff job at the hospital...Rick's old job.\n\n\n",
    "tvmega_recap": "Alan intercepts an envelop sent overnight to Phillip. He tells Nolan to forget he ever saw this envelop and to remember who pays his salary. Phillip later asks if he got any mail and Nolan says no. Alan suggests to Beth that Phillip go with her and Lizzie to check out Alston, the boarding school Lizzie wants to attend. Phillip decides to go when Beth asks him, not realizing that Alan put Beth up to it. Beth realizes that Alan wants Phillip out of town. Alan reads the letter which is from Olivia. Olivia declares her love for Phillip and asks him to meet her tomorrow night at the Beacon and they can be together. (Olivia will be in for a surprise). At the Beacon, Alex enlists Edmund to detain Roy Baker until further notice, and reminds Edmund that she makes a better enemy when double-crossed. Gus and Harley continue to search for details regarding his parentage. Gus thinks his mom was having an affair and that he was the product when he finds his birth announcement which indicates that he was born 3 months prematurely and weighed over 7 pounds. Thinking something is amiss, they go to Roy Baker's empty apartment. The safe is empty, but Harley spots a 30 year old newspaper article about a 23 year old Jane Doe killed 5 days before Gus was born. Gus calls a friend in Chicago and asks for a copy of the police report. The friend faxes a picture. Gus asks about the police report and the autopsy. The report is there but no autopsy was filed. Strictly against regulation procedures with a Jane Doe. The report was signed by Joe Augustino. Phillip and Rick argue when Phillip asks Rick to be a character witness for him at the custody hearing and Rick tells him that he can't because he is going to testify for Harley.",
    "soapcentral_condensed": "Gus arranged to have the body of the Jane Doe exhumed and an autopsy done. Marah told her mom she wanted to use the computer and lure the stalker so they could find out who he is. Bill and Michelle went to Company and to embarrass Michelle he planted a kiss on her. Ed and Holly also shared a kiss outside Company and Billy and Buzz where peeping out the window. Mel told Michelle that she was offered the joint chief of staff job at the hospital...Rick's old job.  After, they look behind them and there sat Rick, Mel, Buzz, Holly, Ed, and Billy.  They were all staring at them and later, they shared a more intimate, serious kiss. They found an envelope sitting outside their back door and inside was the family picture that had been taken from inside their home and Reva's face had been blacked out. Ed convinced Roy Baker to go back to Baker's old apartment. Mr. Baker told Edmund that it was the key to the Spaulding Empire.\n"
}