{
    "soap_central": "\n\nHarley is stunned when Mallet reveals that he knows how much she loves and misses Gus. It is- because he feels the same way about her. Unable to deal with it, Harley stresses for Mallet to keep his feelings to himself. Their mutual denial is interrupted by an FBI agent who has come, with Frank. He is there to take over the case - and take Mallet and Harley off it. Harley at first resists, and then heads home, where she stubbornly insists Gus will be found safe and sound. This is despite her private fears that Alan killed Gus, or vice versa. Later, Mallet asks Frank for a leave of absence so he can pursue the case on his own. Frank questions his motives, but Mallet insists everything is legit. At the end of the day, the FBI has a clue to Gus's whereabouts...\n\n\nJonathan discovers the photos of Jeffrey and Richard. He pumps his aunt Olivia, who is out on a date with Josh, for details. He learns Josh has a file on Jeffrey he hasn't yet shown Cassie. Jonathan lifts Josh's key and steals the file. \n\n\nMeanwhile, Tammy is out with Lizzie and Marina. The three discuss family matters like, if Marina marries Alan-Michael, she'd be Lizzie's aunt, and if Lizzie married Coop she'd be Marina's aunt, and Tammy is in love with her cousin. Leaving the girls, Lizzie goes to meet Quinn, who is having doubts about letting her have his penthouse. Lizzie, to prove to Quinn how much she appreciates everything he's done for her, gives him a kiss - which Ava sees. \n\n\n",
    "tvmega_recap": "Harley refuses to give up hope that Gus will come home even though all the evidence points to his death. Mallet tells Harley how much he loves her and gives her a kiss but Harley makes it Clear she loves Gus and is married to him. Ava sees Lizzie kissing Quinn outside Company but will she tell Coop about it? Josh and Olivia have a great time on their date. Jonathan shows up at Cassie's door with the file on Jeffrey he stole from Josh.",
    "soapcentral_condensed": "Harley is stunned when Mallet reveals that he knows how much she loves and misses Gus. It is because he feels the same way about her. Unable to deal with it, Harley stresses for Mallet to keep his feelings to himself. Their mutual denial is interrupted by an FBI agent who has come, with Frank. He is there to take over the case - and take Mallet and Harley off it. Harley at first resists, and then heads home, where she stubbornly insists Gus will be found safe and sound. This is despite her private fears that Alan killed Gus, or vice versa. Later, Mallet asks Frank for a leave of absence so he can pursue the case on his own. Frank questions his motives, but Mallet insists everything is legit. At the end of the day, the FBI has a clue to Gus's whereabouts...Jonathan discovers the photos of Jeffrey and Richard. He pumps his aunt Olivia, who is out on a date with Josh, for details. He learns Josh has a file on Jeffrey he hasn't yet shown Cassie.\n"
}