{
    "soap_central": "\n\nAt the warehouse party, Nico steals the drink Blade offered to Lizzie and downs it, reminding her she's under house arrest and shouldn't be hanging around with guys like Blade.  Knowing there is Delirium in the drink, Blade and his friend watch Nico from across the room as he slowly feels its effects.  Sweating, Nico tells Lizzie that Blade and his friends were the ones who sabotaged Marah's fashion show and stabbed him in the alley.  As Lizzie responds, Nico has trouble listening.  He zones in and out and can't fight the urge to dance.  Flying high now, Nico notices how beautiful Lizzie is and asks her out.  She admits she likes him but notices something is wrong when Nico sits by the wall and says the music is coming out of his chest and the walls are moving.  Blade assures Lizzie that Nico is fine and drags her to the dance floor.  Angry, Nico rushes Blade and warns him to keep his hands off Lizzie.  Blade and his friend open a back door and throw Nico out, telling him not to fight the drug in his system.  He realizes there was something in the drink meant for Lizzie.  He lays in the alley, having trouble breathing as Lizzie goes to him and calls her chauffeur to take Nico to the hospital. \n\n\nAt the Valentine's dance at the Country Club, Beth and Alan assume Lizzie is still next door at the teen party, having so much fun she forgot to check in.  They agree to give her more time.  Eventually, however, Beth is fed up and goes next door to find her daughter.\n\n\nEdmund is slightly annoyed at Cassie's dance with Jeffrey, but happy he is willing to help her in the fight against Delirium.\n\n\nMarah desires a repeat of New Year's Eve with Jeffrey - \"no strings attached.\"  Jeffrey agrees that a \"break from reality\" sounds appealing, admitting he does want to be with her.  As they are about to leave, a waiter tells Marah there is a message for her in reception.  Michelle is elated that Ed came to her benefit, but cuts their dance short when she, too receives word there is an urgent message waiting in reception:  Marina needs their help at the museum.  Marah is afraid Carrie has gone after Marina and Shayne so both leave for the museum.  Michelle tells Ed the hospital needs her and Marah tells Jeffrey Remy locked himself out and needs her key.  He takes it as a sign and bails on their night together.  At the museum, Marah and Michelle find Marina and Shayne are fine, having spent a romantic evening together.  Marina never sent them that message.\n\n\nA country club waiter offers Billy his old favorite - bourbon and Coke - saying it's from \"the lady.\"  He refuses the drink and searches the room but she is nowhere to be found.  He goes outside, spooked.  He is joined by Ed who swears a strange woman has been staring at him all night.\n\n\nAlexandra is thrilled to see Buzz smiling and having a good time.  He thanks her for not pressing him about his current dilemma and promises it is almost over.  Carrie asks for a dance with Buzz.  Alex can't say no after Carrie tells her they met once in Paris at a Spaulding shareholders ball and Alex was just so elegant.  Carrie is impressed with Buzz's dancing and tells him she's been waiting almost thirty years to meet him.  Before he can respond, she is gone.  Buzz takes Alan outside where he tells Ed and Billy that the person they've been looking for found them first.\n\n\nJosh is concerned that Jeffrey O'Neill is too old for his daughter.  Reva says it's just a \"passing fancy,\"- at least Jeffrey is the DA and not a mobster like Tony was.  The idea comforts Josh - \"He can keep Marah safe.\"  Carrie interrupts their dance, saying she's a big fan of Reva's show.  Reva takes her hand and comments on her unusual ring.  She sees the stone start to blur like the static on a TV screen and eyes Carrie suspiciously when she steals Josh for a dance.  Carrie tells him she came to the dance just to see him.  They have something in common - Marah.  She explains that she's had many conversations with his daughter... about Cutter's Bridge.  Josh realizes Carrie is the person they've been looking for. \n\n\n",
    "tvmega_recap": "The Valentine's Day party continues and an unseen guest hovers over the crowd. She first sets her sights on Billy and taunts him by sending an anonymous drink his way. She then makes eye contact with a nervous Ed. She then taps Alex on the shoulder and asks if she can have a dance with Buzz. As they dance, Carrie freezes Buzz when she mentions a secret she's kept for thirty years. Buzz rushes off to consult with the other men when Carrie moves in on Josh. When she cuts in on Reva and Josh's dance, Reva notices her ring and is struck when the scarab seems to swirl around. As Josh and Carrie dance, he slowly begins to realize that she is the witness, the one who has been manipulating Marah, Marina and Michelle. Marah and Jeffrey can't fight their mutual attraction. Marah suggests that Valentine's Day could be like New Year's Eve, another night out of time. Just then, Marah gets an urgent message from Marina. The moment between Jeffrey and Marah passes and Jeffrey is left alone. Michelle and Ed draw closer as she promises never to lose faith in him again. Marah and Michele try to reach her but to no avail. They rush off to the museum. Shayne answers and they rush in to make sure Marina is safe. Marina tells them that she did not send them any message. The girls deduce that Carrie set them up. Just as it appears that she's going to down a drink laced with \"D\", Nico shows up and swallows the drink himself. He becomes the life of the party and pulls Lizzie into a sexy dance. But soon the high turns ugly and Nico begins to panic. Lizzie considers saving herself and abandoning him. But in the end, she does the right thing by calling for her limo to take Nico to the hospital.",
    "soapcentral_condensed": "At the warehouse party, Nico steals the drink Blade offered to Lizzie and downs it, reminding her she's under house arrest and shouldn't be hanging around with guys like Blade. Marah and Michelle find Marina and Shayne are fine, having spent a romantic evening together. Josh is concerned that Jeffrey O'Neill is too old for his daughter. Reva says it's just a \"passing fancy,\"- at least Jeffrey is the DA and not a mobster like Tony was. Carrie asks for a dance with Buzz. Alex can't say no after Carrie tells her they met once in Paris at a Spaulding shareholders ball and Alex was just so elegant. Buzz takes Alan outside where he tells Ed and Billy that the person they've been looking for found them first. Carrie is impressed with Buzz's dancing and tells him she's been waiting almost thirty years to meet him. Carrie tells Josh that she's had something in common with his daughter - Cutter's Bridge. Josh realizes Carrie is the person he's been searching for.\n"
}