{
    "soap_central": "\n\nAt the Beacon, Rick and Mel meet up with Danny and Michelle. Mel and Rick inquire about a feeling of happiness in the air between Danny and Michelle. Danny looks on as Michelle announces their revelation, that she doesn't understand Danny, and Danny doesn't understand her. As Danny borrows Mel to help set up a picnic for Michelle, Rick questions Michelle's happiness. Despite Michelle's interpretation of putting on smiles, Rick asks Michelle what life is really like in \"that house.\"\n\n\nFollowing Frank's intense line of questioning for Alexandra yesterday, Frank announces to Buzz that he doesn't trust Alexandra. Frank also warns Buzz not to trust Alex, either. Meanwhile, Alex summons Gus to Olivia's for a celebration of Gus' promotion and Alex's statement to Frank going off without a hitch. Alex asks Gus whether or not Frank bought the story. Gus quickly asks Alex what she loves about Buzz. Alex lights up as she replies that Buzz is funny, smart, & unpredictable. Gus points out that Frank has the same qualities. A somewhat frantic Harley interrupts Alexandra and Gus. Harley vents her frustration about not being able to find the right wedding rings. Alex excuses herself to go and meet Buzz. Harley tells Gus that Alan has finally accepted her into the family. Gus wonders if the Spauldings and the Coopers could ever have similarities. A puzzled Gus looks on, as Harley advises Gus that he has been a good influence on the Spauldings. Just then, Alan walks into Olivia's...and informs Harley and Gus that they don't have to search anymore. Alan has found what they are looking for.\n\n\nAt the farm, Marina invites Tammy for a day at the beach. Tammy declines the invitation, and informs Marina that Joey has asked Lizzie to the dance. Marina remains optimistic, and tells Tammy that Joey is working at the farm to be close to Tammy. Lizzie arrives with an apology, which Tammy and Marina do not buy. Lizzie ignores them, and continues to apologize for the way she left with Joey the night before. Tammy asks Lizzie to further twist the knife in her back. Marina becomes sarcastic with Lizzie. Lizzie lashes back at Marina, and announces that Marina slept with Sandy. Lizzie implies that Marina hurt Shayne. Marina corrects Lizzie, in that she merely shared a jail cell with Sandy. Tammy implies that Lizzie stole her boyfriend. Lizzie announces that she and Joey are attending the dance for their summer project. Lizzie implies Tammy and Remy are \"friends with benefits.\" \n\n\nAt the police station, Buzz implies \"residual distrust\" between the Spauldings and the Coopers. Buzz tells Alex that Frank thinks she is hiding something. Buzz advises Alex to tell the truth, and she will not get hurt. Alex asks Buzz for a moment alone, while she makes a call on her cell phone. She asks Marjorie to bring her the file on Frank. When Marjorie secretly arrives at the police station, Alex pulls her aside and they exchange the file. Alexandra holds the file with a handkerchief, as if not to leave any fingerprints behind. Alex opens the file, which contains pictures of Darci, Brad Green, and Vinnie Salerno. When Buzz asks Alex to follow him in her car, Alexandra tells him that she must make just a few more calls. Alex walks over to Frank's desk. While she pretends to reach for her cell phone, Alex attempts to sneak the file into Frank's briefcase. Frank sneaks up on Alex, but is immediately called to the phone. On the other end is Gus, who asks Frank to be his best man. Meanwhile, Alex swiftly put the file in Frank's briefcase. \n\n\nAt the beach with Mel, Danny prepares to set up the special picnic for Michelle. Mel advises Danny to be patient with Michelle. Danny flashes a beautiful set of pearls he has for Michelle. At the Beacon, a customer collapses following leaving the reception desk. Michelle instantly rushes over to the fallen gentlemen, and revives him. Immediately following, Michelle wonders how she knew to do that. Michelle runs into Tony, who later informs a disbelieving Michelle that her family owns the light house. When Michelle and Tony arrive at the light house, Michelle emerges to the top and savors the view. Michelle announces that she can see everything. Meanwhile, back at the beach, Danny awaits Michelle's arrival...\n\n\nAlan offers Harley and Gus a stunning set of rings, which have been in the Spaulding family for many years. Gus and Harley slip away for a moment to discuss whether or not they should accept rings the rings. When Gus points out that a lot of old Spaulding history is associated with those rings, Harley appears to want to decline the rings. Gus immediately picks up on Harley's indecision, and informs Alan that they cannot accept the rings. In private, Harley makes a call to Blake. Harley tells Blake all about the rings, and how much troublesome Spaulding history must be attached to them. But when Harley decided that it was also time to welcome Alan into her family, too (just as Alan has welcomed Harley), Harley decides to accept the rings. Now that the Spaulding part of this has been handled, Gus announces that it is time to handle the Coopers...\n\n\n",
    "tvmega_recap": "Lizzie pretends to apologize to Tammy for stealing Joey. Tammy doesn't accept the apology and tells Lizzie she's ready to fight for Joey. Frank tells Buzz not to trust Alexandra. Harley stresses out about the wedding, and Alan pops in with the perfect wedding rings. Gus asks Frank to be his best man and Frank accepts. Danny and Mel set up a beach picnic for Michelle. Michelle saves a man's life while at the Beacon. Tony takes Michelle to the Lighthouse, because it feels familiar to her. Alexandra gets a file with photos of Darci and Salerno & Brad Green and slips them into Frank's briefcase.",
    "soapcentral_condensed": "At the Beacon, Rick and Mel meet up with Danny and Michelle. Rick asks Michelle what life is really like in \"that house\" Alex summons Gus to Olivia's for a celebration of Gus' promotion. Harley vents her frustration about not being able to find the right wedding rings. At the farm, Marina invites Tammy for a day at the beach. Tammy declines the invitation, and informs Marina that Joey has asked Lizzie to the dance. Michelle runs into Tony, who later informs a disbelieving Michelle that her family owns a light house. Alan offers Harley and Gus a stunning set of rings, which Gus and Harley slip away for a moment to discuss whether or not they should accept the rings. In private, Harley makes a call to Harley Blake about the Spaulding history attached to the rings, and how much troublesome history must be attached to them to not be accepted by the family. The Spauldings and the Coopers have been in the same family for many years, and have a lot of old history.\n"
}