{
    "soap_central": "\n\nCassie leaves Edmund on the dance floor and runs into Jeffrey.  Jeffrey reveals that he chooses her because she has made him feel again. \n\n\nDinah threatens to tell Cassie about Will and makes her way to the microphone.  Jonathan eggs her on. \n\n\nBill asks Olivia about her sister, Marissa. She hopes that Marissa is not still with her miserable husband. Meanwhile, Reva unknowingly flirts with Nate, who is really Marissa's miserable husband.\n\n\nReva and Edmund try to throw Jonathan out of the party. Cassie is called away from Jeffrey for Dinah's impromptu toast. Edmund creates a diversion and cuts off Dinah's microphone before she can reveal his secret. Someone kidnaps Dinah. Jeffrey is suspicious of Edmund's blasé attitude about Dinah's disappearance. Cassie finds the necklace she gave Dinah on the floor. Jeffrey says that the necklace was ripped off of Dinah's neck. Ross demands that Edmund look for Dinah. A near-giddy Edmund tells Cassie that Dinah is just trying to ruin their party. \n\n\nMeanwhile in the barn, Jonathan coaches Dinah on how to act like a kidnap victim. Dinah, playing hysterical, calls Cassie, pleading for help. Cassie finds Dinah crying in the barn. Dinah tells her that Edmund did it. \n\n\nNate disappears before Reva can introduce him to Olivia. Nate meets up with Bill and leaves Bill feeling uneasy.\n\n\nMarina shows Danny her skills as a pool shark. Buzz tells a livid Frank that Marina went to Chicago and helped Danny impersonate Harley and Gus. Marina arrives for a lecture from Frank. Then, she surprises him with her news that she wants to be a cop. Initially, Frank refuses to accept her application and warns her of the dangers of the job but finally relents. Buzz makes Danny promise not to hurt Marina. Buzz knows what it is like to love two women at the same time. He wonders what Danny will do when Michelle returns for the Bauer barbecue.\n\n\nReva warns Jeffrey just to let Edmund and Cassie be. \n\n\n",
    "tvmega_recap": "Frank finds out where his daughter has been on the same day that she tells him she wants to be a police officer. He doesn't approve of either, but agrees to give her a chance if she fills out the appropriate forms. Buzz warns Danny that he needs to figure out his past before July 4th and the Bauer BBQ as that is when Michelle will likely return. Marina surprises him by mentioning that she has been excited for the Bauer BBQ as she thinks it will be a good indication of what their future will be like. Dinah is kidnapped and everyone but Edmund is worried. We find out that Dinah and Jonathan have planned the kidnapping. Jeffery tells Cassie how he feels. Bill meets Nate. Dinah calls Cassie for help and then tells her that Edmund was the one who kidnapped her. Reva sees the tension between her sister and Jeffery and demands to know what is going on. She warns him that Cassie is still married to Edmund and that she takes marriage vows very seriously.",
    "soapcentral_condensed": "Reva unknowingly flirts with Nate, who is really Marissa's miserable husband. Dinah threatens to tell Cassie about Will and makes her way to the microphone. Edmund creates a diversion and cuts off Dinah's microphone before she can reveal his secret. Someone kidnaps Dinah. Buzz tells a livid Frank that Marina went to Chicago and helped Danny impersonate Harley and Gus. Bill asks Olivia about her sister, Marissa. She hopes that Marissa is not still with her miserable husband, Nate. Nate meets up with Bill and leaves Bill feeling uneasy. Buzz knows what it is like to love two women at the same time. He wonders what Danny will do when Michelle returns for the Bauer barbecue. Marina surprises Frank with her news that she wants to be a cop. Frank refuses to accept her application and warns her of the dangers of the job. Buzz makes Danny promise not to hurt Marina. Cassie finds the necklace she gave Dinah on the floor. Jeffrey reveals that he chooses her because she has made him feel again.\n"
}