{
    "soap_central": "\n\nMichelle inquired if Cassie would be spending Valentine's Day with Danny. Danny happened upon Michelle and Cassie and tried to make his relationship with Cassie seem like more than it really was. Cassie got upset at Danny for playing with her emotions and told him that she wanted out of their partnership. Danny realized that in trying to win back Michelle, he had been playing with Cassie's emotions. \n\n\nOlivia passed out, and Phillip and Alan rushed to her rescue. As Mel took Olivia off to get some juice, Alan admitted to Alexandra that he knew Olivia was pregnant because he had arranged it. Alexandra warned Alan that Olivia was not going to return to him just because she was pregnant, but he believed otherwise. When Alan confronted Olivia about being pregnant, she denied it. \n\n\nGus wanted to make sure that Harley could take Zach home, so he tried to make peace with Phillip by returning the incriminating photos of Olivia and Phillip. It was a grudging truce, but when Harley arrived, Phillip was true to his word and let Harley and Gus take Zach home.  \n\n\n",
    "tvmega_recap": "Marah and Tony play kissie-face at Infierno. Michelle goes to the Beacon to reserve a table for she and Bill for Valentine's Day. She confronts Cassie about her relationship with Danny and questions if she is falling into a relationship with Danny. Danny comes and tells Cassie that the financing came through for the Towers. Danny pretends that he doesn't see Michelle there. She leaves and Cassie confronts Danny about using her as a pawn to make Michelle jealous and that she won't be used like that. The partnership is over. Cassie tells him that if he wants Michelle go after her but she won't be used that way. Gus tells Harley that Miguel Santos may be his daddy. Gus gives Phillip the pictures of he and Olivia during their night together. Gus tells Phillip that he needs to realize that he loves Olivia and wonders if that night together was more than just a roll in the hay. Phillip wonders. Phillip throws the pictures in the trash in the hall as he leaves the hospital. Alex finds the envelop and looks insi Alex tries to get Olivia to admit she is pregnant. She faints and Phillip catches her. Mel takes her to the exam room to rest. Alan tells Alex that he knows Olivia is pregnant and that they will get back together. He tells Alex that he switched her pills. Alex threatens to tell Olivia what he did.",
    "soapcentral_condensed": "Michelle inquired if Cassie would be spending Valentine's Day with Danny. Danny happened upon Michelle and Cassie and tried to make his relationship with Cassie seem like more than it really was. Cassie got upset at Danny for playing with her emotions and told him that she wanted out of their partnership. Olivia passed out, and Phillip and Alan rushed to her rescue. Alan admitted to Alexandra that he knew Olivia was pregnant because he had arranged it. Alexandra warned Alan that Olivia was not going to return to him just because she was pregnant, but he believed otherwise. When Alan confronted Olivia about being pregnant, she denied it. Gus wanted to make peace with Phillip by returning the incriminating photos of Olivia and Phillip. It was a grudging truce, but when Harley arrived, Phillip was true to his word and let Harley and Gus take Zach home. The episode airs on Wednesday, February 14 at 8 p.m. ET on CBS. For more from Soaps In Depth, visit the website.\n"
}