{
    "soap_central": "\n\nJosh and Billy were at the Beacon, waiting for Bill, who had a meeting with an important client. They were shocked to see a very disheveled Bill walk in, and they tried to dissuade him from taking the meeting, stating that he was still grieving for Eden. Despite both men's concerns about Bill's emotional state, Bill convinced them to let him take the meeting. Although Josh was initially skeptical, he was impressed by how Bill closed the deal. \n\n\nLater, Bill spotted Tony at the bar. They talked about Eden, and Bill revealed that he knew about Tony and Eden's affair. Tony denied it, but Bill refused to accept the lie. When Tony tried to convince Bill that Eden had loved him, Bill became angry and pushed Tony. When Bill belligerently asked if Tony was going to kill him, Tony suggested that Bill pull himself together, or his life could end like Eden's had. Bill told Tony that his could too. \n\n\nTony tried to warn Bill to be careful about who he was threatening, but Bill didn't care. He promised that he was going to make sure the Santos family went down. When Bill left, Tony called Salerno to ask for a job because he was in the mood to \"beat the crap out of\" someone.\n\n\nThe Spaulding intern competition was underway. Lizzie got her Aunt Alex to buy ten tickets to the San Cristobel festival. Tammy tried to con the Lewis family into buying a bunch, but Bill suggested it might be better to use her skills and actually sell them on her own. He did offer to buy three tickets and to match the number of tickets she sold. \n\n\nAt Spaulding, Olivia and Lizzie got into a turf war over Lizzie using Olivia's office. However, Phillip settled things by reminding Olivia that technically it was his office, and since they were all family, they should share. Olivia reluctantly agreed. Later, Lizzie and Joey headed to the Beacon, where Lizzie was disheartened to hear Joey encouraging Tammy to sell tickets at the Beacon and outsell Lizzie.\n\n\nAt Spaulding, Phillip told Olivia that he wanted to give her access to everything at the company that he had been working on before he got sick. He handed her a folder and said that it was an important memo about Antimonius, and he'd like her input. He warned her that it was a sensitive document and was for her eyes only. \n\n\nOlivia was shocked that Phillip trusted her enough to do that, but he insisted that he'd be a fool not to take advantage of her resources. He told her that he wanted to make sure she got credit for everything she'd done. Ecstatic, Olivia kissed Phillip and left. With her gone, Phillip, disgusted with Olivia's predictability, called Alan and reported that she had taken the bait.\n\n\nEdmund was outside the Beacon on his cell phone, demanding his package. When he hung up, Cassie mentioned his constant cell phone use. She tried to get a feel for what kind of business he was conducting, but he didn't answer and walked inside. Inside, Danny and Jeffrey were having a convert conversation about Salerno's hit on Jeffrey. Danny told Jeffrey how it was going to go down and that Danny was the hit man. \n\n\nOutside the Beacon, Harley was on her phone, telling someone to hold off, since she wasn't entirely sure that the person in the photograph was Alan. As she hung up, Marie Green approached her, asking her to watch Brad, since he had claimed to be having a meeting that day at the Beacon. Marie was certain that Brad was having an affair. \n\n\nAn exasperated Harley tried to back out of it and encouraged Marie to just divorce Brad, since he was a womanizer. Marie maintained that she loved him and felt that if he were caught cheating, he'd stop. Harley agreed to spy on Brad at the Beacon. \n\n\nLater, Harley and Cassie both spotted Brad delivering a package to Edmund in exchange for a backpack. Harley told Jeffrey about the mysterious exchange, but Jeffrey agreed that for the moment, it was just circumstantial. Meanwhile, Edmund took the package to his room and hid it under his bed as Cassie secretly watched him. When he became startled, she quietly sneaked out and then knocked on the door. Edmund was confused about Cassie's behavior and also questioned her sudden interest in his mail when she mentioned the package. \n\n\nEdmund left the room. Suspicious, Cassie got the package from under the bed but decided not to open it. Later, Cassie was rattled to overhear Edmund having an angry conversation on his cell phone about the package. When Cassie tried to get Edmund to talk about all the business he'd been doing, he got rattled and clammed up. Soon after, she spotted Edmund giving the package to Salerno. \n\n\nIn the midst of all that was going on, Danny had convinced Vinnie to let him be the one to kill Jeffrey, since Vinnie had been on the verge of giving the hit to someone else. Danny convinced the mob boss that he really needed to hit Jeffrey and said that he planned on shooting Jeffrey when Jeffrey was eating in his car. Later, Danny was putting together the rifle, while Jeffrey apparently sat in his car. As Danny aimed to shoot, Cassie walked toward the car and thought she saw Jeffrey slouched in the seat. Just then, Danny fired, and Cassie was thrown to the ground.  \n\n\n",
    "tvmega_recap": "Edmund was in a tense call about his \u0091package'. Cassie poked around for information. Lizzie sold tickets to Alex and took over Olivia's office to take a meeting for the Spalding Scholarship program she created. Harley had doubts whether Alan was the fourth in the picture. Greens wife said he was the love of her life and begged Harley to keep helping her \u0091catch him in the act' but Brad met with Edmund who gave him his package; a plain brown box. Cassie watched Edmund stash the mysterious box. She retrieved it later but returned it - choosing to trust him instead. Harley told Jeffery about the package and pay off from Green. Edmund passed the box onto Salerno. Danny said Salerno wants Jeffery dead and that Danny is the trigger man but Salerno suggested Sal do the job. Danny convinced him to let him do it. Danny set up the hit. Cassie was inspecting the car where Jeffery was supposed to be having lunch when Danny shot. Bill pulled off a difficult meeting. Bill confronted Tony about the one night stand. Phillip gave Olivia documents related to antimonious. He then called Alan and told him the deed was done.",
    "soapcentral_condensed": "The Spaulding intern competition was underway. Lizzie got her Aunt Alex to buy ten tickets to the San Cristobel festival. Tammy tried to con the Lewis family into buying a bunch, but Bill suggested it might be better to use her skills and actually sell them on her own. Edmund took the package to his room and hid it under his bed as Cassie secretly watched. Phillip told Olivia that he wanted to give her access to everything at the company that he had been working on before he got sick. Marie Green asked Harley to watch Brad, since he had claimed to be having a meeting that day at the Beacon. Harley agreed to spy on Brad. Edmund was outside the Beacon on his cell phone, demanding his package. In the midst of all that was going on, Danny had convinced Vinnie to be the one to kill Jeffrey, since Vinnie had been on the verge of giving someone to Salerno to kill him. The episode ended on a cliffhanging note.\n"
}