{
    "soap_central": "\n\nCassie and Edmund are unloading boxes at the farm. Tammy arrives and is excited to see Edmund there. When she realizes things are still strained between Edmund and her mom, Tammy whines that she's unhappy about the move to the farm.  Cassie tries to convince her that this is a good move for the family. Edmund asks Tammy if she's afraid to move because it would mean she's leaving the hotel and Joey. Tammy tells him he's way off base, but is thrilled when Edmund offers to give Joey a job on the farm for the summer.\n\n\nCassie and Edmund reminisce about memories of the farm and she tries once again to convince him to forgive her. They share a kiss.\n\n\nAt the Beacon, Sandy pumps Buzz for relationship and family advice. Buzz tells Sandy the secret to having good relationships is to not keep secrets from the people you love.\n\n\nTony arrives at the hospital to find Michelle screaming at Rick, Danny, and Bill. Tony tries to convince Michelle to be a little more understanding of the people who are trying to help her. Michelle confides to Tony that she's afraid if she doesn't start remembering things that the people who love her will give up on her.  Tony promises that will never happen.  Rick tells Danny to limit Michelle's visitors at home and to not mention Robby for now. Danny convinces Tony to stay in town until Michelle's memory returns.\n\n\nAt home, Michelle is amazed by the house and how much money they obviously have.  Michelle jokes that she's surprised by her tastes, in home décor and in husbands. She wonders why she feels no connection to the things she obviously loved.  Danny asks if she'd be more comfortable if Tony was around. She says no -- it should be just the two of them. She mentions it's a big house for just two people, and Danny struggles with keeping Robby a secret. Later, Michelle finds a teddy bear behind a sofa pillow, and asks Danny if they have children.\n\n\nAt Spaulding Mansion, Lizzie offers Joey two tickets to the Summer Fling -- not as a date, but as a research opportunity for their project.  Joey is hesitant and tells Lizzie he may have to quit the project to find a job to help pay for college.  Lizzie begs him to work at the mansion for the summer as the pool boy.  Joey tells Lizzie to stop bribing him for his friendship. He already likes her as a friend. While picking out music, Joey comes up with an idea for their project -- a floating CD player to use in the pool.\n\n\nBill tells Tony that he could have business opportunities in Springfield now that he's the town hero for saving Michelle's life.  They discuss working together on renovations to Fifth Street. Tony asks Bill if they would have interference from Lewis Construction, namely Josh and Billy.  Bill assures Tony that there will be no interference. They seal the deal with a handshake, which Billy witnesses. Billy questions Bill's ability to make business decisions, especially since Billy has seen Bill's trashed apartment. Bill tells him to back off.\n\n\n",
    "tvmega_recap": "Edmund continues to help Cassie move to the farm where she and Tammy have many memories. Cassie continues to try to get Edmund back, and Edmund helps Tammy with a new way to get Joey at the farm. Sandy turns to Buzz for relationship advice, little does Buzz know, but the person that Sandy is so interested in is Buzz's granddaughter. Lizzie continues to pursue Joey. Michelle is released from the hospital, and returns to the house that she don't remember. She finds a teddy bear and want to know about her and Danny and whether or not they have children.",
    "soapcentral_condensed": "Tony arrives at the hospital to find Michelle screaming at Rick, Danny, and Bill. Tony tries to convince Michelle to be a little more understanding of the people who are trying to help her. Lizzie offers Joey two tickets to the Summer Fling -- not as a date, but as a research opportunity for their project. Joey is hesitant and says he may have to quit the project to find a job to help pay for college. Bill tells Tony that he could have business opportunities in Springfield now that he's the town hero for saving Michelle's life. Tony asks Bill if they would have interference from Lewis Construction, namely Josh and Billy. Billy questions Bill's ability to make business decisions, especially since Billy has seen Bill's trashed apartment. Billy tells him to back off. Cassie and Edmund reminisce about memories of the farm and she tries once again to convince him to forgive her. They share a kiss. Tammy arrives and is excited to see Edmund there. Edmund offers to give Joey a job on the farm for the summer.\n"
}