{
    "soap_central": "\n\nHarley and Gus agreed their investigation should begin at the Spaulding mansion, where Gus had received the notes about Phillip's killer. Gus made Harley promise to remain at the ice cream truck while he went alone to the mansion. She agreed but, the minute he left, headed to Harley's Angels to retrieve a DVD player in order to watch Spaulding surveillance records.\n\n\nAs Harley was leaving with the machine, a security guard arrived and demanded to see her identification. She reached in her pocket and pulled out a business card belonging to Alexandra. She gave it to the guard and pretended to be the very rich and snobby Alexandra Spaulding. He believed her charade and offered to help her carry some items outside. While she was waiting for him, Lizzie arrived and recognized Harley but agreed to let her go without calling the police.\n\n\nAt the Spaulding mansion, Alan found Gus alone in the attic. Gus told his father he was there to demand that Alan retract the bounty placed on Harley. Alan refused, saying Harley was going to get what she deserved. Gus grew angry and yelled that Alan was going to die a lonely old man. He snatched Alan's briefcase and said he knew the bounty money was in there, and he thought he'd skim some off the top for himself.\n\n\nAlan became agitated, remembering he had hidden the bloody gloves in the case. He reached for a gun and told Gus to put the case down, or he would be sorry. Gus wouldn't hear it and dumped the contents out onto a table. He was shocked to discover there were only family pictures inside. Relieved, Alan returned the gun to the desk. When Gus left the attic, Alan searched frantically for the gloves and muttered that someone knew what he had done.\n\n\nAt Company, Lizzie showed Coop the picture she had taken of Harley and promised not to turn her in to the police. Coop was relieved and asked Lizzie not to go to Switzerland as planned because he needed her to stay with him. Lizzie was excited and asked if it meant what she thought it did. He answered with a passionate kiss.\n\n\nReva was talking to Nate, who she didn't realize was really Alfred, about her son Jonathan and the problems they'd had since his arrival in Springfield. Nate advised her to leave the boy alone, since it seemed to be what he wanted. Reva refused the suggestion and claimed she knew her son had a good heart, and they would eventually have a good relationship.\n\n\nNate made cryptic remarks about full moons and murders. He made a menacing comment to Reva about how things that \"go around come around.\" He asked if it had ever occurred to her that something nasty might happen to her for something she had done in the past. Reva looked puzzled and begged off of a meeting she had agreed to attend with him. They were interrupted when Jonathan arrived and was \"introduced\" to his mother's new boss.\n\n\nAlan arrived at his office at Spaulding Enterprises and found the gloves in his desk drawer. Alexandra arrived and confirmed her suspicion that the gloves did indeed belong to her brother. She gazed at him and said, \"You did it. You killed your son.\"  \n\n\n",
    "tvmega_recap": "Jonathan warns his father to keep his arrival in town under wraps. Olivia warns Alan not to cross her again. Lizzie decides not to call the police on Harley. Instead she takes her photo to show to Coop. Gus opens the infamous briefcase only to find it filled with photos of Phillip. Reva & Nate spend some time together discussing good vs. evil. Tammy requests to work with Jonathan on a Lewis Construction project. Alan discovers that the bloody gloves are missing from the attic and later discovers them in his Spaulding office. He suspects Olivia is messing with his mind. Josh surprises Jonathan by telling him how much he is appreciated & needed at Lewis Construction. Coop asks Lizzie to stay in town with him. Gus & Harley watch the security tapes from the Spaulding mansion. They realize they have very little to go on. Reva introduces Jonathan to her new boss, Nate. Gus and Harley begin their road trip to find the New York informant. Alex finds incriminating evidence in the hands of her brother. She wonders if perhaps he is the one who shot Phillip.",
    "soapcentral_condensed": "Harley and Gus agreed their investigation should begin at the Spaulding mansion, where Gus had received the notes about Phillip's killer. Gus made Harley promise to remain at the ice cream truck while he went alone to the mansion. Lizzie showed Coop the picture she had taken of Harley and promised not to turn her in to the police. Reva was talking to Nate, who she didn't realize was really Alfred, about her son Jonathan and the problems they'd had since his arrival in Springfield. Nate made a menacing comment to Reva about how things that \"go around come around\" He asked if it had ever occurred to her that something nasty might happen to her for something she had done in the past.Reva refused the suggestion and claimed she knew her son had a good heart, and they would eventually have a good relationship. Jonathan arrived and was \"introduced\" to his mother's new boss. He made cryptic remarks about full moons and murders. He asked Reva to leave him alone, since it seemed to be what he wanted.\n"
}