{
    "soap_central": "\n\nJosh returns home and makes sure the intruder is no longer in the house. Frank shows up at the Lewis house and confirms that the person they arrested is still in jail and that the person who broke into their house is either the original stalker or a copycat. Meanwhile, Roy Baker grabs Mel's arm and whispers that he has a secret before being wheeled away by Alexandra's men. Mel informs Harley that Alexandra had Roy shipped to Germany. Harley and Mel rush to the airport where Roy whispers to Harley that the name of Gus' mother is Gina. Meanwhile, Michelle bites Bill's head off for crowding her by visiting her at the hospital. When Bill explains to Michelle that he just came to get a tetanus shot, she apologizes. Danny approaches and is upset to see Bill with his son. Michelle tells Danny that he needs to deal with the fact that she has a new life that Bill is a part of. Danny storms out and back to Infierno, steaming from his encounter with Michelle. Cassie has a dream that she is kissing Richard who suddenly turns into Danny and awakens very nervous. Danny comes to Cassie's room to tell her that their deal for the new Towers went through. Later Blake assures Cassie that her dream does not necessarily mean that she wants Danny. Danny notes to Cassie that he wants to work with the contractor she used for the Beacon and she reveals that it was Bill. Danny calls Bill and asks him to work on the Towers' project. Bill agrees to work with Danny and they make plans to get together. Michelle is not thrilled about Bill working with Danny.  \n\n\n",
    "tvmega_recap": "talk & Phillip tells Gus in so many words that he will be watching for him or anyone else who might hurt his son. Gus tells Harley about the results of the DNA testing. Gus makes plans to go to Chicago after visiting with Roy and finding Alex at his bedside. He throws her out. Alex makes a call to have Roy moved to Switzerland. Mel comes to see Roy & walks in just as the orderlies are moving him out of the hosptial. As he passes Mel Roy grabs her arm as if asking for help. Danny tells Tony & Marah about his partnership with Cassie. Cassie tells Josh & he objects. Tony cautions Josh that badmouthing the Santos name could drive Marah out of his life. Josh & Tony come to an agreement and shake on it. Reva confronts Alex at the hospital telling her that she is going ahead with the expose on the Spauldings. Alex is not pleased, especially when Reva tells her that they have caught the stalker. Reva returns home to find the back door to her house standing open. As she enters the phone starts ringing, showing it is a private call. She then searches the house to make sure no one is there. As she walks back in the den she notices something on the wall. In big red dripping letters \"I'm still here\".",
    "soapcentral_condensed": "Josh returns home and makes sure the intruder is no longer in the house. Meanwhile, Roy Baker grabs Mel's arm and whispers that he has a secret before being wheeled away by Alexandra's men. Harley and Mel rush to the airport where Roy whispers to Harley that the name of Gus' mother is Gina. Michelle bites Bill's head off for crowding her by visiting her at the hospital. Michelle tells Danny that he needs to deal with the fact that she has a new life that Bill is a part of. Danny calls Bill and asks him to work on the Towers' project. Bill agrees to work with Danny and they make plans to get together. Cassie has a dream that she is kissing Richard who suddenly turns into Danny. Danny comes to Cassie's room to tell her that their deal for the new Towers went through. Later Blake assures Cassie that her dream does not necessarily mean that she wants Danny. Michelle is not thrilled about Bill working with Danny. She apologizes to Bill and is upset to see Bill with his son.\n"
}