{
    "soap_central": "\n\nDanny leaves a message for Michelle about Robbie's swim meet. Marina plans to move out from under the Cooper roof. Frank doesn't want her to leave. \n\n\nBill plans a romantic interlude with Olivia. He removes his pants when \"Olivia\" comes to the door but is shocked to see Michelle instead. She wants to know what has been going on between Danny and Marina. She reveals to Bill that she's pregnant. Danny arrives unexpectedly. Bill hides a panicked Michelle in the closet. After Danny leaves, Michelle plans to hide out long enough to find out whose baby she's carrying. Bill warns her that she has to tell Danny if he is the father. \n\n\nReva calls Joshua and begs him to come home. She's afraid of what she might do to Alfred. Alfred, who is still tied up in Reva's house, manipulates Tammy into setting him free. Reva discovers Alfred has escaped. Alfred and Tammy are nowhere to be found. Joshua berates Reva for not telling him about her crazy plan. He tells her that he won't clean up her messes any more. \n\n\nAgainst his better judgment, Jonathan helps Sandy out of the wrecked car. Jonathan promises to break off ties with Tammy and Reva if Sandy helps him leave town. Sandy arrives at Reva's house to tell her Jonathan is gone and is not coming back. Sandy doesn't tell her Jonathan said to say that Reva was right to give Jonathan away. Jonathan checks into a motel using Sandy's name. \n\n\nReva realizes to her horror that Alfred left with Tammy. Alfred tells Tammy that Jonathan has rented a boat in order to kill Reva. She says she doesn't believe him. Alfred backs her against a wall and threatens her. Frank overhears Tammy's screams but Alfred quiets her until Frank leaves. \n\n\nDanny tells Marina that Bill is converting some of the Beacon's rooms into condos which would be just right for her. Marina gets excited about moving to her own place. \n\n\n",
    "tvmega_recap": "Jonathan helps Sandy out of the car. Sandy wants to call the cops. Jonathan offers to leaves town for good, if Sandy will let him leave before the cops show up. Sandy lets him leave. Jonathan asks him to tell Reva she was right to give him up, But when Sandy tells Reva about the wreck, he leaves that part out. Tammy lets Nate go. He takes her hostage. Marina decides to move into her own apartment. Danny thinks he found her one at The Beacon. Michelle goes to Bill's. She reveals that she is pregnant, but she doesn't know who the father is. Reva calls Josh to help her with Nate. When Josh gets there, she realizes Nate is gone. They later realize that Tammy let him go.",
    "soapcentral_condensed": "Danny leaves a message for Michelle about Robbie's swim meet. Marina plans to move out from under the Cooper roof. Michelle plans to hide out long enough to find out whose baby she's carrying. Jonathan helps Sandy out of the wrecked car. Jonathan promises to break off ties with Tammy and Reva if Sandy helps him leave town. Reva calls Joshua and begs him to come home. Alfred, who is still tied up in Reva's house, manipulates Tammy into setting him free.Reva discovers Alfred has escaped. Alfred and Tammy are nowhere to be found. Frank doesn't want her to leave. Bill plans a romantic interlude with Olivia. He removes his pants when \"Olivia\" comes to the door but is shocked to see Michelle instead. She wants to know what has been going on between Danny and Marina. She reveals to Bill that she's pregnant. Bill warns her that she has to tell Danny if he is the father. Danny tells Marina that Bill is converting some of the Beacon's rooms into condos.\n"
}