{
    "soap_central": "\n\nReva shares with Jeffrey what she and Josh learned when they went to MC Corp. Jeffrey urges her to be careful and not to let her emotions rule her judgment. Despite Jeffrey's warning, she confronts Doris Wolfe. Reva's interference threatens to make things worse for Marah, but Jeffrey helps Reva demonstrate to Doris and Frank how Carrie victimized her daughter. Things look good until Doris produces a bullet in Carrie's cloak that points an incriminating finger at Marah – not as a victim but as a murderer. Lizzie is running lines with Tammy and Joey when she encounters Sam Spencer. He is cold to her, but Lizzie works her charm in an effort to win him over. She begins to suspect that Sam is hiding something. Later, Lizzie concocts a lie about wanting to get closer to Olivia to persuade Tammy to help her track down Sam's address. Meanwhile, Olivia has her hands full with Phillip, whose behavior is as erratic as it was before he was admitted to Ravenwood. Christopher tells her there's a reason: blood tests reveal that Phillip is off his meds. Somehow he's avoided taking them. When Christopher takes Phillip to his office for a therapy session, Olivia finds Phillip's stash of pills under the mattress. Now she has a dilemma: to reveal the stash and make sure Phillip gets back on his meds or to let him go on neglecting his medication so that his behavior will keep him at Ravenwood and under her control. \n\n\n",
    "tvmega_recap": "Reva shares with Jeffrey what she and Josh learned when they went to MC Corp. Despite Jeffrey's warning, she confronts Doris Wolfe. Jeffrey helps Reva find another way to defend her daughter. Cleverly, she demonstrates to Doris and Frank how Carrie victimized her daughter. It looks like a big win for Reva and Jeffrey until Doris produces a bullet in Carrie's cloak that points an incriminating finger at Marah. Lizzie is running lines with Tammy and Joey when she encounters Sam Spencer. He is cold to her, knowing all too well how she has treated his sister, Olivia. But Lizzie works her charm and her negotiating skills on Sam in an effort to win him over. In the attempt, she begins to suspect that Sam is hiding something especially when he goes out of his way to prevent her from knowing where he lives. Lizzie concocts a lie about wanting to get closer to Olivia to persuade Tammy to help her track down Sam's address. Olivia has her hands full with Phillip. Is he merely manic or is he devilishly toying with her? Olivia isn't sure; all she does know is his behavior is as erratic as it was before he was admitted to Ravenwood. Christopher tells her there's a reason: Blood tests reveal that Phillip is off his meds. When Christopher takes Phillip to his office for a therapy session, Olivia finds Phillip's stash of pills under the mattress. Now she has a dilemma: to reveal the stash and make sure Philip gets back on his meds or to let him go on neglecting his medication so that his behavior will keep him at Ravenwood and under her control.",
    "soapcentral_condensed": "Reva shares with Jeffrey what she and Josh learned when they went to MC Corp. Doris produces a bullet in Carrie's cloak that points an incriminating finger at Marah – not as a victim but as a murderer. Lizzie is running lines with Tammy and Joey when she encounters Sam Spencer. She begins to suspect that Sam is hiding something. Olivia has her hands full with Phillip, whose behavior is as erratic as it was before he was admitted to Ravenwood. When Christopher takes Phillip to his office for a therapy session, Olivia finds Phillip's stash of pills under the mattress. Now she has a dilemma: to reveal the stash and make sure Phillip gets back on his meds or to let him go on neglecting his medication so that his behavior will keep him at Ravenwood and under her control. Back to Mail Online home.Back to the page you came from. Back To the pageYou came from: Back to thepage you came From. Back into the page that you camefrom.\n"
}