{
    "soap_central": "\n\nCassie enters Jeffrey's apartment as he's getting ready to go to work. After informing him she didn't find Edmund, Cassie asks if she can just hang out at his place while he's gone. Jeffrey tells her it's no problem and leaves. Later, there's a knock at the door - it's Edmund. He knows she's been looking for him. Cassie figures Edmund must have been following her. She says she wanted to talk to him about the baby, but she's just not in the mood to deal with him right now. They argue about his actions against Dinah and Edmund tries to tell her again it was all a set up. Angry she's blaming the end of their relationship on him, Edmund states she sabotaged their relationship from the start because of her interest in Jeffrey. He tells her the reason she's so hung up on Jeffrey - he's a dead ringer for her dead husband. Cassie is speechless and scornfully points out how she hated Jeffrey when he first came to town. Edmund remembers. He also remembers her telling him she'd never be interested in a man like Jeffrey; he's nothing like Richard. He tells her Jeffrey is everything Richard was not, the only thing they have in common is their face. Edmund accuses Cassie of being with Jeffrey because she misses the security Richard provided. When Edmund tells her Jeffrey isn't fit to shine Richard's shoes, Cassie slaps him. Angry, Cassie throws Edmund out and tells him he has no one to blame but himself because he couldn't change. He asks if she's changed; she tells him she's learned how to handle the past. As Jeffrey returns, Cassie informs Edmund she wants his things out of the farm immediately. Alone with Jeffrey, Cassie rants about Edmund and how she should have listened to everyone else about him. Jeffrey tries to console her, telling her she shouldn't blame herself for things which aren't her fault. As she's thanking him, Cassie accidentally calls him Richard. \n\n\nReva is inside the empty bar when Nate sneaks up on her. Apparently, he called her in because the place was packed - obviously a lie. When Reva states she has to go home to Josh, Nate tells her Josh left a message saying he'll be out of town on business. Reva accuses Nate of planning this. He doesn't deny it as he presses his body against hers. Reva seems uncomfortable, yet it's obvious she's feeling the sexual tension. Fighting it, Reva tries to tell him she's married, but he counters with, \"Isn't it nice to know someone else desires her?\" He parrots back her words that he makes her 'feel alive' and urges her not to fight her feelings, to let go for just one night. Suddenly, Nate is kissing her and although she tries to resist, she starts to give in to it. Finally, she pushes away telling him Josh is everything to her and she rushes out. Suddenly, Jonathan enters and he encounters a very angry Nate. Furious since Josh is 'everything' that must mean that Nate is 'nothing'; he takes out his frustrations on Jonathan. When Nate says Reva needs to be taught a lesson, Jonathan warns him to stay away from his mom. Nate taunts Jonathan until he has enough and decks him. Reva returns to see this and blasts Jonathan for hitting Nate. Angry that Reva seems to be assuming the worst about him, Jonathan tells her to do whatever she wants; he doesn't care. He angrily states if he's scum, the bottom of the barrel - what does that make the mother who made him? Getting angrier, Jonathan yells he's tired of everyone telling him how worthless he is. He asks Reva if they should compare what's in each other's veins. He pulls out a knife. \n\n\nIn prison, someone has paid Mallet's bail. He's surprised to see it was Alan. Alan informs Mallet he had Spaulding's best lawyers working on his defense and the charges against him have been dropped. Mallet asks what the catch is. Alan states he simply wants to protect Gus from Harley. He tries to sell Mallet on the idea of being Harley's protector, but Mallet's not biting. Alan warns him that just as easily as the charges were dropped, new charges could be filed and Mallet could stay in prison forever. Alan tries to convince Mallet he has a chance to make up for everything that happened between him and Harley. He tells Mallet he knows where Harley is. Mallet thinks he's bluffing since if he knew, he'd have his bounty hunters take care of her. But Alan says the bounty hunters could hurt Gus and he's trying to avoid that. Alan reiterates that he wants Gus away from Harley. He tells Mallet Harley and Gus are in New York City. Mallet still refuses to do Alan's biding. Alan warns him he's making the biggest mistake of his life. Later, as he's being out-processed, Mallet tells the guard that he's going to his hometown - NYC. \n\n\nAfter talking with Mallet, Alan spots Gus on TV in the soap \"Light of Love.\" He makes a call to find out the number to the studio. \n\n\nIn NYC, Sebastian has drugged Dr. Wallace and is now smothering him with a pillow. When the monitors start flashing, he slips out of the room. After the nurses come and go from the room, Gus and Harley sneak into the room to talk to Dr. Wallace but he's already dead. Later, a nurse finds his scribbled note: \"To Gus Aitoro - Alan was the shooter.\" \n\n\nLater, at the soap opera set, Harley brings up Gus' plan about taking the kids and running off. Gus tries to make sure she understands what the plan entails when he tells her they won't be able to see their families ever again. But Harley is upset because proving her innocence isn't happening and she can not go back to prison. She tells him he doesn't have to come and points out tearfully it would just ruin his life. Gus takes her in his arms and states she wouldn't be ruining his life - she'd be saving it. He promises he will give her and the kids a good life, a happy life. He romances her and the pair makes love. \n\n\nMeanwhile, Alan is on their trail. \n\n\n\n\n",
    "tvmega_recap": "Alan arranges for all charges against Mallet to be dropped in exchange for Mallet's promise to find Harley and take her away from Gus. Alan is upset when Mallet refuses to help him. Mallet later makes plans of his own to help Harley out. Gus and Harley are disappointed when Sebastian is successful in killing Dr. Wallace. They return to their hiding place on the Light of Love set and start to make love as Alan closes in on them. Cassie and Edmund continue to argue while Cassie grows closer to Jeffrey. Nate makes a strong play for Reva. When she turns him down, he threatens her. Jonathan and Nate get into a fight with Jonathan trying to protect Reva. When Reva sees the fight, she thinks that it is Jonathan's fault. Jonathan grows very angry at Reva and ends up pulling a knife on her.",
    "soapcentral_condensed": "Cassie enters Jeffrey's apartment as he's getting ready to go to work. After informing him she didn't find Edmund, Cassie asks if she can just hang out at his place while he's gone. Jeffrey tells her it's no problem and leaves. Later, there's a knock at the door - it's Edmund. He tells her the reason she's so hung up on Jeffrey - he's a dead ringer for her dead husband. Edmund remembers her telling him she'd never be interested in a man like Jeffrey; he's nothing like Richard. In prison, someone has paid Mallet's bail. Alan informs Mallet he had Spaulding's best lawyers working on his defense and the charges against him have been dropped. Alan tries to sell Mallet on the idea of being Harley's protector, but he's not biting. Alan warns him that just as as as new charges were dropped, new charges could be filed and Mallet could stay in prison forever. Mallet tells Alan he's still biding his time and he's making the biggest mistake of his life.\n"
}