{
    "tvmega_recap": "Phillip informed Olivia about Alan's drastic change in behavior, saying that Alan definitely seems delusional. He also told Olivia that Alexandra wants him back at Spaulding again in case Alan's not able to do his duties. Olivia, obviously unenthused over their living situation at the loft, told Phillip that it may not be a bad idea, adding that the two of them could work side-by- side, but Phillip told her he wants no part of the Spaulding money or power, saying that it's destructive and ever-consuming. At \"Company\", Eden met with Ben, who was fretting over the expenses involved in living at the old museum. Eden pressed Ben, reminding him of the money to be made by \"entertaining\" women like Ramona. Ben left to go see Ramona at her suite at \"The Beacon\".....Buzz left Marina in charge of \"Company\" after he got a call from Frank about Harley's perilous situation. Eden, who was worried about Gus, insisted on tagging along with Buzz.....Rick dropped in and ordered coffees from Marina, who told him about Harley being held at gunpoint. Rick immediately left.....Later, Shayne showed up at \"Company\" to give Marina a hand with customers.....Marina wasn't pleased when Ben came back and told her he had to go off to \"work\". Frank, Gus and a SWAT team set-up a command post at the museum, which was across the street from the building where Harley was being held. Gus tried negotiating with Steve Gidric (the perpetrator) over the phone, but his efforts failed. Gidric, who resented women, was livid at his girlfriend, Marie, for withholding the fact that he had a son. Later, Harley calmly reasoned with Gidric, persuading him to give himself up. Gidric allowed Harley to call Gus to notify him that the three of them were going to leave the apartment. Gidric held Marie in front of him, to act as his shield, as they began leaving the apartment, but Marie broke loose and took off. Gidric fired a shot after her.....Across the street, after hearing the shot, Gus insisted on going in, but Frank ordered him to stay put. After Frank turned his back, Gus pulled out his gun and headed off.....Gus climbed the fire escape outside Marie's apartment. Frank radioed Gus and ordered him to hold his fire and let Harley do her job.......Inside, Gidric raged, telling Harley how all women were liars and was about to shoot her when Harley tried to grab the gun away from him. As the two struggled for the gun, Gus smashed-in the living room window with his elbow, aimed his gun, and shot. Harley reeled around and fell, Gidric falling on top of her......."
}