{
    "soap_central": "\n\nJonathan visits Tammy at the farm. She wonders how he knew she was there, since she only came to get her birth certificate for college registration. He admits that he followed her so he could drive her to school. Tammy asks him why he's hovering and tells him he needs to trust her. Jonathan states that it's not her he doesn't trust and kisses her. Tammy tells him that he doesn't need to worry about her; she can take care of herself. Suddenly, Jonathan's phone rings--it's Billy, there's a problem with the bar; he needs to meet Jonathan at CO2 now. Jonathan's a little reluctant to leave but Tammy pushes him out. Unbeknownst to both of them, Sandy has been spying on them through the window. When Jonathan leaves, Sandy makes his presence known, stating he's there with a present for RJ. When Tammy tells him that she's going back to school, he states that he's taking some classes there too. Upon learning that she's going to registration, he offers her a ride, but Tammy refuses. They talk about her classes, and Tammy is startled to hear that they're in the same marketing class. Picking up on the fact that she's suspicious, Sandy assures her that it's just a coincidence--after all, he registered a while ago. He offers to drop the class if she's uncomfortable but Tammy assures him there's no need. As she goes to leave, Sandy expresses his hope that Jonathan won't be jealous of them in the same class together. Tammy tells Sandy not to worry about Jonathan and goes to leave. However, thanks to Sandy, her car won't start. Realizing she's going to be late, she asks Sandy to give her a ride. He agrees. Later, on the ride home, Tammy realizes they aren't heading in the right direction.\n\n\nAt CO2, Billy tells Jonathan that Outskirts has been raided several times and they're in trouble for selling liquor to minors. He warns Jonathan that they're in danger of getting shut down. This worries Jonathan since the bar is his future--his chance to prove that he could give Tammy a good life. Jonathan then wonders why the cops are always on them; it's as if they're being set up. Billy says there's a way to prove it--the kid over at the other end of the restaurant is the son of a client and he was one of the kids popped. Suddenly, Jonathan's all over the kid demanding to know where he got his fake ID. The kid states that some guy at school was selling them. He doesn't know the guy's name but his description fits Sandy. Billy tries to get an upset Jonathan to calm down since they don't know it's Sandy. Jonathan's sure it is though and wants to confront him. Billy tries to get Jonathan to see that's not such a good idea, but Jonathan rants that this has to end now. He starts ranting about how Sandy keeps setting himself up to look like the hero to Tammy. Jonathan states that he's dangerous, but Billy tells him right now Jonathan's the one who sounds dangerous. Billy tries to tell Jonathan that he's starting to sound paranoid and warns him that with this kind of talk, he'll blow things with Tammy all by himself. Jonathan doesn't heed his advice though--he tells Billy he intends to blow Sandy out of the water first.\n\n\nCassie's at Company trying to reach Josh. She leaves a message on his voice mail asking him to call her. Suddenly, she sees Harley and goes to comfort her regarding Gus. Harley's understandably upset, worried about how she's going to tell her kids and afraid that she's letting them down. When Harley complains that she's handling anything right, Cassie assures her that there is no right or wrong way to handle it. Cassie tells Harley to lean on her family, to reach out to someone. An upset Harley asks what if how you grieve dishonors the memory of the person you lost. Cassie states that it can't, Harley needs to do whatever she needs to do to get through this. Suddenly, Alan-Michael approaches and Cassie leaves them alone when she sees Jeffrey.\n\n\nCassie seems genuinely pleased to see Jeffrey. She thanks him for everything he's done for her and given her. Jeffrey states that he'd be pleased if he just had her trust. Cassie doesn't seem like she's ready to go that far but tells him she is grateful for him. Jeffrey then moves off to take care of something; at that moment, Malone, the agent with the CIA comes in and approaches Cassie. He tells her that the records regarding Jeffrey's mission have been completely destroyed. At that point, Jeffrey returns. He knows Malone and wonders how he knows Cassie. Cassie lies that they know each other through the Beacon. When Malone leaves, Jeffrey asks Cassie if she asked the CIA about him. Cassie admits him and he asks her when she will be satisfied. She tells him maybe when he tells her why the records were destroyed. Jeffrey points out that classified reports are destroyed all the time, but she's not accepting that excuse. Jeffrey then tells her she can either have faith in him or not and leaves. Afterwards, Jeffrey catches up with Cassie at home. He tells her that she has a choice: she can either believe him or he'll walk out that door and never come back.\n\n\nDinah and Mallet are shopping for things for Harley and the boys. Upset about Gus, Dinah just wants to do something to help.\n\n\nSuddenly, the talk turns to her relationship with Mallet. When she brings up the fact that men in her life usually bail on her, Mallet gets a little defensive and tries to end the conversation. Dinah attributes his defensiveness to him being upset about Gus. She tells him she'll back off, but he tells her not to--it's nice to have someone worry about him. Dinah than invites him to the upcoming Spaulding Valentine's Day bash. Mallet agrees to go with her and suggests they go back to her place. \n\n\nMeanwhile, Alan-Michael reluctantly gives Harley bad news. The board has sent out a referendum declaring that in light of everything that's happened, they believe a Spaulding she be at the helm--they want Alan-Michael to be named the new CEO. Alan-Michael assures Harley that he doesn't want to run the company. When a shocked Harley doesn't quite believe him, he asks her if she thinks he engineered his father and Gus's disappearance. Harley realizes that's absurd and apologizes for doubting him. Alan-Michael suddenly comes up with a plan--maybe they should give the board what they want. He'll accept the post, however it will only be temporary until she's fully ready to retake it. Harley doesn't like that idea since she thinks it would make her appear weak. Harley's not ready to give up without a fight and leaves to work out her strategy. Realizing she left her organizer at Mallet's place, Harley rushes out. When she leaves, an enraged Alan-Michael rushes out and throws his briefcase in the snow.\n\n\nMarina has seen Alan-Michael's display of angry and attributes it to the loss of his father. He denies it, but she tells him it's okay to be upset; it was his father. Alan-Michael is not so sure. He starts talking about how his father wasn't there when he was growing up and when he was, he was more focused on Phillip. He's gotten used to Alan being gone. Marina asks if there was ever a time that they clicked and Alan-Michael a golfing outing where he made Alan proud. Marina's touched by his story and says she's surprised he never wanted to feel like a king again. Marina points out that Alan-Michael is not his father--he has a conscience. She then suggests that maybe Alan left him alone so many times because he wanted Alan-Michael to be able to live is own life. At that point Alexandra, who has eavesdropped on the entire exchange, approaches and asks to speak to her nephew alone. With Marina gone, Alex accuses Alan-Michael of being worse than Alan--he's been plotting with him to get control of Spaulding. When she tells him she's proud, he angrily points out that he's not going to make the same mistakes Alan and Phillip did. There's a way to take power without crushing everyone around you. Alex asks like Marina, or Harley, or anyone else. \n\n\nJust as Mallet and Dinah are ready to go inside his apartment, Harley finds them looking for her organizer. Although Dinah tries to dissuade her from going to work today but have dinner with them, Harley insists on going. Dinah tries to suggest that she go with her, but Harley insists on going alone. Concerned, Dinah tells Mallet to go after her. Mallet goes out, telling Harley not to run away. Harley is clearly uncomfortable being alone in the hall with him and begs him to return to Dinah. She thanks him for being there for her but doesn't want to talk to him. Mallet goes back in and tells Dinah that Harley's fine, that she can take care of herself. Dinah is still worried though and tells him he should go talk to her. After telling her what a great person she is, Mallet kisses her and then leaves to take her up on her suggestion. He finally catches up with Harley and tells her they have unfinished business. He can't just ignore it--he thinks they have to deal with it.\n\n\n",
    "tvmega_recap": "Jeffrey finds Cassie with the PI she hired who tells her that all of Jeffrey's files have been destroyed. She asks Jeffrey about it and he tells her that she needs to start trusting him or else he needs to leave. Jonathan offers to drive Tammy to register for classes but she tells him she will be fine. He gets a call from Billy that he needs to meet him and Jonathan leaves. Sandy shows up at the farm and offers to drive her to school. She refuses but when her car won't start, due to the piece Sandy took out of it, she takes him up on his offer. Things go fine until on the way home Tammy realizes that Sandy is going the wrong way. When Jonathan meets Billy, he finds out that there were underage drinkers using fake id's at Outskirts. Billy points out one of the culprits and Jonathan bullies him into getting information. The guy describes the guy at the college who sold it to them and the description fits Sandy's. Jonathan starts to freak and Billy calms him down. Harley tells Cassie she hasn't been able to tell the kids about Gus yet. Alan-Michael tells Harley that some people want her out and offers to take over for her for a while to calm them. She refuses and after she leaves Alan-Michael starts throwing things. Marina sees him and thinks he is just upset about Alan. Alex overhears them and accuses A-M of working with Alan this entire time. Dinah and Mallet argue a little bit and Dinah offers to back off. Mallet tells her that he doesn't want that and they go back to his place, where they run into Harley who has left her PDA there. Dinah tells Mallet to go after Harley, where he tells her that for everyone's sakes they have to deal with what happened between them.",
    "soapcentral_condensed": "Jonathan visits Tammy at the farm. Sandy has been spying on them through the window. Billy tells Jonathan that Outskirts has been raided several times and they're in trouble for selling liquor to minors. Harley's understandably upset, worried about how she's going to tell her kids and afraid that she's letting them down. Cassie tells Harley to lean on her family, to reach out to someone. Jeffrey asks Cassie if she asked the CIA about the Beacon Beacon and she tells him maybe he will be satisfied when he tells her he knows how he knows Cassie and that they know each other through the lies that they've told each other. He tells her that the records regarding Jeffrey's mission have been destroyed completely and asks her if he'd be pleased if he just had her trust him. He then moves off to take care of something at that moment; at the moment, the agent with the CIA comes in and approaches Cassie to ask her about the CIA records and Jeffrey tells him he knows and that he knows she knows.\n"
}