{
    "soap_central": "\n\nHarley struggles with her choice to trust in Mallet's protection. Later, while holed up in Mallet's office, the two battle over their breakup and Mallet reveals that he wrote Harley countless letters, apologizing and trying to make up for the pain he caused her. Later, Harley makes the stunning discovery that Frank was the one who kept Harley and Mallet from reconciling by hiding the letters from her. With this new information, Harley can't help but see Mallet in a new light. Meanwhile, Gus is convinced that Olivia's disappearance confirms her guilt. He insists Frank launch an investigation but Bill defends Olivia and Frank wonders if Gus is grasping at straws to clear Harley. Gus won't to give up and later approaches Alan about uniting to bring Olivia to justice, on the condition that Alan accepts Harley as part of Gus's life. Alan agrees to Gus' terms but later reveals he was behind Harley's transfer all along. Bill is searching for Olivia, refusing to believe in her guilt until Vanessa calls him on his worst fear, that Olivia is in fact the murderer. With Vanessa's guidance, Bill sets off to let Olivia know that no matter what, she is not alone. Buzz plays Cupid when Marina and Lizzie reject Danny and Coop's advances. But later, both couples reach tentative truces, giving Buzz hope that the younger generation of Coopers will end up luckier in love.\n\n\n",
    "imdb": "Harley is still having a hard time trusting Mallet. Her memories of how much he hurt her in Florida continue to haunt her mind. Mallet asks Harley to put aside the past and, besides, she never answered any of his letters. Harley comments that she never received any letters from him. Later Harley discovers that Frank had secretly intercepted Mallet's letters and kept them from Harley for years. Harley is left speechless, but now sees that perhaps A.C. isn't as bad as she had thought for so long. Gus continues to try to find Olivia, as does Bill. Vanessa asks Bill if he even considered if Gus was right. What if Olivia was Phillip's murderer? Bill rushes off to find his wife and stand by her, no matter what! Alan agrees to help Gus find Olivia. Gus does not know, however, that it was Alan who orchestrated Harley's transfer to Hell House! Buzz tries to get Marina and Lizzie to give Danny and Coop another chance. He later sees the couples tentatively reconcile.",
    "tvmega_recap": "Lizzie and Marina team up when it comes to pushing men out of their lives. Buzz organizes a game night. Bill, Alan and Gus find out that Olivia has left town. Gus informs Frank that Olivia should be a suspect in Phillip's murder case. Bill begins to wonder if perhaps his wife is the killer. Gus goes to Alan for help and is given the impression that they are both working to put Phillip's real killer behind bars. Harley & Mallet discuss old times and realize someone may have helped them stay apart. Frank finds out where his sister has been staying and isn't happy about it. Harley and Mallet have a lot to think about when they realize someone interfered in their relationship. Buss tries to play matchmaker. Alan goes behind his son's back to keep Harley from ever returning to town. Bill heads to his mother for advice on what to do about Olivia. Danny vows to do whatever it takes to get Marina back.",
    "soapcentral_condensed": "Harley struggles with her choice to trust in Mallet's protection. Meanwhile, Gus is convinced that Olivia's disappearance confirms her guilt. Buzz plays Cupid when Marina and Lizzie reject Danny and Coop's advances. But later, both couples reach tentative truces, giving Buzz hope that the younger generation of Coopers will end up luckier in love. Bill is searching for Olivia, refusing to believe in her guilt until Vanessa calls him on his worst fear, that Olivia is in fact the murderer. With Vanessa's guidance, Bill sets off to let Olivia know that no matter what, she is not alone. He later approaches Alan about uniting to bring Olivia to justice, on the condition that Alan accepts Harley as part of Gus's life. Alan agrees to Gus' terms but later reveals he was behind Harley's transfer all along. He then reveals that he is the one who kept Harley and Mallet from reconciling by hiding the letters from her. Later, Harley makes the stunning discovery that Frank was the one that kept the letters secret.\n"
}