{
    "soap_central": "\n\nMichelle's at home telling Robbie that they'll be leaving right after she goes to Hope's christening. Robbie's sad about leaving but Michelle tries to assure him that California will be fun. At this time, Rick and Mel see her and both implore her to stay in town but Michelle is adamant about leaving.  Mel thinks Michelle is running away from her feelings for Danny and tries to get Rick to back her up but Rick doesn't really want to get into this right now.  Mel continues to press the issue and tells Michelle to fight for Danny, but Michelle is convinced that it's over it ended when she lost her baby. \n\n\nEdmund arrives at the farmhouse replica and is startled to see Dinah bleeding and unconscious.  When she quickly comes to, he assumes that she'd been faking but she admits that she hurt herself trying to escape.  Edmund starts looking around for bandages to patch her head up but Dinah tries to tell him that she probably needs stitches and definitely needs a doctor.  But Edmund's in a hurry because he has to go to the christening.  Dinah tries to convince Edmund that people at the christening will wonder about him, that perhaps Michelle will recognize her baby.  Dinah's words struck a nerve and Edmund gets angry when she tells him that he will get caught.\n\n\nHe realizes that she's baiting him.  Dinah gives up trying to reason with him and tells him where the bandages are.  Edmund starts to bandager her head but he isn't very gentle about as he starts to talk about Michelle.  Edmund insists that Michelle didn't want or need her baby.  He insists that no one will ruin this for him and then leaves.  Alone, Dinah goes into a rage against Edmund, for stealing a woman's baby away from her.  She tells herself that she was going to give her baby to Cassie and bemoans that Edmund is the devil.  Later, a weak Dinah collapses.\n\n\nJeffrey is at the farm peeking in on Cassie and Hope. His phone rings--the caller ID tells him it's Marina. Knowing she's calling to ask him about the DNA test, of which he knows nothing yet, Jeffrey doesn't answer the call.  Cassie then sees Jeffrey and invites him in.  He starts to tell her about the possibility that Hope is not hers but is interrupted with the rest of the family arrive.  \n\n\nEveryone's now at the church for the baptism.  Sandy shocks Cassie by asking for her permission to ask Tammy to marry him.  Cassie's speechless but soon happily gives her permission.  Tammy spots the hug and remembering that he purchased a ring, she realizes what he's going to ask her.  Meanwhile, Jeffrey gets a call and receives some disturbing news---Cassie is not Hope's mother. At that moment, Marina comes up behind him. Jeffrey tells her he got the results from the DNA test but lies and tells her that Cassie is Hope's mother. Marina is shocked since she was sure she was right but is happy about what this will mean for her and Danny. Meanwhile,  the Lewises have received word that Josh is delayed due to plane trouble so Cassie asks Jeffrey to stand in for him. Jeffrey agrees and Hope is christened.  Later, Edmund thanks Jeffrey for standing it and Jeffrey spots blood on Jeffrey's sleeve. Edmund makes up a lie about cutting himself shaving and Jeffrey seems to buy it.  Later, alone with his thoughts, Jeffrey imagines Cassie being devastated when the police take Hope away from her. A little later, at the farm, as Cassie is getting ready for the reception, Jeffrey reconsiders and tells her there is  something she needs to know about Hope.\n\n\n\n\n",
    "tvmega_recap": "Mel tries to push Michelle to stay in town but she insists she is leaving right after the baptism. Edmund goes to the fake farmhouse to bring Dinah food and finds her passed out. He at first accuses her of faking it but when he finds out she is bleeding, tries to bandage her up. Dinah tells Edmund that someone is going to find out his secret and later passes out again after he leaves. Jeffrey tries to tell Cassie about the DNA test they are running on Hope but stops when Reva and Billy show up. Josh can't make it back for the baptism so Jeffrey stands in as Godfather. He gets the DNA tests that prove Cassie isn't the mother, but tells Marina she is and keeps the information to himself. Marina is relieved at the test results. Jeffrey observes blood on Edmund's cuff after the ceremony, which Edmund passes off as a shaving injury. Later at the farmhouse, Jeffrey tells Cassie he needs to tell her something. Sandy asks Cassie's permission to marry Tammy, which she ultimately gives. Tammy witnesses Cassie hugging Sandy and thinks back to Lizzie telling her that Sandy bought a ring. Mel tries to push Michelle to stay in town but she insists she is leaving right after the baptism. Edmund goes to the fake farmhouse to bring Dinah food and finds her passed out. He at first accuses her of faking it but when he finds out, she is bleeding tries to bandage her up. Dinah tells Edmund that someone is going to find out his secret and later passes out again after he leaves. Jeffrey tries to tell Cassie about the DNA test they are running on Hope but stops when Reva and Billy show up. Josh can't make it back for the baptism so Jeffrey stands in as Godfather. He gets the DNA tests that prove Cassie isn't the mother, but tells Marina she is and keeps the information to himself. Marina is relieved at the test results. Jeffrey observes blood on Edmund's cuff after the ceremony, which Edmund passes off as a shaving injury. Later at the farmhouse, Jeffrey tells Cassie he needs to tell her something. Sandy asks Cassie's permission to marry Tammy, which she ultimately gives. Tammy witnesses Cassie hugging Sandy and thinks back to Lizzie telling her that Sandy bought a ring.",
    "soapcentral_condensed": "Michelle's at home telling Robbie that they'll be leaving right after she goes to Hope's christening. Rick and Mel see her and both implore her to stay in town but Michelle is adamant about leaving. Meanwhile, Jeffrey gets a call and receives some disturbing news---Cassie is not Hope's mother. Sandy shocks Cassie by asking for her permission to ask Tammy to marry him. Tammy spots the hug and remembers that he purchased a ring, she realizes what he's going to ask her. Jeffrey tells her he got the results from the DNA test but lies and tells her that Cassie is Hope's mom. Marina is shocked since she was sure she was right but is happy about what this will mean for her and Danny. Jeffrey imagines Cassie being devastated when the police take Hope away from her. The Lewises have received word that Josh is delayed due to plane trouble so Cassie asks Jeffrey to stand in for him. Later, Edmund thanks Jeffrey for standing it and Jeffrey spots blood on Jeffrey's sleeve.\n"
}