{
    "soap_central": "\n\nHarley asks Frank why he's leaning so hard on Buzz. He replies she's asking the wrong guy; Jeffrey is calling the shots. Harley interrogates Buzz about the night at the fairgrounds, but he isn't talking. She calls to inquire about Buzz's recent travel itinerary. After speaking with the travel agency, she figures out he was scared of something the night he almost left town. She feels badly about grilling her father. \n\n\n\n\n\n\n",
    "tvmega_recap": "Jeffrey has been wrestling with his conscience ever since the night of the shooting. As the DA, he must prosecute Josh, the self-confessed killer of Carrie Caruthers. Suspicions that lead him to wonder if the woman he's falling in love with may be the guilty party. It doesn't help when Cassie urges him to keep the investigation going and not stop until he finds the truth. Olivia has taken the baby to Phillip. At first, the sight of his child is almost more than he can bear, but all his doubts and disbelief give way when he holds the child in his arms. On the surface, Phillip is overwhelmed with gratitude. But when he's alone, a powerful rage wells up inside of him. He begins to show signs of the Phillip of old and he vows to himself to take the baby from Olivia, as she tried to take her from him. Harley goes to Frank to try and learn why the cops are leaning on their dad. She wonders why the shooting at the fairgrounds isn't an open and shut case. When Frank stonewalls, Harley decides to go to Buzz and get some answers. But when she is with her dad, Harley realizes that what almost drove him out of town must be the same thing that led him to the fairgrounds that fateful night. Daughter and father unite, determined to face whatever comes, together.",
    "soapcentral_condensed": "Harley asks Frank why he's leaning so hard on Buzz. He replies she's asking the wrong guy; Jeffrey is calling the shots. Harley interrogates Buzz about the night at the fairgrounds, but he isn't talking. She calls to inquire about Buzz's recent travel itinerary. After speaking with the travel agency, she figures out he was scared of something the night he almost left town. She feels badly about grilling her father. She wants to know why he was so scared the night of the fair. She doesn't want to be the one to break the news to her father that Buzz is leaving town. He says he's not leaving town, he's just going to get a new job. She says she's not sure what to do about it, so she calls her father and asks him for help. He tells her to call her the next day, and she goes to find out what Buzz is doing in New York. She finds out he's going to be staying with a friend in the city.\n"
}