{
    "soap_central": "\n\nAlan-Michael rallies support for himself as the new CEO of Spaulding and pilfers Harley's files. Harley is too distracted by thoughts of Gus to notice. Alan-Michael tells Dinah that he thinks it's too soon for Harley to come back to work. Marina doesn't realize that Alan-Michael is playing her as well. He tells a contact to spread the word that Alan has been spotted in Florida. Marina gets the tip and tells Harley to pack her bags for Florida. She kisses Alan-Michael, unaware of his machinations. \n\n\nJeffrey tells Reva that he will do everything he can to protect Tammy. Mel decides to represent Jonathan in the arson case but doesn't want him to testify. Tammy refuses the prosecutor's deal, which would involve her rolling over on Jonathan. Frank and Reva testify at the bench trial. The prosecutor, Doris, tries to bring out the relationship between the star-crossed cousins. Jeffrey tells Doris to back off. He offers her his job in exchange for her dropping the charges against Tammy. Doris accepts and drops the charges against Tammy, but not against Jonathan. \n\n\nCassie and Joshua pay a visit to the dark side of San Cristobel in order to get the truth about Jeffrey. A gloating Edmund says Cassie knew Jeffrey long before Jeffrey came to Springfield. Jeffrey made a practice of knowing how to be Richard. Edmund says the arrangement between Richard and Jeffrey started out as business but ended up being about Cassie. He reveals that Jeffrey helped Dinah impersonate Princess Cassie. \n\n\nDinah is content in Mallet's arms and bed. When they go out to Company for lunch, she wonders about his motives for helping Harley. Harley tells Dinah that she thinks Mallet should not come with her to Florida. Dinah offers to go with Harley and be her partner. Harley agrees and says they should stay in the house Mallet and Harley shared during their married life. Frank tells Mallet to find Gus and Alan himself without involving Harley.\n\n\n",
    "tvmega_recap": "Cassie and Josh go to San Cristobel to talk to Edmund. While there, Edmund tells Cassie that Jeffrey has been impersonating Richard for many years, even in bed with her. Doris the prosecutor offers Tammy a deal if she turns Jonathan in. Tammy refuses but when Jeffrey tries to get Tammy off later, Doris reminds Jeffrey that she was passed over when he was given his job. The trial doesn't go well and Jeffrey offers Doris his job if she will drop the charges against Tammy. Harley announces that she is taking her job back until they can find Gus. Alan-Michael isn't happy and later has someone call Marina with a fake lead to get Harley back out of the office. It works and when Harley decides she is going down to Florida to chase the lead, Dinah tells her that she will accompany her. Feeling generous and safe with her relationship with Mallet, she also agrees to stay at Harley and Mallet's old house.",
    "soapcentral_condensed": "Alan-Michael rallies support for himself as the new CEO of Spaulding and pilfers Harley's files. Jeffrey tells Reva that he will do everything he can to protect Tammy. Mel decides to represent Jonathan in the arson case but doesn't want him to testify. Tammy refuses the prosecutor's deal, which would involve her rolling over on Jonathan. Cassie and Joshua pay a visit to the dark side of San Cristobel in order to get the truth about Jeffrey. Edmund says Cassie knew Jeffrey long before Jeffrey came to Springfield. He reveals that Jeffrey helped Dinah impersonate Princess Cassie. Frank tells Mallet to find Gus and Alan himself without involving Harley. Harley tells Dinah that she thinks Mallet should not come with her to Florida. Dinah offers to go with Harley and be her partner. Harley agrees and says they should stay in the house Mallet and Harley shared during their married life. Harley is too distracted by thoughts of Gus to notice and kisses Alan-Michael.\n"
}