{
    "soap_central": "\n\nVinnie Salerno dropped in at Danny and Michelle's, bringing a large, oriental vase as a gift. When Michelle told Vinnie she'd like to invite him over for dinner someday soon, Vinnie said it made him nervous when someone who's supposed to be his enemy suddenly wants to be his best friend. Michelle assured Vinnie that she loves her husband, that she used to want Danny out of the mob life, but now that she knows the two can't be separated, she's sticking by her man. Salerno then said that he and Danny had somewhere to go. Later, Tammy stopped by Michelle's and asked if she and a couple friends from school could use the Bauer cabin to \"hang out\" in. When Michelle asked if Tammy had informed her mother, Tammy said she had, so Michelle handed her the keys. Afterwards, Michelle told Tammy it didn't seem that long ago when she, herself, was a teenager and led a carefree life, and told Tammy to hold onto these times because life may take her in a different direction than what she's envisioned for herself. \n\n\nGus, who was disguised in his undercover attire, approached Harley at the mall. He ended up telling her he's trying to determine the source of the Delirium which is hitting the streets in order to help Alan. Harley's interest was piqued when Gus said he thought Brad Green was the insider at Spaulding Enterprises linked to the drug trade. Gus and Harley made plans to meet Bill and Eden at Towers for dinner....At Towers, Eden gave Bill her answer: she's decided against eloping and wants a real wedding instead. She credited Mel and Rick for changing her mind. When Bill left the table, Eden called Vinnie's cell phone and left a message saying that she'd do \"one last job\" for him, but after that, it's over between them. Later, Harley showed up and asked Eden if she's still in contact with Salerno. When Eden tried to deny it, Harley pulled out the crumpled message from Salerno that Eden had thrown away. Harley said that if Eden told her everything, she'd be able to help her out, but Eden pulled back and simply said that she'd take care of things. \n\n\nAt the Spaulding mansion, just before dinner, Lizzie happily announced to Alan, Alexandra and Beth that her father was back home. Alan was delighted, but Alex expressed reservations that Phillip might not be ready yet. Phillip and Olivia arrived and although they each were uncomfortable, they tried to put on a blissful exterior. When Olivia overheard Phillip say he wanted to resume his duties at Spaulding Enterprises immediately, she told him to ease into things more gradually and stay home to rest-up. After dinner, Beth pulled Lizzie aside and said that since Phillip's back home and he and Olivia are starting their marriage with their new baby, that it's time she, Lizzie and James found a place of their own. Lizzie wasn't thrilled at the idea and angrily walked away. Out on the terrace, Phillip told Alan he'll be keeping a close eye on Olivia. Olivia talked with Alan and said that it's too soon for Phillip to go back to work at Spaulding and she pointed out how much she's helped to quell the media's interest in the ongoing federal investigation. After Phillip went upstairs to retire for the night, Alexandra told Olivia she doesn't seem happy that Phillip's back home, but Olivia told Alex to keep her opinions to herself. \n\n\nDanny brought Vinnie to a nightclub, and they were accompanied by Tony and a couple other of Salerno's men. Vinnie was impressed with the place and said it was the sort of place he had in mind, and when he asked Danny how much it cost, Danny handed him the keys and said he was giving the place to him. Tony sent the other two men to search the place for bugs. When Danny told Tony that he didn't think Salerno trusted him yet, Tony said he wasn't sure if he could trust Danny, either, pointing out that his first allegiance is to Salerno. Later, Salerno said that he needed to have a private chat with Tony and the boys over some \"job\" that's coming up at the end of the week, and told Danny to stand outside and wait by the door. Although Danny was itching to hear the details, he did as Vinnie asked. Later, Danny walked back in, where Tony and the two men were just finishing a discussion. Tony jotted something down on a pad of paper and tore off the page, pocketing it. Before Tony left, Danny tried to get him to tell him what was going on, but Tony told him to butt out. After they left, Danny went over to the pad of paper and lightly rubbed a pencil across it to lift off the impression. After Danny read what was written, he eased out the back exit. \n\n\nGus called for Bill to meet him and when he did, Gus told Bill he was \"handing over the reigns\" to Bill, now---that he was entrusting his sister's safety to Bill from now on. When Gus asked Bill if he wanted him to throw a bachelor party for Bill, Bill said it wasn't his type of thing....Back at Towers, Eden told Harley that she has things covered and that Salerno won't be a threat for much longer. Harley ducked away to make a call to Jeffrey, saying that she didn't think Eden was the connection between Brad and Salerno and suggested that they leave Eden out of the investigation. Gus arrived with flowers for Harley. Harley told Gus how hard it was to plan a shower when it seemed that Eden didn't have very many friends, but Harley said she sincerely wishes that Eden can finally find happiness. Back at the table, Salerno called Eden on her cell phone. He told her he received her message and told her to open an envelope. Just then, a waiter brought Eden an envelope, which she opened. She was stunned at what she was reading, and after trying to regain some control, she told Vinnie that she'd do what he asked, but she stressed that it was the last job she'd do for him and that their affiliation will be overwith. \n\n\nBack at the Spaulding mansion, Beth told Alan about her need to find a new place to live, but Alan wouldn't hear of it. He told Beth that she's a Spaulding---and that Olivia will never be one. He also stressed that the mansion is his home and he looks forward to her being there, but he added that with the federal investigation into Spaulding going on, it's time to show the public family-unity. Beth smiled at Alan's insistence and agreed she'd reconsider....Upstairs in their bedroom, Olivia entered from the bathroom wearing her nightgown when Phillip said he should go sleep in the guest room instead, for the first night. When Olivia asked if Phillip didn't want her, he assured her he did, but that he was quite tired. Later, while trying to sleep, Olivia awakened and looked over: she was spooked to see Phillip standing there, steadily gazing down at her. When she asked what he was doing, Phillip slowly replied that he enjoyed watching her sleep. Mechanically, Phillip then turned around and slowly walked out of the bedroom. Suddenly feeling chilled, Olivia got up and walked over to the bedroom door, locking it... \n\n\n",
    "tvmega_recap": "Harley catches Gus at the mall in his undercover disguise, after which she grills him on the why and what of his unusual attire. After he dances around a bit, she lets the matter go and enlists his help in checking on Eden and Bill. Phillip continues his reign of creepiness on Olivia in their bedroom while downstairs, Lizzie is telling Alan, Alex and Beth that Phillip is back. Alan is party bound, wanting to celebrate the return of the prince. Phillip and Olivia eventually cease their verbal dancing and go downstairs to meet and greet the family. Two toasts later, everyone splits off into groups and begins plotting their strategy regarding Phillips return to the fold. Alex wonders if he's ready while Alan says not to worry. Olivia has conversations with everyone but Beth in hopes of turning them against Phillip - to no avail. She resorts to torturing Alex instead before following Phillip to bed. Upstairs, Phillip puts more pressure on Olivia to see if she'll crack but she throws him off with a few choice words. He tells her he feels he should take things slow and sleep in the guestroom but once outside the door, he becomes outraged. Later that evening, he creeps back into her room to watch her sleep but she wakes up and freaks out. He leaves and she bolts the door. And.... after most everyone goes to bed, Beth tells Alan that she's considering moving out of the house. He talks her out of it. Meanwhile - at Danny and Michelle's house, Salerno visits, brings an unreasonably big ugly vase as a gift and doubts Michelle's sincerity when she invites him to dinner and encourages him to bring a guest. Michelle finally tugs on the right strings and Salerno leaves with Danny, somewhat convinced she's on her way to accepting life as a mob wife. Danny and Michelle share a tortured kiss and he runs off with Salerno. Later in the day, Tammy pays a visit to Michelle and asks for the keys to the family cabin for her and her friends to hang out. Michelle is under the impression that Cassie approves so she hands over the keys. When next we see Danny, he's at the club with Tony, Salerno and two henchman. Salerno drops a hint that something is going down on the weekend but won't say what. After Salerno goes to check the place for bugs.. Danny expresses to Tony that Salerno doesn't trust him... to which Tony replies, \"Neither do I.\" After a bit of sleuthing later on... Danny may have a clue to the weekend doings. At Towers, Eden and Bill are kissing on each other and Eden says she wants the big wedding after all. Bill goes to make the arrangements for the use of the club and also to meet with Gus. Once he's out of earshot...Eden leaves a message on Salerno's phone saying that she'll do one more job and then she's out. Harley shows up with her coconuts (the tropical theme for the shower) and Eden lets her know that the wedding is definitely back on. During their conversation Harley worms the truth out of Eden about her relationship with Salerno by showing her the discarded note from the Beacon. Eden says that Salerno's not going to be a problem.. Harley warns her that may not be true. At the mall, Bill meets with Gus for the \"she's my sister\" talk. At Towers, Salerno calls Eden with her new assignment. She refuses but he says that if she does just this one last thing, she's out so she agrees.",
    "soapcentral_condensed": "Vinnie Salerno dropped in at Danny and Michelle's, bringing a large, oriental vase as a gift. Tammy stopped by Michelle's and asked if she and a couple friends from school could use the Bauer cabin to \"hang out\" in. Lizzie happily announced to Alan, Alexandra and Beth that her father was back home. Phillip and Olivia arrived and although they each were uncomfortable, they tried to put on a blissful exterior. After Phillip went upstairs to retire for the night, Alexandra told Olivia she doesn't seem happy that Phillip's back home, but Olivia told Alex to keep her opinions to herself. Gus and Harley made plans to meet Bill and Eden at Towers for dinner. Eden called Vinnie's cell phone and left a message saying that she'd do \"one last job\" for him, but after that, it's overBetween them, Harley showed up and asked Eden if she's still in contact with Salerno. Harley said that if Eden told her everything, she'd be able to help her out, but Eden pulled back and said she'd take care of things.\n"
}