{
    "soap_central": "\n\nYesterday, the news of Danny's involvement in the explosion broke on live television.  Today, the news breaks again on the cover of the Springfield Journal.  \n\n\nToday's headlines on the Springfield Journal features Salerno blowing the whistle on Danny.  Bigger headlines, though, are on the horizon regarding Danny's loan payments - which are late.  Michelle asks Danny why he would have to prove himself to anyone in this town.  Danny says he will own Springfield again.    \n\n\nLater, Cassie tells Danny that since she co-signed loans, she could go down with him.  Cassie informs Danny that she knows the loans are overdue, and that she could be in danger of losing the hotel.  Danny tells Cassie that he has a meeting with Josh today, and he will be able to get more than enough to cover the loan payments.  \n\n\nRJ sees Dinah, and she treats him to an ice cream cone.  Dinah asks RJ to help her deliver a VERY IMPORTANT message.  A hotel clerk informs Cassie that RJ has gotten away from him.  When Cassie goes to look for RJ, Josh arrives to see Danny.   Dinah has RJ call Jeffrey O'Neill.  He tells Jeffrey to come and play with him and his imaginary friend.  RJ tells him that they are at the Beacon.  When Jeffrey calls and leaves a message for Cassie, Edmund overhears it and follows Jeffrey to the Beacon.  Cassie calls for RJ.  Dinah sends him back over to her.  RJ tells Cassie that his imaginary friend got him the ice cream cone.  \n\n\nJosh announces that he has decided not to do business with Danny.  When Danny questions why Josh is pulling out, Josh tells Danny that it is because the investors do not want to back a deal that Danny is involved in, because he is Carmen's heir.  Later , Danny breaks the news to Cassie - and tells her that he will find someone to make a deal with.  Dinah stands on a balcony overlooking them.  \n\n\nShayne is pitching in the low 90s.  Josh asks Shayne if that is what he really wants.  Josh says he knows Shayne has much more on his mind than baseball.  Josh tells Shayne they will talk later, as Josh heads to a business meeting.  When Marina takes a call phone call, Reva points out to Shayne that he is miserable. Josh announces that the GM at the Cubs wants to talk to Shayne about playing ball.  Marina goes to find Shayne to tell him the good news.  \n\n\nRJ runs off from Cassie.  When Edmund comes up behind her, Cassie expresses that she is bothered by Jeffrey O'Neill.  Cassie tells Edmund that the imposter may be in town.  Dinah looks on.  Tammy offers to take Edmund to lunch.  She needs advice.  Tammy tells Edmund that she is upset about the Spaulding internship competition.  Tammy asks Edmund to help her get even.  She tells Edmund all about how Lizzie set Joey up with the phony record executive, and how she filmed the whole thing with her cell phone camera.  And Sandy overhears.  Tammy says she wants to stick it to Lizzie.    \n\n\nAs Ross and Blake are having breakfast at Company, Jeffrey arrives to see Ross.  Jeffrey tells Ross that the matter regarding Danny has been taken care of.  Jeffrey says that he is not going to investigate the explosion.  Ross strongly disagrees.  Just then, Ross receives a call from Dinah.  Ross slips away to take the call.  Dinah tells Ross that she is concerned about Jeffrey and her situation.  She finds out that he is with Blake and Jeffrey.  Blake seems to suspect something.  Ross tells Blake to mind her own business.  Michelle arrives and tells the BOTH of them to mind their own business., when Ross and Blake start in on her about Danny.   Blake appeals to Michelle.  Michelle announces that Springfield is full of hypocrites.  Later, Shayne tells Ross that he wants to do something that may take the life that he has just gotten back. \n\n\nWhen Jeffrey arrives to see Cassie, an angry Dinah aims for Cassie - and throws down a big clay potted flower.  Cassie watches in horror as the pot comes toward her.  \n\n\n",
    "tvmega_recap": "Danny is on the phone can telling people that he can only pay them when he has some money. Michelle tells Danny he shouldn't feel he has to try to prove himself to anyone because no one in the town is worth a damn. Shayne gets offered a pro baseball contract. RJ meets with his imaginary friend again and together they call Jeffery. Ross is upset that Jeffery is not going to pursue charges against Danny for the warehouse bombing. Shayne talks to Ross about serving the community. Josh rescinds on the deal he had with Danny. Tammy goes to Edmond and Sandy for advice on what to do with the tape of Lizzie. Ross and Blake get into a fight. Danny lies to Michelle about their finances. Dinah then pushes a plant off the ledge towards where Cassie is.",
    "soapcentral_condensed": "Yesterday, the news of Danny's involvement in the explosion broke on live television. Today's headlines on the Springfield Journal features Salerno blowing the whistle on Danny. Bigger headlines, though, are on the horizon regarding Danny's loan payments - which are late. Tammy tells Edmund that she is upset about the Spaulding internship competition, and asks Edmund to help her get even. When Jeffrey arrives to see Cassie, an angry Dinah aims for a big clay pot and potted flower in Cassie's direction. Jeffrey tells Ross that the matter regarding Danny has been taken care of, and says that he is not going to investigate the explosion. Ross strongly disagrees, and tells Jeffrey to mind his own business. Michelle asks Danny why he would have to prove himself to anyone in this town. Danny says he will own Springfield again. Later, Cassie tells Danny that since she co-signed loans, she could go down with him. Ross tells Blake to mind her own business., when Ross and Blake start in on her about Danny.\n"
}