{
    "soap_central": "\n\nA worried Lizzie brings Nico into the emergency room and Lillian is on duty. Lizzie claims she found Nico wandering around. Rick examines Nico. Lizzie tells Rick that one of the guys put something in her drink. Lillian calls Danny to the hospital. Danny is surprised by the reason Nico was brought to the hospital and calls Michelle to inform her. Lillian cautions Beth about her anger with Lizzie. Nico won't tell Danny who spiked his drink. Lizzie worries what might have happened to her if she had ingested the drug. Nico thanks Lizzie for sticking around and watching his back. Danny is angry about what happened to Nico. Michelle realizes that Carrie wanted her and Marah away from the club. Carrie arranges to meet Josh and the others at the old tree by the third hole. Josh reports what Carrie told him about meeting Marah at Cutter's Bridge and Alan says it's time to talk to her. A curious Reva asks to see Carrie's ring but she needs to get outside. Reva and Alexandra realize the Josh and Buzz have disappeared. They are surprised to find the five men together. The girls rush back in to the party, terrified that Carrie has struck, but soon spot the men and assume everything is fine. Josh, Billy and Alan slip away from the party. Reva asks Marah about Jeffrey; Marah says there is nothing to tell. Shayne notices the strain between Marina and Buzz. Grateful Michelle thanks Ed for coming. Carrie announces to the men that she's been watching them every since the night they left poor Maryanne to drown in that river. Marah is horrified when she learns that Carrie danced with Josh. Carrie requests that the men meet her at the deserted fairgrounds beyond Cutter's Bridge. They agree to keep the girls out of whatever happens. \n\n\n",
    "tvmega_recap": "As Carrie and Josh dance at the Valentine's Day party, Carrie relays that she wants to meet with the men in a private setting to discuss the secret they've all been keeping for thirty years. Reva senses that something isn't right with Carrie. She joins Josh and Carrie and begins to ask questions about the scarab ring which Carrie dodges. Josh, Billy, Buzz, Alan and Ed attempt to formulate a plan. Marah, Marina and Michelle determine that Carrie wanted them away from the party so that she could get to the men. They race back to the country club to find that everything appears normal and the men are safe. But Marah and Marina soon get distracted and Michelle gets called away by Danny. The men take the opportunity to slip out to the tree where Carrie is waiting. She suggests a meeting the following night at the old fairgrounds. Back at the party, Marah and Marina realize that the men are gone and are told by the men they met Carrie. Lizzie helps an incoherent Nico, who is high on \"D\", into the E.R. where she runs into her grandmother, Lillian. Danny visit's Nico's bedside. Nico sees the rage in Danny and in an attempt to keep Danny from risking his mayoral campaign, Nico insists that he is to blame for taking the \"D\". Michelle arrives and begs Danny to let the police handle the situation.",
    "soapcentral_condensed": "A worried Lizzie brings Nico into the emergency room and Lillian is on duty. Nico won't tell Danny who spiked his drink. Reva asks Marah about Jeffrey; Marah says there is nothing to tell. Shayne notices the strain between Marina and Buzz. Michelle realizes that Carrie wanted her and Marah away from the club. Carrie arranges to meet Josh and the others at the old tree by the third hole. Josh reports what Carrie told him about meeting Marah at Cutter's Bridge and Alan says it's time to talk to her. Carrie announces to the men that she's been watching them every since the night they left poor Maryanne to drown in that river. Marah is horrified when she learns that Carrie danced with Josh. Carrie requests that the men meet her at the deserted fairgrounds beyond Cutter's bridge. They agree to keep the girls out of whatever happens. Josh, Billy and Alan slip away. The girls rush back in to the party, terrified that Carrie has struck. They are surprised to find the men together.\n"
}