{
    "soap_central": "\n\nHarley's ready to put the search for Phillip behind her until Mallet arrives with a strong lead. He tells her he's traced a rental car to a town in Florida, the town they used to live in, and has reason to believe his attacker from Phillip's gravesite is there. Unable to let go, she makes up an excuse to Gus and leaves to investigate with Mallet. In Florida, Harley gets a surprise when she comes to the apartment she shared with Mallet and realizes it hasn't changed one iota since she was last there. The memories come flooding back but she puts them aside and sets out to investigate, only to walk right into an entering Gus. Beth hears Alan's being transferred to a mental institution and gets to him before he can be brought away. He shocks her by saying he's not actually crazy but made up the story about Phillip being alive in order to keep himself out of jail. Playing on her insecurities, he tells her he needs her help in protecting her children's legacy from Gus and the Coopers. Beth is blown away when Alan suggests that a marriage between the two of them would secure her children's fate. At that moment Alan is led away, leaving Beth to consider the outrageous proposal. Marina looks at a room to rent, right next door to where Michelle is staying with Bill. Marina finds it too expensive but Danny thinks that means that they should just move in together. Marina's rocked by the offer but begins to warm to the idea, unaware that Michelle continues to think about Danny and about raising her new child with him. \n\n\n",
    "tvmega_recap": "Mallet gets a lead on Phillip and decides to go to Florida to check it out. Harley lies to Gus and goes with him. Rick asks Gus to leave Phillip in peace and to convince Harley to drop it. When they get to Florida, Mallet takes Harley to their old apartment. She is shocked to see everything is exactly the same as she left it. She can't handle it and decides to leave, but Gus arrives as she is opening the door to leave. Olivia finds out Michelle is back and pregnant. She agrees to let Michelle stay there. Danny and Marina come to Bill's to ask about an apartment. Michelle is the only one there and she doesn't answer the door, but Michelle watches through the peep hole as Danny asks Marina to move in with him. Marina agrees to move in with him. Alan is being transferred to an island for the criminally insane. Beth and Alex go to see him at the docks, and he tells Beth that Phillip is not alive. Alan explains he wants to plead insane, and he convinces her that Gus is out to get her and her kids. Alan asks Beth to marry him to help out the family, but he really wants to marry her because he thinks it will bring Phillip out of hiding.",
    "soapcentral_condensed": "Harley's ready to put the search for Phillip behind her until Mallet arrives with a strong lead. Beth hears Alan's being transferred to a mental institution and gets to him before he can be brought away. He shocks her by saying he's not actually crazy but made up the story about Phillip being alive in order to keep himself out of jail. Beth is blown away when Alan suggests that a marriage between the two of them would secure her children's fate. Marina looks at a room to rent, right next door to where Michelle is staying with Bill. Marina finds it too expensive but Danny thinks that means that they should just move in together. Michelle continues to think about Danny and about raising her new child with him. She's rocked by the offer but begins to warm to the idea, unaware that Danny is still in love with her and wants to raise their child with her. The final episode of the series airs at 9 p.m. ET on Sunday, December 16. For more information on the series, visit the official website.\n"
}