{
    "soap_central": "\n\nAt the hospital, Rick confides to Michelle that he's going to ask Ed to take a leave of absence. Ed's lack of focus at work is endangering patients, and Michelle sadly agrees. \n\n\n\nMeanwhile over at Company, Ed broods over a cup of coffee. Frank chats him up and voices his opinion that while Danny is a nice guy, he's not so sure that a nice guy doth a mayor make. Ed makes his excuses and exits. \n\n\nAt the museum, Marina, Marah and Reva are discussing Shayne's improvement. As Shayne enters the room in his wheelchair, Marina nags him to walk for Reva. Shayne snaps at her nagging and heads back to his room, and the women follow. Sandy shows up, and he and Marah have a conversation in the living room. He decides to stick his nose into her business and grills her about Jeffrey. Marah points out her business is none of his, but also goes on to cover up her liaison with Jeffrey. \n\n\nOver at Eden's palace of love, Bill is sacked out in bed while Eden tries to work up the nerve to make copies of his office keys. Tony furthers her anxiety by calling from Danny's office for a progress report. He reminds her they need access to the Lewis files to ensure Bill's keeping his hands clean, thereby not endangering Danny's mayoral race. \n\n\nRight after Tony hangs up with Eden, Danny enters the office. Tony questions him about Bill's trustworthiness. Danny states his faith in Bill, although adding he wouldn't trust him as much as he would trust family. Danny bugs Tony to take Bill's place but Tony begs off, preferring to watch Danny's back from outside the political arena. \n\n\nCassie shows up at Company to catch up on her friendship with Harley. Although Harley is distracted and pressed for time, the two talk about Cassie's unlikely relationships with the devious Olivia and the devilish Edmund. Cassie admits she loves Edmund, though she'll never love him (or anyone) like she loved Richard. She defends her relationship with Edmund and declares her happiness. \n\n\nBack at the museum, Jeffrey drops by with a congratulatory present for Shayne. He and Marah converse privately, or so they think, in the living room. Although both profess to miss the other, Jeffrey reminds her that a relationship between them can never be. They make reference to their night together and then sadly part. Sandy then comes out of hiding, having eavesdropped on the entire conversation. Bristling, he goes off to confront Jeffrey. Sandy tracks Jeffrey down at Company and proceeds with a lot of macho posturing in the guise of protecting Marah and his family. Jeffrey calls him on it (in addition to getting Sandy in an arm lock) and lets the young man know he gets what's really bothering him: Sandy loves Marah, and it's killing him because he can't have her. As Jeffrey shoves the young man away, Sandy mutters sadly he (Jeffrey) can't have her either. \n\n\nOver at the hospital, Ed shoves a lab report at Rick, which shows he has a clean blood alcohol screening. Rick asserts he knows his dad hasn't been drinking, but something is definitely up with him. Rick tries to persuade Ed to take a long holiday with the invisible Holly, but Ed sees through his charade. Ed accuses Rick of seeing him as a liability to the patients, something Rick can't deny. They say a lot of hurtful things to each other, ending with Rick not believing the man before him is really his father, and Ed stating Rick is not behaving like a loyal son. Fresh off this confrontation, Ed pops some prescription pills. \n\n\nReva and Shayne are alone in his bedroom, and she praises her son's determination to overcome his injuries. She then says she senses Shayne is on the verge of being a quitter. \n\n\nEden makes the key copies while Bill is showering, but suffers great and teary pangs of guilt. Bill goes off to work, and Tony shows up immediately thereafter. He praises Eden on doing what needs to be done, but Eden still suffers from guilt. She points out there could be another scenario their friend The Shadow alluded to - that Danny is the one who still has ties to the Syndicate. Tony denies this, claiming Danny is squeaky-clean. At that moment, however, Danny is welcoming the mobster Salerno into his hotel room.\n\n\n",
    "tvmega_recap": "Eden makes a copy of Bill's key to the Lewis office so she and Tony can check out the claims of the mysterious person who insists Bill is dirty. Tony, questions Danny about Bill's qualities and Danny misinterprets, thinking Tony wants to take Bill's place on the campaign and he is disappointed when Tony sets him straight. Later, Tony expresses confidence that Danny is clean as a whistle, Danny receives a visitor to his office: Vinnie Salerno. Reva's at the museum when Shayne is pushed by Marina to work harder now that he can actually walk, and Shayne surprisingly hesitates, not wanting to push too hard, too soon. Sandy arrives and asks Marah about her relationship with Jeffrey, and she denies that there is one. Jeffrey arrives on the heels of that and Sandy observes their closeness figuring out Marah was lying. Sandy follows Jeffrey when he leaves and confronts him outside Company, putting Jeffrey on notice not to hurt Marah. Jeffrey surprises Sandy by telling him he cares for her but can never have her much like Sandy. Back at the museum, Reva's seen enough of Shayne's odd behavior during the day to call him on it by day's end: is he a quitter? Rick tells Michelle he's going to try to convince Ed to step back from his hospital duties, at least until whatever it is that's obviously eating at him passes. Michelle can't reveal what she knows but reluctantly endorses Rick's plan. It backfires when Ed reacts in anger, and demands to know if Rick intends to go over his head. Rick says he just might. It ends contentiously between the two men, neither comfortable with how fast things are spinning out of control.",
    "soapcentral_condensed": "At the hospital, Rick confides to Michelle that he's going to ask Ed to take a leave of absence. Over at Eden's palace of love, Bill is sacked out in bed while Eden tries to work up the nerve to make copies of his office keys. Sandy tracks Jeffrey down at Company and proceeds with a lot of macho posturing in the guise of protecting Marah and his family. Cassie shows up at Company to catch up on her friendship with Harley. Although Harley is distracted and pressed for time, the two talk about Cassie's unlikely relationships with the devious Olivia and the devilish Edmund.Cassie admits she loves Edmund, though she'll never love him (or anyone) like she loved Richard. She defends her relationship with Edmund and declares her happiness. Reva and Shayne are alone in his bedroom, and she praises her son's determination to overcome his injuries. She then says she senses Shayne is on the verge of being a quitter. Back at the museum, Jeffrey drops by with a congratulatory present for Shayne. He and Marah converse privately, or so they think, in the living room. They make reference to their night together and then sadly part.\n"
}