{
    "tvmega_recap": "After Beth assisted Alex in faxing information regarding Alan's disappearance to out-out-state police departments, Alex let into Olivia, taunting her about the baby's paternity, but Phillip walked in and put a stop to it. Olivia was still feeling crampy from the amnio, so Phillip took her back to the loft. Meanwhile, Alan stood outside the Spaulding living room window, listening in. Later, Beth thought she heard a noise outside and when she checked, nobody was there. A storm began to brew. When Beth and Alex heard another noise outside the window later on, they found Lizzie standing there. A shaken Lizzie told Beth and Alex that there was a fire at her boarding school and that she was scared and just wanted to come home again. When Lizzie asked where her father and grandfather were, Alex lied and said they were both out of town working. After Lizzie went to have a bath, Beth was angry at Alex for lying to Lizzie. Beth called Phillip and told him about Lizzie being back, but told him to wait until morning to see Lizzie because Lizzie needs her rest and will have enough to deal with tomorrow when she learns about Phillip's living situation and about Alan being missing. Later, Beth told Lizzie that her father will come to see her in the morning. After Lizzie was alone, she called Tammy. When Tammy commented that Lizzie is out of school early, Lizzie confidently remarked that she \"arranged\" it that way. Without really divulging anything, Tammy sort of let it slip that something was wrong with Lizzie's grandfather. After hanging up, Lizzie angrily condemned all those who are lying to her. Over at Phillip's loft, Olivia tried to get frisky with Phillip, but he backed off. At first Olivia thought he reacted that way because she's pregnant, but later she correctly assumed it was because of the trust factor, that Phillip has misgivings because she slept with Alan after she and Phillip started to become intimate. Phillip received a phone call from the lab technician he secretly hired to perform the paternity test on Olivia's unborn child. The technician told Phillip the test is a go, and that it will take a while to get the results. At the Beacon, Cassie, Edmund and Tammy smoothed out details regarding the gala fundraiser for Richard's library when Reva walked in. She was shocked at how well Cassie was getting along with Edmund. Over drinks, Reva warned Cassie of how unscrupulous Edmund can be and that it's doubtful Edmund can change. Cassie insisted that Edmund seems to be a better person lately, and she also told Reva about the \"dream\" she had of Richard and that Richard told Cassie to move on with her life. Reva told Cassie about how vigilant Josh is being towards Shayne and his baseball and that she and Josh had a spat over it. Meanwhile, Tammy told Edmund she senses that Edmund likes Cassie more than just as a friend, then told him to stay away from her mother. When Reva returned home, she got a call from the police, who told her a neighbor had called to report a trespasser on Reva's property. Reva was stunned when she suddenly noticed Alan in her living room. He told her not to worry, that he's not her stalker, and she told him she already knew that. Alan told Reva that Alexandra set them both up, and promised Reva a big \"scoop\" for her talk show. After telling Reva that if he's incapacitated in any way and if he hasn't already lined up a successor, Alex would inherit Spaulding Enterprises by default. Alan told her he has plans to smoke-out Alex, and asked for Reva's help---but told Reva that she can't tell a soul about it, not even Josh. Later, Josh returned home and it was obvious there's still a wall between them. Josh told Reva that his interest in their son's future is a healthy one and that there's nothing to talk about. Alan used an outdoor pay-phone to call the Spaulding mansion. Alex, alone in the living room, lifted the phone's receiver, and when all she heard was silence, she asked aloud if Alan was on the other end. Alan began to chuckle, and after he heard a frightened gasp from Alexandra, he continued to chuckle more and more into the telephone."
}