{
    "tvmega_recap": "At Company, Coop tries to get Ava to talk to him about her date. She avoids him. Lizzie arrives and tries to get Ava to sit with her and Coop. Coop gets nervous because the two are talking with each other and he takes Ava aside. Lizzie goes through Coop's coat pocket and finds the diamond ring. She gets very excited and critiques the ring muttering to herself that Coop is going to ask her to marry him. Coop asks her out to dinner. Coop shows Ava the ring and tells her that he might ask Lizzie to marry him. Ava is devastated. In a jet, Mallet tires to get Dinah off the island because she killed Alan-Michael. She tells him that she didn't kill him, but wanted to; he is relieved. She tells Mallet she was stopped by his love for her. He tells her that she needs to apologize to Harley. A policeman finds Mallet and Dinah and tells them that Alan-Michael is at headquarters' after being held at gunpoint and that he has a warrant for Dinah Marlar's arrest. Mallet lies and tells the policeman that Dinah Marlar left the island. Beth and Alan arrive on the island. They plan their wedding. Alan bought a white wedding gown and tells Beth he just wants to be loved by his baby's mother. She suddenly sees a two place setting on the table and the Springfield newspaper with articles on Spaulding circled in red ink. She quizzes Alan about this. While on the same island, Harley and Gus receive a fax of Phillip's picture dated 4-10-06. Harley and he decide that Phillip has been alive all along and that Alan was telling the truth the whole time. They wonder if Beth knows. After finding out that Alan and Beth are on the same island, they pay the two a visit. They tell Alan and Beth they are investigating Ross's plane crash. Harley confronts Alan with Phillip's picture. Alan tells the two to leave. Beth is confused and wants to know what Ross's death has to do with anything and that the picture is an old one. Suddenly Beth realizes the cross-word puzzles are completed in red ink, just like Phillip used to do. \"Oh, my G-d. He was here. Phillip is alive and you knew it\", Beth implores Alan. \"Where is he\", she screams. Alan tries to tell her that Harley and Gus are lying about everything. Suddenly, there is a noise at the door and all rush to it. Gus peeks through the slats to see a man walking in the hall way. A very shaken Beth exclaims, \"Phillip? Phillip\"?"
}