{
    "soap_central": "\n\nDanny spent the night by Michelle's bedside and was alone with her when she began hemorrhaging. Mel and Rick rushed in and tried their best to stabilize Michelle as a stricken Danny looked on. While unconscious, Michelle had a vision of her deceased mother, Maureen. Michelle confessed her feelings for Danny to her mother, and Maureen told her that she and Danny would always love each other.\n\n\nLater, with the help of a pint of blood donated by Marina, Michelle was eventually stabilized, but when she awoke, she was in a panic about seeing her child. Reluctantly, Danny then broke the news to Michelle that her baby had died in the car crash.\n\n\nBeth confronted Coop and Lizzie about their surprise engagement. Buzz was blown away by the revelation, as was Coop, who was in the dark about Lizzie's attempts to get back at her mother and grandfather. Lizzie was stuck for an explanation, but when Coop saw that she was on the spot with her mother, he backed her up and stated that he and Lizzie were indeed engaged.\n\n\nLater, a shocked Buzz questioned why Coop would give up on his future, and Lizzie learned about his offer to study at Oxford. She was heartbroken at the prospect of losing him, and later, even though he swore he would never make a decision without her, Lizzie made a secret phone call, fully determined to move ahead with the wedding. However, Beth overheard her plans and called Alan, desperate to put an end to her daughter's mischief.\n\n\nAva was surprised when Bill offered her a job as Olivia's new assistant. She was thrilled at the idea but realized her job at Outskirts and debt to Jonathan might not allow for it. When Olivia arrived, Ava decided to go for it and did her best to impress her. Olivia liked what she saw and offered her a job, but Jonathan was quick to remind Ava that she worked for him.\n\n\n",
    "tvmega_recap": "Coop goes along with Lizzie's lie about getting married, when he sees Beth giving her a hard time. Buzz tells Lizzie about Coop's acceptance to Oxford. Lizzie calls someone about a wedding ceremony for today, and Beth overhears, so she calls Alan for help. Ava tries to get a job with Olivia. At first Olivia turns her down, but when she sees how organized she is, she offers her the job. Michelle starts bleeding, and Marina donates blood to help her. Michelle's heart stops and she wants to die, but Maureen gives her encouragement to stay. She tells her to hold on to \"Hope\". Michelle comes through surgery ok, and Danny tells her about the baby.",
    "soapcentral_condensed": "Danny spent the night by Michelle's bedside and was alone with her when she began hemorrhaging. While unconscious, Michelle had a vision of her deceased mother, Maureen. Ava was surprised when Bill offered her a job as Olivia's new assistant but realized her job at Outskirts and debt to Jonathan might not allow for it. Lizzie made a secret phone call, fully determined to move ahead with the wedding, but Beth overheard her plans and called Alan, desperate to put an end to her daughter's mischief. Buzz was blown away by the revelation, as was Coop, who was in the dark about Lizzy's attempts to get back at her mother and grandfather. A shocked Buzz questioned why Coop would give up on his future, and Lizzies learned about his offer to study at Oxford. She was heartbroken at the prospect of losing him, and later, even though he swore he would never make a decision without her, he made a decision to marry her.\n"
}