{
    "tvmega_recap": "Tony and Marah came by Danny and Michelle's new house, and after Marah told them about the thug who threatened Marina, Tony pulled Danny aside and filled him in on the rest. After Tony told Danny about the thug's (Ernie's) message from Don Salerno, Danny made a private call to Rico in New York. Rico told Danny that Ernie's still working for his \"family\" and that a \"transition period\" is needed before things smooth over, but Danny warned Rico to end ALL his activities in Springfield by tomorrow, and to stay away from his family--- saying it's non-negotiable. Later, after Michelle and Marah walked in on Tony and Danny, who were about to conduct a search of the tunnel at the museum, Danny and Tony eventually leveled with them about the entire situation. After Tony and Marah walked off, Michelle told Danny that she's not naive, that she knows a person can't just walk away from the mob without other people trying to drag them back in again. She also told Danny she knows he's placed guards outside their house (camouflaged as gardeners). She eventually told Danny that she understands that it might be scary while he's trying to break free from his old life, and makes Danny promise not to keep secrets---to keep her informed as things progress. In New York, Rico told his cohort, Roberto, about his call from Danny Santos and that he doesn't enjoy being given ultimatums from anybody. Rico hinted to Roberto that he's going to test Danny. At the Spaulding mansion, after Alex convinced Frank that Alan may have drowned, he radioed headquarters and got a search party organized to drag the lake. A frantic Alex told Phillip about the latest, and when Phillip heard that Alex assumed that Alan met his end at the lake all because of a \"vision\" which Reva had, he thought it was ridiculous. Frank later popped in to tell them that searchers recovered Alan's raincoat at the lake. Alex and Phillip arrived at the docks, where Rick was also. When Alex overheard Rick tell Phillip that he's now the temporary Medical Examiner, Alex nearly fainted. Frank called Gus and told him what all was going on regarding the search and the raincoat. When Gus learned that Alex was at the docks and very upset, he rushed out, telling Harley it's the perfect time to get a confession out of Alexandra. Alan woke up as Gus was leaving and he gave Gus a Spaulding crest to hold onto for good luck. At the docks, Phillip told Rick about the guilt he feels and how he should've been more aware of Alan's condition. When Olivia showed up, she was unnerved at the possibility that Alan could be dead. After telling Phillip that her amniocentisis had been postponed, Phillip told her that when it's rescheduled, he wants a paternity test performed on the fetus. Gus showed up at the docks just as Alex clutched Alan's raincoat and was wailing about being \"sorry\". Gus kept cornering Alex and tried to instill even more guilt in her, all the while loosening her resolve. Later, when Gus told Alex that Alan must've been drugged, Alex faltered for a second and admitted she was guilty, then quickly recovered. Later, as Phillip and Olivia looked on in horror, Frank and Rick inspected a body that the search party brought to the docks. Phillip and Olivia were relieved that the body wasn't Alan's, but Frank and Rick were stunned when it turned out that the body was that of Jed Simmons, the former Medical Examiner (who'd been missing for a week)! Meanwhile, back at Harley's house, Alan was hungry so Harley served him breakfast. When she left the room, Alan held-off eating, figuring there was poison in the food. He grabbed a fireplace poker and stashed it under the sofa he'd been sleeping on. Later, Alan and Zach sat together and Alan told him how he knows that Gus and Harley hate him, yet they're keeping him there, thinking he's crazy. Harley was later stunned when Zach asked her if his grandfather was crazy. After Zach was put down for a nap, Harley went to make a phone call to Gus when Alan came up behind her, poised to strike her over the head with the fireplace poker..."
}