{
    "soap_central": "\n\nLizzie could not believe Phillip would willingly marry Olivia. Phillip insisted he'd married Olivia because he'd wanted to and sometimes, people just had to accept things. It was part of growing up. Lizzie reeled over Phillip's response. Sandy stopped Lizzie from ordering a vodka tonic. He told her she needed to straighten up, and she was a bit taken aback by his sharp tone. Lizzie commented about Sandy's interest in her.\n\n\nJeffrey told Gus that he wanted to know exactly what happened at the Spaulding board meeting. Alan showed Alexandra a forged letter from Phillip, declaring himself well. Beth couldn't resist tweaking Jeffrey about Marah. Alexandra worried about Gus attending the board meeting.\n\n\nDanny and Tony confronted Jeffrey about being the Shadow. He neither confirmed nor denied Danny and Tony's allegation. Tony said the next time Jeffrey needed to send a message, he should leave Eden out of the mix. Jeffrey asked why two crime families had decided to wage war in Springfield. He mentioned the new street drug \"D\" and said that, for all he knew, somebody could be making the stuff right there in Springfield.\n\n\nGus managed to inquire about Antimonious, although Alexandra turned the discussion to the Bad Girl campaign. Gus sided with Alexandra against Brad. He turned the discussion back to Antimonious and questioned a fax he'd found in Brad's office.\n\n\nLater, Brad asked what Gus had been doing snooping in his office. Alexandra made it clear that Brad needed to lay off Gus. Alan and Alexandra prepared to badly lie about Phillip to the board. Alan proposed that Gus stand in for Phillip on the board, but Olivia declared that wouldn't be necessary. She was taking Phillip's seat.\n\n\n",
    "tvmega_recap": "Lizzie argues with Christopher about her father's competency as well as his impromptu wedding with Olivia. The psychiatrist allows her to visit with Phillip but she can't convince him of the terrible mistake he made marrying Olivia. Concerned about Phillip's phony memo Alan's bringing to the board meeting, Alexandra worries to her brother about today's board meeting but he assures her that Gus is up to the task. Beth finally arrives, toting India, Mindy, Blake and Harley's proxies. Alan starts the meeting and has Brad talk about the pharmaceutical division's latest success with Antimonious. Alexandra interrupts to plead for an increase in the \"Bad Girl\" cosmetics budget which leads to an argument between Gus and Brad. Alan prepares to have Gus installed in Phillip's seat but Olivia arrives, representing her husband's interest. Danny confronts Tony about his actions against Bruzi on his behalf and questions him about the \"Shadow\" person. Guessing who in law enforcement might want to help Danny's campaign, the two confront Jeffrey who advises them that the mob is interested in a new street drug called \"D.\" Sandy stops Lizzie from trying to talk her way into a drink at Olivia's.",
    "soapcentral_condensed": "Lizzie could not believe Phillip would willingly marry Olivia. Phillip insisted he'd married Olivia because he'd wanted to and sometimes, people just had to accept things. Sandy stopped Lizzie from ordering a vodka tonic, and she was a bit taken aback by his sharp tone. Jeffrey asked why two crime families had decided to wage war in Springfield. Alan proposed that Gus stand in for Phillip on the board, but Olivia declared that wouldn't be necessary. She was taking Phillip's seat. Alan showed Alexandra a forged letter from Phillip, declaring himself well. Beth couldn't resist tweaking Jeffrey about Marah. Alexandra worried about Gus attending the board meeting. Gus sided with Alexandra against Brad. He turned the discussion back to Antimonious and questioned a fax he'd found in Brad's office. Later, Brad asked what Gus had been doing snooping in his office. Alexandra made it clear that Brad needed to lay off Gus. He mentioned the new street drug \"D\" and said that, for all he knew, somebody could be making the stuff right there inSpringfield.\n"
}