{
    "soap_central": "\n\nThe show opens amid cracks of thunder and flashes of lightning.  We are in the \"secret room\" seeing pictures of Phillip with his family and friends.  The gloves are there and a hand is holding the invitation to his party. The clock is chiming midnight and the chair moves.\n\n\nAlex is walking around the living room shaking her head. Lizzie soon joins her and the door closes.  Lizzie is telling Alex how this party just isn't right.  The thunder is still rumbling and between flashes of lightning, Alex shudders as she thinks she sees something in the garden.  \n\n\nBeth is standing alone in the garden.  Her mother, Lillian joins her. Beth is telling her how she is having a bad feeling about tonight.  Lillian tries to comfort her and they go in together. Alan appears in the garden looking on as they go in. \n\n\nOlivia, obviously drunk, stumbles around the corner in the house and literally bumps into Alex.  They talk and Lizzie comes and announces they need to come quick.  All 5 ladies meet in the living room and watch the news about Harley's bus burning up. It is announced that there are no survivors.  Alan comes in and turns it off.  The ladies are all mad.  He says we are not here to morn Harley, but to celebrate Phillips life.  Alan takes Olivia aside and chastises her for Emma not being there.  She is very drunk.  He takes her drink away.  She goes back in with the ladies and pours another one.  She gives a toast to Phillip.  \"May you rot in the ground and take your father with you...\" \n\n\nMeanwhile, Buzz is at Company and hears the news about the bus with Harley on it.  He is upset and drinking. They announce that they will wait to say for sure who is dead when the next of kin identify the bodies. Buzz leaves.\n\n\nGus and Harley are together at the construction site of Harley's house. He is telling Harley about her body being identified soon.  He has to hurry.  She is telling him to be careful.  She asks if he knows if Mallet is ok.  He tells her he is in custody, but ok.  She mouths, \"thank God\" where Gus can't see. Harley is telling him to hurry before her family identifies her.  He puts his hands on her waist, she pulls away and he realizes she has blood on her and is hurt.  Harley convinces him to go on, that she will be fine.\n\n\nMel Bauer is outside of company on the phone.  She is hearing about Harley and the accident.  A hand covers her mouth.  We later see Gus telling her about Harley.  He convinces her to go to Harley for medical aid.  She promises not to tell anyone. Mel then goes to Harley.  She treats the wound.  We hear a voice asking, \"Who is in there?\" Mel covers and says it is her.  She talks to the police telling them who she is and then leaves. \n\n\nBuzz goes to the morgue to identify Harley's body. He talks to the attendant who tells him the body is badly burned.  Buzz lifts the sheet and looks like he is about to throw up.  He runs out of the room and mouths, \"That's not my daughter!.\"  He is so relieved.  Frank shows up and Buzz tells him the news. Buzz is trying to convince him to cover and say Harley is dead.  Frank keeps saying he doesn't have a choice.  He gets a call from Rick who tells him where Mel was.  Frank runs off with Buzz yelling after him. We later see Buzz at Company thanking God for allowing Harley to be alive. He is begging God to NOT let Frank find her.  Frank goes to the construction site house and is looking for Harley.  He does not find her.  Meanwhile Mel talks to Buzz at Company telling him she saw Harley and she is wounded, but ok.  Buzz is so relieved. Frank later is there while Buzz watching the news on TV. Frank tells Buzz he didn't find Harley.  Buzz keeps \"thanking God!!\" Frank tells him he has to play by the rules.  Buzz and Frank argue over what he should do with his knowledge that she is alive.  \n\n\nAt the Spaulding House and the birthday party we have Zack and James sitting in a chair.  The grownups and kids are all singing the\" itsy bitsy spider\" and doing the actions to the song. Olivia is still drinking.  Alan takes the 3 kids and tells them about their father.  He tells them how they are all like Phillip.  James has his writing talent, Zack is a born leader as Phillip was, and Lizzie, she should just know how much alike they are.  Alan tells her to embrace it and never resist it.  She just makes a face.  Alex goes to get the cake and bumps into Gus.  They talk and Alex can't understand how he can be here when he just found out Harley is dead.  She soon realizes that Harley is alive.  Just as she does, Olivia appears.  Olivia asks him why he is there.  Alex covers for him even spilling a drink on him where a blood stain was so nobody would know.  Alan comes out and is happy Gus is there.  Alan persuades him to go in the living room and join the party for Zack's sake.  Gus plays into it, saying how his girl just died.  Alan assures him he didn't tell Zack about his mother, he will let the Coopers do that tomorrow.  Gus goes with Alan.  Alan soon has presents for all.  Gus opens his quietly.  It is an envelope of some sort.  Later, after James is in bed and Zack back home the ladies are getting restless and upset they are there.  Alan is rambling and gives a toast to Phillip.  Just as he finishes the lights go out. (Due to the storm). We see Gus and all ladies but Olivia searching for flashlights.  Olivia is seen in the courtyard, digging a hole.  Harley is watching.  Just as Olivia is about to put Phillip to rest for good, Harley comes and snatches the envelope from her.  Inside are letters addressed to Phillip from Olivia.  Olivia tells her it is nothing that can incriminate her.  Back to the house and the ladies get candles lit. We see Gus looking at his \"gift.\" \n\n\nWe are back to the \"secret room.\"  We see pictures of Phillip all over.  A candle is being lit.  Someone is putting the gloves on and is holding the invitation for Phillips birthday party.  Then we see Alan who is talking to Phillip.  \"Why Phillip, Why did you force me to shoot you?\"\n\n\n\n\n",
    "tvmega_recap": "Gus realizes that Harley is injured and finds Mel on the way to the Spaulding mansion. Mel agrees to treat Harley in secret. Buzz goes to the morgue and demands to see the dead body. Once he sees it and realizes it is not Harley, he silently thanks god, but lets the doctor still believe that it is his daughter. Frank arrives, and Buzz tells him not to say anything. But Frank can't comply. He wants to do is job and protect Harley, before someone finds her and kills her. The Spaulding show up for the party and the person in the secret room upstairs continues to remember Phillip. Mel shows up to see Harley, but is accidentally caught by the cops. She leaves her medical bag for Harley to use while the cop leads her out. Frank gets a tip about where Harley might be and goes to find her. But she has already left. Frank becomes angry with Buzz for not playing by the rules and wanting him to lie about Harley being dead. Harley shows up in the Spaulding garden to watch Olivia bury Phillip's letters. They get into an argument. At the end of the show, the killer is revealed. It is Alan. He slips on the bloody gloves and stares at Phillip's picture. \"Why did you make me shoot you?\" he asks.",
    "soapcentral_condensed": "The show opens amid cracks of thunder and flashes of lightning. We are in the \"secret room\" seeing pictures of Phillip with his family and friends. The clock is chiming midnight and the chair moves. Alex shudders as she thinks she sees something in the garden. We later see Buzz at Company thanking God for allowing Harley to be alive. Mel is outside of company on the phone. She is hearing about Harley and the accident. A hand covers her mouth. Gus and Harley are together at the construction site of Harley's house. Buzz goes to the morgue to identify Harley's body. He runs out of the room and mouths, \"That's not my daughter!.\" He is so relieved. Frank is there while Buzz is watching the news on TV. Frank tells Buzz he didn't find Harley. Buzz and Frank argue over what he should do with his knowledge with his daughter alive. At the party we have all the grownups and the kids sitting in a chair singing \"Itsy bitsy spider\"\n"
}