{
    "soap_central": "\n\nGus is stunned when a lone figure returns to the wine cellar to retrieve Vinnie's drug money. It's not Brad, but rather...his Aunt Alex. Gus, betrayed and disgusted, tells Alex he's going to enjoy having her arrested for this. She begs for him to protect her, but he is having none of it. She becomes defiant and insists he has no proof but Alan arrives and says he does, admitting he's been shadowing Alex for months. Under pressure from Alan and Gus, Alex admits to her role in the scheme Brad dreamed up to sell drugs to the mob. But, she insists, she got into it thinking it was purely a money laundering scheme, and didn't know the full scope of it until it was too late. Alan throws Gus for a loop by asking him to protect Alex and keep her involvement a secret between them. Gus is outraged, but Alan appeals to him as a Spaulding. Alan's appeals get at Gus but he wonders how they will stop Brad from squealing on Alex. \n\n\nMeanwhile, upstairs, Harley sees Brad with the stash of cash, heading for the door. She waylays him long enough to send him into the arms of a waiting FBI agent. When Brad realizes the jig is up, he panics, screams he wasn't alone and suddenly falls ill with a massive heart attack. He tries to tell Harley more but cannot form the words. Downstairs, Gus gets a radio call: Brad is dead. \n\n\nAt the Social Club, Danny's thrown to see Reva there. He does everything he can to get her out. But before he can accomplish this, Vinnie sees sharpshooters outside on the roof across the street and realizes he's been set up. Danny still tries to control the situation, but as he's talking to him, Vinnie sees the earpiece he's wearing and realizes he's in on the sting. He cold-cocks Danny and then drags Reva outside to use her as a human shield. Jeffrey tries to offer himself up but Vinnie doesn't bite. Reva then tries to play with Vinnie's mind, and convinces him she senses his gun has no bullets; therefore she's just going to walk away. Vinnie doesn't buy this but is unnerved long enough for Danny to fly out the door and take him down. \n\n\nPhillip is all sweetness and light at the Gala but when he gets Olivia home he spins on her with unexpected fury, telling her she looked like a tramp in that dress tonight. She's thrown, especially since he's the one who bought it. But Phillip shows her a receipt, insisting she bought it. He goes, leaving Olivia's head spinning, wondering how much he knows about her stock fraud.  \n\n\n",
    "tvmega_recap": "Alex was revealed as the Spalding connection but blamed Brad Green for threatening to expose her, as the reason she was still involved in the drug trade. She told Gus it was her word against his when Alan stepped from the shadows of the cellar and pleaded with Gus not to arrest Alex. Gus couldn't believe what he was hearing and of course refused. During the time they were arguing, an impatient Brad Green showed up to pick up the money, implicating him and enabling Gus to keep Alex's involvement a secret should he choose to. (they were all hidden of course) Brad headed upstairs where Harley and the feds were waiting to arrest him. Gus told Alan that Brad would rat Alex out and was probably spilling the beans to Harley right now when... he got word from Harley over the intermittent earpieces that Brad had dropped dead of a heart attack - leaving Gus with an interesting choice regarding Alex. Lizzie consoled both Joey and Tammy (different times of the evening). Once alone in their room, Phillip showed Olivia a receipt, signed by her from the boutique where her dress was bought. Danny captured Salerno, after a few tense moments. He'd knocked Danny out and kidnapped Reva, who later turned on him and demanded he shoot her or stop threatening her.",
    "soapcentral_condensed": "Gus is stunned when a lone figure returns to the wine cellar to retrieve Vinnie's drug money. It's not Brad, but rather...his Aunt Alex. Alex admits to her role in the scheme Brad dreamed up to sell drugs to the mob. But, she insists, she got into it thinking it was purely a money laundering scheme, and didn't know the full scope of it until it was too late. When Brad realizes the jig is up, he panics, screams he wasn't alone and suddenly falls ill with a massive heart attack. Downstairs, Gus gets a radio call: Brad is dead. Phillip is all sweetness and light at the Gala but when he gets Olivia home he spins on her with unexpected fury, telling her she looked like a tramp in that dress tonight. But Phillip shows her a receipt, insisting she bought it. He goes, leaving Olivia's head spinning, wondering how much he knows about her stock fraud. Vinnie tries to control the situation, but as he's talking to him, Vinnie sees the earpiece he's wearing and realizes he's in on the sting.\n"
}