{
    "soap_central": "\n\nWhen the bum who lifted Gus' phone claims he was dead in the limousine, Harley nearly falls apart. Mallet is able to convince her to lie down and rest while he steps out for some food. Harley agrees, but once he's gone, she climbs out the window to continue her search. Out in the snow Harley injures her leg. Then she has a hallucination of seeing Gus, who urges her not to give up hope. Mallet finds a barely conscious Harley and tries to drag her home. But she screams that Mallet doesn't understand what it's like to love someone as much as Harley loves Gus. Fed up, Mallet screams that he does so know it - because it's how he feels about her! \n\n\nCassie accepts Jonathan's invitation to dance. Though they appear to be perfectly civil, they are actually arguing about which of them is really protecting Tammy and which one is hurting her. Nothing is resolved. Later, Jonathan sneaks into Tammy's room at the farm to retrieve some of her stuff. He finds RJ's collage...with the photo of Jeffrey and Richard. \n\n\nReva confronts Olivia with the video of her primping for Josh when she didn't know she was being taped. Reva threatens to show Josh the tape. Olivia dares her to go ahead - Josh will only resent Reva for it. When Josh shows up, Olivia screens the tape herself, then offers to quit her job at Lewis and runs out. On the front porch, she encounters Billy, who has a few choice words for his former daughter-in-law. Olivia bursts into tears and runs into Josh's arms. After Josh shoos Billy away, he tells Olivia to cut the crocodile tears. Olivia admits she was faking, but also doesn't hide her hope of a reunion with Josh. He doesn't comment one way or the other, but does take her out for a drink. \n\n\nMeanwhile, Billy offers to tell Josh that it was Olivia who pushed him off the wagon. But Reva says not to bother. Reva confides in Billy that she wants Josh back - whether Olivia likes it or not.\n\n\n",
    "tvmega_recap": "Reva decides to fight to keep Olivia away from Josh although she can't admit to herself she wants Josh back in her life. Jonathan and Cassie finally tell each other the truth. Cassie tells Jonathan she will fight to save Tammy from him. Jonathan tells Cassie he will fight to be with Tammy. Harley refuses to lose hope that Gus is alive despite the evidence that Gus is most likely dead. Mallet finally tells Harley how much he loves her. coming up next week Mallet and Harley share a kiss.",
    "soapcentral_condensed": "When the bum who lifted Gus' phone claims he was dead in the limousine, Harley nearly falls apart. Mallet finds a barely conscious Harley and tries to drag her home. But she screams that Mallet doesn't understand what it's like to love someone as much as Harley loves Gus. Jonathan sneaks into Tammy's room at the farm to retrieve some of her stuff. He finds RJ's collage...with the photo of Jeffrey and Richard. Reva confronts Olivia with the video of her primping for Josh when she didn't know she was being taped. Olivia dares Reva to show the tape - Josh will only resent Reva for it. When Josh shows up, Olivia screens the tape herself, then offers to quit her job at Lewis and runs out. On the front porch, she encounters Billy, who has a few choice words for his former daughter-in-law. After Josh shoos Billy away, he tells Olivia to cut the crocodile tears. He doesn't comment one way or the other, but does take her out for a drink.\n"
}