{
    "tvmega_recap": "Danny and Michelle met up with Tony and Marah at the Beacon, where Tony & Marah gladly accepted when they were asked to be Danny & Michelle's Best Man and Maid Of Honor at their wedding. As Marah and Michelle sat discussing wedding details, Tony & Danny went outside and discussed Danny's recent trip to New York. Tony was angry, at first, when he found out that Danny went behind his back to do this, but Danny explained that it's in everyone's best interests that he gave Salerno control of Carmen's \"businesses\" in exchange for Salerno leaving them all alone. After they rejoined Marah & Michelle, Marah was persuaded to design Michelle's wedding dress. Blake ran into Buzz at \"Olivia's\", and asked for his opinion on the way she was dressed. She told Buzz that she was having a job interview there, soon, and that she needed a challenge in her life right now. She also told him that she hadn't told Ross about any of this. After Blake left their table, Ross appeared and joined Buzz, asking Buzz for his opinion on Ross' new idea: that he & Blake buy the Jessop farm and raise their kids there. Buzz was caught in the middle, feeling uncomfortable. Marina saw Ben, briefly, at the museum just before he was all set to go to \"work\". When she attempted to tell him something important, he asked if it could wait until after he was through with work. After Ben left, Marina got nervous thinking about the thug who confronted her. She was about to search the old tunnel when Shayne arrived, scaring her out of her wits. Marina told him all about the thug and how the thug wanted his \"stuff\". Shayne went upstairs to look through a storage room for whatever the \"stuff\" might be, but downstairs, Marina was again accosted by the thug! After Marina asked the thug exactly what he was looking for, he told her not to play stupid. Shayne came up behind the thug and clobbered him over the head with a baseball bat, just as Tony & Marah returned home. After filling Tony & Marah in on the thug's request, Tony & Shayne convinced Marah & Marina not to call the police (for fear that Josh won't allow them to live there). Tony remarked that he knew the thug as \"Ernie\", and as Ernie began regaining consciousness, Tony hauled him into another room and told him to leave town, warning him not to ever set foot on the property again. Just as Ernie shuffled off, he smiled back at Tony and told him: \"Don Salerno sends his regards\". Ben met up with Ramona in her suite at the Beacon and the two engaged in sex once again. Afterwards, Ramona told Ben that he needs to learn a few things about sex, that he shouldn't be so \"hurried\", and after promising him that she'll be his tutor, the two had sex once more. Later, after guessing that Ben felt guilty about Marina, Ramona told him that he'll be better able to \"please\" Marina after his association with her. Ramona then told Ben that he needs to drive a better car and gave him a business card for one of the car dealerships her husband owns, promising to put a good word in for him. Josh expressed concern for his family's safety while Alan is still on the loose. Frank dropped in at the Lewis home and told Josh and Reva that Alan still hasn't been found. Reva told them she doesn't believe Alan's a threat. After Frank & Josh stepped outside to talk, Reva ducked out. She went to the Spaulding mansion and had a conversation with Alexandra. Reva told Alex she's not convinced that she's concerned for her brother's (Alan's) welfare. Later, Reva lifted up a glass ornament and after it sat in the palm of her hand, Reva received a \"vision\" of waves slapping against rocks or wood. Alexandra sensed Reva had a feeling about something, and when Reva filled her in about the \"vision\", a fearful Alexandra rushed off. Later, once Reva returned home, Josh wasn't too pleased, especially after she told him she'd been at the Spauldings. After telling Josh about her \"vision\", Frank called. He was at the Spauldings, and had just learned what Reva had told Alex. Frank told Josh that the police would be looking around the lake for any clues, and told Josh to try to keep Reva out of this. After the phone call, Reva told Josh that whatever's happened to Alan---Alexandra is definitely involved!"
}