{
    "soap_central": "\n\nAt Gus and Harley's engagement party, she is stunned to hear Darci thank \"Mrs. Godfrey\" for all of her help with the wedding. Harley makes the connection when Darci explains that Alex was known as Mrs. Godfrey during their time in Europe. A livid Harley ushers Alex outside where she orders her to spill her guts. Harley explains she was with Brad Green when he died and heard him say \"Godfrey.\" Alex denies any connection to Brad's drug dealings. Harley tells her this will break Gus' heart. Harley asks Alex if she was the one who planted evidence in Frank's briefcase. Alex continues lying and reminds Harley they are almost family. Harley says she suspected she was involved all along, but didn't want to believe it for Gus' sake. Harley doesn't know what's worse - the fact Alex lied to Gus or that she's continuing to lie to him when he's trying so hard to be loyal and protect the Spauldings. Meanwhile, Alan tells Gus about Darci's toast. Gus wants to tell Harley everything, but Alan convinces his son Alex will protect him, just as he protected her. As Harley and Alex continue to argue, Gus interrupts and tells Harley to stop. \n\n\nJeffrey is on the phone telling someone \"Princess Cassie\" is going to be out of commission for good. Later, he meets with Ross to discuss Frank's case. Jeffrey promises he will try his best to help Frank. \n\n\nAt the auction in Italy, Dinah catches a glimpse of Cassie and hides behind her cape. As she rushes out, her cape gets stuck in the door. When Cassie and Edmund follow, they find the torn cape and a hotel key. They head to the hotel to search \"Princess Cassie's\" room. They smell Cassie's favorite perfume in the air. As they continue searching for clues, they hear Dinah trying to open her door. Cassie and Edmund hide. Surrounded by flowers and perfume, Cassie sneezes. This scares Dinah into going downstairs for a drink instead of entering her room. As Cassie and Edmund rush out, Dinah hides in a hallway closet. She overhears the pair discuss hiring a private investigator to find the imposter. As they leave, Dinah calls Ross and asks if he, as mayor, could work a deal with the D.A. so she can come home. He tells Dinah that Jeffrey will throw the book at her. Shocked to learn Jeffrey is Springfield's D.A., she promises Ross she won't put herself in danger anymore. She then calls a travel agent and arranges a trip to Springfield. \n\n\nAt Towers, Reva, Josh, Sandy and Shayne are attempting to have a family dinner while Sandy types on his laptop. Reva mentions his birthday is coming up, and he will be entitled to his inheritance from his father's estate. When Sandy goes to check his email, Josh questions why he is so secretive. Josh and Reva thank Shayne for always being supportive of their crazy family. Marina arrives and lets it slip that Shayne has been practicing his pitching in order to go to the Pros. Shayne admits to his parents he's thinking about baseball again. Later, Reva complains that she misses being needed by her kids. Josh suggests they get a puppy. When she tells Josh she's thinking bigger than a puppy, he worries she is considering a baby. Reva says no, but she does miss the excitement from their past. Josh tells her he likes their life now. Reva asks why they can't have both the normal life and the excitement of their younger days. \n\n\nSandy tells Marina he has been using his laptop to find out exactly what is included in his inheritance.  \n\n\n",
    "tvmega_recap": "In Venice, Edmund and Cassie search for the fake \"Princess Cassandra Winslow\" at the charity auction. Dina hears them and hides. They follow her, finding her lost hotel key. They break into her room but she hears them and hides. She phones Ross, telling him that she wants to come home, but he says it is too risky because she would be arrested for murder. When she hears that Jeffrey is the D.A., she books a flight home. Jeffrey promises Ross that he will look into the charges against Frank to see if he can help him. Having heard Darci calle her \"Mrs. Godfrey\", Harley takes Alexandra outside and accuses her of being Brad's partner. Alex denies it. Alan tries to stop Gus from telling Harley or going out, but he comes out and stops Harley. Reva and Josh try to have a family dinner at Towers with Shayne and Sandy. When Reva mentions that Sandy will be getting his inheritance soon, he excuses himself to look up information on the internet. Josh is suspicious of Sandy. Shayne tells his parents he is thinking about baseball again and about his future. Reva tells Josh that she wants to do something new and exciting.",
    "soapcentral_condensed": "At Gus and Harley's engagement party, she is stunned to hear Darci thank \"Mrs. Godfrey\" for all of her help with the wedding. Harley asks Alex if she was the one who planted evidence in Frank's briefcase. As Harley and Alex continue to argue, Gus interrupts and tells Harley to stop. Dinah calls Ross and asks if he, as mayor, could work a deal with the D.A. so she can come home. Reva complains that she misses being needed by her kids. Josh and Reva thank Shayne for always being supportive of their crazy family. Shayne admits to his parents he's thinking about baseball again. Sandy tells Marina he has been using his laptop to find out exactly what is included in his inheritance from his father's estate. He worries Reva is considering a baby, but she says she likes the excitement from their past. He tells her he likes their life now, and he likes the normal life and the excitement of their younger days.\n"
}