{
    "soap_central": "\nIn the aftermath of Carrie's arrest, Josh is anxious for his family to move on, but Marah continues to struggle with the fact that Carrie was able to take such control of her life. Marah steels herself away to confront Carrie, whose hallucinations that Marah is Maryanne, leave Marah more shaken up than ever. \n\n\nMeanwhile, Reva feels an obligation to Maryanne for saving her daughter's life. While Josh makes plans to take Reva away, Reva visits Maryanne's grave to say thank you and goodbye. \n\n\nElsewhere, Jeffrey challenges Danny to rid himself and Springfield of the mob once and for all. By sacrificing the election he's just won, Danny has the chance to be the kind of man everyone believes him to be. Danny hates Jeffrey for doing this to him and asks what kind of sacrifice Jeffrey is willing to make for the same cause. Danny later returns to the cheers of his family and friends, knowing he must disillusion them, even make them hate him, for a higher good. At the same time, Marah reaches out to Jeffrey to comfort her.\n\n\n",
    "tvmega_recap": "Though Carrie has been arrested and Josh urges his family to move on, Marah still struggles to understand why Carrie was able to take such control over her. Reva feels an obligation to Maryanne for saving her daughter's life and while Josh makes plans to take Reva away, Reva visits Maryanne's grave, to say thank you and goodbye. Jeffrey spends his day challenging Danny to rid himself and Springfield of the mob once and for all. By sacrificing the election he's just won, Danny has the chance to be the kind of man everyone believes him to be. Danny hates Jeffrey for doing this to him and asks what kind of sacrifice Jeffrey is willing to make for the same cause. Danny later returns to the cheers of his family and friends, knowing he must disillusion them, even make them hate him, for a higher good.",
    "soapcentral_condensed": "In the aftermath of Carrie's arrest, Josh is anxious for his family to move on. Marah continues to struggle with the fact that Carrie was able to take such control of her life. Meanwhile, Reva feels an obligation to Maryanne for saving her daughter's life. Elsewhere, Jeffrey challenges Danny to rid himself and Springfield of the mob once and for all. By sacrificing the election he's just won, Danny has the chance to be the kind of man everyone believes him to be. Danny later returns to the cheers of his family and friends, knowing he must disillusion them, even make them hate him, for a higher good. He asks what kind of sacrifice Jeffrey is willing to make for the same cause. The episode airs at 8 p.m. ET/PT on Thursday, September 26. For more information, visit the official website. The series finale airs on September 26 at 8pm ET/ PT on The CW, and it will be followed by a special episode on September 27 at 9pm ET.\n"
}