{
    "soap_central": "\n\nFrank was eating dinner alone and looked down at the wedding band on his finger.  He took it off and spun it on his dinner plate.  \n\n\nDanny took Cassie flowers and said he was sorry for what he had done the night before.  Cassie assured him it was fine and that it was really her fault. She explained that with Richard gone, she got lonely.  The flowers were beautiful, and she was touched.  Danny promised to keep it strictly business from that point on.\n\n\nMichelle sent Bill balloons for Valentine's Day, and she laughed when Bill told her how much he had been teased at work about it.  Bill took Michelle out to dinner at Towers, and while they were kissing on the dance floor, Danny and Cassie walked in.  Danny went over to their table, and Michelle said, \"Oh, Danny, please don't start this here.\" Danny replied \"Relax, Michelle. I'm here to talk a little business with Bill.\"  Michelle didn't like that.  \n\n\nWhile Bill and Danny were talking shop, Cassie got a call from Reva's stalker.  The person said they couldn't believe she had forgiven her sister; they thought she was their friend and said that she and her family would pay too.   Frightened, Cassie called Tammy and made sure Tammy and the kids were okay.  She ran over to Danny and told him what was going on, and he rushed out with her to call on Frank and Reva. Danny vowed that nobody would lay a finger on Cassie as long as he was around.  \n\n\nMichelle seemed flustered by the whole scene, and Bill told her that he wanted to make it all go away for her.  He also told her that he respected her feelings to move slowly but that he wanted her so badly that all she had to do was say the word.\n\n\nHolly met with Ed, and they were supposed to have dinner, but Holly was nervous and frantic.  She told Ed they shouldn't see each other anymore, and Ed was shocked.  He pushed until he got the news from her that she was suspected in the stalking.  She asked Ed, \"What if it is me doing all those awful things?\"  Ed supported her, saying her blackouts in the past had only happened when she was drinking, and she confirmed that she was not drinking.  \n\n\nEd told Holly that everybody had a past they were not proud of and reminded her of how one of his mistakes had taken the life of his wife, Maureen.  That day would have been Ed and Maureen's wedding anniversary.  While they were talking, Holly got a call from WSPR's Board of Directors, and they told her she had to step down, effective immediately, pending further investigation.  Ed encouraged her to call Ross and get legal advice because she was innocent.\n\n\nReva got a box with chocolates in it, but Josh grabbed it before she ate a piece, saying that it might not be safe. There wasn't a card in the box.  They called Frank, and while Frank was there bagging up the candy to take it in for testing of evidence, Shane walked in and asked why they were taking the candy he had bought his mom.  Even though Shane said he had sent the candy, Frank still wanted to take it as evidence because Shane said he had sent a card with it, which seemed to be missing.  Reva refused to let them take it, and she and Shane ate a piece of the candy. Reva offered Frank a piece, but he said, \"No, thanks.\"\n\n\n",
    "tvmega_recap": "Danny brings Cassie flowers to apologize. Cassie is shocked and both end up saying they are sorry. They go to Towers to check out some repairs that need to be done. Bill and Michelle are getting very cozy on the dance floor when Danny and Cassie walk in. Danny comes to speak to Bill. Michelle is nervous thinking Danny will make a scene. Bill tells Michelle that he wants her and all she has to do is say the word and he will take her upstairs. Cassie gets a call on her private line cell phone from the stalker. He threatens her. A package is delivered to Reva. Josh stops her from eating the chocolates. They call the police. Enter Shayne who announces that he purchased the chocolates and had them delivered to his mom for Valentines. Holly and Ed have dinner after Holly tries to brush Ed off. Holly is asked to step down from the TV station after it hits the news that she is suspect in the stalker case.",
    "soapcentral_condensed": "Michelle sent Bill balloons for Valentine's Day, and she laughed when Bill told her how much he had been teased at work about it. Danny took Cassie flowers and said he was sorry for what he had done the night before. Reva got a box with chocolates in it, but Josh grabbed it before she ate a piece, saying that it might not be safe. Ed told Holly that everybody had a past they were not proud of and reminded her of how one of his mistakes had taken the life of his wife, Maureen. That day would have been Ed and Maureen's wedding anniversary. Holly got a call from WSPR's Board of Directors, and they told her she had to step down, effective immediately, pending further investigation. She asked Ed, \"What if it is me doing all those awful things?\"  Ed supported her, saying her blackouts in the past had only happened when she was drinking. He pushed until he got the news from her that she was suspected in the stalking.\n"
}