{
    "soap_central": "\n\nCassie finds Lizzie crying in the hallway at the Beacon and comforts her. Lizzie believes that Coop is teaming up with her mother against her. Cassie tells her that Beth will always put Lizzie first. Cassie realizes that her relationship with Edmund is over and takes off her ring. Lizzie hangs up on Coop. \n\n\nEdmund begs Dinah to put on the pregnancy pad and continue to pretend that she is pregnant. Edmund's plans have changed and he now plans to take everything away from Cassie. He tells Dinah that he needs her desperately. Cassie overhears Edmund telling Dinah that he wants Dinah and only Dinah. Coop interrupts and Cassie tells him where Lizzie is. \n\n\nEdmund gives Cassie a book of baby names and the papers for custody of their \"child.\"\n\n\nJonathan warns Nate/Alfred that Reva is on to his deception. Alfred is angry that Reva is trying to set him up by having him transfer funds from the Lewis account. Jonathan makes his way to Reva's house to keep her safe from Alfred. Reva tells him to get lost. Jonathan is hurt and leaves. Reva tries to convince Alfred that her relationship with Josh is over. \n\n\nOlivia discovers that she is not alone and that Alan has locked her in with Sebastian. When Sebastian breaks the door open, Olivia escapes and pushes him back in the room.  Lizzie opens the door and finds Sebastian. Sebastian asks her to go to a Spaulding meeting with him in Florida so that she can make her family worry about her.  Lizzie agrees and they board the corporate jet. Coop finds Roxy and no Lizzie. Sebastian tells Lizzie that Roxy is with the pilot. Lizzie calls Coop and berates him for betraying her. Sebastian calls Alan to gloat about his newest acquisition. \n\n\nJonathan finds Dinah at Company and asks her to leave town with him. Olivia arrives at Reva's house and punches her in the nose. Olivia and Reva go inside and find that Alfred has left. Alfred finds Jonathan before he can leave. Reva discovers that money is missing from the Lewis account. Jonathan stares at a computer screen showing $ 2 million to be deposited to his name and says that it's payday. \n\n\n",
    "tvmega_recap": "Lizzie has a heart to heart with Cassie. Edmund explains to Dinah that he finally wants Cassie to pay for what she has done to him. Dinah doesn't believe it until she sees Edmund in action. Cassie is surprised by Edmund's actions. Nate is furious with Reva, but hides it well. Olivia arrives right on time with a surprise for Reva. Nate has disappeared as well as the Lewis Construction money. However, things didn't go according to plan. Coop finds out that Alan is missing and doubles his efforts on trying to find Lizzie. Jonathan asks Dinah to go away with him. It appears that someone other than Nate stole the Lewis Construction money.",
    "soapcentral_condensed": "Cassie finds Lizzie crying in the hallway at the Beacon and comforts her. Edmund begs Dinah to put on the pregnancy pad and continue to pretend that she is pregnant. Jonathan warns Nate/Alfred that Reva is on to his deception. Olivia discovers that Alan has locked her in with Sebastian. Sebastian calls Alan to gloat about his newest acquisition. Jonathan finds Dinah at Company and asks her to leave town with him. Olivia arrives at Reva's house and punches her in the nose. Coop finds Roxy and no Lizzies. Sebastian asks Lizzy to go to a Spaulding meeting with him in Florida so that she can make her family worry about her. LizzIE agrees and they board the corporate jet. Coops finds Roxanne and noLizzie. Lizzy calls Coop and berates him for betraying her and hangs up on him. The episode ends on a cliffhanging cliffhanger with Lizzy and Coop.\n"
}