{
    "soap_central": "\n\nCassie assures Michelle she doesn't mind her coming to visit Hope before the christening but she also lectures her that it's going to take the people in her life to help her through the loss of her own baby. Marina hints to Jeffrey that she has a strange feeling about Edmund but has no proof. Frank interrupts and, admitting they got a match on the fingerprint they found on the first threatening letter, tells Jeffrey and Marina that Edmund is behind the threats he's been receiving. An angry Jeffrey asks Frank not to do anything for now and then Marina privately leaks her theory that Edmund took Michelle's baby and gave her to Cassie. Jeffrey quickly suggests that he used the drug on Dinah, not Michelle and decides to do a DNA test on Hope. Tammy's not pleased to see Jonathan working closely with Ava and Jonathan tries to play it up. As Tammy runs off, Ava blasts Jonathan for using her to try to make Tammy jealous and accuses him of being in love. Remembering she's now working two jobs, Jonathan asks Ava where's she's spending her money. Lizzie's down in the dumps after Coop facilitates selling the engagement ring to Sandy so he can pop the question to Tammy. Her depression fades after she decides to take him out to dinner and then go shopping with the money she just pocketed but Coop insists on putting together a budget for her. When Tammy interrupts, Lizzie lets slip about Sandy's engagement plans. Calling him his attorney, Sandy leaks to Fallon that he's going to marry Tammy and insists that he keep him from facing criminal charges. Jeffrey tells Cassie about the death threats and agrees to attend the christening.\n\n\n",
    "tvmega_recap": "I missed the first 15 minutes due to a news conference so if something is missing I'm sorry. Michelle goes to Cassie's to see Hope before the baptism. Cassie is happy to see her but is taken back when Michelle snaps that she knows what is good for this baby. Later Michelle apologizes and Cassie tells her that she needs to let the people in her life help her through the loss of her baby. Marina tells Jeffrey that she thinks something is up with Edmund, but after Frank interrupts and tells Jeffrey that Edmund is the one who has been sending him threatening letters doesn't tell him the whole story. Marina comes right back though and tells Jeffrey that she thinks Edmund stole Michelle's baby to give to Cassie. He tells her that she doesn't have enough proof. He later tells Cassie that he has been getting death threats and that is why he has been staying away. He promises to be at the baptism and later contemplates what Marina told him about Hope. Jonathan uses Ava to make Tammy jealous. Ava doesn't appreciate it and tells him so, which leads to a conversation about where the money that Ava is making from her two jobs is going. Lizzie is not happy when Coop suggests she sell the faux engagement ring to Sandy so he can propose to Tammy. Lizzie starts mentally spending the money from the ring, which cheers her up till Coop puts her on a budget. She later spills to Tammy that Sandy plans on proposing. Sandy later tells his lawyer Fallon that he plans on marrying Tammy and his job is to keep him from facing criminal charges.",
    "soapcentral_condensed": "Cassie assures Michelle she doesn't mind her coming to visit Hope before the christening but she also lectures her that it's going to take the people in her life to help her through the loss of her own baby. Marina hints to Jeffrey that she has a strange feeling about Edmund but has no proof. Lizzie's down in the dumps after Coop facilitates selling the engagement ring to Sandy so he can pop the question to Tammy. Tammy's not pleased to see Jonathan working closely with Ava and Jonathan tries to play it up. Ava blasts Jonathan for using her to try to make Tammy jealous and accuses him of being in love. Sandy leaks to Fallon that he'sGoing to marry Tammy and insists that he keep him from facing criminal charges. Jeffrey tells Cassie about the death threats and agrees to attend the christener. Lizzy decides to take Coop out to dinner and then go shopping with the money she just pocketed but Coop insists on putting together a budget for her.\n"
}