{
    "soap_central": "\n\nAlan and Alex are thrilled to have a new baby in the family, but she warns him that Olivia can take Emma away at any time. In order to convince her to stay in Springfield, Alex suggests giving Olivia anything she wants. For now they need to woo her, but once Phillip is back on his feet, then they will devise a plan to get Olivia out of the way. They take Gus' advice and go baby shopping. \nBeth interrupts Olivia's packing, angry that she lied about his child to Phillip. She would love nothing more than to see Olivia gone, but Phillip's happiness is more important. He would fall apart again if he lost Emma a second time. Beth needs Phillip to recover for Lizzie and James and she won't let Olivia hinder that. Olivia contemplates what to do. Part of her wants to take her little girl far away, but the other part knows Emma deserves a dad and a family even if they are Spauldings. \n\nAt Ravenwood, Lizzie reassures Phillip that she never would hurt Emma. She thanks him for taking her side against Olivia and promises she will repay him by trying to get along with her new step-mom. \n\nAt the Crisis Center Bill tells Tony that he and Eden are engaged. Tony, obviously shocked, congratulates him, saying to himself that Eden got what she wanted. Harley walks in as Billy asks Tony for help finding Carrie. She warns them not to interfere in the investigation, but Billy will do anything get his family out of this mess. Tony promises Harley he wouldn't do anything stupid that would hurt Marah. Billy is thrilled when his son tells him the good news. Harley is surprised to hear of Bill and Eden's engagement. She is even more surprised when Gus tells her Olivia's baby is alive, but doesn't blame her for keeping the secret from the Spauldings. Gus is happy to have helped Alan and he has a new niece. Harley is worried she's running out of time to find Carrie alive. \n\nUnder Christopher's hypnosis, Reva tries to contact Maryanne. Reva sees Maryanne at the fairgrounds almost thirty years ago talking to a young Josh. She sees Carrie too, but is unnerved. She realizes Maryanne felt trapped by her controlling aunt. They argue - Carrie wants Maryanne to come home with her but she insists on staying at the fair. Suddenly, Reva says she is dizzy and shouts for Alan to stop the car. Josh sees his wife is in pain reenacting that night and begs Christopher to bring her out of it, but he is unsuccessful. Reva is with Maryanne through the accident and lays with her on the riverbank, realizing she didn't drown. Carrie finds her and vows not to let her niece's life be ruined by these careless men. Reva grabs her throat as she experiences Maryanne's death at Carrie's strangling hands. Josh and Christopher try to bring Reva back to reality, but it is too late;  she's stopped breathing.  \n\n\n",
    "tvmega_recap": "Reva corrals Christopher and tells him they must put aside the recent strain on their relationship to help Marah. Reva feels if she can find out why Maryanne Caruthers is reaching out to her, she can clear Marah's name. Christopher is concerned but agrees, partly out of guilt for having lied to Reva for so long. He hypnotizes her and she finds herself not only making contact with young Maryanne \u0096 but also experiencing, side by side with her, the fateful night she went over the bridge. Reva sees Maryanne's encounter with young Josh, the other young men and, surprisingly, a young Carrie. In a heated discussion, Carrie tries to exert control over Maryanne and make her come home, but Maryanne takes an independent stance and goes off with the men. Reva then witnesses the real murder of Maryanne Caruthers as Carrie finds Maryanne on the riverbank after the car went over the bridge. Carrie and Maryanne continue the argument from before but a weakened Maryanne is no match for Carrie who suffocates her with a shawl around her neck. Reva, who is experiencing all that Maryanne is, begins also to suffocate as Christopher races to break the hypnosis and save her life. Josh tracks down Harley for help in locating Carrie but Harley has little to offer. Tony arrives with an alternative: he knows some people who might be able to help. Josh finds himself tempted, if only for a moment, before rejecting Tony's help, saying that he won't compound the mistake he made 30 years ago by commissioning a hit.",
    "soapcentral_condensed": "Alan and Alex are thrilled to have a new baby in the family, but she warns him that Olivia can take Emma away at any time. Harley is worried she's running out of time to find Carrie alive. Under Christopher's hypnosis, Reva tries to contact Maryanne. Reva sees Maryanne at the fairgrounds almost thirty years ago talking to a young Josh. She sees Carrie too, but is unnerved. Carrie finds her and vows not to let her niece's life be ruined by these careless men.Reva grabs her throat as she experiences Maryanne's death at Carrie's strangling hands. Josh and Christopher try to bring Reva back to reality, but it is too late;  she's stopped breathing. Josh sees his wife is in pain reenacting that night and begs Christopher to bring her out of it, but he is unsuccessful. He is with Maryanne through the accident and lays with her on the riverbank, realizing she didn't drown. Part of her wants to take her little girl far away, but the other part knows Emma deserves a dad and a family even if they are Spauldings.\n"
}