{
    "soap_central": "\n\nAt Company \nJosh questions Phillip about his presence at Cross Creek and warns him to stay away from the Lewises. Phillip denies wanting anything to do with Cross Creek, but says Spaulding has interests out west. He tells Josh to lighten up about this. When Bill and Olivia walk in with Emma, Josh claims Phillip is going after the Lewises for taking away Olivia. Bill informs Olivia of his hot date. Josh asks Phillip why he is going after Harley and Buzz. Phillip replies that they will get used to it, and suggests Josh get used to it, too. Josh threatens war. Olivia wonders why Josh was meeting with Phillip. Bill's date arrives; it's Sheryl from the hospital. Olivia shows a bit of jealousy when Bill and Sheryl leave together. Phillip questions her jealousy over Bill's date. Later, Phillip informs Alan that Josh took the bait. \n\n\nIn Reva's Living Room \nHawk meets Sandy. He is surprised to hear Hawk referring to Reva as \"Sister.\" When Hawk announces he is only staying for one day, Reva asks to know the real reason for his sudden visit. He says he came to meet Sandy. Alone with Sandy, Hawk questions if he is really family. Josh returns home, and tells Hawk that Phillip is definitely up to something. Josh says he must go to Cross Creek now, to find out what is going on. He lies to Reva, and tells her he must go out of town for a few days on business. \n\n\nIn Washington, D.C. \nCassie and Jeffrey awaken in D.C. She is in the bed, while he is on the couch. Jeffrey receives a call from Dinah. She lies and tells him she is all settled in Venice. Cassie walks in and wants to know to whom he is talking. Jeffrey hangs up on Dinah, and tells Cassie he was merely confirming their reservations with the airlines. \n\n\nAt the Jessup Farm \nEdmund dreams that Jeffrey and Cassie have made love. He receives a visit from Dinah right afterwards. He blasts her again for being Cassie's stalker. When Tammy wakes up, Edmund throws Dinah out. When Tammy attempts to taste some muffins which just mysteriously arrived, Edmund quickly snatches them from her. He fears they may have been tampered with by Dinah, who is now looking in the window. Tammy tells Edmund she is giving up on Joey and her tenure with Spaulding Enterprises. He tells her to fight for what she wants. Cassie phones Edmund and tells him she will meet him at home. He pretends to believe she was in the hotel room by herself last night. \n\n\nAt the Airport \nEdmund takes Tammy to meet Steve Shirripa from The Sopranos. Joey arrives as the limo driver to take him to the hotel. Tammy insists on taking him there herself. They fight over who is going to take him. Edmund sees a couple kissing, and assuming it is Jeffrey and Cassie, confronts them. He apologizes when he sees it's not them. When Cassie and Jeffrey do arrive, Edmund spies them together. Joey and Tammy confess to Steve Shirripa that they need a celebrity for the Spaulding Enterprises party. He agrees to make an appearance. Edmund pretends to surprise Cassie at the airport. He says they must return home to celebrate Cassie's imposter being arrested - and to invite Jeffrey. \n\n\n",
    "tvmega_recap": "Josh finds out that Phillip does want to take over Cross Creek and warns him that the property won't come easy to him. Josh decides to go to Oklahoma to sort things out. Sandy finds out about Phillip's intentions with Cross Creek. Tammy and Joey fight over an actor from the Sopranos for the Spaulding dinner. Dinah allows Jeffery to think she's in Venice. Edmond meets Cassie at the airport and Cassie continues to lie to Edmond about where & who she was with. Bill has a date with a nurse from the hospital which doesn't please Olivia. Phillip makes a phone call telling someone that Josh took the bait is out at Cross Creek and that now is the time to snatch up all the vulnerable properties in town.",
    "soapcentral_condensed": "Edmund dreams that Jeffrey and Cassie have made love. He blasts Dinah again for being Cassie's stalker. Tammy tells Edmund she is giving up on Joey and her tenure with Spaulding Enterprises. Joey and Tammy confess to Steve Shirripa that they need a celebrity for a party. He agrees to make an appearance. Edmund pretends to surprise Cassie at the airport. He says they must return home to celebrate Cassie’s imposter being arrested - and to invite Jeffrey. Bill informs Olivia of his hot date. Bill's date arrives; it's Sheryl from the hospital. Olivia shows a bit of jealousy when Bill and Sheryl leave together. Later, Phillip informs Alan that Josh took the bait. Josh tells Hawk that Phillip is definitely up to something. Josh says he must go to Cross Creek now, to find out what is going on. He lies to Reva, and tells her he must gone out of town for a few days on business. In Washington, D.C. Jeffrey receives a call from Dinah. She lies and says he is all settled in Venice.\n"
}