{
    "soap_central": "\n\nAt Ravenwood, Phillip eerily tells Olivia that she's taken such good care of him; he can't wait for the day that he takes care of her. Unnerved, Olivia spots a nurse and tries to ask what kind of new treatment Phillip is getting but the nurse isn't able to answer.  When Olivia goes back inside, Phillip starts making her very uncomfortable by telling her that when he's released, he wants to take her out dancing all night to celebrate.  However, in his mind, Phillip imagines himself dancing with Olivia and then spinning her out off the terrace.  Olivia has a daydream of her own since her perfect honeymoon with Phillip includes him getting a straight-jacket.  Phillip further unnerves Olivia by giving her a present--a diamond necklace.  He tells her when she wears it, imagine his hands around her neck.  Flustered, Olivia leaves, ripping the necklace off.  Later, Phillip gets a visit from Lizzie.  After some small talk, they each agree, without knowing what the other is talking about, that they will do whatever it takes to make their dreams come true.  Meanwhile, Olivia has gone to see Rick, demanding to know what's going on with Phillip.  Olivia is explaining that Phillip seems different and is clearly scared.  Rick thinks she'd be happy that Phillip was improving but she says it feels like he's playing games with her.  Rick's not concerned and tells Olivia to relax.\n\n\nAt the club, Edmund is clearly rattled about Tammy's kiss on the balcony.  Lizzie spots him and relates how much Tammy talks about Edmund and how she thinks he's perfect and wants Joey to be just like him.  Unnerved, Edmund heads for the bar where Beth spots him.  When she senses that something is wrong, he tells her that Tammy kissed him.  He starts insisting that never acted inappropriately toward Tammy; Beth believes him and reassures him by saying that teenage girls often have active imaginations.  Edmund can't decide whether to tell Cassie or not, since he doesn't know how deep Tammy's feelings run.  Beth suggests holding off until morning.  Later, as Cassie compliments Edmund on his tutoring Tammy on Shakespeare, he wonders if he might have inadvertently led Tammy on.  \n\n\nTammy is at home relishing in the evening's events, especially her kiss with Edmund, which she has romanticized in her diary.  Thinking maybe he'll see her tonight, she puts on a sexy dress.  Finally Joey finds her and wonders what happened to her and why she's dressed up.  When he asks her if she's seeing someone else tonight, Tammy denies it and says she just wanted to dress up so she could be somebody different.  Joey tries to assure Tammy that she's amazing as she is, but she's not convinced.  He tries to tell her about his plan to serenade her at the party, but Tammy begs him off by telling him she's tired.\n\n\nMichelle wants to know why Danny's telling her the truth now?  She wonders if it's because the mob is after him, but he says that's not it--it's the Feds.  He tells her that the election and recount were all a set up by Jeffrey O'Neill, who is a federal agent.  He tells her that if he doesn't cooperate in O'Neill's operation by going back into the mob, that everyone who has supported him will pay the price. Michelle is clearly hurt and angry about what Danny did and, after being reminded that she has to keep quiet about everything for everyone's safety, she walks out on him.  She goes to the Bauer house and  asks to spend the night but won't say why.  Meanwhile, Danny calls Jeffrey and tells him he did what he had to do and to get the show on the road. \n\n\n",
    "tvmega_recap": "Lizzie is hurt because when she tries to talk to Joey all he wants to do is find Tammy. Edmund tells Beth about the kiss and she tells Edmund to tell Cassie in the morning if nothing has changed. Danny tells Michelle that the feds have him and he has to do what they want or he and his friends are in trouble. Olivia finds Phillip out of it and asks a nurse if there was a medication change. Before she gets the answer Phillip pulls her into the room to give her a gift.",
    "soapcentral_condensed": "At Ravenwood, Phillip eerily tells Olivia that she's taken such good care of him; he can't wait for the day that he takes care of her. Edmund is clearly rattled about Tammy's kiss on the balcony. Tammy is at home relishing in the evening's events, especially her kiss with Edmund, which she has romanticized in her diary. Michelle is clearly hurt and angry about what Danny did and, after being reminded that she has to keep quiet about everything for everyone's safety, she walks out on him. She goes to the Bauer house and  asks to spend the night but won't say why. Meanwhile, Danny calls Jeffrey and tells him he did what he had to do and to get the show on the road. He tells her that the election and recount were all a set up by Jeffrey O'Neill, who is a federal agent.  He says that if he doesn't cooperate in O'Neil's operation by going back into the mob, that everyone who has supported him will pay the price.\n"
}