{
    "soap_central": "\n\nAt the beach, Danny continues to wait for Michelle's arrival. As he sips red wine, he wonders where she could be. At the light house, Michelle looks around the first floor in amazement. Danny calls Michelle's cell phone. As if to feel like she was kind of interrupted, Michelle informs Danny she will be right there. Just before leaving the light house, Michelle vows she will return.\n\n\nShayne, Marina, Remy, Joey, and Sandy prepare a video for Alan to see, while Lizzie films it with her cell phone camera. Lizzie picks up the action, as the gang decides in favor of an \"executive\" decision to blow Alan off. Work or the beach? The gang ponders over the choice. Joey puts Lizzie's cell phone camera on Tammy. Joey holds the camera on Tammy for what seems like a really long time, until Lizzie pleads with Joey to turn it off...\n\n\nAt the Beacon, while Tony and Bill discuss their partnership, Olivia strolls down the hotel staircase and proceeds over to Bill. Tony heads to the bar. Olivia chooses her words, and tells Bill that he is supposed to apologize for avoiding and not returning her calls. Bill looks Olivia in the eyes, and replies that he is not sorry!\n\n\nAt Olivia's bar, Phillip looks up and sees Josh. Phillip happily invites Josh to join him. The subject of marriage arises. Olivia, in particular, and their mutual wedded history with that woman. Josh says to Phillip, \"If you can make it work, you're a better man than I am!\" Phillip responds by telling Josh that there is a surprise a day for Olivia. An air of concern crosses Josh. Josh may have old animosity toward Olivia, but total disregard for his ex-wife he does not. Phillip marches on with his agenda, and announces that today is such a day for a surprise...\n\n\nBill essentially explains to Olivia that they are over. Despite Olivia's persistence with promises of business deals and prestige, Bill stands firm on his decision. Bill maintains that he does not want to get in the middle of Olivia's unhappy marital problems. But we see that Phillip overhears the conversation...\n\n\nPhillip will not tell Josh what Olivia's surprise is. When Tony arrives at Olivia's, Josh orders Tony to dissolve the partnership between him and Bill. Or, Josh goes on to say, I will...\n\n\nPhillip runs into Bill outside the Beacon. Phillip strangely tells Bill a tale of the apple farms he used to visit, and how you have to pick it at just the \"ripe\" time. Olivia finds out that she has lost her Spaulding brokerage account. It was closed. Phillip has terminated her access. Suddenly, Olivia is abducted...\n\n\nWhen Michelle arrives at the beach, Danny gives her the beautiful pearls. Michelle asks Danny if he is trying to buy her. Meanwhile, Tammy, Lizzie, Marina, Shayne, Joey, Sandy, and Lizzie arrive at the beach. After taking a cool photo of them, Michelle offers to allow them to have a party at their house. Danny silently begins to object against the agreeable crowd, but decides to chalk it up to Michelle's new identity and amnesia. Shayne worries that he has lost his range of motion. He dreams of playing baseball. Marina tells Shayne that if for once he could get so close to the dream, and actually make it. Bill arrives at the beach, and talks to Shayne about getting things back to normal. Bill encourages Shayne to reach for the stars and to do what he wants to do. As Tammy watches Joey from afar, Sandy convinces Tammy to try the \"Dr. Phil\" style of venting all of her frustrations about Joey. A hesitant Tammy eventually warms up to Sandy's suggestion, and begins to rant about Joey. From too much hair gel, to pasta disasters, Tammy spills it all. Even the fact, Tammy says, that he loves to hurt me. While Sandy appears to question this, we see that Lizzie has been filming the \"venting of the frustrations\" the entire time. Joey tells Shayne he is lucky to have Marina. Later, as they all leave the beach, Lizzie happily watches the highlights of what Tammy said. \n\n\nTony counters Josh, and advises against threatening him. Michelle and Danny arrive at the bar. Danny sends Michelle in to order a drink for them. As Michelle sits down at a table, she overhears Josh and Tony's conversation. Michelle hears Josh go on about Danny going back and forth into the mob. Josh makes it clear that he wants Tony out of the partnership with Bill. On his way out, Josh apologizes to Michelle for what she must have overheard. Michelle approaches Tony. Michelle says that Josh must be glad that Tony is no longer dating Marah. Josh sees Danny, and offers him indirect help in repaying the 5th street loans, which are coming due. Danny persists that the repayment will not be a problem. Josh suggests they do a project together for cash flow. Danny confides in Josh about how he handled it when Reva lost her memory. Josh replies with the words of wisdom that the definition of normal will change for Danny. Michelle invites Tony to the big party. As the man who abducted Olivia throws her into a waiting limo, he vanishes. And Olivia finds Phillip waiting for her inside the limo. Phillip announces that Olivia has nowhere to turn except to him.\n\n\n",
    "tvmega_recap": "Josh threatens Tony if he doesn't dissolve the partnership he has with Bill. Phillip tells Josh that he has a big surprise in store for Olivia. Michelle arrives at the beach late and then offers their house for the 'after dance' party. Bill tells Olivia he wants nothing to do with her. Bill tells Shane he needs to make his own decisions. Olivia is kidnapped.",
    "soapcentral_condensed": "At the beach, Danny continues to wait for Michelle's arrival. Bill encourages Shayne to reach for the stars and to do what he wants to do. As Tammy watches Joey from afar, Sandy convinces Tammy to try the \"Dr. Phil\" style of venting all of her frustrations about Joey. When Tony arrives at Olivia's, Josh orders Tony to dissolve the partnership between him and Bill. Or, Josh goes on to say, I will...Phillip runs into Bill outside the Beacon. Phillip strangely tells Bill a tale of the apple farms he used to visit, and how you have to pick it at just the \"ripe\" time. Olivia finds out that she has lost her Spaulding brokerage account. Suddenly, Olivia is abducted...When Michelle arrives at the beach,. Danny gives her the beautiful pearls. After taking a cool photo of them, Michelle offers to allow them to have a party at their house. Shayne worries that he has lost his range of motion. Marina tells Shayne that if for once he could get so close to the dream, and actually make it.\n"
}