{
    "soap_central": "\n\nDinah insinuates herself even further into the Winslow household as she offers Edmund tips on how to win back Cassie. However, all her efforts just serve to remind her of the sacrifice she is making. \n\n\nJonathan busts into Tammy's apartment and rescues her from a fire. But, when Tammy thanks him and tells him she can relate to his abusive past, he gets defensive and pushes her away. Hurt, Tammy heads home and there, realizing her mother is gone, she finally learns the truth when Edmund confesses to his role in the barn fire. Upset, she leaves and runs into Sandy's arms. \n\n\nMeanwhile, Reva's trying to patch up the riff between the Lewis boys, mainly Billy and Bill, but her focus is split when Sandy calls, alerting her to Jonathan's latest adventure. Reva goes to see him at the hospital where he is receiving treatment for his burns. Though he tries once again to draw her in, Reva forces herself to walk away from him. Meanwhile, Olivia fears she's losing Bill but he surprises her by coming to her defense during the family talk with Billy and Reva. Later, Bill admits for the first time that he loves her but Billy remains distrustful. \n\n\nLizzie surprises the Coopers when she evicts them from their upstairs residence at Company. Coop pressures Lizzie until she admits he's the reason his family is being told to leave. Later, as Coop struggles with how he is going to break the news to his family, Lizzie wonders if she's done the right thing.\n\n\n",
    "tvdb": "Dinah tries to get closer to Edmund as she offers him tips on how to win back Cassie. But, all her efforts only remind her of the sacrifice she is making. Jonathan busts into Tammy's room and rescues her from a fire. As Tammy thanks him and tends to his wound, he gets defensive and pushes her away. Hurt, Tammy heads home and there, realizing that her mother is gone, she finally learns the truth when Edmund confesses to his role in the barn fire. Upset, she leaves and runs into Sandy's arms. Meanwhile, Reva's trying to patch things up between Billy and Bill, but her focus is lost when Sandy calls, alerting her to Jonathan's latest adventure. Reva goes to see him at the hospital where he is receiving treatment for his burns and though he tries once again to draw her in, Reva forces herself to walk away from him. Meanwhile, Olivia fears she's losing Bill but he surprises her by coming to her defense during the family talk with Billy and Reva. Later, Bill admits for the first time that he",
    "soapcentral_condensed": "Dinah insinuates herself even further into the Winslow household as she offers Edmund tips on how to win back Cassie. Jonathan busts into Tammy's apartment and rescues her from a fire. But, when Tammy thanks him and tells him she can relate to his abusive past, he gets defensive and pushes her away. Reva's trying to patch up the riff between the Lewis boys, mainly Billy and Bill, but her focus is split when Sandy calls, alerting her to Jonathan's latest adventure. Olivia fears she's losing Bill but he surprises her by coming to her defense during the family talk with Billy and Reva. Later, Bill admits for the first time that he loves her but Billy remains distrustful. Lizzie surprises the Coopers when she evicts them from their upstairs residence at Company. Coop pressures Lizzy until she admits he's the reason his family is being told to leave. Later on, as Coop struggles with how he is going to break the news to his family, Lizzies wonders if she's done the right thing.\n"
}