{
    "soap_central": "\n\nReva and Harley focus on their effort to clear Marah's name. It occurs to them that perhaps Marah wasn't the only one drugged by Carrie. Michelle and Marina confirm that they also felt disoriented that night. Maryanne appears to Reva again and signals her about the rings. All four women return to Michelle's house to retrieve them but are stunned to find that the rings have disappeared. \n\n\nJeffrey visits Marah and breaks the bad news about the bullet found in the back of Carrie's cloak. Marah clings to hope and her faith in Jeffrey. Ross arrives to counsel Marah, and Jeffrey leaves, distraught that he can't help her. When Ross explains to Marah the rules of the grand jury, she insists on testifying. Ross attempts to change her mind by demonstrating how she will be grilled on the stand, but Marah refuses to back down. Michelle wonders how she can work on the hotline when she can't even help the people she loves. An impassioned Danny reminds her of all the good she's done in his life. \n\n\nCassie catches Tammy looking through Beacon personnel files looking for Sam's number for Lizzie. Tammy covers well but later is apprehensive as she delivers the number to Lizzie. Lizzie uses the number and her Spaulding security staff to find an address. Edmund apologizes for not having enough faith in Cassie and their relationship. Cassie insists on confronting Jeffrey about the photo of him and Christopher, and Edmund's insecurities surface again. Cassie tracks down Jeffrey at the gym and shows him the photo. Jeffrey plays it off, but he later phones Christopher, obviously rattled by Cassie's discovery.\n\n\n",
    "tvmega_recap": "Reva and Harley redouble their effort to clear her name. They focus their attention on the drugs in her system the night of the shooting. It occurs to them that perhaps Marah wasn't the only one drugged by Carrie. They summon Michelle and Marina and confirm that they too felt disoriented that night. Jeffrey visits Marah and breaks the bad news about the bullet found in the back of Carrie's cloak. Ross arrives to counsel Marah and Jeffrey takes his leave. When Ross explains to Marah the rules of the grand jury, she insists on testifying. In an attempt to change her mind, Ross plays prosecutor and grills her on the stand, but Marah refuses to back down. Michelle deals with her crisis of faith. How can she work on the hotline when she can't even help the people she loves? Tammy, looking through Beacon personnel files to find Sam's number for Lizzie is caught by Cassie. Tammy covers well and with some trepidation, delivers the number to Lizzie. Lizzie uses the number and her Spaulding security staff to find an address. Cassie and Edmund reconnect after a night spent apart. Edmund apologizes for not having enough faith in Cassie and their relationship. Cassie tracks down Jeffrey at the gym and shows him the photo. Jeffrey plays it off and calls it no big deal. But he later phones Christopher and it is clear he is rattled by Cassie's discovery.",
    "soapcentral_condensed": "Reva and Harley focus on their effort to clear Marah's name. Ross arrives to counsel Marah, and Jeffrey leaves, distraught that he can't help her. Maryanne appears to Reva again and signals her about the rings. All four women return to Michelle's house to retrieve them but are stunned to find that the rings have disappeared. Michelle wonders how she can work on the hotline when she can't even help the people she loves. Edmund apologizes for not having enough faith in Cassie and their relationship. Cassie catches Tammy looking through Beacon personnel files looking for Sam's number for Lizzie. Tammy covers well but later is apprehensive as she delivers the number to Lizzies. Lizzy uses the number and her Spaulding security staff to find an address. Edmund's insecurities surface again and he apologizes to Cassie for having too much faith in her and her relationship with him. Cassies confronts Jeffrey about the photo of him and Christopher and shows him the photo.\n"
}