{
    "soap_central": "\n\nBuzz is devastated over the government's letter advising that they are taking Company. Harley accuses a new customer of being a spy. Buzz stops Harley. Buzz thinks back to the time that he lost the diner, and then acquired Company - how can they tear it down? Harley tells Buzz that she will stop this, and she knows exactly where to start. Harley goes to see Jeffrey O'Neill. Harley tells Jeffrey about the imminent domain regarding Company. Jeffrey advises Harley to seek legal advice. Harley accuses him of not wanting to help. Harley points out how she helped him in the antimonius drug ring, and so why can't he help her with Company? Later, Harley and Buzz find out that Phillip is behind what is going on with Company. \n\n\nOutside Company, Tammy contemplates blowing Lizzie out of the water. She asks Sandy for help. Suddenly, Lizzie and Joey arrive. Lizzie and Sandy go inside, while Joey stops for Tammy. Tammy shows him a photo of the meeting between Lizzie and the phony record producer. Tammy tells Joey that Lizzie is setting him up. Later, Sandy tells Lizzie what Tammy is up to. Joey accuses Tammy of lying, while Lizzie watches them. Joey swears Lizzie is telling the truth, as they have just came from the record producer's office. Joey believes it is real. \n\n\nTony, while working out, has visions of Michelle in a bikini. Suddenly, Tony's dream is interrupted when Michelle trips over a bar bell and falls on him. Tony questions Michelle's visit - and then Michelle asks Tony if Danny is having financial problems. Tony tells her to ask Danny. When Olivia arrives at the gym, she makes small talk with Michelle. Michelle suspects Olivia is up to something. Olivia runs into Lizzie at company. Lizzie insults Olivia, while Olivia points out that Tammy and Joey look so happy together. Joey asks Lizzie if what Tammy is saying is true. Lizzie denies it completely. Lizzie tells Joey that she gave the record producer $$ singles to pay for the valet. Joey forgives Lizzie. Later, Phillip finds a distraught Tammy. When Phillip asks is he can help, Tammy asks him to make Joey love her again. Tammy tells Phillip that since Joey came from a poor family, Lizzie is only trying to buy Joey. Phillip calls Lizzie, and asks to talk to Joey. Phillip tells Joey that they need to get better acquainted, and invites him to dinner. \n\n\nDanny approaches Phillip with a new deal. He offers Phillip some vacant Santos owned lots. Phillip declines, and Danny tries to get him to reconsider. Phillip advises that there are outstanding debts on those properties that the buyer would have to assume. Phillip tells Danny to check the want ads if he is hard up for cash. Later, Tony offers Danny his help by giving him a job. Danny flatly declines Tony's offer. Michelle blasts Danny for turning down Tony's job offer. When Danny tells Michelle that it's fine and that they don't need the money, Michelle tells Danny that he is lying right to her face. Michelle announces that she knows about the overdue loans. Michelle insists that Danny take the job. Danny says he does not want to take a step back. Michelle announces that she doesn't like the fact that Danny is waiting for the \"old Michelle\" to come back. \n\n\nRoss shows up in the park for his meeting with Dinah, while Jeffrey watches. When Jeffrey intervenes, he discovers that Ross is meeting with a Mrs. Blaine from the soup kitchen - not Dinah! She looks just like Dinah. Meanwhile, Dinah takes measures to make sure that it appears that she is still in Europe. While Dinah looks over photos of Cassie, Ross arrives. Ross tells Dinah that she must leave Springfield today. It is not safe. Ross believes Jeffrey knows Dinah is here. Ross says he would rather miss Dinah, than to visit her in prison. Ross hands Dinah some cash, and tries to send her on her way. Ross says he is proud of Dinah. In a flashback, Dinah and Jeffrey call each other Cassie and Richard. Jeffrey tells Dinah that she will end up back in that prison cell if she tries to cross him. Back in the present, as Dinah prepares to leave Springfield, Jeffrey appears outside Dinah's door. \n\n\n",
    "tvmega_recap": "Harley arranges a meeting with the corporation that is claiming eminent domain over Company and is shocked to find out Phillip Spaulding is the CEO of the corporation. Danny tries to do business with Phillip, who refuses. Michelle has in interesting conversation with Olivia. Tony offers a job to Danny which he promises is on the up and up. Danny refuses. Michelle lashes out at Danny for lying to her about their financial woes. Tammy tells Joey about Lizzie paying off the record executive. Joey doesn't believe her. Phillip invites Joey to dinner at the Spaulding Mansion. Ross meets with Dinah, gives her some cash and tells her to leave Springfield.",
    "soapcentral_condensed": "Buzz is devastated over the government's letter advising that they are taking Company. Harley accuses a new customer of being a spy. Ross shows up in the park for his meeting with Dinah, while Jeffrey watches. Ross believes Jeffrey knows Dinah is here. In a flashback, Dinah and Jeffrey call each other Cassie and Jeffrey tells Dinah that she will end up back in that cell if she tries to leave. Back in the present, as Dinah prepares to leave Springfield, Jeffrey appears outside Dinah's door. Ross hands Dinah some cash, and tries to send her on her way. Ross says he is proud of Dinah. Michelle blasts Danny for turning down Tony's job offer. Michelle announces that she knows about the overdue loans. Michelle insists that Danny take the job. Danny says he does not want to take a step back. Michelle asks Tony if Danny is having financial problems. Tony tells her to ask Danny. Michelle says she doesn't like the fact that Danny is waiting for the \"old Michelle\" to come back.\n"
}