{
    "soap_central": "\n\nOn the roof of the hospital, Jonathan reels from the news that Ava's married to Sandy. Meanwhile, thinking Fallon has taken care of getting Ava to agree to a divorce, Sandy asks Tammy to marry him. Thrilled and determined to end her conflict over Jonathan, she accepts. \n\n\nTammy and Sandy go to Company where they run into Cassie. They are unaware she's completely pre-occupied and worried about losing Hope. Cassie is considering going after Danny's record to try to hold on to the child. As mother and daughter celebrate the big engagement news, Ava admits to Jonathan that she still has feelings for Sandy.\n\n\nAva wants to remain married. She gets Jonathan to promise to keep her secret for the time being. But when Jonathan hears about the proposal, he seems poised to tell Tammy the truth Sandy and Ava. \n\n\nFollowing Beth and Alan's failed attempts to undermine her, Harley starts her day in disguise. She is determined to get her hands on financial information for an important shareholder meeting. Gus gets wind of what she's doing and races to the offices, nearly ruining her efforts. Working together, they bluff the accountant and get what they need, unaware Beth has seen them. Beth calls Alan. He realizes their plan to sink Harley at the meeting has hit a snag, so he puts Plan B into action. Later, at Alan's request, Beth brings him a video he's hidden at the house for just such an occasion. Beth is stunned when she realizes it's a security camera view of Harley and Mallet kissing passionately in his office at the prison. \n\n\n",
    "tvmega_recap": "Sandy proposes to Tammy, much to her pleasure. Both Cassie and Jonathan hear the news. Ava tells Jonathan that Sandy being her husband is only one of many lies. She later calls Sandy and tells him to meet her. Jeffrey gives Cassie information on Danny that could be used against him to get custody of Hope. Cassie says that she can't use it since he is a good father and her friend but doesn't want Jeffrey to get rid of it, just in case. Beth and Alan's plans for Harley are spoiled, but they come up with a new one involving Mallet.",
    "soapcentral_condensed": "Sandy asks Tammy to marry him. Ava admits to Jonathan that she still has feelings for Sandy. Harley starts her day in disguise to get her hands on financial information for an important shareholder meeting. Beth is stunned when she realizes it's a security camera view of Harley and Mallet kissing passionately in his office at the prison. Beth calls Alan. He realizes their plan to sink Harley at the meeting has hit a snag, so he puts Plan B into action. Later, at Alan's request, Beth brings him a video he's hidden at the house for just such an occasion. It's a love story that goes from heartbreak to heartache for the characters of Corbin Holloway and the residents of New York City. The final episode of the season airs on Thursday, December 14 at 8 p.m. ET on CBS. For more information, visit www.cnn.com/soulmatestories or follow CNN Living on Facebook and Twitter @cnnlifestyle.\n"
}