{
    "soap_central": "\n\nSebastian has lunch delivered to Holly but she refuses to eat it. She tries to scare Sebastian by telling him Blake is looking for her. But he informs her he wrote Blake a letter in Holly's name stating she's having a wonderful time and not to look for her. He proposes they make a wager by playing chess. If she wins, she can call Blake; if he wins she has to eat. Holly ends up losing, but instead of eating, she throws the food on the ground and runs to escape. An angry Sebastian grabs her and tosses her back in the cage. He starts yelling at her when suddenly he's struck with a huge headache and doubles over in pain. After she tries to convince him he should be in a hospital and she could find Ed herself, he lashes out and tells her his way is the only way. Later, Holly seems to soften and asks for food. When Sebastian leaves, an employee walks in to clean up the mess. Holly tries to bribe him into helping her. She gives him Blake's number and tells him to call. Sebastian enters and asks what's taking place. The man gives Sebastian Holly's note. Holly wonders why Sebastian's employees are so afraid of him. \n\n\nMeanwhile, Tony and Michelle are still trying to find Holly. While arguing in their hotel room, Tony notices someone is there hiding in the closet. They pretend they've left and then grab the man who comes out of hiding - the captain of the ship they were on with Sebastian. Tony tries to strong-arm the guy into telling them where Sebastian is. The captain has no idea. He's really afraid though, since he abandoned Michelle and Tony on the boat. His orders were to see they safely made it to land. He just wants to help them find Ed Bauer. He implies Sebastian could hurt the people he cares about if he learns he didn't follow orders. Before Tony tosses him out, the man warns him that Sebastian is not an enemy he wants to have. Tony tries to talk Michelle into going back to Springfield for her own safety. But she's adamant about staying and helping Tony. A maid overhears them talking about Sebastian and tells them she may be able to help find him. \n\n\nLizzie is waiting for her driver to pick her up, and to her surprise, it's Coop. She's visibly upset and says she needs to get to the airport, prompting him to ask from what she's running. Or is she being sent away? He can tell something is upsetting her and tells her that if she doesn't want to go, then she shouldn't. He asks her of what she's afraid. Lizzie's not forthcoming and they leave. When they get on the jet, Coop starts to have second thoughts about just dropping her off there. He thinks she did something illegal and he'll be considered an accomplice for letting her get away. He threatens to call Frank if she doesn't tell him what's going on with her. Cornered, Lizzie tells him she was involved in the hit and run. The news shocks Coop, who's angry that a man almost died and she's taking the easy way out by running away. His words have an effect on her but she feels as if she has no choice; she has to do what her family wants. After some arguing, she decides to get off the plane. Coop applauds Lizzie for her bravery and assures her that she's doing the right thing. But Lizzie is still scared, mainly of Phillip. She suggests a way for Coop to pay off his debt to the Spauldings - be her alibi in the hit and run. \n\n\nBeth is shocked to learn from Gus that Lizzie confessed to the hit and run in defiance of Phillip. Incredulous, she calls Phillip demanding to know where their daughter is, but he won't tell her. He simply states she's somewhere where no one will get her. Meanwhile, Gus has a chat with Alan about Phillip. Alan defends Phillip's parenting skills, commenting on how wonderful Phillip was with Zach this morning. This unnerves Gus since it was Harley's day to have Zach, not Phillip's. A little later, he gets a call about the Spaulding jet, which is odd since it's not chartered today. \n\n\nHarley finds she is all alone in the Spaulding mansion. There is absolutely no one else around. Unbeknownst to her, Phillip is watching her on the security monitor. Soon, she's joined by Olivia who also received a note to meet Phillip. After they spar about Ruth and how her actions could have backfired and cost Olivia her daughter, Beth enters looking for Phillip. Suddenly, he enters the room. He tells Beth that Lizzie is fine. Beth tries to convince him Lizzie needs to own up to what she did for the sake of her mental health. Phillip doesn't think Lizzie will get a fair shake and maintains it's for the best. He goes to Harley and Olivia and tells them he wants to declare a truce. He admits to letting everyone down and that everyone has suffered because of him. He apologizes for his actions and leaves the room. Alan walks in during Phillip's apology. When Phillip leaves Alan tells the ladies he thinks Phillip is sincere. But they are very skeptical. Gus arrives and adds that he's skeptical also. He asks Harley where Zach is. Harley makes a call, as Beth gets a call. It doesn't take them long to figure out their kids are missing. Phillip must have them. And they're right; Phillip is on the Spaulding jet with James, Zach, Jude and Emma. \n\n\n",
    "tvmega_recap": "Harley, Olivia and Beth show up at the Spaulding Mansion as requested by Phillip. Phillip tells the ex-wives that he wants to call a truce. Sebastian informs Holly that he sent a telegram to Chrissy informing her that the two of them were ok. Gus accidentally tells Beth that Lizzie was the one who hit Sandy. Lizzie decides to go against her father's wishes and not flee the country. Phillip gets on a plane with his children (Zach, James, and along with Jude) and tells them that they are going away to a land where there are no more wicked witches.",
    "soapcentral_condensed": "Sebastian has lunch delivered to Holly but she refuses to eat it. She tries to scare Sebastian by telling him Blake is looking for her. He proposes they make a wager by playing chess. If she wins, she can call Blake; if he wins she has to eat. Holly ends up losing, but instead of eating, she throws the food on the ground and runs to escape. An angry Sebastian grabs her and tosses her back in the cage. He starts yelling at her when suddenly he's struck with a huge headache and doubles over in pain. Meanwhile, Tony and Michelle are still trying to find Holly. While arguing in their hotel room, Tony notices someone is there hiding in the closet. They pretend they've left and then grab the man who comes out of hiding - the captain of the ship they were on with Sebastian. Tony tries to strong-arm the guy into telling them where Sebastian is. The captain has no idea. He's really afraid though, since he abandoned Michelle and Tony on the boat. He just wants to help them find Ed Bauer.\n"
}