{
    "soap_central": "\n\nDanny is finally becoming suspicious about Michelle's \"disappearance.\"  He wonders about the telephone call he got from her last week, during which she insisted on calling him \"Dad.\"  Was it a signal?  Danny asks Rick about Michelle and they both admit they are concerned and also have suspicions about Sebastian.  Why was Sebastian asking about Michelle and Ed on his last visit to town?  Danny also talks with his cousin the priest at St. Michael's parish.  He is also concerned -- Tony did not show up for the annual St. Michael's basketball game and Christmas party, and event that was very important to him.  Danny is now convinced that something is wrong, and that Sebastian is at the heart of it all.\n\n\nMeanwhile, Danny's wife Michelle almost had control of the situation in her tropical prison.  She had convinced a very ill Sebastian that her injection of vitamin B could help his situation before they reached Ed.  He almost lets her give him the shot, but recoils at the last moment, fearing she is trying to kill him.  Holly, however, convinces Sebastian that the shot is for his own good, and that he needs it to survive until they can find Ed.  Sebastian agrees.  But Holly does not like what Michelle tells her when she asks what is in the medicine, and at the very last moment cries out to Sebastian....\n\n\nTammy finds Reva decorating the porch of her home when she arrives to try on the dress for her mother's wedding.  Tammy asks if Jonathan is home, and Reva assures her he is not, that she would not put her in that awkward situation.  However, when Tammy has trouble with the zipper, Jonathan offers his help and she is furious.  Not very convincingly, Jonathan pleads with her to forgive and forget and blames her for their rift.  When he tries to touch her, Tammy yells at him to leave her alone and runs from the room.  Meanwhile, Reva's porch has become a very popular place.  Sandy arrives with Christmas gift in hand, and they chat.  Reva thanks him for taking such good care of Tammy.  She invites him to join them inside, but he declines.  When she goes in, Reva is appalled to find Jonathan sitting in the living room.  Tammy runs from the house and right into Sandy, who is still standing on Reva's porch. She surprises and delights Sandy by asking him to be her escort at Cassie's wedding.  Happily, he agrees!  Meanwhile, Jonathan gets a severe and well-deserved scolding from Reva.  Once again, he blames his bad upbringing for his ugly behavior, and declares that he doesn't want to go to Cassie's wedding.  He storms out of the house.  The phone rings, and Reva finds herself chatting with a tuxedo rental company, and his jig is up when she discovers that Jonathan is renting a tuxedo for his aunt's wedding....\n\n\nIn a clever and gutsy move, Olivia tries to tackle the nurse whom Alan Spaulding has hired to terrorize her in the mental hospital.  Because she is tied to the bed, she is not successful and the nurse forces her to take a sedative.  However, unbeknownst to the nefarious nurse, she was able to wrestle the phone from the table and onto her bed without them discovering.  She calls Bill, who has been worried sick about her.  She is able to tell him where she is and that Alan Spaulding kidnapped her, but is unable to tell him in which room she is being held before she falls asleep.  A very angry Bill -- who suspected all along that Alan Spaulding had something to do with this -- storms into the hospital. \n\n\n",
    "tvmega_recap": "Danny enlists the help of others in trying to find Michelle, only to find out he's not the only one concerned. Bill finds Olivia in an unlikely place. Tammy runs into Jonathan. Reva finds out where Tammy has been 'hiding' out and that Jonathan has plans to attend his aunt's wedding. Tammy asks Sandy to be her date for her mother's wedding. Holly comforts Sebastian. Michelle and Tony agree that they need to escape at all cost and that they should use Sebastian's illness to their advantage. Holly stops Sebastian from receiving an injection that could free her. Alex wonders if Alan had anything to do with Olivia's disappearance.",
    "soapcentral_condensed": "Danny is finally becoming suspicious about Michelle's \"disappearance\" Michelle almost had control of the situation in her tropical prison. Reva's porch has become a very popular place. Olivia tries to tackle the nurse whom Alan Spaulding has hired to terrorize her in the mental hospital. Jonathan gets a severe and well-deserved scolding from Reva and declares that he doesn't want to go to Cassie's wedding. The phone rings, and Reva finds herself chatting with a tuxedo rental company, and his jig is up when she discovers that Jonathan is renting a tukedo for his aunt's wedding.... In a clever and gutsy move, Olivia surprises and delights Sandy by asking him to be her escort at Cassie’s wedding.  Happily, he agrees! A very angry Bill -- who suspected all along that Alan spaulding had something to do with this -- storms into the hospital and takes Olivia's phone from the nurse's hands.\n"
}