{
    "soap_central": "\n\nThe reading of Phillip's will impacted every member of the family. He left money for Beth and the kids while he left Alex stock with the stipulation that she work in the mail room at Spaulding when she got out of jail. He shocked Alan and Gus by leaving Gus in control of Spaulding, but Gus was adamant that he wanted no such thing. Later, Lizzie revealed what she had been left when she told a stunned Coop that she owned Company.\n\n\nHarley struggled with her guilt that she might be responsible for Phillip's death. Her fears were heightened when she discovered the gun the cops had not been able to find. She covered with Buzz but was secretly afraid it was proof of her guilt. When left alone, Harley imagined seeing Ruth, who pointed an accusatory finger at Harley and forced Harley to admit she'd wanted Phillip dead.\n\n\nGus realized how close to the edge Harley was and asked her to let him help her. Meanwhile, Buzz tried to set Coop free and get him to leave town, but Coop wouldn't go. He got the feeling something more was wrong, but Buzz didn't admit anything. Later, when Harley and Gus realized the killer had to have known the alarm code to Company, Harley was shaken to the core when she proclaimed that Buzz was the only person who knew the code.\n\n\nAs Michelle and Tony wandered through the jungle, Michelle cut her hand, got frustrated, and admitted to feeling like she'd made one bad decision after another. Tony asked if she counted him among the bad decisions. Michelle said no, and the two got even closer. They began to kiss, but when Tony went off to gather firewood, he fell into a ravine, unbeknownst to Michelle. Meanwhile, Danny and Marina spent time together as they toasted to moving on with their lives. When Danny's wedding ring accidentally came off, he decided not to put it back on, and Marina impulsively kissed him.\n\n\n",
    "tvmega_recap": "Ross plays a tape that Phillip had brought him the day before he was shot. In the tape he outlines his will. Leaving Stock to Alex if she works in the mail room at Spaulding, two boats and the gym to Rick, trust funds and stocks for all his children, and enough money to take care of Beth and her mother to Beth. Ross also reveals that Phillip bought Company from Buzz before he died and he is leaving Company to Lizzie. Harley finds a gun in a bag of sugar at Company. She sees Ruth as she is trying to clean up. Ruth convinces her that she is the one that killed Phillip. Michelle and Tony kiss and Tony proclaims his love to Michelle. Buzz becomes a suspect.",
    "soapcentral_condensed": "Phillip left money for Beth and the kids while he left Alex stock with the stipulation that she work in the mail room at Spaulding when she got out of jail. Lizzie revealed what she had been left when she told a stunned Coop that she owned Company. As Michelle and Tony wandered through the jungle, Michelle cut her hand, got frustrated, and admitted to feeling like she'd made one bad decision after another. Danny and Marina spent time together as they toasted to moving on with their lives. Danny's wedding ring accidentally came off, he decided not to put it back on, and Marina impulsively kissed him. Meanwhile, Buzz tried to set Coop free and get him to leave town, but Coop wouldn't go. He got the feeling something more was wrong, but Buzz didn't admit anything. When Tony went off to gather firewood, he fell into a ravine, unbeknownst to Michelle. Tony asked if she counted him among the bad decisions. Michelle said no, and the two got closer.\n"
}