{
    "soap_central": "\n\nBlake, upset about her father's death, asks Ross if he thinks Roger suffered. Ross answers he doesn't think Roger Thorpe was afraid of anything - even death. He offers to take Blake for a quiet getaway but she declines saying she has business to take care of with her brother Sebastian. Ross makes it clear he does not trust Sebastian and wishes he would return to wherever it was he came. \n\n\nAfter Ross leaves, Sebastian approaches Blake. He calls her 'Chrissie,' which she likes because it makes her feel close to her father. Blake asks him for answers about why he is in Springfield. He won't give her many clues but assures her it will be good news for her and anyone else who loved Roger. He asks if she still has the coin her father gave her the last time they were together. Blake shows him the coin she always carries with her. Sebastian tells her this coin is just one of many which will lead to even greater treasures. When he leaves to find a place to stay, an assailant grabs Blake, puts a knife to her throat and demands her purse. She refuses and struggles with her attacker. Sebastian reappears and rescues his sister. He takes the knife from the mugger, presses it to his throat and tells him if he is ever seen near his sister again he will be killed and his body never found. After releasing the mugger, he hugs Blake who is relieved her brother rescued her. \n\n\nLater, Sebastian, with the pretend mugger, reminds his minion to keep his mouth shut about his involvement or he will cut him for real next time. \n\n\nAt the hospital, Holly is pacing when Sebastian approaches her. He tells Holly he is there awaiting the results of the DNA tests from the hair she stole from his jacket and from the ashes in Roger's urn. Holly is embarrassed but admits she needs to know the truth about Roger's death and if Sebastian is really his son. Sebastian tells Holly she is everything his father said she was and more. He tells her 'it felt so good' when she hugged him. Holly cringes and says his comments are very bizarre. \n\n\nLater, Ross finds Holly alone at the hospital. She tells him the results of the DNA testing prove Roger is dead and Sebastian is his son. She breaks down and tells Ross Sebastian was looking at her the way Roger used to and she's not prepared for this kind of turmoil. \n\n\nAt the Spaulding mansion, Lizzie admits to Phillip she took his car and may have hit someone. He assures Lizzie he would love her no less no matter what she has done. He promises her he will take care of it and everything will be all right. Ruth Karloff (Harley) arrives to see Phillip. He is abrupt and tells her he doesn't have time for her. Zack enters the room, takes one look at Ruth and announces he knows her. Before he can blow his mommy's cover, Phillip sends him to bed. \n\n\nRuth engages him in a conversation about Zack and discovers Phillip is planning to take Zack away from his mother. Ruth leaves on an errand for Phillip and finds Zack in the hallway waiting for her. Harley hugs her little boy and tells him they are going to play a game. \n\n\nOutside at Company, Bill asks Beth what any woman could possibly see in Phillip. Beth reminds him Phillip hasn't always behaved the way he has lately. She offers to help Bill bring Phillip down a notch or two. \n\n\nLater, inside the restaurant, Lizzie finds her mother seated alone at the counter. Lizzie asks her mother to hold and comfort her the way she did when she was a child. Beth, horrified, refuses and demands to know what she has done this time. Lizzie is shocked but confesses she used the date rape drug on Joey to keep him away from Tammy. Disgusted, Beth tells Lizzie she is terrible and to go home and think about how selfish she has been. Beth also returns to the mansion where she accuses Phillip of concealing Lizzie's misdeeds from her. Phillip thinks she is referring to Lizzie's admission of hitting someone with his car, but quickly realizes Beth is talking about Joey Lupo. He says the matter with Joey has been resolved and withholds the new information about the hit and run. \n\n\nAt the hospital, JB is taunting Sandy, who is unconscious after being hit by a car. JB tells Sandy he is where he deserves to be for stealing his life. JB hides and leaves the room when Reva enters. He finds Tammy outside the room. She is upset with him for leaving her when Sandy was hit. He apologizes and tells her it's important to him that she needs him. At Sandy's bedside, Edmund walks in on Reva who thinks it is her son she is comforting. He reminds Reva he is the reason she sent him away when he was just a baby. Reva doesn't want to talk about it and tells Edmund she is glad he is there for her now. \n\n\nReva finds Tammy in the hall with JB. When Tammy goes in to see Sandy, Reva tells JB she doesn't like him and he had better not interfere with her because her only concern is for her son. Reva returns to the nurse's station to see if she is a match to help Sandy with a liver transplant. A nurse tells Reva there is no way she could be related to Sandy Foster. \n\n\nAt Harley's demolished house where Phillip won't be looking for her, Harley asks Bill to help her hide with Zack. Bill agrees to do anything he can to help her keep Zach from Phillip. \n\n\n",
    "tvmega_recap": "Ross makes it clear he's not fond of Sebastian. Holly gets back the results of the DNA test and finds out that Sebastian is Roger's son, and Roger is in fact dead. Blake gets attacked and Sebastian comes to the rescue. Blake finds out that Sebastian is up to something as per her father's wishes. JB visits with Sandy in the hospital. Reva tells Edmund that she needs him to stay with her at the hospital and later goes head to head with JB. Lizzie admits to her mother about drugging Joey and to her father about hitting someone with his car. Harley kidnaps Zach from the Spaulding Mansion and enlists Bill's help. Reva finds out that it is impossible that Sandy is her biological son.",
    "soapcentral_condensed": "Blake, upset about her father's death, asks Ross if he thinks Roger suffered. Russell offers to take Blake for a quiet getaway but she declines saying she has business to take care of with her brother Sebastian. Sebastian reappears and rescues his sister. He takes the knife from the mugger, presses it to his throat and tells him if he is ever seen near his sister again he will be killed and his body never found. Ruth Karloff (Harley) arrives to see Phillip. He is abrupt and tells her he doesn't have time for her. Ruth engages him in a conversation about Zack and discovers Phillip is planning to take Zack away from his mother. At the hospital, Holly is pacing when Sebastian approaches her. He tells Holly he is there awaiting the results of the DNA tests from the hair she stole from his jacket and from the ashes in Roger's urn. Holly is embarrassed but admits she needs to know the truth about Roger's death and if Sebastian is really his son. Lizzie admits to Phillip she took his car and may have hit someone. He assures her he would love her no less no matter what she has done.\n"
}