{
    "soap_central": "\n\nDanny and Ross confront Blake about what she knows about Sebastian, and Michelle's whereabouts. Danny expresses his concern, that Michelle is in danger. Blake gives in and tells them that Michelle went with Sebastian and Holly, after she was told the Roger had left something to Maureen. Blake thinks that they have gone to Santa Domingo, as that is where Roger held Holly captive. Blake apologizes for not sharing this information; however, she can't believe that Sebastian would harm them. Danny leaves Blake and Ross, and goes to meet Marina. Danny shares what he has learned, and Marina offers to help him locate Michelle and Tony.\n\n\nSebastian threatens to inject Tony with the medication in the syringe, unless Michelle tells him what the medication really is. Michelle stops him and admits that it is really a tranquilizer. Tony attempts to convince Sebastian to set him free, so that he can locate Dr. Bauer and the medication. Instead, Sebastian locks Tony and Michelle into the room and keeps Holly out. Holly convinces Sebastian to let Tony find Ed. Sebastian tells Holly that he learned about her through Roger's memories and stories, and that he is afraid to let go. Holly is touched and they share a kiss.\n\n\nBuzz, Harley, Frank and Gus arrive at Company, where Buzz says that he has a confession to make. Buss admits that he argued with Phillip the night that he was murdered, however, professes that Phillip was alive when he left. As Buzz and Frank go into Company, Harley and Gus discuss Harleys framing Ruth Karloff for the murder, to save Buzz. If Buzz is innocent, then the real killer is still out there. Harley worries that she may the killer, since she can't remember what happened that night. As Buzz and Harley hug, and express how happy they are that their family is back together; Frank goes to the police station and watches Ruth's confession on video tape. As the tape begins, Frank recognizes the scar on Ruth's arm as being the same scar that Harley has.\n\n\nLizzie and Coop are at Company, and Coop tells Lizzie that they have been receiving good feedback on her changes. Coop and Lizzie both say privately that their plans are working. Coop tells Lizzie that he knows that this is a rough time for her and tries to convince her to get rid of Company and go away on a vacation. Lizzie agrees that this might be a good idea, then tells Alexandra on the telephone that she is having to much phone owning a restaurant to sell it.\n\n\n",
    "tvmega_recap": "Coop and Lizzie dance around each other thinking that each is charming the other. Danny confronts Blake about what she may know about Sebastian and where Michelle is. Blake tells Danny that Michelle didn't leave with Tony but with Sebastian instead. Danny and Marina then make plans to find Michelle. Gus and Harley wish each other a Merry Christmas then Buzz comforts Harley. Frank reviews Ruth's video tape and realizes that Ruth is Harley.",
    "soapcentral_condensed": "Sebastian threatens to inject Tony with the medication in the syringe, unless Michelle tells him what the medication really is. Tony attempts to convince Sebastian to set him free, so that he can locate Dr. Bauer and the medication. Instead, Sebastian locks Tony and Michelle into the room and keeps Holly out. Sebastian tells Holly that he learned about her through Roger's memories and stories, and that he is afraid to let go. Buzz, Harley, Frank and Gus arrive at Company, where Buzz says that he has a confession to make. As Buzz and Frank go into Company, Harley and Gus discuss Harleys framing Ruth Karloff for the murder, to save Buzz. Harley worries that she may the killer, since she can't remember what happened that night. Frank goes to the police station and watches Ruth's confession on video tape. Frank recognizes the scar on Ruth's arm as being the same scar that Harley has. Coop tells Lizzie that he knows that this is a rough time for her and tries to convince her to get rid of Company and go away on a vacation.\n"
}