{
    "soap_central": "\n\nAfter a disastrous dinner with Jonathan, Reva finds solace at the neighborhood bar. She's playing pool when Sandy arrives. Their meeting is awkward, and Reva challenges him to a game, similar to a time they played before where each good shot allows the person one question of the other. During the game, Reva's anger at Sandy starts to show, and she finally asks him why he did this to her. Sandy doesn't try to make excuses and says what he did was horrible. Reva concurs, but admits that doesn't make it any easier to love the real Jonathan. Later, seeing how much she's hurting, and knowing he can't do anything to help, Sandy calls Josh to comfort his wife. As he's leaving the bar, he gets a call from Tammy who quickly hangs up before Sandy can get any information. Meanwhile, Josh has Jonathan arrested for stealing his wallet, which Josh planted, and he and Billy go to the police station to lay down the law. But, Jonathan, his normal cocky self, isn't fazed in the least. Josh makes it clear that he wants Jonathan to disappear and as an incentive, Josh will make sure Jonathan gets his inheritance. Jonathan agrees to the deal but after he's released, he arrives with an entourage of his friends at the Beacon, making it clear that he isn't going anywhere.\n\n\nLizzie confronts Phillip about Ruth's accident and asks if he tried to kill her. Phillip denies it but gets angry at Lizzie when she presses. Later, when Phillip runs into Bill, he coldly tells Bill that he has taken care of the Ruth situation and Bill begins to fear for Harley's safety. Later, Phillip targets Olivia, who is stunned to hear that yet another of Bill and Harley's plans has put Emma's welfare in jeopardy.\n\n\nOlivia seeks out help from Phillip's best friend, Rick. Later, Harley braces herself for battle, then shows up as Ruth to face Phillip. During their showdown, two big men lurk in the shadows looking poised to grab Ruth but when they emerge, they grab Phillip, not Ruth. Phillip is brought back to the study where Rick is waiting. Rick tries to get through to Phillip, but he only succeeds in making Phillip even angrier. Later, Harley comforts a devastated Lizzie, convinces her to go down to talk to the police and she does while Phillip learns from Zach that Ruth and Harley are the same person. \n\n\n",
    "tvmega_recap": "(First 20 minutes of show was preempted by Bush's speech.) Sandy answers some of Reva's questions. Josh and Billy give Jonathan an ultimatum. Bill tells Harley that it may be time for Ruth to retire and Harley disagrees. Tammy calls Sandy. Harley and Bill have Phillip put in a strait jacket and taken away. Harley tells her brother that she knows who the driver was in Sandy's accident. Rick tries to talk some sense into Phillip. Zach tells his father that Ruth is Harley.",
    "soapcentral_condensed": "After a disastrous dinner with Jonathan, Reva finds solace at the neighborhood bar. Lizzie confronts Phillip about Ruth's accident and asks if he tried to kill her. Josh has Jonathan arrested for stealing his wallet, which Josh planted, and he and Billy go to the police station to lay down the law. Later, when Phillip runs into Bill, he coldly tells Bill that he has taken care of the Ruth situation and Bill begins to fear for Harley's safety. Phillip targets Olivia, who is stunned to hear that yet another of Bill and Harley's plans has put Emma's welfare in jeopardy.Olivia seeks out help from Phillip's best friend, Rick. Harley braces herself for battle, then shows up as Ruth to face Phillip. During their showdown, two big men lurk in the shadows looking poised to grab Ruth but when they emerge, they grab Phillip, not Ruth. Phillip is brought back to the study where Rick is waiting. Rick tries to get through to Phillip, but he only succeeds in making Phillip even angrier.\n"
}