{
    "soap_central": "\n\nTammy arrives at the church determined to marry Sandy, no matter what her instincts are telling her. She assures Reva, Josh and Jeffrey that she is thoroughly committed to going through with the ceremony. She holds her tongue as Cassie goes on and on about what a happy day this is and how proud she is to watch her little girl marry the man she loves. \n\n\nMeanwhile, Reva is taut with dreadful anticipation, wondering what evil plot Jonathan has up his sleeve to stop the ceremony. Jonathan, however, assures his mother that he has nothing planned. He is convinced Tammy will stop the ceremony herself. He continues to feel certain of it even as Tammy walks down the aisle. Even as she takes Sandy's hand and smiles at him. Even as Tammy recites her vows, willing herself not to look in Jonathan's direction, he believes she won't go through with it. The minister asks if anyone has reason for why this couple shouldn't be joined together. Jonathan refuses to take his eyes off Tammy, and shifts in his seat. \n\n\nAlso at the wedding, Harley and Gus are still pretending to be estranged. They stage a mini-fight for Blake's benefit, expecting her to scurry back to Beth and Alan with the news. They sneak out of the wedding early for a make-out session in the car. \n\n\nMarina, with the help of Frank, Buzz and a stuffed elephant, struggles to get through the wedding mere days after breaking up with Danny. Lizzie works to keep Coop from figuring out about her and Quinn's \"business arrangement\" - even if Coop does catch her giving Quinn a quick kiss when she learns he's paid off her debts. \n\n\n",
    "tvmega_recap": "Tammy is thinking about Sandy and Jonathan while preparing to get ready for the wedding and after looking at her dress runs out of the room. She runs into Reva and Josh but instead of telling them what is going on just says she needs help getting ready. Reva seems about ready to break through to Tammy that she doesn't have to do this if she doesn't want to when Cassie comes in, so excited about the wedding. Quinn shows up at Company while Lizzie is waiting for Coop and tells her that he paid off her loan shark, she happily hugs him as Coop comes out and sees them. Frank and Buzz worry about Marina but she tells them that she is fine and says this wedding is a perfect place to find them dates. Buzz goes to compliment Olivia but she only has eyes for Josh. Jonathan shows up to the wedding and tells Reva that Tammy will stop it. The wedding starts and Tammy and Sandy say their vows, but Tammy can't keep her eyes off of Jonathan. When the minister gets to the part about does anyone object Tammy takes one last look at Jonathan.",
    "soapcentral_condensed": "Tammy arrives at the church determined to marry Sandy, no matter what her instincts are telling her. Harley and Gus are still pretending to be estranged. Marina, with the help of Frank, Buzz and a stuffed elephant, struggles to get through the wedding mere days after breaking up with Danny. Lizzie works to keep Coop from figuring out about her and Quinn's \"business arrangement\" - even if Coop does catch her giving Quinn a quick kiss when she learns he's paid off her debts. They stage a mini-fight for Blake's benefit, expecting her to scurry back to Beth and Alan with the news. They sneak out of the wedding early for a make-out session in the car. The finale airs at 8 p.m. ET on Sunday, September 14. For more from The Bold and the Beautiful, visit the website. For the full episode, visit The Bold & the Beautiful. and the Common. The series finale airs on September 14 at 8pm ET on CBS.\n"
}