{
    "soap_central": "\n\nJosh and Reva met their friends Ross and Blake at \"Elizabeth & Company,\" the new, improved Company. Seated at a table set with a fancy linen tablecloth, the couples compared their complicated lives. As they did, Josh and Reva's most recent major complication -- Jonathan -- entered the restaurant. He joined the group and did his best to insult the Marlers. \n\n\nWhen Jonathan was left alone with Blake, he said whatever he could to offend her, but she wasn't fazed -- he had met his match. When Reva asked how the conversation had gone, Blake was polite but admitted, \"He got a little personal.\" Reva was furious with Jonathan and decided the only way she could stop his confrontational ways was for him to vent his anger where it belonged -- at his abusive adoptive father, Alfred. Jonathan was not convinced. \n\n\nAs Ross and Blake left the restaurant, a nurse presented them with a package containing the items left by Sebastian during his hospital stay. The news of his illness was a surprise to them both. Inside the package was his two-way radio for communicating with Holly. Meanwhile, in Holly's mysterious island prison, the balance of power was changing in her favor. She shrewdly convinced Sebastian that she had consumed the entire bottle of wine he'd left outside her cell, but she was actually bluffing. \n\n\nWhen she wrestled with him, pretending to reach for the flask of vodka he had showed her earlier, Holly instead grabbed the remote control to the cell door. Sebastian tried without success to convince her to give it back to him. As he did, they both heard Blake's voice on the two-way radio. Holly and Sebastian dove for it, but it was broken in the tussle. \n\n\nHolly and Sebastian's fight brought on yet another of Sebastian's \"episodes.\" At first, Holly thought he was pretending, but when he told her to get his pills on the other side of the cell door, she opened it and, for the first time in weeks, walked out into freedom. As she reached for his pills, she watched him writhe in pain and considered her options. \n\n\nHarley and Frank argued when he discovered she had known all along that Buzz could be considered a suspect because he had been the only person who had known the combination to the burglar alarm at Company the night Phillip had been murdered. Harley refused to allow Frank to consider their father a suspect, but when forensic tests showed Buzz's fingerprints on the murder weapon, he was forced to take his father in for questioning. Gus appeared at the police station, and Harley told him about the gun. Gus tried to comfort her and insisted they would figure it out -- but Harley already knew what they needed to do.\n\n\n",
    "tvmega_recap": "Josh, Reva, Blake and Ross all have lunch together. Jonathan crashes their lunch and 'gets fresh' with Blake. Frank finds out that the prints on the gun that killed Phillip are his fathers. Harley begs Frank to bury the evidence against their father. Alan tells Gus that he needs to be loyal to his father, rather than the Cooper's. A nurse from the hospital gives Blake the radio that Sebastian left behind. Holly steals the remote from Sebastian and is given the choice between escaping and saving his life. Reva challenges Jonathan to confront Alfred with her.",
    "soapcentral_condensed": "Josh and Reva's most recent major complication -- Jonathan -- entered the restaurant. When Jonathan was left alone with Reva, he said whatever he could to offend her. Reva was furious with Jonathan and decided the only way she could stop his confrontational ways was for him to vent his anger where it belonged -- at his abusive adoptive father, Alfred. In Holly's mysterious island prison, the balance of power was changing in her favor. Harley and Frank argued when he discovered she had known all along that Buzz could be considered a suspect because he had been the only person who had known the combination to the burglar alarm at Company the night Phillip had been murdered. Harley refused to allow Frank to consider their father a suspect, but when forensic tests showed Buzz's fingerprints on the murder weapon, he was forced to take his father in for questioning. The series premieres Friday, September 14, at 9 p.m. ET on ABC. For more information on the series, visit ABC.com.\n"
}