{
    "soap_central": "\n\nJonathan and Tammy began to make love in the boathouse. Sandy saw them. He called Jonathan's cell phone, pretending to be the police summoning him to the station to discuss the fire. At the station, Jonathan vehemently denied having anything to do with it. Later, he told Reva if he had to confess to setting the fire in order to protect Tammy, he would.\n\n\nMeanwhile, Sandy demanded to know why, if Tammy was so crazy in love with Jonathan, she hadn't told anyone about their great romance. Tammy defended her feelings for Jonathan. However, she couldn't easily shake off Sandy's suggestion that, if she chose a life with her cousin Jonathan, she'd push away everyone else who loved her.\n\n\nAlan-Michael informed his father that he might be helping to get Harley out of Spaulding, but it was not because he had anything personal against her. It was merely because she was in the way of Alan-Michael finally claiming what was rightly his. In fact, Alan-Michael intended to be calling the shots from then on. Alan didn't like it one bit. After Alan-Michael left, he called his lawyer, demanding to be set free by whatever means necessary.\n\n\nA depressed Marina tried to avoid her heartache by working. Frank called his daughter on it, but she countered that he did the same. Later, Marina and Alan-Michael ended their day by buying practically every Christmas tree on the lot. They dragged them home to the Beacon for an impromptu decorating party.\n\n\nCassie happened upon Josh, who was staring, shocked, at the photo of Jeffrey with Richard. Earlier, Jeffrey had confessed to Reva how nervous he was about moving in with Cassie. Reva had reassured him. Jeffrey interrupted Josh and Cassie and announced he was ready to move in. Cassie and Jeffrey made plans to host their first Christmas party together.\n\n\nJosh bumped into Olivia. He confessed his uncertainty about what to do about Jeffrey. Olivia listened politely, but what she really wanted to talk about was her and Josh's kiss the day before. Josh didn't wish to discuss it.\n\n\n",
    "tvmega_recap": "Marina goes to the police station where Frank tells her that she should be out dating, but warns her to stay away from the guys at Spaulding. She agrees, but when Alan-Michael comes to the station later to talk to Frank about keeping Alan in jail, sneaks off with him. In the sanitarium, Alan-Michael tells Alan that he isn't going after Harley for Alan, but he is going after the position in Spaulding that he wants for himself. Feeling trapped, Alan calls someone and tells them he needs to get out of there, with no one knowing. Cassie catches Josh in Jeffrey's room, and Josh tells her that he just came to help Jeffrey move. He later asks Olivia about Jeffrey again, and what he should do. He tells her that he wishes that things would be less complicated, and she brings up their kiss again. Reva convinces Jeffrey not to go after Jonathan, but rather to go back and move in with Cassie. Sandy spies Jonathan and Tammy, and calling and pretending he is Mallet, tells Jonathan to come to the police station to make a statement about he arson. He reluctantly leaves Tammy and goes to give his statement to Marina that he knows nothing about the fire. Reva catches him as he is leaving, and tells him she thinks that her help in getting he and Tammy together may have been a mistake. Jonathan tells her that it wasn't, and that he and Tammy will prove to everyone that their love is for real. After Jonathan leaves, Sandy reveals himself to Tammy and puts doubts into her head about her and Jonathan.",
    "soapcentral_condensed": "Jonathan and Tammy began to make love in the boathouse. Sandy saw them and called Jonathan's cell phone, pretending to be the police summoning him to the station to discuss the fire. Alan-Michael informed his father that he might be helping to get Harley out of Spaulding, but it was not because he had anything personal against her. Jeffrey interrupted Josh and Cassie and announced he was ready to move in with Cassie. Josh confessed his uncertainty about what to do about Jeffrey and Olivia listened politely, but what she really wanted to talk about was her and Josh's kiss the day before. A depressed Marina tried to avoid her heartache by working. Frank called his daughter on it, but she countered that he did the same. Later, Marina and Alan- Michael ended their day by buying practically every Christmas tree on the lot. They dragged them home to the Beacon for an impromptu decorating party. Alan didn't like it one bit and called his lawyer, demanding to be set free by whatever means necessary.\n"
}