{
    "soap_central": "\n\nAt the Beacon, Cassie fainted after hearing Edmund had been acquainted with Dinah when she'd first returned to Springfield. A doctor arrived and offered to assist Cassie as she regained her senses. She refused to go to the hospital but agreed to be tended to in a suite. An examination revealed the cause of Cassie's dizzy spell to be a miscarriage. Edmund was shocked and immediately blamed himself for hiding his affiliation with Dinah.\n\n\nCassie refused to let Edmund blame himself. She reminded him that she had taken help and support from Jeffrey but had refused it from Edmund -- the man she loved. He was relieved and thanked Cassie for understanding. Cassie wanted to talk about what the miscarriage could mean for the two of them. They might have a chance at having a child of their own.\n\n\nIn the lobby, Jeffrey warned Dinah that if she intended to use Edmund as a tool in a campaign to harass Cassie, she'd better prepare herself to deal with Edmund as he was when provoked. They were interrupted when the doctor appeared and told them Cassie was fine but had suffered a miscarriage. Jeffrey, seeing Dinah's reaction, warned her anew that if she taunted Cassie about losing a baby, Edmund would become the least of her worries. Dinah assured him she found no humor in losing a child but remarked that Jeffrey was behaving as the gallant prince he had once impersonated.\n\n\nAt the hospital, Alan, Beth, Lizzie, Olivia, Rick, and Bill awaited word from the doctor attending Phillip for gunshot wounds to the chest. He emerged from the room and announced that Phillip had died. Alan, unable to accept it, tried to go in and see his son. Beth and Lizzie were crying and telling Alan, \"He is gone.\" Olivia, however, showed no emotion, demanding to know if Phillip had said anything about where the children were.\n\n\nThe doctor confirmed no such information had been offered before Phillip had died. Alan railed at Olivia in a rage, announcing that she was responsible for his son's death. He demanded to know where she had been immediately before Phillip had been discovered at Company. Olivia, in a rage of her own, reminded all present they, too, had tried to meet with Phillip in private to broker a deal for the safe return of their own children. It could have been any one of them.\n\n\nRick tried to comfort Alan over the loss of his son. Alan wouldn't hear it and accused Rick of abandoning Phillip in friendship when he'd needed him most. \"He took my son!\" Rick screamed in shaking disbelief at Alan's dismissal of the lifelong friendship between Phillip and him. Understanding dawned on Alan as he realized the truth in Rick's words. He calmed himself enough to tell Rick he would arrange for a medical examiner from another county to perform Phillip's autopsy.\n\n\nLizzie, remarkably calm, asked her grandfather, \"So, what do we do now?\" Beth told her daughter, \"We take care of your father.\" Alan agreed with her and reminded them to stand strong as family. Alan asked Beth to take Lizzie home, but she wanted to stay with him. Alan refused, telling her it was what Phillip would have wanted. Beth reluctantly agreed and left with \nLizzie.\n\n\nOutside at Company, Gus found Harley, partially disguised as Ruth, wandering around in confusion. Harley was bleeding and knew Phillip had gone to the restaurant, armed with a .38 caliber pistol. Gus was confused about how Harley could have known Phillip had been there with a gun, never mind the exact make. With coaxing from Gus, Harley began to remember following Phillip to Company. She said she'd thought she would be safe as Ruth but had found out Phillip had been aware of her charade when he'd ripped the wig from her head.\n\n\nGus continued to prod Harley for information and found out Harley and Phillip had struggled inside the restaurant. Phillip had shoved the gun at Harley, cocked it, and dared her to use it on him. Harley drew a blank at that point but thought that was when she'd fallen and hit her head. She wanted to tell Frank what she knew, but Gus told her it was the last thing she should do. He wanted more information. Gus took Harley's disguise and put it in a bag he hid behind a bench.\n\n\nFrank arrived and told Harley that Phillip had died. She began to tell what she knew but glanced over her shoulder at Gus, who shook his head. While Frank comforted Harley, Gus retrieved the hidden bag and left quietly. At the hospital, he found Alan alone and dazed in the waiting room. Gus sat next to his father as he mourned for his lost son. No words were spoken.\n\n\nAcross Springfield, on a tip by police, children were returned to their parents. James was returned to Beth, who tearfully rocked her son in the study at the Spaulding mansion; Lizzie was nearby. Emma was returned to Olivia, who collapsed against Bill in joy and relief. Jude was returned to Rick. Finally, Zack was returned to Harley, who, with streaming tears, mouthed the words, \"He died,\" when Zack asked where his daddy was.\n\n\n",
    "tvmega_recap": "Springfield reacts to Phillip's death. Cassie learns she miscarried. Harley remembers her last meeting with Phillip. Gus brings the children home.",
    "soapcentral_condensed": "At the Beacon, Cassie fainted after hearing Edmund had been acquainted with Dinah when she'd first returned to Springfield. At Company, Gus found Harley, partially disguised as Ruth, wandering around in confusion. Harley was bleeding and knew Phillip had gone to the restaurant, armed with a .38 caliber pistol. At the hospital, Alan, Beth, Lizzie, Olivia, Rick, and Bill awaited word from the doctor attending Phillip for gunshot wounds to the chest and announced that Phillip had died.Across Springfield, children were returned to their parents, on a tip by police, and Rick was returned to Rick. At Spaulding mansion, Emma returned to Emma, who collapsed against Bill and Jude returned to his parents, who were waiting in the waiting room and waiting for them. At Frank's house, Frank comforted his son, Frank, who was alone and dazed in the room. No words were spoken as he mourned for his son lost for his life. at the hospital. Alan, unable to accept it, tried to go in and see his son.\n"
}