{
    "soap_central": "\n\nOn the Spaulding jet, Phillip is waiting for Lizzie so he can depart with her, Jude, James, Zack and Emma. While waiting, he murmurs to himself that he is fine, but everyone else has turned on him. He has a constant recollection of Zack's voice saying, 'Daddy, Ruth is mommy.' His thoughts are interrupted when the pilot arrives to ask if they should continue to wait for Lizzie. Phillip responds no, they will be leaving without her. Zack is seated on the plane eyeing Phillip's phone. He picks it up to call Harley and tells her goodbye, he is leaving with his Daddy. Phillip finds him, distracts him, and ends the call. \n\n\nAt the Spaulding mansion Harley is frantic when she receives the call from Zack, who was able to tell her Phillip also has his other children as well as her and Rick's son. In the room with her are Beth, Olivia, Rick, Mel, Gus and Alan. After several phone calls, all determine their children are not where they are supposed to be and Phillip has chartered the Spaulding jet without a flight plan. Mel begs Rick to see reason where Phillip is concerned, but he won't hear it. He says he will not betray his lifelong friendship with Phillip, who is not well. Beth chimes in her agreement; she will not turn her back on Phillip. She believes he needs support from his family and friends. Harley shouts at them to understand that the Phillip they have all known for so long does not exist anymore. \n\n\nCoop, who convinced Lizzie to not run away, has returned to the mansion with her so she can begin facing responsibility for Sandy's accident. Lizzie calls her mother only to find out Phillip has absconded with the children. Lizzie joins the parents in the study and is bombarded with questions about Phillip's destination plans. Lizzie is shaken, but insists she knows nothing of Phillip's plan. The distraught parents convince Lizzie to call Phillip - he will answer the phone for her. She calls Phillip but he refuses to talk to her because she is not alone. After she hangs up, Beth confronts Lizzie for the first time about the accident. She tells Lizzie she should have come to her so she could be protected. Lizzie protests that Phillip was trying to protect her. \"That's what Daddy wanted, too!\" Beth somberly tells her daughter it is Phillip from whom she needs protection. \n\n\nOn the dock, Phillip meets Alexandra, whom he arranged to have released from detention. Alexandra mistakenly believes he has arranged a pardon for her, but quickly realizes Phillip is not there to give her good news. Instead, he accuses her of betraying him by convincing Lizzie to confess to the accident. Alexandra is afraid and begs him not to do anything he will regret. Phillip guesses Alexandra fears he will engineer an accident to punish her. Phillip is annoyed she would think that - he only plans to have her transferred from one jail to the next until she is completely lost in the system forever. Phillip instructs the officer escorting Alexandra to continue with the plan - he has something to do. Once he is gone Alexandra tells the officer to keep in mind that she is very wealthy and whatever Phillip is paying, she will double if he allows her to use his phone. He agrees and waits while she calls Alan. Alan realizes he may have been wrong to continue to defend his son when he hears of Phillip's plan for Alexandra. He tells his sister he fears Phillip may be lost to them forever. \n\n\nRick leaves the mansion thinking he may know where Phillip has gone. He finds Phillip in the university gymnasium playing basketball alone. Rick joins in, but stops to ask Phillip to return Jude to him. Phillip says Jude is better off without Harley - his mother. Rick disagrees and pleads with his friend to understand Jude needs to be with his family. Phillip looks at Rick with naked confusion. He can't understand why Rick can't see that Phillip is doing him a favor. \n\n\n",
    "tvmega_recap": "Harley, Beth, Rick and Olivia are shocked to learn that Phillip have kidnapped their children. Zach tries to call his mother, but is cut off before he can tell her anything important. Alex meets with Phillip on the docks and thinks that he may kill her. Ultimately it is revealed that his plan is to have her transfer repeatedly from prison to prison until she is lost in the system. Rick tracks down Phillip, while Harley looks for him with a gun in her bag.",
    "soapcentral_condensed": "Phillip is waiting for Lizzie so he can depart with her, Jude, James, Zack and Emma. While waiting, he murmurs to himself that he is fine, but everyone else has turned on him. Zack is seated on the plane eyeing Phillip's phone. He picks it up to call Harley and tells her goodbye, he is leaving with his Daddy. Phillip finds him, distracts him, and ends the call. At the Spaulding mansion Harley is frantic when she receives the call from Zack, who was able to tell her Phillip also has his other children as well as her and Rick's son. After several phone calls, all determine their children are not where they are supposed to be and Phillip has chartered the Spalding jet without a flight plan. Phillip says Jude is better off without Harley - his mother. Rick disagrees and pleads with his friend to understand Jude needs to be with his family. Phillip looks at Rick with naked confusion. He can't understand why Rick can't see that Phillip is doing him a favor.\n"
}