{
    "soap_central": "\n\nHarley and Bill react to the stunning discovery of a junked car on Spaulding property which matches the description of the car which hit Sandy. Harley is anxious to investigate the crime scene but is waylaid by Gus, who has some questions for Ruth. With some help from Bill, Harley receives confirmation it was Phillip's car involved in Sandy's hit-and-run. \n\n\nLizzie freaks out when she mistakenly assumes Coop and Buzz know she's responsible for the hit and run. Phillip arrives before Lizzie incriminates herself. He uses the opportunity to dole out Coop's punishment for bulldozing his gate: a humiliating job as Lizzie's driver. \n\n\nMichelle is shocked to discover Tony hidden aboard Sebastian's yacht. However, all are shocked when Sebastian finds Tony and pulls a gun on him. Holly is horrified by his outburst so Sebastian covers and welcomes Tony. Later, while Michelle and Tony argue about his decision to follow her, Danny calls. He mistakenly assumes Michelle and Tony have taken off on a romantic getaway. \n\n\nBlake lashes out at Ross for making her miss the trip to collect Roger's legacy. Later, Sebastian makes her promise not to tell anyone in Springfield where he and the others are headed. However, frustrated off her fight with Ross, Blake slips up and lets Danny know Michelle has left town. \n\n\n",
    "tvmega_recap": "Philip gives Lizzie a puppy to cheer her up because she is depressed about causing Sandy's accident. Later Gus decides to check Ruth's references because he doesn't trust her. Gus advises Philip to fire Ruth because he feels he can't trust her. Philip refuses to Listen to Gus because he doesn't trust him anymore. At Farley's Bar, Coop and Buzz meet with Lizzie to apologize because Coop crashed the Bulldozer through the Spaulding mansion gate. Lizzie assumes they know about the accident and almost tells them everything. Coop reluctantly agrees to take the job as Lizzie's driver to pay off the debt he owes to Philip for Damages he caused when he drove the bulldozer through the Spaulding mansion gate. Coop and Lizzie get along like oil and water on Coop's first day on the job. On the Boat, Sebastian gets a call from Blake begging him to come get her. Sebastian refuses but asks Blake not to tell anyone where Michelle and Holly have gone. Tony sneaks on the boat to protect Michele and is almost shot by Sebastian. Sebastian talks to himself and says there has been a change in plans. At the Beacon, Blake and Ross argue because Ross had her arrested to keep her from going on the trip with Sebastian. Ross thinks Sebastian is just as dangerous as Roger and wants to investigate his past. Blake gets even more angry at this suggestion and decides to stay and have a drink rather then go home with Ross. Blake makes Danny think Michelle has left town with Tony unaware that he is actually with her. Danny calls Michelle's cell phone and Tony answers the call. Danny hangs up the phone when he hears Michelle's voice in the background. At the Mansion, Bill discovers Philip's wrecked car hidden on Spaulding property. Harley confirms its Philips car when she finds something with his initials on the front seat. Harley takes tire tracks and pictures of the car to determine point of impact. Harley is later told by the lab that the tire tracks match those of the car that hit Sandy. Harley smiles because she thinks she is going to send Philip to jail for causing Sandy's accident.",
    "soapcentral_condensed": "Harley and Bill react to the stunning discovery of a junked car on Spaulding property which matches the description of the car which hit Sandy. Lizzie freaks out when she mistakenly assumes Coop and Buzz know she's responsible for the hit and run. Michelle is shocked to discover Tony hidden aboard Sebastian's yacht. Sebastian finds Tony and pulls a gun on him. Blake lashes out at Ross for making her miss the trip to collect Roger's legacy. Danny calls and mistakenly assumes Michelle and Tony have taken off on a romantic getaway. Sebastian makes her promise not to tell anyone in Springfield where he and the others are headed. However, frustrated off her fight with Ross, Blake slips up and lets Danny know Michelle has left town. Sebastian covers and welcomes Tony and Holly is horrified by his outburst so Sebastian covered and welcomed Tony. Phillip arrives to dole out Coop's punishment for bulldozing his gate: a humiliating job as LizzIE's driver. Harley is anxious to investigate the crime scene but is waylaid by Gus who has some questions for Ruth.\n"
}