{
    "imdb": "The Cooper family prepares to say goodbye to Coop and Ava as they head off to London. Mallet and Dinah both find themselves trying to outdo each other with their respective TV programs. When toys are stolen from Ray's orphanage, Dinah tells all of Mallet's viewers to call him directly on his personal cell phone if they have any information about the crime. Mallet is at a loss while he is forced to go along. The tension between Tammy and Jonathan continues to mount. Lizzie is doing everything she can to make Jonathan love her. He tells her she is not a hard person to love, just to give him time. Beth tries to talk Alan out of fighting for Sarah. Alan will not hear of it. As far as he's concerned, he should be raising the baby, not Lizzie and Jonathan. Harley and Gus get bad news about their guardianship of Sydney. Judge Green has taken on their case and as far as he's concerned, Harley and Gus will have to deal with him. Judge Green thinks the couple got off easy during their previous hearing. Jonathan and Lizzie share a ride on his motorcycle. Keeping her promise to Mallet, Marina arrives to try to keep Mallet and Dinah apart, however, she shows up in time to witness the two of them in a steamy kiss!",
    "tvmega_recap": "The Cooper family gets ready for Christmas pictures. Mallet and Dinah have some fun until he gets a call. Dinah spots a small hand held police scanner. Lizzie and Jonathan are home, and Lizzie wants to make love. Jonathan thinks back to making love with Tammy. Mallet's call was about 2 kids in need of Christmas. Marina brings Tammy over to see Harley and Gus' new addition. Lizzie is pretending she is having a romantic time with Jonathan. Alan and Beth have a fight over Lizzie and Jonathan. Beth says she will not go with any plan of Alan's, until he threatens her.. Marina and Tammy have a talk about Jonathan. Jonathan says to Lizzie he cares for her. Marina gives Tammy advice about Jonathan. Beth and Alan still argue over Jonathan and Lizzie. Tammy runs into Jonathan and Lizzie, who makes it like she and Jonathan are going home to make more love.. Ava talks to Coop about Christmas. At home, Jonathan and Lizzie share a tender moment with their daughter while in bed. While the song, \"Have Yourself a Merry Little Christmas\" is being sung, it shows the cast getting ready for Christmas."
}