{
    "soap_central": "\n\nMarina is busy planning a Cooper Thanksgiving which will include Danny. Michelle appears with plans of her own for a Bauer Thanksgiving that Danny will share. Marina realizes Danny will never be able to give himself completely to her and she both wants and deserves more. She finally summons the courage to end things with Danny. Even though he tries to persuade her otherwise, in his heart he knows she's right. Meanwhile, Buzz convinces Michelle that if she truly loves Danny, maybe she should walk away and give him and Marina a chance. \n\n\nJonathan is with Tammy, trying to offer comfort in the wake of Cassie's vanishing. In an effort to keep her mind elsewhere, Tammy and Jonathan go through the keepsake trunk from Cassie's wedding to Richard. Finding a wedding photo, Jonathan is moved in spite of himself by thoughts of the father he never knew. Tammy sees yet another tender side to him but the moment is interrupted when Sandy arrives with the invitations to their own wedding. Jonathan is once again the odd-man out, as Tammy and Sandy focus on the invitations, acknowledging once they are delivered the wedding is for real. Jonathan begins to wonder if he can transform himself into the man Tammy needs him to be. \n\n\nEdmund has brought Cassie to San Cristobel with the intention of keeping her his prisoner until she decides to be his princess. Cassie tries to reach through Edmund's rage in an effort to get him to release her, but he would rather keep her his prisoner than see her with another man. However, Jeffrey and Josh have other plans. Using Jeffrey's knowledge of the island, a source of puzzlement to Josh, they are able to get to Edmund's dark tower for a final confrontation. \n\n\n",
    "tvmega_recap": "Posing as Richard, Jeffrey manages to distract Edmund enough that he and Josh can rescue Cassie from the tower in San Cristobel he is holding her in. Jonathan comforts Tammy but when they come across a picture of Richard, Tammy wonders how different things would be if he had raised Jonathan instead of Alfred. Jonathan gets upset and smashes the picture, although Tammy swears she doesn't want to change who he is. Sandy brings over the wedding invitations so they can address them and Jonathan watches from the outside. After some conflicting Thanksgiving Day plans, Marina realizes that Danny will never be able to let go of Michelle and ends things between them. Michelle takes baby Hope to Company where she has a long talk with Buzz about how much Danny has changed since getting together with Marina.",
    "soapcentral_condensed": "Marina realizes Danny will never be able to give himself completely to her and she both wants and deserves more. Buzz convinces Michelle that if she truly loves Danny, maybe she should walk away and give him and Marina a chance. Jeffrey and Josh are able to get to Edmund's dark tower for a final confrontation. Edmund has brought Cassie to San Cristobel with the intention of keeping her his prisoner until she decides to be his princess. Cassie tries to reach through Edmund's rage in an effort to get him to release her, but he would rather keep her hisprisoner than see her with another man. Jonathan is once again the odd-man out, as Tammy and Sandy focus on the invitations, acknowledging once they are delivered the wedding is for real. Jonathan begins to wonder if he can transform himself into the man Tammy needs him to be. He is moved in spite of himself by thoughts of the father he never knew. Tammy sees yet another tender side to him but the moment is interrupted when Sandy arrives with the invitations to their own wedding.\n"
}