{
    "soap_central": "\n\nMichelle and Holly are on the dock of the boat discussing what they'll find on trip.  Holly states that she just wants to get it over with so she can get on with her life.  Meanwhile, Tony overhears Sebastian chartering a water taxi.  When he asks why, Sebastian tells him that he's planning ahead; their boat is too big to fit into the port.   Tony doesn't seem to buy that.  Afterwards the men go onto the deck. Sebastian offers everyone a before dinner glass of wine (Holly gets sparkling water since she doesn't drink.  When asked what they should drink to, Sebastian states \"Roger, adventure, and that everyone gets what they're hoping for on this trip.\"   After dinner, Tony and Michelle are very sleepy and by the time Holly leaves to go back to her room, they're passed out. It turns out, the wine was drugged by Sebastian. Later Holly returns to the deck to thank Sebastian for convincing her to go on this trip.  Suddenly, he tells her that Roger's plans weren't the same for everyone--he had something special in mind for Holly.  He tells her they need to leave now.  Later, a very groggy Tony and Michelle wake up to find a note from Sebastian---he has Holly and she'll be returned when they produce Ed Bauer.\n\n\nCassie is at the farm trying to tell Tammy why she can't see JB any more.  Tammy is growing defensive and tells Cassie that she might be in love with JB, a fact that seems to horrify Cassie.  When prompted by Tammy why she can't have anything to do with JB, Cassie blurts out that he's her cousin.  That news leaves Tammy speechless and totally confused.  Cassie then explains that JB, not Sandy, is Jonathan.  A very shaken Tammy refuses to believe it, she thinks Cassie's lying, things like this don't happen.  Finally, she breaks down sobbing.  Tammy still seems to be in denial about it and again accuses Cassie of making it up to keep her away from JB.  Sobbing, she says she doesn't want to be this stupid and for her first time to be like this.  She starts to wonder if perhaps he didn't know, but Cassie informs her that he did--he did it to get revenge on Reva.  In tears, Tammy laments that she feels stupid, and Cassie takes her in her arms are assures her that this wasn't her fault. She calls Tammy a sweet angel, but Tammy says she's not anymore.  Tammy starts to blame herself for what happened and tells Cassie that she will never love, be with, or believe anyone ever again.  Cassie promises that she will find love but Tammy is skeptical and goes off to her room. Later, Cassie learns Tammy slipped out.\n\n\nJosh is in Sandy's room at the hospital untying him.  He asks Sandy if he thought he could get away with this forever. Sandy tries to apologize, but Josh won't hear it.  Sandy tries to tell Josh that they need to find Jonathan in order to protect Reva, but Josh maintains that he will do that--he wants Sandy to leave town.  Sandy seems shocked by the suggestion, but Josh says he shouldn't be.  Sandy tries to explain that  he didn't mean for things to end up this way, but Josh is unforgiving.  He calls Sandy a liar and tells him he's not going to get away with it.  Sandy tells him he doesn't care--what matters is protecting Reva from Jonathan.  Josh is unmoved though and lays a lot of the blame on what is happening on Sandy.  Jonathan is here now because Sandy stole his life.  Sandy tells Josh that he loves Reva, but Josh doesn't want to hear that and angrily shoves Sandy against the wall. Josh asks how is it possible that he could devastate the lives of people he claims to love?  Josh is angry at Sandy's deception and think that if he were him, he'd ride out of town in shame.  He tells Sandy that if he really loved Reva, he'd leave town.  After Josh leaves, Sandy appears to have taken Josh's words to heart and is packing to leave town for good. As he's packing, an angry Tammy bursts in and slaps him.\n\n\nJonathan enters the Lewis home and makes himself at home.  When Reva tries to grab a photo album from him, he asks her if she'll think he'll defile it, like he did Tammy?  Reva tells him she's surprised he admitted it, but he seems rather boastful about it.  Reva seems disgusted with his attitude and he states that it's she who is offensive--he knows about the things in her past.  Reva wonders what happened to that sweet little boy she met years ago to make him change? Jonathan's not forthcoming, he simply says that he wants to hurt her more than she hurt him.  He then snidely asks her how he's doing. Reva tells him he did hurt her and she can barely contain the urge to slap him right now.  That remark seems to amuse Jonathan and he taunts her about whether she has no sympathy, no guilt?  Reva admits that she's filed with guilt, but he's the monster now.  Suddenly, Jonathan announces that he can't wrap his brain around the fact that she instantly believed that Sandy was her son.  Reva tells Jonathan that she thinks he's jealous of Sandy--that he wants what Sandy took from him, Reva.  At that Jonathan gets angry and says that he doesn't want anything from her and he menacingly states that he's just gotten started hurting her.  But Reva's not afraid.  Not backing down, she asks him what's next?  A mocking Jonathan states that he doesn't want open up his heart and  cry in mommy's apron.  Knowing that Jonathan is playing with her, Reva demands to know why he's still here.  She won't let him hurt her other kids so what is next?  The question seems to rattle Jonathan; it's as if he has no idea.  While he's speechless, Reva says if he doesn't want her to love him, she won't.  Jonathan tells her he hasn't decided what he wants, Reva tells him she doesn't think he can. Standing up to him, she says her guilt is her problem.  She reaches out to him and tells him she's glad he's alive and wants she can fix what he's become.  With that comment, Jonathan's hackles go up and he comments how arrogant she is to think she could fix him.  He tells her not to give her sympathy; it won't work.  Reva states that his anger is preventing him for seeing what's in his heart.  She tells him that it broke her heart to give him  away.  She states that they can fix this; she's not the awful person that he thinks she is, and she knows he cannot be this evil.  With that, Jonathan suddenly lunges at Reva and starts strangling her! \n\n\n",
    "tvmega_recap": "On Sebastian's yacht, he has dinner and drinks for Holly, Michelle, and a suspicious Tony. He drugs Michelle and Tony's wine so they fall asleep. He tells Holly that Roger had something else planned for her and that they must leave now. When Michelle and Tony wake up, they find a note saying that they must bring Ed Bauer to him or Holly will never be returned. Danny tells Rick how angry he is at Michelle for her recent behavior. Josh threatens Sandy, knocks him around, and tells him to leave town. Cassie and Tammy argue about J.B; Cassie tells her that he's her cousin and was just using her to get back at Reva. Tammy doesn't believe it at first but then can't believe how evil he is and how stupid she was. Cassie consoles her, but Tammy says she will never fall in love again. Tammy visits Sandy's hospital room as he is about to leave and punches him in the stomach. Jonathan and Reva have a big confrontation at her house. They argue and she tries to reason with him, and other tactics. He is obviously feeling vulnerable as well as angry and in pain, so she tries to be honest and reach out to him, which ends with his hands on her throat.",
    "soapcentral_condensed": "Michelle and Holly are on the dock of the boat discussing what they'll find on trip. Holly states that she just wants to get it over with so she can get on with her life. Meanwhile, Tony overhears Sebastian chartering a water taxi. Sebastian offers everyone a before dinner glass of wine (Holly gets sparkling water since she doesn't drink) After dinner, Tony and Michelle are very sleepy and by the time Holly leaves to go back to her room, they're passed out. It turns out, the wine was drugged by Sebastian. Josh is in Sandy's room at the hospital untying him. Sandy tells Josh that he loves Reva, but Josh doesn't want to hear that and angrily shoves Sandy against the wall. Jonathan appears to have taken Josh's heart and is packing to leave for good. Reva wonders what happened to that sweet boy she met years ago? Reva asks him if she'll defile it, like he did Tammy? He seems rather boastful about it, but he seems rather surprised about it.\n"
}