{
    "soap_central": "\n\nAs morning rose over Llanview, Blair, Dorian and Langston assembled in the kitchen at La Boulaie and listened to the voicemail message Starr had left for them, promising that she was all right and would be home soon.  Blair was concerned about the cryptic nature of the message, while Dorian was more preoccupied with Hannah, who she feared was still roaming the streets despite being fingered as Ford's assailant.  As Dorian pondered whether Hannah would head for the hospital to finish the job, Langston's expression darkened.\n\n\nThe Cramer women sat down together in the breakfast nook to review the drama in their lives.  Dorian was stuck on the topic of Hannah, who she believed had trashed the teens' apartment, while Blair couldn't stop worrying about Starr, out of contact without her phone.  Langston reminded her that Starr had wanted time to herself, particularly after Cole had told her to stop visiting him in jail.  Blair sighed, realizing that Starr didn't even know Cole had made bail, and decided to call Cole in the hope of an update.\n\n\nAfter Blair exited, Langston prepared to face the day, but Dorian asked her not to leave the house.  She feared that Ford could accost Langston on the streets, but Langston reminded her mother Ford was still hospitalized.  Regardless, Dorian ordered her to steer clear of the womanizing filmmaker, and to contact Dorian if he made any further overtures.  She reminded Langston that she was still the bright, kind girl she'd been before she met Ford, but Langston's face remained impassive and detached.  She insisted on heading to her writer's workshop and reminded Dorian that \"if I put my life on hold for him, the terrorists win!\"\n\n\nBlair returned to the kitchen after failing to reach Cole by phone.  She was worried, but Dorian chose to take it as an optimistic sign that Starr and Cole had reunited in secret and were taking some \"private time\" together.  Hesitant, she asked Blair if Elijah was still in the house, and Blair told her he was upstairs getting dressed.  Dorian told her to thank him for serving as Langston's counsel during the Ford investigation, and said her goodbyes as she left to attend to her mayoral duties.\n\n\nElijah entered the kitchen, and Blair again expressed her concern about Starr's silence.  Despite Dorian's high hopes, she felt something was wrong, and told Elijah she was concerned that Hannah could have gotten to Starr and Cole while still on the loose.  Elijah hugged her, and told her they were doing everything they could to find Starr.\n\n\nDavid lounged on the lawn at Llanfair, as he sunbathed in the nude beneath tinted sunglasses.  Hearing someone approaching, he assumed it was Lois and asked for another glass of cool lemonade, only to be doused with the entire pitcher by an angry Charlie.  As David stumbled to his feet, Charlie demanded to know what the Buchanan scion was doing on Viki's property -- naked yet again.  David claimed that he was there to discuss his job opportunity with Viki, but Charlie told David there was no job, and ordered him to go back to London.\n\n\nViki interrupted the manly squabble and asked what the trouble was.  As Charlie vented his anger, Viki told David to give them some privacy.  \"Somebody's in trouble!\" David taunted, and walked off, but continued to eavesdrop on the conversation.  Charlie told Viki he was tired of David turning up at the house unannounced, \"buck naked and oiled up like a rotisserie chicken!\"\n\n\nViki admitted that David and Dorian had been a strain on their relationship since their reunion.  Charlie was desperate for a break from their quadrangle of misery, and suggested Viki accompany him to her cabin on Llantano Mountain, where the weather forecast promised blue skies.  He produced a picnic basket full of food for the occasion, and Viki, delighted by the idea, agreed.\n\n\nDorian's untimely arrive interrupted Viki and Charlie's wedded bliss, which infuriated Charlie, who accused Dorian of deliberately bothering him on his day off, when she knew he'd be with Viki.  Dorian brushed off his suspicions and told \"Charles\" she had wonderful news: he was in line for a major construction grant which would allow him to build the eco-friendly greenhouse of his dreams for Llanview's new Civic Center, and all he needed to do was accompany her to an interview with the businessman in charge of the prestigious foundation involved.  Charlie was thrilled at the prospect of building the greenhouse, but refused to lose out on a summer day with his wife.  To his surprise, Viki told him to go; the opportunity was too important, and she'd still be there when he returned.  Touched, Charlie told \"Viki D.\" she was amazing, and kissed her.\n\n\nViki was all forced smiles as she watched Charlie leave on Dorian's arm once again.  When David emerged from his hiding place behind the shrubbery and asked her to picnic at the cabin with him instead, she told him no, and headed into the house.  Dejected, David resumed his perch on the lounge chair, only to find that the day had turned overcast.  Smiling, he recalled what Charlie had said about the forecast on Llantano Mountain, and considered the leftover picnic basket.\n\n\nUp on Llantano Mountain, Starr and James slept side-by-side inside Viki's cabin.  Hearing sounds outside, James awoke and was instantly on the alert.  He roused Starr, and warned her that Bull might have found them.  As they raced around the cabin, James caught sight of movement by the kitchen window, and relaxed: the sounds he'd heard were just a flock of deer raiding Viki's trash.  Calming down, they admired the wildlife together.\n\n\nJames told Starr they needed to get dressed and hand the money over to Bull in order to end their impromptu getaway, and Starr headed upstairs to shower, while James called Bull and promised to deliver the cash later that day.  After he hung up, Starr returned to the living room in a towel.  After an awkward moment between the two half-dressed youngsters, James headed upstairs for his turn in the shower.  Moments later, he raced down again complaining about the lack of hot water, but this time it was James's turn in nothing but a towel, and he inadvertently walked in on Starr in nothing but her underwear.\n\n\nJames couldn't help but grin at the sight before him, but Starr was enraged, and asked if he was spying on her.  She called him a pervert like his brother, and James grew furious; he told Starr he hadn't meant to walk in on her, and added that she knew nothing about \"Bobby.\"  He told her that whatever kind of man Ford had become since he'd left home, their father's abuse had turned him into.  Softening, Starr sat down beside him, and said that though Ford had hurt Langston, she understood what parents could do to their children.\n\n\nStarr apologized for yelling at James, and said it didn't matter, as he hadn't really seen anything.  James teased her about how much he'd actually seen, and the two began to banter back and forth, with James calling her \"Twinkle\" once again.  Starr headed back upstairs to get dressed, and playfully said she'd lock the door.\n\n\nAt Llanview Hospital, Ford was pleased to see his attractive nurse enter his room for his much-needed sponge bath.  Before she could begin, however, an urgent phone call interrupted, and he sent the nurse away.\n\n\nMeanwhile, at the Llanview Police Department, Todd barked into his phone, and asked someone where Hannah was.\n\n\nBack at the hospital, Ford responded to an angry caller.  He said he'd done as he was told and named Hannah as his attacker, and asked to be released from his obligation.\n\n\nAt the LPD, Todd told the person on the other end of the phone that nothing was over until he found Hannah, and hung up.\n\n\nAt the hospital, Ford pleaded to be freed from his bargain, but was hung up on.  His spirits were lifted, however, when his nurse returned to finally give him his sponge bath.  Just then, Langston entered the hospital room to find the nurse caressing Ford's pecs.  Disgusted, she asked if he'd found a new girlfriend, and brushed off Ford's offer to let her take over his medical care.\n\n\nAs Ford dismissed the nurse, Langston asked him about Hannah, and Ford said he'd never suspected she could assault him.  Langston said she could relate to Hannah's rage, as she'd betrayed everyone she ever cared about, as well as herself, to be with him, only to be used and discarded.  Ford asked her why she'd stopped by, and Langston told him she'd lied to everyone, except him.  She'd visited before but hadn't gotten the answer she'd sought, and she wanted to know the truth: if she'd really meant nothing to him, she wanted to know why he had told her he loved her.\n\n\nBefore Ford could answer Langston's question, his phone rang.  As Ford stared at her, Langston told him to forget what she'd asked, as she already knew the answer; she left.\n\n\nFord answered the phone, surprised to hear from James, who was calling from Viki's cabin.  Ford was worried about how James had disappeared, and asked if he was okay; he suspected that James was in trouble, or that their father was after him.  James lied and said that he was fine, then promised to visit soon.  \"I love you, bro,\" James said, as Starr listened in from the cabin staircase.\n\n\nAt the police station, John was in his office and was dispatching men to find Brody and Detective Price and get them on Hannah's trail.  Then, he joined Marty in the nearby hallway, just as she finished leaving a message on Cole's phone.  Marty was frightened for Cole, and asked John, \"What if Hannah got to him?\"  She wondered if Hannah could attack Cole if he rejected her, just as she'd attacked Ford after he'd dumped her.  John attempted to quell her fears, but Marty had glimpsed Hannah's pathology up close, and couldn't help but believe that Hannah and Cole's disappearances were connected.\n\n\nJust then, Todd burst into John's office, with only one question: \"Why haven't you arrested that little nutjob yet?\"  He told the duo that he'd been on the phone with his private investigator, who said Hannah still hadn't been found; Todd reminded them that Hannah had attacked both Ford and Marty.  John informed Todd that it wasn't definite that Hannah had pushed Marty down the stairs, and Todd accused the police of ignoring the obvious in favor of demonizing him and making him their scapegoat.  Marty assured him that they wanted to find whoever had killed their unborn child, and Todd picked up on her vague use of \"whoever\" and demanded that the charges against him be dropped immediately.\n\n\nJohn told Todd he had more pressing problems at the moment, with Hannah and Cole both going missing.  Todd laughed and told them he knew where Cole and Hannah were; they'd run off together, like Bonnie and Clyde.  As Todd needled Marty about Cole and Hannah's close relationship, John grew fed up and shoved him out of the office.\n\n\nAs Todd was ejected from John's office, he ran into Blair and Elijah entering the reception area.  Todd was not pleased to see \"my ex-wife and Cole's lawyer,\" and swiftly began an argument with them as Blair attempted to question him about whether or not he'd seen Starr.  Todd was clueless, and asked Blair if she'd lost Starr.\n\n\nLater, John told one of his uniformed officers to put out an all points bulletin for Hannah, while in the waiting area, Todd and Blair conferred, along with Elijah and Marty.  Elijah warned Marty that if Cole didn't turn up soon, he could be cited for leaving the jurisdiction and jumping bail.  Marty said that was the least of her concerns if Hannah had Cole at her mercy.\n\n\nElijah and John had a conference in John's office, and emerged to face Todd, Blair, and Marty.  Todd and Blair informed John that Starr was missing, and Blair feared she'd run across Hannah.  \"I'm on it,\" John replied.  \"He's on it, I feel so much better,\" Todd snapped, while Elijah reassured Blair that Starr would be found safe.  From the sidelines, Todd glared at the happy couple.\n\n\nIn Delaware, Hannah led Cole to an abandoned cabin, and told her skeptical classmate it was the location she'd overheard James mention to Starr as their romantic rendezvous.  Anxious, Cole burst into the cabin, and called out for Starr, but found nothing.  He turned on Hannah, and asked why they'd driven all night across state lines on unfounded gossip, and Hannah apologized, claiming she'd misheard James at Llanview High.\n\n\nAs Cole hooked his dead phone up to its charger, Hannah suggested he take her phone and show her picture of Starr and James to the patrons at the diner up the road, in the hope of finding out once and for all whether Starr was in town.  After Cole left, Hannah picked up a framed photo, showing her with an elderly man, on a nearby table.  Speaking to the photo, she apologized to her grandfather for commandeering his cabin while he was away, then pulled out Starr's high school diploma.  \"Don't worry, Starr Manning,\" she murmured. \"I'll make sure Cole knows you were here.\"\n\n\nAs Hannah finished hiding various incriminating items around the living room, Cole returned to the cabin and reported no luck at the local diner.  He wanted to head back to Llanview, but Hannah persuaded him to rest for a few hours after driving through the night, and suggested that since the \"stranger's\" cabin was abandoned, he might sleep in the bedroom while she took the couch.  As Cole headed to bed, Hannah retrieved his phone and listened to his voicemail, including Marty's worried message.\n\n\nLooking stricken, Cole emerged from the bedroom, and Hannah asked him what was wrong.  Cole held up Starr's diploma and a condom wrapper, and said he knew for certain that Starr and James had been there.  Hannah feigned sympathy, comforting the broken-hearted young man, who said it was his own fault for pushing Starr away.  \"I'm so sorry,\" Hannah said, embracing him tenderly.\n\n\nPulling from her embrace, Cole told Hannah he needed to take a walk and clear his head, and gently refused her offer of company.  Hannah apologized for having shown him the photo of Starr and James, but Cole told her not to be sorry; he regretted not going to Markko about Langston's affair with Ford, and like Markko, he'd needed to know.  \"I'll be here for you when you get back,\" Hannah said.\n\n\nAfter Cole left, Hannah scrambled to get a signal on her cell phone and called Ford in the hospital.  \"What the hell is wrong with you?\" she snapped. \"You've been talking to the cops about me?\"\n\n\nBack at Viki's cabin, James met Starr in the living room, and was ready to leave.  Starr teased him about taking forever to get ready, and warned him Bull could've snatched her away.  James joked that the bad guys would've paid him fifty grand just to get rid of her, then told her they needed to leave and take care of Bull so she could get back to her baby and her life.  But before they could go, James heard footsteps at the door.\n\n\nStarr took cover behind the couch, while James hid in the front archway with a baseball bat.  As the mystery man entered the cabin bearing a picnic basket, James beaned him with the bat, and the man fell to the ground, unconscious.  Rushing over, Starr recognized the intruder instantly: \"Oh, my God, that's David Vickers!\" \n\n\n",
    "tvmega_recap": "Ford asks Todd if they are done now that he has identified Hannah as his attacker. John tells Todd that Hannah's involvement in Ford's attack has nothing to do with Marty' case and that Todd is still a suspect. John issues a press release and an APB on Hannah. Marty is worried about what Hannah might to do Cole. Blair is worried that Hannah might have Starr. Hannah takes Cole to her grandfather's cabin to show him that Starr is there with James and when they find the cabin empty, she sends him to a local diner to ask around while she plants evidence in the cabin. She listens to his phone messages while he is gone and discovers that Ford named her as his attacker. She calls Ford and demands to know what he thinks he is doing. Cole later finds Starr's diploma and a condom wrapper that Hannah planted and she offers sympathy. Charlie throws lemonade on David Vickers when he sees him sunbathing naked in the yard at Llanfair. Charlie wants to take Viki to the cabin for some alone time, but Dorian arrives and announces that they have a meeting with a philanthropist about a grant for building a greenhouse next to the municipal building so Viki tells Charlie that he has to go to the meeting and that they can go to the cabin another time. Starr and James are at Viki's cabin. Starr plans to sell her car to get the money that James owes his father. James walks in on Starr when she is in her underwear. She yells at him, but then they clear the air. When they are ready to leave, they notice someone is coming into the cabin. Starr hides and James hits the intruder with a fireplace poker. Starr comes out of hiding and is horrified that James knocked out David Vickers.",
    "soapcentral_condensed": "The Cramer women sat down together in the breakfast nook to review the drama in their lives. Dorian was stuck on the topic of Hannah, who she believed had trashed the teens' apartment. Blair couldn't stop worrying about Starr, out of contact without her phone. David lounged on the lawn at Llanfair, as he sunbathed in the nude beneath tinted sunglasses. Charlie told Viki he was tired of David turning up at the house unannounced, \"buck naked and oiled up like a rotisserie chicken!\" David claimed that he was there to discuss his job opportunity with Viki, but Charlie told David there was no job, and ordered him to go back to London. Charlie was desperate for a break from their quadrangle of misery, and suggested Viki accompany him to her cabin on Llantano Mountain, where the weather forecast promised blue skies. Viki told him she'd still be there when he returned, but refused to lose out on a summer with his wife.\n"
}