{
    "soap_central": "\n\nAt an undisclosed location, an agent of some sort paid a visit to a highly guarded prisoner who looked like Todd, prior to Todd's presumed plastic surgery. \"Now's the time to talk,\" said the agent. When the man remained silent, the agent leaned over with a huge syringe. He had a \"new compound\" to try, one that had been successful in the past. It was the \"end of the line,\" the man stated, shooting the substance into the prisoner's neck. He added that if the prisoner didn't talk, he probably never would. The agent turned to go, but the man grabbed his arm.\n\n\nDestiny stumbled into Matthew at Angel Square. Before she was able to run off, Matthew stopped her and informed her that he'd been trying to reach her. Destiny advised him that she'd been busy, and she turned to get away quickly. Unfortunately, she bumped into Marty and knocked Marty's belongings to the ground. As Destiny stooped to pick everything up, Matthew saw Marty holding Liam. \"Who's baby is that?\" he asked the doctor. He asked whether Marty had been babysitting.\n\n\nMarty tried to stop Destiny from collecting Marty's items, but Destiny didn't pay attention. Destiny was confused when she found a gun, and Marty quickly grabbed it out of Destiny's hand and pointed it at the teens. Suddenly, someone called out Marty's name, and Marty panicked. Marty informed Matthew that he was lucky that she loved his mother, and she promptly fled after she collected her belongings.\n\n\nA breathless Brody ran up only seconds after Marty's departure. He was struggling to talk, and the teens noticed that he was bleeding. Suddenly, Brody fell to the ground. He was extremely anxious, and he wanted to know about Marty and the baby. Matthew tried to persuade Brody to go to the hospital, and Brody concurred after submitting a police report with an APB on Marty.\n\n\nJohn sat with Natalie and tried to question her regarding her fall from the roof of the Angel Square Hotel. Natalie revealed that she couldn't remember anything, and she had no idea what John was referring to. She had no clue how she'd ended up in the hospital bed. The doctor stopped by to check on Natalie, and he explained that a memory loss due to the trauma that Natalie had experienced was common. He added that it was possible for Natalie's memory to return. John continued to question Natalie, and he replayed the scene leading up to Natalie's hotel visit as he knew it.\n\n\nNatalie was more concerned with seeing her son, but John assured her that the baby was probably with Brody, because John hadn't heard from the police officer. John played the message that Natalie had left John on his voicemail, but Natalie shook her head. She was unable to summon the reason for her urgent call. John wondered what the last thing was that Natalie did remember, and she recalled kissing Brody and hearing Liam cry. \"I was with Brody,\" she said.\n\n\nJohn asked what the couple had been up to, and Natalie told him that she and Brody had been talking. She recalled that Brody had left, but the period after that was blank. She asked John to find Liam.\n\n\nTéa happened upon Dani as Téa emerged from Todd's room. Dani explained that she'd been with Nate, but his baseball team had lost their game, and Nate didn't seem to want company. Dani was there to visit with Todd, but Téa revealed that Todd was gone. Téa had already checked with the staff, and they were not running any tests on him. Dani wondered where Shaun might be, because the security guard should have been keeping watch over Todd, and Shaun was not at his post.\n\n\nJust then, Shaun walked off of the elevator, munching on a bag of chips. The women immediately confronted him, but Shaun advised them that he'd had to let Todd go off, because Todd was his boss. Shaun had wandered to the cafeteria to get a snack. Téa was livid, and she slammed into Shaun, but Shaun explained that he'd been led to believe that Téa was waiting in the car for Todd. He thought that the couple had wanted some \"alone time.\" Téa didn't want to call the police, but she thought she'd better start a search for her husband.\n\n\nTéa tried to call Todd, but she was unsuccessful in reaching him. She left him an angry voicemail instead. Shaun offered to search for Todd, too, and Téa proclaimed that sometimes she felt like she knew her husband well, and at other times, she didn't have a clue about him. An annoyed Dani told her mother about the situation with Nate, James, and Deanna, and Téa supposed that while James had gotten rid of Deanna, he'd made it Dani's problem, with Deanna staying at Nate's place.\n\n\nTéa suggested that Nate wouldn't even notice Deanna when she was around. \"Please mom, he's a guy,\" Dani lamented. Téa reminded Dani that Deanna cared about James, though Téa understood Dani's feelings. \"We're all territorial,\" Téa noted. Dani commented about Deanna's sexual experience, and Téa warned her daughter not to feel obligated or allow Deanna to ruin things for Dani. Téa didn't want Dani to do anything before she was ready. Téa proposed that Dani visit Nate, and Téa would call her daughter when Todd was located.\n\n\nJohn left Natalie's room and saw Brody as Brody arrived at the hospital. Matthew and Destiny were there, and they revealed how they'd seen Brody, and the man had been unable to walk. John asked Brody about Liam, and the cop revealed that he'd found the baby on the roof, but Marty had slugged him over the head. When he'd awakened, the baby and Brody's gun were gone, Brody concluded.\n\n\nDestiny informed John that Marty had pointed the gun at them. \"She has my son, John,\" Brody declared. John thanked Matthew and Destiny for helping out. \"Dr. Saybrooke was really scary,\" Destiny proclaimed. \"Out of her mind crazy,\" Matthew added. John advised them that he'd call if he needed statements from them. Once John was gone, Matthew advised Destiny that he'd been trying to protect her from Marty when he'd stepped between them, but Destiny was horrified. She would have never forgiven herself if something had happened to Matthew, she said.\n\n\nMatthew was confused. If that were the case, then he couldn't understand why Destiny had been avoiding him. Destiny assured Matthew that there was nothing to talk about. \"Destiny, we had sex,\" Matthew exclaimed. \"You did what?\" Shaun shouted as he walked over to the teens. Shaun wondered if he'd just heard what he thought he had heard. Shaun was certain that he'd heard \"we.\"  Destiny hurriedly confirmed that Matthew had been talking about himself and his girlfriend, and she made it clear that she and Matthew were only friends.\n\n\nDestiny was annoyed at Shaun for embarrassing her, and she ordered her brother to go and look for Todd. She began to walk away, but Matthew grabbed her arm. He wasn't finished. Destiny assured him that she'd only tried to make him feel better, and she hadn't meant for anything to happen. Matthew confessed that he should have said something to her at the time, but she definitely meant something to him.\n\n\nMatthew insisted that he wasn't lying. He wouldn't hurt Destiny and he cared about her. He should have let her know sooner that he needed her, and she wasn't just anybody. Destiny's eyes widened in surprise.\n\n\nJohn stood talking to Brody, and John revealed that Natalie had been asking about Liam. He explained that Natalie's memory was \"fuzzy,\" and he thought Brody shouldn't even say anything about Liam when he visited Natalie's room. Maybe they could find Liam first, John suggested.\n\n\nBrody looked in on Natalie, and she appeared to be sleeping. He lightly knocked on the door and walked inside the room. Natalie opened her eyes and spotted the bandage on Brody's head. He advised her that it was a scratch obtained while on the job. Natalie confessed that she remembered waking up on the pavement, but she recalled nothing else. \"It will come back,\" Brody reassured her. Natalie asked about Liam, because she wanted to hold her son.\n\n\nBrody recommended that she get some rest first, and she would be able to hold the baby later. Looking at Brody's face, Natalie gasped. She was certain that Liam was in trouble, and something was wrong. Brody quickly advised her that Liam was at home asleep. He promised not to allow anything to happen to either Natalie or their son, because he would \"die first.\" Brody left her room and found John. He admitted that he'd lied to Natalie, and he hoped that John would be able to find Liam. Brody was apologetic, given the situation, but John assured him that the baby was missing, and that was important.\n\n\nNate returned home and angrily informed Deanna that his team had lost the game. \"Some lessons are just harder to get over than others,\" Deanna stated as she looked longingly at James's MyFace page. Nate noted that the apartment was uncomfortably hot, and he was unable to get a window open, because it had been painted shut. Deanna explained that she'd heard that the heat had been turned on in the building by accident. She didn't mind because she was grateful and happy to have a roof over her head.\n\n\nNate understood, because he and his mother had lived in a shelter at one time, he revealed. Deanna joked that Nate smelled, and he ran off to take a shower. Later, the teens pigged out on some ice cream, and Deanna told Nate how much he resembled James. She could definitely tell that they were brothers, Deanna said as she eyed Nate's shirtless torso. Nate pointed out that the brothers were dating sisters, which was unusual. Deanna wanted Nate to let her know if he ever wanted some privacy.\n\n\nNate acknowledged that he and Dani were \"not there\" yet, because they were taking their time. Deanna thought that was \"cool.\" She had an idea on how they could cool themselves down too.\n\n\nTodd visited Tomas at the local jail and warned Tomas that he planned to kill him. Tomas calmly stood and posed himself, waiting for Todd to pull the trigger. \"So let me have it, Todd,\" Tomas dared Todd. Tomas braced himself and even changed poses several times when nothing happened. Todd sarcastically exclaimed that he'd had to check his gun at the door, but he had hoped to \"clear the air.\" Tomas urged him to hurry, because he was certain that Téa would think to look for Todd at the jail.\n\n\nTomas revealed that Téa had fired him, and Todd figured it was because Téa had seen through her brother. Tomas wondered what would occur when Téa finally saw through Todd as well. Todd noted that they both had secrets, though he certainly wasn't at the top of a CIA list like Tomas. Both of the men began to verbally attack each other. \"Too bad your aim wasn't better,\" Todd goaded Tomas. \"Yeah, too bad,\" Tomas replied. Todd's face lit up as he pointed out that Tomas had just confessed to the shooting.\n\n\nTomas confirmed that he had been at the scene, and he would confess if need be, but he vowed to tell all there was to tell about Todd. \"Pull up a chair,\" Tomas urged his nemesis. He told Todd what he knew, and all Todd could say was that it was a \"fairy tale,\" and he didn't mind if Tomas wanted to spill all to John. Tomas pointed out that everyone in Todd's life would abandon him, but Todd reminded Tomas that Tomas' life would be ruined too. Tomas thought that there might be another solution.\n\n\n\"So we agree?\" Tomas asked. Todd didn't want to lose his family, nor did Tomas. Tomas stressed that it was bigger than them, but maybe they could both try to get what they wanted. He looked forward to working with Todd.\n\n\nMarty checked into the Minute Man Motel with Liam in tow. She handed some money to the clerk, explaining that she trusted him to be discreet. She announced that her name was Mrs. John McBain. Marty talked to the baby when they were alone, and she spoke about how she'd tried to \"reason with Natalie.\" Marty was happy that Natalie was gone, and Marty had Liam. Soon she would have John, too, Marty added. \"All's well that ends well,\" she said.\n\n\nMarty planned to give John time to get over Natalie, so she planned to return with Liam around Christmas. Marty would announce that she'd found Liam in the snow, and of course after that, tests would be run to make sure that the baby was okay. Among the tests, Marty believed that a DNA test would be run too. John would learn that Liam was his son, and then Marty and John would get married. The only stumbling block was the tape of her session with Dr. Buhari, and Marty grew desperate to locate the tape. It wasn't among her things.\n\n\nMarty wasn't aware that the missing tape was lying on the ground, under a bench, in Angel Square.\n\n\nDani arrived at Nate's apartment and found him playing a lively game with Deanna. They were shooting water guns at each other.\n\n\nShaun returned to Todd's room with Todd beside him. Todd claimed he'd been out searching for a magazine. Téa began to yell at her husband, and she bombarded him with questions. Finally, Todd sighed. He admitted that he'd gone to Rodi's and the scene of the crime. Téa requested that Shaun leave the room. Todd stated that he'd hoped to remember something, and he did. He'd been wrong. Tomas hadn't been the one to shoot him.\n\n\nA police officer stopped at Tomas' cell and advised him that Tomas' arraignment had been scheduled. He thought that Tomas should contact his attorney, because Tomas wouldn't be able to enter a plea without one. Tomas didn't think it would be necessary.\n\n\n",
    "tvmega_recap": "The \"original\" Todd with the scar of his face is alone in an abandoned building that looks like an institution with a mysterious man urging him to talk. Yet \"old\" Todd is non responsive and silent. Meanwhile, the man we know as Todd has left his hospital room without telling anybody where he's gone. Tea and Dani are frantic. He goes and talks to Tomas in his jail cell at first telling his brother in law he wants to kill him. But they later realize that they both know a \"secret\" they do not want anybody to know. Marty escapes with baby Liam before Brody can catch him. Before she's gone, she runs into Matthew and Destiny who question her for taking a baby that they know is not hers'. She pulls a gun on them and escapes. Later, we see the emotional attachment of the two teenagers each fearing the other could have gotten shot and revealing that they had sex not long beforehand. Marty takes baby Liam to a motel and admits she has a plan to appear that she has \"rescued\" him, bring him back to John and be a family after John marries her. Natalie regains consciousness yet remembers noting except that baby Liam is missing. Both John and Brody hesitate to tell her that Marty has the baby. While Deanna stays with Nate, they appear to be getting \"comfortable\" and Dani has suspicions.",
    "soapcentral_condensed": "Destiny stumbled into Matthew at Angel Square. She bumped into Marty and knocked her belongings to the ground. Matthew saw Marty holding Liam and asked the doctor, \"Who's baby is that?\" A doctor stopped by to check on Natalie and explained that a memory loss due to the trauma that Natalie had experienced was common. Téa discovered that Todd was gone from Todd's hospital room, and Shaun was not at his post to look after him. The women confronted Shaun, but he told them that he'd had to let Todd go off, because Todd was his boss and he'd been led to believe that TéA was waiting in the room for him.. An annoyed Dani told her mother about the situation with Nate, James, and Deanna, and she proclaimed that she wouldn't even notice when she was around Deanna's husband, even when she knew she didn't have a clue about him. She thought she'd better start a search for her husband, but she was unsuccessful in reaching him.\n"
}