{
    "soap_central": "\nA Little Smoke And A Big Piñata\n\n\nBo and Gigi wheeled Rex into his apartment for his return home, where he was greeted with a festive pinatapiñata, confetti, and kisses from a tearful Roxy, who proclaimed, \"it's It's your party, but I'll cry if I want to!\" When Rex became curious as to where Natalie was, Bo and Roxy were forced to tell him that she was still \"out of town.\" Suspicious, Rex got Bo to admit that they suspected foul play and that Jared had disappeared, as well. Bo ordered Rex to rest and recuperate, and let the police handle the matter. After wishing Rex a speedy recovery, Bo left, and Rex began asking for his son. Roxy and Gigi tried to reassure Rex that Shane would come around, but needed space and time to adjust. Roxy persuaded Rex to knock down her pinatapiñata, which was full of childhood keepsakes from Rex's youth. Roxy left Rex and Gigi to cuddle together, and Gigi comforted Rex, promising him that soon they would build their family with Shane. Rex, however, couldn't stop worrying about Natalie. \n\n\nAt Todd's house, Tess hid the crown jewels in a bundle of baby clothes and packed up her dynamite, . while Meanwhile, in the living room, Todd played with Bree and spoke to her about her future with her unborn cousin, Starr's baby. Tess entered and demanded Todd do her a favor, otherwise, she said she would spill the beans to \"the forgetful woman you raped.\" Tess told Todd she needed fake passports to fly out of the country, now thatsince Viki was on to her. Todd asked Tess if she'd killed Natalie, but Tess didn't answer, and said she only had a few loose ends to tie up before leaving town forever, just like Todd planned to do with Marty. After she left, Todd continued playing with Bree, lamenting her being stuck with \"that crazy bitch.\" Todd promised Bree that once he and Marty were safely away, he would expose Tess to Viki and the police, and bring her rightful mother back to her. \n\n\nAt the DA's office, Clint was stunned when Nora told him she'd recovered Buchanan Enterprises. Nora hedged on the details of her bargain with Dorian, but as she explained how she hadn't had much of an immediate case to prosecute and would not have broken the law, Clint realized that she had bluffed Dorian to get back the company. Clint was proud of Nora, and said Asa would tell him never to let her go. Nora said she'd been inspired by Clint's example, and how he'd given up his leverage against Dorian to protect Langston. She said what he'd done at the last minute had made her remember the man she fell in love with. Clint and Nora embraced with a kiss. They started talking about the family, and Clint told Nora that he'd heard from Viki about the possibility of Tess's return. Clint chastised himself for overlooking his family's problems while focusing on business, and Nora urged him to put his private investigator on the trail of Tess. \n\n\nAt La Boulaie, Adriana told Dorian and Langston that Rex was awake and out of the house, but that she wasn't moving in with him. She explained that she and Rex were getting divorced. As Langston gave the women time alone, Adriana scolded her mother, asking where she had been during the hospital ordeal with Rex and implying that she had been too busy with her \"new daughter.\" Dorian said she had thought Adriana wanted nothing to do with her, but Adriana said that no matter what, she'd still needed her mother. Dorian told Adriana that she was sorry she'd Adriana had lost Rex, but and Adriana said it wasn't Gigi's fault, but her own; she'd become so caught up in \"winning\" that she had lost sight of the fact that her relationship with Rex had fallen apart. Adriana said she had ruined her own marriage, and that she had chosen to let Rex go. \n\n\nDorian told Adriana that she'd also made a big decision, agreeing to give up Cramer Enterprises after having made \"a big mistake\" fighting Clint. Adriana wondered if they'd both learned something about themselves; she said that as Cramer women, they went to extremes, but lost themselves. \"But we found ourselves again,\" Dorian added. Adriana said she wanted to learn to change, and Dorian mused that Mel had tried to change her, and was still trying. Adriana told Dorian she was heading back to Paris for good, and Dorian promised she would always have a home at La Boulaie if she wanted it. \"I will always be a Cramer woman,\" Adriana assured her. Langston returned to say goodbye to Adriana, who hugged her and said, \"good Good luck, you'll need it.\" Adriana embraced Dorian and told her she loved her, and then said goodbye. \n\n\nAfter Adriana was gone, Langston asked Dorian about the incident at the airport, and who the man was that she'd identified for the police. Dorian deflected her question and told her that the feud with Clint was over; she'd given up Cramer Enterprises. Dorian told Langston she'd been tired of the fighting and that \"none of it meant anything without you.\" Langston asked Dorian what she would do now without the company. Dorian smiled and promised her daughter she would find a \"new project.\" \n\n\nCharlie arrived at Llanfair to speak to Viki, who continued to agonize over her daughters' whereabouts. Viki told Charlie they still had no clue where Jessica and Natalie were, but she had a lead from the person who had helped \"create\" Tess: Niki Smith. Viki told Charlie about Niki's personality, and said that Niki had appeared to her in a dream, scolding her for not recognizing Tess when she had taken control of Jessica. Viki blamed herself for not paying attention to the signs, and Charlie urged her not to second-guess things. Viki told Charlie that she suspected Tess was behind her car accident months before, and that Tess could have done anything to Jared and Natalie. Bo arrived to compare notes with Viki, and explained that he'd come to the same conclusion about her accident. He told Viki and Charlie that \"Jessica\" was also suspected of helping cover for Todd in John's ongoing investigation, and Viki agreed that conspiring with Todd was something only Tess would do. Viki told Bo that she would confront Todd and get him to tell her the truth about Tess and anything else he was up to. \n\n\nIn the secret room, Natalie awoke in Jared's arms, frightened and worried that they would be locked away forever. Natalie feared for Rex's life, and wondered if Tess would ever come back. Jared told her he'd figured out an escape plan; he would set the pages of Tess's demented \"scrapbook\" on fire inside the access panel that connected the secret room to the outside. Once the smoke alarm was set off, Viki would investigate and find them. As Natalie and Jared started their fire, they slid the access port outside the secret room, and smoke began to drift up towards the smoke alarm. \n\n\nUpstairs, Charlie asked to accompany Viki to Todd's, but Viki said it was best if she faced Todd one one-on on-one. As Charlie walked Viki out, smoke began to waft into the kitchen, but when the alarm went off, Viki and Charlie were already gone. \n\n\nIn the basement, Jared and Natalie were dismayed when Tess was the one to answer their smoke alarm. She told them Viki had just left, and no one knew they were down there. Brandishing her handbag full of dynamite, Tess told the lovers it was time to wrap things up. \n\n\nAt Todd's house, Todd descended the staircase as the doorbell rang. Todd answered it and found himself face face-to to-face with Viki. \n\n\n",
    "tvmega_recap": "Dorian returns home after Nora's convinced her to give up her fight with Clint. She talks to Adriana and they both realize how much they are alike and how Adriana's lies and schemes to keep Rex are not unlike Dorian's feud with Clint. Rex is happily with Gigi. But he's very worried that nobody has seen or heard from Natalie. Tess tells Todd she will help him and Marty get out of town if he can help her and Bree to get fake passports. Todd is, however, concerned about how Tess might be unfit to care for a child. Viki shares with Charlie that she is very concerned that Tess is responsible for the disappearance of Natalie and Charlie and she's very concerned about children in the \"care\" of Tess.",
    "tvmega_summary": "Episode # 10304 - \"A Little Smoke and a Big Piñata\" Written by Gary Tomlin, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, & Anna Theresa Cascio",
    "soapcentral_condensed": "Tess hid the crown jewels in a bundle of baby clothes and packed up her dynamite. Todd played with Bree and spoke to her about her future with her unborn cousin, Starr's baby. Adriana told Dorian and Langston that Rex was awake and out of the house, but that she wasn't moving in with him. At the DA's office, Clint was stunned when Nora told him she'd recovered Buchanan Enterprises, but realized that she had bluffed Dorian to get back the company.. Dorian mused that Mel had tried to change, and Dorian said she was heading back to Paris for good, and that she wanted to say goodbye to Cramer, who she wanted her to always be a woman who wanted it more than she wanted it to be a man.. Rex got Bo to admit that they suspected foul play and that Jared had disappeared, as well, and Bo ordered Rex to rest and recuperate, and let the police handle the matter. Rex couldn't stop worrying about Natalie.\n"
}