{
    "soap_central": "\n \nJessica woke up in Brody's arms and they kissed passionately. Brody vowed to be supportive of Jessica no matter what. Jessica wanted to give something back to Brody, but Brody said he had all he needed. Later on, Jessica saw a flyer on Brody's dresser about joining the police force. \n\n\nBrody admitted that he was interested in becoming a cop, but he knew that his felony record would be an obstacle. Jessica suggested that she could help Brody get into the force. Brody asked Jessica not to do anything to help him, like speaking to her Uncle Bo on his behalf. Jessica agreed to butt out, but only after Brody promised to at least fill out the application and try to get in on his own merit.\n\n\nIn the living room at La Boulaie, Langston was excited about Starr marrying Cole, and wondered if Starr was nervous on her wedding day. Starr admitted that she already felt married to Cole because they shared a baby and had been through so much. Starr confessed to Langston that her parents had agreed to support her decision to marry Cole because there was no way for them to object. Blair walked in and was happy to hear that Starr was excited about her wedding day. Blair asked Starr if Todd had gone downstairs because Blair had no idea where he was. Starr assumed Todd was still asleep in his room.\n\n\nTodd was not at La Boulaie because he was sleeping in Téa's bed. Todd bragged about his sexual prowess and Téa agreed that when they made love the night before, Todd had put a smile on Téa's face. Todd was grumpy about sleeping late, because he had to get to Starr and Cole's wedding. Téa guessed that Todd might be oversleeping on purpose to avoid the ceremony. Todd was glad that Cole was going to jail because Todd was sure Starr would be over Cole by the time he was released.\n\n\nTodd admitted that he was reluctant to go to Cole and Starr's wedding because Todd disapproved of Cole's drug use. Todd blamed Téa for playing the tape in which Todd said he wanted to kill Cole. Todd felt forced into supporting the wedding or lose Starr. Téa urged Todd to lighten up about Cole, because Cole was in recovery. Téa also reminded Todd that he had done prison time in Statesville. \n\n\nTéa complained about her relationship with Todd. Téa didn't like that Todd was spending his days with Blair but returning to Téa's bed at night. Todd countered by suggesting that Téa didn't really want him not to be in her bed. Todd then asked Téa to attend the wedding with him.\n\n\nOver breakfast at Llanfair, Charlie and Viki discussed their wedding. Charlie was shocked that there were so many names on the invitation list. Viki explained that she felt obliged to invite all those people because she had known them for years. Dorian knocked on the back door and walked in. Dorian said she was there for an invitation, and Viki assumed she was fishing for an invite to the wedding. Instead, Dorian hand-delivered an invitation to a dinner party that she said would be in Charlie and Viki's honor at La Boulaie. Charlie was stunned that Dorian would think they would go to Dorian's dinner considering what Dorian had done to Viki and Charlie in the past.\n\n\nDorian declared that Viki and Charlie owed it to Dorian to come because of the disparaging things they had said to Markko's parents. Viki and Charlie stood behind what they said and asserted that they would do it again. Dorian admitted that the Riveras were not allowing Markko to see Langston because of Dorian's past. Dorian asked Viki and Charlie to come to the dinner for Langston's sake. Dorian also said that Moe would be doing all the cooking, a fact that surprised Viki and Charlie since Dorian had fired Maurice.\n\n\nAt Todd's, Moe was bringing a tray to Téa's room when Shaun stopped him to show Moe the invitation he had received to Dorian's dinner party. Moe showed Shaun he also had received the invitation. Moe was skeptical about going, unaware that Dorian expected him to cook the dinner.\n\n\nDorian continued pressing Charlie and Viki to attend the dinner for Langston's sake. Dorian answered her cell phone. It was Moe and he told Dorian to listen. While Shaun held the phone, Moe tore her dinner invitation into little pieces. Hearing Moe's rejection -- and Shaun's, too -- Dorian didn't let on in front of Viki and Charlie that two of her guests were rejecting her invitation. \n\n\nDorian again asked Viki and Charlie to go to her dinner party. Viki wasn't interested in helping to convince Markko's family that Viki and Dorian were friends. Viki would not help Dorian perpetrate another lie. Dorian was furious and accused Viki of being judgmental. Dorian reminded Viki that she had saved her life. When Viki and Charlie refused to comply, Dorian left angrily.\n\n\nMoe and Shaun walked into Téa's room with the breakfast tray. They were taken aback that Todd was there. Todd walked out to get to the wedding. Moe and Shaun asked Téa why she was fooling around with Todd when Todd was still living with Blair. Téa defended Todd to them.\n\n\nDorian burst into Téa's room with flowers for Téa, but she was really there for Moe and Shaun. Dorian apologized to Shaun and Moe, blaming her firing them on the actions of Ray's daughter. Dorian asked Moe and Shaun to attend her dinner for Langston. Shaun said he could not attend after the way Dorian disrespected him. Moe also said he would not attend even if it was the last meal he ever ate. Téa listened to Dorian's pleas, including Dorian's admission that Langston had lost too much to also lose her faith in Dorian. After Dorian left, Téa wondered if Moe and Shaun hadn't been too hard on Dorian.\n\n\nLater on, Shaun knocked on Téa's door to say he was going out to do some errands. Téa was all dressed up and Shaun was dazzled. Téa asked Shaun to give her a ride.\n\n\nCharlie and Viki were determined not to go to Dorian's dinner, but Viki's heart went out to Langston. Their conversation drifted back to their wedding and Dorian not getting an invitation. Charlie was surprised when Viki said she wouldn't invite Dorian because it would be hard on Clint. Charlie learned that Viki would be inviting Clint and Nora to the wedding. Viki worried that her big plans were spoiling the wedding for Charlie. Charlie said he would gladly marry Viki on a life raft in the middle of the ocean. Viki appreciated Charlie's patience and she kissed him lovingly.\n\n\nJessica walked into the kitchen and apologized for interrupting Viki and Charlie's kiss. Charlie excused himself so Viki and Jessica could talk. Jessica told her mother that she had spent the night with Brody. Viki was glad that Brody made Jessica happy. Viki added Brody to the guest list so that he could escort Jessica to Viki and Charlie's wedding.\n\n\nAt the Llanview Police Station, John handed Bo the papers that John had prepared to convince the judge to give Cole a chance to work for the police instead of going to prison. Bo reminded John that it was John's first day back on the job and Bo hoped John wouldn't go renegade again.\n\n\nJudge Runyan entered Bo's office and was happy to hear that John was back on the force. John explained how effective the war on drugs would be if they had a teenager working with the police to get to the suppliers. John asked the judge to set aside Cole's sentence so he could work undercover for the cops. Judge Runyan believed that Cole had been rightfully convicted and had to serve his time. \n\n\nBo said it would be a revised sentence, not a commutation. John implied that the judge was punishing kids when it was the suppliers who were the real criminals. Judge Runyan suspected that John was motivated by an interest in Cole, not drug interdiction. The judge said the John wanted to save Cole the way John had run off to save Marty.\n\n\nJohn asked to speak with Judge Runyan alone. After Bo walked out, John forcefully made his case to the judge that the suppliers had to be caught more than the users. John promised the judge that he would shut the drug operation down. John confessed that the case was personal to him. John asked the judge to trust in John.\n\n\nBrody was filling out the entry application for the police academy, but he was rattled by the questions about his criminal record and being institutionalized for a mental illness. However, when Bo walked into the squad room and said hello to Brody, calling him Lieutenant Lovett and recognizing his military service, Brody shook Bo's hand with confidence.\n\n\nAt the diner for breakfast, Cole and Marty talked. Marty was sad that she couldn't do more for her son on his wedding day. Markko walked over and congratulated Cole on the wedding. Markko was shocked to learn that after the wedding, there would be no honeymoon because Cole had to go to Statesville Prison to begin his term.\n\n\nMarkko sympathized with Cole, but Cole tried to be optimistic that he might be out in a year. Markko was worried about Cole having to do time with hardened criminals, but Cole said he would sleep with one eye open because Cole had a wife and child to go home to. Cole felt that marrying Starr before going to prison was the right thing for him. Markko understood the tough times Cole and Starr had been through with Todd and Blair because, since finding out about Markko and Langston's sexual relationship, Markko's parents had ordered Markko not to see Langston. When Cole asked Markko to be his best man, Markko's parents appeared and said Markko was not allowed at La Boulaie. The Riveras said they were not going to Dorian's party, either.\n\n\nMarkko and his parents continued their discussion at the counter. Marty overheard Markko squabbling with his folks and asked Cole what was happening. Cole explained the situation, and Marty told Cole that being a parent was difficult, as he would learn with Hope.\n\n\nThe Riveras told Markko that Dr. Lord could not buy their approval with a fancy dinner. Markko explained that Dorian's invitation was her way of making amends, and that Shaun, Moe, Charlie, and Viki were all going to be at the dinner. Markko told his parents that once they got to know Dorian, they would see she was a very good person. The Riveras reconsidered their decision not to attend.\n\n\nMarty told Cole that she was proud of him for committing to Starr and the baby. Marty added that Cole's father would also be proud of Cole. Marty gave Cole the wedding ring she had received from his father on the day they had married. Marty said she would be honored if Cole put it on Starr's finger. Cole and Marty left the diner to get dressed for the wedding.\n\n\nMr. Rivera saw Cole and Markko exchange a thumbs-up sign, and objected to Markko's friendship with Cole because Cole had been arrested for drugs. Mrs. Rivera urged her husband to respect Markko's choice of friends. Markko asked his parents if they would go to Dorian's party and they said they would.\n\n\nBlair answered the knock at the front door expecting Todd. Instead, Blair was surprised to see Addie. Blair greeted her mother happily, accepting Addie's gift of a compost machine. Blair wondered if Addie was aware of how much had changed in Llanview since Addie had gone to the rain forest. Addie was completely up-to-date about the goings on with Starr and Todd, thanks to Jack. Blair admitted to Addie that she was perturbed that Todd had not slept in his bed and was not there for Starr's wedding.\n\n\nAddie wondered why Blair was still letting Todd tick her off. Blair said that she had approved Starr's wedding only because she was calling Todd's bluff. Addie assured Blair that Starr was mature beyond her years, and Starr's love for Cole was the real thing. Addie said that Starr and Cole were meant to be together.\n\n\nBack in the living room, Starr assured Langston that even though she was marrying Cole, Starr would still need Langston's support. Starr feared being separated from Cole while he was in prison. Starr hoped to get through the hard times with Langston's help. Starr and Langston walked into the foyer and Starr was thrilled to see her grandmother. Addie told Starr she had planted a tree in the rain forest for Cole and Starr, one that would grow and bear fruit just like Starr and Cole would in years to come.\n\n\nA short time later, Todd arrived at Blair's and said that he was there for the wedding. Blair asked Todd where he had spent the night. Todd ducked answering that question. In the garden, Langston took a call from Markko and learned that his parents agreed to go to Dorian's party. Langston greeted Dorian and asked if the other guests had RSVPed to the dinner party. Dorian told Langston not to worry. Walking into the living room, Dorian admired how beautiful Starr looked on her wedding day and what a wonderful Cramer woman she had become. Dorian assured Starr that her family would always be proud of Starr. Blair happily concurred.\n\n\nBack in the foyer, Todd answered the door and saw Marty. Cole entered a few minutes later, all dressed for the wedding. Starr and Cole took each other's hands, all set to get married.\n\n\n",
    "tvmega_recap": "Dorian tries to persuade Mo, Shawn, Viki and Charlie to attend Starr's wedding. But they want nothing to do with her. Markko tries to persuade his parents to attend and is having similar difficulty. Everybody has their doubts. But the families and friends of the young couple all surround them. Jessica and Brody are getting closer. He reveals that he'd like to pursue a career in law enforcement but believes it's not realistic since cops cannot have criminal records or psychiatric history. Yet, Bo sees him at the station and appears to surprise him. Bo and John work on the mayor to get him to let Cole uncover the drug case for them and get his charges reversed. But the judge says no. Yet John will not give up.",
    "tvmega_summary": "Episode # 10473 -- Nice Day For a White Wedding",
    "soapcentral_condensed": "Dorian hand-delivered an invitation to a dinner party that she said would be in Charlie and Viki's honor at La Boulaie. Viki and Charlie were shocked that there were so many names on the invitation list. Todd bragged about his sexual prowess and Téa agreed that when they made love the night before, Todd had put a smile on her face. Todd was reluctant to go to Cole and Starr's wedding because Todd disapproved of Cole's drug use. Todd felt forced into supporting the wedding or lose Starr. Todd then asked Té a to attend the wedding with him. Todd admitted that he was glad that Cole was going to jail because Todd was sure Starr would be over Cole by the time he was released. Todd blamed TéA for playing the tape in which Todd said he wanted to kill Cole. Todd said that he didn't want to lose Starr because they shared a baby and had been through so much. Starr confessed that her parents had agreed to support her decision to marry Cole because there was no way for them to object.\n"
}