{
    "soap_central": "\n\nTess emerges when Jessica is brought out of hypnosis by Dr. Jamison. She tries to leave Antonio's in search of Nash but her escape plans are thwarted when Antonio returns. Antonio is able to bring Jessica back and tells her that maybe it's time to back off the hypnosis for a little while. Jessica informs him and Dr. Jamison that she is starting to remember Leeds and the room he took her to but as soon as she began to feel afraid, Tess came out. Dr. Jamison tells her that it is progress especially since she was able to regain control. Jessica confesses to Dr. Jamison and Antonio that she is starting to feel and experience Tess' memories especially where Nash is concerned. Dr. Jamison tells her that as she moves toward a successful integration she will begin to experience more of Tess' memories. After Dr. Jamison leaves, Jessica also confesses to Antonio that she is having thoughts sexual thoughts about Nash and how she is afraid of what will happen after her integration. Although he is also concerned, Antonio tries to reassure Jessica that there years of love is stronger than the few stolen moments between Tess and Nash.\n\n\nMeanwhile back in Napa, Claudia becomes hysterical as she mourns the death of her father by her hands. She screams at Nash telling him that he got what he wanted now that her father is dead and that she now has nothing since Nash never cared about her. Nash tries to convince Claudia that her father's death was not her fault, it was an accident. Claudia tries to find a bottle of booze to help calm her nerves but the only bottle she finds, Nash takes away from her and destroys. A guilt-ridden Nash tells her that she is not alone because he is her friend and he will help her through her father's death.\n\n\nDavid changes his plea to guilty in front of Michael, John, Natalie, and Marcie. When the judge decides to release David on bail, Natalie voices her opinion. She tells the judge that if David is released then he will change his mind about his guilty plea and flee the country. The judge warns Natalie about her outburst and then fines her when she continues on. David tells the judge that he doesn't want to be released and as he is taken back to jail, Marcie thanks him for changing his plea. \n\n\nJohn is still not convinced that he has the full story. Natalie accuses him of not wanting to let it go and John storms off on his own telling Natalie that they are not partners on his father's case. He ends up in Atlantic City trying to piece together the details of his father's shooting. Natalie locates him through GPS and goes off after him.\n\n\nMichael tries to convince Marcie that there is still time to return Tommy to Child Protective Services so that he can be introduced to his prospective adoptive parents but Marcie keeps trying to stall. When the worker finally catches up to them Marcie asks for more time but she is told that her time is up and that she needs to turn Tommy over immediately.\n\n\nTodd stops by Dorian's after Starr invites him over for dinner. When it's time to sit down for dinner, Todd states that he will take Spencer's seat since he will be leaving anyway. Spencer tells Todd that he isn't going anywhere but Todd tells him that he should go see David since he has just plead guilty to murder. After Spencer leaves, Blair and Todd get into another argument about her feelings for Spencer in front of Jack and Starr. Starr intervenes when their arguing upsets Jack. Blair and Todd apologize to Jack then Blair sends him into the house. Todd makes a deal with Blair that if she dumps Spencer he will leave her alone forever but if she doesn't break up with Spencer then they will be enemies forever.\n\n\nSpencer visits David in jail and lets him have it for pleading guilty and not trusting in him. David tells Spencer that he had to confess for his sake as well. David tells Spencer that he is part of the reason he confessed since Spencer has been holding the shooting over him for so long that David always felt like he was running. Now with his confession Spencer has nothing to hold over him and David won't have to keep having nightmares about that night. Spencer warns him that he will never be able to forget that night and he knows from personal experience. \n\n\n",
    "tvmega_recap": "Blair sends Spencer and Jack to the house to eat. Blair goes through Spencer's bag to see if there is something that can help her nail him. Someone watches her through the bushes. Starr catches her mother digging through the bag and is curious. Spencer and Jack come back with the food for a picnic. Starr has brought a guest with her. \"What a great night for a swim,\" Todd says. The judge doesn't understand David's confession. There is a lot to consider in his case. The judge doesn't see a need to put the man in jail yet and so Natalie pipes in urging the judge to put David in jail. She is fined $2,000 and threatening with an overnight stay before she sits quietly. David gives up his right to be out till trial and offers to go right to jail. Things get tense and so Blair tells Spencer to leave. After he is gone, Todd starts shouting at Blair and taunting her about loving Spencer. He tries to make her say it, but she doesn't admit to anything. Starr and Jack sit by the pool and hear every word. Finally, Starr shouts at them to stop. She is holding Jack's hand and tells them that this argument is having a bad effect on him. John and Natalie watch David being led out and Natalie knows that he will never be able to pay for what he has done. John isn't happy with this pat ending. He needs to work on this some more. Natalie offers to help him but he reminds her that she isn't his partner and that he will be doing this alone. He walks off ending up at the crime site. He touches the ground with his hand. Spencer goes to his brother in jail. He tells him what a fool he was to have confessed. David doesn't care. He is free and owes no one anything anymore. On the way out, Spencer replays a memory. He was there that fateful night. He was hiding behind a dumpster when David ran by, along the chain link fence. After David had gone, Spencer came out of hiding",
    "soapcentral_condensed": "Tess emerges when Jessica is brought out of hypnosis by Dr. Jamison. Todd makes a deal with Blair that if she dumps Spencer he will leave her alone forever but if she doesn't break up with Spencer then they will be enemies forever. David changes his plea to guilty in front of Michael, John, Natalie, and Marcie. Michael tries to convince Marcie that there is still time to return Tommy to Child Protective Services so that he can be introduced to his prospective adoptive parents but Marcie keeps trying to stall. John storms off on his own telling Natalie that they are not partners on his father's case. He ends up in Atlantic City trying to piece together the details of his dad's shooting. Claudia becomes hysterical as she mourns the death of her father by her hands. A guilt-ridden Nash tells her that she is not alone because he is her friend and he will help her through her father's death. David tells Spencer that he is part of the reason he confessed since Spencer has been holding the shooting over him for so long.\n"
}