{
    "soap_central": "\n\n \nCristian and Sarah kiss. Then Sarah tells him she can't continue. She questions whether Cristian wants her, or if he's really just missing Evangeline. Cristian says there is nothing left between him and Evangeline, and Sarah thinks he's still in love with her. She says he's different when he talks about Evangeline. He tells her that he and Evangeline are through. Sarah asks him if Evangeline woke up tomorrow, what would Cristian do? He says he's moving on from Evangeline. Sarah says she can't compete with what Evangeline did for Cristian. She tells him she's glad they cleared the air, and they're better off as friends. She asks him to leave and says she'll see him at work. Layla asks Sarah if everything is okay, and it's not: Sarah is crying. Layla tells her that Cristian is probably not over Evangeline, but maybe he is in love with two people at the same time. Talia shows up at their door, humiliated, telling them how Antonio turned her down flat. They discuss how Cristian's not over Evangeline and Antonio's not over Jessica. \n\n\nTalia bursts back into the diner and lays a big kiss on Antonio. Then she tells him she likes him for a long time. She also admits to pretending George was her boyfriend. He lets her down gently, saying she's a great friend, but he can't get involved because they work together and he's not ready yet. Then he admits to having known about Talia's feelings for a while already. She feels humiliated. Antonio says he liked flirting with her, but he's just not ready, and he apologizes. He wants to stay friends. Talia tells him not to worry because it was just a crush, that she's already over it. Talia tells him it's late and she says she'll see Antonio at work. Outside, she lets the tears go. Cristian shows up at the diner, depressed, wondering if he's still hung up on Evangeline. Cristian decides he's done being alone. \n\n\nCharlie B. shows up at Asa's ranch and finds Dorian lying unconscious in the bushes. Dorian wakes up to find that she is the only person from Llanview left at the ranch, and at first has no recollection of how she ended up in the bushes. Then she remembers that Alex hit her with a car. Charlie and Chuck bring her inside. Dorian guides Charlie through an impromptu diagnosis, and when he demurs, she jokingly tells him to feel her up. Chuck brings some Motrin, then runs off to get Dorian a cab. Dorian tells Charlie all about her breakup with Clint. Charlie tells Dorian that he's looking for someone, and Dorian says he's probably gone back to Llanview. Dorian is going to charter a plane home and invites Charlie to come with her.  Charlie calls Viki to tell her he's going to Llanview. Viki tells him she's not going anywhere. \n\n\nDavid discovers Viki at the Bon-Jour Café. He accuses her of being Niki Smith, which Viki denies. He tells her she is a horrible actress. He grabs her by the shoulders and begs Viki to fight Niki and come back out. Noelle hits David over the head with a frying pan. Viki convinces Noelle to go home, then she throws a glass of water on David's face. Viki wants to know if Dorian is going to show up there, too. David says Dorian won't be showing up. Viki convinces him she's actually Viki and not Niki. She explains how she is reinventing her life. She tells what it's like to live on minimum wage. She wants him to keep her secret, and he asks her how her friends would feel to find out they've been scammed. David tells her he got a job, and she teases him about getting married to Alex. He tells her how Alex scammed him. David asks her for a little help, and she tells him she's not an ATM. David shares how Dorian and Clint got in a fight. Viki tells him she's perfectly happy staying in Paris. Viki suggests he get a room at the BonSuites. After her phone call, David teases Viki about her \"boyfriend\", and she takes him to the BonSuites. \n\n\n",
    "tvmega_recap": "Cristian and Sarah kiss. Talia starts to leave the diner, but comes back and gives Antonio a big kiss. Viki and David come face to face with each other at the Bon Jour Café. David immediately thinks that Viki is Niki. Viki finally manages to convince David that she is Viki. Charlie arrives at Asa's ranch and meets up with Chuck. Charlie sees Dorian lying in the bushes. Chuck and Charlie get her into the house and begin to doctor her. Dorian opens up to Charlie and lets him know what Clint did to her. Charlie, in turn, tells Dorian about looking for his son. They make plans to go to Llanview to hunt for his son. Talia is deeply hurt when Antonio isn't ready for a relationship with her. Sarah also feels that she has lost Cristian because of the remark that she made about Cristian still having feelings for Evangeline. Viki and David have a heart-to-heart talk. Both Sarah and Talia seek moral support from Layla concerning their love lives.",
    "soapcentral_condensed": "Cristian and Sarah kiss. Then Sarah tells him she can't continue. She questions whether Cristian wants her, or if he's really just missing Evangeline. Talia bursts back into the diner and lays a big kiss on Antonio. David discovers Viki at the Bon-Jour Café. He accuses her of being Niki Smith, which Viki denies. Noelle hits David over the head with a frying pan. Viki convinces Noelle to go home, then she throws a glass of water on David's face. Charlie B. shows up at Asa's ranch and finds Dorian lying unconscious in the bushes. Dorian tells Charlie all about her breakup with Clint. Charlie tells Dorian that he's looking for someone, and Dorian says he's probably gone back to Llanview. Doran is going to charter a plane home and invites Charlie to come with her. Charlie calls Viki to tell her he's going to L Lanview. Viker tells him that she's not going anywhere.\n"
}