{
    "soap_central": "\nHooked\n\n\nLayla was stunned when Adriana told her that Rex, not Brody, was Shane's father. Adriana went on to reveal that she had decided to keep the truth from Rex. Layla thought Adriana was making a huge mistake. She warned Adriana that Brody could pose a problem. Adriana was confident that Brody was under control; she had paid him off. \n\n\nLayla insisted that Rex deserved to know that Shane was his son. She was worried that Adriana was dooming her marriage to Rex by keeping the secret. Adriana admitted that a part of her didn't want to start out her marriage to Rex by being Shane's stepmother. Layla implored Adriana to reconsider. She warned her friend that Rex was bound to learn the truth; when he did, Adriana would lose him. Adriana felt that she was in too deep and couldn't risk telling Rex the truth. \n\n\nGigi walked into the men's store to pick Shane up after the fitting. Rex told her that Charlie had taken Shane home. When Gigi started to leave, Rex stopped her. He told her that he had talked to Charlie about nearly kissing her. Gigi was shocked. She asked Rex why he would do such a thing. \n\n\nRex didn't really have an answer for her but he did admit that he cared for Gigi. Just then, Adriana walked in. If Adriana had heard Rex, she did not let on. She appeared to be in a good mood and invited Gigi to the bachelorette party later that evening. Gigi was reluctant to accept the invitation, but Adriana insisted. \n\n\nNatalie called Viki with the intention of telling her that Charlie was Jared's father. In the end, Natalie couldn't do it. She didn't want to break her mother's heart. To explain the call, Natalie lied. She told Viki that she had called to let her know that she was in Texas. \n\n\nAfter Natalie ended the call, she and Jared realized that there would be a high cost if they were honest about Jared's lies. David Vickers would be revealed to be the true Buchanan heir, Viki could lose the love of her life, and Charlie could lose Viki. If that happened, Jared was worried that his father would start drinking again. They decided to keep the charade going for the sake of their parents. \n\n\nTo make certain that they could successfully hide their true feelings for each other when they were in public, Natalie decided to test the waters at the Bon Jour Café. Viki had asked Natalie to stop by and check in on her friends. \n\n\nCharlie and Viki spent some time together in the kitchen after Charlie returned home from the fitting. As they talked, Charlie admitted that he didn't know what he would do without Viki in his life. He felt haunted by his past mistakes and the people that he had hurt. Viki reminded Charlie that he had not hurt her and reassured him that he would not lose her. \n\n\nMarkko and Langston discussed their decision to claim that Langston was pregnant. Langston was worried that Dorian would soon figure things out because she was a doctor. Markko felt that they didn't have a choice. If Dorian learned that Langston wasn't pregnant then she would soon realize that the pregnancy pamphlets that she had found belonged to Starr, not Langston. \n\n\nAs Markko and Langston were talking, Todd stormed in. Before Markko could defend himself, he was hanging from a meat hook. Todd threatened to kill Markko if he didn't tell Todd where Starr was. To back up his threat, Todd found a knife and waved in front of Markko's face. Langston and Markko insisted that they had no idea where Starr and Cole were. \n\n\nEventually, Langston managed to convince Todd to release Markko. After Markko was safely back on the ground, Langston tried to reason with Todd, but it was an exercise in futility. He remained convinced that Markko had information and began searching Markko's things. When Todd found two cell phones, he realized that one was used to contact Cole. \n\n\nJohn stopped by Blair's home to update her on the search for Starr and Cole. Blair was happy to see John and appreciated the news. She told him about her argument with Todd the night before. John offered a friendly ear and listened while Blair vented a bit. They were interrupted when John's cell phone rang. It was a lead on the kids. Cole's car had turned up in Virginia. They also learned that Cole had asked for directions to a bus station. \n\n\nBlair was thrilled. She went to call Todd but then stopped herself. She was worried that giving Todd a lead on the kids would be disastrous. John agreed. They tried to figure out where Starr and Cole were headed, based on the new information that they had. John suggested that they might head to a city, but Blair dismissed the idea. She reminded him of what had happened the last time that Starr had ended up in the city. \n\n\nWhen Blair mentioned that Starr loved the beach, John seemed to perk up. He made another quick call. As they waited for someone from the bus company to call back, John asked Blair if she would be able to leave for a few days. \n\n\nStarr woke up alone but wasn't alone for long. Cole walked into their room, bearing gifts. Starr couldn't believe her eyes when he presented her with an infant's onesie T-shirt that had \"Oh Great One\" printed on it. She was touched that Cole knew the significance of the expression. He then surprised her with the announcement that he had made a doctor's appointment for her. They also had job interviews. \n\n\nWhen Starr seemed to stall getting dressed, Cole realized that she might be embarrassed to change in front of him. He was kind and understanding, which put Starr at ease. Later, Starr and Cole spent some time on the beach. When Cole's cell phone rang, he answered it, expecting Markko on the other end. It was Todd, demanding to speak to Starr. Cole reluctantly gave Starr the phone when she insisted on taking the call. \n\n\nAs Jared and Natalie walked into the Bon Jour Café, David Vickers, wearing a hairnet, was cleaning tables. \n\n\n",
    "tvmega_recap": "Adriana tells Layla that Shane is Rex's son. Adriana says Rex will never find out. At the tux shop Rex admits to Gigi he cares about her as Adriana walks in. Adriana invites Gigi to her bachelorette party. Natalie talks to Viki on the phone and realizes Charlie is with her. Jared warns her not to say anything while Charlie is there. Natalie tells Viki she is in Texas on BE business. Viki asks her to go to the cafe and look in on Moe and Noelle and tell them she misses them and loves them. Jared worries Charlie might start drinking if the truth comes out and he loses Viki. Natalie and Jared try to figure a way out of the mess. In bed, Jared and Natalie discuss how to be together back in Llanview. Natalie brings Jared to the cafe. Jared says does this mean he has to keep his hands off her? She says yes. They go in. Moe is there talking to Noelle about nutmeg and key lime pie. David Vickers is the dishwasher. Starr wakes up to an empty room. Cole comes in with groceries and flowers. Cole give her a T-shirt for a baby that says \"Oh Great One's kid\". John comes to see Blair. They figure out Cole and Starr might have gone to a beach town. John tells Blair the bus company will fax the records to beach towns. John asks Blair to come with him. Todd threatens Langston and Markko and finds the cell phone to contact Starr and Cole. Starr and Cole talk about the jobs they just got at a restaurant. Cole answers the cell phone. Todd demands to talk to Starr. Cole tells Todd she doesn't want to talk to him but Starr takes the phone.",
    "soapcentral_condensed": "Layla was stunned when Adriana told her that Rex, not Brody, was Shane's father. Rex told Gigi that he had talked to Charlie about nearly kissing her. Markko and Langston discussed their decision to claim that Langston was pregnant. Todd threatened to kill Markko if he didn't tell Todd where Starr was. Blair stopped by John's home to update him on the search for Starr and Cole. John suggested that they head to a city based on the new information that they had learned that Cole had asked for directions to a bus station. Charlie and Viki spent some time together in the kitchen after Charlie returned home from the fitting. He felt haunted by his past mistakes and the people he had hurt. Viki reminded Charlie that he hadn't hurt her and reassured him that he would not lose her. Todd found two cell phones, he realized that one was used to contact Cole. Blair was thrilled to call Todd but then stopped herself. She was worried that giving a lead on the kids would be disastrous.\n"
}