{
    "soap_central": "\n\nTodd is troubled in a big way when he runs into Miles at Llanfair. Viki clarifies that he's Nat's guest. He's come by to tell her that Hunter is dead and wonders how Miles fits into the picture. He has an ace in the hole, Cole, he informs his newest adversary, who will testify against Miles. It's not unusual to push a stepfather away, Miles responds. No, it's because Miles is an evil bastard, is Todd's response. Viki puts an end to the conversation and again states that it's Natalie's wish to have Miles there. His being there doesn't sit well with her, she admits, but he hasn't been found guilty yet. She stood by Todd and Natalie is doing the same for Miles. Todd thanks her for stabbing him in the back but she's insistent that she's doing it for Nat, who believes the best of him. Todd insists that he'll pay, one way or another, and yes, it means what it always does. \n\n\nVincent and Layla lay quietly in the after-moments. She feels safe with him. They talk about heading to Tate's arraignment and he mentions how he's still sorry for saving the man's life. That's why she feels the way she does about him, Layla responds. Rex ruins Adriana's day when he tells her that John knows about Tommy/TJ. He assures her that John doesn't know of her involvement and is convinced that he doesn't have any real proof. They too are heading to court.\n\n\nMichael waits for John who has no time to talk; he has a couple of arraignments to go to. Michael needs to plead his case again anyway and is convinced that John is going to ruin his life. He swears he didn't know about Tommy/TJ until after the boy's christening. John wonders how his brother can live with himself, knowing he stole someone else's kid but Michael is adamant that his son was not stolen. He lives with guilt everyday but it's better for his son. At the end of the day Todd has other children, he will not. Marcie cannot have any children, he tells John, who is sorry to hear that. John can be a cop or a brother, Michael challenges. They're interrupted by Marcie, who's on the way to the playground with the baby. What's going on? she wonders. Michael certainly won't tell her anything. It's just family stuff, John replies. Marcie leaves momentarily, having forgotten some toys. Michael thinks that John is doing what he is because he's jealous; he wants what Michael has and will never have it. John disagrees. It's about right and wrong. When Marcie returns, Michael suggests that they head for a vacation and even though she thinks it's sweet to hear how her husband wants to be alone with his family, she'll have to pass. School is starting soon and she has lots to do. Maybe at Christmas, she suggests.\n\n\nVisiting Marty before her arraignment, Cole has his choice of clothing for court admired by his mom. She is going to plead guilty, she advises him. She didn't do it, an upset Cole pleads with her to no avail. John won't be able to find the real killer if she pleads guilty. She asks that he trust her. She learns that Starr has forgiven him and that Todd won't stand in their way. She also hears that Miles' things have been tossed from the apartment. Don't make him more of an enemy, she requests. John arrives to take her to court. There's no way she's pleading guilty, he says. They can't give up now. She can't remember delivering the fatal blow so she couldn't have done it. Marty thinks that John isn't looking too well but he will only tell her that it's personal. She offers to hear him out whenever he wants. \n\n\nSarah is still upset about watching Hunter get stabbed and she's disbelieving that Cris risked his life for her. She's ready to make a new plan and move on. Everything that she came to Llanview for has been taken care of. Cris reminds her of the fact that she has no money and offers to have her begin working at Capricorn. She doesn't have time to work up to the salary she'd need, she replies regretfully.\n\n\nThe crowd builds for Tate's arraignment. Nora and Bo are surprised to see Matthew. The boy thinks it's important for Tate to see him and all of the others. He doesn't scare them. The judge cites the charges; arson, murder and attempted murder. Tate has no lawyer and doesn't want one. He has nothing to say regarding the charges though he pleads guilty. He's only pleading that way so a pack of mongrels doesn't get to judge him, he sneers. He's done nothing wrong and others will continue his work. Layla jumps to her feet and begins to yell. She's quickly quieted down. He'll be a martyr, he continues. He's only sorry that he didn't finish what he started. It's Vincent's turn to jump up, yelling and ready to throw punches. Tate is held by Bo as others get to Vincent. The judge is ready to toss everyone for contempt but lets it go. She won't be so understanding in the future, she promises. Tate is remanded to Statesville until sentencing. Matthew feels bad for Tate, feeling that he's pathetic. Vincent and Layla apologize for their outbursts. She's sure a warden will see that Tate gets what's coming to him. \n\n\nTate is welcomed to Statesville by his new cellmate, Luther. He's a large, muscular African-American, wearing a Star of David star.\n\n\n",
    "tvmega_recap": "Tate Harmon's trial is underway. All the people whom he's threatened are there to confront him in the courtroom. He pleads guilty, admits that he wishes he could have finished the job, doesn't need a lawyer, and will have his \"followers\" finishing what he started. So it's an open and shut case that he's going away. The guard takes him to his cell and introduces him to his African American cell mate. Rex and Adriana are happy about that but have a serious problem on their hands now that John knows they have both covered up knowing that Tommy McBain is really Todd Manning's son. Marty knows that John has something on his mind and wants to help him right before her own trial for the murder of Spencer Truman. Todd is outraged that Viki is listening to Natalie and letting Miles live in the Carriage House. Viki tells her brother it's only temporary and he might very well get what is coming to him when he goes to court.",
    "soapcentral_condensed": "Todd is troubled in a big way when he runs into Miles at Llanfair. Todd thanks her for stabbing him in the back but she's insistent that she's doing it for Nat, who believes the best of him. Rex ruins Adriana's day when he tells her that John knows about Tommy/TJ. Michael thinks that John is doing what he is because he's jealous; he wants what Michael has and will never have it. Sarah is still upset about watching Hunter get stabbed and she's disbelieving that Cris risked his life for her. She's ready to make a new plan and move on. The crowd builds for Matthew's arraignment. The judge cites the charges; arson, murder and attempted murder. Tate has nothing to say regarding the charges though he has no lawyer and doesn't want one. He pleads guilty and begins to yell at the judge. He's done nothing wrong and others will continue to do his work for him. He sneers at them and jumps to his feet.\n"
}