{
    "soap_central": "\n\nDorian mentions that she saw Viki with Clint at Capricorn; she accuses her of trying to keep both Clint and Adriana away from her. Clint happens to show up as Dorian's voice is raised and he listens to both of them as they relate totally different details of their latest disagreement.  Dorian claims that Adriana hates her and Viki is laughing at her behind her back. Viki suggests that Adriana is becoming too much like Dorian, which sets Dorian off again. Clint lectures Dorian, stating that it's her own fault. She's further annoyed when Clint sides with Viki. He attempts to leave but Dorian wants to explain the motive behind her romantic dinner. He agrees to accompany her to a more private place. \n\n\nRex bolts into Bo's office without knocking and gets a lesson in etiquette, but soon has the commissioner chuckling over his reasoning. He requests that an automobile be tracked down and is forced to explain that Spencer was seen with Todd's kid. He further must explain where he obtained the information though refuses to divulge his source's name. The man is a car thief, which is why he accepted Rex's payment and would never accept the same from the police. Bo refers him to Antonio. Rex brings up Spencer's claim of being a Buchanan and how weird it would be that Bo could be related to Hugh and David as well. Bo just doesn't want to discuss it. Natalie returns to work and stops short at John's old office, thinking she still sees his name engraved there. Antonio is occupying it now and he doesn't think she should be there; it's too soon to return and John wouldn't want it. Nat is enraged that Antonio would presume to know what John could be thinking. She doesn't need Antonio's help or anyone else's and can see Dr. Jamison if she thought she needed help, she continues. Antonio thinks that's a good idea but Nat is quick to remind him how much he himself enjoyed speaking to the doctor. Her feelings are her own. Antonio responds that John would want her to be good to herself and take the time for that. Rex walks in just then and agrees with Antonio. He tells her to go home. She begins to cry as she explains that she needs to work, get her certification and be something rather than nothing, in case something were to happen to her tomorrow. She'll feel horrible no matter where she is. Rex is empathetic after going through Jen's death. Nat feels that she shouldn't have let John go to the cemetery alone, but Rex can't listen to that. She'd be dead then too and he's not ready for that. He convinces her to go home. She realizes that the guys are right. \n\n\nClint and Dorian end up at her place. She claims that she wanted to surprise him with the dinner even though the two of them weren't speaking then. She wanted to support him after he heard about Spencer's claim. Clint is confused, thinking that she had to have arranged the big dinner before Spencer's announcement. She admits that she heard about it before him, from David, and wanted to be the one to break the news. She didn't want him to think that she was involved in a conspiracy with David. He believes her since the whole thing sounds too illogical to be anything but true. He agrees to consider a new dinner date.\n\n\nPaige tells \"Hugh\" the latest on Spencer and overhears Michael tell Marcie that she is the one responsible for his father's death. Marcie believes that it's not the right place and Paige feels that she's already apologized, there's not much else she can do. When Paige mentions that she hopes Todd's son can be as happy as Tommy, Michael is curious as to why she's speaking of him. Rex was around asking questions, she replies. No one will ever take his son away from him again, Michael emphatically states. Michael then acknowledges that they were friends once so he offers his help if she needs anything from him. Marcie talks to \"Hugh\" and is sure the patient mutters her name. Shrieking for her husband's help, Michael is unable to get any response from the man. When Michael begins to speak of past events and how John won't get to see Spencer put away, the patient again moans. He says, \"Michael, it's me,\" but then is silent once more. Bo and Nora visit Paige with some news. It's been confirmed by Eugene Snyder and others that Paige was very much alert and focused the night that McBain was killed. She did her job well. Apparently Spencer went into the recovery room and damaged the sutures, which eventually caused the death. Snyder actually took the fall for Spencer, not Paige. She really didn't drink as much as she was led to believe. Spencer could now be tried for first-degree murder and receive the death penalty!\n\n\nNat gets home and is gently chided by Viki for attempting to go back to work. She needs to keep John in her heart and find a way to cherish him without living in the past, an experienced Viki explains. She thinks that Nat should remove her engagement ring as a symbol of an ending and beginning. Ben and John would want them both to move on. Nat wonders why Viki still has her own rings on and her answer is that she doesn't know. She offers to remove them first and does. Nat follows suit.\n\n\n",
    "tvmega_recap": "Natalie is at work and she finds herself staring at John's office door as she goes by and she thinks for a minute that she sees John's name still on the door. Antonio exits and sees her. He tells her that she really needs to take some time off before returning to work but she feels that John would want her to get back to work right away. \"No he wouldn't,\" Antonio says. Dorian lays into Viki telling that she saw the woman with Clint and with Adriana. Clint comes up and stops Dorian's shouting. Dorian tells that Adriana has made it her sole purpose to make her life miserable. Viki suggests that Dorian apologize this time and make things right or she may lose her daughter forever. Dorian knows what Viki is really after. \"You just want to steal Adriana and Clint away from me!\" Rex takes the make, model and license plate of the car that Todd's child was last seen in and gives that information to Bo to have him get a list of owners. Meanwhile, Natalie is letting Antonio have it for telling her to go home and take time off. She wants to handle her own grief her own way. She hates it when Antonio tells her to see a shrink. Rex enters the office now and confirms what Antonio said about her not being ready to be back at work. Viki tries to reason with Dorian but then decides that she doesn't want to try and help. She storms out. Clint tries to leave too but Dorian stops him and convinces him to go somewhere with her and talk. Michael tells Paige that she has paid for her part in his father's death and that it was a long time ago, and so he will try to let his anger go. He offers his help if she or Hugh ever need anything. Marcie is talking with Hugh when he suddenly moans and starts moving around in the bed. Marcie thinks that she heard him call her name and she rushes to get Michael to tell him the news. Michael doesn't see the man moving around now. When they talk about poor Hugh and how he had to deal with finding out that his father is a murderer, Michael can relate to the pain. His brother will never get to see his father's killer behind bars. Marcie knows that somehow, John will know. The mummy-like body groans. Natalie arrives home and her mother agrees that was too soon to return to work. Viki tells Natalie that she needs to heal and the way to start is to remove the engagement ring. Viki too has been wearing Ben's ring. They now remove their rings together. Hugh is in the hospital room with Michael and Marcie. He moves around and Michael and Marcie clearly hear him say, 'Michael'. It looks like Hugh has more to say and so Michael and Marcie wait patiently for Hugh to spit it out!",
    "soapcentral_condensed": "Dorian mentions that she saw Viki with Clint at Capricorn; she accuses her of trying to keep both Clint and Adriana away from her. Rex bolts into Bo's office without knocking and gets a lesson in etiquette, but soon has the commissioner chuckling over his reasoning. Rex brings up Spencer's claim of being a Buchanan and how weird it would be that Bo could be related to Hugh and David as well. Natalie returns to work and stops short at John's old office, thinking she still sees his name engraved there. Antonio is occupying it now and he doesn't think she should be there; it's too soon to return and John wouldn't want it. Nat is enraged that Antonio would presume to know what John could be thinking. She doesn't need Antonio's help or anyone else's and can see Dr. Jamison if she thought she needed help, she continues. Paige tells \"Hugh\" the latest on Spencer and overhears Michael tell Marcie that she is the one responsible for his father's death. Marcie believes that it's not the right place and Paige feels that she's already apologized.\n"
}