{
    "soap_central": "\n\nWhile Evangeline is fighting for her life, Todd and Cris are exchanging words and punches right outside the OR until Layla arrives and makes it clear that she is disgusted by their behavior. Michael updates the trio on how Evangeline's heart stopped during the operation to repair her spine but that she was now stabilized. Todd asks if Dr. Simmons was able to start on her eyes and Michael confirms that the specialist is performing surgery on her eyes. He warns them that if the surgery is not successful then there will not be another chance for Evangeline to get her eyesight back. Layla is relieved that her sister has made it through surgery and leaves to go call their mother. Todd gets special clearance to stay with Evangeline after both surgeries are completed against Michael, Cris', and Layla's wishes. Todd promises an unconscious Evangeline that he will stand by her side just like she did for him.\n\n\nAdriana becomes hysterical when she sees a butterfly fly past the window. Rex tries to calm her down not knowing what caused her to fly into a panic. He assures her that no one knows where they are and he hasn't had any reports of the stalker being spotted in the neighborhood. Rex balks at Adriana calling Dorian to let her know that she is ok for fear that the stalker has the lines tapped. When Adriana questions how long Rex plans on them staying away from Llanview and cut off from the rest of the world, Rex tells her that they could stay there forever. He promises to take her back in a few days once he is certain that things are safe. After making love with Adriana, Rex sneaks out of bed and sends off an email.\n\n\nJessica is furious with Nash for taking off with her and the baby. Nash tells her that he will do whatever it takes to be reunited with Brennan and Tess. He tries to get Jessica to listen to songs that he and Tess used to listen to but she refuses.  So Nash begins to describe the first time he met Tess and how she stole his car and the night he believes Brennan was conceived. When Brennan becomes fussy, Jessica demands that Nash pull over but he tells her to play the music instead. Nash smirks when Jessica tells him that he is ruining any chances he has of getting custody of Brennan. As Nash continues his walk down memory lane, Jessica begins to remember pieces of their time together. When Jessica asks Nash what will happen if his mission to get Tess back fails, he promises her that he will give up and accept being a part of child's life only.\n\n\nClaudia is still stalling Antonio at Capricorn with questions about Tess. Antonio tells her that she should not depend on Nash to help her with her troubles because he is bad news. Claudia says that Nash is in love with someone who doesn't exist but Antonio clarifies that and tells her that Tess is definitely real. Claudia tells Antonio that she is hoping that Nash will give up once he figures out that Tess is never coming back which is why she did what she did. After her slip up, Antonio becomes worried about Jessica and tries to reach her back at the loft. He asks the super to check on her when she doesn't answer the loft phone or her cell phone. Antonio figures out what happened when the super reports back that the front door to the loft was left open which Antonio knows that Jessica would never do unless she was forced to. He makes a call to Clint and sends Claudia home when she offers her help. Antonio finds out the last five transactions that Nash made with his credit card and then grabs his gun before setting off to find Jessica and the baby.\n\n\nClint and Dorian decide that they both love their families fiercely and although Viki believes that it will doom their relationship, they are willing to try. Dorian invites Clint in for beer and pretzels. Things turn hot and heavy as the two begin undressing each other. They are interrupted by Antonio's call to Clint warning him that Nash has kidnapped Jessica and Brennan. Clint warns Antonio that Tess may have gone willingly but agrees to call the police. Clint becomes worried when the authorities say that they won't search for Jessica until she has been gone 24 hours since there is no evidence that a crime has been committed. An understanding and sexually frustrated Dorian sends him on his way when Clint decides to leave so that he can find Viki and tell her what has happened. Clint strolls back in and plants a big kiss on Dorian before running off to find Viki.\n\n\nNora shares with R.J. her disappointment at being told by her doctors that even though she has taken a few steps, she will not be released from the hospital until she can take at least 20 steps. R.J. shows her a letter that he received from Rachel for her but he won't give it to her until she walks toward him to take it. Nora is mad but she takes the steps necessary to retrieve her daughter's letter. She reads the letter to R.J. and comments how happy she sounds. R.J. agrees saying that he could see it in the letter that he too received from Rachel.  \n\n\n",
    "tvmega_recap": "Nash has Jessica in the car. She tells that she won't press charges if he turns around. He won't. He will keep her until she is Tess. Claudia continues to fake Antonio out and keep him at the club by pretending that she is about to drink. Adriana looks out the window and screams but when Rex looks out the window, he sees no one. It wasn't a person that she saw, it was a butterfly. \"Sometimes a butterfly is just a butterfly,\" Rex says. Adriana is getting the creeps. She starts making a call, but he stops her. She wonders how long they are going to have to stay at the cottage. Rex doesn't care how long. \"I wish that we could stay forever \" She gets her back up at him saying that. After they make love and she is sleeping, Rex gets out of bed and heads to his laptop. He gets online and types quietly, making sure not to wake her. Evangeline's heart had stopped but they have it going again. She has stabilized and so Dr. Simmons is ready to do the eye surgery. Both her corneas are damaged Dorian has Clint over. She surprises him with beer and pretzels. They are soon kissing and feeling sexy. They are on the way upstairs when the phone rings Evangeline's operation is over. They won't know the results until the bandages are taken off. No one can see her but Todd donates a cheque to the hospital and is allowed to go in. Cristian peeks in and sees Todd talking to an unconscious Evangeline. \"You were there for me and so now I will help you.\" Cristian watches as Todd takes Evangeline's hand and leans over to kiss her. Antonio is suspicious of Claudia and soon has her telling that she was trying to keep him there because Nash asked her to do it. He gets a friend to check on Jessica and she is gone with the baby. He calls Clint, and gets his gun out before heading out to find Jessica and the baby. Clint is told the news about Jessica but he also feels that there is a chance that Tess just left with her child.",
    "soapcentral_condensed": "Jessica is furious with Nash for taking off with her and the baby. Rex balks at Adriana calling Dorian to let her know that she is ok for fear that the stalker has the lines tapped. Claudia says that Nash is in love with someone who doesn't exist but Antonio clarifies that and tells her that Tess is definitely real. Clint warns Antonio that Tess may have gone willingly but agrees to call the police. Viki and Dorian decide that they both love their families fiercely and although Viki believes that it will doom their relationship, they are willing to try. Nora reads the letter to RJ that he received from her daughter and takes the steps to retrieve it but she is mad at him for not giving it to her until she can take it. RJ shows her a letter that he has received from Rachel but she won't give it to him until she is able to take at least 20 steps until she gets the letter back from RJ. Todd gets special clearance to stay with Evangeline after both surgeries are completed against Michael, Cris', and Layla's wishes.\n"
}