{
    "soap_central": "\n\nSpencer plans Todd's death while he is consumed with staying focused and trying to set himself free. He doesn't ever lose, he mutters, as he imagines his mother being there. Stay focused, he tells himself, as he pictures himself arising and walking over to his dying mother. \"Your father left us,\" she says. \"He's a Buchanan.\" Spencer is confused. \"Asa?\" he asks. \"He got me pregnant. I had his son and he abandoned us. Make him pay.\" \n\n\nWhile at the police station, Evangeline learns that Bo is not only searching for Spencer but is convinced that Todd is responsible for his disappearance. She can't believe that Todd is a suspect in a possible abduction but Bo makes a case for Todd taking justice into his own hands.\n\n\nCris tries his hand at painting again but quickly covers up the easel when there's a knock at the door. It's Antonio. He's down because he can't propose, Cris complains. He can't afford it and doesn't want people thinking he's a freeloader. Antonio offers his help and also offers advice. He suggests that his brother think about what he CAN do, not what he can't. He should concentrate on being in love. He points out the various things that Cris should be happy about. Cris in turn can't understand how Antonio can be so accepting of Jess spending time with Nash. He has to learn to deal with it, Antonio replies. He's part of their family. When Evangeline shows up, Cris tries to get her to relax and de-stress. \n\n\nFeeling an urgency to leave the hospital, John upsets Natalie with his demands. He asks Michael to check with the doctors so that he can leave once his grafts are quickly completed. Michael agrees with Nat as she promises to stop John from hurting himself, though they realize that he will not listen to reason. When Bo arrives at the hospital to share the news of Spencer being taken by a masked assailant, most likely Todd, John's rush to leave is magnified even more. He has to finish what he started, he insists. When they learn that his blood pressure is elevated because of too much stress, Nat and Michael are convinced more than ever that John has to stay calm. Finally, Michael is worn down and resigned to speak to the doctors on John's behalf. Nat reluctantly gives in too. He'd better not leave her again though, she warns him. \n\n\nJess arrives at Nash's place with a tree and decorations but he's had enough of the holiday, he tells her. She doesn't want to see him depressed though he claims not to be. She refuses to take the tree back and tries to guilt him into it, citing future pictures that their daughter will be flipping through. She feels sad for him that Tess isn't around but refuses to feel responsible. He accuses her of wanting to give him a Christmas just so she won't feel guilty. Antonio knocks on the door and has the tree in hand; Nash is unable to get out of having it set up. He unenthusiastically turns off the lights so that the tree lights will shine in all their glory. \"It's perfect,\" he says unconvincingly.\n\n\nBlair stalls on giving Todd a totally honest answer on her health exam, merely telling him that her brain tumor has not returned. He thinks maybe she just feels ill from feeling guilty that she was unable to take Spencer down. He in turn, confides his recent actions, suggesting that lies and secrets is what has driven them apart. Spencer is being tortured until he divulges his son's whereabouts. A somber Blair at first thinks she should call the cops but then becomes gleeful and offers to help. Spencer will merely crack from the Chinese water torture and tell him what he wants to know or will literally go crazy and be confined to Wingdale after all, Todd explains. He wins either way and Spencer loses. He'll consider making a deal. He wonders how Blair would feel raising his son, being Margaret's son too. He himself could never accept her having a child with another man.\n\n\nBack at the station, Bo gives orders on locating Spencer and tailing Todd. Todd is an idiot and doesn't realize that Bo is on his side. He's trying to save Todd from himself.\n\n\n",
    "tvmega_recap": "Evangeline nearly falls over when she gets the news that Todd might be involved with Spencer's disappearance. She shutters when she thinks of what he might be doing to the man. Bo says that Todd had better be careful or he may just end up back on death row. Chris starts drawing a picture and it looks good. He hears someone coming and covers his paining to hide it. Antonio arrives and he asks if Chris is painting again. Cris denies that. Cris is glad to see his brother. He has been thinking about asking Evangeline to marry him but every time that he wants to do it, he changes his mind. He hasn't got money, or a career and he feels he should have something. Antonio tells him that this doesn't matter but Chris can remember a time when Antonio had issues like this with Jessica before he got his trust fund. Antonio admits it but now he knows that life is too short and if you have someone that you love you have to grab on to them. Evangeline comes home later and Cris puts on the music and gets the wine going as he gives Evangeline a massage from head to toe. Bo goes to the hospital and tells Natalie, John and Michael that Spencer has disappeared and that he thinks that someone has run off with the man namely Todd. John smiles. He knew it. He wants the doctors to speed up his recovery so that he can get the hell out of there. Natalie gets angry and tells that he will not be allowed out of there. Michael asked the doctors about a speedier treatment and they said no. John grows restless now. A nurse checks him out and sees that his blood pressure is out of whack. She goes running down the hall to get help from a doctor. John doesn't care. He will convince the doctor to let him out sooner rather than later. Natalie isn't happy but neither she nor Michael can change his mind. Michael goes to talk to the doctors again for his brother and Natalie quietly agrees to help John if she can. \"Just tell me that you are not going to leave me.\" John says nothing. Todd tells Blair that the problems between the both of them has always been secrets and lies. He doesn't want to do that anymore. He tells her that he has something that he has to confess to her. \"I kidnapped Spencer and I am torturing him.\" Blair is stunned. She feels that he has made a terrible mistake and that they should go and release the crazy bastard into woods or something to stop this. Todd can't let the man go free. \"Not until I get my kid!\" Todd figures that Spencer will either tell him where his kid is or go crazy. If he goes nuts then Todd will just call the cops, tell them where Spence is and they will put him in an institution. It's all win-win for him. Blair sees that she can't change Todd's mind, so she offers to help if she can.",
    "soapcentral_condensed": "Spencer plans Todd's death while he is consumed with staying focused and trying to set himself free. Evangeline learns that Bo is not only searching for Spencer but is convinced that Todd is responsible for his disappearance. John upsets Natalie with his demands and asks Michael to check with the doctors so that he can leave once his grafts are quickly completed. Jess arrives at Nash's place with a tree and decorations but he's had enough of the holiday, he tells her. She refuses to take the tree back and tries to guilt him into it, citing future pictures that their daughter will be flipping through. Spencer will merely crack from the Chinese water torture and tell him what he wants to know or will literally go crazy and be confined to Wingdale after all. He'll consider making a deal. He wonders how Blair would feel raising his son, being Margaret's son too. A somber Blair at first thinks she should call the cops but then becomes gleeful and offers to help. He's trying to save from trying to kill himself.\n"
}