{
    "soap_central": "\n\nStarr, Cole, and Markko talk about missing Langston, who is living in a group home and has been assigned to a new school. Langston shows up and asks them to hide her. She doesn't like the group home or the new school, and she ran away. Markko says he'll run away with her. Langston says he can't do that. Cole and Starr agree, despite the fact that the two of them ran away together once. Starr says Langston can't stay at school. Markko and Cole's parents would call social services if they brought her home. Starr points out her parents don't play by the rules, so Starr will cut school and Langston should come home with her. The girls sneak out of school. Markko tells Cole that he will think of a way to help Langston and Cole has an idea how. \n\n\nDorian is on the phone, still trying to become Langston's foster parent. Blair arrives and they talk about Dorian's frustration; Dorian wants Blair to take over, because she knows what it's like to be a foster child. Blair asks Dorian if she wants to help Langston because she feels guilty about not being there for Blair. Dorian says Blair should be Langston's foster mother. Blair says she can't. She has two other children and Todd's baby to raise. Dorian says to forget it. Ms. Woodrow the social worker arrives to tell them Langston is missing. Dorian yells at Ms. Woodrow for losing Langston. Ms. Woodrow asks if anyone, including Starr, has heard from Langston. She sits down to wait until Starr comes home. Dorian asks Ms. Woodrow how long the fostering process takes. Starr and Langston run into the parlor and ask Dorian for help, realizing too late that Ms. Woodrow is sitting right there. Langston says she is not going back to the group home. Blair volunteers to be her foster mother. Ms. Woodrow says that's not the way it works. Langston says she doesn't know if she live with the Mannings. \n\n\nMichael is arrested for perjury. John asks to see the arrest warrant. Todd pokes at Michael, trying to get a rise out of him. Michael tells Todd that Marcie will never give their son to Todd. Michael says he can convince Marcie to give up Tommy. John says the arrest warrant is valid and Madison starts to arrest Michael. Todd intervenes. Madison has orders and Todd asks if they need to be carried out right this moment. John suggests calling the DAs office and asking if they need to do it right now. John asks Todd what he's up to and Todd says they need Michael, and gets Marty to agree. Todd wants to get going to find his son. Michael asks if there's anything John can do so Michael can go with the two of them. John can't do anything, so Michael asks him for a favor. He wants John to convince Marcie to give Tommy back, and then he wants John to let Marcie go. John says he didn't know that was part of the plan. Marty has done a psychological profile on Marcie, where she might run to. Nora arrives, angry at Todd because first he wanted Michael arrested and now he wants the arrest put on hold. Nora apologizes to John that she didn't let him know the arrest was today, out of professional courtesy, but she has to go forward with it. Michael is arrested; John volunteers to go with him to the station. Michael says absolutely not, that John has more important things to do. Marty asks Todd to think about what is best for Tommy. John gives Michael a hug and Marty volunteers to go to the station with Michael. John tells Todd that before they go anywhere they have to get a few things straight. They start yelling at each other and pointing fingers, with John saying that Todd isn't going to hurt anyone this time. Todd asks sarcastically if they're going to be the Hardy Boys, and John snaps, \"Yeah, we are.\"\n\n\nViki is working as a waitress at a diner in Paris, Texas. Moe has Viki taste the dinner special and she shares some cooking tips. Gigi arrives. Moe threatens that if she's late again, she'll be fired. Gigi says she has a situation with her boyfriend Shane. Viki wonders if she needs some help with her situation. Gigi's got it covered: she has a lottery ticket. Gigi's ticket does not win, but in between fighting with Moe, she talks about what it would be like to have a ton of money. Viki tells her that wealthy people have problems of their own. Natalie calls Viki at the diner, thinking she is in Paris, France. Natalie wants her to come home, and wonders what she's doing there. Jessica and Natalie tease Viki. \n\n\nRenee, Nora, and Clint are looking at photo albums and remembering Asa. Matthew arrives, wanting to go to school. Nora says he should wait one more day because he was sick, and he agrees to keep Renee company. The phone rings: it's Asa's attorney Beaver Calhoun calling to arrange the reading of Asa's will. Clint asks Renee if it's too soon. Nora gets a call from the DA's office. Renee says it is too soon and everyone else should go without her. Clint says Asa wanted the whole family there. Nora has to go to work. Renee changes her mind and agrees to go. Clint tells her the meeting is going to be at the ranch in Texas. Clint and Nigel talk about plans to go to Texas. Everyone leaves, and Nigel announces that Jared is here to see Renee. Jared has been worried about Renee, and stopped by to give her flowers. Renee is overwhelmed. Jared talks about hunting for an apartment. Renee invites Jared to look through the photo albums. Jared declines, but says he would like to check in on her from time to time. He goes to leave, and Renee invites him to live at the mansion. \n\n\nJessica, Natalie, and Nash try to irritate Jared by playing annoying kids' music. They are throwing a Halloween party with a bunch of kids, who are getting into everything. After the party, Jared tries to clean up the mess the kids made, including peanut butter and jelly on his laptop. Jared has had enough and yells at them. Nash and Jessica tell Jared that they are thinking of opening a day care center right at the vineyard. Natalie says it's nice to see Jared freaking out for once. Jessica takes a call and says she doesn't mind if the twins come over. Jared has had enough and leaves. Natalie takes Bree for her nap. Jess asks Nash what's wrong. He hates Jared. Jessica tells him just to stick with the plan. Natalie, Jessica, and Jared talk about how stupid Sarah is to be interested in Jared. \n\n\n",
    "tvmega_recap": "Starr, Cole and Markko are at school when Langston hurries in and asks for their help. Dorian is on the phone and becomes very annoyed that they put her through hoops. Blair asks her if there is any progress. The police arrest Michael for perjury. John asks to see the arrest warrant. Viki catches on to waiting tables in Paris, Texas. Nash and Jessica play loud music and awaken Jared from a sound sleep. Renee, Clint, and Nora reminisce over some old pics. Jessica lets Jared know that they are going to throw a Halloween party. Clint tells Renee that the lawyer wants to set up a time to hear Asa's last will and testament. Jared gets dressed and leaves the house. When Natalie calls Viki, she lies as to where she is. The social worker arrives at Dorian's home and tells them that Langston had disappeared from the children's home. As Starr takes Langston home to Dorian's, she runs into the social worker. Dorian suggests to Blair that she be Langston's foster mother. Blair has doubts at the time. When the social worker tries to take Langston away, Blair steps up and agrees to be Langston's foster mother. Langston has her doubts about this situation. Michael begs John to let Marcie go with Tommy if he finds her. Michael is taken away to jail. John and Todd hit the road in pursuit of Tommy. John reveals that he has a lead as to where Marcie and Tommy might be.",
    "soapcentral_condensed": "Starr, Cole, and Markko talk about missing Langston, who is living in a group home and has been assigned to a new school. Langston shows up and asks them to hide her. She doesn't like the group home or the new school, and she ran away. Todd pokes at Michael, trying to get a rise out of him. Michael says he can convince Marcie to give up Tommy. Viki is working as a waitress at a diner in Paris, Texas. Gigi says she needs some help with her situation with her boyfriend. Natalie calls Viki at the diner, thinking she is in Paris. Rena and Clint are looking at photo albums and remembering wanting to go to school. Asa arrives at school and wants to go back to his old school. Todd wants to get going to find his son. Michael is arrested for perjury. Todd asks sarcastically if they're going to be the Hardy Boys, and John snaps, \"Yeah, we are.\"\n"
}