{
    "soap_central": "\n\nCris and Rex physically drag Sarah to Llanfair against her will; they think it's time for her to see her family. Clint stops by to see Viki and update her on Jess' condition. While Viki sings David's praises, Clint is ready to tell all about David. Unfortunately, they are interrupted by a knock on the door and are shocked to see their granddaughter\\niece Sarah. They are terribly confused as Sarah weaves a tale of her life for the past two years and wonder how she met up with the guys. With a little prompting from them however, she's forced to reveal the truth. She's been living the life of a loser in Chicago, not managing a rock band touring the world as she led everyone to believe. She feels uncomfortable being in the prison of Llanview, likewise in London where her father is. She has no idea as to the whereabouts of her mother. Clint advises her that he will have to let her dad know that she's there. There's more surprises to come when Sarah is forced to admit that she also knew about Todd. \n\n\nDorian sings her own praises and how nice that makes it for her being in Clint's favor, much to Blair's annoyance. Blair is working on her website, dedicated to finding Todd, though she's not received any tips. Dorian believes they'll be better off without Todd and is disgusted to figure out that Blair still loves him. Blair challenges her aunt, suggesting that she just wants Blair for herself but Dorian just thinks that this time Todd will not be back. Starr deals with Britney who's come to tell her news of Todd. She just wouldn't be able to sleep if she didn't tell all, she gushes. Actually, she doesn't know anything directly about Todd but she knows someone who does, she clarifies. She overheard Cole speaking to Miles. Starr refuses to accept this, noting that Cole would never lie to her, especially about something so big. Britney taunts, Starr yells, and Blair comes downstairs to find out what's going on. Dorian has news though; it's just been reported that Marty has confessed to Spencer's murder. Starr's first thought is to dash down to the station to support Cole and reminds her relatives that they have nothing to say about Marty being in jail, not with so much experience of their own. Blair offers to drive her over. \n\n\nMarty wants to make a confession to Bo as Miles shows up with Nat. Quickly, she announces that she killed Spencer and that Miles has been holding Todd. Miles is adamant that this information is not true but Marty says he's lying, and he's blackmailed her all along. Miles just claims it's a misunderstanding as Cole glares at him. John takes Marty into another room; he just can't believe she spilled everything and she should have come to him. He's been trying to fill in the blanks for her and he's angry. She feels she no longer had a choice for herself and Cole and she wants closure and healing for them. Bo decides to let John and Marty take as long as they need and he will just assume that John only learned everything just then, just when he did. A reporter is already at the station trying to get details. \"Your twisted little party is over,\" Cole tells Miles and also that he will never control them again. Miles is hopeful that Cole hasn't divulged their secret yet but the boy feels that he's been wrong not to say anything. Minutes later, Bo questions Marty, verifying that John only just heard everything himself and suggesting John be careful wording his own questions, having just heard this confession for the first time. He asks why she's admitting the crime now and Marty stresses her need to protect her son from more lies and pretending. She won't tell them how she learned about Miles holding Todd. John states that he doesn't believe that Marty killed Spencer, even though she just wants to give her statement. Bo is inclined to go along with John and feels that they're not finished. In the waiting area, Miles tells Cole that he just wants to protect his family; Cole emphasizes that they are not his family. Miles reminds him that he saw Todd and didn't talk, but this doesn't put Cole off. He's been blackmailed by Miles too, who is awfully good at it. He's planning on talking and telling all. Marty doesn't want him to say anything but he insists. He's the one to tell Marty about Miles holding Todd. He didn't speak before because he was blackmailed with his mother's tape. John is infuriated and about to lose it. Blair and Starr arrive just in time to hear Cole say that he's known about Todd for quite awhile.\n\n\nTodd pulls himself along the ground, trying to scavenge for something to eat or drink. He finds a cell phone and hopes to get a signal, tries to make a call. \n\n\nNat heads home from the police station and gets stuck having to work. She can't help but daydream about John and happier times.\n\n\nDorian answers Blair's left behind cell phone. It's difficult to understand the caller but she realizes it's Todd, asking for Blair! \n\n\n",
    "tvmega_recap": "Marty confesses all to Bo and John. She tells them that she is the one who killed Spencer Truman. John and Bo don't really believe her. Rex and Cristian force Sarah to come to Llanfair to confront Viki and Clint. At first, Sarah lies as to where she had been, but then she confesses all about Todd, and how Hunter held him hostage. Dorian takes all the credit for persuading David to get tested to see if he was a complete match for Jessica. Blair tells Dorian about the web site that she designed in order to find Todd. Britney tells Starr that what she is about to tell her could ruin her life or her Mother's. Todd comes too, and begins to look around. Marty also tells Bo and John that Miles had been holding Todd Manning. Starr doesn't believe Britney that Cole lied to her about Todd's whereabouts. Blair hears the screaming and wonders what they are screaming about. Blair cannot seem to get a straight answer from Starr or Britney. Dorian comes out and reveals that Marty has been arrested for the murder of Spencer Truman. Blair drives Starr to the police station. Blair and Starr arrive at the police station just in time to hear Cole say that he knew that Miles had been holding Todd hostage. Todd finds a cell phone and calls Dorian.",
    "soapcentral_condensed": "Cris and Rex physically drag Sarah to Llanfair against her will; they think it's time for her to see her family. Blair is working on her website, dedicated to finding Todd, though she's not received any tips. Dorian believes they'll be better off without Todd and is disgusted to figure out that Blair still loves him. Marty wants to make a confession to Bo as Miles shows up with Nat. She announces that she killed Spencer and that Miles has been holding Todd. Miles is adamant that this information is not true but Marty says he's lying, and he's blackmailed her all along. John takes Marty into another room; he just can't believe she spilled everything and she should have come to him. Bo decides to let John and Marty take as long as they need and he will just assume that John only learned everything just then, just when he did. A reporter is already at the station trying to get details. \"Your twisted little party is over,\" Cole tells Miles and also that he will never control them again.\n"
}