{
    "soap_central": "\n\nDorian interrupted Evangeline and asked what was up with the David Vickers murder case and what it would take to get the department to drop the charges. Evangeline reminded Dorian that David had taken someone's life and he wasn't going to get off with a slap on the wrist. Dorian visited David and said she was going to hire the best lawyers for him. David said she didn't have to. \"I didn't do it,\" he said. \n\n\nTodd met Viki for dinner at the Palace. Blair interrupted them. After some unpleasantries with Todd, Blair headed to Miles' table (who was nursing a hangover) and offered to buy him a drink. She ordered Miles a Kramer Melt, her cure for a hangover. Miles told Blair he had been drinking with Marty. Miles hoped that his life would turn around. Blair suggested he watch who he becomes friends with. Miles asked her why she didn't like Marty. Evangeline showed up at the Palace wearing the necklace Todd gave her, but told Todd she couldn't accept the gift. \n\n\nJohn reminded Natalie that she's a big girl, so he wasn't going to comment on her spending time with Vincent. Then he said he thought David killed Spencer. After John and Natalie made love, Natalie told John that Bo knows about her tampering with the murder site and he's aware that John knew about it. John blew up at her. \"I can't believe you did this again!\" he yelled. They had a very nasty argument. Natalie suspected that Bo will fire her eventually. She added that Vincent also knows about this (sort of). \"That scum,\" John exploded. \n\n\nAsa told David he proved what he was made of and shook David's hand. Asa suggested David tell them he stopped Spencer from killing Blair. David explained that his mother was in love with Asa. \"You broke her heart,\" he explained. Asa continued that David would be paid \"when he gets out.\" Asa told Nigel that he had David kill Spencer to see if David \"had what it takes to be a Buchanan.\" \n\n\nNash denied he was having an affair with Jessica. Antonio followed up with, \"Do you want to have an affair with Jessica??\" Nash danced around that question. \"Having an affair with a married woman isn't exactly my idea of a good time,\" he told Antonio, and added that he can barely stand to be in the same room as Jessica. Before Nash left, he reiterated that there was nothing going between him and Jessica. \n\n\nMeanwhile, Jessica insisted to Marty that she loves both Nash and Antonio. Marty suggested she write down the name of the man she really wants to be with. Jessica did that with some difficulty. Miles ran into Jessica as she left Marty's, and then Jess ran into Nash. Nash told Jessica he's pretty sure Antonio is \"onto us.\" Miles told Marty that he's glad she was his first kiss. \n\n\n\n\n",
    "tvmega_recap": "Miles sits in a booth in the Palace Hotel dining room. Todd comes in, on the cell phone, and is very happy. When he join Viki, she wonders what is up with him. Todd tells Viki that today is Evangeline's birthday, and he had purchased her something really expensive. Blair stops by the table, and lets Todd know that she hopes that Evangeline is worth the trouble. Evangeline signs for a box at the police station. When she reads the tag, she sees it is from Todd. Evangeline is more than a little surprised when she sees it is a beautiful necklace. John has arrived back from his trip, and he lets Natalie know that David had killed Spencer. Asa talks to David in jail about his killing of Spencer. Asa tells David that he had spared the whole world. Antonio questions Nash if he wants to have an affair with Jessica. Jessica has a major dilemma -- she is in love with two men. Marty lets her know that she has to decide who she wants. Natalie wonders how John had put all this together. John promises to make it up to her. John gets a call on his cell phone. He searches through a drawer to find some papers, and finds something interesting. Blair continues to blast Todd for buying Evangeline an expensive present. Blair stops by Miles' table, and she offers to buy him a drink. Todd keeps looking at his cell phone, and Viki questions him if he is expecting a call. Evangeline hurries, and shuts the lid on the box just as Dorian walks up. Dorian asks Evangeline to have her office drop the charges against David. Asa questions David as to how he will get out of this. David can't get over how easy it is for Asa to pay to have a man killed. Nash hee-haws around and really doesn't answer Antonio's question if he is having an affair with Jessica. Jessica admits that she needs Marty's help. Marty tells Jessica to write down on a piece of paper who she really thinks of spending the rest of her life with. Jessica slowly writes down the name, and then folds it, and puts it in an envelope. Miles finds out from Blair about the hatred that she feels for Marty. Miles remembers Marty taking him home, and about him kissing her. Miles gets up to leave, telling Blair that he has something to do .Evangeline refuses to drop the charges against David. Asa questions David as to how many he had stabbed Spencer with the scissors. Nash tries to lead Antonio to believe that he cannot stand Jessica. John tells Natalie that he missed her. They begin to kiss, and he leads her to the bed. Miles leaves Blair to go to see Marty. Evangeline walks into the Palace dining room, and catches the eye of Blair, who becomes very upset when she sees the necklace that Evangeline is wearing. Evangeline walks over to Todd's table where Viki wishes her a Happy Birthday before departing. Todd is happy that Evangeline is wearing the necklace. Evangeline tells Todd that she cannot accept the necklace. After their lovemaking, Natalie confesses to John that she had told Bo about what she had done, concealing evidence. This statement leads to a big argument between John and Natalie. Miles speaks briefly to Jessica outside of Marty's door. Marty invites him in to her office. Miles proceeds to apologize to her for the kiss, but she thinks that it was just funny. Jessica sees Nash outside in the corridor, and she tells him that they need to go somewhere and talk.",
    "soapcentral_condensed": "Natalie told John that Bo knows about her tampering with the murder site and he's aware that John knew about it. Asa told Nigel that he had David kill Spencer to see if David \"had what it takes to be a Buchanan\" Nash denied he was having an affair with Jessica. Nash told Jessica he's pretty sure Antonio is \"onto us\" Miles told Marty that he's glad she was his first kiss.. Jessica insisted to Marty that she loves both Nash and Antonio, and Marty suggested she write down the name of the man she really wants to be with. David explained that his mother was in love with Asa, and he explained that he would be paid \"when he gets out\" David said he didn't do it, and Dorian said she was going to hire the best lawyers for him, but he said, \"I didn'tDo it\" Todd met Viki for dinner at the Palace, but Evangeline showed up wearing the necklace Todd gave her, but told Todd she couldn't accept the gift.\n"
}