{
    "soap_central": "\n\nAt the hospital, Natalie asks John if he meant what he said that the two of them could be partners while working on John's case. He tells her that if it's the only way he can keep her safe then they will work together as partners. Natalie wants to know how John plans to deal with David now that he knows the truth. John says that all he wants is justice for his father but Natalie knows that he wants much more. Natalie is afraid that John is going to shut down again despite his pledge to her. \n\n\nCris is there to comfort Evangeline while Spencer does an initial exam on her eyes. He says that there has been extensive trauma but he won't know the extent of it until she undergoes an MRI and sees a specialist. Evangeline asks Spencer if she has permanently lost her sight and while Spencer can't say for sure, he does let her know that there is a possibility that her sight will not return. When Spencer leaves to go and consult with the specialist, Cris tries to keep Evangeline hopeful about her prognosis. John comes in to check on her and tells her that he feels that if she hadn't stayed behind to tell him about Vickers then she would not have gotten hurt. Evangeline tells him that it's not his fault and can sense how John is feeling about the situation even without being able to see his face. \n\n\nAfter visiting with Evangeline, John bumps into Michael in the hallway and almost tells him what he discovered but chooses not to when Michael goes on and on about how great Spencer is. He overhears Spencer talking to Denton on the phone to the good doctor's chagrin. John asks Natalie, Cris, and Evangeline to keep the news to themselves until he has a chance to find David, whom he later discovers is in Thailand. \n\n\nNash tries to rescue Tess and the baby from their dangerous predicament by having Tess throw the baby down to him in the ravine below. Tess is too afraid fearing that something will happen to the little girl but Nash asks her to trust not only him but herself as well so that they can get the baby to safety. Tess finally agrees and throws the baby into Nash's waiting arms. After freeing herself from the car, she and Nash begin to worry that Antonio is not going to make it. Jessica asks Tess to let her come out and help Antonio but Tess opts to help him by pretending to be Jessica instead. She keeps Antonio conscious until the ambulance arrives. Nash decides that they should follow the ambulance to the hospital to make sure that Antonio is all right and to get her and the baby checked out before going home to their apartment for the night.\n\n\nDorian is elated when Clint shares with her the news of the newest addition to the Buchanan family. She makes a comment about Viki which leads Clint to inquire about the conversation Dorian and Viki had the morning she returned his cufflinks leading Viki to believe that they had slept together. Dorian insists that she implied nothing of the sort and maybe it was just Viki sensing something between them they don't want to see. Clint reminds her that if there was something between them then no one would have to point it out to them. Dorian concedes as she becomes more and more worried about Kelly's whereabouts. As if on cue, Kevin shows and Dorian lets him have it about his lack of concern regarding Kelly on this stormy night. Kevin pours himself another drink until he hears that another tornado hit the church and that the rectory where he last saw Kelly has been destroyed. \n\n\nMeanwhile Kelly and Duke are still pinned under the wall and while Kelly is barely conscious, Duke still has yet to move. Two members of a rescue crew make their way into the rectory to find Duke and Kelly hidden under the rubble. Kevin, who is right behind the rescue team also sees his fiancée and his son. He calls out hysterically to them until the rubble is removed revealing that they are both undressed.\n\n\n",
    "tvmega_recap": "Tess throws the baby out the window to Nash, and then climbs out herself. In order to save Antonio's life, Tess pretends to be Jessica. Clint finds out from Viki that Natalie is in the hospital. Kevin finds Duke and Kelly, naked, under the debris in the rectory. Dorian searches for Kelly.",
    "soapcentral_condensed": "At the hospital, Natalie asks John if he meant what he said that the two of them could be partners while working on John's case. He tells her that if it's the only way he can keep her safe then they will work together as partners. Evangeline asks Spencer if she has permanently lost her sight and while Spencer can't say for sure, he does let her know that there is a possibility that her sight will not return. Nash tries to rescue Tess and the baby from their dangerous predicament by having Tess throw the baby down to him in the ravine below. Meanwhile Kelly and Duke are still pinned under the wall and while Kelly is barely conscious, Duke still has yet to move. Two members of a rescue crew make their way into the rectory to find Duke and Kelly hidden under the rubble. Kevin, who is right behind the rescue team also sees his fiancée and his son. He calls out hysterically to them until the rubble is removed revealing that they are both undressed.\n"
}