{
    "soap_central": "\n\nStarr went off with a friend to hang out by the pool \"and wish I was an orphan,\" she quipped. At the country club, Ricky awkwardly tried to tell her something. Matthew showed up lugging some golf clubs. Paige apologized for inviting herself along to the golfing range. Bo was delighted to have her with them. Paige told Bo that this was a new beginning for her. Bo and Paige sort of hugged. Starr's friend Langston alluded that Ricky liked her (Langston). Starr asked Ricky if that was the case. Ricky admitted that was true. Starr looked very upset. \n\n\nDorian refused to let Rex take Adriana away. Adriana asked that they stop fighting, but she refused to go on the run with Rex. Rex was surprised to learn that Darryl was Dorian's personal assistant. Darryl found a butterfly note on the front door. Rex thought that Darryl might be the stalker. Adriana changed her mind and decided to go with Rex. Dorian flipped when she read the note. Dorian wondered where Rex was taking Adriana. In the next scene we saw Rex and Adriana on a beach. \n\n\nBlair was stunned to see the front page of the Sun — Spencer was passed out on his bed in the photo. Spencer apologized to Blair for his behavior the previous evening, and then saw the Sun. \"Manning,\" he muttered. Todd smirked because he was right outside Spencer's room. \"How can he print this...did I hurt you?\" Spencer asked Blair and then felt worse when he saw Blair's bruised neck. \"I wasn't myself. I wasn't in my right mind,\" Spencer said. Later he barked, \"Who took the picture?\" Spencer was convinced that Todd was behind this whole fiasco. Spencer declared his love to Blair. Blair left and then Todd appeared in the hallway. Spencer got dressed and left. Todd followed him. \n\n\nBo and Matthew were at the police station cleaning out Bo's office. John was delighted to see them. Bo remained upbeat. Paige showed up looking well. Matthew gave her a big hug. Paige reported that the Atlantic City DA decided not to press charges against her. Blair showed John the front page of the Sun and asked for his help. Blair tried to explain what she was doing, pretending to still care for Spencer. John demanded that she stop trying to do police work. Spencer came by. Todd, of course, also arrived. Spencer came to report a crime. \"I was drugged,\" he said. John left the threesome (Blair, Todd, Spencer). Todd began to apologize (cynically) to Spencer. \"Wasn't it awful to be unjustly accused of something?\" Todd said pointedly. Spencer wondered what Blair was doing there. Blair assured Spencer that she believed in him and that she, too, thought Todd was behind the drugging. A gleeful Todd returned with news that the hospital board was meeting to see what to do about the Spencer situation. Spencer rushed to the hospital. Todd and Blair bickered. \n\n\nNatalie visited David and asked him to draw a sketch of the alley where David shot Thomas McBain. David showed Natalie where he had dropped the gun. Natalie looked startled. Natalie thanked David for his help. David asked her to bring him cannolis from Atlantic City. Natalie and John returned to the scene of the crime with schematics of the alley. John called a guy to come with a jackhammer and dig a hole. John found the gun under lots of muck and then he found something else. Was it a bullet? A slug? Either way, he seemed perplexed that it was there. \n\n\n",
    "tvmega_recap": "Rex and Adriana head out of town. Rex hasn't told anyone about their location, not even Bo. He has rented their place under a fake name and he even hired people to drive several cars out of town to confuse the stalker if he were watching them. Spencer remembers accusing Blair of drugging him, but not of wrecking his suite. He worries that he might have hurt Blair. She shows him the newspaper with his passed-out picture on the front. She says that she is fine but he hates that she shies away from him when he goes to touch her now. She goes to the police station to talk to John and try to get him as a confidant for her undercover work. He won't do it and orders her to let him take care of Spencer. Spencer walks in wanting to report a crime. He says that he was drugged and that he knows who did it. Todd walks in behind Spencer and he quietly tells Spencer that he could have written about how he killed Margaret instead of how he trashed his suite. Todd gets information on Spencer. \"Seems that the hospital board isn't happy to see their top surgeon in the paper and they are meeting about it.\" John and Natalie are at the crime scene and they look at David's sketch and use it to figure out where it is that the gun should have been dropped. They get men to jackhammer a hole in the ground and John uses his hand to dig around. He finds the gun and a bullet that holds his interest.",
    "soapcentral_condensed": "Starr went off with a friend to hang out by the pool \"and wish I was an orphan,\" she quipped. At the country club, Ricky awkwardly tried to tell her something. Rex was surprised to learn that Darryl was Dorian's personal assistant. Adriana asked that they stop fighting, but she refused to go on the run with Rex. Natalie visited David and asked him to draw a sketch of the alley where David shot Thomas McBain. David asked her to bring him cannolis from Atlantic City. Bo and Paige sort of hugged. Starr's friend Langston alluded that Ricky liked her (Langston). Starr asked Ricky if that was the case and Ricky admitted that was true. Matthew showed up lugging some golf clubs. Paige apologized for inviting herself along to the golfing range. Paige told Bo that this was a new beginning for her. Natalie and John returned to the scene of the crime with schematics. John found the gun under lots of muck and then he found something else.\n"
}