{
    "soap_central": "\n\nJack stood at Victor's grave and wished that Victor could reveal who had murdered him. \"Too bad he can't answer you. It must suck being dead, huh?\" Shane proclaimed as he suddenly appeared next to Jack. Shane held a gun at his side and glared at Jack. He accused Jack of not having really seen Victor's murder, and he admitted that he knew who had knocked Jack out that same night.\n\n\nJack looked at Shane and wondered how Shane would have known anything. Suddenly, it dawned on Jack. \"Yeah, it was me. I'm the one who hit you that night,\" Shane confessed. Jack didn't believe him. He didn't think that Shane would have had the guts to do it. Shane noted that his mother was dead because of Jack, and he'd decided to punish Jack.\n\n\nShane recounted the events of the night in question, and how he'd hit Jack over the head. Jack wondered why Shane hadn't shot him that night, and he told Shane that Shane was \"full of it.\" Shane explained that he'd decided he wanted to talk to Jack, and that was the reason he hadn't shot him. \"Holy crap,\" Jack shouted, as he was suddenly aware of what had happened.\n\n\n\"You didn't shoot me, because you shot my dad instead. You went into the house and killed him. It was you,\" Jack proclaimed. \"You killed my father,\" Jack accused. \"You killed my mom,\" Shane retorted. Jack should have paid, and he didn't, Shane asserted. He pointed the gun at Jack. He thought that Jack should pay, though Jack continued to maintain that he hadn't done anything.\n\n\nShane wanted Jack to admit that he was responsible for Gigi's death. \"Say it, or you're gonna die too,\" Shane demanded. He continued to command Jack to tell him what had happened the night of Gigi's death, and Jack continued to insist that he didn't know.\n\n\nShane wanted to hear what his mother's last words had been, and he inquired how Brad had been charged for the murder when Jack had been the one responsible. Jack advised Shane that there was no proof, and Shane suggested that they dig up Victor's grave. Maybe they'd find the proof there.\n\n\nShane disclosed that his mother's grave had been dug up in the quest for proof, and Shane had seen her. Again, Shane demanded that Jack tell him what had happened to Gigi and what her last words had been. He was ready to shoot Jack, and there was no reason for Jack to live if Jack couldn't tell him anything. He was ready for Jack to join Victor.\n\n\nEcho was beside herself when she led Roxy and Rex to the huge flowerpot in the foyer. The gun that she'd hidden inside of it was gone, and only an empty plastic bag had been left behind. Everyone went into a state of panic as Rex realized that Shane had been the only other person in the house. The trio searched the house and its grounds, but they were unsuccessful in locating the teen.\n\n\nThey returned to the foyer and each of them began to wonder if Shane had been the one to use the gun. \"It can't be because we would have known,\" Echo declared. \"Would we?\" Rex asked. Echo wanted Rex to swear that he hadn't been the one to kill Victor, but suddenly, Rex refused. Echo knew what he was doing, and the women argued over whether Shane really could have killed Victor.\n\n\nRex admitted that Shane had been different after Jack had walked away from the charge of killing Gigi, and Shane had often talked about Victor and Jack. He should have taken Shane to talk to someone, Rex declared. Echo stated that they needed to locate Shane, and she wondered where he could be. Rex suggested that he'd gone off to kill Jack and finish the job. The trio rushed to the door.\n\n\nViki returned to Llanfair and was happy to see that Clint had started a fire in the fireplace. He noted wryly that Tina had given him a chill, and he'd had to rescue Cord who apparently had no sense when Tina was around. Clint had been further annoyed when Cord had pointed out that Clint always displayed the same kind of behavior around his own ex-wife.\n\n\nViki was confused at first as she thought that Cord had been referring to Kim. Clint clarified that Cord had referred to Viki, and Viki agreed that she and Clint were connected to each other because of their children. It was the same way with Cord and Tina, Viki pointed out. She added that neither of them could stop Tina and Cord from seeing each other, and she thought that Clint should stay out of it. He'd done enough meddling with his children.\n\n\nClint explained that he'd wanted Viki to know what Cord had said, in case Cord tried to push the two of them together. Both agreed Cord's idea was ridiculous. Viki thought it especially so since Kim had been back in town. Clint revealed that Kim might not return again, and he wondered if Viki believed Kim's alleged sick friend to really be a setup.\n\n\nViki thought that it didn't matter what she believed. Clint admitted that Rex had stopped by, and he'd ended up sending Rex to Kentucky to check out the sick friend story. Clint explained that Rex had revealed that he'd stopped at Llanfair because Gigi had sent him. \"Oh no,\" Viki gasped. Clint added that Rex had believed that Gigi was connected to Clint in some way.\n\n\nViki was just glad that Clint and Rex had connected. Clint explained that Kentucky had turned out to be a dead end, because the sick friend had been discharged. Clint had never heard from Kim again. \"So sorry,\" Viki said, though she obviously wasn't. He guessed that he wasn't in a position to start up with Kim again anyway, as he was confined to the house, though he wondered if Kim could move into Llanfair.\n\n\nViki reminded Clint that he was under house arrest, and she didn't think a judge would like it. \"Either,\" Clint added, to which Viki agreed. He didn't want to just be sitting in a rocking chair, acting like an old person, and he didn't think that Viki wanted that either. He advised her that it was time for her to get back out into the dating world, though Viki maintained that she was happy with her life.\n\n\nViki declared that she hadn't met anyone anyway, but Clint accused her of not looking. Viki asked if she should look in a bar, and Clint suggested that she look online. Viki hated that idea, so Clint suggested that she write an ad for the newspaper. Viki thought that Clint could do that for her, since he'd always been her editor. She joked that she'd have to mention that her ex-husband with an ankle bracelet lived with her.\n\n\nViki again insisted that she was fine with the way things were, and she told him that Cord's comments had given them a good laugh. Flustered, she rushed out of the room. \"It's not that funny,\" Clint muttered after she was gone.\n\n\nLater, Viki returned with a bowl of popcorn and announced that she had a new DVD for Clint to watch that involved both aliens and cowboys. She thought she owed it to Clint for not laughing at Rex. Clint admitted that Rex had been both seeing and hearing Gigi. Viki noted that Shane and Rex were alone and needed help. Clint reminded her that Echo was there, but Viki retorted that the guys were alone.\n\n\nClint insisted that he wasn't the cure for Rex, even though he'd defended Rex to Cord. Clint wondered what was wrong with him. Viki reminded Clint that he had a good heart, and he was putting it to good use. Clint agreed with Viki's assessment. She wondered if Clint felt grateful to Rex. He stated that he was grateful to be alive, while the woman that Rex had loved was dead.\n\n\nClint admitted that he missed lots of things like bourbon, the boardroom, and hostile takeovers, but he enjoyed the fireplace, movies, and good company. He and Viki settled down on the couch to enjoy the movie. Viki chuckled, and Clint sneaked an admiring glance her way.\n\n\nIn the Kentucky hospital room, Kim advised a comatose Stacy that she would take care of her with the money that Clint would be receiving back from Rex. Kim was surprised when Cutter arrived and had different ideas. Cutter claimed that he had just dropped by to check on his sister and her friend, and he wanted a close-up look at Stacy. He sauntered over to her side and looked at her closely. He thought she was a \"dead ringer\" for Gigi.\n\n\nCutter couldn't believe that Stacy had changed her appearance just to get Rex. Kim revealed that she had blackmailed Rex's mothers over the gun found in the porcupine, and she'd managed to get all of Clint's belongings back. She had the signed papers to deliver to Clint, and Clint would love her for it.\n\n\n\"Good job, sis,\" Cutter exclaimed. Kim offered to give Cutter some of the money when she could get to it, even though Cutter had declared that he was straight and no longer a con man. Kim wanted the money for Stacy's hospital bills. \"You're not giving Clint those papers,\" Cutter announced. Cutter had had the money first, and he wanted it back. \"It's mine,\" Cutter declared. It wasn't Kim's.\n\n\nCutter added that he missed the house, the horses, and the moat. Aubrey had dumped Cutter because Kim had divulged that Cutter hadn't turned in the gun to the police. Kim insisted that it hadn't been her fault, and she offered to tell Aubrey the truth. Cutter hadn't been the one blackmailing Echo and Roxy.\n\n\nCutter refused her offer. He was a con artist, and he'd only gone straight because he'd cared about Aubrey. He didn't have her any longer, and Aubrey had been different since she'd been married to Joey anyway. It was time for him to move on. Kim declared that Clint would be getting his things back, but Cutter demanded that Kim give him the papers or he'd tell everyone the identity of Kim's friend.\n\n\nKim was appalled. She insisted that Stacy hadn't done anything wrong. Cutter wondered what Clint would do if he heard about Kim's friend. He noted that lots of people had gone crazy when Gigi had died, and he wondered what would happen if people saw her again, especially Bo and Rex.\n\n\nBo would probably throw Kim in jail, Cutter figured.  Kim offered Cutter a cut of the money again, but Cutter only wanted the papers. He promised to send Bo and Rex out to Kentucky if he didn't get them.\n\n\nKim was adamant that she needed the money for Stacy's hospital bills. Stacy had been crazy about Rex, and Rex had led Stacy on. Kim wanted Stacy to get better so that Kim could make her friend see that Rex wasn't good for her. All of a sudden, Cutter had a thought. He wondered how Kim knew that it was Stacy in the bed, and not Gigi.\n\n\nAt Capricorn, Aubrey advised Bo that she had possible information on the gun that might have been used in Victor's murder. She explained how Cutter had purchased Roxy's porcupine, and the gun had been hidden inside. Aubrey had believed that Cutter had turned the gun in to the police, but she'd learned that he hadn't. She was certain it had been Rex's gun, because Cutter had overheard Roxy and Echo arguing about something.\n\n\nAubrey had seen the nine-millimeter gun, and she'd assumed it had been the murder weapon. Bo made it clear that the gun was a common one. Aubrey revealed that Cutter had possession of the gun to blackmail Rex's mothers, because they had been certain that the women had been the ones to put the gun inside of Morris. Aubrey admitted that she didn't have any kind of proof. It appeared that Rex might have been the murderer.\n\n\nAubrey admitted that she would have said something sooner, but she'd thought that Cutter had turned in the gun. Bo asked if it were okay to search Aubrey's residence, and she gave him permission. She was certain that the gun wasn't in her room at the motel. She also had no idea where Cutter had gone.\n\n\nShaun arrived and sat down at the bar. He asked Aubrey to make him a Delhi Belly. The pair chatted, and Aubrey revealed that she was no longer with Cutter. \"He blew it,\" Aubrey explained. Cutter hadn't been comfortable with living an honest life, and she'd had to step in. Shaun wondered how it had felt, but Aubrey wasn't sure what her real reason had been for doing what she'd done.\n\n\nShaun thought that Cutter deserved whatever he got. Shaun also praised his drink, and Aubrey told him that Rama had taught her how to make it. Rama was her only friend, Aubrey admitted sadly. Shaun thought that she'd be able to make more friends, and they toasted to new friends. Aubrey turned away and whispered that she also wanted a fresh start.\n\n\nRex opened the front door in order to begin the search for Shane. Bo was standing on the other side. \"Going somewhere, Balsom?\" Bo asked. Rex indicated that they were in a rush, but Bo insisted on having a chat. Bo mentioned that he had a lead on the gun that had been used to shoot Victor, and the gun had been registered to Rex's house.\n\n\nRex thought he should call a lawyer. \"Tell him,\" Echo urged her son in a low voice. Rex confessed that he had been the one to shoot Victor, but Echo yelled at Rex instead. \"That won't help him,\" Echo insisted.\n\n\nRex admitted that they needed help. Shane might have the gun, and he'd already tried to kill himself once. \"I was supposed to protect him,\" Rex said. \"Tell me about your son,\" Bo urged. Rex explained that Shane wouldn't talk, and Rex often wished that Gigi were there. She would have known what to do. Rex thought it possible that Shane had taken the gun.\n\n\nRex wondered what Bo would do if Shane had committed the murder. Bo thought that they needed to find the boy first.\n\n\n",
    "tvmega_recap": "Aubrey tells Bo that Cutter has a 9mm gun that he believes belongs to Rex and that he thinks is the gun killed Victor, Jr. Echo discovers the gun is missing. Rex realizes the only person that has been in the house besides them is Shane. They hope Shane isn't responsible for discharging the one bullet that had been fired, which prompted the hiding to begin with. They fear Shane might have shot Victor Lord, Jr. As Rex and his mothers are leaving to look for Shane, Bo arrives at the door and asks about the gun. Rex immediately confesses and tells Bo to arrest him. From Roxy and Echo's reaction, he determines that Shane is depressed and in possession of a loaded gun. He decides that helping Shane is more important right now. Shane reveals to Jack that he couldn't have seen Todd knock him out because he did it. Jack concludes that Shane must have killed Victor while he was there. Shane says it's only fair since Jack killed Gigi. Shane aims the gun and tells Jack to admit responsibility for Gigi's death. Jack refuses. Shane takes off the safety, nuzzles the muzzle into Jack's chest, and tells him that he can join his father Clint and Viki discuss Clint interrupting Cord and Tina while they were in a compromising position. Viki says he shouldn't meddle. Clint warns her that Cord will likely try to nudge them back together. He flirtatiously tells her she should start dating again. Clint tells Viki that Rex came to visit him and that he said Gigi sent him because he is somehow connected to the signs that lead to Kentucky. Viki thinks it's great that they are finally connecting. He tells her that he still sees and hears Gigi, and he reflects upon being alive because the woman Rex loved is dead. Cutter goes to the hospital and sees post-surgery Stacy looks exactly like Gigi. He tells him that with the gun she stole from him, she was able to blackmail Echo into convincing Rex to sign over all his assets back to Clint. Cutter tells her that neither Clint nor Stacy, nor she will see any of that money because he is taking it back or he will reveal her friend's identity. He asks her if she is sure the comatose woman in the bed is really Stacy or if it could really be Gigi.",
    "soapcentral_condensed": "Viki returned to Llanfair and was happy to see that Clint had started a fire in the fireplace. Clint explained that he'd had to rescue Cord who apparently had no sense when Tina was around. Viki agreed to push the two together, especially since Kim had been back in town. Cord tried to push Viki back out of town, but Viki thought it was ridiculous since Kim might not return. Clint pointed out that Cord and Viki were connected to each other because of their children and pointed out the same way with Tina and Cord. Jack stood at Victor's grave and wished that Victor could reveal who had murdered him. \"Too bad he can't answer you. It must suck being dead, huh?\" Shane proclaimed as he suddenly appeared next to Jack. Shane held a gun at his side and glared at Jack. He accused Jack of not having really seen Victor's murder, and he admitted that he knew who had knocked Jack out that same night. \"Yeah, it was me. I'm the one who hit you that night,\" Shane confessed.\n"
}