{
    "soap_central": "\n\nJess makes a play for Antonio and is angry when he accuses her of being Tess. She doesn't like being compared to Tess and tries to start an argument. He confesses that he's only worried that Tess will appear but she takes offense to this. She is not a princess and has a backbone and needs just like Tess does, while he thinks she's compensating because she's been thinking about Nash. Taking more control, even with her painful memories, is really quite a feat for herself, Jess proposes. She has her own worries, that Antonio won't be able to accept the part of her that is Tess, after integration. Surprising her with his own confession, that he's more like Tess than she's aware, Antonio admits that she has made him a better person and will love her no matter what. They both agree that patience is the key.\n\n\nNash and Claudia see Reston's body off, when the police and ambulance finally arrive. She promises to make her father proud of her. The detective wonders about the gun that he found and both of their past histories that he's managed to verify. Claudia begins to recount the tragedy but is interrupted by Nash who puts his own spin on the story. He does convey exactly what happened with a slight difference. He paints the picture of himself hitting Reston over the head with the bottle as he tried to protect Claudia from a crazed and angry father. They are ordered to remain in town. Claudia feels they have a special bond now that will last forever, however Nash is quick to inform her that he will head for Llanview as soon as he's able to. She will head there as well and doesn't buy Nash's sympathy for a moment. \n\n\nAt the Palace, John admits he still doesn't buy David's story of the single shot. Todd broaches him on trying to find his baby in Thailand, though Nat accuses him of wanting to merely flaunt it in front of Blair. Blair claims to see a future with Spencer more clearly and gets him to run to the car for her wrap so that she has time to drug his drink. They toast and head upstairs. Clint finds Kelly sitting alone and scares her when he tells her he knows what's wrong. He's talking about the emptiness he sees in her eyes and suggests she talk to someone about the accident and Duke's death. Not finding that feasible, she gets up to leave, but faints instead. Upstairs, Blair readies a tape recorder and manages to get a weird feeling Spencer to do some talking. He admits he loves his brother and must protect him. He also restates how he fell in love with Blair and made things happen to get her. If she only knew what he's done, he mutters.\n\n\nDavid receives a visitor; Dorian is proud of him for pleading guilty and hopes he has found peace. David gives an account of the night in question, explaining that John's father felt more like a father to him in the few seconds that he was with him than his own father ever did. The cop gave a warning shot but he didn't realize that's what it was and shot back, not even aiming. The fact that he hit him was quite surprising, but since he was born to run, that's what he did. Spencer covered for him and shipped him out of the country. He's happy for Dorian being with Clint and jealous as well. She promises to not turn her back on him. Todd pays a visit also, wanting David's help in finding the baby. David reminds him that the reason that he went to Thailand was to search for the baby but was sidetracked when he found Margaret, who didn't remember the baby. He believes one man there may be able to help, since he was paid a finder's fee for locating her apartment. Only Spencer has answers, he reminds him, and he's not talking.\n\n\nBack at John's place, Nat tries to recreate the shooting from a forensics point of view, but John would prefer not talking about the subject at all. She does realize that David couldn't have been standing where he said he was for the bullet to go the way it did. John already knows that and is not sure if the memory is just hazy or if it's another reason. He's happy when Nat heads out and returns with pizza and beer.\n\n\nDorian finds Clint helping Kelly up and both women bicker over whether she should stay or go home with Dorian. She uses the excuse of not eating as the reason for fainting. Finally, Clint suggests that he accompany Dorian home. They decide that they don't care what others think regarding their relationship.\n\n\n",
    "tvmega_recap": "Spencer and Blair sit at their table. Blair wants to celebrate while Spencer wants to just head upstairs. She tells him to go and get her jacket out of the car. He heads out. While alone, she drops a little something into his champagne. When he returns, she makes to toast, to looking at him with new eyes. He drinks to that. Jessica has the baby in bed. She comes to Antonio now in a sexy dress. She wants to take advantage of the alone time. \"Jess?\" Jessica is hurt that Antonio has to check to make sure that she is herself. He just remembered that Tess likes to use sex to get what she wants and that was what Jessica was just doing. She fears that when she fully integrated, he will not like the part of her that is Tess. Natalie is doodling when John comes to her in bed. She tells him that she has been recreating the scene of the crime and that is doesn't fit that David made the shot from where they all think that he did. The shot came from elsewhere in the area. John smiles at her. He loves it when she uses those big forensic words. Blair has Spencer in bed and groggy. She turns on her recorder and asks him questions about his life. Did he play sports? Did he get straight 'A's'? Was David smart? Spencer laughs at that question. Blair tells that she is tired of talking about David now and wants to talk about Todd next. Spencer lets on that he fell for Blair and just had to have her. She wonders what kind of things he did to get her. He laughs evilly, in his part dreamlike state. He tells that she wouldn't believe the things that he did to get her to be his own. She plays titillated and urges him to tell her more about things he did to get her.",
    "soapcentral_condensed": "Nash and Claudia see Reston's body off, when the police and ambulance finally arrive. Claudia begins to recount the tragedy but is interrupted by Nash who puts his own spin on the story. At the Palace, John admits he still doesn't buy David's story of the single shot. Todd broaches him on trying to find his baby in Thailand, though Nat accuses him of wanting to merely flaunt it in front of Blair. Blair claims to see a future with Spencer more clearly and gets him to run to the car for her wrap so that she has time to drug his drink. Clint finds Kelly sitting alone and scares her when he tells her he knows what's wrong. He's talking about the emptiness he sees in her eyes and suggests she talk to someone about the accident and Duke's death. Not finding that feasible, she gets up to leave, but faints instead. Upstairs, Blair readies a tape recorder and manages to get a weird feeling Spencer to do some talking. He admits he loves his brother and must protect him.\n"
}