{
    "soap_central": "\n\nAntonio finished up with the cops at Capricorn and then snarked with Nash. At the loft, Jessica had a less snarky chat with baby Bree about Tess and then found Tess' diary. She started reading about her other half as Kevin dropped by. Big Bro brooded over Bree, asking Jessica to congratulate him: He's going to be a grandpa. Clint interrupted Nash and Antonio and laid \"down a few rules.\" Kevin opened up to Jessica, admitting Kelly's baby is a part of Duke. \"I love her, no matter how she got her start,\" Jess pointed out about Brennan. Clint told Nash to quit manipulating Jessica and told Antonio to quit pushing the integration. Antonio promised Clint he'd find all of Norman Leeds' tapes — as a cop. Nash wasn't sure Jess would be thrilled about Antonio's career change. Jessica told Kevin about Tess' journal and assured him he'd be able to accept the baby when it was born. Bree started crying and Jessica gave her to angsty Uncle Kevin. \"A baby has a power to heal,\" she sighed. Antonio told Nash to worry about himself. Amused Clint accused Tonio of wanting to bust Nash. Renewed by baby therapy, Kevin left and Jessica cracked open Tess' diary again. Suddenly, she remembered Norman's voice: \"Smile for the camera, beautiful.\" \n\n\nAt Hallowed Grounds, a cute guy checked out Natalie as Vincent noted, \"You're about to jump outta your skin.\" Was he the cause? No! Nat's nerves were for her upcoming board certification. Hugh revealed Vincent was his law school pal and ex-roommate, but Natalie preferred a tutor on the right side of the law — so she recruited (forensically inclined) Cute Guy. Hugh caught up with Kelly, who told him that \"all Hell's gonna break loose\" when Kevin accepts she's pregnant. Natalie realized that Cute Guy was actually one of Vincent's cronies! \"I was hoping you'd realize I'm not such a bad guy after all,\" Vince drawled. Hugh was glad to hear that Kelly is taking charge of her life. \"Everything's gonna work out,\" he promised. The minute he left, she booked a flight to Arizona. Overwhelmed Natalie tried to resist asking Vince for help as he eyed her from across the room. \n\n\nAt the station, John and Bo were still trying to get a closer look at Spencer and his pop's guns. They had just enough time for Bo to sneak the original photo back to Spencer's room. Bo and John worried over Blair's side of the investigation. \"The best we can do is cover for her,\" noted John, and the picture was their best bet. John made himself scarce as Paige visited Bo. (Awkward!) At the firing range, John vented bullets and frustration. \"Target practice helps me think,\" John told another cop. And, sure enough, a light bulb went on! Bo wasn't sure where he and Paige were headed, but didn't say it was over: \"I think it's something that we have to earn.\" John popped back in with the photo, hoping to run Spencer's dad's name, \"N. Truman,\" through the system. They were closer to nabbing Spencer! Awesome! \n\n\nAt the hospital, Spencer called a realtor about a house for \"me and my new family,\" as Todd visited Starr. Woozy Starr wanted to go home to the penthouse with both parents. Paige and Spencer talked about Starr's condition in the hall as Todd and Blair realized that Starr was lacking in the memory department. Paige observed that Blair and Todd were \"pulling together\" for their daughter but Spencer wasn't threatened. \"I'm the one that Blair's going home with,\" Spencer crowed. \"Keep telling yourself that, Big Guy,\" Paige snorted. Spence then took a look at Starr and told Todd and Blair to stop stressing her out. \"She thinks we're together, in love,\" Blair gasped at Todd. \"Maybe we should pretend for her sake,\" he suggested. United, Mom and Dad comforted Starr and kept up the charade. Starr asked her parents to kiss and make her feel better. So, they did — as Spencer watched. \n\n\n",
    "tvmega_recap": "Todd passes by Spencer who is trying to seal a deal over the phone for a house for 'his' new family. Todd goes into Starr's room, telling that he wants her to come and live with him. She wants the whole family to return to the penthouse like before. Bo and John get an expert who will look over the picture of Spencer and the guns. Paige gets an update from Spencer on Starr's condition. She sees Todd and Blair with Starr in Starr's room. She likes seeing the girl with both her parents. Spencer says that he will be the one that Blair leaves with when they go home. Paige wouldn't be too sure about that. \"Did you hear Spencer? Bo got his job back. You are good Spencer, but Bo is better.\" John and Bo are stumped. They have to find the gun. They start running checks all over town using Spencer's name. They find nothing. John is at the shooting range when it suddenly comes to him. He rushes back to work. He hits pay dirt! He goes to Bo and tells him that they have been searching S. Truman all along, when they should have been searching N. Truman. Paige comes to visit. Bo can't put her picture on his desk yet until they figure out what they mean to each other. John took a chance that Spencer has been using his father's name and he has. There is a safety deposit box under N. Truman and Bo and John figure that he uses that name on the box as that is where the gun is. Starr is confused but Spencer isn't worried. \"It is just the trauma to her head.\" She thinks that 2 X 3 is 5, and she can't tell what day it is. She thinks her parents are engaged and getting married. She hopes to help with the wedding. She asks them to kiss for her now. She complains about her aching head when they don't want to. Finally they kiss while Spencer watches through the window in the door.",
    "soapcentral_condensed": "Natalie realized that Cute Guy was actually one of Vincent's cronies. Jessica told Kevin about Tess' journal and assured him he'd be able to accept the baby when it was born. Bo and John were still trying to get a closer look at Spencer and his pop's guns. Spencer called a realtor about a house for \"me and my new family,\" as Todd visited Starr. \"I'm the one that Blair's going home with,\" Spencer crowed. \"Keep telling yourself that, Big Guy,\" Paige snorted. \"She thinks we're together, in love,\" Blair gasped at Todd. \"Maybe we should pretend for her sake,\" Todd suggested. \"A baby has a power to heal,\" Jessica sighed. \"All Hell's gonna break loose\" when Kevin accepts she's pregnant. \"Everything's gonna work out,\" Hugh was glad to hear that Kelly is taking charge of her life. \"The best we can do is cover for her,\" noted John, and the picture was their best bet.\n"
}