{
    "soap_central": "\n\nIn the Llanview Hospital hall, Natalie ran into Marty and asked about Cole.  Marty answered that the police had not yet found Cole, and that if there were any justice, they never would.  A doctor walked by and informed Marty that the meeting would start shortly.  Marty informed Natalie that she would have to defend her decision to help Hannah, and that Marty could lose her license.  Marty's phone rang, and Natalie left to fill out her admission form for the paternity test.\n\n\nIn the Llanview Police Station, as a police officer placed James in handcuffs, Cole walked in.  \"I'm turning myself in for the murder of Eli Clarke,\" he said.  John requested that the officer remove the handcuffs from James.  John then arrested Cole, as Starr ran into the station.  When Starr begged Cole not to confess, Cole asked James to take Starr home.  When Nora arrived, John asked what Cole's charge was.  Nora requested that John \"hold off\" on the official charge, so that she could try to find a charge that would not send Cole to prison.\n\n\nStarr cried to Cole that she had found his letter, as Marty ran in and threw her arms around Cole.  When Nora announced that Cole would be booked and arraigned for murder, Marty exclaimed that she would get Cole a lawyer.  After Marty left, Starr told Cole that her dad had claimed that he would do anything to help Cole.  Starr then consulted with Cole about what she should tell Hope.\n\n\nMarty stressed to Nora that, at the time of the murder, Cole had believed that Eli had killed Starr and Hope.  Marty also remarked that she would be the one in jail, if Natalie had kept her mouth shut.  \"She has no idea what it means to be a mother.\"\n\n\nMarty cried to Cole that she should have been the one arrested for killing Eli, however, Cole said that his arrest had been \"the right thing.\"  John told Starr that if she cared about James, even only as a friend, she should tell him to stop undermining the police.  When Starr pleaded with Nora to tell the court what Eli had done, Nora noted that the courts had overruled her in the past, and that Cole \"could get life in prison.\"\n\n\nAfter John announced that it was \"time to put the cuffs on\" Cole, Starr cried out to Cole, \"I hate...I hate you for leaving me.\"  Cole sadly responded, \"Me, too.\"  Starr claimed that she would find a way to get Cole out of the charge, as John led Cole out in handcuffs.\n\n\nIn the hospital, when Jessica and Brody spotted Ford, Jessica revealed that she was at the hospital for the paternity test.  \"After this, we'll know who the baby's father is,\" she said.  Ford questioned if Jessica was taking an unnecessary risk with the baby by having the test, especially since both she and Brody believed that Brody was the father.  However, Jessica responded that the test would be safe.\n\n\nJessica asked Bobby if he knew of any genetic defects in his family's history.  \"No, the Ford boys are all healthy...except for getting the S.O.B. gene from the old man,\" he replied.  Jessica indicated that she would tell Ford if the results affected him, then the nurse arrived to escort her to the examination room.  Brody then told Jessica that he would check her into the hospital.\n\n\nStill at the hospital, Natalie entered the examination room and informed Dr. Vivian Wright that the baby's father was not with her.  Natalie revealed that John did not know that Natalie was at the hospital for the test, and that she was not certain that John was the father of her child.\n\n\nNatalie's phone rang, and she answered to John, who asked, \"Are you okay?  I heard you were at the hospital.\"  Natalie covered that she was at the hospital to pick up vitamins.  When John informed Natalie that Cole had turned himself in, Natalie thought it was for the best and told John that she would see him later.\n\n\nNatalie exclaimed to Dr. Wright that she wanted to finish the paternity test, so she would no longer have to lie to John.  As Natalie prepared to take the sonogram, Brody popped his head through the door.  He revealed that Jessica was also in the hospital for her appointment.\n\n\nWhen the testing had been completed, Vivian stated that she would let Natalie know when the results were in.  Just as Natalie told Brody that they would soon have their answer, Jessica shrieked when she saw her sister.  Jessica was surprised to see her sister and asked why she was at the hospital.  Natalie lied that she was there to pick up vitamins.  Vivian called Jessica into the examination room for her test.\n\n\nIn Ford's apartment, Bobby googled information regarding risks of the paternity test for an unborn child, as James flew into the room.  James demanded to know when Bobby had been \"sprung\" from the hospital.  James then revealed that Cole had turned himself in at the police station to spare Starr from further pain.  Ford was astonished that two young men would continue to \"trip over themselves\" to help Starr.\n\n\nFord then wondered how James \"could turn out so decent\" after he had lived with their \"old man\" and dealt with their \"M.I.A. mom.\"  Ford hoped that if he was the father of Jessica's baby, that the child would turn out to be like Jessica.  Bobby then questioned why James did not try to comfort Starr, since Cole was \"such a jerk.\"  James pointed out that Starr had \"lots of friends\" that included Langston and insisted that Bobby try to win Langston back.  However, Ford realized that he \"was toast,\" the minute he had slept with Jessica.\n\n\nAs Marty walked through the hospital lobby, she overheard Natalie ask when she would learn about the test results.  The nurse replied, \"A few days.  Then you'll know everything about your baby.\"\n\n\nIn the exam room, Dr. Wright told Jessica that there was very little chance that Jessica would pass on her hepatitis C to her baby.  When Jessica and Brody asked about when they would learn the test results, Vivian answered, \"It will take a few days, but then you'll know everything about this baby.\"\n\n\nBack at the Ford apartment, Bobby revealed to James that Jessica was in the hospital to take the paternity test, which would determine if the father was Ford or Brody.  \"Well, the results will be in in a few days.  Then we'll know everything there is to know about the kid,\" Ford said.\n\n\nJames and Bobby discussed Ford's search on the computer, when they heard a knock on the door.  James answered the door and gulped, \"Dad?\"\n\n\nIn Bo's office, Rex insisted to Bo that Echo knew his father or mother -- or both -- because Echo had something that had belonged to Rick and Lili.  Rex claimed that Echo had the other half of his mother's necklace, so that meant that she had known his dad.  Rex told Bo that Echo had \"freaked out,\" when Rex had asked her about the necklace, but that she then had stonewalled him.\n\n\nAt Llanfair, Viki, who held the book of Rick and Lili's love letters, informed Charlie that she had proof that Echo was \"up to something.\"  Viki declared that Rick and Lili were only characters in the book, and that Rex had discovered something important among Echo's possessions.  Viki revealed that Rex had found the other half of Rex's necklace, therefore, Echo must know who Rex's father was.  Viki claimed that Echo had lied about not knowing who Rex's parents were, and that Viki was not \"going to let it go.\"\n\n\nStill in Bo's office, Rex knew that he had \"to let it go,\" since his mother was dead.  However, Rex believed that Echo might know something about his father.  Rex declared that he had given up his search in New Mexico, when he had been unable to find his father.  Rex acknowledged, \"If I need a dad, I know who to call.\"  Bo quickly agreed that Rex could always call him at any time.  However, Bo felt that Rex should pursue the clue with Echo, because Rex would not be satisfied until he got the answers to his questions.\n\n\nBo remembered that Clint and Echo had once had an affair, but Rex did not want Clint anywhere near his search.  When Bo asked for the reason, Rex covered that since Echo had set up Clint on a murder charge, Echo and Clint could not possibly be the best of friends.\n\n\nWhen Bo requested to check out the necklace, Rex indicated that he had been technically breaking and entering into Echo's room at the time of his discovery.  Rex added that he did have a master key to enter the room, but that Echo would still be able to \"make the case\" for breaking and entering.  Bo told Rex to ask Echo for the answers.  \"You will find that honesty breeds honesty,\" Bo said.\n\n\nLater, Nora informed Bo in his office that Starr was \"in shreds\" over Cole's arrest.  Nora added that she did not understand what was going on with Marty.  \"I don't know what she is going to do when they lock the door on her son,\" Nora said.\n\n\nBack at Llanfair, Viki insisted to Charlie that Echo had acted strangely, when Rex had read out one of the letters from Rick and Lili.  Viki then realized that she had recognized the passage from the book.  Charlie wondered if Viki had asked Echo about the letters.  \"Well, of course I did.  'But I don't know anything about the letters.  I don't know what you're talking about.  And get the hell out of my room.'  And you don't even blame her,\" Viki said.  Charlie questioned why Echo would forge the letters, but Viki did not know -- yet.\n\n\nCharlie wondered if Echo would have wanted money, but Viki said no.  When Charlie asked why Viki had confronted Echo directly, Viki admitted that she had thought that she would know the truth once she had seen Echo's face.  When Viki feared that Rex would only have more questions, Charlie declared that he did not know or care who forged the letters.  However, Charlie felt bad for Rex.\n\n\nViki screamed out, \"Oh no,\" as she ran over to her desk and pulled out Echo's speeding ticket.  Viki realized that the day of the ticket had been the same day that the baby had been left at the hospital with the half-heart necklace.  Viki asked Charlie, \"What if Echo is Rex's mother?\"\n\n\nCharlie observed, \"That is quite a stretch from a speeding ticket to Echo being a mother who abandoned her child.\"  Viki recollected that Echo had insisted that she would never hurt a child.  Charlie replied, \"What?  And that makes Rex her son?  Come on, if Echo is Rex's mother, then who's his father?  Hmm?\"\n\n\nIn Echo's room, Clint demanded to know why Echo had wanted to see him.  Echo replied, \"My son.\"  Echo announced that she had seen her son in Llanview, and that her son was Rex Balsom.\n\n\nEcho declared that Viki had made her realize the truth, when Viki had revealed that Rex had half of the half-heart necklace.  Echo added that Rex had stated that his birth mother had left it for him.  Confused, Echo mentioned that for some reason, Rex had believed that his half had belonged to Lili, but that it actually had belonged to Echo.  \"The half-heart necklace.  It's one of a kind, Clint.  There's no question.  I'm Rex Balsom's mother.\"\n\n\nClint again denied that he had ever seen the necklace before, however, Echo declared that Clint had given it to her on the very day that she had gotten pregnant.  \"Clint, you're Rex Balsom's father.\"\n\n\nClint yelled that her statement was \"a load of crap\" and demanded to know if Echo wanted blackmail or extortion.  Echo revealed that she had not known that she was pregnant with Clint's child when she had left Llanview.  She insisted that she had returned to town to find Clint, so that she could show him her precious baby.  Echo declared that when she had found Clint and Viki \"so happy\" and had discovered that Viki was willing to give Clint another chance, Echo had decided to leave the baby at the hospital with the necklace.  Echo had just wanted for Rex to have \"a little piece\" of his mother.\n\n\nEcho told Clint that she had made sure that Giles would never find her or the baby, so that he could not extort money from the Buchanans.  \"I left my son...but I never let him go.  He always had half of my heart.\"\n\n\nClint reminded Echo that Rex had already found his parents, however, Echo revealed that the letters were from a romance novel written by Blaze Pardee.  Echo then realized that Blaze Pardee was Asa's grandmother.  Echo knew that the person who had forged and planted the letters had to have had power and money.  Echo cried out, \"You forged those letters, didn't you, Clint?\"\n\n\nClint admitted, \"All right, I forged the damn letters.\"  Echo screamed, \"Why?  Why?  Why would you do that?  You purposely sent Rex on a wild good chase.  Why?\"  As Rex walked through the hall, Clint declared, \"You know the answer to that in an instant.\"  When Echo yelled out, \"No,\" Clint exclaimed, \"I did whatever it took to make sure that little bastard, Rex, didn't find out he was my son.\"  Rex stood outside of the room. \n\n\n",
    "tvmega_recap": "Robert runs into Brody and Jessica at the hospital and learns that they are having an amnio regarding paternity of her baby. He tells them that he has the right to be concerned about possible harm to her baby, that could be his, by having this test done. Brody argues but Jessica asks Robert if there's anything they should know about his family history. He replies that as far as he knows, all the babies in his family were born healthy. He then goes home and gets on his computer to find out information about amniocentesis for pregnant women. He admits to James that he would kind of like Jessica's baby to be his and have the good genes of both himself and Jessica. Robert is \"encouraged\" to find out that Cole turned himself in, in large part due to the fact that it might give his brother a \"shot\" with Starr. James tells Robert that he does not intend to take Starr from Cole. But he reminds Robert that Langston still cares about him (Robert). Otherwise she would not have demanded he get to the hospital and get proper medical care after he was hurt. But Robert assumes there's no way he'd get another chance with Langston so he's given up. Meanwhile, Viki admits to Charlie she is very suspicious of Echo and her \"connection\" to Rex Balsam. And she admits that the ugly truth that explains so many things might be that Echo is Rex's biological mother. Meanwhile, Echo goes to inform Clint that she knows that Rex is her son and he is Rex's father. She tells him she abandoned their son when he got back with Viki and knew that any child conceived by herself and Clint and their \"tragic mistake\" would never have a good life if he knew that. So she abandoned him at Llanview hospital in the hopes that he'd have a family that loves him and never know how he was conceived. Clint then confirms to her that he has lead Rex on the wild goose chase to have the false belief that the fictional New Mexico couple, Lily and Rick, were his biological parents. She tells Clint what he's done to their son is despicable. He tells her he's known all along that Rex is their son and wanted to make certain that Rex never finds out.",
    "soapcentral_condensed": "In the Llanview Hospital hall, Natalie ran into Marty and asked about Cole. Marty informed Natalie that she would have to defend her decision to help Hannah, and that Marty could lose her license. As a police officer placed James in handcuffs, Cole walked in. \"I'm turning myself in for the murder of Eli Clarke,\" he said. John requested that the officer remove the handcuffs from James. John then arrested Cole, as Starr ran into the station. When Starr begged Cole not to confess, Cole asked James to take Starr home. When Nora arrived, John asked what Cole's charge was. Nora requested that John \"hold off\" on the official charge, so that she could try to find a charge that would not send Cole to prison. Natalie revealed that John did not know that Natalie was at the hospital for the test, and she was not certain that John was the father of her child. Natalie exclaimed to Dr. Wright that she wanted to the paternity test, so she would no longer have to lie to John. As the testing had been completed, Brody popped his head through the door.\n"
}