{
    "soap_central": "\n\"Buh-Bye\"\n\n\nAt Llanview Airport, Antonio, Talia, and Sarah waited to board a flight to Colombia. Antonio and Talia did everything possible to calm Sarah, who was terrified that Cris had met a fateful end. Learning that their flight had been delayed, Sarah continued to fear the worst. \n\n\nOn the plane ride to Llanview, Vanessa thanked Cris for helping her, and reminded him that he would soon be reunited with the love of his life, Sarah. As Lola slept, Cris asked Vanessa why she had married a murderer. \n\n\nVanessa explained that she had fallen in love with Ray, who was a single parent at the time. She immediately fell in love with Lola, who was shy and withdrawn. After witnessing Lola's vivid nightmares, the child soon revealed to Vanessa that she had overheard a violent argument between her parents, which resulted in Ray killing her mother. Upon learning of his crime, Vanessa turned Ray in to the authorities. As a result of Vanessa and Lola's testimonies, Ray was convicted-and vowed to kill them both if he was ever released from prison. Cris questioned why Vanessa would visit an imprisoned Ray if she were afraid of him. Before Cris could obtain an answer, Lola awoke and the pilot announced that they had arrived in Llanview. Smiling, Vanessa promised Lola that their new adventure was beginning. Cris appeared uncertain of Vanessa's statement. \n\n\nAt the Buchanan Mansion, Clint received a call from Ray, who was waiting for Langston at the airport. Ray informed Clint that Dorian had insisted upon escorting Langston to the airport, and he worried about what would happen if Dorian refused to abide by Clint's wishes. Clint assured Ray that he knew exactly how to handle Dorian. Nora overheard Clint's conversation and expressed her displeasure with his scheme. \n\n\nClint did his best to convince Nora that everything would work out -- he would regain control of the company, Montez would leave town, and Langston would remain with Dorian. Clint thought it was necessary to pay Dorian a visit at the airport and persuade her to give him back his company or face losing Langston. As Dallas watched from upstairs, Nora and Clint kissed goodbye. Making Nora aware that she had knowledge of the recent troubles that plagued Nora and Clint's relationship, Dallas suggested that Nora would never understand Clint the way that she did. As Nora and Dallas exchanged words, Renee interrupted and informed Dallas that a room had been reserved for her at the Palace Hotel. A triumphant Nora offered to help Dallas pack her bags. \n\n\nAt La Boulaie, Blair was surprised when John showed up looking for Dorian. Stating that he was concerned about the actions that Dorian might resort to in her effort to keep Langston, John asked Blair to explain why Dorian had been in contact with Jackie McNaughton. Startled by John's questioning, Blair denied having any knowledge of Dorian's plans, and insisted that her aunt had every intention on abiding by the judge's custody ruling. \n\n\nUnable to get any answers from Blair, John turned his attention to Addie. Revealing that both she and Blair had witnessed Dorian meeting with Jackie, Addie told John that Dorian had referred to him as the \"exterminator.\" John placed a call to the authorities and requested information on any known hit men who had recently been released from Statesville Prison. Exposed, Blair admitted that Jackie had visited Dorian at La Boulaie, but she was convinced that Dorian would never resort to having someone killed. Upon learning that Dorian had taken Langston to the airport to see her off to Colombia, John headed to the airport and Blair joined him. \n\n\nDorian, Langston, Starr, Markko, and Cole arrived at the airport. While the teens tried to come up with a solution to protect Langston from Ray, a relaxed Dorian approached Ray and appealed to him to allow the family to spend a few moments longer with Langston. Insisting that he didn't want to miss the flight to Colombia, Ray suggested that he and Langston prepare to go through security. After learning that the flight had been delayed, Ray agreed to give Langston more time to say goodbye to everyone. \n\n\nMeanwhile, a few feet away, Jackie McNaughton's hired assassin snuck into a storage room. He removed a gun from a large suitcase. As he loaded his weapon, he received a call from Jackie inquiring about the status of the job. Jackie told the hit man that his client was disappointed that the contract hadn't been executed, and he related that his client didn't want any of her loved ones caught in the crossfire. The assassin announced, \"The only flight that Ray Montez will be taking is with the angels!\" \n\n\nRealizing that they were spending their final moments together, Starr and Langston expressed their love for one another and reminisced about special moments they shared as friends. On the verge of breaking down, Starr demanded to know what Dorian intended to do about keeping Langston in Llanview. With a look of confidence, Dorian assured her niece that she was doing everything possible to ensure that Langston didn't leave town with Ray. \n\n\nClint arrived at the airport and approached Dorian. Lashing out at Clint, Starr and Markko accused him of sending Langston to another country with a murderer. As Dorian listened, Clint advised the teens that Dorian held the power to determine Langston's fate. The teens were horrified when Clint informed them that he had agreed to send Ray away if Dorian would sign over control of Buchanan Enterprises to him. Surprised, Ray quietly observed the confrontation. \n\n\nAngered by Clint's revelation, Starr and Markko immediately chastised Dorian for choosing her desire for revenge over Langston's safety. Justifying her actions, Dorian told the teens that she didn't trust Clint or Ray. She believed that they would double-cross her and Langston would still be sent away to Colombia. \n\n\nRefusing to listen to her friends' accusations against Dorian, Langston spoke up and defended Dorian. To everyone's surprise, Langston agreed with Dorian and criticized Clint for disrupting her life because of his hatred for Dorian. As Clint stood speechless, Langston commended Dorian for standing her ground and begged her to not give in to Clint's demands. Dorian beamed with pride as Langston told her that she was proud to have been adopted by a woman like Dorian. Langston was confident that Dorian would find a way to bring her back to Llanview. The two embraced. and Dorian promised Langston that she would be surprised by how soon things would change. \n\n\nDisgusted by the chain of events, Clint pulled Ray to the side and ordered him to take Langston to Colombia. Citing that the deal didn't involve him actually leaving town with Langston, Ray refused to be responsible for a teenager. Clint reminded Ray that he would be sent back to prison if he didn't comply, and walked away. \n\n\nMeanwhile, in the storage room, the hit man changed into a pilot's uniform and placed the gun in his waistband. Unseen, he exited the storage room and headed off to carry out the hit on Montez. \n\n\nStarr and Cole watched as Langston and Markko shared a tearful goodbye. Walking off to purchase Langston a few magazines for her trip, Dorian still appeared in control. After choosing a few fashion magazines, Dorian placed the periodicals on the counter to pay for them. To Dorian's horror, Mel, the apparition she had encountered at the hospital several months earlier, appeared. Revealing the magazines that Dorian was purchasing, Mel demanded to know if she really wanted to spend her money on the items. Instead of fashion titles, the magazines were now entitled, \"Guns\" and \"Vengeance.\" Mel questioned if Dorian was the type of person who would resort to such actions, and asked Dorian to consider what Langston would think if she ever learned the truth. Filled with guilt, Dorian promised to stop the plan that she had already put into motion. \n\n\nDorian called Jackie and pleaded with him to cancel the hit on Montez. Balking at Dorian's change of heart, Jackie informed her that the hit was already in progress and that it was too late to cancel it. Refusing to accept no as an answer, Dorian asked Jackie to describe the hit man. Jackie told her that he never met the man. He offered her a bit of advice - a hired hit man would dress in a way that would cause him to blend in with the crowd. At that very moment, the assassin, dressed as a pilot, walked past Dorian. She didn't pay him any attention. \n\n\nMeanwhile, Clint returned home and encountered Nora. Beginning to feel remorse, Clint blamed himself for sending an innocent girl off to another country with a murderer. Nora questioned whether or not Clint could reverse his decision. After hesitating briefly, Clint replied, \"It's not too late!\" Clint placed a call to Ray. \n\n\nAs Sarah, Antonio, and Talia headed towards the security line, they were startled to see Cris walking through the airport with Vanessa and Lola. As Vanessa and Lola watched, Sarah and Cris embraced. After Cris introduced everyone to his companions, he explained his ordeal in Colombia to them. Cris offered to take Vanessa and Lola to the Angel Square Hotel and get them settled in. Elated, Vanessa and Lola followed close behind Cris and Sarah. \n\n\nRay announced that it was time for him and Langston to depart. Looking around for Dorian, Langston pleaded with Ray to allow her to say goodbye to her foster mother. Meanwhile, Dorian searched the crowd for the assassin she had contracted. \n\n\nCris, Vanessa, Lola, and Sarah walked through the airport and found themselves suddenly standing face-to-face with Ray. Unaware of his wife and daughter's presence, Ray answered Clint's phone call. In an urgent tone, Clint ordered Ray to leave Llanview without Langston. Before Ray could respond to Clint's demand, Ray noticed Vanessa and Lola. As Clint screamed for Ray to answer him, a shocked Ray hung up the phone. When Vanessa warned Cris that Ray was in their presence, Cris ordered Ray to stay away from the women. Antonio and Talia questioned what was going on. Ignoring Cris's warning, Ray approached a terrified Lola and told her that he had planned to return to her in Colombia. \n\n\nVanessa demanded that Ray stay away from Lola. John and Blair arrived at the airport in time to witness the confusion. As Vanessa and Cris argued with Ray, Dorian noticed Mel again. Dorian observed Mel bump into the hit man and expose his weapon. Realizing that the man dressed as a pilot was actually the assassin, Dorian screamed that he had a gun. As everyone ducked for cover, the assassin pulled out his weapon and aimed at Ray. Before the hit man could fire off a round, John shot him and his weapon fell to the ground. As John restrained the hit man, Vanessa picked up his gun and shot Ray. Everyone in the airport watched as Ray clinched his chest and fell.\n\n\n",
    "tvmega_recap": "There's a big conflict of interest for both Dorian and for Clint. She refuses to give Clint what he wants and has secretly contracted with Jack McNaughton to have a hitman take Ray out so that he cannot adopt Langston. Clint comes to the airport to inform Langston and the others what Dorian decided. But she protests that having Ray Montez come and take Langston to South America was all Clint's idea. Meanwhile, Cristian flies back to Llanview with Ray's wife, Vanessa and his daughter, Lola. The woman named Nel, who is Dorian's \"conscience\" asks Dorian if she really wants to go through with murder. And she talks her out of it. But it's too late. The hitman is \"contracted\" to do what Dorian instructed Jack to have him do. Clint now realizes that there is nothing anybody can do to prevent Langston from having to be taken away to South America with Ray Montez. But Nora motivates him to call it off. But before he can contact Ray and before Dorian can do anything, the hitman comes out and shoots Ray.",
    "tvmega_summary": "Episode # 10297 - \"Buh-Bye\" Written by Gary Tomlin, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, Anna Theresa Cascio",
    "soapcentral_condensed": "\"Buh-Bye\" finds the Buchanan family on their way to Colombia. John asks Blair to explain why Dorian had been in contact with Jackie McNaughton. Clint tries to convince Nora that everything will work out with Montez and Langston. Lola reveals to Vanessa that Ray killed her mother, and Vanessa turns Ray in to the authorities. \"The Real Housewives of Llanview\" airs on Wednesday, December 14 at 8 p.m. ET.. For more information on \"TheReal Housewives,\" visit the official website at: www.therealhousewivesofllanview.com. For confidential support on suicide matters call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch, see www.samaritans.org for details. In the U.S., call the National Suicide Prevention Line on 1-800-273-8255. For information on the International Suicide Prevention Lifeline, call 1-888-273 -8255 or visit http://www.suicidepreventionlifeline.org/.\n"
}