{
    "soap_central": "\n\nMatthew stopped by the police station to visit his dad because he felt lonely at home. He sat down with some homework, and he and Bo had a chat about the ongoing search for Eli and about the legal system. Matthew pointed out that Eli had been arrested previously, but Bo stated that the system didn't always work. Matthew thought that was stupid and informed his father that if it were up to him, he'd \"string him up.\" Bo was perturbed to hear his son talk like that. He stepped away to conduct some business and returned to his office shortly after.\n\n\nHe advised Matthew that there was no news of Starr and Dani, and he asked Matthew about his homework. Matthew disclosed that he had completed his homework and was working on a \"statistical analysis\" for Clint regarding companies that Clint was thinking of buying. \"Sounds like fun,\" Bo deadpanned. \"It is,\" Matthew replied. Bo was happy that Matthew enjoyed work at Buchanan Enterprises, but he wanted to get back to Matthew's earlier comment about what Matthew would do to Eli.\n\n\nBo asked if Matthew had heard Clint say something similar, but Matthew wasn't certain. He thought that he might have heard Asa say it. Bo asked if Matthew really felt like that, and Matthew responded that one couldn't go around kidnapping innocent people. Bo maintained that was why there were laws, but Matthew matter-of-factly answered that the law didn't always work, and Bo had said as much himself. Matthew answered that Bo knew Eli was guilty, so it was easy for Bo to decide what should be done. \n\n\nBo couldn't understand why Matthew would believe in a one-man judge and jury. He might not always be right, Bo added. Matthew thought that was why the business world was better. The boss was always right, he said.\n\n\nBo was troubled with Matthew's latest remark, and he left the office and returned again without any news. He offered to drive his son home. Matthew was sorry because he knew that both Bo and Nora had important jobs, though they didn't always succeed. He pointed out that Clint was always guaranteed success with the small profit margin that he looked at. Bo thought that it made Clint feel like he was able to control things that way. \"What's wrong with that?\" Matthew wanted to know. \"Nothing,\" Bo replied. \"But you can't.\"\n\n\nAt the hospital, Greg was barely awake, but managed to tell Natalie that Téa was alive. \"That's not possible,\" Natalie exclaimed. She was unable to get any further information because Greg went back to sleep. She stepped out of the room and ran into Marty. Natalie advised Marty that Greg had regained consciousness. Marty revealed that the doctor had been tortured, but she refused to expand on that, and reminded Natalie that it was privileged patient information. Natalie asked whether Greg had said anything about Eli when he had confided to Marty. \"No, Téa,\" Marty replied.\n\n\nNatalie wanted to talk to Marty about Téa, and the pair argued over whether Marty should reveal anything she'd heard during doctor and patient discussions. Natalie thought Marty was just jealous or angry at Natalie, and she needed to get over it. Marty noted that she had a responsibility to her patients, but Natalie accused her of protecting Eli. \n\n\nMarty clarified that it was Greg she had spoken to, and he might have been feeling angry and guilty over losing a patient. She thought that Natalie should try to imagine someone else suffering because it could help in her line of work too. Suddenly, Natalie apologized. She hadn't realized that Marty would be in agony due to Starr and Hope being taken hostage. Marty gasped, since she was unaware of what had transpired.\n\n\nTéa tried to get out of her bed at the Cherryvale clinic, but she crashed to the bed and knocked items around her onto the floor. She climbed back into bed and waited for a few moments, and then she tried again. \"It's now or never,\" she told herself. She grabbed her robe from a nearby chair. \"Todd and Dani, here I come,\" she said. \n\n\nTéa didn't notice that her framed family photo was on the floor. She made it to the fifth floor stairwell and began to walk down the stairs. It was a painful struggle, and Téa took it slowly, holding onto the handrail tightly for dear life. She peered down the stairs; the bottom looked extremely far away.\n\n\nDani was on the prowl for medical supplies for Eli, and after an orderly nearly caught her, she spied Room 521 close by. She pushed open the door and called out. When she didn't receive any response, she walked inside. The room was empty, but she found some supplies on a cart. She shoved them into a bag and didn't see her family photo on the floor. She ran out of the room and straight into the same orderly who had instructed her to leave earlier. \"What are you still doing here?\" he demanded.\n\n\nDani insisted she was just leaving, but he asked what was in her bag. He didn't recall her with a bag when he had first seen her. Dani said nothing was in it, but he accused her of stealing something. He had to call his supervisor, and he rushed off to make a call on the hallway phone. Dani recalled Eli's threats if she told anyone the truth, and she ran after the orderly. \n\n\nDani begged the orderly not to make the call, and revealed that the supplies were for her sister who had no insurance, so she couldn't go to the emergency room he suggested. She had taken antiseptic and bandages. The orderly felt sorry for her and agreed to let her go. He promised that he wouldn't report the theft right away. He had an entire hallway to mop up, and it could take awhile.\n\n\nOut in the parking garage, Starr climbed out of the car and urged Hope to run for the door. She got back into the car and attempted to grab a sleeping Eli's gun, but she wasn't successful. He awoke and seized her hand. She lied that she had tried to wake him up, and Hope was in the front seat. Dani was still looking for the supplies he wanted. He accused Starr of trying to get away. She struggled to release herself from his grip and finally managed to run from the car. Eli was right behind her. He took hold of her and got her back into the car.\n\n\nAn intense scuffle ensued, and Eli threatened to go after Hope. Starr was finally able to defeat Eli in his weakened state, and she slammed the door on his hand as she pulled away and darted from the car. She found Hope standing nearby, picked the girl up quickly, and headed for the closest stairwell. She began to head up the stairs.\n\n\nBy the time Téa reached the third floor, she was scared of the other footsteps she'd heard, and she left the stairs. She steadied herself and caught her breath on the other side of the stairway door. She looked around in fright. Starr passed the doorway where Téa was sitting on the other side.\n\n\nTodd arrived home and found an angry Blair waiting for him because he had failed to pick her and the boys up. Todd broke the news of the girls' kidnapping. He sadly told Blair that Eli had Starr, Hope, and Dani. The babysitter had been killed. He related that John believed the girls were okay, but Blair reminded Todd of the babysitter, another teenage girl who had been shot. Todd explained that John hadn't found any evidence that the girls had been hurt.\n\n\nTood thought that Blair might be able to figure out Eli's next step, but Blair said she really didn't know Eli. She was only familiar with the Eli that he wanted her to see, and the real Eli was a murderer and a con artist. Todd assumed that Eli had a plan, and he had taken the girls for money. Blair was concerned that it wasn't about the money at all, but Todd thought it always was. Eli wouldn't hurt the girls because they were useful, he explained. Blair again pointed out that Eli had murdered the babysitter, but Todd figured that Eli had done what he had to in the moment.\n\n\nBlair thought they should consider revenge, and that Eli wanted to get back at them. She began to cry that she wanted her babies back. Todd wondered if Téa had really wanted Ross to look after Dani because she was afraid that Todd would ruin Dani's life like he had with his other kids. Blair pointed out all of the good qualities in their children and assured him the kids were great. Todd and Blair were always there for their kids, and Téa knew it. That's why she had wanted Todd and Dani to make peace. Blair stated that they needed to remember that John was on the case. \"He always gets his man,\" Todd muttered.\n\n\nCole left Starr a phone message and explained that he was at his mother's house. He was watching over Hannah, who might be in danger with Eli on the loose. John arrived to see Marty, but Cole explained she was at the hospital with a patient. John wondered whether Cole had seen or heard from Starr. Cole hadn't, but he was certain that Starr was fine. There was plenty of security at Todd's house, he stated. John divulged that Eli had kidnapped Starr, Hope, and Dani, and he was unaware of how the three had all ended up at Cole's apartment. He informed Cole of the death of Hope's babysitter.\n\n\nCole was panic-stricken as he told John it was his family that was gone. He wondered how John would react if it had happened to him. John assured Cole he was on top of things. He believed that Eli had wanted Dani. Cole asked what Eli might do if he realized that he didn't need the others. John declared that more hostages were better, since Eli most likely wanted ransom money. \n\n\nCole knew that Todd would pay. John asked Cole to remain calm, but Cole wanted to rush out. John threatened to place Cole in a cell. He wanted Cole to stay there so that the girls would see him when they got home.\n\n\nCole worried that John wouldn't be able to accomplish that, but John promised that wouldn't be the case. After John left, Cole was beside himself with worry. He said he should have been there for Starr, because his family was first. Hannah understood and told him to leave to do whatever it was he had to do. Eli had other hostages, so she was sure she'd be safe.\n\n\nAs Starr headed up to the fourth floor at Cherryvale clinic, Téa emerged from the third floor and continued down the stairs. Starr looked down and saw a woman below, but she continued to head up. Téa reached the bottom just as Eli pulled open the door to go after Starr. He was stunned to see Téa standing there. \n\n\n\"Oh my God, Eli, thank God,\" Téa cried out as she fell into his arms. She tried to tell him about the room she had been trapped in, and told him that he had no idea of what was going on. \"You're right, I had no idea,\" Eli told her. He thought her prognosis had been grim, he said. Téa only knew that she had woken up in Cherryvale, and Greg had told her that a miracle had occurred. Her tumor was gone. \"Lucky girl,\" Eli replied.\n\n\nHe led Téa to the car as she explained that she had no idea how long she'd been there. Greg had disappeared. She had to get to her family. Eli was surprised that she hadn't seen them, and he agreed that it was time for her to get home. A happy Téa called him an angel. She suddenly realized that Eli was bleeding, and he told her that was why he was at the clinic. Téa thought it looked like a gunshot wound and wondered what had happened. Eli told her that her husband had shot him.\n\n\nEli put Téa into the trunk of the car, smiling smugly at the turn his day had taken.\n\n\nDani raced down the stairs with her supplies and out the door to an impatient Eli. He told her that Starr had taken off because she really didn't care what happened to Dani. He had all the hostages he needed anyway, he informed her. He ordered Dani into the car. Dani wondered if Eli would shoot her, but she told him she didn't care. She was happy that Starr and Hope had gotten away. She told Eli he was a monster.\n\n\nEli ordered her to put her seatbelt on because he needed her in one piece. \"Go to hell,\" was Dani's response. He held a gun on her, but she was confused. She thought he wanted her in one piece. Eli asked what Dani's mother would think about the seatbelt. Dani replied that her mother was dead, but she put the seatbelt on. Eli smirked.\n\n\nStarr ran into the vacant Room 521 and barricaded the door with the medicine cart. Hope picked up the family photo. Starr was surprised to see it, but she assumed that Dani had dropped it. She looked for a phone but, unable to find one in the room, went back out into the hallway. She picked up the phone to call the police, but she remembered Eli's threats. She placed a call to Cole, but was troubled when Hannah answered the phone. Hannah explained that Cole had left the phone behind at Marty's house.\n\n\nStarr confirmed that she had been kidnapped, but she had gotten away. She couldn't call the cops, but she told Hannah she was at the Cherryvale clinic. She even gave Hannah the room number and said she was barricaded in the room. She wanted Cole to get her and to be careful, since Eli might be in the garage. Hannah declared that Starr and Hope were the most important people in Cole's life, and she would be sure to get the information to him. Starr told Hannah to hurry. Starr promised Hope that Daddy would be there soon.\n\n\nSoon, there was knock on the door of Room 521. Starr eagerly opened it but was astonished to see that it was Hannah. Cole couldn't make it, Hannah said.\n\n\nMarty was distressed to hear about the kidnapping, and Natalie was speechless. She thought that John would have told Marty the news. Just then, John arrived and glared at Natalie when he realized what she had done. He had been looking for Marty at her house, he explained. He'd found Cole instead. Marty raced off.\n\n\nJohn and Natalie stood outside of Greg's room. John put together some of the facts and noted that Price had learned that Greg had a woman patient at Cherryvale. He wondered if it were Eli who was there instead. He decided it was time for him to pay a visit to the clinic. Natalie went back into Greg's room and spoke to the unconscious man. She asked if he were full of regret, and she asked him if Téa was really alive.\n\n\nCole returned to his apartment and saw the place cordoned off with police crime scene tape. He knocked it down and went inside. He was disturbed to find the place in total disarray, the sure sign of some kind of struggle. He saw the blood and picked up one of Hope's toys. Finally, Marty arrived, and he fell weeping into her arms. He was worried that he'd lose his family, but Marty was certain they were only being held for ransom. Cole was sorry about the way things might end, since the last time he'd seen Starr they'd had a fight.\n\n\nMarty soothed her son as Cole continued. He wouldn't blame Starr if she didn't talk to him. He had been too busy protecting Hannah while he'd left Starr and Hope alone. If something happened, it was his fault, he uttered.\n\n\nJohn arrived at Cherryvale and looked around the parking garage. Suddenly, he heard a car tearing off at top speed. He had his gun drawn, but he was unable to use it. \n\n\n",
    "tvmega_recap": "Starr drives to the Cherryville hospital after convincing Eli that she and Dani can get him medical care without having him arrested. Starr manages to get up the stairs with baby Hope and gets on her phone to call Cole. He is staying at his mother's home to protect Hannah form Eli, but when he finds out that Eli has taken Starr and Hope, he rushes back to their apartment. He leaves without his cell phone and when Starr calls, Hannah picks up the phone. Cole returns home, distraught and blaming himself for leaving Starr and baby Hope alone. Cole tells his mom that if something happens to them, it will all be on him. At the same hospital, Tea manages to leave her hospital room and walk down the stairwell unseen by Starr and Dani, but she runs into Eli. Seeing him and knowing nothing about the revelation that he's a serial killer, she trusts him to get her out of there. In the end, we see her hospital gown hanging out of the trunk of the car in which Eli drives Dani away.",
    "soapcentral_condensed": "Matthew stopped by the police station to visit his dad because he felt lonely at home. He and Bo had a chat about the ongoing search for Eli and about the legal system. Téa tried to get out of her bed at the Cherryvale clinic, but she crashed to the bed and knocked items around her onto the floor. She grabbed her robe from a nearby chair. \"Todd and Dani, here I come,\" she said. \"It's now or never,\" she told herself. She peered down the stairs; the bottom looked extremely far away. Dani was on the prowl for medical supplies for an orderly after an orderly nearly caught her. She pushed the same orderly who had instructed her to leave by the door and called out, \"Dani, what are you still doing here?\" He insisted she was just leaving. She shoved them into a bag and didn't see them. She ran out of the room and into the same room. She found some supplies on a cart but she was empty.\n"
}