{
    "soap_central": "\n\nTess yelled about how badly she was going to hurt Cutter. An orderly entered, and she looked up to see that it was Ford. She couldn't believe that he was there. Ford was there because Tess had said that she had information that could get the judge to reconsider the custody decision. \"I should have known you weren't here for me,\" she said glumly.\n\n\nTess thought that Ford was just going to \"sell me out like Cutter.\" She said that he'd get his \"dirt\" after he helped her get out of St. Anne's. Ford reminded her that she had once knocked him out and taken off. She promised not to do it again. Ford tried to convince Tess to trust him, as Tess did the same. However, when Tess wouldn't talk, Ford got up to leave. Suddenly, Tess blurted out \"Joey and Aubrey's marriage is a fraud!\"\n\n\nTess explained to Ford all about Cutter and Aubrey. Ford wondered why Tess hadn't said anything about it at the custody hearing. She confessed that she'd made a deal to keep quiet in return for a cut of the Buchanan fortune. Tess demanded that Ford untie her. Ford replied that he would never get custody of Ryder if he got Tess out of St. Anne's. As Ford walked out of her room, she screamed that Ford had promised to let her out, and that he would miss her. He stood outside her room, and contemplated her words.\n\n\nA short while later, Tess tried to figure another way out of the room. However, Ford entered, and said that he would help her. Ford got the straitjacket off of Tess, and the two walked toward the door. Another orderly entered, and asked what Ford was doing.\n\n\nFord claimed that he was new at St. Anne's, and that his name was James. He explained that he had been told to remove the straitjacket, and to take Tess for a walk around the grounds to try to calm her down. The orderly asked if Sister Sheila had told Ford to do so. Ford confirmed it, but the orderly informed him that there was no Sister Sheila. The orderly kicked Ford out of the room, as Ford yelled apologies to Tess. The orderly dragged Ford out of the building.\n\n\nAubrey told Cutter to take his money and leave. Cutter retorted that he wasn't leaving -- she was. He informed Aubrey and Rama that Clint had given him the house in exchange for having Tess committed. A disgusted Aubrey pointed out that Cutter could have bought ten houses with the money Clint had given him. However, Cutter only wanted the Buchanan mansion, because he could throw Joey, Aubrey, and Rama out of the house.\n\n\nCutter gave the three an hour to pack their things. Joey said that he would take Ryder to Llanfair. Aubrey reminded him that they needed to stay together in order to keep custody of the baby. Joey reluctantly agreed, and left the room. Cutter wished he could be there to see Viki's face when Aubrey walked through the door of Llanfair. Rama wondered what would happen to her, and then got angry. She yelled at Aubrey that soon, Jessica would be back, and she would take Ryder from Aubrey. Then, Aubrey would have no Joey, which she deserved for betraying Cutter.\n\n\nGoing on, Rama told Aubrey that Rama had done everything that Aubrey and Cutter had asked her to do. She had ended up with a husband in jail, whom no one cared about. Aubrey reminded Rama that Rama was happy to be without Vimal, so she could sleep with Cristian. Rama slapped Aubrey, livid that Aubrey would suggest that Rama would betray Vimal. She accused Aubrey of having sex in order to make money, which earned her a slap back from Aubrey.\n\n\nRama and Aubrey rolled around the room, fighting and tearing at each other's hair. Cutter watched gleefully, as Rama pulled out a clump of Aubrey's hair. \"Enough!\" Joey yelled as he saw what was going on. Aubrey left the room. Rama told Cutter that he wasn't going to kick her out of the house if he wanted her to keep the secret that \"not even Aubrey knows.\"\n\n\nA short while later, Joey asked Rama if she wanted a ride somewhere. Rama thanked Joey, but assured him that she was staying put at the mansion. Cutter said that anyone who could \"take a piece\" out of Aubrey was all right with him. Aubrey apologized to Joey for introducing Cutter into Joey's life. She promised to make it up to him. The two left with Ryder, and their suitcases.\n\n\nRex told Clint that he didn't want to be acknowledged as Clint's son. He continued that, if everyone were lucky, Clint would die in Statesville. Suddenly, Clint passed out, and the machines beeped urgently. Viki entered the room, and immediately started calling for the doctor. Three doctors ran in and attempted to revive Clint, as Rex and Viki watched in horror. Viki ushered Rex out of the room, and the two sat down. Viki expressed her surprise to see Rex with Clint. Rex admitted that Clint's condition was his fault.\n\n\nThe doctor walked out of Clint's room, and informed Viki and Rex that Clint was alive. However, Clint's heart was very damaged, so he would have to go into surgery. The surgery would buy time to find a heart donor. The doctor left, and Rex asked Viki about Clint needing a transplant. Viki filled Rex in on Clint's condition, as Clint was wheeled out of his room.\n\n\nRex explained that he wouldn't have argued with Clint if he'd known about Clint's condition. Viki understood that Rex hadn't meant any real harm to Clint. She also recognized that what Clint had done to Rex was horrible. She told Rex that somewhere deep inside, Clint was a good man. She hoped that Rex would see the good side of Clint before it was too late. Viki excused herself to call Joey, and walked away.\n\n\nBo and Nora asked the doctor how Matthew was doing after his surgery. The doctor revealed that Matthew had made it through the surgery, but there was no detected brain activity. Nora explained to the doctor about the accident Matthew had been in two years before. She said that Matthew was a survivor, and that she wanted more tests done. Even though the doctor believed in the accuracy of the tests performed, she agreed to run more tests.\n\n\nDestiny and Dani tried to hear what the doctor was saying, but Dani could only tell that things probably weren't good. Nate arrived and asked about Matthew. Destiny cried about how awful Matthew had looked all bandaged up, with tubes and wires all around him. Destiny excused herself to call Shaun, but quickly returned. She beckoned Dani and Nate to see Matthew being wheeled out of his room for more tests.\n\n\nThe doctor turned to a nurse, and revealed that she would demand more tests as well if it were her child in Matthew's place. She didn't know how any parent could accept that their child would never return. Matthew was wheeled into the elevator, as Dani and Nate discussed how bad Matthew had looked. Suddenly, Destiny ran past. Dani told Nate to find a nurse, and pretend to be a cousin in order to get information.\n\n\nDani walked away to find Destiny, and ran into Viki. She asked if Viki had seen Destiny. She informed her aunt that something had happened to Matthew.\n\n\nNate found a crying Destiny. She explained how she had overheard the doctor saying that Matthew probably wouldn't get better. Dani found them, and Destiny explained to Dani what she'd heard. Nate said he'd call out of work, because he didn't feel right leaving the girls. However, Dani told him to go to work, and promised to call him with any updates. He left as Dani tried to comfort Destiny.\n\n\nDani assured Destiny that the doctor had only been talking about the worst-case scenario. However, Destiny was sure that the doctor had meant what she'd said. Just then, Matthew was wheeled past. Destiny asked the doctor how he was, but the doctor would only discuss Matthew's condition with his family. Dani thought Destiny was family because of how much Matthew loved Destiny.\n\n\nBo and Nora stood solemnly in Matthew's room. Bo had to call the police station, so he kissed his wife, and left the room. Nora called Rachel and left a message. She went through her purse, and found some old pictures of Matthew. She taped one of them to the wall as Viki entered the room. Viki hugged Nora, and admitted that Dani had told her that something had happened to Matthew. Nora had no idea how Matthew had gotten hurt, and Matthew couldn't tell them until he woke up. Despite the doctor's prognosis, Nora knew that Matthew would be all right.\n\n\nRex ran into Bo, and quickly informed him about Clint's condition. Noticing the look on Bo's face, Rex wondered what was wrong. Bo updated Rex on Matthew's condition. Rex could relate to the situation, because he'd felt helpless when Shane had been sick. A nurse returned to Matthew's room. Bo wondered how the tests had gone. The nurse didn't know, but informed him that the doctor would be back shortly. Rex offered to stay, but Bo didn't need him to.\n\n\nA short while later, Bo and Nora asked the doctor how the tests had gone. The doctor revealed that Matthew had more brain activity than she'd originally thought. Outside the room, Dani and Destiny struggled to hear what the doctor was saying. The doctor said that there was a minimal chance that Matthew would recover. Bo and Nora sat with Matthew, as the doctor left.\n\n\nViki returned to Clint's room thanks to a text message from Rex. The doctor informed Viki and Rex that the operation had gone smoothly. However, Clint's damaged heart wouldn't last as long as the doctor had originally thought. The doctor gave good news, informing them that the operation had bumped Clint up to the top of the transplant list.\n\n\nRick sat in the diner alone. He spotted Deanna outside. She walked into the diner, and left Nate a message to call her. Rick walked up to her to say hello. He asked her to keep him company at his table. She sat down with him, and he asked about James. She informed him that things hadn't worked out between her and James. He asked if James had helped her out with money, but she replied that she wasn't a charity case. He offered that she'd always have a place in his movies, if she wanted it.\n\n\nRick told Deanna that she could audition privately, and with anyone she wanted. She contemplated the offer, but quickly got up when Nate ran in. He ran straight to the back of the diner. Nate was throwing up into a trashcan when Deanna reached him. As a shocked Rick listened in, Nate told Deanna that Matthew was dying, and that it was his fault.\n\n\n",
    "tvmega_recap": "Ford visits Tess in a padded room where she is strait-jacketed. She wants him to bust her out. He wants her to tell him what she knows about Joey and Aubrey first. Tess tells him about Cutter and Aubrey's scam but he still won't get her out of the strait jacket because it will jeopardize his chances of getting custody of Ryder. He changes his mind and frees her, but as they are walking out of the padded cell they run into an orderly who throws Ford out. Cutter kicks everyone out of Buchanan Mansion. Joey is done with Aubrey but will play the part until Ryder's custody is settled and then leave her. Rama says Aubrey deserves it after betraying Cutter. Aubrey accuses Rama of sleeping with Cristian. Rama says Aubrey makes money with sex. They slap each other and it escalates into a brawl. Aubrey promises to make it up to Joey. Rama tells Cutter that she is not leaving because she still has a secret. Dani and Destiny worry about Matthew. The doctor tells Nora and Bo that Matthew has no brain activity. Nate is there with Dani and Destiny but his mind wanders to the day that he hit Matthew in a rage and caused his head trauma after learning that Matthew had killed Eddie. Nate meets Deanna at the Buenos Dias and throws up. He tells Deanna that Matthew is dying and that it is his fault. The moviemaker from the Minuteman Motel hears Nate say he killed Matthew. While Rex is talking to Clint, the machines start beeping. Viki reveals to Rex that Clint is dying and needs a transplant. Rex comforts Bo while Viki comforts Nora. Matthew's doctor reports that the new test showed more brain activity, but that he only has a minimal chance of recovery. Clint's doctor tells Viki that Clint's heart attack was catastrophic and that he won't last long without a heart transplant.",
    "soapcentral_condensed": "Tess told Ford that she had information that could get the judge to reconsider the custody decision. Ford tried to convince Tess to trust him, but when Tess wouldn't talk, Ford got up to leave. As Ford walked out of her room, she screamed that Ford had promised to let her out, and that he would miss her. Rama accused Aubrey of having sex in order to make money, which earned her a slap back from Aubrey. Aubrey told Rama that Rama was happy to be without Vimal, so she could sleep with Cristian. A short while later, Joey asked Rama if she wanted a ride somewhere, but she assured him that she was staying at the mansion. Clint told Clint that he didn't want to be acknowledged as Clint's son, if everyone were lucky, and would die in the States. Viki entered the room and said that Clint had given him the house in exchange for having Tess committed. Cutter wished he could be there to see Viki's face when Aubrey walked through the door.\n"
}