{
    "soap_central": "\n Downward Schuyler \n\n\nDani and Matthew were surprised that Téa was not to be found when they returned to the Palace Hotel room that Dani and Téa were residing in. Dani spotted a note and read it out loud to Matthew. She was irritated that Téa was out because \"something came up\" and she assumed that the something was probably Todd. Dani noted that her mother had been moping around and only cared about Todd. Matthew thought it might be a good idea if Dani could get along with her mother. Dani didn't think that would happen until Téa could finally see what kind of man Todd really was. The couple began to kiss and found their way to the bedroom.\n\n\nThe pair fell down onto the bed but Matthew pulled away abruptly. \"What are we doing?\" he pondered. \"It,\" Dani replied. A shocked Matthew couldn't believe that Dani wanted to have sex. He explained that he really wasn't ready yet and he doubted that she was either. Dani insisted she was and told Matthew to remove his clothes. She wanted to have sex with a friend and not be a helpless victim later down the road with someone like Todd.\n\n\nA sensitive Matthew realized that Dani thought she was going to end up like Marty and assured her that wouldn't happen. Dani began to cry and explained that she had wanted to get it out of the way. She overheard someone in school call her \"the rapist's daughter.\" Matthew told her, \"You're you, not what your dad did.\" She only wanted to get Todd's deed out of her head and Matthew made it clear that it would take a long time to accept it but then she could move on. Dani emphasized that no one had ever understood her like Matthew.\n\n\nBlair found Todd working on the telephone, as he yelled at his employee to find some headlines they could use for his newspaper. \"Where's Téa?\" she asked him. She was astonished to hear that Téa had moved out. Todd informed her that Téa felt she couldn't be a proper mother to Dani and be with Todd at the same time. Calling Téa a bitch, Blair couldn't believe that Téa found it so difficult to \"multi-task.\" Laughing, Todd praised Blair for making him feel good by putting someone down. He grabbed her and began to kiss her.\n\n\nThey fell down on the bed but Blair wrenched away. Todd accused Blair of saving herself for Elijah and while she denied having sex with the attorney, she finally admitted it when Todd exclaimed that he had heard the two of them. She added that she was not going to help Todd get over Téa because Blair had moved on and Todd needed to do the same. A confused Todd pointed out that he was offering something that Blair had schemed to get in the past but she suggested he find a friend with benefits. She needed to keep her own sanity and his \"window of opportunity\" with her had been \"slammed and bolted shut.\" She was sorry that Téa had left again.\n\n\nTodd swore he was finished with Téa, but Blair didn't buy it. Furthermore, Blair needed to break the cycle and planned to move back to La Boulaie with the boys. \"Twist the knife in me, Blair,\" Todd moaned. Blair insisted that things were back to normal and safe, and it was better to move home than to be playing \"second fiddle to Téa Del-got-a-ho.\" She urged him to stop moping around and prove that he wasn't an evil person.\n\n\nTéa arrived at Rachel's apartment and learned that Rachel was seeking legal advice for Schuyler. Rachel showed Téa the empty vial of oxytocin and explained that she had found it in Schuyler's things. She had the idea that it had been for someone else. As she held the empty vial in her hand, Téa was able to piece together the entire scenario involving Schuyler, Stacy, Rex, and the baby. Rachel was sure that Schuyler wouldn't have jeopardized the baby, though Téa pointed out that in the past Schuyler wouldn't have denied his parentage. She wondered if Rachel really knew Schuyler.\n\n\nRachel wondered what kind of trouble Schuyler would be in if he had used the oxytocin to induce Stacy's labor. Téa revealed that murder charges could be involved if something happened to the baby. They didn't know if Schuyler had administered the drug, though, and only the empty vial existed, she added. They could only assume that Schuyler had stolen it, but even that was a vague accusation. Téa further explained that the police would need evidence, and she would take care of things. She planned on hiding the vial in a safe place. She suggested that Rachel refrain from keeping further secrets from Greg.\n\n\nAt the carriage house, Shane realized that, in light of the news that Rex was not Sierra's father, his parents could get back together. He was pretty sure that his mother would abandon Schuyler when she heard that Schuyler was really Sierra's dad, but Rex wasn't so sure. \"Don't be a feminist dad,\" Shane urged Rex. \"What?\" Rex asked. Shane explained that it meant that his dad always thought the worst. Rex thought that Shane had been hanging around his grandmother too much.\n\n\nAs if on cue, Roxy arrived, giddy with the news she had heard. The guys advised her that they already knew that Rex wasn't the father of Stacy's baby. Roxy was surprised that they knew and expressed her wish that the \"skank\" would be told off like Roxy had already done to Kim. Rex quietly told her that Stacy had passed away, but the baby was at the hospital. Shane advised his grandmother that Schuyler was the child's father. Roxy was angry, but her anger quickly faded to happiness as it dawned on her that there was a chance for Rex and Gigi to be together again. She urged her son to get his girl back home.\n\n\nShane and Roxy wouldn't let it drop and carried on that Rex needed to get Gigi back. Rex tried to explain that she was busy with the baby and her sister had just died. He didn't think it was a good time. Roxy advised him that Gigi needed someone to lean on. He was convinced and agreed to go to the hospital.\n\n\nOnce Rex was gone, Shane had a question for his grandmother. He wanted to know if she had loved Mitch. \"Not for a second,\" Roxy answered him. He pressed on and asked why they'd had a baby. Roxy was at a loss for words, but she felt it was worth it since she had Rex and Shane.\n\n\nAt the hospital, Schuyler tried to win over a reeling Gigi. He still believed in the two of them. \"Don't you?\" he pleaded. He didn't think that things should change between them. Gigi tried to explain that she had lost her family through Stacy's pregnancy, but she'd thought she had Schuyler forever. That was changed because everything was based on a lie. She declared that it was not okay to pass his child off as someone else's. Schuyler explained that he was afraid she wouldn't forgive him for fathering Stacy's child. She pointed out that he had been there for her every time she was upset but he, Stacy, and Kim had used her and the baby to rip apart her family.\n\n\nSchuyler thought that Gigi loved him, but he asked if she had turned to him because of the baby. She assured him she had fallen in love with him and had survived because of him. He was no longer the same guy because the old Schuyler would have \"stepped up\" and claimed his child. Schuyler had believed he had done the right thing because he didn't want Gigi to give him the same look she had given Rex when she had learned Rex was the father at first. Gigi accused Schuyler of thinking only of himself.\n\n\nSchuyler hadn't wanted to give up both Gigi and the baby but had always thought he had good reasons for his actions. Gigi wondered how Schuyler could give his infant up to another man, but Schuyler figured he'd be close by and keep an eye on her. Gigi angrily reminded him that the baby almost died because of the decisions he had made. Suddenly, she remembered that Mitch had wanted the baby because he believed it to be Rex's, and she accused Schuyler of knowing all about that. Mitch would have left Stacy alone if he had known about the baby's father from the beginning, Gigi screamed at Schuyler. She began to hit him and yelled that her sister was dead because of Schuyler.\n\n\nStacy would have still been alive if Schuyler had spoken the truth, Gigi cried out. Schuyler agreed, but he admitted he was scared of losing Gigi. She asked if it was worth it. He tried to explain how his life had only mattered because of Gigi after all of the years when he had suffered through some tough times. She had made his life \"worth a damn,\" and he had panicked. He didn't realize that the baby had been a gift or the mistakes he had made. He thought that since he had finally figured it out, there was hope for the two of them too. Gigi was indifferent and sniffed that she couldn't bear to even look at him.\n\n\nShe returned to the baby's side and assured Sierra Rose that she would be fine. She added that the little girl was a fighter just like her mother. The doctor arrived to wheel the baby to surgery. Schuyler asked for a moment with his daughter. He told her that he had made a mess of things, apologized, and wished that he could take it back. He told her he loved her and would never stop. Rex arrived and looked on.\n\n\nAs Nigel helped Kim soak her aching and frozen feet at the Buchanan mansion, he asked what she had done with her two-thousand-dollar boots. Suddenly lashing out, Kim advised him that he was the butler and therefore needed to \"butt out\" or she would make sure he was thrown out of the house. As she screamed at him, Clint entered the room. \"Who the hell do you think you're talking to?\" he yelled.\n\n\nClint turned to Nigel and apologized to him for Kim's behavior. He sent him on his way and then turned to Kim and told her off. He reminded her that she was a mere houseguest and he would not have a trusted member of his household abused by her. He had enough on his hands with his daughters in the hospital. \"Stacy's dead,\" Kim exclaimed.\n\n\nShe related the events on Llantano Mountain as Clint comforted her. She blamed herself for Stacy's death, even though she had left her friend for only one second. She thought back to all that had occurred during Stacy's pregnancy and blurted out that she should have handled things differently all along. Thinking that she was merely talking about the most recent occurrences, Clint reminded her that Mitch was responsible for Stacy's kidnapping. He refused to allow Kim to blame herself and suggested she turn her focus to Stacy's baby. She would have to fill the baby in on Stacy's life. Kim announced that Stacy was more than a \"total bitch\" and had fallen in love with her baby. Kim cried that no one knew that but her.\n\n\nClint took over Nigel's chore and helped Kim with her feet, gently pouring warm water on them. She apologized for leaving her boots by the mountain lake but she had to in case Stacy somehow returned. Clint liked her hopeful outlook and promised to get her a new pair. He told her that Natalie would be okay and Jessica had a long road ahead of her. \"Why are you doing this?\" Kim wondered. \"Because I want to,\" he replied.\n\n\nTéa returned to her Palace Hotel room just as Matthew and Dani were sharing a kiss. Matthew thought it was a good time to leave, and Dani thanked him for his support. He assured her it was \"no big deal.\" He thought that things would have been worse if they had gone through with having sex. He admitted that it wasn't easy for him to refuse, but it hadn't felt right. He thought that maybe some day the timing would be right for it.\n\n\nAs the song \"Ache\" played in the background, Téa looked at the vial in her hand and Rachel seemed thoughtful. The baby was wheeled to the operating room. Clint helped Kim into bed, lay beside her, and wrapped his arms around her.\n\n\nRex thought that Gigi shouldn't be alone, and she admitted that she needed a friend. She turned to look at Schuyler and walked off with Rex. Schuyler leaned against the wall in agony.\n\n\n",
    "tvmega_recap": "Matthew and Dani are together. She shares with him that she has some real issues with being seen as the \"rapist's daughter\". She wants her \"first time\" to be with somebody good like him. But he tells her he doesn't think either of them are ready to have sex. Meanwhile, Rachel asks Tea for legal help regarding the serious trouble Schuyler could get in for stealing the bottle of oxytocin and what it could mean if baby Sierra dies. Gigi is furious with Schuyler to find out that he knew that the baby was his but let Rex believe that he was instead and how he could abandon his own child until Stacy is dead. It appears that Gigi and Rex are getting along as he wants to support her through this whole trauma. And Kim is getting close to Clint after the loss of her best friend and his family crises.",
    "soapcentral_condensed": "Downward Schuyler Dani and Matthew were surprised that Téa was not to be found when they returned to the Palace Hotel room. Blair found Todd working on the telephone, as he yelled at his employee to find some headlines they could use for his newspaper. Todd accused Blair of saving herself for Elijah and while she denied having sex with the attorney, she finally admitted it when Todd exclaimed that he had heard the two of them. Blair insisted that things were back to normal and safe, and it was better to move home than to be playing \"second fiddle to TéA Del-got-a-ho\" She urged him to stop moping around and prove that he wasn't an evil person. Rachel showed Té a empty vial of oxytocin and explained that she had found it in Schuyller's things. She had the idea that it had been for someone else. She planned on hiding the vial in a safe place and she would take care of things of things.\n"
}