{
    "soap_central": "\n\nAt the Buchanan estate, Nora woke Clint up with a kiss. Clint was exhausted, and Nora reminded him that he'd been working all night at Buchanan Enterprises, trying to save the company. She left to tend to Matthew, and as Clint prepared to face the day, he got a call from the office, confirming his suspicions about Asa's old \"friend\" Warren Cobb being involved in more corporate sabotage. Enraged, Clint put in a call to Lindsay. Over at Bo's loft, Bo and Lindsay were doing a crossword puzzle together. A playful Lindsay begged Bo not to leave for work, but Bo insisted he had to continue getting dressed. After he left, Lindsay received Clint's phone call. Clint brusquely asked her if the file she'd given him on Warren Cobb was accurate. Lindsay said every word was true. \"This conversation never happened,\" Clint said gruffly. \"What conversation?\" Lindsay asked innocently. After Clint hung up, Nora returned to the bedroom, noticing Clint's agitated state, and asked if everything was all right. \"No,\" Clint said, pondering his choice. \"But it's gonna be.\" Back at Bo's, Lindsay helped her guardian fix his tie. The close proximity led Bo and Lindsay to slowly move in for a kiss, but at the last moment, Bo backed off, saying that he wasn't sure whether it was a good idea. Bo said he liked the way things were between them at that time. Lindsay took Bo's words as rejection and tried to make light of it, saying she knew nothing could ever happen between them again. \"I didn't say that,\" Bo said. He explained that things were going so well with them living together, and that he didn't want to put rules on their relationship or spoil things too soon. Down the road, he said, who knew what might happen between them? Lindsay agreed with him, and after Bo bid her goodbye and left for work, she wistfully repeated, \"Who knows...?\" \n\n\nRex and Adriana shared a tender morning together in bed, and Rex urged Adriana to stay there with him. But the evasive Adriana had other plans, and explained that she had to go out and do some \"things.\" After Rex headed for the shower, Adriana called Dorian and demanded she come to the loft. In an icy tone of voice, she warned her mother to hold up her end of their new bargain, or Dorian knew what would happen. After she hung up, Rex emerged from the shower, asking who she was talking to. Adriana lied that she'd been talking with a lazy wedding planner. She began to subtly press Rex about the previous afternoon, about his working at BE with Gigi, and asked if he was leaving anything out. She hinted that Layla had already told her about Rex and Jared's fight over Gigi. Rex confessed everything, but said that it was innocent, and that he didn't like Jared \"taking advantage\" of his old friend. Adriana was serene and said she understood that Rex was just looking out for Gigi, but as Rex embraced her, Adriana's face turned cold. \n\n\nAt BE, Clint looked over the Warren Cobb file once more, then put in a call to Bo, asking Bo to meet with Charlie alone at the diner about Charlie's new job. He cited awkwardness between himself, Charlie, and Viki. After hanging up, Clint held the Cobb file in his hands, steeling himself for confrontation. He'd told Bo to take care of Charlie, \"and I'll take care of this.\" \n\n\nAt Carlotta's, Charlie ran afoul of Dorian. He wondered why she was slumming at the diner, only to discover they'd both been called together by Roxy regarding Rex and Adriana's impending nuptials. As they waited for Roxy to arrive, Charlie told Dorian he knew that the last thing she wanted was for Adriana to marry his \"son.\" Dorian defended herself, saying that she didn't want to stop the wedding at all-she merely hoped that the \"father\" of the groom, and his real son, weren't in jail before the wedding happened. Charlie asked Dorian if she was threatening him. \"You're a fool,\" Dorian snapped, and said she knew they both had too much to lose from Charlie and Jared's secret coming out, but that he had to realize that sooner or later, it would. Charlie said that he just had to hope and pray that it wouldn't come to that. \"Hope is not a plan,\" Dorian retorted. She just wondered who would be more devastated when the truth came out-Charlie, or his beloved Viki? Just then, Adriana called and ordered Dorian to meet her at Rex's apartment. \n\n\nAfter Dorian hung up, she prepared to leave, telling Charlie that she actually felt sorry for him, and liked him. She sympathized with Charlie, but asked him if Viki would when she knew the truth. \"You live to see Viki hurt,\" Charlie replied. Dorian told Charlie that he couldn't trust Viki with the secret, and reminded him that the truth was not well-hidden, that even Roxy knew about his not being Rex's \"father.\" Dorian threw up her hands, exclaiming that the whole thing was so incredibly convoluted it was impossible to keep it all straight. Right on cue, Roxy arrived, regaling Dorian and Charlie with her suggestions of a wedding at the racetrack for Rex and Adriana, or perhaps at Nash's vineyard. Mortified, Dorian left Charlie and Roxy to the details, and hotfooted it to Adriana's side. \n\n\nForced to spend time alone with Roxy, Charlie endured her sweet-talking and an attempt at a massage to alleviate his \"tension.\" Roxy noted that there was something about Charlie that fascinated her, and said that he really could be Rex's father. Charlie grew frustrated and asked Roxy again why she'd made him a part of her deception. Roxy claimed that the reason it was so important for Charlie to be Rex's \"father\" was because she actually had no idea who his father really was-only that it was not Wally Balsom. Before Charlie could process this, Bo arrived at the diner to meet with Charlie, shaking his hand and explaining that Charlie had won the contracting bid for BE's \"Pine Valley addition.\" Charlie was pleased, and Roxy chimed in to remind Bo that Rex and Adriana set a date for their wedding. Bo was enthusiastic, and congratulated Charlie on having found his son. He felt confident that Charlie was a \"straight shooter\" and a good role model for the wayward Rex. The conflicted Charlie took this praise without speaking another word. \n\n\nLindsay met with the judge from the Spencer Truman trial in the judge's chambers, and was pleased to learn that Bo had given her an excellent progress report since her release. Nora rushed into the chambers, apologizing for being late. Lindsay was jolted to learn that as District Attorney, Nora had access to Lindsay's evaluation sessions with the court. \"Lucky me!\" Nora exclaimed. \"And I get to ask questions.\" She sarcastically applauded Lindsay's \"progress,\" and pushed Lindsay on whether she'd \"recovered any memories\" of her \"mental breakdown\" in court months earlier. Lindsay said that her doctors explained that those would likely never be recovered. The judge left momentarily to take an urgent call, leaving Nora and Lindsay alone in chambers. Away from public view, the two enemies dropped all niceties, and Lindsay asked Nora if she expected Lindsay to confess all. Nora shot back that she didn't expect anything from Lindsay but lies and deception-that that was all she knew. Lindsay asked Nora when she would move on from her pathetic obsession with convicting her; after all, she said, Nora was with Clint (\"God help the man\"), Lindsay was living with Bo, and both brothers were too busy to be coddling Nora's neuroses. Nora realized Lindsay knew all about the crisis at BE, and warned Lindsay not to give her any advice on her relationships. \"Clint and I were man and wife,\" the smug Lindsay declared. \"I think I know him better than you do.\" \n\n\nDorian arrived at Rex and Adriana's, and Adriana ordered her to keep Rex busy while she went to have a \"chat\" with Gigi. Rex arrived to greet Dorian, and Adriana lied that she had to go meet with Layla on business for Exposed. After Adriana left, Dorian improvised wildly, saying she had so much wedding business to discuss with Rex, who was less than thrilled. Keeping him occupied with magazine after magazine, Dorian continued playing for time until Rex objected to looking at yet another picture of a flower girl, complaining, \"Didn't we admire 'adorable little flower girl' about two minutes ago?\" He insisted Dorian tell him what she was really up to. Dorian continued to cover for Adriana, and told him a version of the truth: She was there to make sure Adriana and Rex were happy. \n\n\nAt the Palace, Jessica and Viki met for lunch, and Jessica noted that Viki still had her waitressing instincts. Viki admitted that she missed the \"simplicity and peace\" of Paris, Texas, but did not miss being away from her family. The subject of Nash and his vineyard was broached, and Jessica admitted she was concerned that Nash had too much riding on his new partners and the new line. She worried that he was in over his head, and becoming far too driven for his own good. Viki reminded Jess that the vineyard was Nash's lifelong dream, and that he could use her support. Jessica agreed, saying she just didn't want Nash to lose his integrity over his success. She stopped herself, saying, \"I know he's not going to cross any lines.\" She changed the subject, asking if Viki was lonely without Charlie at Llanfair. Viki admitted she was a little, but said that her relationship with Charlie was still wonderful, and that he wasn't at all intimidated by her money or class. Viki explained that Charlie didn't see her as an upper-class aristocrat, but rather the woman he fell in love with in Paris, who shared his values, who'd been a waitress. She said she'd gone to Paris to find out who she really was, and realized that she liked herself-a lot. After Jess left to meet with Nash, Charlie rendezvoused with Viki at the Palace, kissing her and telling her he got the BE job. Viki was thrilled and wanted to hear all about it, but Charlie said he didn't want to discuss work-he just wanted to spend as much time as possible with her. \n\n\nBack at the diner, Nash met with Cristian and Sarah, and offered Sarah her own job with the winery. He explained he needed an event coordinator for his Napa launch event for the new line, and said he wanted her to book a hip band on the West Coast. Sarah suggested something in the vein of Fallout Boy, but Nash replied, \"I have no idea what that is.\" Cristian was concerned about Sarah burning herself out multi-tasking between working in Napa and booking at Capricorn, but Sarah insisted that a West Coast gig would be huge for her career. Sarah agreed to accompany Nash to Napa on the job. Nash left them to meet with his mysterious contact at a nearby booth, and explained that he needed more money from his new business partners in order to set up the Napa launch. The contact agreed to set it up without hesitation, and Nash gleefully told him they'd be making a lot of money together. After his guest left, Nash returned to Sarah and Cristian, only to run into Jessica, who'd just arrived. Nash took his wife into his arms and kissed her passionately. \"Get a room!\" Sarah joked, and Nash explained the new developments to Jessica. Jessica was startled to discover that Nash was taking Sarah, not her, to Napa to work on the launch, but said she understood. Nash gushed that everything was fantastic. Cris and Jess watched as Nash and Sarah hurried over to a booth to talk over the details of the event, and the two exes hesitantly said they were \"okay\" with their new spouses working together. \n\n\nAt BE, Clint met with Warren Cobb. Just like with Virgil Webster, the meeting began cordially, and Clint told Cobb he wanted to make him an offer. Cobb assumed that Clint was ready to sell him BE's faltering subsidiary companies, but Clint said he would never unload the subsidiaries. Cobb was befuddled, saying that the subsidiaries were failing and that he was prepared to buy them up at market value. \"Which you drove down,\" Clint countered. Cobb attempted to deflect suspicion, claiming that Asa was one of his greatest friends. \"That's what makes this so reprehensible,\" Clint replied. He knew that with Asa dead, Cobb was out to dismantle BE and take the subsidiary companies for himself. Cobb became irate, and said that no matter how the companies' value had dropped, BE needed to \"stop the bleeding.\" Clint agreed-and handed Cobb Lindsay's file. He warned Cobb to back off, or he'd end up in jail. Cobb reluctantly agreed to Clint's terms, and as he prepared to exit, Bo arrived, unaware of what had just happened. He happily greeted the sullen Cobb, but was shocked when Clint proclaimed that BE was also buying Warren Cobb out for good. \n\n\nAt Llanfair, Gigi prepared a surprise \"birthday pancake\" (with one candle!) breakfast for Shane as he came down to the kitchen. Shane said he thought his birthday was supposed to be a secret, but Gigi said they could still celebrate it together, and that he even got to go to school late because of it. She sat Shane down and urged him to eat before the candle wax got on the pancakes, adding that he should make a wish. Shane asked if he could tell her his wish. \"It's the same thing I wish for every year,\" he said, \"and I know it can never come true.\" Shane confessed that he wanted to meet his father. Shaken, Gigi helped him open his presents, including a catcher's mitt, a book from Marcie, and a \"coupon for one day of fun\" with his mother. Shane thanked his mother for the presents, and asked if he could at least tell Rex about his birthday. Gigi quickly said no, and Shane asked why that was-\"because of my Dad?\" He said he thought his birthday made her sad, because it stirred up memories of his father. Gigi insisted that Shane's birthday was the happiest day of her life, with or without his dad. \"Do I remind you of him?\" Shane asked. \"More than I can tell you,\" Gigi murmured. Shane got ready to head for school, and Adriana arrived at the house. As Shane left, Gigi fabricated an excuse, explaining she and Shane were having a \"special breakfast.\" She said Viki and Natalie weren't there, but Adriana explained she was there to see Gigi instead: \"we need to talk.\" She noticed the birthday candle in the leftovers from the breakfast, and Gigi covered by saying that Shane liked to pretend it was his birthday. Adriana wasn't buying it, and as the women continued to trade barbs, Gigi became exasperated, finally asking what Adriana wanted. Adriana reminded Gigi of her wedding date, and told her she could think again about screwing things up for her and Rex. Adriana warned her she would see to it that nothing and no one got in the way of her and Rex getting married. Gigi insisted again that Shane was not Rex's son, but Adriana kept browbeating her. She claimed that Gigi had come to town to get Rex back, and guilt him into loving her, but it wouldn't work. \"Rex's heart belongs to me,\" Adriana snapped, and said that Shane being his child wouldn't matter. Gigi continued to protest that Rex was not the father. \"What is Shane's father's name?\" Adriana demanded, and said she wanted to hear it immediately.\n\n\n",
    "tvmega_recap": "Adriana and Rex are in bed, kissing and hugging. Rex tries to get her to stay in bed, but she tells him that she has things to do. Gigi yells for Shane to come downstairs. She surprises him with a pile of pancakes for his birthday. Nash comes into the Angel Square Diner to see Cristian and Sarah. Nash shows Cris and Sarah the new designs for his wine and also asked Sarah to join his team. Nora wakes Clint up with a kiss. He receives a phone call. Nora goes to get him some coffee. Bo and Lindsay are working a puzzle when he gets up and tells her that he had to get ready to go to work. Lindsay gets a call from Clint, asking her if the file she had given him is legitimate. She assures him that it is. Dorian sits in a booth in the diner when Charlie comes in. They are both there to meet with Roxy. Viki and Jessica have breakfast together at the Palace dining room. They have some girl talk about the men in their lives. Dorian gives Charlie a hard time about Jared being his son and him not telling Viki anything about it. Adriana calls Dorian and tells her to get over there immediately. Dorian tells her that she is to meet Roxy, but Adriana refuses to take no for an answer. Roxy comes into the diner to meet Charlie and Dorian. Sarah is ecstatic that Nash had offered her a gig on the west coast, but Cris is against the idea. Nash goes to meet his business associate and signs the final papers. Adriana comes to visit Gigi and tells her that they need to talk. Adriana sees the candle on the table and asks Gigi about it. Gigi lies to her about it being Shane's birthday. Bo and Lindsay start to kiss, but then stops. Lindsay knows that there can never be anything between them. Warren Cobb is shown into Clint's office. After a little conversation, Clint shows Warren the file that he has on him. Warren wonders where Clint had obtained this information. Bo comes into the office just as they are concluding their business. Clint tells Warren that Buchanan Enterprises wants to buy him out. Bo is surprised. Charlie wants to know why that Roxy wants him to pretend to be Rex's father. Roxy reveals that she doesn't know who Rex's father is. Lindsay meets with her parole officer. Nora also join them .Lindsay wonders why Nora is here. Jessica comes into the diner. Nash grabs her and kisses her. Nash lets Jessica know that Sarah and he are going to Napa Valley. Jessica is surprised. Adriana demands to know from Gigi who Shane's real father is. Charlie lets Viki know that he had gotten the job from Buchanan Enterprises.",
    "soapcentral_condensed": "At the Buchanan estate, Nora woke Clint up with a kiss. At Bo's loft, Bo and Lindsay were doing a crossword puzzle together. Adriana called Dorian and demanded she come to the loft. At Carlotta's, Charlie ran afoul of Dorian, only to discover they'd both been called together by Roxy regarding Rex and Adrianna's impending nuptials. Charlie asked Dorian if she was threatening him, and Dorian said she knew they both had too much to lose from Charlie. After Dorian hung up, she prepared to leave, telling Charlie that she actually felt sorry for him and that she liked him. Just then, the truth came out-Charlie, or his beloved Viki? She wondered who would be more devastated when the truth finally came out, and said that she had to pray that it wouldn't come to that, and that he had to realize that sooner or later he would come to his senses and tell her the truth.\n"
}