{
    "soap_central": "\n\nRex found a disheartened Gigi working at Rodi's. She explained that her first day at Llanview University had been less than remarkable, and she felt defeated and miserable. The calculus class was over her head, and her philosophy class was incomprehensible. She pointed to a group of younger students sitting nearby and told him that not only could they text and type notes at the same time, but they understood everything that went on in class. \"I'm done,\" she declared.\n\n\nRex suggested that Gigi drop the philosophy class and sign up for something else. He didn't want her to quit. Gigi was adamant that being a college co-ed was not her, and she felt humiliated. It was too far of a leap from her own life. Rex did his best to encourage her, and he thought it would be great for their son to see her succeed. Gigi asked how Shane would feel if she failed, but Rex suggested that it depended on what her next step would be. He promised to help her in any way he could.\n\n\n \"Please don't give up,\" he told her. In ten years she'd be able to look back and talk about the path she had chosen. Shane would love her no matter what, and Rex only wanted her to be happy. Gigi proclaimed that she wasn't happy, either waitressing or at school. Rex was positive she'd be able to find the right classes, and she agreed that was a possibility.\n\n\nAt a nearby table, Layla and Cristian discussed their final decision that involved both of them accepting their new positions in different countries. Layla was determined to have her dream wedding and wanted to put off their marriage until she had her year of being a \"bridezilla.\" Cristian reluctantly agreed to wait, though he had his doubts about their living apart for an entire year.\n\n\nLayla was disappointed because she thought they had already agreed to be apart for a year. Cristian admitted he had thought about it a little longer, but Layla played up all of the benefits they would each obtain. They made a pact to have an online chat every single night, and they thought it would work out if they really wanted it to. Layla guaranteed that she would return.\n\n\nLayla and Cristian wanted a bottle of champagne, because they wanted to celebrate not getting married. Rex and Gigi were confused but they shared in the toast with the happy couple. Layla and Cristian toasted their new positions, and Gigi toasted her start at school. She declared that she would \"restart\" the next day. Layla suggested she take Cristian's class, and that seemed promising. Rex's toast was a wish for his next profitable case.\n\n\nBo and Nora sat a table in the Palace and waited for Dorian to show up for a budget meeting. They were both surprised when Inez showed up and apologized for being late. She had just received the message about dinner with Mr. Buchanan, but she wasn't prepared to take notes. Clint appeared and explained that the message was from his secretary, and he was sorry that she hadn't been clear.  He was the one who wanted to take Inez to dinner. She was reluctant but finally accepted his invitation. \"Well, well, well,\" was all that Nora was able to mumble.\n\n\nAs Nora crunched numbers, Bo was deep in thought. He barely acknowledged Nora's comments as he watched Inez and Clint at another table. They laughed out loud and appeared to be having a good time. Bo thought Clint had \"sandbagged\" Inez, but Nora pointed out that things certainly didn't seem that way. She wondered why Bo seemed upset about the dinner date. \"It's odd,\" Bo said. He couldn't figure out why Clint would want to go out with Bo's assistant.\n\n\nNora thought it was nice to see Clint with a \"normal girl\" who had not just gotten off of a pole. She thought they owed it to Clint. Bo was stymied and mentioned that he was also concerned with the internship that Clint had just offered to Matthew. All of a sudden, Clint was around, Bo noted.\n\n\nInez was ill at ease and admitted that she wasn't sure about the etiquette of the situation. She was out with her boss's brother, and she was concerned about her job. She considered herself expendable, and she really needed the work. Clint informed her that Bo was married to Clint's ex-wife, and Inez was surprised, since she wasn't up on town gossip. He and his brother had been through a lot, Clint added, but he thought that Bo and Nora belonged together. It had all worked out. He admitted that the evening was turning into one of the nicest he'd had in a while.\n\n\nDorian remained in bed at La Boulaie and continued to read David's MyFace page. She flew under the blankets when Kelly walked in and announced that Dorian was due at a meeting. Dorian was determined to remain in her house even though Kelly tried to persuade her that her constituents and her fellow government personnel needed her.\n\n\nKelly didn't think her aunt should feel embarrassed in public, because it was David who had walked out. Dorian admitted that she didn't want to be pitied, and she was able to sense that other people looked at her that way. She knew the Buchanans were gushing with it. Kelly was sure that both Bo and Nora had other things on their minds. She pulled the blankets from the bed and threatened to expose Dorian in a Sun cover story, complete with doctored photos. She had already taken care of Dorian, and it was time for Dorian to leave the comfort of her home.\n\n\nDorian wondered where her \"compassionate angel\" had gone, and insisted that she wanted to stay in her bed. Kelly was afraid that her aunt's new routine would start to feel too normal to her, and she would turn into a \"crazy cat lady who collected tin foil and string.\"\n\n\nKelly finally managed to get Dorian up and out of the house. They strolled into the Palace with a sense of purpose, and Dorian sat down with Bo and Nora. Kelly excused herself. Dorian advised the couple that she wanted them to slash twenty percent from their budget, an amount that Nora was unwilling to compromise on. As the trio disagreed about the effects of a budget cut, Dorian imagined that Bo and Nora were actually talking and laughing about her.\n\n\n\"Can you imagine my handsome young son married to that?\" Dorian thought she heard Bo say. He couldn't believe that he was almost Dorian's father-in-law, she thought she heard him add. Dorian imagined she heard the couple make several rude comments, and she called them on it. Needless to say, they were perplexed.\n\n\nSuddenly, her voice grew loud, and Dorian yelled, \"How dare you?\" She heard them, and they had shown their true natures, she accused them. The other restaurant patrons paused to stare, and Dorian poured a drink onto both Bo and Nora. Clint began to smirk, and Kelly rushed over to help. Clint advised Inez that all of the Kramer women were \"loosely packed.\" He sensed that it was time for Dorian to unravel. Kelly finally managed to drag her aunt out of the restaurant.\n\n\nBo thought that Dorian had snapped and lost her mind. Inez was sympathetic and thought that Dorian obviously had a broken heart. Clint walked up to Bo and stated that Bo's son had done a \"number\" on Dorian. He said that David \"always was and always would be worthless trash.\" Bo interjected that \"it takes two.\"\n\n\nIn the St. Kitts hospice, Eli advised Greg that he wanted someone he could trust to check him out. He had work to do in Llanview and needed to get on a plane as soon as possible. Greg examined him, and Eli admitted that he still had pain from the beam that had crashed down upon him. Eli was willing to accept some pain medication, but Greg assured him that a headache would only be the least of Eli's problems.\n\n\nHe proceeded to test Eli with some questions that Eli couldn't answer, and a toss of a ball that Eli couldn't catch. Eli agreed that he was slow and, though hesitant, accepted Greg's offer to do some further testing. When Greg was finished, he made Eli aware that there was a problem. Eli had a subdural hematoma, a pool of blood in his brain. There was pressure building up, and in the worst-case scenario, Eli could die. He needed to be monitored and could require surgery, Greg concluded. Eli was doubtful and ordered Greg to just do the surgery. Greg tried to explain that Eli should remain in bed, though Eli was adamant that he get on a plane right away.\n\n\nThat was impossible, Greg indicated. The plane would create havoc with the problem in Eli's head. Suddenly, Eli asked if Greg just wanted to prevent him from reaching Llanview. Eli had something to collect in that town, because his brother would be getting something valuable.\n\n\nDani and Todd were stunned to see Ross walk into the house, and Dani ran to him as he exclaimed, \"Daddy's here.\" She gave him a big hug and told him how thrilled she was to see him. Todd stood by and had a sarcastic comment for everything that Ross said. Todd picked up the phone and called the police. He wanted to report that a fugitive was there and asked to speak to Bo. Dani begged Todd to hang up the phone. Todd accused Ross of having \"some nerve\" showing up, and he thought it would have been better if Ross had remained dead.\n\n\nAs Dani continued pleading with Todd, he finally agreed to give her two minutes with Ross. He wanted to know, though, how Ross had helped his crazy brother. Ross denied aiding Eli and claimed to be as shocked as anyone at what Eli had done. His brother claimed to have changed his name due to a bankruptcy. He had never known his brother growing up, and he admitted that Eli was \"messed up.\" Other than Dani, Eli was his only family. Dani told Ross that he still had her. At that point, Todd determined that time was up, and he ordered Ross to leave.\n\n\nRoss declared that he wouldn't leave without his daughter. Todd retorted that she was not Ross's daughter. Ross was sorry that he had sent Dani away, and said he was the one she grew up with. He was her real father in every sense of the word. The men continued to argue back and forth as Dani stood between the two of them. Ross insisted that his entire life was about Dani.\n\n\nTodd asserted that Ross had no legal right to Dani, but Ross announced that the law was on his side. \"Téa put it there,\" he proclaimed. Todd and Dani exchanged baffled looks as Ross removed some papers from his pocket. He had a copy of Téa's will, and it was signed and notarized. She knew that Dani belonged with him because he loved her as much as Téa did, Ross said. He was Dani's legal guardian.\n\n\nKelly and Dorian returned to La Boulaie, and Dorian headed straight to her bed. Kelly wondered what had happened. Dorian responded that both Bo and Nora had insinuated that Dorian had gotten what she deserved. She quickly turned to her computer to read David's latest MyFace update.\n\n\nEveryone at the Palace said goodbye. Bo caught Clint accessing the computer with his phone, and Clint claimed to be updating a page for business purposes. Clint wanted Bo and Nora to stay for dessert.\n\n\nLayla had to pack, and Cristian had to get ready for his new class to begin. Gigi's shift was over and she wanted to sign up for Cristian's class. She thanked Rex for not giving up on her. Soon after, Kelly walked in and offered Rex a job. She would pay him double, and she wanted him full-time. She asked him to search for David.\n\n\n",
    "tvmega_recap": "Dorian is still devastated after what David did and doesn't want to go outside her home or face anybody. Kelly tells her she has no choice and mustn't feel ashamed by what David did. So she goes to meet Bo and Nora for a budget meeting. Yet, she \"hears\" them talking about how she got dumped by Bo's handsome son and how she is unworthy and nothing more than a loser. She does not hear what they are really saying. So she throws water at them and causes a scene. At the other table, at the palace, Clint has \"finagled\" a way to get Inez to go out with him. She got a not saying she needs to \"meet Mr. Buchanan\" at the palace and assumed that BO wants to discuss business with her so she goes to meet him. Yet Bo did not send her the message and Clint reveals it was himself. Bo is a bit concerned about Clint's actions regarding asking Inez out and also about offering Matthew a job at B.E. without asking Bo first. Ross finds Dani and wants to take her to live with him. Todd is ready to call the cops. But Ross tells Todd that he is Dani's legal guardian and shows Todd the will that says just that. Meanwhile, we see that Eli is alive in a private hospital and only Greg knows he's there. He tells Greg he needs to get back to Llanview. But Greg tells him he has a fatal skull injury that could kill him if he gets on a plane. Eli wonders if Greg is just telling him that in order to keep him from returning to Llanview.",
    "soapcentral_condensed": "Layla and Cristian wanted a bottle of champagne, because they wanted to celebrate not getting married. Bo and Nora sat a table in the Palace and waited for Dorian to show up for a budget meeting. Bo thought Clint had \"sandbagged\" Inez, but Nora pointed out that things certainly didn't seem that way. Bo was stymied and mentioned that he was also concerned with the internship that Clint had just offered to Matthew.Inez was ill at ease and admitted she wasn't sure about the etiquette of the situation. She was surprised when Inez showed up and apologized for being late. She had just received the message about dinner with Mr. Buchanan, and he was sorry that she hadn't been clear. He was the one who wanted to take Inez to dinner, and she was reluctant but finally accepted his invitation. She considered herself expendable and she really needed the work. She flew under the blankets when Dorian walked in and announced that she was due to remain in bed.\n"
}