{
    "soap_central": "\n\nThere was lots of dancing and small talk at Jessica and Antonio's wedding reception. Jessica wondered why Nash would ask her to lie to Antonio about the conversation they had had before the wedding. (The conversation where Nash tried to convince Jessica not to go through with the marriage.) David commiserated about losing Dorian. \"You'll always be the one who got away,\" David said. David wondered how long he should wait before hitting on Natalie. Natalie and Viki both looked sad. Viki was crying tears of joy and relief that Tess had not emerged. David reminded Adriana that some day her mother would be gone. \"No second chances,\" he said to a serious Adriana. Viki congratulated Cristian on being cleared of all charges and Evangeline for joining the DA's office. Rex and Adriana tried to get a very sad Natalie to eat something. Nash reminded Jessica that she still has doubts about her marriage. Jessica denied it. Nash said she was acting just like Tess \"when she got cornered.\" Antonio arrived and then Jessica asked Nash to leave. Antonio asked her if she was sorry she married him. No, she assured him. Never. \n\n\nKevin and Kelly wondered how they would explain Zane's parentage to him, especially if they were to remarry. \"Remarry,\" Kevin said. \"Well, that's part of the London package, right?\" Kelly replied. \n\n\nCole admitted to Gabe that he felt \"like crap\" when he took steroids. \"I want to do it (play football) all on my own,\" he said. Coach gave Cole a pep talk and reminded him that he needed to work harder on his own. \"Keep focused, no distractions, you need to keep proving yourself,\" he said. Cole looked exhausted. Brittany made a play for Cole, and he pushed her away. A clearly jazzed-up-but-in-a-bad-mood Cole tried to rally the kids up for a party. The cheerleaders were shocked when he was rude to his mom. Starr asked Todd if she could stay at Langston's that night. \n\n\nJohn again identified himself as John to Vincent, who almost fell over. \"You're John McBain,\" he said. Paige and Vincent hovered by John's bedside. Of course, Vincent is the only one who is aware of the bandaged man's identity. Paige went on and began thanking Vincent for being such a good friend to her son. \"That you for caring so much,\" she said. Vincent didn't know what to say. Paige wondered what was going on when she entered the room. \"Did Hugh try to say something to you?\" she asked. Paige told John, who was struggling to speak, that whatever he had to say could wait until after his surgery. Vincent arrived at the wedding reception  and told Natalie he needed to speak to her. \n\n\n",
    "tvmega_recap": "Antonio is just inside the door to where Jessica and Nash are talking. They discuss her telling Antonio the truth about her. He knows that she had doubts about the wedding and asks her to admit it. Antonio waits to hear her response from his hidden position. Vincent understands now. The bandaged man has managed to blurt out his name. \"I am John!\" Vincent wheels away stunned as if burned by an iron. He understands no. All the times that John was squirming around, uncomfortable by things that were said that he didn't like. Like when he talked about kissing Natalie. Paige tells that her son will be going for surgery the next day. They will be starting the skin grafts on him. She thanks Vincent for being such a good friend to her son. \"What were you talking about in here before I came in?\" Jessica is still talking to Nash and telling him that she loves Antonio. Nash says that she had doubts about her wedding and she knows it. \"Jessica!\" Antonio comes out to the two and Jessica asks Nash to leave her with her husband for a minute. \"Are you sorry you married me Jessica?\" Kelly thinks that Zane calling Kevin 'grandpa', and Kelly 'mom' is going to be a little weird. She suggests that Zane call Kevin 'dad'. She assumes that one day they will get married again and it surprises him that she has been thinking about them that way. David makes a pitch at getting Adriana to forgive her mother for her wrongdoings. \"She forgave me and I have done terrible things. She is a good person Adriana. One day you wont' have her anymore. She is your mother. \" Adriana is moved but only for a minute. Rex agrees with Vickers on some levels but mostly he would like to see Adriana stop over-obsessing about getting back at her mother. Adriana gets angry with him wishing that everyone would stop obsessing over telling her to stop obsessing over her mother. Antonio noticed that both Jessica and Nash were late before the wedding and he wonders what that was all about. \"He has issues about me and I have them about him and that is all Antonio! He quickly makes up with her and they kiss. At school Cole manages to make the team with the football game. The coach gives him another talking to about holding it together so they can get the trophy at the end of the season. Cole goes to his locker When Gabe comes to get him, he is very short-tempered. Natalie watches as Antonio and Jessica say goodbye to everyone and leaves. She goes to the yard. Vincent comes out there. She can't believe he is crashing the party so late. \"Natalie. I need to talk to you about something. \"",
    "soapcentral_condensed": "There was lots of dancing and small talk at Jessica and Antonio's wedding reception. Kevin and Kelly wondered how they would explain Zane's parentage to him, especially if they were to remarry. Cole admitted to Gabe that he felt \"like crap\" when he took steroids. Cole looked exhausted. Brittany made a play for Cole, and he pushed her away. Cole tried to rally the kids up for a party. The cheerleaders were shocked when he was rude to his mom. Starr asked Todd if she could stay at Langston's that night. John again identified himself as John to Vincent, who almost fell over. Paige told John, who was struggling to speak, that whatever he had to say could wait until after his surgery. Paige and Vincent hovered by John's bedside. Vincent is the only one who is aware of the bandaged man's identity. Paige thanked Vincent for being such a good friend to her son. \"That you for caring so much,\" she said.\n"
}