{
    "soap_central": "\n\nAt the ranch, the family is stunned when Asa doesn't leave them any money, instead giving each of them a seat on the board of Buchanan Enterprises. The wily Asa still manages to get in the last word when it's revealed that the family will have to vote on business issues unanimously. The astonished Buchanans realize that if they don't work together, the company could fail. \n\n\nA stunned Dorian runs into David and Alex and learns that they're married. Alone, David tells Dorian he only married Alex for her money, unaware that she has none. At the same time, Alex fears her plans could go out the window after learning that Asa's will is being read in Texas. The cagey schemer then surprises David by saying that they're headed for the Lone Star state. \n\n\nGigi helps a worried Marcie get settled at the Bon Suites. Drawing on her own experiences, Gigi assures Marcie that everything will work out fine. On their date, Charlie admits to Viki that he's trying to track down his estranged son. Later, Marcie has a near miss with Viki. Meanwhile, Starr is consumed with worry about Cole. \n\n\n",
    "tvmega_recap": "At the airport, Dorian is on the phone with Carlotta, thanking her for coming on such short notice to care for Starr, Langston and Markko. Just as Dorian gets up to catch her flight, she runs into David and Alex. Dorian is surprised and questions him about what he is doing here and what is he doing with Alex. Starr and Langston come into the kitchen at La Boulet and find Carlotta there. Carlotta lets Starr know that Dorian is on her way to Texas to surprise Clint. Starr lets Carlotta know that Cole is missing and may have been kidnapped. In Paris, Texas, Marcie is getting settled into the hotel room. There is a knock on the door. Charlie explains to Viki about his son and how that he hadn't seen him in years. Asa continues to tell his family his plans for their future and for his money and business. Asa surprises them all by not leaving them anything. Asa had placed his entire fortune in a trust. Asa leaves his company to the entire family. Gigi comes to visit Marcie to see if she is getting settled in. Gigi introduces her son, Shane to Marcie. Shane lets Marcie know that his father had gotten killed. Markko and Langston fill Carlotta in on what had been happening with Cole. Starr starts to leave to find Cole, but Langston and Markko stop her. Starr insists that something is wrong with Cole. David explains to Dorian what he had been doing. Alex explains to Dorian that she and David are married. Dorian is completely shocked . David pulls Dorian aside and explains everything to her. Dorian lets Alex and David know that all the Buchanan's are in Texas for the reading of Asa's will. Alex suggests that they go to Texas that Asa may have left her something and also David. Viki begins to talk to Charlie about her children. Marcie begins to have doubts about what she is doing. Starr places pics of Cole on the Internet. Gigi encourages Marcie to give Paris, Texas a chance. Viki explains to Charlie how she had needed a break from her life and had just walked off. Viki lets Charlie know that she doesn't want to lead him on because she will someday have to go home. Charlie encourages her not to go home. Viki shakes her head, \"No.\" As Gigi and Shane leave, she interrupts Charlie beginning to give Viki a kiss. Nigel puts a brown manila envelope in his pocket and takes drinks into the Buchanan's. They propose a toast to Asa.",
    "soapcentral_condensed": "At the ranch, the family is stunned when Asa doesn't leave them any money, instead giving each of them a seat on the board of Buchanan Enterprises. The wily Asa still manages to get in the last word when it's revealed that the family will have to vote on business issues unanimously. A stunned Dorian runs into David and Alex and learns that they're married. On their date, Charlie admits to Viki that he's trying to track down his estranged son. Meanwhile, Marcie has a near miss with Viki. Starr is consumed with worry about Cole. Gigi helps a worried Marcie get settled at the Bon Suites. She assures Marcie that everything will work out fine, drawing on her own experiences, Gigi assuresMarcie thatEverything will workout fine. On the other hand, Alex fears her plans could go out the window after learning that Asa's will is being read in Texas. The cagey schemer then surprises David by saying that they’re headed for the Lone Star state.\n"
}