{
    "soap_central": "\nThese Boots\n\n\nWhile Todd accosted a nurse at the hospital and demanded answers concerning Jessica's condition, Natalie approached Todd and told him that Jessica had survived the surgery and was doing well.  Todd noticed Natalie's cast and inquired about what had happened to her.  As Natalie detailed her horrific accident on Llantano Mountain, Todd jotted down notes.    Upon learning that John had rescued her from the burning vehicle, Todd joked that John loved to rescue damsels in distress, especially those John loved.  Natalie became enraged when Todd implied that John had dumped Marty for Natalie.  She maintained that John was involved with Marty, but Todd was convinced that John wanted Natalie, not Marty.  In an attempt to avoid further contact with Todd, an angered Natalie reminded an orderly that she had a battery of x-rays scheduled and asked him to transport her to the location.\n\n\nOn the Buchanan corporate plane, Bo, Nora, Shane, and Bree were en route to Llanview.\n\n\nAt the hospital, John stood outside of Marty's office and placed a call to Bo.   John informed Bo of Jessica's successful surgery and Stacy's death.  Although pleased to hear about Jessica's recovery, Bo questioned if Stacy's body had been recovered.  John related that police divers had made several attempts to locate Stacy's body, but had been unsuccessful.   Bo stated that he and Nora had decided to return to Llanview with Shane and Bree once they learned that Mitch was in custody.   Updating Bo on Dorian's decision to fire Lowell as police commissioner, John was certain that Dorian would reinstate Bo.\n\n\nAfterward, John entered Marty's office and received a cold reception from her.   Marty showed little reaction when John related that her legal troubles would soon be over because Lowell had been fired and was currently under investigation by the FBI.   In no mood to speak with John, Marty stated that she was busy and asked him to leave.\n\n\nDisplaying a look of concern, John apologized for hurting Marty and pleaded with her to give their relationship another chance.   Insisting that Natalie needed time to grieve the loss of her husband, John was adamant that he wanted Marty in his life.   When Marty appeared to resist his charms, John pulled her into an embrace and kissed her passionately.   Marty gave in and returned the kiss, but suddenly pulled away.   Claiming that she had business to attend to, Marty rushed out of the office, but agreed to meet with John later to discuss their relationship.\n\n\nAfter leaving Marty's office, John encountered Natalie in the hall.   Commenting that she had noticed John leaving Marty's office, Natalie asked if John had cleared things up with Marty.  Reminding John of their kiss, Natalie stated that if she were in Marty's shoes, she would want to know what the kiss meant to John.    Natalie appeared dismayed when John announced that he wanted to repair his relationship with Marty.   In an unconvincing tone, Natalie remarked, \"If Marty is the woman that you love and are supposed to be with, I want you to be happy!\"  Wheeling herself away, Natalie appeared conflicted over her feelings for John.\n\n\nNearby, Todd placed a call to his editor at the Sun, and gave him the headline for the next edition -- John had dumped Marty for Natalie.   As Todd continued to joke about John's doomed relationship, Todd turned the corner and bumped into an angry John, who had overheard the entire conversation.\n\n\nOn the Buchanan jet, Nora was horrified when Bo informed her of Stacy's accident.  Relieved that the baby was fine, Nora wondered if they should tell Shane about Stacy's death.  At that moment, Shane interrupted and asked if Stacy had given birth to his sibling.   Nora allowed Bo to speak privately with Shane and tended to Bree.\n\n\nShane was speechless when Bo related that Stacy had drowned after giving birth to his baby sister.  Bo listened as Shane confessed that he had once hated Stacy and wished her dead.    Reminding Shane that Rex was like a son to him, Bo admitted that he had shared much of Shane's dislike for Stacy because of the havoc that she had caused in Rex and Gigi's relationship.  Realizing that Shane felt guilt over Stacy's death, Bo tried to convince the child that he wasn't responsible for Stacy's death.\n\n\nRecalling Shane's kind treatment of Stacy and the loving concern that he had expressed for the baby the day they left for Texas, Bo stated that he was proud of Shane.  Bo realized that Shane had behaved graciously because of his love for Rex.   Near tears, Shane expressed regret over wishing harm to Stacy.  Consoling the child, Bo asked for his cell number and insisted that they stay in contact with one another.  Shane happily accepted Bo's offer.\n\n\nWhile Bo spoke to Shane, Nora kept Bree occupied.  When the child announced that she missed her mommy, Nora assured Bree that Jessica was anxious to see her.\n\n\nIn Jessica's hospital room, after Brody poured out his heart to Jessica, he was stunned to learn that she had no idea who he was.   Suddenly, Jessica remembered that Brody had saved her from the weird stranger, who had called himself the messenger, but Jessica had no other recollection of Brody.  Brody told Jessica that Mitch Laurence was a dangerous man who had drugged her.  \n\n\nJessica thanked Brody for rescuing her from the stranger, but flew into a rage when he insisted that she knew him.  As Jessica demanded that Brody leave her room at once, Clint and Viki heard the commotion and rushed in.    Clint and Viki were dumbfounded when Jessica stated that she didn't know Brody.   In an attempt to calm Jessica, Clint ushered Brody out of the room.   Exiting the room, Brody looked heartbroken.\n\n\nOut in the hall, Brody couldn't believe that Jessica had no recollection of him.   Meanwhile, Viki spoke with Jessica and tried to calm her nerves.   After informing Jessica that Brody had shared a part of her life, Viki attempted to change the subject, by reminding Jessica that Bree was en route to Llanview and couldn't wait to see her.   Viki was devastated when a puzzled Jessica had no clue who Bree was.\n\n\nOutside of Jessica's room, Brody wondered why Jessica remembered everyone but him.  Reminding Brody that they were lucky that Jessica was alive, Clint urged him to give her time.   Leaving a confused Jessica alone, Viki told Clint and Brody that Jessica didn't remember her own daughter.  Relating that she had paged Marty, Viki hoped that Marty would examine Jessica and determine further treatment for her.\n\n\nWhen Marty arrived on the scene, Brody and Viki related the news of Jessica's memory loss.  Brody stated that Jessica recognized him only as her rescuer at the observatory, and Viki related that she didn't expound on Bree's identity because she feared that the revelation of a daughter might upset Jessica further.  Brody was concerned by Marty's admission that the improper use of electric shock treatment could result in permanent memory loss.  Marty announced that she wanted to examine Jessica and didn't wish to speculate on her condition.   Reminding them that Jessica had remembered her parents, Marty urged them to have hope.\n\n\nWhen Marty entered her room, Jessica recognized Marty immediately.  Thrilled to see her, Jessica referred to Marty as one of her best friends.   As Marty continued to speak with Jessica, she grew concerned when Jessica related that she didn't know that Marty had a son and that Patrick was dead.  Further discussion revealed that Jessica remembered her sister, Megan, but not Natalie.   Concerned, Marty asked Jessica if she was aware of the current year.\n\n\nAfter evaluating Jessica, Marty informed Viki, Clint, and Brody that Jessica was suffering from selective memory and didn't remember anything beyond her high school days.\n\n\nOn Llantano Mountain, at the scene of Stacy's drowning, Rex lashed out at Kim for aiding Stacy in the destruction of his relationship with Gigi.  When Rex continued to berate Kim and Stacy for remaining silent about Schuyler fathering Stacy's baby, Kim blurted out, \"Schuyler isn't the father any more than you are!\"   A confused Rex demanded to know who had fathered Stacy's baby.    Kim refused to identify the baby's father, and accused Rex of having no sympathy for Stacy.  Reminding Rex that Stacy was dead, Kim couldn't believe that Rex appeared unconcerned.  Rex said that he was sorry about what had happened to Stacy, but couldn't forgive Stacy for her evil deeds.\n\n\nOutraged by Rex's lack sympathy for Stacy, Kim insisted that Stacy had risked her life for Rex because she had loved him.   Recalling how Gigi had cheated on Rex and then ended their relationship, Kim insisted that Gigi would never sacrifice her life for Rex, the way Stacy had.   A shocked Rex listened as Kim screamed, \"Stacy loved you more than Gigi did!  Go ahead and run back to Gigi, I hope you two are miserable together!\"   Consumed with guilt, Rex offered to help Kim off of the mountain, but Kim refused his assistance.\n\n\nOnce Rex had left, Kim sat near the waters that had taken the life of her friend.    Kim declared her undying friendship for Stacy and vowed to take care of baby Sierra.  In memory of Stacy, Kim removed her expensive knee length boots and left them near the area where Stacy had drowned.\n\n\nLater, near the scene of Stacy's drowning, fresh boot prints were visible in the snow and the boots that Kim had left nearby were gone.\n\n\nAt the hospital, as Gigi stared at baby Sierra in her hospital crib, Schuyler gave her the news that Stacy had drowned in the lake.    Relating that Rex and Oliver had made every attempt to save her, Schuyler stated that the several attempts made by police divers had been unsuccessful as well.   As Gigi struggled to process the news that her sister was dead, a heart surgeon entered the room and informed her that Sierra had a congenital heart defect and required surgery immediately.\n\n\nOliver and Kyle stood outside and watched though the window as the doctor gave Gigi and Schuyler the devastating news about Sierra.  Stating that Sierra would die unless the surgery was performed, Kyle related that the hospital would need the father's consent since Stacy was deceased.    Oliver said that Sierra's fate was in Schuyler's hands, but Kyle asked if Oliver wanted to learn if he had fathered Sierra.\n\n\nOliver reminded Kyle that Schuyler could possibly be Sierra's father as well.  Citing how both Gigi and Schuyler had helped Stacy during her final moments, Oliver said that he didn't want to cause them any more pain.     Pointing out that several tests had been conducted on Sierra, Kyle offered to swab Oliver's mouth and administer a DNA test.  Oliver was adamant that he didn't want to learn if he had fathered Sierra and pleaded with Kyle to drop the subject, but Kyle appeared conflicted.\n\n\nAfter Gigi agreed to consent to Sierra's surgery, the doctor stated that the father's consent was also needed.  Schuyler nearly panicked when the doctor asked if Rex was available.  As Gigi headed off to locate Rex, Schuyler attempted to stop her, but Gigi was determined to help Sierra and exited the room.  Oliver, Kyle, and Schuyler watched nervously as Gigi opened the door and stood face-to-face with Rex.  Gigi explained Sierra's condition to Rex and informed him that his consent was needed for Sierra's surgery.   \n\n\nWhen Rex stated that he wasn't able to give his consent, Gigi lashed out at him and demanded that he help Sierra.  To Gigi's surprise, Schuyler blurted out, \"Rex isn't the baby's father... I am!\"\n\n \n\n\n",
    "tvmega_recap": "Everybody deals with the loss of Stacy. Shane admits to Bo that although he hated his aunt, he mourns the loss and cares about her baby, his cousin. Kim and Rex argue about how Stacy loved him. Gigi still believes that Rex is the baby but is willing to take care of her baby niece with Schuyler. The doctors tell her that a legal guardian of the baby has to authorize surgery in order to save her because she has genital heart failure. Rex knows he cannot. Schuyler still believes taht he is the father. But Oliver and Kyle both know taht Oliver could be. Jessica appears to be ok but has \"selective\" memory where she can remember her parents, her friendship with Marty in her younger days, and her distant past with no memory of Natalie or Brody or her daughter, Bree. marty is angry with JOhn and afraid he will get back with Natalie. Todd assumes and encourages Natalie to believe that also.",
    "soapcentral_condensed": "Natalie told Todd that Jessica had survived the surgery and was doing well. On the Buchanan corporate plane, Bo, Nora, Shane, and Bree were en route to Llanview. Nora was horrified when Bo informed her of Stacy's accident. Bo listened as Shane confessed that he had once hated Stacy and wished her dead. Bo admitted that he shared much of his dislike for Stacy because of the havoc she had caused in Rex and Gigi's relationship. Shane expressed concern that he wasn't responsible for Stacy's death because he had treated her with loving care the day they left for Texas. Bo insisted that they stay in contact with one another and insisted that Bree kept her cell number. Nora assured Shane that she kept Bree occupied and that she was proud of the child she had given birth to. Bo asked Nora for his cell number and she said she would give it to him if he wanted it. Bo and Nora left for Llan View. Bo told Nora that Stacy had drowned after giving birth to his baby sister. Nora asked if they should tell Shane about his sibling.\n"
}