{
    "soap_central": "\n\nJohn and others wondered who had sent Natalie those red roses. Natalie thanked John, who had to admit he hadn't sent the flowers. Natalie still thought he did. Natalie reported back on her great forensic class. John let Natalie in on the Bo frame-up. Clint and Viki were shocked to learn about Bo's situation. They had come by to pick up the Tess videotape. Clint, Viki and Natalie headed back to the house to be with Jessica. \n\n\nAdriana spent the night at Rex's, but Rex slept on the sofa. Rex urged Adriana to tell Dorian about the stalker, but Adriana said no. Rex attempted to make breakfast, but clearly didn't have a clue. Adriana felt compelled to give him some tips. Adriana went to get the paper and found a gift from the stalker instead and that clearly freaked her and Rex out. Adriana refused to go to the police. \n\n\nJessica, Antonio and Brennan arrived at Viki's to begin the integration. Antonio put the baby down for a nap while Jessica began a conversation with Tess and begged her not to interfere today. Jessica was so afraid of what might happen when she saw the tape. Antonio assured her she was stronger than she thought. Then Jessica said she had made a decision — she wasn't going to watch that tape after all. Jessica wondered who would raise Brennan if her \"mom is a basket case.\" Antonio tried to convince Jessica to watch the tape. She asked Antonio to tell Brennan \"that I love her\" in case Jessica disappeared. In the living room, Jessica put the tape in the VCR. Bo, VIki and Natalie left. Dr. Crosby and Antonio stood behind her and she pressed the Play button. \n\n\nHugh paid Todd a visit and brought some magazines. Hugh looked Todd in the eye and apologized and promised to find out who set him up. Before he left, Hugh apologized again and hoped that some day Todd would forgive him. Todd said, \"you go to hell,\" and returned to reading Mandela's biography. Back at the police station, the morgue attendant from Kentucky arrived. Hugh asked him to ID the man who had identified the bodies in the morgue. Hugh showed him a photo of Spencer. The attendant pointed at Bo, much to the surprise of Hugh and John. \n\n\nBlair went to the hospital morgue to make sure Margaret was really dead. She then imagined that Margaret came back to life and began reliving Margaret's evil deeds. Spencer showed up and scared the heck out of Blair. Spencer commented to Blair that she had appeared distant last night when they were, er, in bed. Spencer had parting words for Margaret that he hadn't wanted her dead, just out of the way. \n\n\nKelly met Dorian for breakfast. Dorian criticized Kelly for her ugly outfit and was surprised to learn that Kelly had spent the night in her old room. Kelly told Dorian what had happened at the carriage house and that in addition to kicking her out of the house, Kevin had fired her as well. Dorian asked Kelly if she was pregnant. Kelly vehemently denied she was expecting. Blair joined Kelly for breakfast, obviously not wanting to be with Spencer. Kelly wondered why Blair was still with Spencer, as Todd was now free and alive. Blair told Kelly that Todd didn't want anything to do with her. Kelly thought Todd probably just needed some time. \"He loves you,\" Kelly assured her cousin. Blair almost told Kelly of her undercover work, but thought the better of it. Spencer showed up and Blair tried to convince him to get Kelly to go home as she looked so terrible. (Blair would do anything to keep from having to go up to Spencer's room.) Spencer tried to get Blair to go upstairs (where he lives) and she could no longer avoid him. Once in Spencer's room, the two began to make love. Blair wasn't too happy with that, but had to go along with it. \n\n\nClaudia tried to file a complaint with John against the two thugs who accosted her in the airport. John didn't believe her. He had heard that the men had been sent to watch her. Claudia insisted he investigate it. John said she'd get into trouble for filing a false police report. Claudia stormed out. Claudia called Nash and then ran into Rex and Adriana. Claudia asked why they had asked about the song about the butterfly. Claudia was stunned to learn about the stalking. Dorian heard the word stalker and began asking questions. Adriana and Kelly managed to deflect Dorian's questions and convinced her there was no stalking of Adriana. Claudia asked Rex to investigate Jessica Buchanan for her. \n\n\nDorian drove Kelly to the hospital to have her stitches removed. At the hospital, Kelly apologized to Todd. \"Everyone's glad you're alive,\" Kelly said. Todd wasn't so sure. \"Blair's with Spencer,\" he whispered. \"I wouldn't be so sure about that,\" Kelly replied. Todd asked what that meant. Kelly left without answering. \n\n\n",
    "tvmega_recap": "Blair is in the morgue over Margaret's body. Suddenly Margaret grabs her wrists and taunts her for sleeping with the man who tried to kill her husband. Blair starts screaming and doesn't stop. Everywhere that she turns, Margaret is there. Finally, Blair makes it to the door and when she opens it, Spencer is there. He wonders what is wrong. She says that the morgue was just creeping her out. Jessica is to go to the appointment that day to see the tape. She worries so. When alone, she begs Tess not to interfere and to let her watch the tape and deal with it on her own. Antonio assures her that he will be with her every step of the way. She turns to him suddenly. \"I have made a decision. I will not watch it. Not today, not ever!\" Adrianna gets the paper in front of Rex's door and finds a gift-wrapped box there. It is from the stalker. She wants to open it although Rex worries that there could be a bomb in there. They find a note inside. \"Fly carefully Butterfly as your wings are delicate'. Rex wants her to stay inside and tell her mother but she won't do that. She has a shoot to go to and she will not miss it. Blair sees Kelly alone at a table and she rushes over to talk to her while Spencer waits. \"What are you doing with him?\" Kelly asks. Blair says that Todd will have nothing to do with her and he wants her out of his life. Besides I am not really with Spencer,\" she hisses. \"What?\" Kelly asks. \"Shhh! Nevermind.\" Blair says. \"Everything okay over here?\" Spencer asks leaning over the ladies as they sit. The man from Kentucky arrives looking for the DA. Hugh and John take the lieutenant and seat him at John's desk. They show him a picture of Spencer. \"Is this the man who took the bodies?\" The man puts his glasses on. \"No, that isn't him.\" He looks across the room. He points. \"It's that guy over there!\" Bo and Hugh turn to see that the man is pointing to Bo.",
    "soapcentral_condensed": "Clint, Viki and Natalie headed back to the house to be with Jessica. Adriana spent the night at Rex's, but Rex slept on the sofa. Claudia asked Rex to investigate Jessica Buchanan for her stalking. Kelly met Dorian for breakfast and was surprised to learn that Kelly had spent the day in her old room. Blair went to the hospital morgue to make sure Margaret was really dead. She then imagined that Margaret came back to life and began reliving Margaret's evil deeds. Spencer tried to get Blair to go upstairs (where he lives) and she could no longer avoid him. Hugh paid Todd a visit and apologized and promised to find out who set him up. He said, \"you go to hell,\" and returned to reading Mandela's biography. The morgue attendant from Kentucky arrived. Hugh asked him to ID the man who had identified the bodies in the morgue. The attendant pointed at Bo, much to the surprise of Hugh and John. Blair almost told Kelly of her undercover work, but thought the better of it.\n"
}