{
    "soap_central": "\n\nIt was a big night for Llanview as almost everyone pitched in to get ready for the Go Red Ball. A sullen Starr helped Dorian pack gift bags for the attendees while some of the guys did some heavy lifting. Starr confessed that she was having a problem trusting some of her friends, but Dorian believed they should be given the benefit of the doubt because they were nice people. Starr was tired of hearing that; she thought Langston and Cole were seeing each other behind her back.\n\n\nNora eyed the secrets boxes, remembering Lindsay filling in a slip of paper and depositing her own secret at the diner. Nora wanted to know which box was from the diner, and when she was directed to that box, she attempted to get into it. She was startled when Clint and Lindsay approached, and she backed away quickly. For Lindsay's sake, Nora pointed out that the scribbled secrets wouldn't heal people's guilty consciences and that they should make amends instead. Nora learned that the secrets from all of the boxes would eventually be dumped into one large box and burned.\n\n\nWhile many of the adults were getting ready for the ball, Langston and Cole were at Ultra Violet, putting the finishing touches on Starr's surprise sweet 16 party. They were stunned to learn that Rex had arranged to have Mary J. Blige perform. Markko arrived and jokingly warned Cole that he had lipstick on his collar, which Langston unsuccessfully tried to remove.\n\n\nAddie walked in on Blair and Todd as they were being affectionate, and she began to cry. She confessed that she'd never realized before how much of life she'd been missing, like being in love and married. Todd told her to look on the bright side of the situation: by not being married, she wouldn't have a divorce. That lightened the moment and Blair invited Addie to the ball. She had extra tickets because Craze had bought several. Addie accepted and quickly made a phone call to ask someone to accompany her.\n\n\nWhen Dorian and Starr arrived home, Dorian was unhappy to learn that her sister was going to her ball. Addie explained that Blair had invited her, and Dorian immediately apologized. She felt bad for not asking her sister to attend herself. A bubbly Langston got home, too, and convinced a quite opposite Starr to attend some teen event at Ultra Violet. Langston left the room but forgot her cell phone. The phone rang, and Starr picked it up when she saw it was from Cole. She heard him say that he had Langston's earring, and he thanked her for a wonderful Valentine's Day.\n\n\nLater, Todd could see that Starr was feeling down. She told him that she'd misjudged some people and could no longer trust them. He told her that she should confront them, and then she'd know if she was right or not. He added that if she was right, she should let them have it.\n\n\nAt Llanfair, Viki learned from Bo that Allison had escaped from St. Anne's. Her immediate thought was to not attend the ball, but he and Natalie convinced her that everyone would be there, and it would be better than staying home alone. They pointed out that Allison, not having a ticket, would not be able to attend the ball. Bo learned that two novice nuns, who were missing, were the ones who'd probably helped her escape. They surmised that they were disciples of Mitch Lawrence. Natalie begged off from the ball, telling her mom that she was getting sick with something. Bo had arranged for police to watch the house so she felt she'd be safe.\n\n\nAt the hair salon, Jessica and Nash were ready to take Bree home but had a difficult time with Roxy. She informed them that their daughter was in the back with the new girl she'd hired, getting ready for a special surprise. Jessica was momentarily interrupted by a phone call from Natalie, who reported that the police were looking for the two nuns, and there was no news on Allison's whereabouts.\n\n\nJessica told Natalie to go to the ball, but she herself would stay home. She couldn't leave Bree alone with a sitter. Allison reacted to the announcement by knocking supplies over in the back, but Roxy ran to get the little girl. Jessica offered her ball tickets to Roxy. Bree was finally ready to leave with new, cute little pigtails. When they were alone, Allison ordered Roxy to help her find a dress because Roxy was going to take her to the ball.\n\n\nTalia, Layla, Adriana, and Sarah all got ready for the ball together. Their dates showed up early and were made to wait outside. The men were speechless when the glamorous women were finally finished. Adriana told Layla that Rex was not the father of Gigi's son.\n\n\nCharlie dropped Shane off at the Buchanan mansion to hang out with Matthew. On his way out, he ran into Jared. \"Why are you here?\" Jared wanted to know. He told his father that he'd already heard about Rex being Charlie's son. \"Better him than me,\" Jared told him.\n\n\nJared didn't want to hear Charlie's story and pointed out that his father was pretending so that he could have an advantage, just like him. Jared was introduced to Shane, who mentioned that his own dad was dead. Jared responded that his dad was dead too. The two boys played some video games and ate ice cream. Shane confided that he'd like to stay in Llanview, maybe forever, because he liked it there.\n\n\nAt Ultra Violet, everyone awaited Starr's arrival. When she and Langston arrived a little too early, Langston went off to chat with Cole. Starr could hear them, and she immediately began to yell. She told them how sneaky they'd been behind her back. She spied the lipstick on Cole's collar and proceeded to tell them off even more. They headed into the main room, where people were hiding amid all the decorations. \"Surprise,\" they all screamed.\n\n\nNash could see how worried Jessica was about Allison being on the loose. She quietly told him it was her fault. He tried to clarify what she meant, thinking that maybe Allison had gotten provoked by seeing Jessica at St. Anne's, and it had pushed her to break out. Jessica had to tell him that she had been literal when she'd said it was her fault. She confessed to breaking Allison out, with the help of Natalie.\n\n\nAs the ball began, Nora was still eyeing the secrets boxes. Dorian and Viki realized that they were once again co-hosting an event together. Viki hoped for no surprises. Bo told Lindsay how proud he was of her and the whole \"get if off your chest\" campaign. He told her she was a strong and brave woman.\n\n\nTodd and Blair pretended to have fun. Addie called Miles and told him to hurry. \"You can't have a date with Miles,\" she heard from Blair. Adriana and Rex were relieved that they probably wouldn't see Gigi again -- until she walked in. She asked Todd if he'd held anyone hostage lately.\n\n\nJared admired Natalie, who introduced him to Charlie and then stalked off. \"How's your new son?\" he asked his dad. \"Working out for you...screwed him over yet?\" he continued. Charlie wanted to say something to him. Dorian overheard and wondered what it was, and Viki said Charlie had no secrets from her. Roxy and Allison arrived, with Allison carrying her gun in a tote bag. \"This is gonna be a blast,\" she exclaimed.\n\n\n",
    "tvmega_recap": "Dorian and Starr prepare for the \"Go Red\" ball. Starr lets it out that her heart is breaking because of Cole and Langston. At Capricorn, Cole and Langston prepare for Starr's surprise birthday party. Cole tells Cole and Langston that he had gotten Mary J. Blige to perform. Addie walks in on Todd and Blair kissing. Viki finds out from Bo that Alison had escaped from St. Anne's. Nash and Jessica demand to know where their daughter is. Roxy tells Jessica that she is in the back, playing with the new girl. Jessica starts to go in the back, but Roxy stops her. Adriana, Sarah, Layla and Talia show off their ball. Nora watches Lindsay's with R.J. and Cristian. Nora remembers when she had seen Lindsay stuffing something inside the heart box. Nora questions Cristian as to which one of the boxes had come from the diner. Addie questions Todd and Blair as to their plans for the evening. Todd tells Addie that they are going to a ball. Nora tries to stick her hand down into the heart when Clint catches her. Alison stays hid in the backroom when Roxy comes to get Bree. Bo lets it out to Viki that two women posing as nuns had helped Alison to escape. Charlie and Jared are interrupted in their talk by Shane and Matthew. Rex, Antonio, Cristian, and Vincent wait impatiently outside the door for their women to get ready for the ball. Addie announces to Dorian and Starr that she is going to the ball. Langston arrives home and invites Starr out for the evening. Starr declines the invitation. Starr answers Langston's cell phone and it is a call from Cole. He thanks Langston for Valentine's Day. Alison holds up a gun in case Jessica and Nash decide to come into the back room. Alison announces to Roxy that they are going to a ball. Starr blasts Cole and Langston for what she thought that they had been going behind her back. Starr bursts in on the best planned surprise birthday party of her life all planned by Cole and Langston. Jessica owns up to Nash that she had been the one, who had broken Alison out of St. Ann's. Charlie tells Jared that he has something to say to him and this time he was going to listen. Roxy and Alison arrive at the ball.",
    "soapcentral_condensed": "Nora eyed the secrets boxes, remembering Lindsay filling in a slip of paper and depositing her own secret at the diner. Nora wanted to know which box was from the diner, and when she was directed to that box, she attempted to get into it. Viki learned from Bo that Allison had escaped from St. Anne's. Bo learned that two novice nuns, who were missing, were the ones who'd probably helped her escape. Addie walked in on Blair and Todd as they were being affectionate, and she confessed that she'd never realized before how much of life she'd been missing, like being in love and married. Jessica and Nash were ready to take Bree home but had a difficult time with Roxy. Jessica told Natalie to go to the ball, but she herself would stay home. Jessica offered to leave her tickets to Roxy to take Allison alone, but Roxy ordered her to take a dress because she was going to theBall. Adriana, Layla, Sarah and Jared all showed up early and were made to wait outside when the glamorous women were finished.\n"
}