{
    "soap_central": "\n\nMiles pleads not guilty, which causes Todd to shout out in anger. The judge demands quiet as Nora relates all of Miles' unlawful activities. His own lawyer denies he's a flight risk. Cole requests an opportunity to speak and he relates what happened with his mom being blackmailed and his finding Miles in the storage area with Todd. He too becomes angry and yells that he wants the man behind bars for the rest of his life. Bail is set at $500,000, a \"piece of cake\" for Miles, and his passport must be surrendered. John assures Cole that he did just fine and that he's working on things for Marty. The Mannings learn that Starr and Cole are back together, though Starr hopes Coles' impassioned speech will pay off. Nat reassures Miles and John wants to know why she's behaving as she is.  They're all there because she ripped up Miles' confession, he charges. Miles has no one behind him and she can relate to that, she explains. He's not had any breaks. John thinks she's just trying to get back at him, though she retorts that not everything is about him. He wishes her luck in her \"new crusade.\" He also speaks with Nora and is still convinced that Marty didn't kill Spencer. He really believes the cases involving Miles are connected in some way. He has a thought suddenly and makes a phone call. Miles feels badly that Cole hates him and he reminisces to Nat about the wonderful day when Marty made breakfast for all of them. Now it's all over. He will have to get over it, Nat explains kindly. \n\n\nMarty is visited by the colleague who first heard her confession and she recounts the events of the evening in question as she remembers them. She can recall picking up the scissors and pointing them at Spencer but doesn't remember anything beyond that.  A fuming Marty declares that she should never have moved back to Llanview,  and she's all alone without her husband. The doctor asks about John but Marty can only reply that it's \"too late.\" Later, Nora visits and Marty learns that Miles is free. She's frightened for her son but Nora assures her that he'll be safe at the Buchanan mansion. She learns what Cole did in court and she is amazed at how like his dad he is. Nora admonishes her for not obtaining a lawyer yet and states that she should never have spoken to Bo without one. Marty wants to plead guilty. When Nora leaves, Marty receives a visit from Miles.\n\n\nSarah tries to drum up some music business for Capricorn but Cris wants her out of the club. Though she insists she has contacts, Cris feels that she has no experience in bookings. Perhaps she should waitress, he suggests. She challenges him to making her a drink but when she's unable to pay for it due to a refused credit card and the inability to get funds from the ATM, he hands her an apron. There are plenty of glasses that need washing, he informs her. She realizes that she's been cut off.\n\n\nTodd is taken up to the penthouse by his family. He's looking forward to a sleepover with Jack and Starr and he wants his kids to remain there. Blair assures Dorian she'll still be staying with her. Starr enjoys the arguing between Dorian and Todd; she's just glad to have her dad return. A surprise visit from Cole has Dorian leaving and Todd sending his family out of the room after the teen expresses sorrow on the way things turned out. He had been planning on helping Starr but then Miles threatened him and his mom. She would have done the same for her own family, Starr says, before heading upstairs. Cole loves Starr and wants to work it out. Todd doesn't like him and never will, he acknowledges. They agree that the only thing they have in common is their love for Starr and they decide they will have to tolerate each other so as not to lose her. Cole even admits that he's glad Todd is o.k. Jack wants his mom to stay the night too.\n\n\nMichael is worried and wants to make sure that Rex and Adriana are still on his side. They are and they also learn about Marcie not being able to have children. If they lose Tommy, they will never have another child, Michael tells them. He's pretty sure that Marcie doesn't know anything about Tommy but he also doesn't think that Todd is convinced that the boy is dead. Michael receives a call from John who asks to meet him; it's serious, he tells him. Michael has to live with his decision and  Rex promises that he will keep the secret forever.\n\n\n",
    "tvmega_recap": "Cole speaks out at Miles' bail hearing as to what Miles did to his Mother. Miles' bail is set at five hundred thousand dollars. Natalie stands beside Miles through the whole hearing. After the hearing, John wants to speak to Natalie. John inquires of Natalie if she is only doing this to get back at him. Blair and Dorian bring Todd home from the hospital. Jack is overjoyed that his father is home. They have only been home a little while when the arguments between Dorian and Todd and Todd and Starr begin. Blair has to be the mediator between them. Cole comes to visit Todd. They agree to try to get along with each other for Starr's sake. Todd insists that Starr and Jack move back in with him. Jack insists that Todd convince Blair to come home, too. Rex and Adriana have a meeting with Michael over Tommy. Michael is worried that Marcie will find out that Tommy is Todd's son. Talking with Nora in the courtroom, Nora gives him a clue that will clear Marty of the charges against her in the murder of Spencer Truman. John calls Michael and asks to speak with him. Sarah finds out that all her credit has been cut off. She has to wash dishes at Capricorn in order to pay for her drinks. Marty meets with her psychiatrist. Nora visits Marty in jail and lets her know that Miles was released on bail. Marty worries about Cole's safety. Nora leaves her alone. Miles comes to visit Marty.",
    "soapcentral_condensed": "Miles pleads not guilty, which causes Todd to shout out in anger. The Mannings learn that Starr and Cole are back together, though Starr hopes Coles' impassioned speech will pay off. Todd is taken up to the penthouse by his family and he wants his kids to remain there. Sarah tries to drum up some music business for Capricorn but Cris wants her out of the club. Michael receives a call from John who asks him to meet with him; he tells him to live with his decision and Rex promises that he will keep the secret forever. Michael is worried and wants to make sure that Rex and Adriana are still on his side. If they lose Tommy, they will have to have children, Marcie tells them. Michael's pretty sure that Marcie doesn't know anything about Tommy but he also doesn't think that Todd is convinced that the boy is dead but he's serious, he says. Todd doesn't like Cole and never will, he acknowledges. They agree that the only thing they have in common is their love for Starr.\n"
}