{
    "soap_central": "\n\nIn New Orleans, Marcie panics when she realizes that Wendell's service call has led them right to the broken down car of John, Marty, Todd and Blair. Marcie hides in a drainage pipe to avoid detection, and is extremely grateful when Wendell deftly covers her tracks. Later, Todd, Blair, John and Marty have to stay in a motel while their car is repaired, and are mortified when they're forced to share the only available room.\n\n\nCole returns home and encounters the figure in the Death mask. When Starr calls him to get together, Cole, clearly in jeopardy, blows her off.\n\n\nPosing as a wealthy, sex addicted divorcee, Alex manipulates David in hopes of getting a marriage proposal out of him. Viki turns down Charlie when he asks her out on a date, but later changes her mind after some friendly advice from Gigi. \n\n\n",
    "tvmega_recap": "When Cole arrives home, he finds the masked intruder inside his home. At the rehab center, David is amazed at how wealthy Alex is, and that she suffers from sex addiction. Marcie accompanies Wendell when he goes on a towing run. Viki turns down Charlie's invitation for dinner. Roxy tells Michael that Marcie may never be found .Marcie panics when she realizes that the car Wendell is towing belongs to John, Todd, Marty and Blair. Alex continues to tempt David. Viki reminds Charlie at how little that they know about each other and she wants to keep it that way. Michael thanks Roxy for standing by him and Marcie. The masked intruder makes Cole lie to Starr when she calls him and asks him what is taking him so long. Gigi pressures Viki into accepting Charlie's invitation. Wendell covers for Marcie, who hides in the drain pipe. Alex tells David that she could never turn over her fortune to anyone unless they were married. David scrambles to pop the question to Alex. John, Todd, Blair and Marty have to share a single hotel room.",
    "soapcentral_condensed": "In New Orleans, Marcie panics when she realizes that Wendell's service call has led them right to the broken down car of John, Marty, Todd and Blair. Alex manipulates David in hopes of getting a marriage proposal out of him. Viki turns down Charlie when he asks her out on a date, but later changes her mind after some friendly advice from Gigi. Cole returns home and encounters the figure in the Death mask. When Starr calls him to get together, Cole, clearly in jeopardy, blows her off. Todd, Blair, John and Marty have to stay in a motel while their car is repaired, and are mortified when they're forced to share the only available room. The final episode of the series airs at 9 p.m. ET on Sunday, November 14. For more information on the series, visit the official website. The complete series is available on DVD and Blu-ray in the U.S. and on Blu-Ray in the UK.\n"
}