{
    "soap_central": "\n\nEvangeline declined Todd's offer to go to dinner with him, so he suggested that he cook something for her. She accepted. Todd wanted to know what she'd like him to cook. Evangeline told him that anything would be fine because it meant more when someone cooked a meal than when someone just bought a meal. Todd asked her what her fantasy meal would be.\n\n\nEvangeline remembered the first time she had gone to a Creole restaurant and explained how much that meal had meant to her. Todd was inspired to cook that for her, even though she told him he didn't have to. She gave him a small peck on the cheek then left.\n\n\nLangston and Starr walked around the high school. Langston was chatting with Starr, but Starr was hardly paying attention to her. To get Starr's attention, Langston pretended to see Cole. Starr got mad that Langston had tricked her, and they had a fight. Langston thought Starr was being ungrateful for all the help Langston had provided when Starr and Cole had planned to run away together.\n\n\nLangston took off, and Cole walked by. He wanted to talk to Starr, but she didn't want to. He wanted them to resume their relationship, but she was adamant about staying apart. Cole didn't believe that Starr's feeling for him had changed, and he told her he'd walk away from her if she told him she didn't love him.\n\n\nStarr meekly said that she didn't love Cole, which proved to him that she was lying. He told her that he was going to fight for her because he didn't want to lie about his feelings. He walked away. Langston returned to comfort Starr.\n\n\nLangston gave Starr a tissue to wipe her eyes. Starr wondered if she was always going to have that much trouble with her parents whenever she had a boyfriend. She also wondered if she had done the right thing where Cole was concerned. Langston reassured her that it would all turn out okay if Cole kept his distance. Starr really wanted to see Cole, so Langston asked if Starr was going to break her promise to her parents. Starr said that she couldn't but was still worried about how Cole would handle their breakup.\n\n\nMiles took Marty a bunch of white roses as a way to make peace after forcing her to kiss him. She told him that wouldn't work with her. However, she still invited Miles into her office. He apologized again and told her that he knew what had happened to her in college. Marty was surprised that he knew something but didn't want to talk about the rape.\n\n\nMiles compared his years in the sanitarium with Marty's rape, in that they were both trying to work out their feelings about them. He worried about losing Marty as a friend, but she assured him that wouldn't happen. Miles then told Marty that he understood why Spencer hated Todd so much, which confused Marty.\n\n\nMarty then explained that Spencer had hated Todd because Blair had loved Todd, not because Todd had raped Marty. She went on to give Miles a brief history of Todd to help explain why Todd had become the man he was and how Todd needed to control women. Miles said that explanation made sense with what Spencer had told him.\n\n\nMarty thought Spencer had talked to Miles about Todd while Spencer had been treating Miles, but Miles explained that Spencer had sent him a letter posthumously. Marty told Miles that he could tell her what the letter had said if he wanted to. He decided not to but needed to take some time to work out what to do with the information Spencer had given him.\n\n\nAdriana was shocked that Rex thought she was jealous of Tate and Layla. They had a little quarrel because she thought he thought she was shallow. He disagreed, but he thought she liked the looks of him. She insisted that she was only exploiting Tate's look for Exposed, but Rex wasn't convinced. Rex asked her if she liked Tate. She responded that the only reason she liked Tate was because he was making money for their company.\n\n\nRex then asked Adriana if his jealousy was a turn-off. Actually, she thought it was a turn-on because it showed that he cared about her. Rex told her that he knew Tate had a thing for her. She mentioned that Tate had said he'd ask her out if she weren't taken, but she insisted that the Tate situation had been handled. Rex then mentioned that if another girl were interested in him, he'd feel a bit of a rush, and he thought Adriana might be feeling the same way.\n\n\nAdriana was shocked, but Rex calmed her by telling her that he definitely wouldn't go out with the other girl. Adriana prematurely accepted Rex's apology for accusing her of wanting Tate.\n\n\nMeanwhile, Layla asked Tate if he was going to leave Adriana alone. Tate cryptically told Layla that he planned to fight for Adriana. Layla was convinced that Adriana and Rex would have a long-term relationship. Tate begged to differ. She warned him not to touch Adriana.\n\n\nEvangeline stopped by, and Layla reintroduced her to Tate. Tate greeted Evangeline and assured Layla that he wouldn't do anything to jeopardize Exposed. He then jealously looked on as Adriana and Rex made out, and he excused himself from Evangeline and Layla. Evangeline thought Tate was full of hot air, but Layla didn't think Tate was bluffing about his interest in Adriana.\n\n\nJohn was punching a bag at the gym as a guy walked by, reminding him that there were others that wanted to use it. John turned to yell at the guy but found Michael standing behind him instead. He told Michael that he and Natalie had broken up, and Natalie had initiated it. Michael was curious if their breakup would result in them remaining friendly. John didn't think that would happen.\n\n\nJohn asked Michael if Michael thought their parents would still be together if their dad hadn't died. Michael was sure they would but warned John not to compare their parents to his relationship with Natalie. Michael remembered their mom telling him that she and their dad would talk all the time, even if they'd only been apart for a short time. John asked Michael if that was what his relationship with Marcie was like. Michael said that was exactly what their relationship was like and that Tommy completed their circle.\n\n\nMichael started to say something about the truth about Tommy but stopped. John wanted to know more. Michael covered by saying he was worried that Tommy's biological parents would want him back in the future. John assured Michael that wouldn't happen.\n\n\nCole walked into the gym, prompting John to tell Michael about what had happened at the bus station. Michael was impressed that John had been able to stop Todd from killing Cole. John was amazed that Todd and Marty hadn't had a major blowup at the bus station. Michael explained that parents could set aside anger to do whatever it took to protect their children.\n\n\nMichael said that Cole reminded him of John and told John to not overextend himself, even if he thought he was keeping his cool. He then asked John if John was sure he had done the right thing with Natalie. John was convinced that he had done the right thing because he and Natalie had been fighting so much. John compared his situation with Cole and Starr's, and he thought Cole had done the wrong thing for the right reasons. Michael understood, and they headed off to the locker room.\n\n\nThe manager tried to give Cole a hand, but Cole said he didn't need any help. Cole then challenged the manager to a fight.\n\n\nMeanwhile, at Llanfair, Viki comforted Natalie over her breakup with John after Natalie told Viki that she had initiated the breakup. Viki said it would take time for Natalie to get over their breakup. She told Natalie that she and Clint wouldn't be getting back together. They comforted each other.\n\n\nNatalie told Viki that she'd thought everything would be okay between her and John because John had told her he loved her. She then explained how she'd jumped to the wrong conclusion about the ring John had been carrying. Natalie wondered aloud if she and John would be married already if he had never been in the accident. Viki said Natalie couldn't change the past and that she should just be concerned with taking care of herself. Viki said Natalie could stay at Llanfair as long as she needed, and they could keep each other occupied. Natalie asked that they not get too busy because she enjoyed the peace and quiet.\n\n\nTodd barged into Llanfair, looking for pots, pans, cookbooks, and Viki's help. Viki helped him find the recipes he needed to cook for Evangeline, but she refused to help him cook because she needed to take care of Natalie. Natalie then returned from upstairs and wondered what Todd was planning. He told her he was trying to recreate Evangeline's favorite childhood memory. Natalie thought that was sweet and offered to help him with his preparations. Todd was ecstatic about getting her help.\n\n\nAs Todd grabbed some ingredients from Viki's refrigerator, Miles called Todd to give him information about his missing son.\n\n\n",
    "tvmega_recap": "Starr apologizes to Langston for ruining her life. They argue. Starr turns around and sees Cole. Evangeline tells Todd that she is in the mood to just stay in. Todd tells her that he will cook for her. Adriana denies being jealous of Layla and Tate. Miles brings Marty flowers. Marty apologizes to Miles. John is at the gym, hitting a punching bag really hard. Michael questions John as to why he is hitting that bag so hard. Natalie cries as she hugs Viki, and tells her that it is over between her and John. John and Natalie discuss Natalie .John tells Michael that Natalie is better off dumping in. John tells Michael that as much as they have been through together, he doubts if they can be friends. Natalie wipes the tears from her eyes. Natalie tells Viki that she had broken up with John. Viki tells Natalie that her and Clint aren't getting back together. Adriana denies having feelings for Tate. Adriana assures Rex that she is in love with him. They kiss. Todd tells Evangeline to name the menu. Evangeline tells him for him to choose the menu. Marty invites Miles into her office. Miles lets her know that he knows what had happened to her in college and that Jessica had told him. Starr insists to Cole that it is over. Langston comforts Starr as she cries over Cole and her love for him. Michael remembers him finding out from Rex that Todd Manning is Tommy's father. John picks up on it and wants to know what the secret is about Tommy. Michael denies that there is a secret. Michael lies and tells John that he lives with the fear that Tommy's real parents will come back and take him away from them. John fills Michael in that Todd had almost killed Cole. Viki tells Natalie that she can stay as long as she likes. Todd comes barging in, spouting out orders for pots and pans, cookbooks, etc. Evangeline visits Layla, Tate, Adriana and Rex at the photo signing. Miles tells Marty that Spencer had written him a letter. Natalie agrees to help Todd cook a special, elaborate dinner for Evangeline. Todd gets a call from Miles informing him that he has a message for him.",
    "soapcentral_condensed": "Miles compared his years in the sanitarium with Marty's rape, in that they were both trying to work out their feelings about them. Miles took Marty a bunch of white roses as a way to make peace after forcing her to kiss him. Adriana was shocked that Rex thought she was jealous of Tate and Layla. She insisted that she was only exploiting Tate's look for Exposed, but Rex wasn't convinced. Layla cryptically asked if he was going to leave Tate alone, and Rex cryptically told Layla that he planned to fight for her long-term. Evangeline remembered the first time she had gone to a Creole restaurant and explained how much that meal had meant to her. Todd was inspired to cook that for her, even though she told him he didn't have to. She gave him a small peck on the cheek then left. Todd wanted to know what she'd like him to cook, and Evangelines told him that anything would be fine.\n"
}