{
    "soap_central": "\n \nA worried Marty was wheeled into the emergency room with an equally anxious John by her side. The doctor arrived and John explained that Marty had been dizzy and overheated and had passed out. She had also been spotting. The doctor asked John to wait outside while she examined her patient and Marty urged John to check in with the station. John looked at his missed call from Natalie, but he received a call from Bo. He told the police commissioner about Marty, and Bo advised John there was no need for John to show up at the prison.\n\n\nAfter she examined Marty, the doctor called John back into the exam room. She explained that the baby was all right, and Marty promised to take better care of herself. The doctor informed the couple that since Marty had high blood pressure and toxemia, which was dangerous to both mother and baby, the doctor considered the pregnancy high risk. She warned the couple that Marty would need more checkups and would have to cut back on her workload. Marty would also have to make sure to get eight hours of sleep each night and take naps during the day. The doctor also wanted to admit Marty to the hospital for observation overnight.\n\n\nMarty promised to do whatever she needed to ensure that the baby was safe, and she apologized to John for putting him through the scare. They joked about her having to take naps, and John admitted that he wanted the baby and had been afraid they would lose it. They had suffered some anxiety and realized what was important to them, Marty stated. They kissed, and John teased Marty about doctors being the worst patients. They bickered lightheartedly but the conversation turned serious when John demanded that Marty move in with him. He considered it to be about their future and their kid. Marty smiled.\n\n\n\"See, I told you we can work together,\" Jessica purred to Cristian in the high school gymnasium. As they worked on painting the set for the musical, Jessica admired Cristian's physique instead of the set piece he had created. Suddenly, the two were engaged in slopping paint on each other, and when Layla arrived, she found the couple laughing and chasing each other with paint-laden brushes.\n\n\nSarcastically, Layla announced that she was there to pick up her boyfriend, who was supposed to be working with the students. Layla made sure to emphasize both boyfriend and students as she looked at Jessica accusingly. Just then, Cristian received a call from Brody, who assured the art teacher that Allison had been located, and Cristian was off the hook for keeping an eye on Jessica. Cristian told Jessica that it was time to clean up. He assured Layla that he had a good explanation for what she had seen.\n\n\nAfter Jessica went off to get washed up, Cristian made it known that he had been watching Jessica for Brody because of Allison Perkins. He would get other students to work on the crew and besides, Brody and Jessica were dating, he added. He leaned over to kiss Layla, who squealed that she wasn't \"into paint.\" Cristian removed his shirt and advised her that she was the one he would return to when he went home. As they began to kiss, Jessica looked on.\n\n\nAt the Buchanan mansion, Clint let Kim know that Allison and the baby had been found, which brightened Kim up considerably. She was positive that Sierra would soon be in their possession. She thought that Gigi was nervous about the possibility that Clint and Kim might have custody of Sierra Rose, but Kim figured that Schuyler didn't count. Because he was a lying thief and addict, she was sure that Schuyler didn't stand a chance in court. Kim wondered if Clint was ready to raise another child after he had finished with his own children. Laughing, he assured her that parents were never done if they loved their kids.\n\n\nKim was sure she would need parenting tips from Clint, but he surprised her with a gift. She was disappointed to see that it was a book about raising children, but Clint sweetened the deal with a diamond necklace. He admitted that he enjoyed seeing her smile, and they decided to have some fun for the evening. When the phone rang and Jessica asked her dad to pick her up at school, they regretfully agreed to put their fun on hold. \"I did it, Stace,\" Kim said out loud after Clint left. She had the life she always wanted.\n\n\nOliver was in shock as he sat in Kyle's room after finding out that Sierra was his baby. He had convinced himself that she wasn't his, but he knew all along that she was, he confided to Kyle. He was unable to describe his feelings but it was different from the usual sense of responsibility he felt as a cop, he added. Kyle suggested that paternal was the word that Oliver was looking for and Oliver agreed. Oliver was sorry that the disclosure would affect so many people because he should have known and stepped up earlier. \"I'm a father,\" Oliver said incredulously. He blamed himself for the mess that everyone found themselves in.\n\n\nAt Rex's place, Roxy divulged details of her kidnapping to Rex and Natalie and told what had happened from the time Allison had taken her and Sierra to Kyle's room. She explained that Oliver had set her and Kyle free, and Allison had escaped with the infant. She muttered that there was nothing worse than worrying about a baby, and she began to cry that she didn't know. Natalie assumed that her mother was crying about Sierra Rose, but Roxy admitted that she wasn't and that Allison had told her something about Rex.\n\n\nHesitatingly, she revealed that Allison had lied to her, and Mitch Lawrence was not Rex's father. As she explained the series of events that had happened many years in the past, she had flashbacks to the time spent in the hospital. An unhappy Rex voiced his opposition to playing another round of \"Who's your daddy?\" but Roxy insisted that she needed to get it all out. She admitted that she did indeed have sex with Mitch, and she had been pregnant. Allison, who was Mitch's disciple, checked on her every day.\n\n\nRoxy cried that she hated the kid and pretended that the father was someone else, but Allison was always there to remind her of the truth. She always drank to drown her sorrows and the baby was sick when he was born. She took it to the hospital and waited in a cubicle for news as Allison sought out her sister, a doctor at the hospital. She had prayed for the baby to die because it was Mitch's. Natalie interrupted, exclaiming that they knew what had happened, and they knew that Roxy loved them. She knew it wasn't Roxy's fault.\n\n\nBo was angry at the warden at Statesville for allowing Allison to take the baby into the infirmary. Rex called, but Bo urged Rex to remain at home. Brody arrived to help, though Bo explained to both Brody and the warden that they would be unable to negotiate with Allison since she was a psychopath.\n\n\nInside the infirmary, Allison demanded that Schuyler give Mitch the antidote, but Schuyler refused because he wanted his baby first. Allison suggested that she would hurt Sierra, and they were at a stalemate. Schuyler didn't believe Allison would cause harm to Sierra, but Allison reminded him that she was crazy and \"There's no telling what I'll do,\" she said happily. A worried and sweating Mitch pointed out that Allison's \"loyalty knows no bounds.\" Suddenly, Mitch gasped and put his hand to his chest. He ordered Allison to give the baby to Schuyler and insisted that Sierra was not Rex's child. Allison coyly responded that Sierra was indeed Mitch's granddaughter.\n\n\nAs Mitch cried out in anguish, Allison clarified that Mitch was Schuyler's father, and Schuyler should care about Mitch. Schuyler told Allison that she was out of her mind, as his father had left when he was a child. Mitch chimed in that he didn't know a Leah Joplin, but Allison added that Leah was not Schuyler's real mother. As she explained the scene from the past, she flashed back to the past and the incident in the hospital that had led to her disclosure. She was sure that Schuyler wouldn't let his father die.\n\n\nAllison explained that Roxy had arrived at the hospital with the ill baby and, since Allison's sister was a doctor at the hospital, Allison sought Leah out for help. Allison ordered Roxy to wait in a cubicle while Allison located her sister, Dr. Perkins. As it turned out, Leah had married and was no longer Dr. Perkins, but Dr. Joplin. She tried to save Roxy's baby, but it looked as though he wouldn't make it.\n\n\n\"My mother was your sister?\" a dumbfounded Schuyler asked Allison. He didn't think it was true that Allison could be his aunt. Mitch continued to have issues as his heart began to fail. Allison continued her story, and explained that she couldn't tell the messenger that his child was sick, but the problem was solved when fate stepped in. There was an abandoned infant at the hospital at the same time, and she heard all of the nurses talking about him. She had rushed to the infant, called out, \"My baby,\" and continued to gush over him as if he were hers. She exclaimed that she had changed her mind and wanted him back. The nurses believed her and, since she needed a healthy baby, she believed it to be \"God's will.\"\n\n\nRoxy continued her own story and swore that she would love Natalie and Rex even if they weren't her children, and Rex would always be her \"Rexy.\" She would understand if he didn't want to be around her after he heard the rest of her story, but she loved him and she should have known that a smart, handsome, and funny guy could never really be Mitch's son. She was concerned about what Mitch might do to Natalie, as she recalled that she waited for what seemed like forever for Allison to return with news of the ailing baby. Allison did finally return with a healthy newborn, and Roxy was disappointed that it wasn't the miracle she had hoped for.\n\n\nRoxy recalled that Allison had convinced her that it was the same baby Roxy had arrived with and warned her not to say anything to Mitch. Roxy left the hospital with a kid that wasn't really hers and headed to the prison so that Mitch could see his son. Rex was actually the one who had been abandoned at the hospital and therefore Mitch was not his father. She was not his mother, either, Roxy sobbed. Natalie attempted to comfort her mother as Rex walked away, stunned.\n\n\nRoxy concluded that she had arrived at the prison and shown Mitch his son. Mitch had vowed to return for the baby someday and said the boy would be a \"king among men.\" He declared that the baby's name was Rex. Natalie was doubtful and asked Roxy if she really believed what Allison had told her. Roxy confessed that she had known the truth deep down inside. Rex, still in shock, started to speak. \"If this is true...\" Roxy assured him it was. \"You're not my son,\" she said sadly. Rex wondered who he was as Roxy clutched him.\n\n\nIn the prison infirmary, Mitch was livid that Allison had passed off a \"foundling\" as his son. He accused her of lying to him. Allison felt that her sister had stepped up and looked after the sick baby. He was alive and well, but she couldn't go after Roxy, who had already left the hospital, and Allison thought that Mitch was better off with the healthy baby. Allison lied to her sister and claimed that the baby had been hers, but she hadn't mentioned it previously because she thought he was a \"goner.\" She advised her sister that she wasn't maternal and she didn't want him. Leah had been appalled, so she accepted the baby as her own. She raised the child and turned out to be the mother of Mitch's biological child.\n\n\nSchuyler found it difficult to digest the fact that Leah had accepted the child without further questions. He couldn't believe that he had been the sick infant. Leah had named him Schuyler.\n\n\nOliver arrived at the prison as Bo and Brody managed to pinpoint another way into the infirmary via the blueprint they had in front of them. Oliver asked for permission to lead the unit into the infirmary. Brody advised him it was covered, but Oliver had an announcement. He was the baby's father, and it would have to be him.\n\n\nJessica said goodbye to Layla and Cristian and advised them that her ride had arrived. Cristian promised that there would be a full crew to help them out the following day. He turned to Layla and told her that it was obvious that Jessica was better. \"I hope,\" Layla replied. Out in the hallway, Jessica ripped down the crew sign-up sheet from the bulletin board, crumpled it up, and tossed it into the trashcan. Clint walked in and she told her dad she had a great day.\n\n\nAs Kim lounged on the couch and flipped through the baby book, the doorbell rang. When no one else arrived to answer the door, she got up herself. \"What do you want?\" she asked coldly when the opened door revealed a smiling David Vickers.\n\n\n",
    "tvmega_recap": "Roxy is ready to drop a bombshell on Rex and Natalie that she just found out from Allison Perkins. She confesses that although throughout Rex's life, she believed that she conceived him with Mitch, he is not the child of either of theirs. While Allison is in the infirmary room with Mitch, Schuyler, and the baby, she reveals to them that Schuyler is Mitch's son and not Rex and that would make Sierra Mitch's granddaughter. Yet, Oliver opens the envelope with the DNA results from the hospital and learns that Sierra is his child. So he's determined to save her. Jessica wants to get Cristian back.",
    "soapcentral_condensed": "Cristian and Jessica were painting the set for the musical when Jessica admired Cristian's physique instead of the set piece he had created. Clint let Kim know that Allison and the baby had been found, which brightened Kim up considerably. Kim wondered if Clint was ready to raise another child after he had finished with his own children. Oliver confided to Kyle that he was unable to describe his feelings, but he added it was different from the usual sense of responsibility he felt as a cop. \"I'm a father,\" Oliver said incredulously, \"I knew that was the word that was looking for and I should have known so many people earlier because he should have stepped up so many years earlier,\" he said. \"Oliver Stace,\" Kim said out loud after finding out that she had the life she had always wanted after she sat in Kyle's room after he told her that Sierra was his baby and that she wasn't convinced that he wasn't all along that she was all along.\n"
}