{
    "soap_central": "\n\nAt the Manning residence, the family consoled each other as they waited for word on Sam. Blair lost her composure. She worried about what might have happened to her son, especially with the fact that his new friend was apparently a \"dead-ringer\" for Todd pre-plastic surgery. Baz confided to Starr that he thought it might be possible that Tomas was involved in some way. Starr thought that was ludicrous, but Baz asked if she'd seen Tomas' face when Todd's old face had been mentioned. Starr noted that she had.\n\n\nAs Blair lamented the fact that her son was missing, Jack commented that Sam really wasn't her son. Tomas quickly apologized for the teenager, explaining that Jack was awkward and had expressed his concern the best way that he could. Blair informed Tomas that she'd raised Sam since he was a baby, and he would always be her son.\n\n\nOutside, John and Natalie continued looking for possible evidence. Natalie couldn't help but get back to the possibility that there might be two Todd Mannings walking around. She thought it was ridiculous, but John didn't seem to agree. Natalie felt that John was being secretive. John reminded Natalie that a boy was missing, and they needed to concentrate on searching for evidence.\n\n\nJohn returned to the house and updated the family on the progress of the search. He wanted to ask Tomas some questions, and Tomas declared that he had nothing to hide. John divulged that he'd had some prints run on the shooter at Dorian's house, and while there was no name, he had possession of another encrypted file. The file was similar to Todd's and Tomas' files, and they all contained the same symbol. John asked Tomas what it meant.\n\n\nTomas insisted that he wasn't familiar with it, and John reminded him that a boy was missing. Tomas suggested that John ask Todd about it and pointed out that strangely, Todd was missing from the house. Jack spoke up suddenly and informed everyone that he, not Todd, had information that might help.\n\n\nJack proceeded to reveal that he'd been attacked in Todd's office. A man had spoken to him quietly, but he had assumed that it had been his father. Todd had believed that it had been a representative from Origami Cogs, a company that had undermined Todd. Natalie walked in and announced that she'd been able to secure some hairs from the bushes outside, and she would have them sent to forensics.\n\n\nTodd walked into his office at the Sun and saw a man sitting at his desk. \"What the?\" Todd began. \"I know. It sucks,\" the man with Todd's original face replied. \"Who the hell are you?\" Todd inquired. \"That's funny, because I could ask you the same question,\" the man replied. Todd accused the man of taking his son, but the man responded that Todd had stolen the man's family, money, newspaper, name, and life.\n\n\n\"You want to know who I am? I'm Todd Manning,\" the man snapped. \"The hell you are,\" Todd replied. The man accused Todd of acting as Todd for so long that he actually believed that he was. \"No, I've always been Todd Manning,\" Todd replied. He was Todd even when he didn't really want to be him, Todd added. \"How come I have his face?\" the man inquired, as he held up an old photo. Todd remarked that it was him, not the man.\n\n\nThe man stated that Todd had convinced everyone that Todd was the real Todd. \"Except me,\" the man said. He accused Todd of being an imposter, and Todd called the man a freak. The man thought that Todd was the one who was a freak, because he'd told everyone that he was Todd. He wondered if Todd had claimed he'd had plastic surgery. Todd asked the man if he'd had plastic surgery in order to resemble Todd's old face.\n\n\nTodd made a move toward the man, and the man pulled out a gun. He pointed it at Todd and ordered him not to move. The man had many questions, and he wanted answers. He wondered who Todd was and why he'd taken the man's life. He asked how Todd had convinced everyone that he was Todd. He refused to allow Todd to see Sam until the questions were answered.\n\n\nTodd called the man a lunatic who had Todd's old face. Todd insisted that he hadn't stolen the man's life, because it was his own life. The man revealed that he'd been held as a prisoner for the past eight years, while Todd had been living the man's life. The man wondered if Todd knew Agents Baker and Kent, who had made a mess of the man's brain. Todd's reaction convinced the man that Todd recognized the men's names, but Todd maintained that the man was a pathetic and crazy freak.\n\n\nThe man advised Todd that he deserved to die, because he'd taken everything from the man. He could go home and get his life back if Todd were dead, but he still wouldn't have any answers, the man rationalized. The man decided that they would go to Todd's house and see if everyone recognized the man. The family would decide who was real.\n\n\nDavid ran into John's office at the police station, with Viki following closely behind him. David was in a tizzy, because he was certain that Dorian had been harmed. They had to rescue her, he advised Viki. John was not in the office, and David was frantic. He believed that Echo had kidnapped or harmed Dorian, and he wouldn't be happy until Echo was confined like Hannibal Lecter. He even wanted the same mask over Echo's face. Viki had to admit that the sight sounded appealing.\n\n\nViki tried to calm David down, and she reminded him that they weren't even certain that Dorian was in trouble. David was sure that he was right, and he continued to ramble on, his panic escalating. Finally, Viki slapped him. David was entirely out of control. David slowed down momentarily, but grew frenzied again. Viki threatened to slap him again.\n\n\nViki pointed out that Echo wasn't a stupid person, and therefore, she would not have caused Dorian any physical harm. Kidnapping was a crime, and Echo could get life in prison. Viki was certain that Echo would have never risked it, and Viki thought that Dorian might be at Sam's birthday party. She was able to cast away all of David's doubts logically, and she offered to call the house to check for David.\n\n\nViki was surprised when a policeman answered the phone at Todd's house, and she learned that Sam had been kidnapped. She felt sorry for Todd. David expressed his sympathy for Sam's plight, because he thought of Sam as a really cute kid. Viki encouraged David to return to La Boulaie to wait for Dorian if she weren't already there. David wanted to leave a note for John, and he picked up the note that Vimal had left. David was going to use the back of the same piece of paper.\n\n\nAt the Minute Man Motel, Echo ranted about the trouble she'd gotten herself into. Dorian sat duct-taped to a chair, with several strips of the tape across her mouth and nose. Echo swore that her intentions had been innocent, and she'd only shown up at La Boulaie to see how well her plan had been going. She'd had a few drinks first and hadn't meant to hit Dorian over the head. Echo also hadn't planned on dragging Dorian's body to the car and stashing her in the trunk.\n\n\nEcho had only wanted Dorian to suffer and lose someone, just the way that Echo had. Echo blamed Dorian for all that had happened. Echo was upset that she would be accused of committing a felony. Dorian began to have trouble breathing, and she began to gasp.\n\n\nEcho taunted Dorian and asked if she were claustrophobic. Dorian nodded, and Echo agreed to remove the tape across Dorian's face as long as Dorian didn't shout out. Dorian agreed. As soon as Echo ripped the tape off, Dorian began to scream for help.\n\n\nIn another room at the motel, Sam continued to play with his Spider-man toys while he guarded the room against evil. Suddenly, Sam heard a cry for help, and he realized that someone was in trouble. \"What would Spider-Man do?\" Sam asked himself.\n\n\nEcho was angered, and she taped Dorian's mouth up again. Echo didn't know what to do. She thought about dropping Dorian off somewhere in the middle of nowhere, but she assumed that Dorian would find her way back. Everyone would believe Dorian's story. Echo considered the possibility of getting rid of Dorian for good, but there was no gun.\n\n\nEcho had a new plan, and she would make it look like Dorian had overdosed. Echo ran to the medicine cabinet and searched through its contents. There was nothing that would work. She ran to the closet and found a large plastic bag, the type that one would get at the cleaners. She began to open it up in order to place it over Dorian's head.\n\n\nAll of a sudden, the door burst open. It was a pint-sized Spider-Man, and he began to shoot at Echo with his web shooter. By the time Sam had emptied his weapon, Echo was securely attached to the wall. Sam quickly undid the tape that bound Dorian, and he removed his mask. Dorian praised the little boy for saving the day.\n\n\nShaun showed up at Capricorn and explained that he needed a drink after shopping for Destiny's school books the entire day. He thought that a Delhi Belly might be a good drink to try, but Cristian refused to serve it any longer. He wondered if Shaun had been talking to Rama, because that had been her favorite drink. Cristian explained that he'd been friends with Rama, but she'd lied about her pregnancy to her husband. She'd even convinced her husband to go to jail in an elaborate scheme to get money from Aubrey and Cutter.\n\n\nCristian didn't want anything to do with Rama. After hearing all that Rama had done, Shaun had to admit that he still sided with Rama. Her heart had been in the right place, she was in an arranged marriage, and she had thought that money would solve her problems. Shaun suspected that there was more to Cristian's obvious bitterness, and he accused Cristian of being angry at himself for getting involved with a married woman.\n\n\nReluctantly, Cristian fixed a Delhi Belly for Shaun after the security guard downed his first drink. Shaun was surprised, given that Cristian had rules. Cristian proclaimed that sometimes one had to break the rules. Shaun added that was so, especially when you hadn't meant to break them. Cristian agreed, and Shaun enjoyed the drink.\n\n\nDani asked Nate why he'd lied to her, when she ran into him and Deanna in front of the Buenos Dias Café. Nate had told her that he'd had to work a double shift at the restaurant, but he hadn't been there. Nate assured her that he had been working, but he'd left. Dani informed him that Destiny had mentioned that Nate and Deanna had gone to the Minute Man Motel. Nate wanted to explain. Before he was able to say anything, Deanna jumped in and blamed herself for what had happened.\n\n\nDani confessed that she'd gone to the motel, but had only seen a \"creepy\" guy who answered the door. By the looks on Nate's and Deanna's faces, Dani realized that the couple had been there as well. Dani was horrified that Nate had had sex with Deanna, and an upset Dani started to run away. Nate stopped her. He informed Dani that he and Deanna had met with a lawyer, and they'd obtained information on Deanna's mother.\n\n\nDeanna boasted that she had the file. Dani couldn't believe that the awful man who'd opened the door was a lawyer, and Nate was surprised to learn that it had been Dani who had been outside. Nate had gone with Deanna in order to protect her, and he showed Dani the file. Nate told Dani that he loved her, and he would never have cheated on her. He and Deanna were only friends, Nate continued.\n\n\nDani grew upset and chided herself for being paranoid and ridiculous. She was aware that Nate would never cheat on her, and she was upset at herself most of all. She wanted to get home, because she'd probably missed Sam's birthday party. Nate still had to work, so he kissed Dani before she left. \"God, I feel like crap,\" Nate said after Dani had gone. He'd made a porn film, and Dani was the one apologizing. \"We did what we had to do,\" Deanna consoled him.\n\n\nNate wondered what Deanna's next move would be, and she advised him that she would travel to California to find her mother. It had turned out that she and Nate were really good friends, after all, Deanna said. She and Nate kissed goodbye. Deanna hoped that Dani would never find out what they'd done.\n\n\nDani returned home. She was confused about the police surrounding her house, and Téa updated her on the missing Sam. Dani confessed that she had been at the motel, and she'd been positive she'd heard Sam's voice from one of the rooms. John noted the information, and the police headed for the motel.\n\n\nTéa wondered what Dani had been doing at the motel, but Dani assured her that it was a long story. Everything was fine though, Dani quickly added. She was remorseful about not following her instincts and checking up on the voice, but the family was hopeful, and everyone thanked Dani for her help. Baz asked Tomas about the logo that John had mentioned, but Tomas insisted that he had no knowledge of it.\n\n\nJohn, along with some additional cops, forced their way into the empty room at the motel. They looked around at the array of Spider-Man paraphernalia.\n\n\nTéa was positive that the next thing through the front door would be good news. Todd and the man arrived at the house.\n\n\n",
    "imdb": "\nThe two Todd Mannings face each other. Little Sam dresses as Spider-Man to save Dorian from Echo. Nate tells Dani a half-truth about why he and Deanna were at the Minuteman motel. Shaun and Cristian unload their troubles on each other.    ",
    "tvmega_recap": "After Rick agrees to his end of the bargain and is satisfied with Nate's and Deanna's \"work\" in shooting his porn film, they leave together. But right then, Dani catches them together and assumes the obvious. Nate does not tell her the \"whole truth\" about the porn flick but convinces her that he and Deanna did not have sex. He would never cheat on her. The reason they went to the Minuteman together and did not tell anyone is because she met a lawyer who agreed to help her find her mother. And because the guy and the circumstances looked suspicious. Nate did not want Deanna to go alone so he accompanied her. Dani believes and and apologizes to Nate for distrusting him. But he feels guilty that he had to lie to her. Meanwhile, in the other room, Echo is holding Dorian hostage. She is bound and gagged with duct tape to a chair. David is frantically trying to find Dorian with Viki. Echo realizes that if she lets Dorian go, Dorian can get her arrested since Dorian is the mayor and they will believe her word over Echo's. So, Echo concludes, she has to \"dispose\" of Dorian. But before she can do that, Sam comes by dressed as Spiderman, while he waits for original Todd to return. He enters the other room ready to save his aunt. Meanwhile, original Todd gets current Todd to meet him and demands to know who he is and how he could have stolen original Todd's life. Current Todd appears to not know what he is talking about and attests that he has been the one and only Todd Manning throughout his life. Original Todd points a gun at current Todd and is ready to kill him but then realizes it will not enable him to get any answers. So they go together to meet all the people in Todd's life so that they may decide who is the \"real\" Todd Manning. Original Todd takes Sam with him to his room at The Minuteman. Sam suspects nothing as original Todd tells him that he is Spiderman ready to fight the \"green goblin\" who has stolen his identity. When Sam is unaware, original Todd calls current Todd to inform him that he is Spiderman (although he does not reveal who he really is). He informs him he has Sam and current Todd better do what he says or he will never see his son again. Dani is outside the door of the Minuteman hoping to find out what Nate and Deanna are doing but does not find them and does not recognize original Todd having never met him. Meanwhile, Destiny keeps her secret that she is pregnant by Matthew when she talks to Nora as they are both awaiting Matthew's recovery and not knowing what to do regarding the time frame or what will happen when he gets better.",
    "soapcentral_condensed": "The Manning family consoled each other as they waited for word on Sam. John divulged that he'd had some prints run on the shooter at Dorian's house, and while there was no name, he had possession of another encrypted file. Todd walked into his office at the Sun and saw a man sitting at his desk. Todd accused the man of taking his son, but the man responded that Todd had stolen the man's family, money, newspaper, name, and life.\"You want to know who I am? I'm Todd Manning,\" the man snapped. The man accused Todd of acting as Todd for so long that he actually believed that he was. He refused to allow Todd to see Sam until the questions were answered, and Todd called the man a \"freak\" The man revealed that he had been held as a prisoner for the past eight years, while Todd had been living his life. He wondered if Todd knew the men's names, but Todd maintained that he didn't.\n"
}