{
    "soap_central": "\n\nJohn calls out to Mike to get an update on the situation. Mike tells him it's bad and that Nash has to close up Antonio's wound. Nash wonders aloud if he's the right guy for this job, but Michael tells him he's the only guy that can do it. This conversation is relayed to Bo and Cristian. Cris worries about Nash being the one to close Antonio up, but Bo reminds him that they're out of options. \n\n\nAs John, Bo, Cris, and the ESU team work to get into the operating room, Michael talks Nash through the procedures to get ready to sew up Antonio's wound. When Nash starts to sew up Antonio, he notices that Antonio is still bleeding. Mike tell Nash what to do to stop the bleeder, and then talks him through sewing up the incision. As Nash is finishing closing Antonio up, John makes it into the gallery and gets the door to the operating room open, so Michael can check on Nash's progress. When they get to the floor, they check the other doctors and find that they're still alive. John reports this to Bo, and Cris asks how Antonio is. John tells Cris that Antonio's fine, thanks to Nash. Bo, Cris and the ESU team finally get into the operating room, and Cristian thanks Nash for helping save Antonio's life. John goes to check on Marty.\n\n\nBo congratulates Michael and Nash on their work in saving Antonio. Mike asks if Nash wants to go see Jessica, but Nash needs a moment before seeing her. As Mike goes to check on Jessica, Nash realizes the enormity of what he's been through and has a minor meltdown.\n\n\nMarty tells Cole that she's fine and is just staying at the hospital for observation. Cole then thanks Miles for calling him. Marty asks Miles to give her and Cole some time alone to talk. After Miles leaves, Cole tells Marty to never leave him. Marty flashes back to Miles's ultimatum, and then tells Cole that she'll never leave him. A nurse then comes in to kick Cole out.\n\n\nOnce Cole leaves, Miles comes back in. Marty assures him that she didn't tell Cole anything about him blackmailing her into marriage. Miles refuses to see it that way, and tells her that her decision is a no-brainer. He's convinced that she'll learn to love him and thinks that keeping her secret about murdering Spencer is worth a change of heart. Marty tells Miles that he's more of a monster than she thought. He warns her never to call him that. Just then, John walks in asking if everything is alright. \n\n\nMiles tries to get John to leave by insisting that he'll make sure that Marty gets proper treatment. He then mentions that he made Marty an offer she can't refuse. John asks what kind of offer he made. Marty lies that Miles offered to take her home. John remains suspicious but leaves it alone for now and goes to help out more with the rescue. After he leaves, Marty laments not telling John the truth about Miles's proposal. Miles warns her against telling anyone again, and then demands an answer to his proposal.\n\n\nBo calls in the CSU team. He and John discuss how relieved they are that no one was hurt. John then wonders what these guys will do next. \n\n\nStarr asks Langston if Markko gets to her. Langston firmly denies that. She then asks Starr if there's been any news about Todd. She mentions that she thinks it's unfair that the only reason Starr broke up with Cole is because of Todd, and now Starr can't be with either of them. They then discuss the lameness of prom, and Langston realizes that Starr really does want to go, and she wants to go with Cole. At that moment, Britney walks in and tries to quickly hide the prom tickets she bought, but not quickly enough so that Langston and Starr don't see. Britney says that she and Cole don't want Starr to be upset. Starr is mad to find out that Britney considers herself and Cole to be a couple. Britney then explains why she's going to the prom with Cole. Starr doesn't want to hear it and wants to stop talking about the whole thing.\n\n\nCole returns from the hospital and announces that there was a bombing there. Starr and Langston ask him for details, but Cole only knows that the police think the OPP set it up. Starr realizes that most of her family is at the hospital and rushes to go check on them.\n\n\nRoxy joins Rex at Rodi's as he's drowning his sorrows. He asks her not to say, \"I told you so.\" He notices Kirk walk in and is less than thrilled. Roxy horrifies Rex by calling Kirk over to them. Roxy and Kirk verbally spar a bit until the bartender finishes getting Kirk's order. Rex realizes that Kirk is hiding something and is eager to find out what it is. He then walks over to Kirk and asks him about the camp he took Tate to in Wyoming. Kirk says nothing to him.\n\n\nRoxy asks the bartender to turn on the TV so she can hear the scores. News about the bombing at the hospital comes on. Rex overhears this and goes rushing off to check on Adriana. A little while later, the bartender turns off the TV. As Roxy leaves, she loudly says that she hopes whoever put the bomb at the hospital gets a life. After she's gone, Kirk takes out a hospital visitor pass and crumples it up.\n\n\nOutside the hospital, Adriana comforts Carlotta. Carlotta worries about what she might have to tell Jamie, but Adriana tells her not to fret because nothing bad is going to happen. Tate rushes over to see Adriana, and she asks him if he came from inside the hospital. He explains that he came from the parking lot and it just looks like he came from inside the hospital, which leaves Adriana still suspicious. Tate then asks about Jessica, and Carlotta tells her about Antonio. Tate offers to go get news from some of the reporters. \n\n\nLater on, Tate notes how amazing Adriana's family is. She says they have their rough patches, but they stick together when it counts. She also mentions how Antonio came back from Barcelona to save Jessica, and that if Antonio dies, Jessica will blame herself. When they return to Carlotta, he lies that he couldn't get any information out of the reporters. Once Carlotta's out of earshot, he tells Adriana that they think the OPP set up the explosion. Adriana wonders what kind of monster could do something like this. \n\n\nJessica asks to see Nash, and Viki tells her that she'll see him soon without mentioning that Nash got trapped in the explosion. Natalie, Viki, and Clint talk outside Jess's room as she's sleeping. Natalie's concerned about telling Jess about the explosion, but Viki and Clint think the truth is the best thing for her, because she'll need to trust them while she's recovering. They all hope that they'll have good news for Jessica when she wakes up. Clint gets tired of waiting for news and goes off to find out some information in spite of Viki's objections. A nurse tells Natalie that Jessica's anesthesia will take a while to wear off because the surgeons didn't have time to give her something to reverse it. Viki's glad that Jessica isn't awake to see all the chaos around them. \n\n\nAdriana notices that Tate still looks upset. He says it's just because they haven't heard anything about Antonio yet. Just then, Cristian comes out to tell them all that Antonio is safe and made it through the surgery. Carlotta and Cristian go back inside the hospital to see Antonio. Adriana thanks Tate for being there for her and hugs him. Rex makes it to the hospital to see this, and walks away, dejected.\n\n\nLater on, Jessica wakes up and asks where Clint went. Viki tells her that he went to get some information on the explosion. Natalie notes that Clint has been gone a long time, and Jessica realizes that it must be serious if he's still gone. She insists on hearing the truth about what happened. Natalie and Viki try their best to not tell her anything when Clint finally returns with Nash in tow. Clint tells them all that Antonio is going to be fine thanks to Nash, which relieves everyone. Jessica then jokes to Nash that if the vineyard doesn't work out for him, he could go to medical school. Nash tells her that the only thing he could think about as he was working on Antonio was getting back to her. \n\n\n",
    "tvmega_recap": "The police still search for survivors in the aftermath of the bomb blast at the hospital. Starr confronts Langston saying that Marco really gets to her. Langston denies Starr's accusation and wonders why Starr is doing this since she claims to be her best friend. Cole sits beside Marty on the bed. A nurse comes in and orders him out, as this is a restricted area. After Cole and the nurse leave, Miles comes in and reminds Marty that he has given her plenty of time to make up her mind so now he wants to know whether she will marry him or lose her son. Rex orders another drink as Roxie continues to badger him about his continuing investigation of Tate Harmon. A man comes into the bar and Rex makes a face when he sees him. Roxie asks Rex if he knows the man. Rex informs her that he is Tate Harmon's father. Adriana tries to comfort Carlotta outside the hospital about the safety of Antonio and what Carlotta will tell Jamie if anything happens to Antonio. In the distance, Adriana sees Tate (it looks as though he is coming out of the hospital) and wonders what he is doing here. When he comes to join them, Adriana questions him about coming out of the hospital, but he denies it. With Michael's help and explicit instructions, Nash stitches up Antonio's incision. Jessica comes to and immediately wants to know where Nash is. Viki and Natalie don't know quite what to tell her. John and another officer manage to get into where Michael is and then down on the floor where Nash stitched up Antonio. They quickly get Antonio out of the operating room and into recovery where he can get expert attention. Cristian goes outside and lets Carlotta and Adriana know that Antonio is going to be just fine. Word reaches Rex about the explosion at the hospital and he hurries out to check on the safety of Adriana. When Rex arrives at the hospital, he sees Adriana in the arms of Tate Harmon. When Mr. Harmon finds out that the operation was a success, he reaches into his jacket pocket and pulls out a brochure on Llanview Hospital. He wads up the brochure and throws it to the floor. Nash hurries to Jessica's side and Jessica is happy to see him. He tells her that he will love her forever. Viki, Clint, and Natalie look on.",
    "soapcentral_condensed": "Marty tells Cole that she's fine and is just staying at the hospital for observation. Miles tries to get John to leave by insisting that he'll make sure that Marty gets proper treatment. He then mentions that he made Marty an offer she can't refuse. Starr asks Langston if Markko gets to her, but Langston firmly denies that. Britney walks in and tries to quickly hide the prom tickets she bought, but not quickly enough so that Langston and Starr don't see. Starr is mad to find out that Britney considers herself and Cole to be a couple. Rex walks over to Kirk's camp and asks him about the camp. Kirk says he took nothing to Tate and Tate says nothing to him. Roxy and Kirk spar a bit until Kirk finishes getting the bartender's order and Roxy says she's going to go to the prom with Cole. Cole returns to the hospital and announces that there was a bombing there. Starr and Langston ask for details, but Cole only knows that the OPP set it up.\n"
}