{
    "soap_central": "\n\nMarcie panicked when Gigi told her that Todd was at the café. Although Marcie was ready to take off immediately, Gigi assured her that Todd didn't know where she was -- yet. After Marcie let her new friend in on the whole story surrounding Todd and Tommy, Gigi reached a decision. Meanwhile, a depressed Michael struggled to get through Thanksgiving at Rex and Adriana's with Layla, Vincent, Roxy, and Miles. Then, he got a call from Marcie, which devastated him. Later, Viki enjoyed Thanksgiving dinner at the café with Moe, Gigi, Shane, and Noelle as the attraction between her and Charlie continued to grow.\n\n\nAntonio, Cristian, Jamie, and Carlotta planned to have dinner at the diner, and Talia ended up joining them. Cristian was pleased when Carlotta took Sarah to the diner -- and even more so when he heard that nothing was going on between Sarah and Jared.\n\n\nBo and R.J. made peace as they visited with Lindsay. At the same time, Langston and Markko stopped Starr from making a big mistake, promising that they'd always be there for her.\n\n\n",
    "tvmega_recap": "Rex dreams that he and Adriana just finished making love. Adriana pulls out from under the covers an uncooked turkey leg which is in a Ziploc bag. Adriana then alerts him back to reality and tells him that she is not cooking Thanksgiving dinner by herself. Antonio, Cristian and Jaime gather themselves together at the diner to spend Thanksgiving together. Antonio gives Cristian a hard time for not inviting Sarah. Talia comes into the diner. Viki comes up to the cafe door and changes the closed sign to open. Moe and Noelle argue over their entries in the bake-off contest. Gigi shows Marcie the wanted poster. Gigi grabs Marcie's wig and yanks it off. Bo comes to St. Anne's to visit Lindsay, but is quite upset to find R.J. there with her. Adriana and Rex share Thanksgiving dinner with Layla, Vincent, Michael and Roxy. Bo and R.J. share Thanksgiving with Lindsay. Antonio, Cristian, Carlotta, Sarah, Talia and Jaime all spend Thanksgiving together. R.J. stops by to see Jaime and Antonio asks him to spend Thanksgiving with them .Bo and Lindsay before he leaves. Marcie denies Todd Manning being Tommy's father. Michael gets a call from Marcie in which she tells him to forget about her.",
    "soapcentral_condensed": "Marcie panicked when Gigi told her that Todd was at the café. Later, Viki enjoyed Thanksgiving dinner with Moe, Gigi, Shane, and Noelle. Cristian was pleased when Carlotta took Sarah to the diner -- and even more so when he heard that nothing was going on between Sarah and Jared. Langston and Markko stopped Starr from making a big mistake, promising that they'd always be there for her.Bo and R.J. made peace as they visited with Lindsay. Michael struggled to get through Thanksgiving at Rex and Adriana's with Layla, Vincent, Roxy, and Miles. Then, he got a call from Marcie, which devastated him and made him want to take off immediately, but Gigi assured him that Todd didn't know where she was -- yet. After Marcie let her new friend in on the whole story surrounding Todd and Tommy,. Gigi reached a decision. Talia ended up joining them for dinner at the diner.\n"
}