{
    "soap_central": "\n\nIn the empty Llanview High gymnasium, Starr and Cole danced to \"Together\" and shared a kiss.  Cole told Starr how much he'd missed her and how he wasn't able to sleep without her near. Starr said it had been the same for her.  She felt encouraged by their unlikely reunion, and told Cole that they needed to focus on the good things in their life: their love, their daughter, their home.  Cole suggested they simply focus on \"now,\" and Starr agreed.\n\n\nLooking around the empty ballroom, Starr reflected on how much they'd shared together in high school.  It was where they'd met, it was a part of them; they were saying goodbye to it together, but they would go on.  \"I never wanna let you go,\" Cole said.  \"Then don't,\" Starr whispered, embracing him.\n\n\nStarr and Cole resumed slow dancing, but Officer Greenly interrupted their lovers' embrace and told Cole it was time to head back to the station.  Cole asked for another minute with Starr, and the couple got down to discussing their problems.  Cole told her their evening together had been great, but it wasn't real, and their rift over Todd and Hannah still hung between them.  Starr insisted that Hannah was a liar, but Cole didn't see things her way; he said he'd made it to Prom Night to be reminded of their love, and asked Starr to simply hang onto that.  \"I will if you will,\" she agreed, and they kissed before Officer Greenly took Cole away.\n\n\nIn the red carpet area, Jessica watched with horror as Cristian got down on one knee and proposed to Layla.  Cristian told Layla that he felt sorry for Jessica, who was ill and lost in the past, but his future was with the woman he was with in 2010.  As Jessica fled, Cristian asked Layla for an answer: \"You gonna marry me or what?\"\n\n\nOvercome, Layla choked back tears as she told Cris she'd always thought she was the girl who could only attract screwups and losers, never a good guy like him.  She told Cristian he was her dream man, and ordered him to get up and put his ring on her finger.  Cris happily complied, then took her in his arms and spun her around.\n\n\nNot far away, Brody searched the school corridors for Jessica, pleaded with her to return, and begged her forgiveness.  He caught up with her fleeing the red carpet, and asked her why she was hysterical.  \"My life is over!\" Jessica cried, and spilled the beans about Cristian and Layla's engagement.\n\n\nBrody was sorry she was hurting, but assured her she'd get over it.  Jessica told him he didn't understand the depth of her heartbreak. She lamented that nobody understood the pressure she was under, being lost in the past but urged to remember a future she couldn't comprehend.  She didn't know if she'd ever remember her life, but Brody swore to wait for her as long as it took.  Jessica wanted to walk home alone, but Brody refused to let her go out alone after midnight, and insisted on driving her.  Fed up, Jessica stalked out.\n\n\nBack in the gym, Starr stood alone, picking up the forgotten prom queen's tiara.   Cristian and Layla's arrival interrupted her reverie, and they excitedly shared the news of their engagement.  Starr was happy for them, but grew tearful as she realized another couple in love was making a commitment that she and Cole couldn't.  As Cristian made a discreet exit to examine the grounds, Layla sat Starr down for some comforting girl talk.\n\n\nSitting down on the stage, Starr told Layla about all her and Cole's troubles with Hannah and Todd, and how they were unable to see eye-to-eye on who was responsible for Marty's accident.  Layla instantly related to the problem of outside interlopers in a relationship, but said that Jessica's scheme at the ballot box hadn't had any effect on her bond with Cris, and in the end, neither would Hannah's with Starr and Cole, as long as they loved each other.  She told Starr to focus on Hope, and the love she and Cole shared; if they had each other, they could survive anything.\n\n\nAfter Cristian and Layla left, Starr sat on the stage, and recalled her dance with Cole and their conversation about how to weather the strife in their relationship.  Gathering her resolve, she rose and walked out of the gymnasium.\n\n\nAt Ford's apartment, Markko was horrified when he saw Langston and Ford kissing.  Furious, he confronted them.  Langston rushed to his side, and insisted it wasn't what it looked like, but Markko wasn't buying it; he didn't believe it had been just one kiss, and he knew they'd been together for weeks.  He told Langston he'd spotted Destiny and Matthew discussing her affair on his tape, and asked her how long she'd been with Ford.\n\n\nLangston struggled to find her voice as Markko demanded answers regarding her infidelity.  \"Who are you?\" he cried, disgusted.  She wanted them to go somewhere private to talk, but Markko said it was too late for her to scout locations for their breakup; they were having it out then and there.  He realized he was just the fool for her and Ford, and was too stupid to see what had been going on between them and stupid enough to trust in her. He demanded to know how far the affair had gone.  \"We slept together,\" Ford snapped, exasperated. \"Happy now?\"\n\n\nLivid, Markko punched Ford out and lunged at him; Langston broke the tussle up, but the men kept trading insults.  Markko was enraged, but Ford shrugged it all off, and said, \"Whatever, it's not like I'm in love with her!\"  Stunned, Langston whirled on him, unable to believe what she was hearing, especially when Ford told her that he'd had enough of the drama and they were over.  \"I guess I'm not the only fool,\" Markko hissed in her ear, then walked out.\n\n\nWith Markko gone, Langston turned on Ford, and was unwilling to accept his rejection.  Ford told Langston that it'd been fun times and great sex, but it was done; she was just a high school girl, and it was time for both of them to go on with their lives.  He explained that their tryst had been fun and risky, but with everyone learning the truth, \"I'm over it.\"  \"You bastard,\" Langston said, seething. \"I'm gonna kill you for this!\"  With that, she tore out of the apartment.\n\n\nJessica and Brody returned to the Buchanan mansion, with Brody following her into the courtyard over her infuriated objections.  As they reached the front doors, Jessica ordered him to leave her alone; she didn't want him, and the only man she loved had broken her heart.  Brody insisted that she'd lived through losing Cristian before, and would again, but Jess didn't see it that way; \"I've lost everything!\"  Summoning the last of his patience, Brody reminded her that she still had so much - her family, her daughter, even him.  \"I don't remember you!\" she shrieked.\n\n\nBut Brody disagreed; he told her he knew she'd had a flash of memory at the prom, and that she was beginning to recall traces of her life.  Jessica denied it, but slipped as she said she didn't want to remember things.  Brody said she had to, and explained that Marty had told him about how Jessica was blocking out the recent trauma she'd suffered.  Jessica pleaded with him to stop as he began to retell how Mitch had abducted her, drugged her, and attempted to rape her.  He said it couldn't hurt her anymore, as it had already happened. Jessica's face was awash in a sea of broken memories.\n\n\nJessica turned cold as she told Brody that his \"lies\" about her father weren't about helping her; they were all about him and his need to be the hero.  She told him to get out and stay gone.  Brody apologized for pushing too hard and reached out to embrace her, but Jessica recoiled, and insisted, \"Don't ever touch me again!\"  She told him that she'd call security if he persisted, and warned him not to go near her again, or he'd regret it.  She raced into the mansion and slammed the door in Brody's dejected face.\n\n\nAt the police station, Natalie watched, frozen and unnoticed, as John and Marty kissed.  Spotting her letter opened on John's desk, she quickly drew her own conclusions and slipped out of his office in silence.\n\n\nInside the office, Marty told John she needed to go; it was time.  John asked her if she'd still want to end things between them if not for Natalie's letter, but Marty said the letter hadn't told her anything she didn't already know.  \"Some things aren't meant to be,\" she said softly.  John wanted them to \"stick it out\" and rebuild their relationship, but Marty didn't want to be an object of pity or obligation.  She told him she'd never forget how he'd saved her from Todd, how he'd made her strong again - strong enough to say goodbye.\n\n\nJohn said she'd always been strong and that their relationship hadn't been rescuing her, but rather how he'd felt for her.  Marty said it wasn't enough; he had an unbreakable bond with Natalie, and theirs couldn't compare.  \"Let's be friends,\" she suggested, holding back tears.  John told her he couldn't imagine his life without her, but Marty said their status could wait; picking up Natalie's letter, she reminded him of the rendezvous at Rodi's, and told him that \"someone is waiting for you.\"\n\n\n\"It's past midnight,\" John said. \"She's gone.\"  Marty said that Natalie was persistent enough to write the letter, and she'd wait around at Rodi's for a little bit, but not forever.  She told him to go before it was too late; \"Natalie's waiting for you, your future's waiting for you.\"\n\n\nBefore John could leave, however, Cole arrived with his police escort. John and Marty quickly assumed neutral expressions and asked Cole how the prom had gone.  John offered to take Cole back to his cell, but Marty told him Officer Greenly could handle it.  After a tense moment, John left, and Cole asked Marty what was going on between the adults.\n\n\nFighting for composure, Marty rebuffed Cole's questions and instead asked after Starr.  Cole said they'd had a wonderful night, but in the end, nothing was solved.  All their problems lingered on, and he wasn't sure if they'd be able to get past them.\n\n\nBrody returned to his room at the Angel Square Hotel, and clutched the latest of several beers.  Accidentally breaking his door down, he mumbled to himself about how he'd wrecked everything.  He'd pushed too hard, gone too far, and he'd lost Jessica forever.\n\n\nAt Rodi's, Roxy was sipping an apple martini when Natalie rushed in, upset.  Ignoring Roxy's frantic questions, she grabbed the \"appletini\" and finished it off, then moved onto the bottle of whiskey behind the counter.  She explained to Roxy that she'd walked in on John and Marty kissing, with her letter opened and sitting on the desk plain as day.  \"He wants Marty,\" she concluded, \"not me,\" and broke down in Roxy's arms.\n\n\nShifting from sorrow to anger, Natalie blamed Roxy for encouraging her to write the letter and make a fool of herself.  Roxy couldn't believe that John had chosen Marty over her, and suspected there had to be another explanation.  Still swigging whiskey, Natalie couldn't imagine what it was - \"He tripped and she caught him with her mouth?\"  Roxy wanted to confront John and get answers, and pleaded with Natalie to ask him about the kiss, but Natalie said enough was enough; she'd humiliated herself, and she couldn't stay in Llanview.\n\n\nSinking into a chair, Natalie admitted that none of her romantic foibles with John would've happened if Jared hadn't died.  Roxy told her that Jared would've wanted her to open her heart again, and reassured her that John had never stopped loving her.  But Natalie claimed that her heart had never had a chance to heal from the loss of Jared; she'd gravitated to John, but she was just another of his damsels in distress.  Roxy disagreed - she was positive that Natalie and John's love was more than a response to grief, and was worth fighting for.\n\n\nRising and heading back for the bar, Natalie told Roxy that it didn't matter; she'd burned her bridges, embarrassed herself, and she was going to London.  She promised to call when she arrived.  Distraught, Roxy kissed her on the cheek and begged her not to close her heart again.  After Roxy left, Natalie began to sob, alone with only her whiskey for comfort.\n\n\nSeveral sheets to the wind later, an inebriated Natalie lugged her whiskey bottle over to the pool table for some drunken billiards.  She attempted to sink a ball into the corner pocket, but couldn't help but recall John and Marty's kiss, and missed by a mile, then flung the pool cue across the room.\n\n\nAt the Buchanan mansion, Jessica, weeping and muttering to himself, sat on the foyer steps and hoped to convince herself that Brody had been lying.  He was a liar, and Cristian had betrayed her with Layla; he didn't care about her feelings, but two could play that game.  Leaping to her feet, she raced out of the mansion.\n\n\nBack at Rodi's, John rushed in to find the bar abandoned.  There was no sign of Natalie, save the whiskey bottle on the pool table, and the discarded pool cue.\n\n\nAt the Angel Square Hotel, Brody awoke from a drunken stupor to a knocking at his door.  \"Jessica?\" he called, and rushed to answer it - finding Natalie instead.\n\n\nBack at Ford's place, Ford nursed the bruise on his face with an ice pack, but groaned when he heard someone at the door.  \"Langston, you are so predictable,\" he moaned, and trudged to answer the call.  Expecting Langston, he found Jessica.  \"Hi,\" he said. \n\n\n",
    "tvmega_recap": "Markko walks in on Ford and Langston kissing in Ford's apartment. He demands to know what exactly her relationship with Ford is and how long it's been going on. When Ford tells him that they have been sleeping together, Markko punches Ford. Ford says it was just sex; he doesn't love Langston. Markko tells Langston that it appears he wasn't the only fool. Markko leaves and Ford breaks up with Langston and tells her that the secrecy made it fun. Cole and Starr dance alone together after the prom has ended until the police officer tells him he has to go back to jail. Cole tells Starr that he loves her and asks her to hold on to the good things they have, but he still doesn't want to consider Hannah as the person who pushed his mother down the stairs. He later tells his Marty that he isn't sure if he and Starr can get past it. Cristian proposes to Layla at the prom while Jessica watches. Jessica cries to Brody and tells her he will never understand being stuck in the past when everyone else has moved on. In an attempt to help Jessica remember her life, Brody tells her that her father, Mitch Laurence gave her electroshock, drugged her, and tried to rape her. Jessica thinks he is lying. Jessica goes to Cristian and Layla's apartment and Ford opens the door. Marty breaks up with John and tells him to go meet Natalie at Rodi's. Natalie sees them kissing goodbye. Natalie goes back to Roadies where Roxie tries to convince her that John loves her. Natalie leaves Rodi's later and goes to Brody's room at the Angel Square Hotel.",
    "soapcentral_condensed": "Starr and Cole shared a kiss in the empty Llanview High gymnasium. Jessica watched with horror as Cristian got down on one knee and proposed to Layla. Brody pleaded with Jessica to return, and begged her for forgiveness. Mark Langston confronted Langston and Ford about their kiss, but he didn't believe it had been one kiss, and he knew they'd been together for weeks. Cristian and Layla excitedly shared the news of their engagement, but Starr grew tearful as she realized another couple in love was making a commitment that she and Cole couldn't. The couple were unable to see eye-to-eye on who was responsible for Marty's accident, and Starr insisted that Hannah was a liar, but Cole didn't see things her way; he said he'd made it to Prom Night to be reminded of their love, and asked Starr to simply hang onto that, and they kissed before Officer Greenly took Cole away. Back in the gym, Starr stood alone, picking up the forgotten prom queen's tiara.\n"
}