{
    "soap_central": "\nCan This Marriage Be Saved?\n\n\nAt the carriage house, Rex and Gigi brainstormed together about how to get their hands on Stacy's cache of stem cells.  Rex posited that Shane's leukemia might return. Gigi was alarmed until Rex reassured her that Shane would not actually become ill, but that they would let Stacy believe that Shane had relapsed.  He suggested that once Stacy believed that Shane was sick again, she would retrieve the blood, and Rex would find it and bust her for good.\n\n\nGigi was fearful of tempting fate after her promise to God, but Rex reminded her that the Almighty couldn't possibly be in favor of Stacy's evil scheme.  The couple realized that the only way their \"fake leukemia\" plan would work was if Shane was in on their ruse. Rex balked at the idea of having to explain to his son that Stacy was obsessed with Rex, and had ransomed Shane's life in order to break Gigi and Rex up.  Gigi insisted that they had to tell Shane everything, but Rex continued to hedge over details, guilt-ridden over his sexual dalliance with Stacy.  Lost in thought, Rex told Gigi again that no matter what had happened, he had always loved her.  They resolved to tell Shane the truth in order to bring him into their plan, but Gigi asked Rex what they would tell him about their having gotten back together.\n\n\nSchuyler arrived at the rehab center with flowers for his co-worker, Rachel. He revealed that Shaun had left the flowers.  As Schuyler teased her about her new relationship, Rachel was hesitant to reveal details, or define how she felt for the gentle giant.  Instead, she was eager to trash Greg, who she called a self-absorbed opportunist. She marveled at how two siblings could be so different.  Schuyler found that he could relate as he brought up the story of the Morasco sisters.\n\n\nAfter giving Rachel a capsule summary of his involvement with Stacy, Gigi, and Rex, Schuyler said that he was disgusted by Stacy's behavior, and had felt obligated to help Gigi, yet Stacy accused him of having fallen for her sister.  Rachel asked Schuyler if he really did have feelings for Gigi, but Schuyler didn't have a clear answer.  He said he felt responsible for Stacy's misdeeds, and wanted to tell Gigi about Stacy and Rex's night of passion, since Rex hadn't been forthcoming.  Rachel reminded Schuyler that policing the Morascos was not his job, and urged him to allow things to play out naturally on their own.  Schuyler admitted that whatever his feelings for Gigi, a part of him would always love the Stacy he remembered from Las Vegas.  As the two left the rehab center together, Rachel offered to take Schuyler to lunch.\n\n\nAt the Palace Hotel, the Evans siblings met for lunch.  Destiny was delighted as Greg gave her  a new cell phone, but Shaun was unimpressed, and accused Greg of trying to buy their sister's love after skipping out on their dinner date.  Greg continued to lie to Destiny, claiming that his night out at Capricorn had been all business regarding Matthew's case.  When Destiny excused herself, Shaun and Greg continued to bicker, and Greg asked his brother why he couldn't be allowed to make amends.  Shaun told Greg that their relationship was damaged beyond repair, and warned him about manipulating Destiny.  Greg asked about Shaun's relationship with Rachel, but Shaun was closed-mouthed.\n\n\nDestiny returned to the table, and asked Shaun to take a picture of her with Greg on her new phone.  Just then, Greg received a call from Dr. Wright, and told Destiny that Matthew's test results were in.  Destiny was dying to know Matthew's prognosis, but Greg told her he had to speak to the family first, and bid his brother and sister farewell.\n\n\nIn an exam room at Llanview Hospital, Nora watched as Matthew struggled through a grueling round of physical therapy with his trainer.  Bo arrived just in time to see Matthew collapse to the ground.  Angry and frustrated, Matthew asked his parents what the point of his exercises was if Dr. Evans was going to \"fix [him].\"  Bo and Nora told Matthew they needed to be cautious, and Matthew accused them of not believing that Greg could restore the use of his legs.  Nora told Matt they had to be prepared for all possibilities, and Bo reminded him that he had to be in prime physical condition for when his legs were healed.  Matthew accepted his parents' reasoning, but before he could resume his exercises, Bo got a call from Greg.  Bo told Nora and Matthew that Matthew's tests were back.\n\n\nAt the Buchanan mansion, Viki and Clint went over the plans for what Viki referred to as their \"really weird double wedding.\"  Changing the subject, Clint mentioned that he had flown Greg in to take Matthew's case, and had also asked Bo to be his best man.  Viki was taken aback, and asked Clint if his bold moves and rushed engagement were just a way to pin Nora down.  She suggested that he was threatened by Bo and Nora's relationship and history.\n\n\nClint said that he had been angry about Bo and Nora's closeness, but had decided to re-channel his anger into \"new ideas,\" such as Greg, and Bo standing up for him at the altar.  Viki accused Clint of \"rubbing Bo's nose\" in his relationship with Nora.  \"And I will until the son of a gun gets the point!\" Clint snapped.  Viki asked what the point of his \"cold war\" with Bo was-that he'd \"won?\"  \n\n\nClint said that he and Bo had always been competitive, and Bo was constantly underfoot; Viki chastised him for sounding like Asa.  She reminded Clint that he was marrying Bo's ex-wife, inviting tension.  Clint softened as he said he'd wanted to show Nora he could be of help, and only wanted to make her happy.  Viki urged him to believe in Nora's love and stop trying to outdo Bo, or risk permanently transforming into \"a jealous ass.\"\n\n\nAt La Boulaie, John interrupted the wedding ceremony just as Starr and Cole were about to be pronounced man and wife.  He announced that Cole was not going to prison, and claimed that his sentence had been changed to community service.  Cole, Starr, and Marty were overjoyed, and Cole and Starr embraced as they realized they would not be separated.  Langston and Markko congratulated their friends.  Meanwhile, Todd remained stone-faced.\n\n\nThe rest of the wedding party fell into a state of confusion, as Dorian wrung her hands over the planning for her party later that evening, while Jack asked if there would be a wedding after all.  Todd took the initiative to announce that the wedding was off in light of the groom's suspended sentence, but Cole had other ideas, lashing out at Todd as he said that he still intended to marry Starr.  Todd looked to Blair and Téa for backup, but the ladies refused to spot him.  Cole told Todd to shut up and stay out of things, then headed for the patio to talk privately with Starr.\n\n\nWhile the wedding debate raged on, Langston and Markko asked Dorian about her apology tour.  Dorian continued to insist that everyone would be there, though Téa privately warned her that Moe and Shaun were not interested.  Desperate, Dorian placed a call to Viki.\n\n\nAt the Buchanan mansion, Viki was dismayed to realize Dorian was calling her yet again, and let the call go to voicemail.  Viki explained to Clint that Dorian had been nagging her and Charlie to attend a dinner party for Langston, and that they'd told her no.  \"Can't imagine why,\" Clint quipped.  Viki left Clint with sage advice, encouraging him to trust in Nora.\n\n\nBack at La Boulaie, Dorian covered in front of Langston and Markko, faking a flowery conversation with Viki.  As Langston said goodbye to Markko, Dorian made several more furtive calls to Shaun, Moe, and Noelle, begging them to attend the party.  Afterwards, she commiserated with Blair.  Both Cramer women secretly hoped that Starr and Cole would call off their wedding.\n\n\nAt the Palace, Shaun and Destiny continued their lunch, grilling each other on their respective feelings for Rachel and Matthew.  Destiny admitted that she was into Matthew, but said he didn't know she was alive.  Shaun said he didn't know how Rachel felt about him, and wasn't sure he wanted to know.  Destiny pushed Shaun to ask her, and pointed behind them.  Shaun turned around to see Rachel in the entryway, but was dismayed as he saw she was with Schuyler.\n\n\nAt the Buchanan mansion, Bo, Nora, and Clint ushered Matthew and Greg into the living room for a meeting about Matthew's test results.  In the hallway, Clint took Nora aside and told her he wouldn't be attending the meeting, citing business in Los Angeles.  He told her he trusted that Bo and Nora could take care of things, and wished Matthew luck.\n\n\nIn the living room, Nora sat down beside Bo and Matthew as Greg told them he'd examined Matthew's test results, and had come to a decision about treatment.\n\n\nAt La Boulaie, Marty was thrilled that John had aided Cole in staying out of prison, and thanked him for his help.  John told her not to thank him yet, and warned her that it wasn't community service Cole had to do, but something else.\n\n\nIn the foyer, Todd sulked about Starr and Cole, while Téa applied tough love.  Curling herself around her paramour, she pushed him to admit he'd hoped Cole would go to prison so he could poison Starr against the boy.  Todd scowled at Téa, but admitted that Cole made him crazy.  \"Not as much as you do,\" he added, as he and Téa grew intimate again.  \n\n\nBlair walked in on their public display of affection and was disgusted, suggesting they make it official while the justice of the peace was still on the premises.  Todd blamed Blair for allowing things to get so out of hand with the children, but Blair reminded Todd that he was the one that had consented to the marriage, and said that he had to live with whatever happened.\n\n\nOn the patio, Starr and Cole got a moment to themselves as Cole told Starr he still wanted to go through with the wedding.  Starr told Cole that she loved him, but she couldn't marry him.\n \n\n\n",
    "tvmega_recap": "Matthew, Nora and Bo all meet with Dr. Greg who tells them he has a \"good success rate\" with spinal surgery and \"hopes\" he can enable Matthew to walk again. Bo, Nora and Rachel are all suspicious that the doctor only wants to appear like a magician, take their money, but does not care about Matthew nor the risk that the procedure could potentially kill him. Yet, Matthew demands that they realize that it's his decision and not theirs'. Starr and Cole decide now is not the time to get married, now that John has announced that Cole does not have to go to prison. John is ready to explain the situation to Marty and Cole about the \"deal\" he's struck with the judge. Gigi wants to get back with Rex. Yet, he does not know how to admit to her that he did sleep with Stacy and believed for a while that he could have a relationship with her. Schuyler remembers, however, and calls to confront Rex for the situation.",
    "tvmega_summary": "Episode # 10475 ~ Can This Marriage Be Saved?",
    "soapcentral_condensed": "Gigi and Rex brainstormed a plan to get their hands on Stacy's cache of stem cells. The couple realized that the only way their \"fake leukemia\" plan would work was if Shane was in on their ruse. Schuyler felt responsible for Stacy's misdeeds, and wanted to tell Gigi about Stacy and Rex's night of passion. Greg received a call from Dr. Wright, and told Destiny that Matthew's test results were in. Greg told Destiny he had to speak to the family first, and bid his brother and sister farewell. Greg asked about Shaun's relationship with Rachel, but Shaun was closed-mouthed. Greg gave Destiny a new cell phone, but she accused him of trying to buy their sister's love after skipping out on their dinner date. Matthew asked his parents what they needed to do to \"fix\" his legs, but Bo told him they had to be cautious and restore the use of his legs. Matthew accused his parents of not believing that Greg could restore his legs and told them to be prepared for all possibilities.\n"
}