{
    "soap_central": "\n\nAt La Boulaie, after David refused to believe that Clint was Dorian's sugar daddy, Clint kissed Dorian.  When David asked if Clint was Dorian's \"new squeeze,\" Clint replied that since Dorian and Clint had been engaged before, they were not new.  David laughed, and Clint insisted that he and Dorian were \"very much an item.\"  David questioned how Clint could take Dorian back, and Clint responded that they were grown-ups, and that they had buried the hatchet.  David claimed that burying the hatchet was Dorian and David's relationship, and Dorian exclaimed, \"David, we do not have a relationship, do you understand?  You, of course, have a mythological relationship with this swimsuit model, and I have a real relationship with a real man.\"  \n\n\nDavid yelled, \"My swimsuit model is real.  Parts of her aren't...but most of her is.\"  As Dorian spoke French to Clint, David screamed that French had been Dorian and David's special language, and David ran out the door.  Dorian laughed and told Clint, \"You must have wanted to stick it to David more than you wanted to stick it to me.\"  Dorian understood that she owed Clint, who agreed and stated that Dorian was going to pay him back immediately.\n\n\nIn the lobby of La Boulaie, David declared, \"I need your help now.\"  Later, when David answered the door to Mandy, he stated that he wanted the preferred customer discount, and that he needed her to pose as a swimsuit model.  Mandy indicated that she could be whoever David wanted her to be, as long as he was buying.\n\n\nClint revealed to Dorian that he wanted the naming rights to the new sports center and wished for it to be called, \"Buchanan Field.\"  Clint voiced that he was willing to pay to have his bid be the top one and told Dorian that if she did not keep him informed of the bids that were submitted through the mayor's office, he would tell David the truth about Clint and Dorian's relationship.  Dorian agreed to Clint's terms but insisted, \"And Clint, nobody is to know that there is nothing going on between us.\"  Clint shook hands with Dorian, as he said, \"Deal.\"  Clint announced, \"After the naming ceremony, you can throw out the first pitch,\" and Dorian remarked that she would get a coach, as David entered the room with Mandy on his arm.\n\n\nDavid asserted about Mandy, \"She's a swimsuit model, and she's the love of my life.\"  Dorian laughed and blared, \"You must think that we're a couple of idiots, if you expect us to believe this.\"  When Dorian commented that she and Clint were late for dinner, David claimed that he and Mandy were, as well, and suggested that the two couples double-date.  Dorian and David glared at each other.  As David and Mandy strolled out, Clint informed Dorian that she was picking up the tab.  Dorian insisted that it would be worth it, if she could prove that David and Mandy were not really a couple.  In the lobby, when Mandy told David that the dinner would cost extra, David stressed that it would be worth it, if he could prove that Dorian and Clint were not really a couple.  The two couples walked out together on their way to dinner.\n\n\nOutside of Rodi's, Starr told Cole that she wanted to talk to him before going inside.  Cole expressed surprise that Todd had been on Cole's side for court.  Starr speculated that Todd knew that it had been Hannah who had pushed Marty down the stairs, and that Todd was giving Cole a second chance with Starr.  When Starr asked if Cole wanted their lives together, Cole kissed her.  Starr acknowledged that his kiss was a yes and stressed that they still had work to do as a couple.  Cole and Starr kissed again.\n\n\nInside Rodi's, Kelly guessed that John knew more about Bennett Thompson than what he had admitted to her.  \"But you have a hunch...and in my book, a John McBain hunch is as good as it gets.\"  When Kelly asked John who Bennett Thompson was, John evaded her question.  Kelly begged to know of any new developments with the case, and John informed her that she had to back off.  After John reminded Kelly that Rex had just been poisoned, Kelly asked, \"What am I supposed to do -- go home and play with my dolls?\"  John then greeted Starr and Cole, as they walked by.\n\n\nJohn informed Cole that he thought that Cole would get \"time served plus probation and community service\" for the assault on Todd.  When Starr announced that Todd had gone to bat for Cole at court, Kelly and Starr left to discuss it privately.  After Cole asked if John still believed that Hannah had pushed Marty down the stairs, John maintained that Hannah had confessed, so therefore, no proof existed that she was lying.  Cole revealed that Hannah had sworn that she had never hurt either Bobby Ford or Marty, and that when Hannah called him to disclose the truth, Eli had grabbed the phone from her hand.  John insisted that they keep that information between them and left.\n\n\nAt his mansion, Todd greeted Téa and Dani and informed Téa that she was moving into the mansion after the wedding, because they were getting married that night.  When Todd explained that a justice of the peace would be dropping by the mansion, Dani asked if she could have her own bathroom and ran upstairs to pick one out.  When Téa reminded Todd that she was dying, Todd stressed, \"Not today, you're not.  Today you're getting married, and we're going to enjoy ourselves and our lives together, as along as we can.  Anything wrong with it?\"  \n\n\nHowever, Téa exclaimed that she had nothing to wear and asked for the wedding to wait a couple of days.  Todd declared that he wanted a headline in the next edition of the Sun, \"Publisher Marries Love of Life.\"  Téa was thrilled to be called Todd's \"love of life.\"  Todd told Téa that he had told his sons of her illness, but that he had not yet told Starr.  Todd then called Starr and told her that he needed to see her at the mansion.\n\n\nBack at Rodi's, Starr told Cole that Todd needed her at his mansion, and Cole hesitated on accompanying her.  Cole feared ruining any progress that he had made with Todd and asked Starr if he could meet her later.  Starr agreed and kissed Cole.  John informed Kelly that he was returning to the police station, and that he would call her about any new developments on her mother's case.  Kelly secretly followed John out of the bar.\n\n\nAt La Boulaie, Eli kissed Blair's hands and stated that he was elated about their engagement.  When Eli announced that he wanted to elope, Blair remarked that she wanted to take time to show off her ring, and to enjoy being engaged.  \"Why rush to the altar, when we can stroll.\"  However, Eli felt that a person never knew how much time he or she might have left in life and begged Blair to elope with him.  Eli requested that they marry in Las Vegas, and that since he did not have a family, he did not need a traditional wedding.  \"I know it's asking a lot, but you would make me so happy, if we could end this day as Mr. and Mrs. and say good-bye to Blair Cramer.\"  Jack listened around the corner, unseen.\n\n\nWhen Blair asked Eli about her kids, Eli insisted that Maddie could watch Blair's children for the one night in Las Vegas.  Still unseen, Jack pictured the DVD of \"Bad Dad 2,\" a movie about the stepfather from hell.  When Eli told Blair that he wanted them to start their life together, Blair yelled, \"Viva Las Vegas.\"\n\n\nWhen Starr arrived at the mansion, Todd announced his engagement to Téa and stated that they would be marrying that night.  Starr demanded to know what was going on, and Téa walked up to her.  After Téa told Starr the truth about her condition, Starr cried.  Dani consoled Starr and reminded her that it would be a happy day, because they were having a wedding.  Jack walked in and announced that Blair and Eli were eloping.\n\n\nJack insisted that Todd had to stop Blair and Eli, and Todd escorted Jack into another room.  Jack spoke to Todd of \"Bad Dad 2,\" and said \"It's Eli.  He's a creepy stalker weirdo axe-murderer.\"  Todd emphasized that Blair should do what she wanted in life, and that she should grab what happiness she could.  Todd asked Jack to attend the wedding for him, while Todd tried to grab his happiness.  Jack excused himself to return home to change for the wedding, and left.\n\n\nTéa informed Starr and Dani that she and Todd truly loved each other.  When Starr asked Dani how she felt about the marriage, Dani replied, \"I just want my mom to have as many happy days as she can, if that means marrying Todd.  And you were right...there are some good things about him.\"  The sisters hugged.  When Starr left the room to call Cole, Téa told Dani that she wanted her maid of honor by her side.  Téa and Dani hugged.  Starr left a message regarding Téa's health for Cole on his cell phone.\n\n\nAs she kissed Eli at La Boulaie, Blair claimed that she would spend the rest of her life trying to figure him out.  Eli insisted that Blair pack for the trip, although he claimed that he would be willing to marry her in a burlap sack.  As he left La Boulaie, Eli told Blair that he had a few loose ends to tie up.  Later, as Blair was packing, Jack burst into the room to tell her about Téa and his dad.\n\n\nAt St. Ann's, Bobby Ford visited Hannah but then decided to leave, because he felt the visit was a bad idea.  Hannah grabbed Ford's arm and begged him to stay.  Hannah insisted that if Ford left, Eli would kill her.  Hannah pointed out that she had been the witness to Marty's push down the stairs, and that Eli had made her confess.  Hannah realized that Eli was making Ford lie about her and begged Ford to know how Eli was threatening him.  Ford claimed that the next time, Eli would not just bash in his head.  \n\n\nHannah cried that Ford could not just leave her at St. Ann's, and that he could stop Eli.  Ford regretted that he had not been nice to Hannah in the past and announced that he would help her.  Ford indicated to Hannah that he had \"insurance\" and remembered his threat to Eli of his knowledge regarding Bennett Thompson's identity.  \"If anything happens to me, a letter is going to be sent to the Sun detailing everything that Eli did...and you need to do the same thing.\"  As he was leaving, Ford said, \"We never had this conversation.\"\n\n\nHannah grabbed a piece of paper and a pen out of the end table drawer.  \"My name is Hannah O'Connor.  And if I'm dead, it's because I was murdered by Elijah Clarke.  Eli Clarke is the guilty one, not me, and if you're reading this letter, you have to stop him before more lives are lost.\"  Hannah reached out to hand her letter to the person she believed to be a nun.  Eli grabbed the letter and said, \"Oh, Hannah, I'm sorry.  This letter just got lost in the mail.\"\n\n\nAt Rodi's, Ford drank a beer, as he remembered that Hannah had stated that Eli would kill Cole.  Ford started to tell Cole but then changed his mind.  Bobby Ford walked off, as Cole reached for his cell phone.\n\n\nEli asked Hannah who had the idea to write the letter, and Hannah claimed that it had been her idea.  Eli stated, \"Too bad.\"  While Cole was trying to call Hannah at St. Ann's, Eli announced, \"Hannah, you know writing that letter was the last mistake you'll ever make.\"  Eli pulled out a gun and pointed it at Hannah.\n\n\nAt the police station, John talked to Glen, who told John that he had given the files to Rex Balsom.  John asked his clerk, Rita, to fax a particular photo to Glen, as Kelly listened in, unseen.  After John left the room, Kelly ran in and told Rita a phony story about a woman, who was \"stuck in the ladies' room\" and claimed that the woman kept calling out for Rita.  Kelly saw the photo and asked herself why John was sending Eli's photo to Glen.  \n\n\n\"Does Eli know who killed my mother?\"  Kelly wondered if Eli was a suspect and realized that Eli had overheard Rex say at La Boulaie that he was going to Boston.  Glen received the photo in Boston.  John returned to the room, and Kelly yelled, \"Oh, my God, you think Eli -- tall, dark, and handsome Eli -- is Bennett Thompson, don't you?\"  Kelly speculated that if Glen could identify Eli from the photo, John would have the evidence that he needed.  John agreed.\n\n\nJohn said, \"Now that you have it all figured out, you can go home.\"  Kelly refused.  \"Not a chance.  I'm going to be here when Glen calls.\"  The phone rang.  Kelly shouted, \"Is that Glen?  Hoo, that's a 617 area code.  That's Boston.  Okay, this is when we're going to find out if Eli Clarke is Bennett Thompson.\"  John inquired, \"May I?\"  Kelly exclaimed, \"Go ahead.  Do it.  Thank you.\"  As he answered the phone, John asked, \"So, Glen, you recognize the guy in the photo?\" \n\n\n",
    "tvmega_recap": "Hannah urges Ford to go to the cops and tell them what Eli is doing. He hesitates but informs her if something happens to him, he will have an article written in the Sun about Eli and he suggests she writes a letter stating that if she is found dead, it's because Eli killed her. She attempts to do that. But before she can finish, Eli finds her and holds a gun on her. Blair is still ready to marry Eli and has no suspicion. But John reveals to Kelly that he believes that Eli is either a suspect or is the real Bennett Thompson who killed her mother.",
    "soapcentral_condensed": "Clint revealed to Dorian that he wanted the naming rights to the new sports center and wished for it to be called, \"Buchanan Field\" Dorian agreed to Clint's terms but insisted, \"And Clint, nobody is to know that there is nothing going on between us\" Cole told Starr that Todd was giving Cole a second chance with Starr. Cole and Starr kissed again. John told Kelly that he thought Cole would get \"time plus community service\" for the assault on Todd. Kelly asked John if Todd had gone to bat for Cole at court, and John said, \"What am I supposed to do -- go home and play with my dolls?\" John then greeted Starr and Cole, as they walked by Rodi's, and they kissed. Kelly guessed that John knew more about Bennett Thompson than what he admitted to her. John evaded her question about Bennett, saying, \"In my book, a John McBain hunch is as good as it gets\" Kelly asked Cole if he wanted their lives together, and Cole kissed her.\n"
}