{
    "soap_central": "\nWe All Fall Down\n\n\nAt St. James Church, Reverend Andrew Carpenter found Starr in the empty church before Hope's funeral was scheduled to start. He gave her his condolences and then offered to leave her alone, but Starr stopped him. She recalled that Andrew and Cassie had suffered a similar loss when their son, William, had died. Andrew openly talked about the tragedy and how it had impacted his life. Starr appeared to identify with much of what Andrew told her. However, when Andrew suggested that she turn to her loved ones and friends for support, Starr rejected the idea. She didn't feel as if she had the right to lean on them because she felt responsible for their suffering. Andrew felt that Starr was wrong, and tried to impress upon her that she could find tremendous comfort from her loved ones. Unfortunately, Starr wasn't convinced. \n\n\nBlair woke up in John's arms. As Blair prepared to leave, she told John that she was happy that they had worked things out. John agreed and offered to take Blair to Hope's funeral. Blair appreciated the gesture, but felt that she needed to focus on Starr. She declined the offer and left. \n\n\nAt La Boulaie, Dorian read the headline of the Banner: Manning faces judge as daughter buries child. A picture of Todd accompanied the article. Disgusted, Dorian tossed the paper aside and walked into her living room. Langston joined her a short time later. Dorian realized that Hope's death was particularly difficult for Langston because Langston and Starr were close, and Langston had been a part of the pregnancy from the beginning. They talked about it for a few minutes before Dorian asked where Starr was. Langston told her that she didn't know, but handed her a note that she had found on Starr's bed. Dorian read it and learned that Starr had gone to St. James Church. \n\n\nViki and Charlie woke up in Charlie's bed. Both were happy to be reconciled and exchanged declarations of love. Sadly, reality intruded, and Viki was forced to face that it was the day of Hope's funeral. She took comfort in the knowledge that Charlie would be by her side during the heartbreaking event. \n\n\nJared and Natalie continued to take care of Jessica's children at Llanfair. While Natalie fed Chloe a bottle, Jared made a game of spoon-feeding Bree some pudding. Bree was uncooperative and pushed the spoon away. Pudding splattered onto Jared, and Natalie burst out laughing. \n\n\nLater, as Viki and Natalie prepared to leave for Hope's funeral, Viki took a few minutes to talk to Jared. She was grateful that he had agreed to stay with the girls while they attended the service, but she was worried that he might be overwhelmed with the job. Jared assured her that he could handle things for the few hours that they would be gone. \n\n\nMichael woke up in bed with Marcie and realized that she was already awake. He sensed that her thoughts were on Hope. When Marcie thanked Michael for spending the night with her, Michael told her that, as her husband, he was where he belonged. Michael also told Marcie that he would continue to be at her side so that she did not have to bury Hope alone. Before they left for the funeral, Marcie picked up Hope's birth certificate. She was deeply saddened that it was all she had of her daughter. \n\n\nMarty sat on her bed surrounded by copies of newspaper articles about Todd that she had printed from the Internet. As she gathered them up, Cole approached her room. Nora stopped him before he could enter. She told him that even though his mother had returned, Nora would continue to be available for Cole if he needed her. Cole appreciated Nora's kind words and thanked her. \n\n\nAfter Nora stepped away, Cole knocked on Marty's door then entered his mother's room. Marty understood Cole's somber mood and gave her son sage advice about taking as much time as he needed to grieve for his daughter. Cole thanked Marty for the comfort. He told her that she had not lost her knack for saying the right thing to him. When Marty seemed uncomfortable with the praise, Cole changed the subject. He offered to wait for Marty downstairs while she changed for the funeral. Marty surprised him when she told him that she would not attend the funeral. She quickly explained that after her encounter with Dorian and Blair at the Buenos Dias Café, she felt it would be better to stay away. She was certain that her presence at the funeral would cause tension for Starr and her family. Cole respected her decision, but was disappointed nonetheless. Before he left, he handed Marty a children's book. He explained that it was the book she had read to him when he was a child. It contained their favorite poem, Jabberwocky, by Lewis Carroll. \n\n\nMarkko arrived at La Boulaie to accompany the Cramer women to Hope's funeral. In the living room, Blair learned from Dorian that Starr had gone ahead to St. James Church. \n\n\nStarr received condolences as people began gathering at the church for Hope's funeral. After everyone stopped at the tiny coffin to pay their respects, they slowly made their way to the pews and sat down. A short time later, Andrew began the service for Hope Manning McBain. Tears flowed, and Starr found comfort in her mother's arms as Andrew spoke of acceptance and healing. He also called for all who were gathered to help Cole, Starr, and Marcie through the difficult process of grieving. After the funeral, the immediate family left for the cemetery. The other mourners returned home, including Dorian. who Blair had asked to check on Addie and the boys. \n\n\nAt the cemetery, Blair, John, Cole, Starr, Marcie, and Michael gathered around Hope's grave while Andrew said a few last words. They left pictures and a stuffed animal for Hope, and then parted. Cole was startled when someone reached for his hand. He looked up to find his mother standing at his side. She wiped a tear from Cole's eye, but remained silent. \n\n\nAfter the funeral, Markko and Langston returned to La Boulaie with Dorian. Langston was surprised to hear Dorian compliment Markko. She realized that Dorian had finally warmed to him. Markko offered to stay with Langston, but she insisted that he go to school so that he could take an important test. Markko agreed, but promised to return as soon as he was finished with the test. A few minutes later, Dorian found Langston sitting on the bottom step of the staircase, crying. She understood Langston's grief. Dorian told her that it was most difficult to bury a child. \n\n\nAt St. Anne's, Brody found Jessica in the common room with a newspaper. Jessica was heartbroken after reading about Hope's impending funeral. She explained to Brody that Starr was her cousin and that she had given birth to a little girl around the same time that Jessica had Chloe. Jessica admitted that she felt guilty because Starr had lost her baby while Jessica's daughter had survived. Brody tried to help Jessica put things into perspective, but Jessica was overwhelmed with grief. She couldn't understand why the loss of Starr's baby affected her so deeply. She confided that it felt as if she had lost her own child. Brody suggested that perhaps it was because she was a parent with two little girls of her own. Jessica agreed that he might be correct, but it was clear that she wasn't fully convinced that was the reason. After Brody left, Jessica sent a prayer up to God. She asked that Chloe and Hope, wherever they were, be safe and comforted by the knowledge that they were deeply loved by many people.\n\n\n",
    "tvmega_recap": "Dorian, in the La Boulaie living room, looks at a newspaper article on Todd. Blair and John wake up together in each other arms. Viki and Charlie wake up together in his bed in his motel room. Marcie and Michael wake up together in their bed in their apartment .Cole comes to visit Marty in her bedroom in Asa's mansion. Jessica reads a newspaper article on the death of Starr's baby. Langston shows Dorian a note that Starr had left on her bed, telling them that she needed some time alone. Starr walks into the chapel of St. Anthony's. Starr runs her fingers over the sign which reads, \"Hope Manning McBain.\" Walking into the chapel, she sees Andrew. Andrew gives her some very helpful advice on how to deal with this tragedy. Jessica wonders what it would be like if it had been her baby, who had died. Marty lets Cole know that she will not be accompanying him to the funeral. The funeral begins for Hope Manning McBain. Everyone is in attendance except for Marty and Todd. Everyone says a tearful good-bye to Hope at the cemetery.",
    "tvmega_summary": "Episode # 10333 -- We All Fall Down",
    "soapcentral_condensed": "Viki and Charlie woke up in Charlie's bed. Viki was forced to face that it was the day of Hope's funeral. Michael told Marcie that he would continue to be at her side so that she did not have to bury Hope alone. Marty understood Cole's somber mood and gave her son sage advice about taking as much time as he needed to grieve for his daughter. Cole thanked Marty for the comfort and told her that she had not lost her knack for saying the right thing to him. Blair learned from Dorian that Starr had gone to St. James Church to receive condolences from people ahead of her daughter's funeral and declined the offer to take her to the service. John agreed and offered to take Blair to the funeral, but she felt that she needed to focus on Starr. The funeral for Hope was held at La Boulaie on the same day as Todd Manning's funeral for his son, Todd Manning, who died in a car accident. The service was attended by Mark Carroll, Mark Lewis, and Mark Lewis' daughter, Cramer.\n"
}