{
    "soap_central": "\n\nAdriana and Rex kissed. He asked how long she was staying. Dorian discovered Adriana had come home from Paris. Adriana told Rex she wanted to get married immediately and have him go back to Paris with her. Rex was surprised. Dorian yelled at someone, trying to find out why Adriana was home in Llanview when she paid the person to keep Adriana in Paris. Adriana read his lack of enthusiasm as evidence he didn't want to marry her. He asked her what the rush was. They began kissing again. There was a knock at the door: it was Dorian with a flimsy excuse about wanting to talk about the wedding planning. Dorian made a show of realizing Adriana was home. Rex offered to make tea and let the ladies catch up. He took the case files to Buchanan Enterprises. Dorian asked how long was Adriana in town, and was unhappy to hear the plan about getting married quickly. Adriana demanded to know how Dorian found out she was at Rex's. \n\n\nJohn arrived at Antonio's with evidence from Lee's career. John and Talia talked about Antonio and how he'd been coping with his new financial situation. Antonio came home and was not pleased to see John with Talia. Antonio didn't want to get involved and had work of his own to do. Antonio told them Blair would buy Capricorn and he wouldn't have to move. John and Talia reviewed the files. They discovered Lee had a business degree from Wharton, but nothing incriminating. Antonio wondered why John was sticking his neck out. John said he wanted to stop Lee before Lee hurt anyone else. Antonio and Talia kissed, then began undressing each other. \n\n\nLee arrived at BE to investigate possible fraud. He and Bo traded insults. Bo told Natalie not to give Lee anything. Nora arrived with a warrant for the files Lee wanted. Gigi remembered blurting out that Rex was Shane's father and was upset. Jared tried to comfort her as she cleaned up spilled coffee. She told him Rex was working on the case. Gigi entered Natalie's office and dropped a pile of papers when she saw Lee. Lee helped her pick up the papers. Natalie apologized to Bo for getting Lee involved. Lee tried to get under Gigi's skin. Gigi talked to Jared about how Shane has grown up without a father. Jared consoled her again. Rex arrived at BE. He told Natalie about Adriana's plan to get married quickly. Lee continued to poke at Bo. Nora wanted to vent to Clint about how Lindsay has killed twice and gotten away with it both times, and Lindsay was taking advantage of Bo. Bo walked in and told Nora to let it go. Lee called a mystery person and said everything was going as planned. Bo wanted to use Clint's shower, where Lindsay was hiding. Natalie took a call from Jessica, who told her she saw Jared with Charlie at the Palace. Rex walked in on Jared kissing Gigi. \n\n\nLindsay dropped a file on Clint's desk. He didn't want it. She told him about her drink and her chat with Walter. She didn't want Bo and Clint to lose the company. She told him how she found some information in Sam's old files. Lindsay hid in Clint's bathroom when she heard Nora come into his office. She picked up the file Lindsay gave Clint. Clint gave Nora the correct files. \n\n\n",
    "tvmega_recap": "Bo is upset that Ramsey is investigating Harris York for embezzling Asian assets from Buchanan Enterprises. Clint becomes angry when Lindsay gives him more secret information to use against his business rivals until she reminds him that her help has already been invaluable in keeping his company alive, and he can't afford to be ethical. While Lindsay hides in Clint's bathroom, Ramsey has Nora give him a court order for all evidence having to do with the fraud case. Bo doesn't appreciate Nora speaking badly to Clint about Lindsay getting away with murder two times and orders her to lay off, then he goes to shower. Antonio is angry that John and Talia are investigating Ramsey's past, but John is sure he's up to something and wants to stop him. Ramsey assures someone on the phone that soon he'll have everything he needs. While in bed with Rex, Adriana suggests they marry and then go to Paris together, but he's not receptive to the idea. Angry to find out that Adriana returned from Paris without telling her, Dorian goes to find her at Rex's with wedding ideas, but Adriana knows better. Rex goes to return Gigi's scarf and is startled to see her kissing Jared in B.E's boardroom.",
    "soapcentral_condensed": "Adriana and Rex kissed. Adriana told Rex she wanted to get married immediately and have him go back to Paris with her. Lee arrived at BE to investigate possible fraud. Lee continued to poke at Bo. Lee called a mystery person and said everything was going as planned. Lindsay dropped a file on Clint's desk. She told him about her drink and her chat with Walter. She didn't want Bo and Clint to lose the company. Lindsay hid in Clint's bathroom when she heard Nora come into his office. She picked up the file Lindsay gave Clint. Clint gave Nora the correct files. John arrived at Antonio's with evidence from Lee's career. John and Talia reviewed the files. They discovered Lee had a business degree from Wharton. John said he wanted to stop Lee before Lee hurt anyone else. Antonio came home and was not pleased to see John with Talia. Antonio told them Blair would buy Capricorn and he wouldn't have to move. Jared tried to comfort Gigi about how Shane has grown up without a father.\n"
}