{
    "soap_central": "\n\nWhile waiting for the rest of the Buchanan Enterprises board members to attend the meeting, Nash and Jared argue.  Nash tells Jared he will end up with nothing once the Buchanans discover he is a fraud.   As Nash and Jared continue to argue about selling the vineyard, Sarah enters the board room.  Jared is happy to see her but Sarah questions exactly what he wants from her now.  Nash tells her that Jared probably asked her out to get her vote in favor of selling his vineyard.  To Jared's regret, Sarah expresses her disgust about learning that he is really her uncle.\n\n\nWhile flying home on the family jet, Natalie and Jessica want answers from Viki; they question why their mother has kept her life a secret for the past several months.    The girls tell their mother they are aware she has a man in her life and wonder why their mother has never mentioned him.  Viki tells her girls she left town to find out what was missing from her life.  Viki begins pleasantly reminiscing as she tells her daughters how she met Charlie; she tells the girls the relationship seemed so right.  When Natalie and Jessica ask Viki why she did not introduce them to Charlie when they were in Paris, Viki reveals that she has no idea where he is.  Viki goes on to explain that Charlie left town to find his estranged son and asked her to come along.  \n\n\nAt Llantano Mountain, Charlie is shocked to see Viki on the cover of the paper and learn who she really is and of the frightening experience she recently encountered.  Dorian tells Charlie that Viki is full of surprises and is actually one of her closest and dearest friends.  Charlie asks Dorian why she never told him before that she knew Viki.  Dorian says she actually wanted to but decided against it after learning that Viki never revealed her true identity to him; If Viki did not tell him the truth she felt no need to interfere.    As Charlie continues to read about Viki in the paper, he cannot believe there is so much he never knew about her life.  Dorian finds great pleasure in revealing Viki's true identity to Charlie and hints there is so much more he would be amazed by.  Charlie is worried that Viki will think he does not care because he never contacted her once the story became national news. Charlie questions why Dorian watched the hostage crisis unfold and never woke him. Dorian tells Charlie she has an amazing coincidence to reveal to him.  Dorian tells Charlie that the family his son Jared is conning is actually Viki's family.  Dorian reveals to a surprised Charlie how his lying for his son will ultimately ruin his relationship with Viki.  Dorian tells Charlie that if he tells Viki the truth there is no way she will allow Jared to hurt her children.  Charlie states he would never expect that of Viki.  Dorian then tells Charlie if he reveals the truth his son will go to prison again.  Charlie realizes he is in a terrible position and is unsure how he will handle the situation.  Charlie expresses guilt over not contacting Viki and disappointing Jared by not meeting him as promised.\n\n\nClint and Nora arrive at Bo's apartment; Bo is preparing to leave for the board meeting and has just finished helping Lindsay settle into her new home.  As Lindsay listens in the background, Clint and Nora inform Bo that they are now a couple.  Both Bo and Lindsay appear to be surprised.  Lindsay offers congratulations to both Clint and Nora.  When Bo says nothing, Clint asks if he is alright with the situation.  Bo admits to being caught off guard and seems somewhat uncomfortable.  Bo says he has no issues with Clint and Nora dating and quickly excuses himself to attend the board meeting.   As Nora prepares to leave as well, Lindsay asks can she have a moment alone with her.  Nora agrees.  When left alone, Nora is straightforward with Lindsay and demands to know what she wants.  Lindsay states the two will have to learn to tolerate each other since she (Lindsay) will be staying with Bo.  Nora tells Lindsay that she knows the mental breakdown was a farce and believes she is now and has always been fine.  Lindsay) will be staying with Bo.   As Lindsay and Nora continue to argue, Lindsay admits she was \"insane\" when she killed Spencer.  Before leaving, Nora tells Lindsay she is responsible for her actions and will be watching every move she makes.  \n\n\nUpon seeing Margaret, Blair is convinced she is having a nightmare.  As Blair holds Tommy, Margaret appears and tells Blair this is no nightmare, it is her life.  Margaret holds out her arms and tells \"TJ\" to come to his mama.  Blair continues to tell herself that this must be a nightmare because Margaret is dead and screams for her to get out.   As Blair attempts to remove Margaret from her thoughts, Margaret continues to appear wherever Blair turns.  Margaret scolds Blair for calling her child \"Sam\" and states she is his only mother.  Margaret then tells Blair that she has been dead before and later resurrected; Margaret states that Blair called for her because she needs her and that \"TJ\" needs her too.  Margaret says \"TJ\" needs his mother who loves him because Blair does not.  Blair becomes terrified as she attempts to dismiss \"Margaret\" but to no avail.  Holding Sam, Blair begins to scream uncontrollably for Margaret to go away and that Sam is not her child.  Upon hearing Blair's screams, Addie runs to her aid and finds Blair yelling at apparently no one.  Addie is worried and asks Blair what is wrong.  Blair screams for Addie to stay away from the crazy woman in the room; she turns around and sees no one.  Blair hesitates for awhile but finally admits she was talking to Margaret; she tells Addie she is exhausted and was probably half asleep at the time.  Addie apologizes to Blair for not being there for her and begs her daughter to allow her the opportunity to help her now.  Addie asks Blair to talk to her and tell her what she is afraid of.   Addie appears to understand what Blair is going through and asks her daughter what she sees when she looks at Sam.  Blair says Sam is a beautiful child who needs a loving home; Addie feels there is more and wonders if the child reminds Blair of Margaret.  Addie commends Blair on taking the child in because it had to be such a sacrifice, considering how Sam came to be.  Blair tells her mother that she promised Todd long ago that she would help him raise his son.  Addie expresses how hard it must have been for her to be alone with and hold Sam; she tells Blair it is better for her to resolve her feelings now than to later end up resenting the child.  Blair says she has no resentment for Sam and that it will just take her some time to get to know and love the child.  Blair admits to Addie that the \"image\" of Margaret said that Blair wanted her to take the child away.  Blair wonders if she had that encounter because that may be secretly what she really wants.  Blair worries what Todd would think about her apparent feelings.  Blair tells Addie she wants to be able to love Sam just as her mother loves her.  Addie advises Blair to deal with her doubts and concerns now; she warns her daughter if she does not it will only become worse later on.  Addie tells Blair she is confident that she will grow to love Sam and that he is lucky to have her.\n\n\nUpon arriving at the board meeting, Clint and Bo share another uncomfortable discussion about Clint and Nora's relationship.  Clint feels Bo is not being honest about his true feelings.  Bo firmly tells Clint he is fine with their relationship but does not care to discuss it any further.  Clint and Bo are ready to start the board meeting and have Cord, Kevin and Joey set up on a conference call; enough members to vote on the vineyard proposition.  Jared quickly suggests that they wait for Jessica and Natalie.  Nash happily reveals that the girls have flown to Paris, Texas to check on Viki and will probably not make it to the meeting.  When Jared requests that the meeting be postponed, Clint informs him that the meeting can proceed if a majority of the members exist, and it does.  Before the meeting is called to order, Bo announces he has checked into Jared's past and has some new information he would like to present to everyone.  Bo states that he has found someone who could shed some light on the period in which Jared claims his mother had a relationship with Asa.  When Bo opens the door and presents Pamela Stewart, Asa's second wife, Jared's jaw drops.  \n\n\nNora sits in her office and stares intently at Lindsay's file.  Meanwhile, Lindsay sits in Bo's apartment and smiles as she looks around.  Left alone again with Sam, Blair apologizes to the child for frightening him.  Instantly, Margaret appears again.  Margaret tells Blair she heard the conversation between her and Addie.  Margaret tells Blair she will never love \"TJ\" and disappears.  Natalie and Jessica wonder why Viki has not called Charlie.  Viki admits to the girls she wonders if Charlie actually cares since he never contacted her after the hostage ordeal.  When Viki admits that Charlie made her feel like a new woman, the girls suggests their mother call Charlie.   Finally Charlie and Dorian arrive at the diner, and Charlie discovers that Jared has already left.  Charlie tells Dorian that she was right; he can never call Viki now.  He realizes he will have to choose between Viki and Jared.  Charlie tells Dorian he hopes he will not lose both of them.  Pamela tells the board that she can ensure with certainty that Asa never conceived a child with a woman named Valarie Banks.  Everyone stares at a shocked Jared.\n\n\n\n\n",
    "tvmega_recap": "Nash looks at some pamphlets that Jared has had made up for the board members. Jessica and Natalie question Viki about her boyfriend, but Viki refuses to give out any info. Charlie can't believe that Viki had been held hostage in the diner. He also can't understand why Dorian hadn't told him that she knew Viki. Clint and Nora arrive at Bo's. Bo lets them know that he was helping Lindsay get settled. Blair holds Tommy (Sam) in her arms. Blair lets Tommy know that she guessed that she was his Mommy now. Margaret appears up and tells her that that the little boy's name is Todd, Jr. Margaret holds out her arms to Todd, Jr. Blair orders Margaret out. Addie comes in and wants to know what is going on. Charlie finds out that he and Dorian had run out of gas. Dorian lets Charlie know that Viki must not have wanted him to know about her life. Viki begins to explain to Jessica and Natalie why she had been working in Paris, Texas. Jared lets Nash know that Nash is the one who doesn't belong in the Buchanan family. Sarah arrives for the board meeting. Clint lets Bo know that he and Nora are seeing each other. Lindsay stands in the door and overhears the conversation.",
    "soapcentral_condensed": "Viki tells her daughters she left town to find out what was missing from her life. Charlie is shocked to see Viki on the cover of the paper and learn who she really is. Blair is convinced Margaret is dead and screams for her to get out. Margaret appears and tells Blair it is no nightmare, it is her life and tells her to come to his mama. Nora tells Lindsay that she believes she is now and has always been fine. Bo says he has no issues with Clint and Nora dating and quickly excuses himself to attend the board meeting. As Lindsay and Nora continue to argue, Lindsay admits she was \"insane\" when she killed Spencer. Blair attempts to remove Margaret from her thoughts and Margaret turns to her and says, \"Jamaica, come to my mama\" Bo and Lindsay are surprised to hear Clint tell Bo that they are now a couple and that they will be staying with Bo. Bo admits to being caught off guard and seems somewhat uncomfortable. Sarah expresses her disgust about learning that he is her uncle.\n"
}