{
    "soap_central": "\n\nAt Llanview High School, Darren showed up in the parking lot for his first period Driver's Ed class, but none of the other students were there. Specifically, both Destiny and Dani were missing, and Darren was forced to listen to the robotic Mr. Stein as he lectured Darren on the rules of the road. The teacher noted that \"money buys power,\" and rich people like the Buchanans had their own drivers. \n\n\nRex showed up at Buchanan Enterprises to see Clint, but he received a phone call from Kelly before he was able to march into Clint's office. Kelly wondered whether Rex had any information for her after his search of Clint's office, but Rex reported that he wasn't ready to deliver the information yet. He ended the call and burst through Clint's office door. He demanded to know if Clint had been responsible for making Gigi's grant disappear. Clint stated that he thought the noisy entrance had been the Llanview Police Department, and Rex made reference to the fact that it should have been for what Clint had done to David. Clint was positive that Rex would have reported Clint already if that were his intention. \n\n\nClint related that Gigi's grant had been lost because there was someone else more deserving of the money, though it was possible that someone who had donated several buildings to the college might have advised the selection committee of the error they had made. He added that the grant might be restored under the \"right circumstances,\" by that person who had the power to do so. He could return the favor and have Rex busted for breaking and entering, Clint stated. Rex was certain that Clint would have done that already if that were his plan. \n\n\nClint made it known that he could do whatever he wanted, but he would hate for Shane and Gigi to be without the man in the house. Rex thought that Clint only cared about himself, but Clint reminded Rex that Rex used to be that way too. He reminisced about a time when Rex was able to locate a missing Asa and had been offered a job with Buchanan Enterprises. Rex remembered the situation, and the fact that he had turned the job down. Clint thought it had been a bad move, and he wondered if Rex were about to make another one. \n\n\nRex thought it over, and Clint made a phone call to the dean of the college. He asked her about possible financial aid for a new student. He gave her Gigi's name. \n\n\nFord and James sat in Rodi's and ate what they thought might be their last breakfast out. They argued over who would have the last piece of bacon, and James strongly suggested that Ford pursue the person who \"ratted him out\" to the dean with the photos of Ford and Langston kissing. Langston walked in as if on cue, and she and Ford stared at each other momentarily. Langston turned around and walked back out, but Inez appeared at the same time. She headed to her sons' table and extended her condolences to Ford for the loss of his job. \n\n\nShe announced that she wanted James to stay in school, but he advised her that he would have to wait until he could afford it. Inez suggested that it might be possible for that to happen right away, but James reminded her that he and Ford had no money, no jobs and could barely pay for breakfast. Inez explained that she had a friend who might be able to help James with the grant which had apparently turned out to still be available. Clint had put in a good word for James at the university. Sarcastically, Ford asked Inez if she had slept with Clint. \n\n\nJames quickly defended his mother, but Ford still wanted to know if Inez had made some kind of deal. The brothers argued, but Inez suggested that James call the financial aid office instead. Ford wondered how many billionaires would actually get involved to help out, but James returned the sarcasm and noted that not everyone did favors for sex. Before another argument ensued, James walked off to make the call after making sure that he could leave his mother and brother together without supervision. \n\n\nInez admitted she was happy to see that Ford looked after his younger brother, and she hoped they too could have some kind of relationship someday. Ford stated that he wanted his brother to attend college \"without strings,\" and his mother assured him there were none. She only wanted to help out. She also didn't expect Ford to treat her like a mother, though she wouldn't stop acting like one. She wished she could help Ford too. Ford apologized for his rude comment, and he thought it would be great for James to be able to go to school. \n\n\nAn excited James returned to the table after his phone call. He'd had an interview on the phone, he was the preferred candidate and he was pretty certain it was \"a lock.\" Ford was doubtful, but James added that he had been told to expect something in the mail to sign. He thanked his mom, and she and Ford congratulated him. A teary Inez stated that she was the happiest she had been in some time. \n\n\nAfter Inez left, Ford admitted that he was ready to \"give her some slack.\" James was once again ready to focus on the culprit who had made Ford lose his job, and he was determined to make that person pay. \n\n\nCristian arrived and headed to the bar to speak to Gigi. She had \"rocked\" his class, and he had a loaner book for her to study. Gigi informed him that she would be dropping out of school due to the loss of her grant. She enlightened him on the apparent technical error that had occurred to award her the grant in the first place. Cristian believed the school should compensate Gigi in some way for their mistake because it didn't sound right. Gigi thought it was possible that someone didn't want her to attend the college. \n\n\nCristian made a phone call and was shocked to learn that his own funding included money to have an assistant. Apparently, Gigi's name had been mentioned as the person to get that position, possibly as a payback for the loss of the grant. Gigi was ecstatic after he related the information to her, and she gave him a big hug as Rex walked into the bar. She ran to tell Rex about her new job as Cristian's assistant. He looked surprised as Cristian declared that he hadn't even known he was entitled to have an assistant. \n\n\nGigi wanted to celebrate, but Rex let Gigi know that he was on his way to see Kelly in order to give her his final report. Cristian had to leave too, and Gigi was ready to follow him. He urged her to remain at Rodi's and look at the book he had given her. \n\n\nGreg examined Téa in her hospital room and advised the unconscious woman that they couldn't allow Eli to find out that Téa was alive. Greg vowed to take care of Eli first. He opened the door to leave the room and was shocked to find Destiny standing there. He quickly closed the door behind him and walked out into the hallway. He was not happy to see her there and yelled that she was supposed to be in school. In answer to his questioning, Destiny admitted that she had followed him there in a cab, and she wanted to talk to him about Téa, because she knew what he had done. Inside of the room, Téa began to move her fingers. \n\n\nGreg was taken aback, but Destiny told him she knew that he had lied to Todd and Dani about Téa's last request to see them. Greg explained that they had arrived late, and he felt it was better to not say anything at the time. He would do lots of things differently if he had the chance, Greg added. He mentioned that he wanted his new patient to do well, because she'd had lots of problems. Destiny was certain he would have helped Téa if he could have. Greg insisted on giving Destiny some money for a cab in order to get to school. He told Destiny he loved her and thought he should have been saying it more often. Destiny told her brother she loved him too. As Greg turned to go back into Téa's room, he heard the machines that were hooked up to her, going off. They beeped loudly. \n\n\nHe rushed inside and examined her. He informed the nurse that there had been \"significant spikes\" in Téa's blood pressure and heart rate. He didn't understand why. The nurse left, and Greg sat down by Téa's side. \"What's going on with you, Téa?\" he asked. He continued to talk to her, mentioned they were in Cherryvale and wondered if she could understand him. Suddenly, Téa awoke and asked for Dani and Todd. \n\n\nDani sat with Todd at Hallowed Grounds and quietly spoke to someone on the phone. She hung up as Nate walked in, and Todd invited the teen to join them. Todd thought they should get to know one another, though Dani was anxious to get to school for her Driver's Ed class. Todd implied that she might have her own car soon enough. When Dani got up to refill her cup, Todd urged Nate to sit next to him. He whispered that they couldn't let Ross take Dani away, and he wanted Nate to get in touch with him if Ross showed up. He also didn't want Nate to leave Dani alone with Ross. Dani returned and the young couple insisted they had to get to school. \n\n\nTodd walked into his office at the Sun and found Kelly sitting there as she looked at files on David. She explained that she had hired someone to track David's whereabouts in order to give Dorian some closure. Todd was annoyed and tossed the files into the trashcan. He wanted Kelly to do some work. She asked him about Dani, but Todd responded that there were only two things that would make him feel better. One was dead, and the other couldn't stand him. Kelly understood his grief and reminded him that it hadn't been Téa's choice to leave. She guessed he was afraid that Dani would leave too. Todd was irritated at Kelly's attempt to analyze him, and he noted that he hated \"shrinks.\"\n\n\nKelly ignored him and continued. She knew that Dani didn't hate Todd, because she hadn't run off with Ross. Todd thought it was because Dani didn't want to leave her boyfriend. Kelly was sure that he and Dani shared a bond, since they had both lost someone they loved. Todd admitted that he wanted Dani to say she loved him, because he was certain he had heard her say it to Ross earlier in the day when she was on the phone with him. Kelly wondered if Todd had ever told Dani he loved her first, but Todd said he couldn't, because he was worried that she wouldn't say it back. \n\n\nKelly softly enlightened Todd that Dani was a teenager who had just lost her mother. She was also in the middle of a custody battle. She thought that Todd should have the guts, as an adult, to tell Dani first. Todd was worried that Dani would leave, and he thought that he should do something. Kelly believed he should wait for the judge's ruling. \"There's always another choice,\" Todd replied. \"Just got to be willing to make it.\" He jumped up to leave and refused to tell Kelly where he was going. \n\n\nDani and Nate arrived at school, and Dani was disappointed to see that she had missed her class. Nate thought she was lucky she had escaped \"End of the line Stein,\" and it would be better if he were the one to give Dani some behind-the-wheel instruction. He pointed out many of the necessary parts of the car, and she played dumb at first. Laughing, she told him she was familiar with them, and she related a story about how she used to sit on her dad's lap when she was a little girl, as he drove his truck around Tahiti. \n\n\nShe always thought her mom would be the one to teach her how to drive, but now her dad would be the one, Dani stated matter-of-factly. Nate asked which dad she had referred to, and Dani guessed it all depended on the judge's decision. Nate suggested that it was time for Dani to take the car out for a drive, and off they went. \n\n\nDestiny finally arrived in time to see Darren with Mr. Stein. She apologized for being late, but explained she'd had a family emergency with her brother Greg. The teacher informed her she'd missed an important lesson on \"K\" turns. Darren told Destiny that the teacher was a nightmare, and he thought she'd do better off skipping the lesson. \"Hell to the no,\" she declared. She had been waiting too long for this. She told him there was something wrong with Greg. \n\n\nDestiny climbed into the car with Mr. Stein and drove off at a high rate of speed. Afterwards, she told a shaken teacher that she wasn't that bad, and she hadn't hit anyone. Mr. Stein mentioned the near-miss of the woman who had been walking on the course and advised Destiny that she would need further instruction. He would check into getting her another teacher. Destiny told Darren that she was certain that Greg was hiding something, because he had definitely been acting strangely. \n\n\nRex found Kelly in her office at the paper and advised her that he had been able to locate David. The man was \"gone because he wants to be gone.\" It had nothing to do with Clint, and David just wanted to escape from Dorian. Kelly was ready to speak to David herself, but Rex quickly assured her that David would be long gone, especially after Rex had found him. He thought that Kelly should get Dorian to forget about David, because the man was \"out of the picture.\" \n\n\nInez spoke to Clint after she left Rodi's and thanked him for helping out with the grant. She would try to find a way to make it up to him, she noted. Clint asked her to have dinner with him instead. \n\n\nLangston ran into the coffee shop after she left Rodi's, but she wasn't prepared when she accidentally bumped into someone. It was Markko. \n\n\nTodd found Dani and Nate together as Nate was about to kiss her. Todd demanded that Dani leave with him right away. \n\n\n\n\n",
    "tvmega_recap": "Daren, Destiny and Daren all sign up for Driver's Ed. But only Daren shows up to find a very odd and boring instructor. Nate shows Dani how to drive his car. Destiny is ready to drive although she is late when she goes to find Greg after following him to the place where he's secretly keeping Tea. She still does not know that Tea is alive nor does anybody else except Greg. But she tells her brother by lying to Dani and Todd when Tea wanted to see them before she died. Todd is determined to not let Ross take Dani away from him and back to Tahiti. He discusses it with Kelly who tells him he needs to reach out to his daughter. He sees that Kelly is trying to find David Vickers and asks her why. After Clint has gotten the Dean to take Gigi's grant away form her, right when she is very encouraged about school for the first time and offers to give Rex enough money to afford everything they both need if Rex does not tell Kelly what he knows that Clint did to David, Rex knows he better lie to Kelly. So he tells her that David has chosen to leave Dorian and it's impossible to persuade him to come back. Clint wants to pull strings so that James can get the grant money in order to win points with Inez. But James and Robert are happy that their mother has helped James get into school when it's the only way he can afford it. But since Rex has agreed to Clint's \"terms\", we wonder if Clint is going to have to choose between enabling Gigi or James to get the grant money.",
    "soapcentral_condensed": "At Llanview High School, Darren showed up in the parking lot for his first period Driver's Ed class, but none of the other students were there. Both Destiny and Dani were missing, and Darren was forced to listen to the robotic Mr. Stein as he lectured Darren on the rules of the road. Rex showed up at Buchanan Enterprises to see Clint, but he received a phone call from Kelly before he was able to march into Clint's office. He demanded to know if Clint had been responsible for making Gigi's grant disappear. Ford and James sat in Rodi's and ate what they thought might be their last breakfast out. They argued over who would have the last piece of bacon, and James strongly suggested that Ford pursue the person who \"ratted him out\" to the dean with the photos of Ford and Langston kissing. Inez explained that she had a friend who might be able to help James with the grant which had apparently turned out to still be available. Ford wondered how many billionaires would actually get involved to help out, but James returned the sarcasm and noted that not everyone did favors for sex.\n"
}