{
    "soap_central": "\nGlobal Repositioning\n\n\nInside Rex's loft, Stacy interrupted Kim, who was in the process of attempting to seduce Nevil.  Displaying a vial of blood, Stacy related that she had obtained the sample from an unconscious Mitch Laurence.  Stacy was convinced that the sample might prove valuable if Rex demanded a blood test for Stacy's unborn child.\n\n\nAfter distracting Nevil for a brief moment, Kim informed Stacy that Clint would only believe the truth about Bo and Nora's affair if the news came from Nigel.  Kim planned to convince Nevil to pose as Nigel and tell Clint that his brother was having an illicit affair with Clint's own wife.   Kim believed that Clint would end his marriage to Nora, paving the way for Kim to step in and pick up the pieces of Clint's broken heart.\n\n\nAfter agreeing to rock Nevil's world, Kim convinced the clueless butler to pose as his cousin and reveal Bo and Nora's secret.  Anxious to get the plan underway, Kim and Stacy gave Nevil a makeover.  Believing that he would gain Clint's trust and Kim's heart in the end, Nevil announced that he would pull off the switch that evening.  Nevil advised the girls that Nigel would be out for the evening, attending his weekly bridge game.\n\n\nAt the Buchanan mansion, Nigel welcomed Rachel home.  Pleased to have Rachel there, Nigel remarked that everything would be back to normal once Clint and Nora were reunited.   Interrupting  the discussion, Clint gave Rachel a hug and asked if Nora had accompanied her daughter home.  Explaining that Matthew's friend was in trouble, Rachel stated that Bo and Nora had decided to remain in Seattle and help locate Téa's daughter, per Matthew's request.  Although he understood  Nora and Bo's decision to postpone their trip home, Clint commented that he couldn't wait for both Matthew and Nora to return  so they could be a family again.  Meanwhile, Nigel stood nearby and gave Clint a concerned look.\n\n\nMoments later, a nervous Nigel approached Clint and announced that he had something important to tell his employer.  Conflicted, Nigel decided to spare Clint's feelings and stated that he needed the night off to attend his bridge game.  Clint told Nigel to enjoy his night off.\n\n\nLater that evening, Kim, Stacy, and Nevil sneaked inside the mansion.  Posing as his cousin Nigel, Nevil headed off to locate Clint.  After successfully helping Nevil gain entry, Kim and Stacy exited the house.  Out on the lawn, Kim announced that both she and Stacy would get what they wanted.  Stacy would end up with Rex, and Kim would get her hands on the Buchanan fortune.\n\n\nBack inside the mansion, Nevil found Clint relaxing in the parlor.  Clint wondered why his butler had decided not to attend his bridge game.  Carefully covering his bucked teeth, Nevil declared, \"I couldn't play tonight, not with this terrible thought weighing on my mind!\"\n\n\nAt the cottage, Rex told Gigi that he had been unable to attend Stacy' doctor's appointment because Mitch Laurence had attempted suicide and was hospitalized at Llanview Hospital.   Relating that he had gone to the hospital with Jessica, Rex said that they had both desired a blood sample in the event that Shane or Bree required a donor in the future.  Rex explained that they had been unable to obtain a blood sample because Mitch needed a transfusion.  After informing Gigi that a donor had been found, Rex remarked that he wished Mitch had died, but feared his father might live a long time.\n\n\nWhile Gigi attempted to console him, Rex suggested that they discuss Gigi's feelings for Schuyler.  Insisting that Schuyler was her friend, Gigi reminded Rex that he was the man she loved.  Rex wondered why Gigi had failed to mention that Schuyler had fought off her attackers at Rodi's.  Gigi maintained that she didn't have any feelings for Schuyler, but Rex stated that he noticed the chemistry that she and Schuyler shared at the police station.\n\n\nAlthough Gigi continue to deny feelings for Schuyler, Rex realized that a serious problem existed in his relationship with Gigi.  Rex was convinced that Gigi would never be able to accept his child with Stacy or get over her feelings for Schuyler.  Gigi pleaded with Rex to realize that they were meant to be together, but a conflicted Rex believed that Schuyler was able to offer Gigi something that he couldn't -- Schuyler hadn't slept with Stacy.   After a loving embrace, Gigi was stunned when Rex sadly announced that they should separate.\n\n\nAt the drug counseling center, Schuyler ran into Cole, who mentioned that he was thrilled to have a healthy baby.   Schuyler appeared affected by Cole's words.  Noticing Schuyler's strange mood, Cole questioned if Schuyler was dating someone special.  Without providing a name, Schuyler stated that there was a special woman in his life.\n\n\nLater, Rachel arrived at the drug counseling center to catch up on her workload.  Upon encountering Schuyler, Rachel immediately realized that something was bothering her friend.  After swearing Rachel to silence, Schuyler related that he had learned that Stacy had miscarried Rex's baby, and had later become impregnated with Schuyler's child.  Schuyler admitted that Stacy had convinced him to keep her secret.\n\n\nStunned by the revelation, Rachel questioned why Schuyler hadn't told Gigi and Rex the truth about Stacy's pregnancy.   Although he admitted that Stacy had blackmailed him into remaining silent, Schuyler insisted that his confession might cause further problems between Rex and Gigi, but Rachel knew the truth -- Schuyler didn't want Gigi to learn about his indiscretion with Stacy.  An appalled Rachel couldn't believe that Schuyler intended to live the rest of his life denying that he had a child.\n\n\nInside a Seattle police station, Téa, Todd, and Nora watched nervously as Bo attempted to locate Ross, Danielle, and Blair, through the signal from Blair's portable GPS device.  Once the signal had located the vehicle that Ross had stolen,   Bo announced, \"Got 'em!\"\n\n\nMeanwhile, Ross drove the stolen vehicle, carrying Danielle and Blair,  toward the Canadian border. While Ross kept a hand on his gun, he assured Danielle that they would arrive in Canada soon.  While Blair fumbled with her GPS device unnoticed, Danielle questioned what Ross intended to do with Blair.   Suddenly, the GPS device chimed, \"Please enter your destination.\"\n\n\nRetrieving the GPS system from Blair, an enraged Ross pointed his gun at her.  Danielle screamed and pleaded with her father not to hurt Blair.  Realizing that he had frightened the teen, Ross put away his weapon. Continuing to drive toward the border, Ross slung the device out the window.   Ross stated that he couldn't trust Blair, and contemplated how he would handle her betrayal.\n\n\nBack at the Seattle police station, everyone panicked when the signal was lost, but Bo quickly reminded them that the general location of the vehicle had been traced.  Bo, Téa, Todd, and Nora rushed out of the police station to rescue Danielle and Blair.\n\n\nBlair threatened to tell Danielle the truth, and Ross responded by pointing the weapon at her again.  A terrified Danielle managed to convince Ross to put away the gun.  Realizing that Ross was capable of hurting her, Blair tried to reason with him.  Blair chastised Ross for keeping Danielle away from Téa and Todd.  When Danielle inquired why her existence would have any meaning to Todd, Ross let out a sigh of relief when Blair deflected Dani's questions.\n\n\nBo, Téa, Todd, and Nora drove toward the Canadian border.  Nora and Bo promised Téa that they would locate her daughter.  Téa related that although Ross wouldn't hurt Danielle, he might harm Blair.  Téa surmised that Ross hadn't made it to the border.  She reminded everyone that the Canadian authorities couldn't apprehend Ross until he crossed the border.\n\n\nFinally, Ross reached the Canadian border.  Ross screeched his brakes when Blair pointed out that a police roadblock had been set up at the gates.  Backing the car up, Ross headed in the opposite direction.\n\n\nSpotting Ross in the vehicle ahead, Bo, pulled behind Ross's vehicle.\n\n\n \n\n\n",
    "tvmega_recap": "In Seattle, Blair manages to get a signal to the police from her GPS so that they can find her, Dani and Ross before he's taken them over the Canadian border. She is protective of Dani and realizes that Todd will fight for his daughter. Bo, Nora, Todd and Tea get in the car and attempt to find them. Meanwhile, back in Llanview, Clint still has no clue that Nora is going to break up with him and get back with Bo. But Kim has overheard Neville informing Nigel of that. So she manipulates Neville into making Bo think that he is Nigel (played by the same actor) and to spill the beans to Clint so that Kim can find Clint in a vulnerable state and possibly ready to marry him so that she can take his money. Schuyler reveals to Rachel that he doesn't want to tell Gigi or Rex that Stacy is pregnant by him and not by Rex because he wants a chance with Gigi which may not happen if he tells them what he knows about Stacy's baby. Rex concludes to Stacy that since he distrusts her with Schuyler and she has an issue about Stacy being pregnant with his baby, that they should break up.",
    "soapcentral_condensed": "Kim convinced Nevil to pose as his cousin and reveal Bo and Nora's secret. Kim believed that Clint would end his marriage to Nora, paving the way for Kim to step in and pick up the pieces of Clint's broken heart. At the cottage, Rex told Gigi that he had been unable to attend Stacy' doctor's appointment because Mitch Laurence had attempted suicide and was hospitalized at Llanview Hospital. Gigi maintained that she didn't have any feelings for Schuyler, but Rex stated that he noticed the chemistry that she and she shared at the police station. Rex realized that a serious problem existed in his relationship with Gigi, but Gigi pleaded with Rex to realize that they were meant to be together. At Cole's house, Cole mentioned that he was thrilled to have a healthy baby, but questioned if Schuylers was dating someone special -- Cole ran into the drug center, who said that he ran into someone special when he was at the drug counseling center, too.\n"
}