{
    "soap_central": "\nFallen Angels Squared\n\n\nAt La Boulaie, Dorian was disgusted as she watched Addie and a half-naked David enjoy their wedding dance. When she learned that Addie and David had been intimate, Dorian hit the roof. As David and Addie continued to fawn over one another in Dorian's presence, a knock on the door interrupted the couple's joyous moment. Before opening the door, Dorian urged Addie to say her goodbyes to David. Both Addie and David were startled to find Addie's psychiatrist from St. Ann's, Dr. Bonner, at the door. Dorian happily announced to David that Dr. Bonner had come to take David's \"meal ticket\" back to St. Ann's. Dorian told the doctor that Addie had suffered a breakdown and married a gigolo. Although Addie claimed to be perfectly sane, Dr. Bonner believed that, due to the circumstances, he should evaluate her mental condition. \n\n\nWhile Dr. Bonner had Addie interpret inkblots, David protested that Dorian was being cruel and ruining Addie's chance at happiness. When Dorian stated that David only married Addie for financial gain, David insisted that Addie was fun and full of adventure-unlike Dorian. After Dr. Bonner's evaluation, Dorian was certain that he sister was on her way back to St. Ann's and sadly told Addie that perhaps she would regain her mental state in the future. Dorian's hopes were dashed when Dr. Bonner informed her that Addie was perfectly lucid and wouldn't require admittance to St. Ann's. As Dorian began to lose control and yell at David, Dr. Bonner stated that Dorian exhibited symptoms of bizarre aggression and extreme paranoia. Before leaving, he congratulated Addie on her progress and suggested that Dorian seek a mental evaluation. A stunned Dorian watched as Addie and David happily headed upstairs to enjoy life as newlyweds. \n\n\nAt the apartment, Lindsay read the Sun's headline, \"Buchs Back Off Banks.\" Lindsay asked Bo why the family had decided to drop the charges, and was surprised to learn that Natalie had blackmailed Clint and Bo. Upon learning that Bo was aware of the identity of the real Buchanan heir, Lindsay showed signs of disappointment when Bo appeared hesitant to share the information with her, and he revealed that Nora also knew the secret. When Bo attempted to explain his reasoning for being secretive, Lindsay stated that she understood his position. Pleased by Lindsay's sensible reaction, Bo headed upstairs to get dressed for Nash's funeral. \n\n\nAlone downstairs, Lindsay sprawled out on the couch to read the paper. Lindsay noticed someone slide an envelope under the door. When she opened the door, no one was present-but the envelope contained a letter from R.J. In his letter, R.J. stated that he realized that Lindsay had strong feelings for Bo, but R.J. revealed his hope to one day rekindle his relationship with Lindsay. He referred to her as a special lady and said that she had her reasons for killing Spencer and faking a mental breakdown in order to avoid prison time. R.J. explained that he was leaving for Chicago to visit Rachael and promised to keep Lindsay's secrets. \n\n\nRelieved by R.J.'s vow of secrecy, Lindsay tried to burn the evidence before Bo returned-but no luck. As Lindsay prepared to torch R.J.'s letter, Bo appeared and questioned what she was up to. She quickly made up an excuse and placed the letter in Bo's folder, filled with paperwork. Bo stated that he realized that something was wrong and felt they needed to confront the issue. Bo told Lindsay that he appreciated everything she had done to help his family and revealed to a shocked Lindsay that David was the Buchanan heir. Bo informed Lindsay that he intended to drop by the Buchanan Mansion to take Nora some important paperwork concerning Dorian and the takeover. Afterwards, he would attend Nash's funeral. As Bo prepared to leave, Lindsay became preoccupied by a phone call from Will. Believing Bo had already left to visit Nora, Lindsay left the room and continued her conversation with Will. Meanwhile, Bo returned and took the folder that contained R.J.'s letter. Seconds later, Lindsay panicked when she realized that Bo had inadvertently taken the letter to Nora. \n\n\nBoth Nora and Clint expressed displeasure that the story regarding the Buchanan's decision to drop charges against Jared was published in the Sun. Clint had hoped to tell Jessica the news and didn't want her to read about it before he had spoken to her, especially on the day of Nash's funeral. Clint told Nora that he would help Jess get through her grief, but vowed to later direct his attention toward Dorian. \n\n\nIn their room at the Angel Square Motel, Jared awoke from another nightmare of Nash falling through the skylight. Natalie comforted Jared and reminded him that Nash's death was an accident. She told Jared about her dream-Jess didn't hate her and the family forgave her. When Jared stated that Jess was in pain and didn't really hate her, Nat sadly reminded him that Jess's pain would turn to hate after she learned that Nat blackmailed Clint into dropping the charges against Jared. Nat regretted the discord that existed between her and the family, but stated that it was important to share her life with the man she loved. Jared promised to always be with her. \n\n\nAt Llanfair, Viki read the headlines from the Sun, and listened to the message that Clint had left on the answering machine. Clint had requested that Viki keep Jess from viewing the paper until he had the opportunity to inform her about his decision to drop the charges against Jared. As Jess entered the room, Viki discarded the paper and attended to her distraught daughter. Jess expressed her grief over burying Nash and broke down in her mother's arms. When the conversation turned to Natalie and Jared, Jess told Viki that she was happy that Nat would be alone while Jared was in prison. Jess hoped her sister would experience the same loss she was forced to deal with. Jess told Viki that her anger continued to grow every time she thought about Jared killing Nash. Viki asked Jess to put aside her anger so that Nash could be buried in peace. Jess reminded Viki of Natalie's arrival in Llanview many years ago and the hell she put the family through in the past. Viki assured Jess that Nat was a changed person, but Jess strongly disagreed. Viki worried about her daughter and reminded her that her love for Nash was stronger than any hatred she had for Natalie and Jared. Jess hoped that her mother was right. \n\n\nClint arrived at Llanfair to break the news to Jess. Jess greeted her father and stated how pleased she was that Jared would pay for his crimes. When Clint told Jess that the family wouldn't be pressing charges against Jared, she exploded and demanded to know why. Clint explained that Natalie had blackmailed him and Bo into dropping the charges by revealing the name of the Buchanan heir. Both Viki and Jess were appalled. Clint told Jess that he was furious with Natalie, but insisted that the family focus on Nash-not anger over Natalie's betrayal. Jess agreed and headed upstairs to check on Bree. Clint and Viki worried about Jess' state of mind. Viki stated that she knew firsthand what could result from pent-up anger. \n\n\nBack at the Angel Square Motel, Charlie thanked Roxy for allowing him to stay free of charge. Roxy appreciated Charlie's help with Rex and encouraged him to fight for Viki. Charlie doubted that Viki would ever forgive him. \n\n\nJared came downstairs and mentioned that Natalie needed some towels upstairs. Roxy offered to assist Natalie and suggested Jared speak with his father. Jared told Charlie that he loved Natalie and expressed his sorrow over the problems he had caused between her and her family. Both Charlie and Jared blamed themselves for ruining each other's lives. They decided to attempt to accept one another and put aside all guilt. Meanwhile upstairs, Natalie broke down in Roxy's arms. Roxy reminded her that she was a Buchanan, but Nat stated that she didn't think she would be a member of the family for very long. Roxy hugged her and promised to stand by her no matter what. When Roxy mentioned that Nash's funeral would take place in a few hours, Nat was surprised that no one had told her about the arrangements. \n\n\nNatalie told Jared that she wanted to attend Nash's funeral because she wanted to tell him goodbye. Jared warned her that they could never show their faces. Nat agreed, and stated that they would only hurt Jess by doing so. \n\n\nClint asked Viki what had happened with Charlie. Sadly, Viki informed him that she had broken things off with Charlie. As Viki poured Clint a cup of coffee, Clint stated that he knew how important Charlie was to her and expressed his sorrow. Viki looked down at Clint, and for a moment she envisioned Charlie smiling up at her. \n\n\nAt Angel Square, Roxy poured Charlie a cup of coffee. For an instant, Charlie envisioned Viki, dressed as a waitress and sporting a huge smile, pouring him a cup of coffee. \n\n\nWhen Bo arrived at the Buchanan Mansion, an argument quickly ensued between him and Nora. Nora was upset to learn that Bo had told Lindsay about David being a Buchanan. Bo attempted to reason with Nora and defended his decision to tell Lindsay the secret, but to no avail. Nora continued to belittle Lindsay. Bo placed the folder containing R.J.'s letter on the table. After pleading his case to Nora, Bo refused to listen to her insults regarding Lindsay and informed her that the paperwork she needed was in the folder. As Bo walked away and Nora laughed at his decision to trust Lindsay, R.J.'s letterhead could be seen among the paperwork. \n\n\n",
    "tvmega_recap": "People get ready for Nash's funeral. Jessica is outraged to find out that her father dropped the charges against Jared. But he explains to her that Natalie told them they would have to in order for her and Jared to reveal whom Asa's real son is. Natalie and Jared are together knowing they are not wanted by anybody except each other. Meanwhile, David and Addie have gotten married. Dorian cannot accept what has happened. When she sees her sister acting uninhibited with David, she calls Dr. Bonner. He gives Addie an \"ink blot\" test. Dorian assumes he's concluded that Addie needs to go back to St. Anne's and needs protection from David. But Dr. Bonner informs Dorian he does not believe that. He believes Addie is very sane and it's Dorian whom he advises to seek professional help.",
    "soapcentral_condensed": "Dorian was disgusted as she watched Addie and a half-naked David enjoy their wedding dance. Bo told Lindsay that he appreciated everything she had done to help his family and revealed to a shocked Lindsay that David was the Buchanan heir. Natalie blackmailed Clint and Bo to drop charges against Jared in the Sun. Jared awoke from another nightmare and Jessica told him that Nash's death was an accident. Jess vowed to help Jared get through her grief but later vowed to direct his attention toward Jess-Jess didn't want her to read about the skylight accident in her dream. R.J. wrote Lindsay a letter saying that he hoped to one day rekindle his relationship with Lindsay and promised to keep her secrets. Lindsay tried to burn the letter before Bo returned-but no luck. Both Nora and Clint expressed displeasure that the story regarding the Buchanan's decision to drop Charges against Jared was published against Clint andBo. The Sun published the story and Clint told Clint that Clint had hoped to tell Jessica about the news before he had spoken to her.\n"
}