{
    "tvdb": "Rex tells \"Stacy\" unaware she's Gigi what he really thinks of her. Viki tells David after seeing Clint with Kim to get her out of there right away. Neela gets Jack to admit to being responsible for Gigi's death not knowing she's recording it. Cutter comes across Prof. Fina and says that she seen the person he was looking for. Shane comes home to find the place decorated by Kristine and tells her he doesn't when Rex will be coming back. Rex tells \"Stacy\" that he can tell she's not like herself. Neela comforts Jack as he breaks down. Shane tells Kristine he's getting someone from school to help him with a project. David offers Viki a chance to forget all about Clint. Prof. Fina urges Cutter to let this woman go and be free. Gigi learns that Stacy never set foot in Paris, Texas and tells Rex of her memory flashes. Clint tells Kim that the person he wants to spend his life with is Viki. Jack tells Neela he's grateful he was able to open up to her. Cutter intervenes and tells Gigi and Rex there's something that they need to hear.",
    "tvmega_recap": "Viki walks in on Kim kissing Clint. She asks David to get her out of there. David tells her she dodged a bullet because Clint is a nightmare. He assures her that she will find someone better than Clint. She promises him that she will never believe Clint's lies again. Meanwhile, Clint tells Kim that he wants to spend his life with Viki. Kim tells him not to lose her number in case Viki doesn't take him back. Clint places a gift for Viki under the tree with a card that is signed, \"All my love, Clint.\" Jack swears Neela to secrecy when he tells her that Shane's mother dies because of him, not knowing that she is videotaping their conversation. He swears he didn't know there was a generator emitting carbon monoxide in the basement. She is convinced that it was an accident that he is sorry. She offers him support. Shane goes home to find that Aubrey has decorated the house in Christmas cheer. She wonders where Rex is. Shane tells Aubrey that he knows Rex invited her to spend Christmas with them, but he is going to be at Viki's house and he doesn't know when Rex will be back in Llanview. Shane tells Aubrey about his plan to have Neela get Jack to confess. Cutter Looks for Stacy at the airport and asks the man she had been sitting next to if he saw where she went. The man, who is really Delphina, tells him that Stacy appeared to be looking for answers but someone or something was in her way. He relents and reveals that Stacy went back to the place where she feels like one with the Universe, but warns Cutter to leave her alone and let her go, lest he face dire consequences. Rex and \"Stacy\" come face to face at the bon Jour Cafe. He tells her that he knows her plan was to kill Gigi and take her place. She tells him she doesn't know who she is, who Gigi is, what she did, or anything else because she hasn't been able to remember anything since waking from her coma. Rex, realizing how much she looks and sounds like Gigi, softens towards her. She asks if he knows why Paris Texas feels so familiar, and he reveals that Stacy had never been there before. Cutter arrives as Rex is warning her never to show her face to Shane. Stacy wants to leave, but Cutter, remembering the warning from the man at the airport, says he has something he needs to tell them both."
}