{
    "soap_central": "\n\nBack in his hospital bed, Todd advised Téa that he'd been wrong, and he had not seen Tomas at the scene of the shooting. He insisted he had made a mistake. Téa demanded to know why her husband was changing his story, but Todd could only say that it had been dark, and things had been confusing after he'd emerged from his coma. Téa thought that Todd was lying, and she began to shout at him. She was only seeing lies and more lies, she yelled.\n\n\nTodd insisted that his new version was correct, and he hadn't seen anything at the window. It had probably been a glare from the sun. Téa wondered why he'd identified her brother as the shooter, and Todd shrugged and said that it was because he didn't like Tomas. He thought that Téa should be happy that her brother was off the hook.\n\n\nOut in the hospital hallway, Starr chatted with James on the phone. She told him that she wouldn't be able to see him, but Blair grabbed the phone from her daughter's hand. Blair told James that she would send Starr to visit him. She advised Starr that Kelly was doing well, and Blair believed that Starr deserved some quality time with James. Starr began to argue with her mother, but Blair promised to call if there were any changes in Kelly's progress.\n\n\nBlair walked into Todd's room and into the midst of the shouting match between Téa and Todd. Téa explained that Todd had changed his story regarding his accusation of Tomas. Both Blair and Téa were angry with Todd, and Téa reminded Todd that she'd walked out on her brother because of Todd. She stated that the police and district attorney would still be involved in the case, and it wasn't that easy to just drop all of the charges. She left the room to make a phone call. She called Dani to tell her that Todd was okay.\n\n\n\"How could you do this to me, Todd?\" Blair inquired once Téa was gone. Blair had realized that she really didn't know Tomas at all. She explained that she'd had her doubts about Tomas, and the mysteries about him had switched from being romantic to being questions. One particular question was the painting of her that Tomas had done when she'd first married Todd. She had been sure that Tomas was withholding information, but she'd almost decided to trust him.\n\n\nThings had changed after Todd had accused Tomas of shooting him, Blair continued. Todd was changing the story again, and she was furious. Todd wondered why she thought it was his problem, and Blair tried to clarify what she meant. If Tomas really had tried to kill Todd, she couldn't be with Tomas, and Tomas had understood that when Blair had turned her back on him after her visit to the jail cell. She wondered if Todd were telling the truth this time.\n\n\nTodd asserted that he was merely trying to fix his mistake. \"You better not be lying to me, Todd Manning,\" Blair professed. After Blair was gone, Todd looked at the encrypted paper that showed the photo of the Todd with the pre-plastic surgery face.\n\n\nJames was amused when Ford returned to their apartment, dressed in his hotdog outfit, along with a friend dressed as a hamburger. Ford introduced James to Patty, and Ford noted that Patty was helping him out with his custody case. While the friends indulged in a couple of beers, Ford asked whether he'd be able to get custody of his son if the mother were crazy. He clarified that while Tess was crazy, she was also \"funny, sexy and smart.\"\n\n\nPatty agreed that Ford had a chance at custody. Ford had another question, but Patty expressed how disappointed she was that she didn't have a change of clothes with her. She agreed to accept Ford's offer of a pair of sweats and a t-shirt, but Ford was annoyed when she asked him to help her out of her costume. Patty grew angry when she realized that Ford wanted legal advice and didn't want to sleep with her. She complained that Ford was obviously still \"hung up\" on his wife, and she stormed out of the apartment.\n\n\nJames was amused that his brother had turned down an opportunity to \"hook up\" with a woman, and he agreed with Patty. Ford was still \"hung up\" on Tess. Ford was irritated at his brother's comment, and James tried to explain that it had been a joke. They were saved from an argument when Starr showed up. Ford exclaimed that Tess meant nothing to him, just like Patty.\n\n\nShortly after, Ford changed his clothes and emerged from his bedroom. Starr and James were kissing on the sofa. Ford emphasized that he was angry with Tess, and she was the last thing on his mind. He was going to a bar. Starr and James got back to their kiss, but Starr was doing some thinking. She wondered if Ford really cared about Tess, but she hoped not. Tess wasn't a real person, and Tess needed help, Starr declared. James pointed out that they were finally alone. Starr reminded James that he always jinxed it.\n\n\nDani arrived at Nate's place and found her half-dressed boyfriend in the middle of a water gun fight with Deanna. \"We were hot,\" Nate declared. \"Oh yeah, I see that,\" Dani retorted. Nate attempted to explain that the heat had been turned on in the apartment building accidentally, and they'd been trying to stay cool. He handed Dani a gun and tried to get her involved in the game, but Dani wasn't in the mood. She told him that her father was missing.\n\n\nNate was certain that Todd would show up, but he was more interested in continuing talk about the water gun game with Deanna. Dani received a phone call from Téa and the latest on Todd's situation. Dani happily repeated the conversation to Nate. Her father had been wrong about Tomas being the shooter, and she thought it was amazing. Nate thought it was weird, and there were still plenty of questions, like the syringe with Tomas' fingerprints. An already irritated Dani was angry that Nate was still trying to make her uncle look guilty, and she wondered why he was so obsessed with it.\n\n\nNate denied being obsessed, and the couple began to argue over the situation involving Tomas and Todd. Deanna listened without being seen. \"Shaun still thinks...\" Nate began but stopped himself. Dani grew more irate when she understood that Nate and Shaun had been discussing her family. Dani was through, and she headed to the door. She suggested that Deanna and Nate go back to cooling themselves off. After Dani was gone, Nate was irritated that he had fought with her over her uncle again.\n\n\nStarr stopped kissing James and announced that she didn't want to wait any longer. James reminded her that he'd wanted things to be perfect for their first time, and Starr assured him that it would always be perfect with him. They headed to the bedroom. Suddenly, there was a loud banging at the front door. It was Dani, and she knew that James was inside. He finally opened the door, and Dani stomped in.\n\n\nDani was furious at James for putting Deanna into her life. She related the situation she'd found herself in when she had turned up at Nate's apartment. She'd felt like a third wheel, and she'd portrayed herself to be the jealous girlfriend.\n\n\nAubrey attempted to reach Joey on the phone while she was at Capricorn, but she was unsuccessful. She admitted to Rama that she was concerned that he had run off to be at Kelly's side at the hospital.\n\n\nAt the bar, Wes wondered why he wasn't drunk, and Cutter offered to take Wes to another nearby bar. \"You're not taking him anywhere,\" Cristian advised Cutter. Turning to Wes, Cristian proclaimed that Capricorn was the best bar around. He offered Wes another beer, though Wes wanted a shot added to it. Cristian thanked Rama for suggesting that he give Wes the non-alcoholic beer. Rama flirted with Cristian.\n\n\nAubrey ordered Cutter to stop trying to take Wes out of the club, because she was trying to keep Wes there. Cutter reminded her that they weren't \"on the same team anymore.\" He thought that he might be able to get Tess to return, because Tess was \"hot\" for Cutter. When Cristian went off to answer the phone, Cutter found himself behind the bar. He exclaimed that Cristian had been pouring the non-alcoholic beer for Wes, and Wes was angry. Wes accused Cristian of cheating him.\n\n\nCristian claimed that he'd made a mistake, but Wes wondered how that could have happened five times. Cristian offered to make it up to him, but Cutter again suggested that he take Wes elsewhere. Aubrey called Cutter a loser, and Rama invited Wes to join her and Aubrey at their mansion instead. Cutter informed Wes that Aubrey was married to a Buchanan, and there were guns at the mansion. A war of words ensued between Aubrey and Cutter until finally, Wes agreed to take Cutter up on his offer. Wes questioned the fact that Cutter was married, and Cutter called his relationship with his wife an open one.\n\n\nAubrey took one last stab at trying to keep Wes at the club, but her effort was futile. \"I win, you lose,\" Cutter taunted her. As Cutter and Wes left the bar, they ran into Ford, who took one look at Wes and seemed puzzled. \"You look like a guy,\" Ford accused Wes. Cutter walked away with Wes, and Ford went inside.\n\n\nFord found Aubrey, who confirmed that Tess was a man named Wes. She had no idea what had happened, except that Wes had emerged while Brody and Cutter had been arguing. Ford asked Aubrey to contact Cutter, but she refused. She admitted that they'd had a falling out. Ford questioned why Aubrey wasn't with Ryder, and she advised him that she had a staff at home to look after the infant.\n\n\nCristian thanked Rama for trying to help him out with Wes. He was only sorry that he hadn't been able to keep Wes in the club. He wondered if Rama had ever told her husband that she really wasn't pregnant, and Rama admitted that she hadn't. She would hurt him, and she didn't know if it would be worth it. She wouldn't explain her comment, but said she'd wanted to give Vimal hope, and she was a terrible person. Cristian assured her she wasn't, and he put his arms around her. There was an awkward moment, and Cristian moved away quickly.\n\n\nFord was angry. He'd recognized that someone like Aubrey could never take care of a baby. Aubrey was infuriated too. She might have been a \"party girl,\" but Ford had been a \"player.\" It had been possible for both of them to change, she snapped. She clutched Rama and announced that they had to leave. Aubrey had to explain to Joey that she'd lost his sister. Rama looked back at Cristian sadly.\n\n\nClaude paid Tomas a visit at the jail and mentioned how surprised he had been to learn that Tomas had been arrested. Tomas noted that the problem was more than likely being solved as they spoke, because he and Todd had chatted. Tomas had believed it was \"time to come clean.\" \"How clean?\" Claude asked. Tomas announced that he and Todd had arrived at an understanding, and Tomas had made a \"deal with the devil.\"\n\n\nTéa turned up at the jail, and she was curious about the statement that she'd overheard her brother make. Tomas quickly referred to his attorney, and he introduced Téa to Claude, though he made it clear that Claude wasn't the attorney in question. Claude was a friend of his. Téa refused to shake Claude's hand. Claude revealed that he'd seen Téa in a photo that was in Tomas' possession, and Tomas loved her very much. She wondered why Claude was in Llanview.\n\n\nClaude claimed to be in the area on business when he'd heard about Tomas' predicament. Téa announced that Tomas' plight no longer existed, as Todd had changed his story. It was \"hard to believe,\" though, Téa stated. While she did trust her husband, there were certain things that \"don't add up,\" she said. Most specifically, the syringe in Todd's hospital room that contained Tomas' fingerprints. Tomas asked Téa to help him out, because everything had changed.\n\n\nTéa agreed, though she advised Tomas that things wouldn't be so simple. She left to visit with the district attorney, and Claude informed Tomas that Téa was not a fool. He didn't want Tomas to be a fool either. Certain past events would never change, Claude pointed out. The truth couldn't be kept hidden forever.\n\n\nAt the undisclosed location, the man who looked like Todd pre-surgery, reached out to grab the agent's arm. \"So? You've decided to come back to us,\" the agent proclaimed. He flashed a light into the man's eyes and noted that the pupils were \"responsive.\" The man slowly looked around as the agent called out to him. \"Can you hear me?\" the agent asked. \"Yeah,\" the man replied.\n\n\n\"Welcome back,\" the agent said. \"Back?\" the man replied, as he looked around again. \"Do you know who you are?\" the agent inquired. The agent in the suit identified himself as Baker. \"Do you know who you are?\" he repeated. \"Of course,\" the man answered.\n\n\nCutter and Wes returned to their room at the Minute Man Motel. Cutter explained that they were there because he wanted to change his clothes. He quickly removed most of them as he paraded in front of Wes, who was more preoccupied with a magazine full of women's photos. He didn't notice Cutter at all. Cutter ripped the magazine from Wes's hand and challenged him to an arm wrestling match. Wes offered to make the match interesting. \"Oh, it'll be interesting,\" Cutter declared as he planted himself on the bed next to Wes.\n\n\nIt was a struggle, and Cutter couldn't believe how strong Wes appeared to be. Finally, Cutter won the match. His next move was to jump on top of Wes. He began kissing Wes, in the hopes that Tess would appear. \n\n\n",
    "tvmega_recap": "Robert is getting \"frustrated\" with his failure to get his son back. But it appears he may be missing Tess. He goes to Capricorn and is stunned to see the person he knows as Tess dressed and behaving like a guy. Aubrey informs him that a new alter has come out named Wes. Cutter takes \"Wes\" to his and Tess's home at the Minuteman Motel hoping to get Tess to come back by stripping down to his shorts and attempting to turn her on. But the male Wes remains in control behaving like a male with no interest in Cutter, no memory of being Tess or married to him and remarking about all the hot women. Todd announces to Tea and to Blair that he now \"knows\" that Tomas did not shoot him. He asks them why they have a problem knowing that neither of them liked his accusing Tomas of trying to kill him nor the thought that it could have happened. But they know there is some secret going on. Nate tells Dani he does not buy that Tomas is innocent. She breaks up with him seeing that he is interested in Deanna. And we see the original Todd with the scar on his face in an institution appearing like he is ready to make himself known again.",
    "soapcentral_condensed": "Blair and Téa were angry with Todd for changing his story about the shooting. James was amused that his brother had turned down to \"hook up\" with a woman with Patty. Ford asked whether he'd be able to get custody of his son if the mother were crazy. He clarified that while Tess was crazy, she was also \"funny, sexy and smart\" Ford was irritated when Starr showed up at his brother's apartment and exclaimed that nothing meant anything to him, just like Tess had just showed up to help him with his case. He declared that he was going to a bar to get his mind off of Tess, but Starr was doing some thinking of her own and wanted to see her again, so they got back in the car and went to the bar. They were saved from an argument when Starr said that she hoped Tess wasn't a real person, but James pointed out that she was the last thing on his mind, and she was angry with him for it.\n"
}