{
    "soap_central": "\n\nStarr tries to be strong for Todd as they sit vigil at the hospital. Todd fears the loss of the baby will be too much for Blair to handle. Evangeline comes to see Todd, who voices his desire to kill Spencer. Blair wakes up and Todd is forced to tell her that their baby died in the accident. Spencer wants Marty to corroborate his story and turn Todd over to the police in order to get rid of him once and for all. Marty begins to reconsider her assessment of Spencer's mental state. Starr and Cole run into each other at the hospital. Jessica displays some of Tess' characteristics as she bluntly tells Cristian he needs to find a new way to express his art and begins destroying the canvases he had been working on. Clint and Viki share a close moment. Adriana and Dorian take steps towards mending their relationship. Dorian heads out to see Viki after Rex inadvertently mentions Viki played a role in Adriana reaching out to Dorian. Dorian warns Viki that she is prepared to fight her for Clint. \n\n\n",
    "tvmega_recap": "Todd and the kids hover outside Blair's door, waiting for her to get up. Todd wants the kids to go in and open gifts with Blair and later he will tell her about the baby. Todd sends the kids to the cafeteria, and that is when Evangeline comes. She wonders what is going to happen to Todd when the cops start looking at this closely and try to lay blame. Todd say that Spencer was responsible for all of this and right now he feels like killing someone. Spencer is in his room and a guard warns Marty to be careful when in the man's room. He is still considered dangerous. Marty goes in and Spencer tells her not to worry, that she has nothing to worry about from him. He says that Todd is the one who is dangerous and that she has to know that. He also tells Marty that she has to stick to his story now that he isn't fit to stand trial or she will be ruined in this town. She knows that he played a part in this incident but she doesn't know how much of a part. She will have to figure that out. He knows that she must want revenge. He warns her also that she is his victim and taking his side will be difficult for others in the town to watch. Viki is taking down her decorations and she gets to the mistletoe over the front door when she pauses for thought. She remembers the kiss that she and Clint shared in that very spot. DING-DONG! Clint is on the doorstep. He is surprised to find her taking down the decorations. She tells that there is no need for them after Christmas. The house isn't full like it used to be and so she finds no need. Clint has been reevaluating his life and has decided that there are things that he wants to do and now is the time to do them. He will go skydiving and skiing and he invites Viki to go with him. She will think that over. They are at the door now and they joke about who kissed how the night before. Dorian walks up and isn't pleased to hear the two were kissing. Clint quickly leaves and Dorian enters telling Viki that she wanted to thank her for talking to Adriana about patching things up with her mom. Viki was glad to do it. Dorian asks about the kiss now and if Viki had plans to get with Clint. Viki says that Clint can decide to be with who he wants. That tells Dorian all that she needs to know. Blair wakes and looks around her room confused. Todd is soon with her and she seems to remember the fall. All she cares about is her baby and how he is doing. Todd skirts the question and tells her instead that she is going to be fine real soon. She knows that he is avoiding and asks him again to give her the answer to the question she asked. \"I'm sorry,\" Todd says. \"He's gone.\"",
    "soapcentral_condensed": "Starr tries to be strong for Todd as they sit vigil at the hospital. Todd fears the loss of the baby will be too much for Blair to handle. Jessica displays some of Tess' characteristics as she bluntly tells Cristian he needs to find a new way to express his art and begins destroying the canvases he had been working on. Adriana and Dorian take steps towards mending their relationship. Clint and Viki share a close moment. Dorian warns Viki that she is prepared to fight her for Clint. Starr and Cole run into each other at the Hospital. Todd voices his desire to kill Spencer. Spencer wants Marty to corroborate his story and turn Todd over to the police in order to get rid of him once and for all. Todd is forced to tell her that their baby died in the accident. Todd wants to turn Spencer over to police. He wants Spencer to turn him over to them in order for Spencer to be taken off the streets of New York City.\n"
}