{
    "soap_central": "\n\nBlair tries to contact Todd while sitting in Capricorn but is unsuccessful. Marty approaches her, asking to talk to her about Tommy. Blair is in her usual mode but hears Marty out when she expresses her concern for the baby. She is hoping that the McBains will be forgiven, given all of the circumstances. She doesn't want Todd to seek revenge on them and is pretty certain that Tommy will remember all and hold it against Todd later in life. Blair honestly doesn't think Todd will buy it and she can't tell him how to act, she responds. \n\n\nAs Jared gets too comfortable and in the way at the vineyard, Nat arrives with a proposition for him. She wants to offer him his job back but wants a new contract signed. It states that he cannot press charges against any family member. Jared declines, insisting that Natalie is just too difficult to work with. She's furious and starts to head out. Jared wants her to admit why he was really fired; because she liked his kiss. He's backstabbing, obnoxious and gross to boot, Natalie retorts. Jared leaves instead. Nash feels he's getting paid back for what happened to Antonio, but he and Jess would rather plan a way to beat Jared at his own game. They were anything but quiet during the contract deliberations and are dead set against Jared working at B.E. again, even if Nat does mention that he was good at his job. They wonder what Asa would do, as Jared studies his book on the Buchanans, underlining key passages, after he stops for a drink at Capricorn. \n\n\nAn awkward situation arises when the ladies and the men meet at the gym. Vincent tries to explain Sean's habits to Antonio as Sarah and Cris decide they'd rather not linger. It seems as though Talia is going to break and tell Antonio the truth about \"George\" but Sean is on a roll and the lies continue. When Talia finds out that he has been flirting with another girl at the gym, they agree to \"break up.\" The looks on the faces of Vincent and Layla are priceless as they witness the entire act. Vincent suggests they take Sean out for a drink. Layla is nothing but complimentary towards Sean as she praises him for helping Talia save face. He has a lot to offer a woman, she tells him. He learned about himself as well, Sean replies. Antonio expresses his sorrow for the break-up but thinks that Talia deserves someone better. Sarah and Cris linger at the photos of Cris while he was boxing. She asks lots of questions about boxing and Evangeline. He offers to teach her some boxing skills and suggests that her boss won't mind if she's a little late to work.\n\n\nMichael and John wait on a stakeout of Ron's house, hoping to catch a glimpse of Marcie and the baby. Unfortunately, Todd shows up and wonders how John could even obtain a surveillance truck. He advises Michael that he'll be heading to jail for perjury. John and his old FBI buddy, Warren, break into the house and look for signs of Marcie's being there. They find a baby cup with fresh milk and realize she's been there recently but is gone. A promoted Lee Ramsey, a sarcastic and biting foe of John's from the bureau stalks in with additional agents. Warren will be disciplined, he growls, and John is to back off. He's not even an official agent. John asks that he go easy on Marcie if she's found, but Lee indicates that she's a criminal and will be treated as one.  He learns of the cup of milk and orders roadblocks set up. In the truck, Todd and Michael make a stab at small talk, talking about their circumstances and the events of the past year. Todd is Todd at first but Michael makes an appeal. He asks him to be the father that the baby deserves. Finally, they get antsy and get to the house as Lee is issuing orders at everyone. John is caught on the computer and divulges that the last site Ron visited was Rocco's Auto Body. The agents head there immediately. At Rocco's, Marcie is given two passports and a new ID, along with a different car with Florida license plates. She's given a wig and new clothes to alter her appearance. Ron gives her some money and something that he wants her to open much later. They decide to make their good-bye one that will last a lifetime. By the time the feds show up, Marcie is gone. Ron is placed under arrest. John advises Todd and Michael that Ramsey has his own agenda and will not be updating them. Marcie will become desperate if she's cornered.\n\n\nMarcie drives away, practicing her new name along with Tommy's. \"I'm Penny Shaw,\" she says. \"And this is my son, Aaron.\" \n\n\n",
    "tvmega_recap": "Blair sits at a table at the Capricorn, looking over some sheet music when Marty comes in. Marty wants to talk to Blair about Todd's son. Jared watches the game when Jessica comes in and pushes his feet off the sofa. Natalie comes to visit and tells him that she had come to deliver what he really wants. Vincent lets Antonio and Cristian know that the actions between Sean and Talia were just for show. Sean tells Talia that it is time to come clean. John and Michael are in a stakeout van outside of Ron's apartment when Todd barges in on them. John gets a call and has to leave. Natalie tries to offer Jared his job back with fringe benefits, but Jared turns her down. Todd tells Michael that he is going to pay for what he did. John and a fellow officer break down the door to Ron's apartment, but finds everyone gone. Ron and Marcie and a friend make plans for Marcie to leave town and vanish forever. Sean breaks up with Talia in front of everyone. Layla suggests that she and Vincent take Sean out for a drink. Antonio lets Talia know that he is not sorry that she and Sean had broken up. Talia is confused by Antonio's. An FBI agent arrives at Ron's apartment. He and his associate begin to search the house for clues as to the whereabouts of Marcie and Tommy. John goes over to the computer and deletes some info that Ron had had on the computer. The FBI agent comes out of the bedroom and notices what John had done. The agent begins to question John as to what he had done. John reveals the name of the car lot where Ron and Marcie had gone. The agents go to the garage and meets up with Ron and his friend. Marcie had already managed to leave.",
    "soapcentral_condensed": "Natalie tries to offer Jared his job back but wants a new contract signed. Jared declines, insisting that Natalie is just too difficult to work with. Talia and Sean break up after Talia finds out that Sean has been flirting with another girl at the gym. Michael and John wait on a stakeout of Ron's house, hoping to catch a glimpse of Marcie and the baby. Todd shows up and advises Michael that he'll be heading to jail for perjury. Marcie is cornered, practicing her new name along with Tommy's along with Penny Shaw. \"And this is my son, Aaron Penny Shaw,\" she says, \"I'm Aaron Shaw,\" says Penny Shaw, \"And I'm so proud of you, Aaron\" The McBains and the Buchanans are reunited at the end of the episode. The series will return on September 14..  The series finale will be aired on September 20.    The final episode of the series will be on September 21.\n"
}