{
    "soap_central": "\nFathers and Sons\n\n\nTodd and Téa arrived at Llanfair for a visit with Viki and Charlie.  Todd asked Viki if she was worried about the mayoral race, but Viki was confident that she could take on Dorian.  Todd told Viki they had a favor to request, and Téa explained that they were getting married that very evening.  Viki was taken aback.  As Todd exited to see to some pre-wedding business, Viki and Téa headed into the drawing room for a chat.  \n\n\nTéa admitted to Viki that she had her doubts about marrying Todd again.  She wondered if it was a mistake, if he'd end up dumping her for Blair again.  Viki reminded Téa that Todd had chosen her.  \"For today, anyway,\" Téa said as she scowled, informing Viki of Todd and Blair's fling in the cabana.  Their tryst, coupled with Todd's jealousy regarding Blair's new \"boy toy,\" led Téa to believe Todd would never be over Blair.\n\n\nViki believed Todd was simply being proprietary about his ex, without romance entering into the equation.  She asked Téa if she believed Todd loved her and would be faithful in the future.  Téa muttered that he'd try as much as she had.  Viki caught her slip-up, and Téa hesitantly revealed that she'd been \"involved with someone\" during her years away from Llanview.  She left out the details about Ross, saying only that she could never tell Todd, for a variety of complicated reasons.  Trying to gather her confidence, Téa insisted that her past was behind her, and that she and Todd were cleaning the slate.  Viki warned Téa that starting a marriage with secrets was a recipe for disaster.\n\n\nOver at La Boulaie, Dorian descended the great staircase after putting up a campaign poster, which read, \"Dorian Lord: Yes, She Can!\"  Dorian needled Blair about being out of town on business during the hostage crisis.  Blair scoffed that she couldn't have known of the danger, and assured Dorian she'd gotten what she needed in Tahiti.  As they moved into the living room and closed the doors, Blair revealed that Téa and Ross had been man and wife, and unbeknownst to Ms. Delgado, they still were.  \n\n\nDorian and Blair couldn't figure out why Téa was hiding her past with Ross from Todd, and Blair concluded that there had to be more to know about Téa's big secret.  Dorian was shocked when Blair revealed that Ross was staying on the property, and that Blair intended to walk into Todd and Téa's evening nuptials with Téa's husband on her arm.  Frustrated, Dorian told Blair that Todd was not worth the energy, and begged her to give up her crusade against Téa.\n\n\nIn the foyer, Todd had a sit-down with Jack, who he asked to be his best man.  \"What's in it for me?\" Jack deadpanned.  He reminded Todd that he wanted his parents back together.  \"Téa's hot, but she's not mom material!\" he declared.  Todd said Téa could well be a mother, but assured him she'd never replace Blair in Jack's life.  Todd swore he'd give Jack anything he wanted, promising him a new car when he came of age.  Placated, Jack agreed to be Todd's best man.  \"Aren't I always?\" he reasoned.\n\n\nCole took Starr and Hope to his new apartment.  Starr loved the place, and couldn't wait to move in when she turned eighteen.  Cole said it would be a great place to raise a family together, but Starr reminded him that Markko was still his roommate.  Langston arrived, annoyed that she'd been ticketed for handing out campaign fliers for Dorian.  She was concerned when she realized Markko had yet to arrive at his new home.\n\n\nAt the Buenos Dias Café, David and Matthew admired the latest Sun headline, trumpeting Matthew's legal victory over Bo and Nora.  David lamented the loss of his reality show, and said he should have bought the rights to Matthew's case instead, so he could play Matthew himself.  Matthew was skeptical that their ages would correspond.  As the brothers discussed Matthew's future, their father arrived; Bo asked Matthew when his surgery was scheduled for.  Matthew told Bo that Greg hadn't returned his calls.  \n\n\nBo was pleased that he still had time to convince Matthew to reconsider, but Matthew said that it was no longer his decision to make.  He wanted to walk again, and he was determined to have the surgery.  Bo told Matthew that he refused to lose another son the way he'd lost Drew.  David chimed in to support Matthew's side, but Bo ordered him to stay out of it.  \"I'm your son too!\" David protested.  \"Like hell!\" Bo snapped.\n\n\nMarkko rushed into the café, only to be confronted by his father, Ernesto.  Ernesto demanded to know what Markko had said to his mother, and revealed that Aurelia was leaving him and had begun filing for separation.  \"You told her to divorce me!\" Ernesto cried.  Markko said he hadn't, and told his father that their family was broken because of Ernesto's intolerance.  Markko reminded his father of how he'd loved his son, and Langston, before he'd known Markko and Langston were having premarital sex.  Ernesto said he'd always love his son, but that sex before marriage was a sin.\n\n\nMarkko said that if he had to choose, he'd choose Langston over his father's ignorance.  He said he respected Ernesto's beliefs, but he loved Langston and always would.  He pleaded with his father to learn to agree to disagree, and reminded Ernesto of how proud he'd been of his son on the day of the high school commencement speech.  Seeing that Ernesto was still unyielding, Markko gave up.  He told his father that he was moving in with Cole, and that if Ernesto ever changed his mind, he was welcome to stop by, as long as he remembered that it was Markko's house, with Markko's rules.  With that, Markko stormed off.\n\n\nCristian and Layla started their day making breakfast together in their living room.  They both worried about Fish and his confrontation with his parents.  Cris couldn't believe how closed-minded George Fish had been, but Layla hoped for a reconciliation.  Entering the room, Fish told his roommates that his parents were gone, and there was no hope of putting his family back together.  Just then, the doorbell rang, and the roommates found Barbara Fish on their doorstep.  Cristian and Layla immediately made themselves scarce, leaving mother and son to talk.\n\n\nHesitant, Barbara told Oliver that she'd lied to George about her errands, and didn't have much time.  She reminded him that homosexuality was against his father's beliefs, and Oliver pressed his mother about what she believed.  Barbara told him that she and George had been raised with the church, and thought they'd raised their son the same way.  She said she loved him, but that what he was doing was a sin.  \"Doesn't a sin have to be a choice?\" Oliver asked.  He said if being gay had been a choice, he couldn't remember making it; he simply was gay.\n\n\nOliver reminded Barbara of when she'd walked in on him and Kyle in college, and asked why she'd abandoned him, why they'd never spoken of it.  He told her that he'd been lonely and suffocating in \"the closet,\" and had tried to be with women, but failed; there had always been something missing.  He said he'd broken up with Kyle for her, rejected his love to try to please his parents.  \"I gave him up for you!\" he said.  Barbara believed he could change, but Oliver told her nothing would make a difference.  He was who he was, and she had to accept it.\n\n\nCristian and Layla returned, and Barbara said she had to get back to George.  As she rushed out, Oliver told his mother he loved her, and asked her to tell his father the same.  Giving Oliver a last, longing look, Mrs. Fish left.\n\n\nAt the Angel Square Hotel, George Fish rang the bell on the front desk, looking for Roxy.  Walking by, John and Marty tried to assist him and ended up making introductions.  When John learned George was Fish's father, he congratulated him.  Angry, George proclaimed that Oliver was not his son.  Explaining his family strife, he asked if John and Marty had known that Fish was gay.  John took it in stride and said it hadn't been their business.  Marty attempted to intervene, urging George not to turn his back on his son.  George said he'd loved Oliver, but couldn't condone \"sinful behavior.\"  John told George that his son was a hero, and needed to be respected regardless of his sexual orientation.\n\n\nJust then, Kyle and Nick Chavez walked down the stairs hand in hand, and Kyle gave Nick a goodbye kiss as Nick left for work.  After Nick left, George turned to John and Marty, asking how they could support such an \"abomination.\"  \"What did you say?\" Kyle snapped, turning on Mr. Fish.\n\n\nAs John and Marty quickly exited, Kyle confronted George, remembering him as Oliver's father.  George said Kyle remembered him as well, as the boy who had corrupted his son.  Kyle replied that he'd been as innocent as Oliver, and they'd merely fallen in love.  Kyle said that George had been Fish's hero, his whole reason for joining the police force.  He called George a bigot, and said the only reason Oliver had stayed in the closet was to shield his parents from shame.  Kyle told George that losing his family was killing Oliver, and asked why George couldn't see that.  As Barbara returned to the hotel, she shared a quiet hello with Kyle.  Disgusted with the Fishes, Kyle left for work.\n\n\nGeorge told Barbara to get her bags; they were leaving.  Barbara grabbed her husband's arm, and timidly asked him to say goodbye to Oliver.  Staring at his wife, George silently walked out of the hotel, with Barbara on his heels.\n\n\nBack at the café, a steamed Ernesto took a seat at a booth near Bo, David, and Matthew, unable to help overhearing their heated conversation.  Bo insisted that his fears about Matthew's operation had nothing to do with Drew.  Matthew said he was sorry for his father's pain, but he couldn't help what had happened in the past and had to live for his own future.\n\n\nAs Matthew wheeled himself out of the café, David told Bo to give Matthew time.  Bo said they didn't have any more time.  David asked Bo if his resistance to the surgery really had nothing to do with Drew's death, and urged Bo not to use that tragedy to hold Matthew back.  Bo said he lived with the loss of Drew every day, and held himself responsible for Drew's joining the force and dying in the line of duty.  David reminded Bo that Matthew was his own person, and warned that if Bo continued to push, he'd lose his youngest son one way or another.\n\n\nFearing that he'd gone too far, David braced for fisticuffs, but asked Bo to avoid hitting him in the nose.  Bo scoffed, saying he'd never hit his son.  He apologized for what he'd said to David before.  Bo admitted that with Matthew's life potentially on the line, he couldn't help but think of Drew, whereas when he looked at David, he had no idea what to think.  David said he could understand his mixed feelings, but he didn't share them.  \n\n\n\"I know you never wanted a son like me,\" David said. \"But what makes it so hard is I always wanted a dad like you.\"  David commended Bo for putting his kids first, and said that was a new thing for him to experience.  Touched, Bo asked if he'd had breakfast.  David asked if Bo was buying.  \"Of course,\" Bo said, \"I'm your old man.\"  As David and Bo sat down for their meal, Ernesto hurried out of the restaurant.\n\n\nAt the Angel Square Hotel, John and Marty returned from their walk, still thinking about Fish and his family.  John said she'd been good with George, and Marty asked him if he'd known about Oliver's orientation.  John shrugged, and said it didn't matter.  As he kissed Marty, he said Fish was lucky to have someone like her in his corner.\n\n\nMarkko arrived at his and Cole's apartment, and embraced Langston.  He told the teens about his run-in with his father, and said he'd given up on working things out with his parents.  \"You're my family now,\" he told them.  Just then, a knock came at the door.  Markko opened the door to find Ernesto standing there.  Struggling with his words, Ernesto told Markko that he understood that Markko had his home and his life.  He told his son that whenever he wanted a home-cooked meal with his family, he could stop by the house and bring Langston with him.  As Ernesto walked off, Langston hugged the stunned Markko.\n\n\nAt Fish's place, the roommates were surprised to see George and Barbara at their door again.  George sternly told Oliver that he was his son and he'd always loved him and been proud of him, but he couldn't accept what he called his choice of lifestyle.  \"It's not a choice, Dad,\" Oliver said softly. \"It's not a lifestyle.\"  \"I will pray for you,\" George said, turning on his heel and stalking out of the apartment.  As the Fishes left, Barbara told Oliver she'd call him soon.  Crushed, Oliver watched his family walk out of his life.\n\n\nBack at La Boulaie, Blair wouldn't listen to Dorian's words of wisdom.  She refused to stop until Téa's lies were exposed and Todd knew all about Ross Rayburn.  \"Who's Ross Rayburn?\" Jack asked, appearing in the doorway.  He instantly surmised that Ross was the man in the cabana, and asked how much his silence was worth to his mother.  Desperate, Blair promised to make it worth Jack's while.  Jack agreed to keep quiet and walked out, while Dorian seethed about how he was turning out just like Todd.  She warned Blair again that her plans for Todd's wedding night could tank, but Blair said the only thing tanking would be Téa.\n\n\nTodd returned to Llanfair to find Viki and Téa still deep in conversation, and asked what they'd been talking about.  Before Téa could speak, Todd guessed that they'd been dishing dirt about him.  Téa remembered the purpose of her visit, and asked Viki to be the matron of honor at the wedding; Viki happily agreed.  Todd still wanted to know what the ladies had been discussing, but Charlie interrupted, and told Viki she had a phone call.\n\n\nAs Todd and Téa excused themselves, they walked out into the foyer.  Todd was excited about his wedding day, but Téa stopped him in his tracks and said she had something to tell him. \n\n\n",
    "tvmega_recap": "Barbara Fish goes to talk to Oliver. At Angel Square Motel, Marty, John McBain and Kyle Lewis all talk to George Fish about Oliver. Mrs. Fish convinces George to visit Oliver before they go home. George tells Oliver that he loves him and he will always be his son, but he cannot accept his lifestyle. At Buenos Dias, Mr. Rivera reveals to Markko that Mrs. Rivera wants a separation and he blames Markko. He tells Markko that he is sinful. Markko tells his father that if he has to choose between him and Langston, he chooses Langston. After Markko leaves, Mr. Rivera sits at a booth in the Buenos Dias near the table where Bo, Matthew, and David are talking. Bo admits that he is so concerned about losing Matthew because He already lost his other son, Drew. Matthew tells his father that he understands his concern, but he will have the surgery. After Matthew has left, David tells Bo that if he keeps pushing Matthew he will lose him anyway. Bo acknowledges David as his son and they have breakfast together. Mr. Rivera, having overheard the Buchanans' conversation, goes to Markko's Apartment and concedes that this is Markko's life. He invites Markko and Langston to come to dinner anytime they like. Dorian discovers that Ross Rayburn is hiding in her cabana and Jack knows about it. She warns Blair that her plan to expose Tea's secret could blow up in her face. Todd asks Jack to be his best man. At Llanfair, Viki and Tea talk about Tea's impending nuptials with Todd. She reveals that she had a relationship while she was away from Llanview that she has not told Todd about. Viki advised her that she must tell him. Tea asks Viki to be her matron of honor.",
    "tvmega_summary": "Episode # 10529 ~ Fathers and Sons",
    "soapcentral_condensed": "Todd and Téa arrived at Llanfair for a visit with Viki and Charlie. Todd asked Viki if she was worried about the mayoral race, but Viki was confident that she could take on Dorian. Dorian was shocked when Blair revealed that Ross was staying on the property. Cole took Starr and Hope to his new apartment, but Starr reminded him that Markko was still his roommate. Bo told Matthew that he was determined to have the surgery he'd lost the way he lost his father, Drew. Bo was pleased that he still had time to convince Matthew to reconsider his decision to lose the case, but Matthew said he was no longer willing to make the decision. Bo and Matthew admired the latest Sun headline trumpeting Matthew's legal victory over Matthew's father, David. David lamented the loss of his reality show, and said he should have bought the rights to Matthew's case instead, so he could play Matthew himself. Bo asked Matthew when his surgery was scheduled for, and Matthew told Bo that he'd refused to lose another son.\n"
}