{
    "soap_central": "\nAnd Baby Makes Three\n\n\nAt Todd's new house, Marty awoke in her private bedroom to find her picture of herself with John no longer in her arms. As Todd entered with food and medicine, Marty asked where the picture that had given her such peace had gone. Todd replied that the picture of John was gone \"for her own good.\" He continued to hedge on the details of her relationship to John, and Marty demanded to know who she was to John, and who he was to her. Todd warned Marty against \"concentrating on the negative,\" and Marty countered that in her situation she only had questions, no answers. When the doorbell rang, Todd left, promising to tell Marty the whole story when he returned. Todd descended the staircase and answered his new front door, greeting his attorney from the custody trial, Mr. Guthrie. Guthrie told Todd he had \"the papers,\" and Todd took Guthrie's briefcase and strode into his living room, all business. As Todd signed the mysterious papers, Guthrie warned him that his signature was final. Todd said he understood, and that there was \"no going back now.\" \n\n\nBlair greeted John in the kitchen at La Boulaie, and was immediately questioned about the crisis with Starr and Cole. John realized that Blair didn't know about Starr's adoption plans, and when Starr entered the kitchen she was forced to confess the truth to her mother: She was planning to give her baby away. John told Starr and Blair that Cole was extremely upset, and that while John thought that Starr was probably doing the right thing, the orphaned Cole saw their baby as a new shot at a family. John assured the women he wanted to help, while not abandoning Cole. Starr told John and Blair that she loved her baby, but she knew that the best thing she could do for her child was let him (or her) go. She told them that her decision was hard for her, too, and that she still loved Cole with all her heart. She hoped that in time he would come to understand. \n\n\nIn the drawing room at the Buchanan mansion, Nora was blown away when Cole asked for help getting custody of his unborn child from Starr. Agitated, Cole gave Nora the whole story about Starr's plans, and asked why he didn't seem to have any rights in his situation. Nora told Cole he did have rights, but admitted that she felt that Starr might be doing the most prudent thing, and that he was too young to throw away his whole future. Cole was incensed that Nora was \"taking her side too,\" but Nora said it wasn't like that. She asked Cole why he wanted the baby so badly, if Starr didn't. Cole rebuffed Nora's hypothesis that his need to keep the baby had to do with reconnecting to his lost parents and family, and said that when he and Starr had first learned she was pregnant, they were excited. Nora gently suggested that maybe Cole was excited, but with the reality of the situation hitting her and her body changing, Starr had realized she'd only gone along with their teenage fantasy because it made Cole happy. \"You're fantasizing, she's living it!\" Nora told him that Marty would've respected Starr's decision to give the baby up, but Cole told Nora that his mother was not around to give her opinion. Nora asked Cole if he'd thought what would become of his relationship with Starr if he went through with a custody battle, and Cole said that Starr didn't understand his feelings because she still had a huge family in the Cramers and Lords, whereas he was left with nothing and no one. He begged Nora to help him, and Nora tearfully, reluctantly agreed, but warned Cole that he could lose Starr for good. \n\n\nAt the front door, Lindsay encountered Nigel, who refused to let her in to riffle through Bo's papers. Lindsay explained that she'd gotten a \"personal item\" mixed in with Bo's professional Buchanan Enterprises documents, but Nigel, too familiar with Lindsay's history, was hesitant to believe her story. He grilled her about what exactly she had left with Bo's papers, and warned Lindsay that he wouldn't let anyone else endanger the family or its business. Frustrated, Lindsay said she was in a relationship with Bo and would never hurt him. \"Nigel, you know me!\" she exclaimed. \"Precisely,\" Nigel replied. Nora emerged from the drawing room to confront Lindsay, and sent Nigel away. Lindsay saw that Nora was holding Bo's papers-and unwittingly, R.J.'s letter-and gave Nora her version of the truth, asking for Bo's papers. Disbelieving, Nora refused to hand them over, and the two women ended up wrestling over the folder in Nora's hands! Nora succeeded in pulling the papers away from Lindsay, and said that eventually Bo would get wise to her, ordering her to get out. Lindsay called Nora a life-sucking man-eater and stalked out of the mansion. With the doors shut behind her, Lindsay said to herself that if Nora found the letter, \"I'm dead!\" \n\n\nMeanwhile, back in the drawing room, Cole did an Internet search for \"child custody lawyers.\" \n\n\nIn the McBains' apartment, Michael emerged from a shower only to hear Marcie drop the bombshell about Starr's pregnancy, and her wish for them to adopt the child. Though Marcie seemed to agree with Michael that it was impossible, she admitted that Starr's words had affected her. \"You're actually considering this,\" Michael realized, disbelieving. He was even more chagrined to learn that Todd didn't know of his daughter's pregnancy, and said it was a foregone conclusion that Todd would learn the truth. Hedging, Marcie said that Blair and Starr were planning to keep the secret, and if they could, then maybe, \"hypothetically...\" Michael told her there was no way they could make Starr's adoption fantasy happen, and Marcie agreed, castigating herself for thinking about it. However, in Michael's arms, Marcie still seemed uncertain. \n\n\nBack at La Boulaie, Blair and John had a private conversation about Starr's decision to put her child up for adoption, and Cole's anguish because of it. Blair admitted that though she felt it was the right thing for her daughter, the choice to give the child away still made her sad. She lashed out at Cole, saying no sadness would have befallen them if he had only worn a condom, then stopped herself and apologized to John. John said she had nothing to apologize for, and agreed that, for Cole, Marty \"lived on\" in his unborn child. The conversation was interrupted by the arrival of Mr. Guthrie, who dropped off a delivery from Todd: Divorce papers, already signed. After Guthrie left, Blair looked over the papers and told John that Todd was suing her for divorce on grounds of \"fraud.\" She held her emotions inside as she tried to make light of her loss, and told John that everyone had known her latest marriage to Todd was a sham from the start, so the divorce had been \"just a matter of time.\" She admitted that \"this time it feels different,\" and that with his new address on the papers, it felt like Todd was sending a message about moving on. As Blair wrestled with her emotions about Starr and Todd, John comforted her, saying, \"He's an idiot.\" He kept giving Blair a pep talk, interrupted only when he saw the scattered pictures of Addie and David's wedding on the kitchen island: \"Is this your mother and Vickers? Is that Elvis?\" John and Blair laughed together, breaking the tension, and as John left, he reminded Blair that she was a good mother to Starr. Overcome with emotion, Blair thanked him for his kindness, and John left. \n\n\nAt Todd's place, Todd rejoined Marty in her bedroom and gave her his version of events leading up to her accident in Ireland. In Todd's story, John had taken the place of Ramsey. Todd said that John was \"mixed up with bad dudes\" who had taken Marty hostage, and that John was the one who had fired upon the hostage van's tires. He said that John had left Marty to die in the van at the bottom of the ravine in order to save himself, and that only Ramsey had tried to save her. Marty asked if John had been involved in Ramsey's death, and Todd made a theatrical show of falling silent and refusing to answer, finally admitting that \"John was up to his neck.\" He gave her back the picture, but Marty remained distraught, not wanting to believe that what Todd had told her was the truth. Todd urged her to eat and rest, and as he left her room, assured her, \"You're safer with me than with John.\" Outside the house, John arrived on the scene, and noticed the shuttered blinds. \n\n\nAt the hospital, Marcie passed by the nursery on her way to volunteering, and was touched by the babies' cries. As she watched the newborns, she met a young mother who had just given birth that morning. The mother told Marcie that she had tried for years to conceive and had given up hope, but finally she'd become pregnant. She asked Marcie if she had children, and when Marcie said no, the young woman said she hoped Marcie would be a mother too. Arriving for her appointment, Starr overheard, and when the young mother went inside the nursery, Starr spoke to Marcie again, begging her to reconsider her offer. When Blair arrived to escort her daughter, Starr and Marcie clammed up, and the Cramer women left Marcie alone with her thoughts, watching the young mother and her baby. \n\n\nWhile Marty struggled to sit up in bed, Todd was confronted with John at their front door. Without missing a beat, John asked, \"Is the lady of the house in?\" \n\n\n",
    "tvmega_recap": "Starr informs her mom that she wants to give her baby up for adoption whether Cole agrees or not. John comes to see them and she urges John to convince Cole that she is doing the right thing. Cole tells Nora that he wants her legal help in suing Starr for custody. He doesn't want her to give his child to strangers. Todd is \"programming\" Marty to believe that John is a bad man who hurt her. Todd serves Blair with divorce papers when John is visiting her. John notices Todd's new address. He goes to visit him and knows that Todd is hiding the \"mysterious woman\" (who, unknown to him, is Marty). Passions",
    "soapcentral_condensed": "Starr told John and Blair that she loved her baby, but she knew that the best thing she could do for her child was let him (or her) go. Nora was blown away when Cole asked for help getting custody of his unborn child from Starr. Todd warned Marty against \"concentrating on the negative,\" and Marty countered that in her situation she only had questions, no answers. Lindsay confronted Nigel, who refused to let her in to riffle through Bo's papers. Nigel warned Lindsay that he wouldn't let anyone else endanger the family or its business. Lindsay called a life-sucking man-eater and stalked out of the mansion, ordering Nigel to shut the doors behind her. Nora succeeded in pulling the papers away from Lindsay, and said that Bo would eventually get wise to her, ordering her to get out of R-and-J.'s house and away from the mansion. \"Precisely!\" she exclaimed, \"Nigel, you know me!\"\n"
}