{
    "soap_central": "\n\nTodd, Téa, and Danielle glared at Greg as they ran into him in the hospital corridor.  Greg asked the guard escorting him to continue on, but Todd stopped him and ordered him to explain his criminal misdeeds.  \"How could you do that to me?\" Téa asked Greg. \"To my family?\"  Greg told the Mannings he was sorry, but his apology fell on less than sympathetic ears, and Todd had to be dissuaded from assaulting the not-so-good doctor.\n\n\nTéa told Greg to wait as she gave him a piece of her mind.  She reminded him that he was her doctor, that he had taken an oath to do no harm -- instead, he had poisoned her and driven her from her home and family to die alone.  Greg repeated his apology, but Danielle reminded him of how he had misled her during her search for a cure for Téa's supposed illness, and said he wasn't sorry enough.  Téa told Greg that nothing could justify his crimes.\n\n\nGreg admitted that he hadn't had the courage to stand up to Eli, but reminded the Mannings that he had saved Téa's life.  \"If you weren't in custody right now, I'd rip your heart out with my bare hands,\" Todd snapped.  \"Be my guest,\" Shaun added as he walked into the hallway with Vivian on his heels.  He greeted Téa with a bear hug and told her how delighted he was to see her alive and well, and promised to be there for her if she needed anything.\n\n\nAs the Mannings walked out, Shaun and Vivian confronted Greg.  Shaun was through with Greg's evasions, and was determined to find out what had happened to his ex-girlfriend, Charlene, while he was behind bars.  Pressured, Greg explained that Charlene had wanted to keep Destiny, while Greg had wanted to put the baby girl up for adoption.  They had argued, and Charlene had turned to storm out, only for her heel to get caught on the carpet -- she had taken a bad fall, hit her head, and died.  \"I tried to save her,\" Greg mumbled, \"but she was gone.\"\n\n\n\"You killed Charlene?\" Shaun snarled, incredulous, but Greg repeated that Charlene's death had been an accident.  He admitted that he hadn't taken Charlene to the hospital or called the police -- instead, fearful of scrutiny that would jeopardize his medical career, he had disposed of the body himself, and covered up her accidental demise.  Shaun was horrified that his brother could have let a family friend disappear with no burial, no service, and no word to her family.  Thinking of Charlene's parents, he was disgusted that they had no idea Destiny was their grandchild.\n\n\nAs the guard ushered Greg away, Shaun turned to Vivian for comfort.  He said Greg wasn't the man he had thought, but Vivian told him that Greg had simply been a frightened young man afraid to fail, as opposed to the \"family superstar\" the Evans clan had envisioned.  Reminiscing about Charlene, Shaun choked back tears as he told Vivian that she had been strong and independent, with a fiery temper, just like Destiny.  Overcome, he embraced Vivian, who told him it was okay to grieve for the woman he had loved.\n\n\nAt the police station, James agreed to tell John where Cole was, but said he needed guarantees -- he wanted to be left out of the investigation, and he wanted no criminal charges filed against Starr.  \"I can't make that deal,\" John said with a  sigh.  \"Then I can't help you,\" James replied.  When John suggested calling Inez or Ford regarding James's stubbornness, James relented and claimed that Cole was hiding out at the Pine Cone Motel in Pine Valley.  After a call to Jesse Hubbard, however, John discovered that Cole wasn't staying at the Pine Cone Motel, and confronted James with the truth.\n\n\nJohn decided to head for Inez's home to break the news in person that James was being arrested for obstruction of justice.  James played it cool, sneering and saying that John had nothing on him.  \"This isn't the way to help Starr,\" John growled.  He told the boy that Cole was going to be booked on a murder charge no matter what.  He asked if James really wanted to go to jail for obstruction, and have Starr caught in the middle of the crossfire when the cops tracked Cole down.\n\n\nFaced with stony silence, John gave up on James and ordered him to leave.  As James hurried out, John sank into his desk chair, frustrated.\n\n\nInside Bo's office, Richard and Phylicia Evans pleaded Greg's case to Bo and Nora, reminding them of Greg's heroic efforts to help Matthew regain use of his legs.  Richard said that Greg wasn't a bad man, only a man who had made a mistake and deserved clemency.  Choosing her words carefully, Nora said that Greg was a wonderful surgeon who was cooperating with the police, but that the charges against him were very serious.  She warned the Evanses that Greg would almost certainly lose his license and face prison time.\n\n\nPhylicia insisted that Eli Clarke was the true villain who had forced Greg to help him, and reminded Bo and Nora that Greg had saved Téa's life.  She hoped the judge would take Greg's actions into consideration, but Nora admitted that Greg wouldn't be able to avoid prison.\n\n\nAlone in Bo's office, Phylicia spoke with Nora privately.  She grew emotional as she lamented Greg's fate, and said she didn't know what to say to Destiny after years of deception.  \"She doesn't think of me as her mom anymore,\" Phylicia said softly.  \"But you are,\" Nora replied, and urged Phylicia to give the girl time.  The two women hugged.\n\n\nIn the waiting area, Richard and Bo shared their own conversation as they awaited Greg's arrival from the hospital.  Richard said he understood that Greg had to face justice, but he couldn't help but want the best for his son.  Bo agreed that it was all any parent wanted for their children.\n\n\nStepping away from Richard, Bo noticed John brooding at his desk.  \"What are you still doing here?\" he asked his top cop.  \"Cole's still missing and I hate talking to kids,\" John grumbled, and admitted that the hunt for Cole was one case he didn't want to solve.  Bo suggested John go home and see Natalie, the mother of his child -- \"that's an order.\"  \"Yessir, \"John replied, and exited.\n\n\nInside Bo's office, Richard and Phylicia spotted Greg being led in from Llanview Hospital.  Rushing back into the waiting area, they shared a silent glance with their son as he was hauled off to lockup.  \"Oh, Richard, we've lost him,\" Phylicia sobbed.  Holding his wife, Richard told her to pray that they hadn't lost Destiny as well.\n\n\nNatalie returned to Llanfair just as Brody was entering the foyer to get Jessica some milk.  He asked Natalie if she was okay, and she said she was far from it.  After recounting her run-in with Marty, she said she had made a terrible mistake giving John her evidence against Cole, as Marty would never forgive her and was out for blood.\n\n\nAs they moved into the drawing room, Brody attempted to assuage Natalie's fears -- he told her she couldn't have let Marty take the rap for Cole, and that Marty would learn to cope with the situation.  He told Natalie that she couldn't have kept another secret from John, either, and suggested that Cole might avoid jail time given the extenuating circumstances.  \"No,\" Natalie sighed, \"he's going away.\"  She didn't think Marty would forgive or forget; she feared that Marty knew something about her and the baby, and would do anything to hurt her.  Brody was sure Marty had no inkling of their secret, but said there was only one way to put the issue to rest -- he wanted Natalie to take a paternity test, just as he and Jessica were poised to do for their baby the following day.\n\n\nBrody asked Natalie if she and John could really be happy with the secret hidden between them, and told her that Marty couldn't hurt her if she knew the whole truth.  \"I was sure this was John's baby,\" Natalie murmured, but admitted she had doubts, and feared that taking the test would be \"tempting fate.\"  Brody handed her a copy of the DNA test he had done at the hospital, and suggested Natalie simply check her baby's results against his to see if they matched.\n\n\nJust then, John arrived and asked what he had missed.  Brody quickly said goodnight and headed upstairs, while John and Natalie each fretted over the other after the events of the day.  John asked her if she was too exhausted to go home with him.  \"Never,\" Natalie replied, and grabbed her things.  After slipping Brody's test results into her bag, she accompanied John out of Llanfair.\n\n\nAt the Minute Man Motel, Starr entered Cole's room and told him no one had followed her, and the police weren't on their trail, thanks to James's diversion.  Cole griped that he hadn't wanted to drag her into his crisis, but Starr was glad to be involved, and even more grateful that James had warned them about the cops in time for Cole to escape their apartment.  \"He's just always there for you, isn't he?\" Cole muttered, unable to hide his jealousy.  He pushed Starr to admit that James was important to her, and said he hated owing the hunky Ford brother his freedom.  Starr declared that it didn't matter who helped them, as long as they had more time together to figure out how to save Cole from prison.\n\n\nCole castigated himself for not seeing through Hannah's manipulations, and said what was happening to him was his own fault -- it was over for him.  Starr refused to believe it, and asked what would happen to her and Hope without him.  Cole said he had put his whole family at risk at the warehouse, only for James to be the one to save them from Hannah.  \"Don't make this about James,\" Starr pleaded.  \"He's in love with you,\" Cole replied.  \"And I'm in love with you,\" she shot back -- she was grateful to James for saving her and Hope, but she said she loved Cole and that they could have it all, if only Cole still believed in them.\n\n\nJames knocked on the motel room door, and whispered for Starr to let him in.  As James entered, he told the teens that he had lost his police tail, but that John was onto him and would be searching for the young lovers.  He apologized to Starr for being unable to do more, but both Starr and Cole thanked him for his help.  Starr and James shared a mournful look as James left, dejected.\n\n\nStarr locked the door behind James and retreated onto the bed with Cole, crawling into his arms.  Cole asked her to go back home and leave him to his fate, but Starr refused -- she needed him, and so did Hope.  Cole warned her that John would charge him with murder.  \"We'll figure it out tomorrow,\" Starr whispered, burying herself in his embrace, but Cole looked crestfallen.\n\n\nThe Manning family returned home to Todd's house, and Téa was instantly overcome; she had once thought she would never see their home again.  As she and Danielle hugged, Todd told the ladies to forget their tears and head inside for a game of \"Money Honey.\"\n\n\nLater, Todd and Téa curled up together on the living room couch, enjoying a moment of solitude.  The moment was broken as Téa noticed her \"funeral urn\" sitting on the dining table.  Fascinated, she approached it.  \"Was that supposed to be me?\" she asked Todd.  Todd moved to take the urn and dispose of it, but a suddenly steely Téa ordered him to give it to her -- \"it's mine.\"\n\n\nFighting back sobs, Téa stared at the urn, wondering aloud how Eli and Greg could have reduced her to ash when she was still alive, and made Todd and Danielle look at it everyday.  Screaming that it was \"a jar of lies,\" she hurled the urn to the floor and began smashing the shattered pieces with a fireplace poker.  Todd attempted to intervene, but Téa fought him off and unloaded her rage onto the broken container, ranting and raving about how she had believed Greg's lies.  Finally, she collapsed into Todd's arms, weeping.\n\n\nRetreating to the couch, Todd and Téa held each other as Todd told her that they were back together, and their ordeal was over -- in time, the wounds would heal.  \"Hey, we're together,\" he cracked. \"I'm sure it's going to be smooth sailing from here on -- as smooth as it ever gets with me.\"  He promised to be a better husband, because he knew what his life was like without her; he told Téa he had almost \"chucked it in,\" if not for the children.  \"I can't do it without you, Téa,\" Todd explained, and Téa said she couldn't do it without him, either.  Todd joked that there was one thing she would have to do alone, however -- clean up her broken urn.\n\n\nDanielle met Destiny at the front door, where Destiny said she was there to apologize on behalf of Greg and her family.  Destiny said she would understand if Danielle hated her, but Danielle said Greg's actions weren't Destiny's fault, and that they would always be best friends regardless of her brother.  \"He's not my brother,\" Destiny blurted out, but refused to elaborate just yet.  The girls hugged, and Dani asked Destiny to enter and say hi to her parents, but Destiny begged off and said Dani needed to be with her family for the evening.  She promised to see Danielle the following day, and said goodnight.\n\n\nWalking away from the Manning house, Destiny glimpsed Todd and Téa through the front window.  Listening to a voicemail from Phylicia pleading with her to return home, she was seized by guilt and deleted the message.\n\n\nInside, Danielle returned to the living room, surprised to find Todd and Téa cleaning up the pieces of the broken urn.  \"Of course,\" Todd joked, \"it's a fresh start!\"  As Danielle handed her mother a mug of tea, the trio cuddled up on the couch together as a reunited family. \n\n\n",
    "tvmega_recap": "Starr and Cole fret over his shooting Eli Clark. James says he will help them, but that John McBain is onto Cole. Cole tells Starr to go home to Hope. James tells John that Cole is in Pine Valley, PA, but John checks it out and discovers it isn't true. Mrs. Evans asks Bo and Nora for leniency in Greg's case because he saved Tea's life, but they tell her that it will be up to a judge and that the charges against Greg are serious. Tea is released from the hospital at the same time that Greg is being arrested at the hospital. Tea wants answers. Greg tells her that if he had not gone along with Eli's plan, she would really be dead. Shaun comes to the hospital and wants answers too. Greg tells him that he hand Charlene hooked up while he was in jail, got pregnant, gave birth, and died when she fell and hit her head while they were arguing about putting the baby up for adoption. Shaun accuses Greg of killing Charlene but Greg insists it was an accident. Greg admits that he disposed of Charlene's body instead of reporting her death to the authorities. Shaun says Greg is as low as it gets. When Todd, Tea, and Dani go home and Tea sees the urn of \"her ashes,\" she has a meltdown. Destiny comes to Todd's house and tells Dani that she is happy that Tea is home and that she is sorry about Greg's involvement. Dani assures her that none of it was her fault and that they are still best friends. Destiny tells Dani that Greg is no longer her brother. Destiny listens to a voicemail message from her mother, asking her to come home. She deletes the message. Brody gives Natalie his DNA test results. When John arrives, she hides the paper and leaves with John.",
    "soapcentral_condensed": "Téa told Greg to wait as she gave him a piece of her mind. Greg told the Mannings he was sorry, but his apology fell on less than sympathetic ears. Shaun was determined to find out what had happened to his ex-girlfriend, Charlene, while he was behind bars. James agreed to tell John where Cole was, but said he needed guarantees -- he wanted to be left out of the investigation, and he wanted no criminal charges filed against Starr. John discovered that Cole wasn't staying at the Pine Cone Motel, and confronted James with the truth.. John decided to head for Inez's home to break the news in person that Cole was being arrested. \"This isn't the way to help Starr,\" John told the boy that was going to be booked on a murder charge. He asked the boy if he really wanted to go to jail for obstruction, and have Starr caught in the middle of the crossfire when the cops tracked down Cole. John gave up on James and ordered him to leave.\n"
}