{
    "soap_central": "\n\nAntonio and Talia wait for Dr. Crosby to arrive at the police department to hypnotize Talia. She's nervous about this, and doesn't want to screw up again. Antonio reassures her that everything will be fine. Crosby arrives and begins to hypnotize Talia. She relives the memory of finding the medallion in Nora's basement, and starts to describe it when she remembers realizing someone else was in the basement with her. Talia remembers trying to apprehend the arsonist, and Crosby asks her if she can describe anything about the guy. She can't, so Crosby takes her back to describing the medallion. She's able to remember details about most of it, including a dove in the middle and some letters around the edge. Crosby brings Talia out of hypnosis, and Antonio asks her if the sketch that was drawn triggers any memories for Talia. Neither she nor Antonio can figure out the significance of the medallion. Crosby suggests that the dove might be symbolic of something. Talia is convinced that the key to figuring out the arsonist's identity is in the text on the medallion. \n\n\nAs Jessica looks at the slip of paper she wrote Nash's name on, Natalie enters the diner. Natalie tells Jess about the almost-engagement. They hug. Jessica then turns serious and asks Natalie if everything between Nat and John has been worked out. Natalie tells her that everything is great. Jessica warns her to be sure, because if there are any problems still lingering, getting married won't solve them. This prompts Nat to ask about Jessica and Antonio's relationship. Jess tells Nat that she and Nash are having issues with relating to each other. Natalie goes off on Nash, but Jess tells her that it's not only Nash's problem. Nat suggests that Jessica just give it time, because men need that. She brings up her relationship with John as an example. Natalie is certain that everything will work out. After Natalie leaves to go see John, Jessica takes out the slip of paper with Nash's name on it and burns it.\n\n\nLater, Antonio brings Jamie to the diner to see Jessica. Jamie tells Jessica about the field trip she's going on for school. Antonio thinks about going along with them as a parent chaperone. Jamie asks if Jessica will go with them, too, and then calls Jessica Mommy.\n\n\nCole is packing and preparing to leave Llanview with Starr. Starr stops him. Cole thinks that Starr is having second thoughts about running away. He then says that he's out of plans and doesn't know what to do next. Starr tells him that they need to do this, but they can't worry about packing a lot of stuff. Starr tells Cole about the last time she ran away, and how it didn't turn out like she thought it would. Cole asks her if she still wants to go through with their plan. She does, but wants to make sure they play it correctly. Starr tells him that they can't run away forever. After some period of time, they'll contact their parents to tell them what they've done. After settling on this plan, they tell each other, \"I love you.\" Starr calls Langston, who agrees to cover for the two of them. Cole worries about Marty's reaction to being alone, and wants to leave a note for her. Starr tells him that they should wait until after they've run away, and drop a note in the mailbox. This way they'll be farther away when Marty gets the note. Cole agrees and they prepare to leave. \n\n\nBlair goes to Capricorn to rehearse for her set that night, and is surprised to find Cristian there. They chat for a bit, dancing around the subject of their tryst on Llantano Mountain. Blair wonders how long they can keep the conversation going before they act on their feelings. They then playfully accuse each other of sexual harassment. After that, they agree that they had fun on the mountain, and Blair wonders if it will ever happen again. Then they commiserate over how they blew it with Todd and Evangeline by using sex as a distraction from their feelings. Blair apologizes for messing up Cris's chances with Evangeline, and Cris apologizes for screwing up things between Blair and Todd. Cris ponders what to do with his life now, especially since boxing and painting are out of the question. He considers asking Antonio if he can run Capricorn full time. This way, he'll be Blair's boss and they'll technically be off limits to each other. \n\n\nMeanwhile, Evangeline stops by to see Todd. Todd realizes that she's not just there to see him, and he wants her to tell him that reason. Vangie challenges Todd to tell her why she's there. He tries to tease the answer out of her, and realizes that it must be something big because her sense of humor is gone. Todd asks her if Cris is taking her back, to which she says no. Todd still doesn't understand what's wrong, though. He starts to rant about Cristian, which gets Evangeline upset. He asks her what has her so hot and bothered, but she tries to brush him off. He insists that she should talk about it. Vangie sets a ground rule that she doesn't want to hear any more negative comments from Todd about Cris. She then says that she hates the way she's feeling and blames Todd for messing up her relationship with Cristian. Todd is silent for a while. Evangeline tells him to say something. Todd tries to act like a supportive friend, but has a hard time pulling it off. Vangie asks him if she can just hang out as his office for a while. Being with Todd is the only time that Evangeline feels happy because he doesn't remind her of Cristian. Todd hears her stomach rumble and offers to go get some snacks from the vending machine. \n\n\nBlair starts to practice her song for her set at Capricorn. It's a song about the difference between loneliness and being alone. As she's singing, several things take place. Blair looks longingly at Cristian. Cris ponders something. Starr and Cole kiss and prepare to leave Marty's apartment. Cole looks back wistfully and grabs his bag, but doesn't notice that the letter he wrote for Marty fell out as he picked up the bag. Evangeline stares out of a window in Todd's office. Todd returns with some chocolate for her and comforts her.\n\n\nBo goes into John's office and offers him congratulations. John is confused about what he's being congratulated for. Bo clarifies that it's for John stopping the robbery at the Palace. He then wonders what John thought he was talking about. Bo realizes John is distracted, and tells John to work it out. Before Bo can leave, John tells Bo that Natalie thinks that John was going to propose to her, but says that he hadn't planned on that at all. John explains that he was going to put the ring in the safe at work, but forgot about it. Unfortunately, Natalie saw the ring when the robbers were trying to loot the Palace. Bo asks John how he plans on fixing this. John tells Bo that he can't come up with a good solution. Bo wonders if there is any way that John and Natalie could make things work. John insists that despite Natalie's protests, they both aren't ready for marriage. Bo simply tells John to be straight with Natalie, and John thanks Bo for his advice. \n\n\nBo runs into Natalie outside of John's office and notices how happy she is. He gives her a hug and tells her that if she needs anything, he'll be in his office.\n\n\nNatalie enters John's office and gives him a big hug. Before John can tell her anything, she asks him how her fiancé to be is doing. They kiss. John stops her from doing anything else so he can tell her something. He tells Natalie that he loves her, but he wasn't going to propose to her.\n\n\n",
    "tvmega_recap": "Talia agrees to be hypnotized to help her remember things about the medallion and who could have taken it from her. Jessica looks at a piece of paper where she had written Nash's name. Natalie comes into the diner and tells her of her almost engagement. After Natalie leaves, Jessica burns the paper with Nash's name on it. Antonio brings Jaime to the diner to see Jessica. Cole packs and plans to leave Llanview with Starr. He thinks that Starr is having second thoughts about leaving, but Star tells him that they have to do. They agree to call their parents later and let them know what they have done. Star calls Langston to cover for them. Blair apologizes to Cristian for ruining his chances with Evangeline. Evangeline spends some time alone with Todd in his office . John lets Natalie know that he was not planning on proposing to her.",
    "soapcentral_condensed": "Natalie tells Jessica that she and Nash are having issues with relating to each other. Jessica takes out the slip of paper with Nash's name on it and burns it. Talia is convinced that the key to figuring out the arsonist's identity is in the text on the medallion. Cole is packing and preparing to leave Llanview with Starr. Blair goes to Capricorn to rehearse for her set that night, and is surprised to find Cristian there. Blair wonders how long they can keep the conversation going before they act on their feelings. Cris ponders what to do with his life now, especially since boxing and painting are out of the question. Todd challenges Vangie to tell him why she's not just there to see him, and he wants to tell her that she's still taking her back, even though she doesn't understand what's wrong. He tries to tease her out of her sense of humor, and she realizes that it must be something big because she's gone.\n"
}