{
    "soap_central": "\nSay a Little Prayer\n\n\nAt the hospital, Addie told John that the swelling in Blair's brain had gone down. John wanted to see her, but Dorian and Starr were in Blair's room. Addie asked John to find the person responsible for stabbing Blair. Addie also confessed that she liked John and Blair as a couple. She advised John to go home, shower, and change before he visited Blair. \n\n\nJohn asked Fish for a favor. John wanted to see the evidence file from Lee Halpern's murder scene. Fish said that he couldn't remove evidence from the police station. John explained that there might be a connection between Blair's case and the murders. John believed that the killer had left behind clues at each scene. \n\n\nLater, Fish delivered the files that John had requested. Fish had used his cell phone to take pictures of the evidence. Fish had then gone home, during his lunch break, to print everything up on his computer. John thanked Fish for his help; he realized he had asked a lot of Fish. Fish believed that what he had done had been for the greater good. Fish explained that he had to get to work; he didn't want to be late from a lunch break on his first day back on the job. John studied the files then made a phone call. \n\n\nAt the police station, Marty asked Téa to represent Cole. Marty admitted that she thought Téa was an unscrupulous person, but was also an excellent attorney. Téa agreed to Marty's request. Téa warned Marty that they would have to go after Nora in order to successfully defend Cole. Marty was willing to do whatever it took to spare Cole a lengthy prison sentence. \n\n\nTodd decided he wanted custody of his children. Todd didn't want Dorian to raise his kids if Blair should die. Morgan, Todd's attorney, assured Todd that everything had been handled. \n\n\nAt the hospital, a man asking to see Blair approached Addie. Addie explained that Blair was in intensive care and couldn't receive visitors. When the man determined that Addie was Blair's next of kin, he handed her an envelope, then announced that she had been served. Addie was stunned when she opened the envelope. \n\n\nWhile locked in the freezer at the Buenos Dias Café, Layla and Cristian continued to argue. Layla told Cris that she had talked to Fish. Fish had assured Layla that she was a fine person. Cris wasn't surprised, but he believed that Fish had merely been trying to spare Layla's feelings. Layla wondered what Cris knew about being nice. She reminded him that he had dumped a \"great girl\" like Sarah for a \"conniving slut\" like Vanessa. They continued to bicker, with each insisting that the other's opinion didn't matter to them. \n\n\nAs the cold began to set in, Layla had an idea for warmth. Cris hoped that Layla wouldn't suggest that they get naked. Layla scoffed at the idea. Instead she produced some matches. She figured that they could at least keep their hands warm while they waited for someone to rescue them. Luckily for them, they didn't have to wait long. Their arguing drew the attention of a waitress, who opened the freezer for them. \n\n\nStacy cornered Roxy at the hospital. Roxy panicked when Stacy revealed that she knew that John Doe was a match for Shane. Stacy also informed Roxy that she had looked up the man's real name on the Internet. Roxy realized that it was only a matter of time before Stacy told Rex about his biological father. Roxy decided to do damage control; she was prepared to tell Rex her version of the truth in the hopes of salvaging her relationship with her son. \n\n\nStacy told Roxy to calm down. Stacy announced that she had no intention of telling Rex about John Doe. Roxy didn't get to breathe a sigh of relief. Stacy made it clear that she expected Roxy's cooperation in exchange for Stacy's silence. \n\n\nGigi found Rex in the hospital's chapel. Both parents were worried that a bone marrow match would not be found in time to save Shane. Gigi admitted that she had lost faith in God. Rex urged her not to give up hope. He reminded her of all the people who had offered to be tested in order to help Shane. Rex also confessed that he considered it a miracle to have found Gigi and Shane after so many years apart. \n\n\nAfter Rex left the chapel Gigi made a deal with God. She vowed that she would do and sacrifice anything if God spared Shane. As if on cue, Stacy approached Gigi in the chapel. Stacy claimed to be a bone marrow match for Shane. \n\n\nMarty arrived at John's place, per his request. He explained that he had some questions about Lee Halpern, which he hoped Marty could answer. John asked Marty if Lee Halpern was in the habit of wearing three earrings. He showed Marty a picture of Lee's body that had been taken at the scene of the woman's murder. In the picture Lee was wearing a third earring with the letter \"K.\" \n\n\nThe earring baffled Marty. She suspected that the \"K\" might have stood for Ketring, Lee's alias. John pointed out that the hole for the earring seemed off. It appeared raw as if it had recently been pierced. Marty wanted to know what John suspected. John reluctantly told Marty that he believed the person responsible for the recent stabbings had left behind clues. \n\n\nJohn explained that after Blair had been stabbed, he had found a scrap of paper under her nail with the letter \"D\" printed on it. John had also found that Wes had the letter \"A\" added to a tattoo post-mortem. \n\n\nJohn couldn't figure out what the letters: K, A, D signified. Marty tensed when she heard the letters in the order that they had been left. It was the name of the fraternity house where she had been raped.\n\n\n",
    "tvmega_recap": "Stacy is eavesdropping and spying on Roxy as she gathers the DNA from Rex's mysterious biological father and gives it to the lab technician telling him that it's from an anonymous \"John Doe\" whom she wants nobody to know the identity of. She confronts Roxy about knowing her secret and threatens to tell Rex if Roxy does not do what she wants. Gigi and Rex are very worried about Shane. But he tells her he believes in miracles with how they reunited after all these years, randomly in Paris, TX. Alone she prays for a miracle. Stacy appears and tells her sister that her wish has been granted. She is the right candidate for the bone marrow transplant. Marty tells Tea she wants her to represent Cole. She has seen Tea in action and although she hates her guts, she believes an unscrupulous lawyer like Tea is what her son needs to prevent him from going to prison and having his life ruined. Tea asks Marty if she's ready for a fight with Nora after Matthew may be paralyzed for life due to Cole's negligence and if she's willing to sacrifice ever being friends with Nora again. Marty tells Tea her son's future is all she cares about now. John and Officer Fish investigate the stabbings. John asks Marty to observe the evidence with him. She identifies the frat house where she was stabbed. Things don't look good for Todd and his new lawyer is not as good as Tea. Cristian and Layla get locked in the freezer room together and are forced to talk and admit what is going on in their minds.",
    "tvmega_summary": "Episode # 10400 -- Say a Little Prayer",
    "soapcentral_condensed": "Addie told John that the swelling in Blair's brain had gone down. Addie asked John to find the person responsible for stabbing Blair. While locked in the freezer at the Buenos Dias Café, Layla and Cristian continued to argue. Both parents were worried that a bone marrow match would not be found in time to save Shane. Gigi found Rex in the hospital's chapel. Rex urged her not to give up hope and also confessed it a miracle to have found Gigi and Shane after so many years apart. She vowed that she would do anything and sacrifice anything if God spared Shane. Marty asked Téa to represent Cole. Roxy realized that it was only a matter of time before Stacy told Rex about his biological father, and she was prepared to tell Rex her version of the truth in the hopes of salvaging her relationship with her son. Stacy told Roxy that she had no intention of telling Rex about John Doe, and Stacy made it clear that she expected Roxy's cooperation in exchange for Stacy's silence.\n"
}