{
    "soap_central": "\nPast, Present Tense\n\n\nIn their bedroom, Natalie told Jared that she was having second thoughts about them accepting Jessica's offer of becoming Chloe's godparents. Jared feared that Natalie would never be at peace until she told Jessica the truth about her child. After debating the matter several times, the couple came to a conclusion. They were convinced that it was in the best interests of both Jessica and Chloe to destroy all physical evidence that proved that Chloe wasn't Jessica's child. \n\n\nMeanwhile, downstairs, Rex eavesdropped from the staircase as Gigi tried to convince Jessica that Gigi had never slept with Brody. Without giving Jessica any details, Gigi assured Jessica that Brody cared about her and that the scene that Rex had walked upon was merely a misunderstanding. Confused and aggravated by Gigi's attempt at an explanation, Jessica defended Rex and advised Gigi that she was in the wrong for lying to him. Insisting that she had no interest in Gigi and Brody's relationship, Jessica stressed that she didn't wish to pursue her friendship with Brody because she couldn't afford to complicate her life with someone who was unsure of what he truly wanted. \n\n\nGigi was determined to make Jessica understand that she was wrong about Brody. When Gigi mentioned that Stacy was involved, an irate Rex flew down the stairs and chastised Gigi for speaking negatively about the woman who was going to save Shane's life. Defending her actions, Gigi told Rex that she would give her life for her son and had already proven the fact. Rex struggled to understand Gigi's statement. \n\n\nFrustrated by their intense arguing, Jessica demanded that the two take their argument elsewhere. While Rex complied, Gigi had a few parting words for Jessica. Gigi apologized for involving Jessica in her domestic problems. Stating that she thought that she might lose her son, Gigi hoped that Jessica would never face the possibility of losing a child. \n\n\nBack upstairs, Natalie and Jared decided to burn the evidence. While setting a flame to the documentation, Natalie and Jared managed to set off the smoke detector. Seconds later, Jessica entered their room and questioned what was going on. The couple made up an excuse about burning a picture of Jared's old girlfriend. \n\n\nAfter Jessica left, Natalie and Jared were certain that due to their actions, Chloe would have a wonderful life with Jessica. Relieved, the couple decided to make love. Afterward, Jared was pleased that all the evidence that proved that Chloe was actually Starr's baby had been destroyed. When Natalie reminded him about the strands of hair inside of Starr's locket, Jared assured her that no one would ever question who the strands of hair belonged to. \n\n\nBack downstairs, Jessica smiled as she folded Chloe's baby clothes. \n\n\nRoxy visited Shane at the hospital. When Shane began to sing Stacy's praises, Roxy appeared bothered. Shane said that he didn't know how he would ever be able to repay his aunt for being his donor. An angered Roxy told her grandson that he didn't owe Stacy a damn thing. The confused child didn't understand his grandmother's anger toward Stacy. \n\n\nRoxy stepped out in the hall to speak with Kyle. When Roxy referred to the comatose patient as John Doe, Kyle advised her to stop playing games and remarked, \"John Doe has a name and we all know it!\" As Kyle attempted to say the name of the patient, Roxy covered his mouth. Kyle referred to the donor as controversial, but Roxy insisted that evil described John Doe better. \n\n\nKyle told Roxy that he wanted to back out of their arrangement because the situation had gotten out of hand. While Roxy reminded him that Shane's life was a stake, Rex and Gigi interrupted the discussion. They wanted to know if a problem had occurred involving the transplant. \n\n\nAssuring Rex and Gigi that everything was fine, Roxy made up an excuse and dismissed Kyle. Rex announced that he wanted a few moments alone with Shane. When Gigi requested to join him, Rex snapped that he would like to spend time with his son without pretending. As Rex rushed off, Roxy told Gigi that Rex still loved her. Gigi blamed herself for hurting Rex. \n\n\nGigi was stunned when Roxy remarked that she blamed Stacy for the fiasco and not Gigi. A suspicious Gigi wondered why Roxy was upset with Stacy. Certain that Roxy had information concerning Stacy, Gigi begged Roxy to confess. Roxy stated that she was aware that Stacy forced Gigi to break up with Rex and that Stacy was blackmailing her. \n\n\nInside Shane's hospital room, Shane told his father about Roxy's harsh words regarding Stacy. Shane wanted to know why his grandmother hated his aunt. Although surprised by the news, Rex promised his son that everything was fine between Roxy and Stacy. Shane asked if everything was fine between Rex and his mother. Rex had no words. \n\n\nAfter Schuyler kissed her, Stacy pulled away. Schuyler was certain that Stacy was consumed with thoughts of Rex. Admitting that she wanted a relationship with Rex, Stacy argued that she could make Rex fall in love with her. Pleading with Stacy to give him a chance, Schuyler asked Stacy to start over and leave town with him. Schuyler tried to talk Stacy out of pursuing Rex, but she was determined to win Rex's heart. Unable to convince Stacy to take him back and give up on Rex, a frustrated Schuyler stormed out of the apartment. \n\n\nAlone in the apartment, Stacy planned her next move. Upon hearing a knock on the door, Stacy was surprised to find Kyle at her doorstep. Explaining that the transplant was scheduled for the next day, Kyle insisted that they needed to go over a few details in order for him to successfully switch Stacy's cells with those of the anonymous donor. As Schuyler appeared in the doorway, he overheard Kyle remark, \"We need to discuss exactly how we're going to pull this off!\" Schuyler demanded to know what was going on. \n\n\nTodd managed to convince Zack to allow him entry inside the bedroom where Zack held Starr at gunpoint. Starr panicked when Zack implied that Starr might meet the same fate that Marty had several years before. Todd calmly informed Zack that he would never allow Zack to rape his daughter. Zack announced that he didn't want to hurt Starr. He said that he intended to use her to hurt Todd. \n\n\nMeanwhile, outside of the bedroom, John tried to come up with a plan to help Starr and Todd. A nearby heating vent caught his attention. \n\n\nDownstairs, Marty assured Cole that John would rescue Starr. Fearing that Cole would try to save Starr on his own, Marty told her son that it wasn't safe and pleaded with him to leave with her at once. Confessing that he was still in love with Starr, Cole told his mother that he couldn't leave while Starr's life was in danger. \n\n\nJohn came downstairs and gave Cole and Marty an update on the hostage situation. John told them that he needed their help to save Starr and Todd. John asked Marty if there was another entrance into the upstairs bedroom. Marty remembered that Todd had a blueprint of the house. While John and Marty recovered the blueprints, Cole discovered Starr's locket on the floor. Advising Cole and Marty to call the police if he didn't return within ten minutes, John ran upstairs with the blueprints in hand. \n\n\nCole told Marty about the circumstances that led up to him paying Todd a visit. Expressing his hurt over losing Starr, Cole confided in Marty that Starr had developed an infatuation with Schuyler. Cole admitted that he had told Todd about Starr's relationship with her teacher, in hopes that Todd would kill Schuyler. \n\n\nCole admitted that he still loved Starr. Cole maintained that he didn't want to see Starr get hurt again. Acknowledging that he screwed up, Cole said that he would do anything if Starr came down the stairs unharmed. When Marty stated that she understood Cole's feelings for Starr, Cole told her that she had no idea how it felt to have the person that you loved trapped with a serial killer. \n\n\nBack upstairs, John crawled through the heating vent. \n\n\nIn an attempt to outwit Zack, Todd pretended to resent Starr. Claiming that he no longer cared about Starr because she had betrayed him, Todd urged Zack to let her go. Zack told Todd that he had no intention of raping Starr, but offered to kill her since Todd no longer cared about her. Unable to hide his love for his daughter, Todd demanded that Zack release Starr. \n\n\nWhen Todd told Zack to kill him on the spot, Starr's reaction proved that she loved her father. Realizing that Todd and Starr loved each other and that Todd had lied, Zack became angry. Focusing on Todd, Zack released his grip on Starr. \n\n\nObserving that Starr was free, Todd kept Zack preoccupied with him. Todd demanded that Zack consider his options. When Zack questioned what options were available to him, Todd remarked, \"There are doors open, Shorty!\" Turning toward the door, Starr understood her father's signal. \n\n\nJohn continued to crawl through the vent. \n\n\nBy hurling insults at him, Todd continued to infuriate Zack. When Zack had turned completely away from Starr, Todd calmly said, \"Go, now!\" As Starr ran out of the door, Zack tried to stop her, but he was too late. Slamming the door behind her, Zack pointed the gun at Todd and announced, \"You saved your daughter, but signed your own death wish!\" \n\n\nCole was relieved when Starr ran downstairs and into his arms. Starr told them that they needed to call the police because Zack was holding her father hostage. Marty was alarmed when Starr related that she hadn't seen John upstairs. Marty was concerned for John's safety. \n\n\nAs Zack continued to hold Todd at gunpoint, John found himself in the adjoining bathroom. Bursting through the door, John caught Zack by surprise and knocked him to the ground. During the struggle, Zack lost control of the gun. Todd picked up the gun and fired a shot.\n\n\n",
    "tvmega_recap": "Zach holds Starr hostage. But with some effort, Todd and John manage to save her. Cole reveals to his mom that he still loves Starr. Schuyler and Stacy sleep together and he concludes that there is nothing for either one of them in Llanview and maybe they should go back to Vegas together. But she reveals to him that she has \"unfinished business\". And he knows that it's her misguided obsession over Rex. After Gigi finds out that Jessica caught Brody sleeping with her, she goes and urges Jessica to know that Brody would never sleep with her (Gigi) nor want to jeopardize his potential relationship with Jessica. But Jessica does not understand why it is that both she and Rex saw Gigi and Brody sleeping together and is not ok with happened. Rex reveals to Gigi that he knows what he saw. He knows she dumped him for Brody. He knows she falsely accused him of sleeping with her sister. And he doesn't know nor condone her anger toward Stacy, when in appears to him that Stacy has done nothing wrong and has saved Shane's life. Roxy later reveals to Gigi that she knows what Stacy has been doing and does not fault Gigi for doing what she had to do in order to save her son's life. Natalie and Jared conclude that they must destroy the evidence that Jessica's child died and baby Chloe is really Starr's baby.",
    "tvmega_summary": "Episode # 10416 -- Past, Present Tense",
    "soapcentral_condensed": "Gigi tried to convince Jessica that she had never slept with Brody. Roxy visited Shane at the hospital and appeared bothered by Stacy's praise for the woman who was going to save his life. Kyle told Roxy that he wanted to back out of their arrangement because the situation had gotten out of hand. Admitting that she was consumed with thoughts of a relationship with Stacy Schuyler, Gigi begged Stacy to break up with Roxy and that Stacy was blackmailing her. Rex asked if everything was fine between his mother and Shane and Stacy admitted that she wanted to break it off with him. Roxanne told Gigi that Rex still loved her. Gigi blamed herself for hurting Roxy's relationship with her mother, but Roxy was certain that she blamed Stacy for the fiasco and not Gigi. The couple were convinced that it was in the best interests of both Jessica and Chloe to destroy all physical evidence that proved that Chloe wasn't Jessica's child. Jared feared that Natalie would never be at peace until she told Jessica the truth.\n"
}