{
    "soap_central": "\n Matthew, Come Home \n\n\nAt La Boulaie, Blair reclined in bed with Todd beside her, and assured him that he would always be the father of her children. She hated seeing him in pain. He responded that he was not in pain, not like her after her mishap. He wondered if Blair remembered anything about her fall through the window, and Blair responded that she did not. He thought that perhaps Blair had learned Téa's huge secret right before the fall had happened. Blair protested that she didn't want to talk about the incident. Her brain didn't want to go there after the terrible experience, she complained to Todd, and she was afraid. He promised to protect her, and then he  put his arm around her. Her elation showed prominently in her smile.\n\n\nLater, Blair smirked as she looked over at a sleeping Todd. She began to yell Téa's name and pretended to sit up in fright. A startled Todd awakened as she announced that she had remembered more about the day of the fall. Upset, she advised Todd that Téa and Ross had been planning a scam all along, and that Téa had never loved Todd. The pair had been scheming to get Todd's money, she divulged.\n\n\nDownstairs, Destiny arrived and begged David to help her get in touch with Matthew. David called Bo and left a message on his voicemail, causing an irritated Destiny to demand more. She could have done the same thing, she grumbled. David told her to relax, but Destiny made it clear that she was sure that something was wrong. She felt that Matthew's parents had tricked him and kidnapped him, since there was no record of him in the Seattle hospital. His parents seemed jumpy before their flight, she added.\n\n\nDavid began to make fun of Destiny, after reaching  the conclusion that she really liked Matthew.\n\n\nRoss stepped out of the shower in Elijah's Palace Hotel room, and listened as his brother stated his position on Blair's actions regarding Ross. Elijah was convinced that Blair had merely used Ross in order to make Todd jealous and that she wasn't interested in Ross at all. She was obviously still in love with Todd. Ross assured his brother that he was only interested in finding his child, though Elijah warned him to go easy, as Ross still had some charges pending against him.\n\n\nRoss advised him that Téa wanted him to sign away his parental rights for a suitcase full of money. He admitted that he hadn't been a good father, but it wasn't because he didn't love his daughter. Elijah suggested that Ross be patient and mature about the issue. He searched for a photo of his niece to share with Ross, who realized that he should have kept his daughter at home instead of allowing Téa to send her off to boarding school. He accused Téa of plotting to take his daughter away from him. She even lied about the location of the boarding school, Ross growled, and he vowed to choke the information from Téa if he couldn't learn anything.\n\n\nAn angry Elijah strongly suggested that Ross not threaten Téa. He reminded Ross that since  the largest charge against him had been dropped, he was free to stay in the country. Elijah divulged that he had a private investigator looking into Téa's phone records for calls to her daughter. Ross was appalled, noting that Elijah needed a court order to do that. Elijah brushed him off, thinking it better that Ross not know about the methods he used. Elijah thought it was a good idea that Ross pay Blair a visit and thank her for dropping the kidnapping charges.\n\n\nAt the hospital, behaving like girlfriends again, Rachel and Téa chatted. A stunned Rachel wanted to pursue Téa's revelation about having a child, though Téa tried to shut the conversation down at first. Finally giving in, Téa described what had happened on the island, where she had been stuck with Todd and Ross. It was very romantic, she explained, and she had revealed her feelings to Todd. They had sex only once, but he was obviously still in love with Blair. When she discovered that she was pregnant after they were off the island, she assumed the baby belonged to Ross.\n\n\nShe returned to Llanview when she became involved with Ray Montez's case, she continued, and that was when she managed to take a sample from Todd for a DNA test. She learned the truth at that time, Téa finished. She emphasized that her daughter was the most important thing in her life and she didn't trust what Todd would do if he found out about his daughter. She had found him sleeping with Blair and she wanted to hurt him, so she didn't tell him before the marriage. She was also afraid that he would marry her because of their daughter, and she would always wonder if he had married her for love or the child.\n\n\nTéa continued her disclosure to Rachel, who was sorry that her old friend was so miserable. She asked to see a picture and Téa showed her a photo of her beautiful Danielle. Téa sighed and thought about how things would be different if she had told Todd the truth. She had planned on telling him after the marriage, but then things were ruined by the discovery of Ross, she sniveled. She was in hell, she confessed. Todd thought she had \"played him\" and he might use their daughter to get even. She vowed not to let Danielle get into the middle and become a pawn in her relationship with Todd.\n\n\nSmiling, she told Rachel about the boarding school that Danielle attended and swore that people would not look down on her daughter the way they looked down on Téa as she was growing up.\n\n\nTéa informed Rachel that Ross went crazy after she asked him for a divorce, and threatened to take their daughter, because he saw Téa as his meal ticket. While Blair had no memory, she was afraid that Blair would recover and be the one to tell Todd about his child. Rachel was certain that Blair would expose Téa if she had the chance.\n\n\nTéa was distressed and admitted that she didn't know what to do. Todd hated her because she had humiliated him. Rachel advised her to call Todd before Blair could get to him. Téa assumed that Todd was at La Boulaie with Blair, and Rachel insisted that she look for him there.\n\n\nTodd received a call from Téa but ignored it and sent it to his voicemail. Blair was apologetic that she had remembered the incident. \"Did she push you?\" Todd asked. As Blair hesitated, Todd asked again. When Todd realized that Blair knew the truth, Blair started to say it, but stopped. Todd finished the thought, \"She tried to bury you.\"  He vowed to kill Téa. Blair quieted him down, stressing that she and their children needed him.\n\n\nMatthew was introduced to his new roommate, Tom, who was quite rude to the headmistress. She reminded him that he had already received penalty points for his behavior and was on the way to receiving more. After another rude remark, Tom received the penalty points as promised. The headmistress hoped that Matthew would be okay, but she would switch him to another room if he was unhappy.\n\n\nOnce she left the room, Tom referred to her as the warden, and explained that they were in private school where the administrators could do what they wanted. Matthew wondered if it was like a lockdown. \"Welcome to the club,\" Tom replied. He suggested that Matthew bide his time like Tom did.\n\n\nFrantically, Matthew explained that he didn't have time. He told Tom about the surgery that he was supposed to have had.  Tom understood that Matthew had the new pair of sneakers with him because he had planned on wearing them after his surgery; he wanted to take his first steps in them. Tom promised to secure a phone for Matthew, one that would enable him to make an international call.\n\n\nShortly after, Tom returned with a phone in hand. Matthew hurriedly placed a call to Destiny, but before he was able to say more than a few words during a bad connection, the phone was grabbed from his hand. \"What the hell are you doing with my phone?\" the angry girl asked. Speaking up, Tom admitted to borrowing it, but the girl insisted that he had stolen it. Matthew explained that he had wanted to call a friend and would pay her for the call. Raging, the girl ordered Tom to stay away from her room. She stormed out.\n\n\nTom informed Matthew that the girl, Danielle Rayburn, was a bitch. Matthew thought she was cool. Outside the room, Danielle looked at her list of phone contacts.\n\n\nAt Llanfair, Brody, dressed in his uniform, planted a kiss on the top of Bree's head as she sat at the table eating. He informed Jessica that there was still no word on Jared. She was worried and felt bad  for Natalie. She agreed that the stuffed elephant, sitting on the table by Bree, \"creeped\" her out but she couldn't take it away. Bree thought it was from her dad.\n\n\nJessica admitted that she hadn't been sleeping well, as she kept going over her history with Jared in her mind. She thought he had understood her problem with her dissociative identity disorder, but she could also understand why he wanted to get back at her. She did have a problem when it involved Bree, she concluded. Just then, Brody received a phone call from his sister, Nadine.\n\n\nNadine advised Brody that she was in trouble, but wouldn't elaborate. She confided that she had no one else to turn to, but she couldn't explain on the phone. She asked him to return home to Michigan to see her, and hung up abruptly. An annoyed Brody considered all of the problems he had suffered through when he had never heard from Nadine. Contrary to his beliefs, Jessica thought it was important for him to visit his sister.\n\n\nBrody didn't want to leave Jessica alone, but she reminded him of all of the guards her father had stationed around Llanfair. He mentioned his job, but she cited that he had a family emergency. She promised that she wouldn't do anything stupid. Brody left the house and the phone rang. \"Baby, it's me,\" a male voice said on the other end. \"Nash?\" Jessica asked, dumbfounded.\n\n\nA frantic Destiny didn't know what to do after Matthew's call was cut off. David suggested that she call the number that was listed on her phone. Destiny was confused when she heard an unknown girl on the voicemail, but she left a message. David made fun of her again but tried to reassure her at the same time. Destiny was sure that Matthew never made it to Seattle. Grabbing Destiny's phone, David looked at the number that Matthew had called from. He realized that Matthew was in England.\n\n\nHe attempted to explain to a puzzled Destiny that the Buchanan family had a compound in London. Destiny, admitting that she cared about Matthew, added that she was ready to go to London. She was sure that Matthew was in trouble and needed her help. She implored David to assist her.\n\n\nTéa arrived at La Boulaie looking for Todd. As she headed upstairs, she received a phone call. Retrieving the cell phone, she noted that it was from Danielle. Asking if everything was okay, she was dismayed to hear her daughter reply that everything was definitely not okay. Upstairs, Blair assured Todd that their family members all cared and looked out for each other. She could see that he was hurting and just wanted to be loved. Walking slowly towards him, she put her arms around him and began to kiss him. Todd responded in kind.\n\n \n\n\n",
    "tvmega_recap": "When Matthew is alone with his roommate at the new boarding school, he tells him he needs a phone to call his friend, Destiny. His roommate finds him a phone. It belongs to a girl who is Tea's daughter. Her name is Daniella Rayburn. Matthew doesn't have a chance to tell Destiny where he is before Daniella catches him using her phone. But Destiny is able to tell that the call came from England. And she asks David Vickers if he can help her find Matthew since Matthew is his brother. Brody gets a call from his sister, Nadine who tells him she needs his help. Jessica urges him to go and tells him she will be ok. But as soon as he's gone, she gets a call that sounds like it's from Nash. Tea confesses to Rachel that she and Todd have a child and Ross has falsely believed she is his. Ross discusses the matter with Elijah who is determined to help him find his daughter.",
    "tvmega_summary": "Episode # 10551 ~ Matthew, Come Home",
    "soapcentral_condensed": "Matthew, Come Home At La Boulaie, Blair reclined in bed with Todd beside her, and assured him that he would always be the father of her children. Destiny arrived and begged David to help her get in touch with Matthew. Ross accused Téa of plotting to take his daughter away from him, and he vowed to choke the information from her if he couldn't learn anything. Rachel and TéA chatted at the hospital, behaving like girlfriends again, and Rachel asked to see a picture of her old friend, who was so miserable that she asked her friend to do it for her. Ross told his brother that he was only interested in finding his child, though Elijah warned him to go easy, as Ross still had some charges pending against him. He admitted that he hadn't been a good father, but it wasn't because he didn't love his daughter. Elijah suggested that Ross be patient and mature about the issue. He searched for a photo of his niece to share with Ross, who realized that he should have kept his daughter at home.\n"
}