{
    "soap_central": "\nBad To The Bone\n\n\nAt the Angel Square Hotel, Brody couldn't stop thinking about Jessica. Seeking support, Brody phoned Dr. Levin to discuss his feelings. Without revealing Jessica's identity, Brody told the doctor about his friendship with the widowed mother of two children. Brody expressed concern that they had decided to be friends, but he desired more. Dr. Levin suggested that Brody be honest with his friend. \n\n\nAt the Buenos Dias Café, Natalie and Jared wondered why Jessica had requested to meet with them. Natalie feared that Jessica suspected that they had uncovered the unsettling secret. When Jessica entered the diner and asked the couple to consider being Chloe's godparents, Natalie and Jared were speechless. They wondered how they could ever tell her the truth. \n\n\nAt La Boulaie, Dorian was pleasantly surprised when she discovered John downstairs playing with Sam. Dorian told John that she was certain that Téa would beat Todd at his own game. She laughed and stated that Todd didn't have a clue about their plan. Dorian thanked John for supporting Blair and her children. Leaving Sam in Dorian's care, John bent down and kissed the little boy goodbye. \n\n\nLater, Ray and Dorian discussed the need to protect one's family. Pointing out that he had a daughter of his own, Ray stated he admired Dorian's undying love for her family. Ray said that Dorian's character trait of going to extremes to protect her family was an attractive quality. Dorian thanked Ray for helping toss Todd out of the house and for his suggestion to hire Téa to represent Blair. Dorian gave Ray the details concerning her plot against Todd and the two enjoyed a nice conversation. As they continued to bond, Ray gave Dorian a passionate kiss. \n\n\nAfter Cole's arraignment, a counselor from the drug rehabilitation center handed him a cup and requested a urine sample. Marty tried to convince the counselor that Cole hadn't consumed any drugs, but the counselor was adamant that Cole needed to submit a sample. Aware that he would ultimately fail the test, Cole reluctantly agreed. \n\n\nWhile waiting for Cole, Marty cringed when Todd stepped off the elevator. Todd attempted to inquire about Cole, but Marty snapped at him. Upon learning that Todd was at the courthouse for his custody hearing, Marty took great pleasure in telling him that Blair's attorney had arrived and was in the courtroom. \n\n\nTodd entered the courtroom as was stunned to discover that Téa was representing Blair in the custody hearing. When Todd stated that Téa obviously hated him, she nearly blurted out her true feelings for him, but quickly caught herself. Todd was certain that he would win custody of his children, but Téa reminded him that she was very capable of winning any case. \n\n\nBefore Cole submitted his sample, Starr appeared and asked for a moment alone with him. Cole informed Starr that he had listened to the message that she had left him on the night of the accident. Apologizing for her harsh words, Starr told Cole that she only told him that she didn't care about him because she was upset by his behavior. Unwilling to accept Starr's apology, Cole stressed that he had to take a drug test. Before Cole walked off, Starr told him that she would always care about him. \n\n\nAsher approached Cole in the restroom and announced that he had come to check on his best client. Cole lashed out at Asher for giving him more pills. Cole was certain that he would flunk the drug test and feared Nora would send him to jail. Declaring that he was drug free, Asher offered to take the test for Cole. Insisting that he intended to make things up to both Nora and Matthew, a guilt-ridden Cole agreed to allow Asher to submit a specimen. \n\n\nWhile waiting for Cole, Marty ran into John at the courthouse. She told him the good news about Cole's probation, and John informed her that Blair was on the road to recovery. Assuming that John had come to support Cole, Marty was surprised when Starr arrived and mentioned that John was there to attend the custody hearing. Marty told him that he didn't need to explain, but John insisted that he did. As he tried to explain his feelings for her, Marty made up an excuse and ran off to check on Cole. \n\n\nAs the custody hearing began, Starr and John entered the courtroom. Todd attempted to speak with Starr, but she criticized him for hurting her mother. \n\n\nCiting that Blair was incapacitated, Todd pled his case to the judge and asked for temporary custody of his children. Claiming that they were incompetent, Todd belittled Dorian and Addie and stated that the children belonged in the care of their father. \n\n\nAfter Todd's testimony, the judge asked Téa for her opinion. Téa surprised everyone when she agreed that Blair's children belonged with their father. When the judge asked Téa to expound on her statement, Téa insisted that the custody should be given to Blair's husband, the children's stepfather. Confused, Todd demanded to know who had married Blair. John stood up and announced, \"That would be me!\" \n\n\nLater, Marty phoned John and left him a message. Mentioning that she had dropped Cole off at the drug rehabilitation center, Marty thanked John for his kind words. She said that it meant a lot to know that he cared about her and asked him to return her call. \n\n\nOutside of Shane's hospital room, Mike gave Rex some grim news concerning Shane's transplant. Mike informed Rex that the donor could no longer provide bone marrow to Shane. The doctors had discovered that the woman was pregnant, and donating her bone marrow would jeopardize her pregnancy. Devastated, Rex wondered how he would break the news to Shane. \n\n\nAt Stacy's apartment, Gigi lashed out at her sister. Hurling insults at Stacy, an angered Gigi chastised Stacy for refusing to help Shane unless Gigi agreed to leave Rex. Gigi took great pleasure in informing Stacy that another donor had been located and that Stacy's help was no longer needed. \n\n\nStunned, Stacy reminded Gigi that they were sisters and Stacy couldn't believe that she would accept a stranger as a donor. As Stacy pleaded with her sister to reconsider her offer, Gigi suggested that Stacy return to Las Vegas and continue her career as a stripper. Slamming the door behind her, a satisfied Gigi left the apartment. \n\n\nBefore Gigi could leave the hotel, she received a call from a distraught Rex. Gigi was heartbroken when Rex told her that the donor could no longer help Shane. After hanging up with Rex, Gigi stared at her sister's apartment door. \n\n\nBack at the hospital, Mike told Marcie about Shane's donor. Noting the terrible tragedies that had befallen Shane and Matthew, Marcie stated that life was short and that she had decided that it was possible for her to live without learning the truth about Hope's death. Declaring that she had decided to put the past behind her, Marcie said that she needed to be grateful for what she had. Embracing her husband, Marcie told him that she was lucky to have him. \n\n\nInside Shane's hospital room, Rex struggled to tell Shane about the donor. When Shane proudly showed his dad the comic he had created, Rex chose to keep quiet. The two major characters in Shane's comic were chemo boy and a caricature of Rex. Shane was chemo boy and Rex was the hero who had given chemo boy the magical powers to fight leukemia. Holding his son, Rex told Shane that he loved him more than anything. When Shane asked for his mother, Rex assured him that she was on her way back to the hospital. \n\n\nMeanwhile, Stacy flipped through her high school yearbook and stared intently at a photo of Rex. A knock on the door interrupted her thoughts. Upon finding Gigi once again at her doorstep, Stacy told her sister that she wasn't in the mood for another tongue-lashing. \n\n\nStacy was stunned when a humble Gigi informed her that the donor couldn't help Shane. Gigi stated that Shane needed Stacy's help. Realizing that she had the upper hand once again, Stacy agreed to help under the same condition-- Gigi had to break up with Rex. Defeated, Gigi succumbed to Stacy's threat. \n\n\nWhen Gigi instructed Stacy to rush over to the hospital to begin the process, Stacy refused. Balking at Gigi, Stacy told her that she wouldn't help Shane until Gigi had convinced Rex that she was leaving him. Gigi told her sister that Shane needed the transplant immediately and that she couldn't make Rex believe that she no longer loved him in a few days. Ignoring Gigi's pleas, Stacy remarked, \"Well you better think of something, 'cause time is wasting, babycakes!\" As tears streamed from Gigi's eyes, Stacy slammed the door in her face. \n\n\nWhile Gigi panicked outside of Stacy's apartment door, Brody approached her and asked what was wrong. Gigi rushed into his arms and wept.\n\n\n",
    "tvmega_recap": "Dorian and Ray are growing closer after he's helped her with the idea to have Tea represent Blair in the custody suit without Todd knowing and surprise the court by having John announce that he will be Blair's husband and father to her kids. Gigi and Rex get the devastating new that the bone marrow donor whom they thought would save Shane's life cannot. At that point, Gigi finds she has no choice except to beg to Stacy and comply with whatever Stacy wants. Natalie and Jared still do now know how to drop the bombshell that Jessica's baby died and that Chloe is really Starr Manning's baby. Cole is ready to check into the drug treatment facility. But he must get tested before it can happen. At that point, he hasn't a clue what to do since the drug dealer recently sold him more that he consumed only an hour earlier. When he goes the bathroom, the dealer knows that Cole needs his \"help\".",
    "tvmega_summary": "Episode # 10405 -- Bad to the Bone",
    "soapcentral_condensed": "At the Angel Square Hotel, Brody couldn't stop thinking about Jessica. At La Boulaie, Dorian was pleasantly surprised when she discovered John downstairs playing with Sam. Dorian thanked Ray for helping toss Todd out of the house and for his suggestion to hire Téa to represent Blair. At the courthouse, Marty cringed when Todd stepped off the elevator. Todd was certain that he would win custody of his children, but Téa reminded him that she was very capable of winning any case. Todd claimed that they were incompetent, but the judge agreed that the children belonged with Blair's husband, Confitt. Todd belied Dorian and Addie's claims that the kids belonged with their father, and the judge gave him temporary custody of the children. Todd tried to explain his feelings to Marty, but Marty made up an excuse and ran off to check on Cole. Asher approached Cole in the restroom and announced that he had come to check his best client. Cole lashed out at Asher for giving him more pills.\n"
}