{
    "tvmega_recap": "Cutter replaces the letter Kim wrote to Clint with a letter that says she has met someone else. He also sends Kim a letter that says Clint wants nothing to do with her. Aubrey tells Rama that Cutter is trying to pass off some woman as Gigi, resurrected from the dead. Rama wonders if Aubrey has fallen for Rex or if, perhaps she is angling to trade in one Buchanan son for another. Rex goes to the Cutter's room at the Minuteman Motel and tells \"Cinderella' through the bathroom door not to try to pass herself off as Gigi because he knows she could never measure up to her. Cutter tells Rex that he will reveal Gigi after Rex pays him. Rex says the real Gigi would have broken down the door to get to him. After Rex leaves, Stacy tells Cutter she doesn't want to participate in his con and she wants to undo the surgery that made her look like Gigi. Tina blasts Clint for being as selfish as she is, but getting away from it because he is a high and mighty Buchanan. All the Lords receive summonses to court because Tea is contesting Victor's will. The judge determines that the will is valid. He then reads Irene's will, which leaves everything, including Victor's estate to Tina. After thinking about her desire to become a better person, she refuses the inheritance and it goes to Todd. She says it was his to begin with so she is only giving him back what he lost. Todd directs Tea to get Tina to sign the papers before she changes her mind. Cord confides to Clint that he and Tina slept together and that Tina assumed it meant they were back together. He tells him that he shot down Tina's assumption, but now he wonders if he is partly to blame for Tina being the way that she is. He wonders if Tina simply lives down to everyone's low expectations. He decides that he was wrong and must apologize to Tina for not believing in her. AS soon as she returns to Llanfair, he greets her with the apology. Viki tells him that she has just proven her good intentions by returning Todd's fortune to him. Tina says she didn't want the money; all she wanted was Cord. They kiss. Tea tells Nora and Todd that she isn't waiting for the police, she has asked her brother, Tomas, to investigate Victor's murder. Blair doesn't want Tomas to question Jack or suspect Todd. He asks her to help her find other possible suspects. Destiny is having difficulty coming up with a topic for her college admissions essay and is considering. Nora tells her that not going to college is not an option. She offers to help with the entrance essay."
}