{
    "soap_central": "\n\n'Twas the night before Christmas in Llanview, and Jack and Sam rushed to Blair's side as Dorian presided over the annual tree-lighting ceremony in Angel Square.  As Dorian lit the tree, the crowd went wild, and when Santa Claus made an unexpected cameo at Mayor Lord's side, Sam was in awe.  \"That's not Santa,\" Jack groused. \"That's just an old guy in a crummy suit.\"  As Jack prepared to crush his little brother's belief in Jolly Old St. Nick, Blair put a hand over his mouth and dragged her middle child away.  She ordered Jack not to ruin Christmas for Sam.\n\n\nIn the nearby crowd, Clint ran into Vimal, the technician from Buchanan Enterprises.  As Vimal began to ramble about his Christmas bonus and his gratitude for being compensated after his efforts to help Clint \"protect the family,\" Clint ordered him to be quiet.  Noticing Rex, Gigi, and Shane across the park, Clint reminded Vimal that he had paid for the technician's discretion.\n\n\nKelly and Joey rendezvoused in the park, as well, but they had only just greeted each other when Aubrey arrived, pulling Joey into a kiss.  Kelly spotted Clint nearby, and Aubrey's first instinct was to hide from her disapproving future father-in-law.  Seizing the moment, Joey asked Kelly to help him soften Clint up regarding Aubrey and the engagement.  Kelly seemed less than enthused by the idea.\n\n\nNearby, Rex, Gigi, and Shane prepared to head to Llanfair to see Viki, Charlie, and Echo.  Shane was excited to spend his first holiday with his new grandparents.  As he stepped away to speak to a friend, Gigi and Rex pondered how quickly Shane had processed the changes in his family tree.  Gigi reminded Rex that Echo and Charlie had been at the hospital after his accident, and made Shane happy.  \"So it's all good,\" Rex concluded, and said he was ready to go see \"Mom\" and \"Dad.\"\n\n\nAs the Balsoms left the park, Rex passed by Clint and Vimal and shot a jibe at Clint about being the \"Grinch who stole Christmas.\"  When Clint told Vimal that the drive-by heckler had been Rex Balsom, Vimal grew excitable.  \"Vimal!\" Clint snapped, \"Rex is nothing to you, or to me!\"  Clint said he never wanted to hear about what Vimal had done for him ever again, and ordered Vimal to stop speaking of the hospital break-in.\n\n\nJust then, Joey called out to Clint, and Clint walked over to Joey, Aubrey, and Kelly as Vimal made himself scarce.  Distracted, Clint quickly accepted Joey's invitation to the holiday festivities at Llanfair and strode off into the night.  \"What's with him?\" Joey wondered.  \"That's simple,\" Aubrey replied, \"He hates me.\"  Joey insisted that Clint was simply wary of outsiders, as Asa had been, and dedicated to protecting the family, but he promised Aubrey that his father would soon get to know her better.  As Aubrey beamed, Kelly looked leery.\n\n\nKelly and Joey took a moment alone to exchange Christmas gifts -- Joey had gotten Kelly a pair of pink goggles to protect her from future lemon juice accidents, and Kelly had given Joey her old clown ornament, to match the ornament he had lost years before.  Joey was touched by the gesture, and suggested they \"share custody\" of the little clown.  Aubrey returned and interrupted the tender interlude, flashing the bracelet Joey had bought her.  As Joey and Aubrey hurried off to Llanfair together, Kelly sighed.\n\n\nOver at Llanfair, Viki prepared Christmas dinner and struggled to hold back her rage as she watched Echo and Charlie get cozy over a batch of non-alcoholic eggnog.  Her calm exterior finally failed her as Echo interfered with her preparation of the turkey, and the great bird ended up on the kitchen floor.  Furious, Viki stepped outside and phoned Dorian.  \"Help me!\" she hissed.\n\n\nAlone in the freezing winter cold, Viki begged Dorian to accelerate their plan to drive Echo out of town.  \"I would say such nice things about you,\" Viki pleaded to her nemesis, \"even in public!\"  Dorian magnanimously agreed to move against Echo that very night.  \"Be of good cheer, Viki,\" Dorian replied coolly, \"This is the season for miracles.\"  After hanging up, Dorian ushered Blair, Jack, and Sam back to La Boulaie.\n\n\nViki reentered the kitchen, and Charlie apologized for Echo's clumsiness.  Pondering Dorian's plan, Viki admitted she felt better already, and gritted her teeth as Echo informed her that the turkey had been saved.  Just then, the Balsoms arrived.  Watching Charlie share a tender moment with Echo, Rex, Gigi, and Shane, Viki grew anxious for Dorian's call.\n\n\nIn the living room, Natalie, Brody, and Jessica admired Bree's ballet moves as the \"Sugarplum Fairy.\"  Brody answered the doorbell, and welcomed John to Llanfair.  He asked John about the Ford case, and John explained that the police had been forced to arrest Nate due to the ballistics match on the murder weapon.\n\n\nJessica took Bree and Brody upstairs as Natalie and John stole a moment by the Christmas tree.  Producing a small box, he told her he had an early gift for her, and asked her to open it immediately.  Natalie was stunned when she opened the box and discovered John's mother's wedding ring inside -- the ring he had been unwilling to give her several years before.  John told Natalie he was ready to start a family with her, and said everything felt right.  As John slipped the ring onto her finger, Natalie decided they would inform the family of their engagement that night.\n\n\nAt the Ford brothers' apartment, James and Bobby celebrated Christmas the Ford family way, with beer and pizza.  Bobby promised his little brother that life would turn around in 2011 with Eddie gone, but James was consumed with worry for Nate, and suggested they cancel Christmas.  The brothers differed on whether their younger sibling could have killed Eddie, and Ford said that Nate had never been pushed, and could well have snapped when faced with Eddie's brand of evil.  Ford urged James not to feel guilty over being relieved by Eddie's demise and suggested he spend Christmas Eve with Starr, but James felt he had no business being with Starr's family over the holiday, while Ford feared Langston thought he was a murderer.  James lightened the mood by re-gifting Bobby with his favorite shirt, and Ford proposed they go out on the town together and search for Santa.\n\n\nAt La Boulaie, Langston comforted a gloomy Starr after her difficult visit to Statesville Prison to see Cole.  Starr couldn't get over Hope's hysterics at leaving Cole's side, or how the prison guards had torn Cole's presents apart.  \"Without Cole, it just isn't Christmas,\" Starr mumbled.  Langston suggested they call the Fords and spend time with their friends, but Starr thought the brothers would be with Nate, and feared Danielle would lose Nate just as Starr had lost Cole.\n\n\nLangston reminded Starr that it was Christmas, and urged her to shake off the doldrums and embrace the holiday spirit.  Starr agreed to exchange gifts, and offered Langston a bounty of clothes and yoga lessons in order to ease Langston's sexless drought going into 2011.  Langston admitted she wasn't sure if there was a future to pursue with Ford after she had suspected him of murdering Eddie.  Emboldened by the gift-giving, she suggested they skip the usual \"Cramer women\" festivities and head to Angel Square to celebrate Christmas in their own way.  Not in a partying mood, Starr agreed.\n\n\nAfter the girls left, Jack and Sam rushed into La Boulaie, still arguing about whether Santa Claus was fact or fiction.  \"He's a myth invented by toy stores so they can make more money!\" Jack declared, but little Sam was having none of it.  Before Jack could elaborate on the \"Christmas magic\" of Logan's Department Store, Blair arrived, gagged Jack once again and sent Sam out of the room.  Miffed, Blair warned Jack that if he spoiled Christmas for Sam, his presents would disappear too.  As Dorian headed for the kitchen, she stopped in the living room and warned Jack not to open his presents too early.  Jack insisted he was only shaking them to determine their contents.\n\n\nDorian returned to the foyer and called Echo, offering her ten thousand for a night's work on a photo shoot.  Echo was intrigued by the offer.\n\n\nBack at Llanfair, the holiday partygoers, who had increased to include Clint, began gathering in the living room as Natalie quietly informed Gigi and Rex that she and John were about to announce their engagement.  Rex wondered what had changed her mind about Marty's threats, but Natalie had no answer.\n\n\nEcho entered the living room and told Charlie and Viki she needed to step out.  She offered to let a concerned Charlie accompany her, but Viki laid down the law and told Charlie to stay.  Echo promised Rex and Shane dinner on her the following week.  \"Drive safely!\" Viki trilled as Echo made her exit.\n\n\nOn her way out of Llanfair, Echo was intercepted in the foyer by Clint, who was full of barbs and insults for his old flame.  Echo told Clint that what he was doing to Charlie was evil, but Clint jeered that Echo was milking Rex's false paternity for all it was worth in order to get closer to \"Chuckles.\"  \"Where'd the old Clint go?\" Echo asked him. \"When did you turn into Asa?  Because you're not one little bit of the man who made love to me.\"  Clint said he had since wised up, but Echo told him he wasn't smart enough, because Clint was the only one left alone and bitter, having sacrificed an incredible son and grandson.  Clint pondered Echo's words as she walked out on him.\n\n\nClint returned to the living room just in time to hear John and Natalie announce their engagement to the assembled guests.  There were hugs and cheers all around, and Clint whispered in Natalie's ear that it was about time John popped the question.  Brody and John compared notes on their surreal situation, sharing new babies and marriages at the same time.  Charlie congratulated Clint on adding two cops to the family, and Clint cracked that he would have to be on his best behavior.  As the men laughed, Rex glared at Clint from across the room.\n\n\nEcho arrived at La Boulaie and met Dorian in the foyer. Dorian immediately ushered Echo upstairs to the roof.\n\n\nIn the drawing room, Jack continued shaking his gifts, unsatisfied to find several packages of what were obviously clothes.  Watching closely, Sam continued to wonder when Santa would arrive.  Jack was determined to prove to his little brother that Santa was made up, but Sam remained convinced Santa was the real deal.  When Sam noticed Eli's mystery box, Jack stopped him from opening it and said it was from \"Mom's serial killer husband.\"  He figured it probably contained a shrunken head, and decided they needed to open it themselves in order to protect Blair.  \"Good idea,\" Sam declared, and the boys headed onto the patio, leaving Blair to return to an empty living room.\n\n\nStarr, Langston, and Hope arrived in Angel Square, where they ran into the Ford brothers beside the giant Christmas tree.  \"Merry Christmas, Twinkle,\" James said softly.\n\n\nLangston took Ford and Hope aside as Starr and James discussed their troubles.  Starr told James of her difficult time at Statesville, seeing Cole, and James asked if his presence made her uncomfortable.  He offered to leave, but Starr told him not to go.  \"I'm glad you can be my friend,\" she said, and nothing more, \"because I really need you right now.\"  James promised to always be there for her.\n\n\nNearby, Langston apologized to Ford for thinking he could have killed Eddie.  Ford shrugged it off and cracked that he was the most trustworthy guy around, then asked Hope her opinion.  \"You're good with her,\" Langston noticed, and said she trusted him as well.\n\n\nBack at La Boulaie, Dorian ushered Echo onto the roof of the Cramer mansion, where she said she wanted Echo to stage a Christmas photo shoot with Dorian dressed as Santa, bringing good tidings to all of Llanview.  Dorian stepped back downstairs to tend to some last-minute details, leaving the Santa suit behind.  As Echo grew cold in the frigid temperatures, she attempted to leave the roof, only to find the door locked.  Horrified, Echo began screaming for help.\n\n\nDownstairs, Dorian, acting casual, returned to the living room and Blair.  Kelly blew into the house, bitching about Aubrey and Joey's engagement and calling the lovebirds \"painfully cute.\"  Sympathetic, Blair told Kelly that Joey had moved on, and suggested her cousin do the same before pecking her on the cheek.  But Kelly couldn't shake the feeling that there was something off about Aubrey -- her perfect attitude, her strange phone calls.  When Kelly decided to investigate her romantic rival, Blair suggested she back off, while Dorian cheered her on, and ignited the fireplace.\n\n\nOver at Llanfair, Joey and Aubrey arrived for the family festivities, and were delighted by the news about John and Natalie's engagement.  Joey was keen about himself and his sisters all getting hitched at the same time, but Clint chose to pointedly gloss over Aubrey's existence.  As Jessica treated Aubrey to some eggnog, Joey confronted Clint in private.  Joey warned Clint to treat Aubrey with respect, even if he couldn't share in their happiness.  As Aubrey and Joey, and Brody and Jessica talked about their wedding plans, Clint fumed in the corner.\n\n\nIn the kitchen, Viki and Charlie tested Viki's dishes and enjoyed some time alone.  Charlie told Viki it was nice to see her smiling, and said he knew how hard Echo's presence in the house was for his wife.  Viki said that with her family home and happy, all was finally right with the world.  Charlie couldn't help but worry about Echo's sudden exit, but resolved to let his ex go her own way while he enjoyed the holidays with his wife.  Delighted, Viki embraced him, and they returned to the living room just in time to see Brody read The Night Before Christmas to Bree and the assembled guests.\n\n\nOn the roof of La Boulaie, Echo struggled to stave off the chill of the elements by donning Dorian's leftover Santa suit.  As she howled into the winter night, her cries distracted Jack and Sam from their attempt to bash open Eli's mystery box.  \"Santa!\" Sam cried, and he and Jack rushed through the drawing room, past the befuddled Cramer elders and up the staircase to confront their none-too-jolly guest.\n\n\n\"I need a drink,\" Echo moaned as she tottered about on the roof.  Noticing the chimney, she hurried over to it, bent double and began calling down into the dark abyss.\n\n\nIn the drawing room, Dorian was horrified as Echo's cries for help began to reach Blair and Kelly's ears.  \"It sounds like an echo!\" Kelly mused.  Scrambling, Dorian rushed to the stereo and began to blare Handel's The Messiah to drown out her rooftop hostage.\n\n\nJack and Sam reached the roof just in time to see \"Santa\" bent over the chimney, as Echo lost her balance and fell in.  \"You see?\" Sam cried. \"I told you!\"  Rushing over to the chimney, the boys noticed that \"Santa\" had gotten stuck in the chimney.  \"Go, Santa!\" Sam called down to \"St. Nick.\" \"The tree's by our fireplace!\"  Realizing that the fireplace was lit, Jack grabbed Sam and hustled back downstairs.\n\n\nAt Llanfair, Aubrey found herself alone in the kitchen, primping.  As she turned to leave, she ran into Clint.  The two locked eyes and shared a strange, silent moment before Clint wished her a merry Christmas.  Smiling, Aubrey walked back into the living room.\n\n\nIn the foyer, Rex was pulled away from Brody's reading by a call from Kelly at La Boulaie.  Kelly told Rex she needed him to find out everything he could about Aubrey Wentworth.\n\n\nAs Kelly spoke to Rex, Jack and Sam rushed back down to the drawing room, grabbed a pitcher of water and doused the fireplace flames.  Blair was shocked by their behavior.  \"Mom, I'm saving Santa Claus's life!\" Jack cried.  \"Oh, no,\" Dorian muttered, realizing the impending disaster, just in time for Echo to crash down into the fireplace.  Her Santa suit covered in ash and soot, Echo glared at Dorian.\n\n\nAt Llanfair, Clint returned to the living room to listen to Brody's reading.  As he spotted Charlie sitting with Rex and Shane, his face darkened.  Beside him, Viki asked if he was all right.  \"Yeah,\" Clint said softly. \"Just thinking about family.\"\n\n\nIn Angel Square Park, Starr, James, Ford, Langston, and Hope stood together by the great Christmas tree, and sang \"O Come All Ye Faithful\" to celebrate Christmas Eve. \n\n\n",
    "tvmega_recap": "Dorian lights the Llanview Christmas tree in Angel Square and makes some mayoral announcements. But she knows that Viki might need to \"Vent\" about her very frustrating situation with having Echo in her home with Charlie for Christmas so Dorian calls her. Viki admits to Dorian that she is ready to strangle Echo and willing to resort to drastic measures like having Dorian \"take care\" of Echo as only Dorian can do. Dorian then calls Echo to tells her she can give her $10,000 for taking some Christmas photos of the mayor dressed as Santa Clause. But when Echo goes to meet Dorian on the rooftop, Dorian locks her on the roof where it's cold. Echo then puts on Dorian's Santa suit in order not to freeze and knows the only way to get off the roof is to go down the chimney. And while Jack Manning wants to convince Sam that there is no Santa Claus, the two boys see somebody dressed like Santa on the roof and they knows that the person is coming down the chimney. Starr and Langston are together wondering what to do for Christmas and about whether Langston should see Robert and whether Starr should see James. But they meet the two brothers in Angel Square and the four of them are happily together with baby Hope.",
    "soapcentral_condensed": "\"Llanview\" returns for a new season. This week's episode focuses on the Christmas season in Llanview. Kelly and Joey exchange gifts, and Joey asks Kelly to help him soften Clint up regarding Aubrey and the engagement. Viki pleads with Dorian to drive Echo out of Llanfair, and Dorian agrees to the plan. \"Be good, Viki,\" Dorian coolly replies. \"This is the season for miracles,\" Viki adds. \"I would say such nice things about you even in public,\" Echo responds. \"That's just an old guy in a crummy suit,\" Jack groused. \"What's with him?\" Joey wondered. \"He hates me,\" Aubrey replied. \"It's all good,\" Rex concluded, and said he was ready to go see \"Mom\" and \"Dad\" \"So it's allGood,\" Gigi reminded Rex that Echo and Charlie had been at the hospital after his accident, and made Shane happy.\n"
}