{
    "soap_central": "\n\nAt the Diner, Cole insisted Langston tell him whatever she was hiding about Starr, browbeating her for the truth. He threatened to go to La Boulaie and see her himself, but Langston and Markko stopped him, begging him not to go to her. Langston agreed that Starr was suffering, but warned that Cole going there and endangering himself would only make things worse. Cole was melancholy, admitting that losing Starr now felt like losing his mother all over again. He told Langston that if he'd known his being with Starr at the Wilde house was going to lead to this conflict, he would have reconsidered his actions, then he cursed Todd for attempting to move the Mannings to Hawaii in the first place. Hiding her knowledge that Starr and Cole made love, Langston chose her words carefully, asking Cole if he was sorry he and Starr had gone to the house that night. Cole said he loved Starr, but knew that because of what had happened, things would never be the same again, a statement which resonated with Langston. Cole left their table briefly, and in a private moment between the couple, Markko noted Langston's distracted affect. Markko pushed Langston to tell him what was on her mind, but Langston protected her best friend's secret. When Cole returned, Langston and Markko left him to take a walk together, but not before Langston gave Cole a gift: a new photo of Starr taken a few days prior. Left alone with Starr's picture, Cole flashed back to John's warning not to go near the Mannings, knowing it would cost him his freedom. \n\n\nOver at Capricorn, Cristian continued his phone call to Napa, unnerved to realize Nash was in \"Sarah's hotel room.\" In Napa, the tipsy Sarah got on the line, explaining the error that resulted in her and Nash sharing a large two-bedroom suite. She told Cristian that she'd had far too much wine at the tasting, plus champagne, \"to celebrate all the very good hiccups we made today...did I just say hiccups?\" She apologized for rambling and losing track of her conversation, and sheepishly bid Cristian goodnight. As Sarah stumbled around the suite, Nash kept refilling her champagne flute, drawing protests from his employee: \"I've already exceediated my limit...is that even a word? It should be.\" Settling back on the couch, the sloshed colleagues fell into a philosophical conversation about wine-making. Nash told Sarah about his past in Napa with Tess, and said that even in Pennsylvania, running his own vineyard was his lifelong dream. Nash's intimate metaphor for tending to the vineyard and creating wine appealed to Sarah, and Nash asked Sarah what her own dreams were. Sarah said that she used to live for her singing, but Stephen Haver's attack ended all that. She said she didn't know what she'd do next. Nash told Sarah he thought she had found her niche as a talent booker and PR specialist, and asked her to consider staying on with the winery when they returned to Llanview. Sarah promised to think it over, and the two of them tottered off in opposite directions to their separate bedrooms. \n\n\nBack in Llanview, Natalie and Jessica were chatting it up at Capricorn. Jessica perked up when she saw Jared arrive in the club, and Natalie begged her not to call him over, flashing back to Jared's kiss at the Buchanan lodge. To her dismay, Jared made a beeline straight for the sisters, and when Cristian called Jessica away, Natalie and Jared were alone yet again. Natalie made it clear she was disgusted with Jared, but nothing seemed to register. \"God, you're hot when you're angry,\" Jared marveled. Natalie warned him not to push her, reminding Jared that she could still expose him to the entire world for the fraud that he was. \"But I do want the rest of the world to know that, and you know exactly why,\" Jared answered. \n\n\nOver in a corner of the club, Cristian told Jessica about Nash and Sarah sharing a suite in Napa. The two exes both told each other they had nothing to be insecure about, but it was clear the separation anxiety was getting to them. Jessica admitted that she was on edge, and wished she were in Napa, her and Nash's special place, instead of her cousin. Urging her not to worry so much, Cristian left to get them both drinks. \n\n\nBack at Jared and Natalie's table, Natalie invoked the threat of another prison sentence, but Jared shrugged it off, saying it would be a small price to pay for her love. He kept flirting heavily, but Natalie insisted there was nothing between them anymore, and that all she felt for him was rage and hatred. Jared said that there was a fine line between those emotions and desire. He said she couldn't admit that she was angrier at his choosing the Buchanans over her than anything else, and challenged her to tell them once and for all. Natalie dismissed the idea, saying that David Vickers would be worse for the family and Buchanan Enterprises than Jared, and added that she didn't want to give Jared the satisfaction of knowing when and how she would lower the boom on him. Jared gave her another incentive to spill the beans when he said he simply didn't want to hurt the family more than he already had. Jessica returned to the table, and her comments about \"knowing what [they] were up to\" caused the tense Natalie to fly off the handle at her sister. Jared covered for Nat by claiming it was office stress causing friction between Natalie and her \"uncle,\" and Natalie apologized to Jessica, then headed to the bar. Jared asked Jessica how things were with Nash and the vineyard, and Jessica told him about the Napa business trip. Jared was surprised she hadn't gone herself, and his vivid tales of Napa in the spring put Jessica off even more, leading to her ditching Jared as well. \n\n\nLayla and Talia entered Capricorn to see Antonio at the bar, drinking with fellow LPD officer Eddie. Talia was obviously anxious to see her estranged lover. Layla tried to get answers out of her roommate about the trouble between Talia and Antonio, but before Talia could explain herself, John arrived, asking to speak to Talia privately. The two went off to a secluded spot and compared notes about Antonio's behavior. Talia urged John to speak to his former friend, but John didn't see what the point would be. He told Talia that Ramsey had tried to plant cocaine on him back at the office, and explained that he'd disposed of it before the drug bust. Talia concluded that Ramsey really wanted to nail John. \"Obviously he'll do whatever it takes to make that happen,\" John agreed. Talia wondered if Ramsey and John's feud was really all about their past in the FBI, but John didn't think so. He felt confident that there was \"something more\" to Ramsey's activities in Llanview. At the bar, Eddie the cop needled Antonio about John and Talia being alone and \"intimate\" once again. Leaving John alone with Layla, Talia took the initiative and approached Antonio alone, while Layla confronted John about his \"relationship\" with her friend. She'd said that she'd thought John was a stand-up guy when he was with Evangeline...before he'd dumped her for Natalie. John blew Layla's concerns off and left her hanging. Back at the bar, Talia pleaded with Antonio to understand Ramsey's vendetta against John, and when John arrived on the scene, he attempted to explain the drug frame-up to Antonio himself. Antonio didn't buy their explanations, and stalked off. \n\n\nDuring Antonio's blow-up, Layla and Natalie crossed paths and discussed Rex and Adriana's upcoming wedding. Despite designing the dress herself, Layla confessed she had doubts that any wedding would ever take place, thanks to Gigi Morasco's presence in Rex's life, with Rex constantly rushing to her rescue. Natalie asked if Gigi was making a play for Rex, but Layla admitted she couldn't be sure. She resolved to stop obsessing over her girlfriends' lives so much and made tracks. Natalie headed for the bar herself to speak to John and Talia, concerned about the visible drama between them and Antonio. She quizzed them about it, but before she could get an answer, Eddie returned to make snide comments about John and Talia, as well as the former Commissioner Buchanan, which offended Natalie. Natalie was sure there couldn't be any truth to Eddie's innuendos, but the body language between John and Talia seemed to tell her otherwise. She left them there, only to run into Jared at her table yet again. Alone with John once more, Talia agonized about Antonio's blind anger, and said she blamed Ramsey for all of the aggravation. She just couldn't figure out what was driving Ramsey's manipulations: \"What is it?\" \n\n\nLonely at a private table, Antonio kept on drinking with Cristian by his side, and was inflamed to hear that Nash was sharing a room with Sarah. \"Son of a bitch is at it again,\" Antonio muttered. Cristian assured Antonio that he trusted Sarah, causing Antonio to retort, \"I trusted Jessica.\" When Cristian left him alone, Antonio came face to face again with his ex-wife. Antonio told Jessica he'd heard about Nash and Sarah going to Napa together, and Jessica continued to play off any anxiety she might have. Antonio remained unconvinced. \n\n\nAt the penthouse, Ramsey returned home, but before he could retire for the evening, there was a knock at the door. Todd stormed in, warning Ramsey that John had screwed up and the penthouse would soon be Todd's again. He admitted they had a lot in common. \"We both like to threaten people,\" Todd said. \"That's why I'm here; I want to make a nice, friendly threat.\" Todd reminded Ramsey of another thing they had in common: Gigi. He asked Ramsey why she was still in Llanview, given how damaging she could to be the new Commissioner. Ramsey made a number of excuses, but Todd explained that he'd concluded that Ramsey had made her stay, to keep her and Shane reined in and unable to reveal his dirty deeds. Todd, Gigi, and Shane were all witnesses to Ramsey's crimes in Paris. \"She's my insurance,\" Todd told Ramsey, \"and I'm hers.\" \n\n\nRamsey tried to play innocent, but Todd warned him that if Ramsey made a move against either his family or Gigi's, the other witness would nail Ramsey for what he'd done to the Morascos in Texas. Having made his \"friendly threat,\" Todd left Ramsey, who then sent his female housekeeper home for the evening. The housekeeper, apparently playing nursemaid to the mysterious woman upstairs, explained she'd left the bedroom windows open-\"for the view.\" When Ramsey headed upstairs himself, he spoke to the unseen woman there, saying he'd chosen this place for them because of that same view of the sunset. He asked her what new book they would start that night-a thriller, a romance, or a mystery? Ramsey chose the mystery novel, acknowledging that \"everyone likes a mystery...\" \n\n\n",
    "tvmega_recap": "Todd goes to see Ramsey and tells him he knows the reason why Gigi is staying in Llanview is because Ramsay is threatening her. And he tells Ramsay that he and Gigi might team up to bring him down. At Capricorn, Cristian is worried about Sarah in Napa alone with Nash, without him. Jessica has the same concern. Jared is hoping he can win Natalie over. But she tells him no way. Antonio is angry at Talia and it looks like he and his new partner want to set John up to get in trouble. Langston knows she cannot tell either Cole or Markko that Starr is pregnant.",
    "soapcentral_condensed": "At the Diner, Cole insisted Langston tell him whatever she was hiding about Starr. He threatened to go to La Boulaie and see her himself, but Langston and Markko stopped him. In Napa, the tipsy Sarah got on the line, explaining the error that resulted in her and Nash sharing a large two-bedroom suite. Back in Llanview, Natalie and Jessica were chatting it up at Capricorn. Natalie warned him not to push her, reminding Jared that she could still expose him to the entire world for the fraud that he was. \"But I do want the rest of the world to know that, and you know exactly why,\" Jared answered. Back at Jared and Natalie's table, Natalie invoked the threat of prison sentence, but Jared shrugged off it, saying it would be a small price to pay for her love for him. The two told each other they had nothing to be insecure about, but it was getting to the edge of them.\n"
}