{
    "soap_central": "\n \"I Never Sank for My Father\" \n\n\nGigi paid a visit to Llanfair to let Viki know that she wouldn't be seeing Gigi around much in the foreseeable future. Before talking about the reason why, the women had some discussion of Rex and Mitch. Gigi then admitted that she had kissed Schuyler. She recounted the event to Viki and confessed that she didn't know if she was leaving Rex for Schuyler. She did know that she needed time to herself to figure out what she wanted, hence the reason for her disappearing for a while. Viki was surprised to learn that it was Rex's idea.\n\n\nGigi admitted that Rex never liked the idea of Gigi being friends with Schuyler. She did feel something for Schuyler, but she wasn't sure if she was grateful for his being there or angry about Stacy and the baby. Maybe there was more, she declared. Viki reminded Gigi that she would have to choose between Rex and Schuyler eventually. Confiding that she needed time to get away and clear her head, Gigi noted that she had asked for time off at Rodi's and would probably stay with Moe and Noelle. She was surprised when Viki handed her a set of keys. Viki divulged that she owned a cabin on Llantano Mountain and Gigi could stay there and take her time.\n\n\nShane advised Rex that he already knew about Gigi and Rex breaking up when Rex approached his son with a batch of pancakes. \"What does she need to think about?\" Shane wanted to know. He admitted that he had tried to \"guilt trip\" his mom, but Rex convinced Shane that Gigi didn't need to be more upset than she already was. He explained that sometimes a loved one needed time to figure things out. \"Will she end up with Schuyler?\" Shane asked.\n\n\nShane recalled that Rex always acted strangely around Schuyler and he knew that his mother was moving out because of Schuyler. Rex was uncomfortable and didn't want to discuss the issue, but Shane reminded his father that the reason Gigi told him about speaking to each parent separately was so that he could ask questions. Shane was also worried about being in the middle of his parent's dispute. Rex assured him that the problem was between Gigi and Rex, and wasn't about Shane at all. Shane wondered how long his mother would be gone. He hoped it wouldn't be too long.\n\n\nSlipping into the house unobtrusively, Gigi hugged her son and promised to see and talk to him often. As Shane headed off to school forlornly, Gigi wondered if they were doing the right thing.\n\n\nAt the Buenos Dias Café, Schuyler couldn't help staring at Gigi's name in his cell phone address book as nearby, Stacy spoke to Kim on the phone. The women each updated the other on the progress of their latest scheme to nab the men they were pursuing. Shortly after, Stacy sat down to enjoy a meal, causing Schuyler to rush to her side. He couldn't believe she was eating ham and drinking coffee, since both were bad for the baby.\n\n\nStacy reminded him that he wasn't supposed to care as part of their deal. She was sure that Schuyler didn't want to lose Gigi if Gigi found out that the baby Stacy was carrying belonged to Schuyler. He agreed reluctantly and explained that he felt the same about Gigi as he did when he was doing drugs. He felt as though he was addicted to Gigi by being in love with her. Stacy corrected him, noting that it wasn't addiction, but love, and it was beautiful. Giving in, Schuyler advised Stacy to take care of Rex's baby. He was happy that Gigi liked him, at least. Stacy assured him that he only needed a window of opportunity in order to make his move.\n\n\nShe added that it was too stressful for herself and her baby to worry about Schuyler saying something to Gigi, so she thought it would be best to tell Gigi herself. Picking up her phone, she advised him that she was calling her sister and the phone was ringing. Panicked, Schuyler grabbed the phone from her hand but he saw that Stacy had not really placed the call. He assured her that Gigi and Rex would be staying together, anyway.\n\n\nOn the other side of the café, Shaun was thrilled to see his sister newly returned from Seattle. He gave her a big hug. Destiny was happy to report that her mother had talked Rachel's ear off during the entire airplane ride back to Llanview. She also explained that Matthew was still in Seattle, waiting for a pretty girl. Destiny filled Shaun in on all that had happened with Danielle, and said that, while she didn't like the girl, she admitted that she felt bad for her. Shaun acknowledged that Destiny was obviously unhappy that Danielle had divided Destiny and Matthew. He wondered if Danielle actually knew she was between the pair.\n\n\nDestiny insisted she wasn't jealous. Shaun added that she couldn't help it, dealing with someone who had fashion model looks, saved people, had lots of experience with the opposite sex, and had been around. Destiny hushed her brother, noting that they weren't talking about Greg. She only hoped that Danielle was going to live elsewhere. Shaun was happy that Destiny was sharing her feelings with him. She revealed that she was planning something special for Matthew.\n\n\nNigel found Clint laid out on the couch at the Buchanan mansion with the room in disarray. Clint advised his butler that he had a lot to think about but appreciated his servant's honesty and discretion. \"Of course, sir,\" mumbled a confused Nigel as he retreated to retrieve a broom. Clint removed his wedding band, spitting on it emphatically.\n\n\nNigel was unsuccessful in keeping Kim out of the house, as Clint heard her arrive. She informed her boss that she had taken care of everything at the meeting that he had missed. She had handed out coffee, croissants, and Buchanan Enterprises t-shirts left over from the blood drive. She had advised the attendees that Clint had a family emergency. She also had some work for him to do at home, she announced professionally. Clint couldn't believe he had forgotten about his business meeting. As Nigel tried to intercede, Clint cut him off, reminding him of his promise to take Renee to an appointment. Nigel stood by eavesdropping as Kim began to put her plan in motion.\n\n\nKim soothed Clint, acknowledging that things must have been awful for him. Clint didn't want to discuss it, he told her. Kim apologized, realizing that it really wasn't her business, especially when Clint had Nigel and Nora to talk to. His wife was the problem, Clint couldn't resist telling her, adding that she was in love with his brother. Kim was \"appalled\" and promised that she would keep the news secret, but she couldn't understand. Clint was a wonderful man and didn't deserve it, she purred. Retorting that Kim really didn't know him, Clint reminded her that they had just met. He agreed with her assessment, though, that he didn't deserve it. Kim assured him that everything was for the best.\n\n\nClint admitted that he wasn't sure what his next move would be, but Kim urged him to get even. Clint was sure he would think of something, and Kim offered to help Clint out in any way that she could. Clint promised that he would give Bo and Nora a welcome home that they'd never forget.\n\n\nIn the Seattle hospital, Greg gave Nora and Bo the good news that Matthew was being released. They assured their son that Danielle had been located and was doing well. Bo reported the facts and that Todd had done the right thing for a change. He had risked his life for Danielle, which was surprising, since Todd usually only did something if it benefited himself. Greg talked about Matthew needing to start therapy, but the teen began to climb out of the bed. He insisted that he needed to see Danielle and would not return to Llanview until he did. As he wobbled and began to fall, Greg and Bo placed him back onto the bed. All smiles, Bo agreed that they would have to visit with Danielle at the police station if Matthew was so determined.\n\n\nOutside of Matthew's room, Nora sighed that she would have to tell Clint that she was in love with Bo. Bo agreed that Clint deserved to know and that they had probably waited too long to tell him. She phoned Clint and advised him that Danielle was safe and after one more stop, she and Matthew would return home. She added that she had lots to tell him. In response to Clint's question regarding Bo's return, Nora replied that she wasn't sure when he would return. \"I love you,\" she told her husband. Clint hung up on her, as he told her there was a terrible connection.\n\n\nAt the Seattle police station, the gathered Llanview residents awaited word on the river search for the missing Ross. Danielle was sure that her father was still alive. Téa knew that her daughter was having a difficult  time emotionally. When the police official reported that Ross was presumed dead, Danielle lost it. She accused Todd of murdering her father and screamed, \"Arrest that son of a bitch!\"\n\n\nAs Téa tried to calm her daughter down, Todd voiced his annoyance at Blair for knowing that Danielle was his daughter and not telling him. Blair confessed that while she knew, it had only been for a short time. She swore that the reason she had sent Todd to Seattle was to settle things with Téa. Danielle advised Téa that she didn't want to go to Llanview because there was nothing there for her. \"Yes, there is,\" Todd piped up.\n\n\nTodd and Téa both pointed out that family members lived in Llanview, with Todd noting there were more than Danielle was aware of. \"I'm...,\" he started to say but was interrupted as his daughter finished his sentence. \"The man who killed my father,\" she criticized. She let him know in no uncertain terms that she hated him and wished he was the one who was dead. She never wanted Todd anywhere near her.\n\n\nTéa attempted to explain that it wasn't Todd's fault that Ross was dead but Danielle reminded her mother that she had seen Todd commit the act. She said  that Téa  couldn't be her mother anymore and she needed to get away. She stormed out of the room with Blair, who offered to take her for a walk. Todd was upset that Danielle hated him. Elijah suggested that Danielle needed time to grieve, and Téa agreed.\n\n\nAs Gigi headed upstairs to retrieve her bag, she and Rex discussed Gigi's leaving. Stacy arrived to talk to Rex about her doctor's appointment and Gigi continued to talk, not realizing that Stacy was there. Stacy couldn't help smiling when she heard the news. Rex walked Gigi out and reminded her that they found each other and it had been easy to get back together after ten years apart. They kissed goodbye and expressed their love for each other.\n\n\nRex was annoyed with Stacy, as usual. She told him that she learned that \"a happy parent makes a better parent,\" so she was hoping they could just be good friends. She was sorry he was having a rough time. \nOnce she left, she phoned Schuyler and told him that the window of opportunity had opened. Gigi had moved out and it was time for him to move in.\n\n\nDestiny was full of smiles when Greg called to inform her that Matthew would be discharged and was returning to Llanview. Shaun showed his displeasure at knowing that Destiny was on the phone with their brother. She urged Shaun to be happy for her. Shaun assumed that Greg would be returning, also.\n\n\nWhen Danielle returned from her walk, she informed Téa that she didn't want her mother anywhere near her. An annoyed Téa reminded Danielle that she was still Danielle's mother, and Danielle would have to live with her. Elijah offered to have Danielle stay with him, and Blair offered La Boulaie as a place for Danielle to go--to which Téa quickly responded \"no way\". Danielle thought that Todd should kill her, too, because she'd rather be dead with her father.\n\n\nJust then, Matthew arrived with his parents and suggested that Danielle stay with them. He assumed it wouldn't be a problem and he turned to his mother. Nora and Bo looked at each other awkwardly. Nora spoke up, suggesting that it wouldn't be a good idea. Téa pulled her aside and whispered. She pleaded with Nora to set aside her feelings about Téa, and promised to be \"eternally grateful\" if Nora would allow Danielle to live with her. Nora was against it at first, but gave in reluctantly. Matthew assured Danielle that she would love Llanview. They weren't going to the place they had originally thought, but he was fulfilling his promise of getting her home.\n\n\nTodd thought it was a good idea to wait for Danielle to settle down before giving her any explanations on his real identity. He thought she should find out what kind of person Ross really was before he told her the truth.\n\n\nAway from the others, Nora and Bo agreed that they would have to wait again to talk to Clint. Bo was sure that fate was working against them. Nora vowed that they would be together sooner or later.\n\n\nAfter Gigi was gone, Viki dropped her phone. Bending down to pick it up, something caught her eye in the shrubs. Opening the patio doors and walking outside, she leaned down to pick up an empty vodka bottle.\n\n\n",
    "tvmega_recap": "After Clint finds out that Bo and Nora have cheated on him behind his back, he is alone and upset. And it's the perfect opportunity for Kim to \"move in\" on him. Stacy has a similar opportunity when Gigi decides to get away and Rex is alone. Schuyler also admits that Gigi and Rex's break up is not something he needs to feel \"bad\" about for his own personal reasons. In Seattle, Dani is furious with everybody for what happened to her father. She tells Todd she hates him because he killed her dad. She refuses to live with her mother and doesn't know where she can live. But Matthew comes to see her and offers to let her stay with him, his mom and his uncle Clint. Nora reluctantly agrees, still unaware that Clint knows about her and Bo. Destiny returns home and tells Shaun all that has happened. He reflects that his situation with Rachel and Greg is not unlike hers' with Matthew and Dani.",
    "tvmega_summary": "Episode # 10586 ~ I Never Sank For My Father",
    "soapcentral_condensed": "\"I Never Sank for My Father\" Gigi paid a visit to Llanfair to let Viki know that she wouldn't be seeing Gigi around much in the foreseeable future. Viki reminded Gigi that she would have to choose between Rex and Schuyler eventually. Shane advised Rex that he already knew about Gigi and Rex breaking up when Rex approached his son with a batch of pancakes. Shane was also worried about being in the middle of his parent's dispute, but Rex assured him that the problem was between Gigi, and wasn't about Shane at all. The women each updated the other on the progress of their latest scheme to nab the men they were pursuing, as Stacy spoke to Kim on the phone. Matthew was still waiting for a pretty girl in Seattle, while Shaun acknowledged that Destiny was obviously unhappy that she had divided between her mother and Danielle. He knew if she actually was divided between Destiny and Danielle, she would actually be happier with both of them, he said.\n"
}