{
    "tvdb": "Danielle confronts Jack with the latest newspaper headline of Tomas being Victor's murderer. Starr walks in on Blair trying to get a hold of Tomas. Kristine apologizes to Rex for the kiss. Stacy pulls away from Cutter. Ta tells Shaun that she's pregnant. Jack tells Danielle that he's just going after Tomas just to get himself off the hook. Todd promotes Tracy at The Sun to keep her from talking to John. Rex and Kristine prepare to stakeout the plastic surgeons office. Neela asks Shane exactly how his mother died and is stunned by what she hears. Todd makes it clear to John that he didn't start fire to his own paper. Ta tells Shaun that Tomas will be cleared again and didn't shoot Victor like before when he was accused. Starr tells Blair that it was because of Tomas that she missed eight years with her father. Dr. Fascinella finds no scarring behind Stacy's ear and tells Cutter she's not Stacy but Gigi. Starr is served with papers.",
    "tvmega_recap": "Shane urges Neela to play the tape of Jack confessing to having Gigi Morasco killed. Although she really doesn't want to get Jack in trouble and he's expressed remorse, Shane gets her to play the recording to John McBain. John is very satisfied that he's finally gotten what he needs to make Jack pay and get justice for Rex and Shane, as he was not able to do before. But it seems Jack might be \"turning over a new leaf\", developing a conscience and Neela is caught in the middle and not happy as Shane and others are. Todd manages to make himself a hit with Blair, Starr, Sam and even Jack is cordial to him while he spends Christmas with them. A furious Viki reveals to Natalie that she caught Clint kissing Kim. Viki encourages her mother not to tolerate that although Jessica listens to her dad as he tells her he's made his decision to choose her mother over Kim. Viki and Clint finally resolve their misunderstanding and end up kissing and reconciling. In Paris, TX, Rex and Gigi/Stacy get to see the accurate video of what happened when Gigi died from carbon monoxide poisoning in the basement. And we learn, for the first time that Stacy came out of nowhere to finish what Jack and his friends started. She intended to let Gigi die in the basement and take her wedding dress to marry Rex in her sister's place. And Rex learns, for the first time, that the Gigi look alike is in fact the real Gigi and it was Stacy who died and looked just like Gigi and so everybody has been mistakenly believing that she was Gigi. Knowing that the love of his life is alive and well, Rex is finally complete."
}