{
    "soap_central": "\nJump On It\n\n\nAt La Boulaie, Addie hosted a party for her young friends. Dressed in hip-hop attire, Addie and her friends laughed and danced to rap music. As the party got underway, a newly transformed David interrupted the festivities. When Addie asked David to join them, he declared that he needed to cleanse his soul. At David's request, Addie dismissed her guests so that she could speak with David. When Addie offered David a drink, he promptly refused, citing that it was a vice that he no longer wished to indulge in. \n\n\nStartled by David's transformation, Addie wondered why David had returned to Llanview. Announcing that he needed to atone for his sins, David admitted that he had married Addie in an attempt to exploit Dorian and her control of Buchanan Enterprises. Confessing that he hadn't married her for love, David apologized to Addie and remarked that he had hoped that their marriage would help Dorian to realize what an exciting and vibrant woman Addie actually was. To his surprise, Addie acknowledged that she knew the real reason why David had married her and admitted that she hadn't loved him, either. \n\n\nPleased by Addie's reaction, David continued to confess his sins - he admitted to giving away her prize possession, David Vickers, the dog. Overhearing David's confession, Shaun informed David that the dog's collar had contained the Mendorran crown jewels. As Shaun remarked that he had given away a fortune, a look of shock crossed David's face. While David began a nervous chant, Addie asked if he were feeling okay. Moments later, David regained his composure and declared, \"I am peaceful and do not need crown jewels. Nothing is needed beyond the path of enlightenment!\" \n\n\nAs David prepared to leave, Shaun questioned if David had really lost his desire for the good life. David insisted that he was a changed man and offered to show Shaun the light. Addie was certain that her lifestyle would conflict with David's newfound religion, and the two said goodbye. Later, Addie mentioned that she was happy that David had found inner peace. Shaun persisted that David would never lose his desire for money, but Addie maintained that anyone could change - she had. \n\n\nOn the rooftop of the Palace Hotel, Todd thanked Marty for changing him into a better person and pleaded with her to be with him. He appeared hopeful when Marty agreed to make an attempt to repair their relationship. As Todd reached his hand out for her, Marty lashed out at him. Referring to him as a sick individual, Marty pushed him away and announced that she didn't love him. She confessed that she had set him up and was thrilled that he had fallen for the trap. While Todd appeared distraught over the revelation that Marty didn't love him, Marty taunted him. \n\n\nReminding him of the fear that she had experienced upon learning the many lies that he had told her, Marty insisted on knowing how he felt to learn that someone he really loved actually despised him. A despondent Todd listened as Marty continued to rant. In an erratic state, Marty cursed him for keeping her in the dark and away from her loved ones. She vowed to destroy Todd and make him pay for the pain he had caused her. Admitting again that she had tricked him, Marty revealed that her plan had worked. She had intended to fill him with hope that they would be together, and then reject him. Marty wanted Todd to feel the same hurt that she had - that his life had been a lie. \n\n\nFeeling dejected, Todd related that he wished Marty had killed him when she had the chance. Pushing Todd to the ground, Marty agreed that Todd deserved to die but stated that she didn't want to ruin her life by doing the deed. Filled with remorse, Todd refused to look at Marty. Screaming at him, Marty demanded that he look at her and witness what he had turned her into. Convinced that she had reduced Todd to a guilt-ridden state, Marty smiled and suggested that Todd jump from the roof. Insisting that his death would benefit everyone, Marty urged him to allow her the opportunity to watch him die. As Todd stared at her in disbelief, Marty pushed him to the ground again and insisted that he leap to his death. A despondent Todd stared blankly at the ledge. \n\n\nAt the Buchanan mansion, Cole and Starr were stunned to find Marty's collection of news clippings relating to Todd's many crimes. As Cole worried about his mother's disappearance, Starr was certain that Marty was safe and probably needed some time to herself. Cole's fears were further raised when they discovered that Marty had left her cell phone at home. Looking over the files, Starr was astonished by the long list of crimes that Todd had committed, while Cole was alarmed that his mother would take the time to collect such disturbing facts. Convinced that Marty was headed for trouble, a terrified Cole placed a call to John. \n\n\nAt Rodi's, John and Blair celebrated the New Year with a toast and a kiss. Enjoying every moment together, John and Blair drew close to one another and began dancing around the bar. Refusing to lose a second of the magic, instead of heading to John's apartment, the couple decided to relocate to the pool table and make love. As John unzipped Blair's dress, his cell phone rang. Cole told John about his findings in Marty's bedroom and expressed his concern for her. After hanging up with Cole, John related the conversation to Blair and said that he needed to find Marty. Upon learning that Marty had been researching Todd's crimes, Blair insisted on joining John. After convincing Blair to stay put, John gave her a kiss and headed off to the Buchanan mansion to learn more details concerning Marty's disappearance. \n\n\nWhen John arrived at the mansion, Cole and Starr continued to update John on their findings. Although he was concerned, John persuaded Cole to take Starr home while he looked for more clues. Alone in Marty's room, John searched under her bed and came across her journal. As he read her entry, John was disturbed to learn that Marty was seeking revenge and had made plans to meet Todd. Blair phoned John. John advised her that his search would require more time and suggested that she head home to meet Starr. He apologized for cutting the evening short and hung up. John continued to search Marty's journal for clues. He discovered the numbers 703 toward the back of the journal. \n\n\nBack on the Palace roof, Todd slowly stood on the ledge. A pleased Marty begged Todd to jump for her. She tried to encourage him by explaining that his death would help her regain her life. As he listened to her pleas, Todd continued to look down. \n\n\nAfter escorting Starr home, Cole was anxious to check on his mother's whereabouts. Starr reminded him that John was on the case and asked him to spend the night at La Boualie. She promised that they would deal with his mother's situation together. \n\n\nAt Rodi's, Blair was deep in thought. She blew out a candle and quickly left the bar. \n\n\nJohn stood outside of room 703 at the Palace Hotel. Upon entering the room, he discovered a lit fireplace and Marty's purse on the bed. Up on the roof, Todd continued to ask Marty if she would really be happy if he jumped. An anxious Marty assured him that she would. Looking back at Marty, an emotionless Todd fell off the ledge. \n\n\nMeanwhile, Viki, Charlie, Nora, and Clint celebrated New Year's Eve in the ballroom of the Palace Hotel. Nora and Clint praised Charlie for remaining alcohol free. When Nora showed concern about the effect their drinking would have on Charlie's recovery, Viki exposed Dorian's part in helping Charlie take that first drink. Nora and Clint were horrified to learn of Dorian's involvement in Charlie's misfortune, and began to recount how Dorian's tactics had triggered several tragedies for the Buchanan family. Nora wondered if Viki and Charlie intended to press charges against Dorian. Explaining that she had reported Dorian's crime to Bo, Viki said that Bo had sought to question Dorian, but she had disappeared. \n\n\nNora and Clint toasted Viki and Charlie's reunion. When Viki thanked Nora for returning B.E. back to the hands of the family, she noticed that her comment had made Nora and Clint nervous. Realizing that Nora and Clint were keeping a secret, Viki demanded answers, but the couple made up an excuse. Later, Nora and Clint were obviously shaken when Viki mentioned that David had returned to Llanview. They listened as Viki and Charlie informed them that David claimed to have transformed and no longer had the desire for money. Upon the mention of David, Viki again noticed a look of fear on the faces of both Clint and Nora. \n\n\nAfter Viki and Charlie had left, Nora and Clint discussed David's presence in Llanview and worried that his parentage could be exposed. Citing that Viki had always had a soft spot for David, Clint told Nora that Viki could never learn the truth. Clint was certain that they could lose everything if David tried to claim the family fortune. The couple continued to wonder why David would return to Llanview. When Nora questioned whether David had learned the truth, Clint maintained that only a few people were aware of the secret. While continuing their debate over David's transformation, Nora and Clint turned around and nearly choked when they observed David. David approached and introduced himself as David Vickeroshi. \n\n\nAs Dorian admired her surroundings on St. Blaze Island, Alex Olanov approached. When Dorian began to berate Alex and mock her presence on such an exclusive island, Alex proudly revealed that she owned the island and that Asa had gifted it to her. Convinced that Alex was lying, Dorian reminded her that Asa hated her and would have never bequeathed her anything of value. Criticizing Dorian's behavior during the reading of Asa's will, Alex teased Dorian about Clint dumping her for Nora. Noticing that she was getting a rise out of Dorian, Alex bragged about her own marriage and sexual relationship with David. \n\n\nAs the two women tried to outdo each other, Dorian boasted about her takeover of B.E. and bringing down the Buchanans. Insisting that she had been desperate to get away from the crazy Buchanans while in Texas, Alex accidentally admitted to hitting a \"coyote\" with her car as she made her getaway. Realizing that Alex had actually hit her back in Texas, Dorian was appalled by Alex's apparent confession. Dorian threatened to sue her. Alex apologized and asked what Dorian wanted from her. Dorian demanded to know what else Alex had to offer, besides St. Blaze Island. With a smirk, Alex claimed to have information. As a curious Dorian listened, Alex stated, \"David Vickers is not David Vickers!\"\n\n\n",
    "tvmega_recap": "Charlie pays Jared another visit. Michael knocks on Marcie's door. Marcie gets a phone call from Gigi, telling her that she needs to see her. Marcie tries to make up an excuse to keep from seeing her again. Todd and Ramsay are there during the call. Dorian still cannot understand Addie's change in appearance. Addie and Blair sport a new tattoo, and tries to convince Dorian to get one. Bo and R.J. gather at the courthouse for Lindsay's hearing. Charlie urges Jared to give him another chance. Noelle comes home from the cook-off sporting the blue ribbon. The judge rules that Lindsay is competent enough to stand trial for murder one. John and Michael search Marcie's old motel room. At the Bon Jour Cafe', Michael sees a pic of Marcie and Gigi.",
    "soapcentral_condensed": "Addie hosted a party for her young friends. A newly transformed David interrupted the festivities. Addie asked David to join them, he declared that he needed to cleanse his soul. David admitted that he had married Addie in an attempt to exploit Dorian and her control of Buchanan Enterprises. Todd thanked Marty for changing him into a better person and pleaded with her to be with him. As Todd reached his hand out for her, Marty lashed out at him. She confessed that she didn't love him and vowed to destroy Todd and make him pay for the pain he had caused her. Cole was alarmed that his mother would take the time to collect such disturbing facts. At the Buchanan mansion, Cole and Starr were to find Marty's collection of clippings relating to Todd's many crimes. Convinced that Marty was safe, Cole placed a call to John Rodi's cell phone and placed a terrified call to Rodi, John's son. The two said goodbye and Addie was certain that her lifestyle would conflict with David's newfound religion.\n"
}