{
    "soap_central": "\n\nLingering after Todd and Téa's party at the Palace, Charlie, Viki, Bo, Nora, Clint, and Dorian stood around and waited to hear Echo's answer regarding Rex's real parents. When Echo blurted out that Rex was her son, no one noticed that Rex had just entered the room. Echo acknowledged that Rex shouldn't have heard the announcement, and she admitted that it was probably a shock to him. She added that there was nothing one could do about biology. The group began to grumble to each other until Rex shouted for everyone to be quiet. He wanted to hear Echo's story. Dorian whispered to someone on the phone, urging them to return to the party.\n\n\nEcho was sorry that Rex had heard the news that way, but he insisted that he wanted more than Echo's word. \"Frankly, I can't imagine why,\" Dorian remarked sarcastically. Echo reminded Rex that she had her half of the heart necklace, and it had been the only thing for her to remember him by. Rex wondered if he were supposed to feel bad about that. Dorian recalled that Clint had the other half, but she kept her thoughts to herself. Echo claimed she had done what was best for Rex when she left him. Rex inquired about his father's identity, and everyone held their breath as they waited for Echo's response.\n\n\nEcho replied that it was complicated, and Rex assumed that there was more than one candidate. \"I think I can shed some light on it,\" Dorian piped up, but Echo told her to stay out of it. Viki accused Echo of stirring the pot when she'd returned to Llanview, and Viki thought that Rex deserved answers. Echo recalled the threat that Clint had made to her previously, and she remained quiet. Viki volunteered that Rex's father might be Charlie. Everyone looked at each other in surprise, while Clint stood quietly and allowed himself to smile.\n\n\nCharlie conceded that he wanted proof, and he admitted he'd had a connection to Echo. They'd said goodbye, though, and she had never said anything to him. He had only recently started wondering if it were possible. Rex recalled the time that Charlie had pretended to be his father, but wondered what kind of proof there could be. The necklace could be a copy.\n\n\nViki stated that while there were lots of questions, she had another \"piece of the puzzle.\" Echo had received a speeding ticket in Llanview around the same time that Rex had been left at the hospital. Rex complained that he had waited long enough, and Echo agreed. \"Rex, Charlie is your father,\" Echo announced. She hadn't wanted to interfere in Charlie's life, she claimed, but after she'd seen Rex, she knew it was \"time to make everything right again.\" Rex wasn't quite certain that he should believe her, and Charlie whispered to Viki that he felt that he should say something to Rex. Viki assured her husband that Rex would find Charlie when Rex was ready.\n\n\nBo and Nora invited Rex to stay with them, because Rex had lots of things to think about. Bo felt that there was something that didn't add up, and he pointed out that Charlie wasn't the only possible father. \"What about you, Clint?\" Bo asked his brother. \"Clint Buchanan is not my father,\" Rex shouted. It couldn't be possible, he added. Dorian thought there could be worse things, like having Echo and Mitch for his parents. \"You're not helping, Dorian,\" Bo told her. As everyone began to talk again and pose questions, Bo reminded them that Echo had slept with Clint also. Clint wondered how much Bo had drunk.\n\n\nDorian chimed in that Clint had left another woman \"high and dry\" with another son, too, but Echo claimed that Clint did not have an attachment to Rex. Bo was concerned about Rex, since Rex was like a son to him. He wondered why Echo had taken baby Rex to Clint's hometown to dump him if Clint weren't involved. Clint offered his theory that Echo had probably wanted to pass Rex off as Clint's so that she could collect lots of money. Nora pointed out that if that were the case, then Echo had forgotten to tell Clint. Echo had lost her nerve and had run off, Clint suggested. \"Isn't that right, Echo?\" he asked her.\n\n\nEcho agreed that Clint was right, and she picked up where he'd left off. She had returned to Llanview, and she had seen how Clint and Viki were back together and stronger than ever. Clint was correct, and she had lost her nerve and departed. Clint announced that he was satisfied with the story, but Viki wasn't. \"Not by a long shot,\" she stated.\n\n\nClint contended that they finally had the real story, but Viki asserted that Echo hadn't told the truth in the past, and there was no reason to believe her. She couldn't understand why Echo had hidden the truth and sent Rex on a wild goose chase with all of the fake love letters. It had been cruel, Viki persisted, and they needed to have a DNA test. Echo insisted that Charlie was Rex's father, but Nora suggested that Bo make arrangements with the lab that the police department used. Rex just wanted it all to be over, and so did Echo. \"You're finally gonna get your answer, Balsom,\" Bo told Rex.\n\n\nUp on the Palace roof and having had more than her share of alcohol, Kelly made several phone calls to Joey in London. The first time she called, she received his answering machine and, surprised, she told him to ignore the call. Suddenly, she realized that it would only be 5:00 a.m. in London, and of course Joey wouldn't answer the phone. She began to mutter to herself as she placed another call. She mumbled that she didn't have anything to say, and he didn't have to call her back unless he wanted to.\n\n\nKelly placed a third call to Joey, and she rambled on about how they'd been naked together, though it wasn't the same as when she'd been naked with Rex. It had been easy getting naked in front of Joey, she blathered. She was horrified when she ended the call, but she felt obligated to call him once again. She admitted that she was off-base to talk about being naked, but it had been fun. She recalled some of the good times they'd had, and she admitted that she loved being with him. He never judged, and she had loved him. She still loved him, she admitted.\n\n\nAt La Boulaie, Blair bumped into Langston and asked her about the party. Langston was preoccupied with sending someone a text message, but she told Blair that she had been worried about Starr and wasn't \"into the party.\" Blair asked who Langston might be texting so late, and Langston lied that it was one of her professors. She took a last look at her phone and sent off the text that told Bobby how happy he'd made her. Blair revealed that James was with Starr in Starr's bedroom, and Blair thought that James might be making Starr feel better.\n\n\nJames was a good guy, Blair continued, and nothing like his brother. Langston pointed out that Bobby had helped out when Starr had been missing, and she insisted that Blair didn't really know Bobby. Blair noted that Bobby lied, cheated, and used women, but Langston revealed that she was giving him another chance, since he had changed. Blair stated that it was \"a train wreck waiting to happen,\" but Langston was offended. She explained how Dorian had attempted to tell her what to do, but Langston was too old for that. Blair stood up for Dorian and pointed out that Dorian had done what any mother would do to protect her daughter.\n\n\nLangston noted that she had her own mind, and both she and Bobby had learned from their previous experience. They were going to try it again. \"Good luck,\" was all that Blair could muster. Langston was annoyed that Blair had nothing more to say, but Blair was certain that Langston would do what she wanted. Blair believed there was no way that Bobby could have changed already. Langston informed her that it wasn't only about the sex, but Blair felt that Langston believed what Bobby told her because she wanted it to be true. Blair had experience, and she thought that Bobby was a player. He'd revert to his old self soon enough, Blair believed.\n\n\nUpstairs, James suggested that Starr live one day at a time, instead of worrying about the future. Starr pointed out that she was alone, though James promised that he wouldn't be going anywhere. Starr explained that her life was \"like hitting a wall\" whenever she thought about it, and her poor daughter would only have one parent. She looked at James and quickly apologized after she realized that he had grown up the same way. James wanted her to get through the night and not think about the future.\n\n\nStarr disclosed that she wouldn't be able to sleep, and James offered to eat, play games, talk, or even steal cars with her, he joked. James asked Starr to wait out in the hallway while he rummaged around in her closet. When he was finished, he opened the door. He was decked out in some beachwear that he'd found in a box marked \"River,\" and he had decorated her room with beach balls and other items to make it look as though they were at the beach. He handed her a pair of sunglasses and a lei, and he insisted on dabbing some suntan lotion on her nose.\n\n\nHe invited her to join him on \"Starr Beach\" and told her it was a private beach that no one else would know about. She could consider it her \"safe place\" and pretend she was in the tropics. \"You can come here and stay as long as you want,\" James told her. Suddenly, they heard Hope crying, and the special moment ended. Starr retrieved her daughter, and she advised James that Hope wanted her father. He invited Hope to join them at the beach, but Starr thought it was time for James to leave. It meant a lot that he had been there to help her.\n\n\nBobby returned home and found his father with a hooker. He was angry and demanded that Eddie \"get rid of her.\" Unable to find any money, Eddie urged Bobby to pay the woman for him, and he would consider it a down payment on the money that James owed him. Bobby forked over the money, but he advised his father he was laying down the law. No more women in the apartment, since he didn't want the cops to show up. Eddie complained that the apartment was like a monastery, and he was confused. He recalled that Bobby had always had plenty of women. Bobby replied that he'd grown up.\n\n\nEddie teased that maybe one special woman had gotten to Bobby, and Bobby was saving himself for Miss Right. Eddie couldn't believe that Bobby had his own \"ball and chain,\" and he couldn't wait to meet her. Bobby grabbed his father, and advised him that he would never get near her. Eddie retorted that Bobby was probably afraid that his girl would \"dump you for a real man.\" Eddie quickly added that he was kidding, and he wished his son luck.\n\n\nEddie knew that it happened to all guys, but he didn't think Bobby should expect things to last. It was in their blood to play around. Eddie wanted to see Bobby's phone, and he flipped through the address book. He noted all of the girls' names. Bobby insisted that he hadn't had a chance to delete them, but Eddie assured Bobby that Bobby was in denial. \"You don't know me,\" Bobby maintained. He had changed, and he had nothing to prove. Eddie was adamant that Bobby had a history \"to live down,\" but Bobby revealed that his girl knew all about that history. Eddie didn't think that Bobby would be able to make it.\n\n\nJames returned home, and Eddie noted that his son must have \"struck out.\" He bragged that he had been the only one to strike it rich with a woman that night. He thought that James should be able to make things happen, and get a girl and his father's money.\n\n\nStarr showed Hope the picture of her daddy, and assured the little girl that they'd make it. Kelly stormed into the house and handed her phone to Blair. Loudly, Kelly shouted that Blair was not to return the phone, even if Kelly were to beg for it. Kelly couldn't trust herself with it, and she didn't want to talk to anyone, unless it was Joey.\n\n\nAs everyone discussed the DNA test, Dorian asked when it would be conducted. Firmly, Viki assured the mayor that she wasn't invited. Dorian couldn't wait to hear who had won the \"Rex Sweepstakes,\" she gloated. Charlie apologized to Rex for not speaking to him sooner, but he hadn't been certain. Rex understood, and Nora pulled Rex out the door.\n\n\n\"You happy now?\" Echo asked Viki. Everyone left, and Echo was alone. Suddenly, Clint grabbed her from behind. \"I warned you not to open your mouth,\" he growled at her. \"It's done, it's over,\" Echo replied. She assured him that the DNA test would prove that Rex was their son. Clint promised to make Echo regret what she'd done. \"You couldn't make me feel any worse than I already do. At least I have the decency to claim my son,\" Echo retorted. They were unaware that Dorian watched and listened, sight unseen.\n\n\n",
    "tvmega_recap": "After Viki and Charlie and Bo demand to know the secret that Echo is hiding about Rex, she confesses that she is his mother. Yet, she remembers Clint threatening to press charges against Rex for breaking into his corporate files if she reveals that Clint is Rex's father. So when asked who his father is, she first hesitates and then names Charlie. Yet everyone questions that since she's lied about too much for too long. Viki then concludes that the only way to be certain is to order a DNA test. Meanwhile, Starr is alone in her room when James comes by determined to help her to feel better. He simulates a scene for them where they are on the beach. He is determined to be there for her and see her through her tragedy of Cole going to prison. But she tells she wants to be alone. Back at Robert and James' apartment, their father tells Robert he can see that Robert believes he can change and commit to one woman. But he tells Robert he knows he's a chip off the old block and will never change. Kelly talks to Rex about finding the right man and goes to call Joey Buchanan in London to see if they can get back together.",
    "soapcentral_condensed": "Echo blurted out that Rex was her son, no one noticed that Rex had just entered the room. Echo acknowledged that Rex shouldn't have heard the announcement, and she admitted that it was probably a shock to him. Echo reminded Rex that she had her half of the heart necklace, and it had been the only thing for her to remember him by. Dorian recalled that Clint had the other half, but she kept her thoughts to herself. Viki accused Echo of stirring the pot when she'd returned to Llanview, and Viki thought that Rex deserved answers. Bo wondered why Echo had taken baby Rex to Clint's hometown to dump him if Clint weren't involved. Clint offered his theory that Echo had probably wanted to pass Rex off as Clint's so that she could collect lots of money. Nora pointed out that if that were the case, then Echo had forgotten to tell Clint. Echo agreed that Clint was right, but Viki asserted that there was no reason to believe her.\n"
}