{
    "soap_central": "\n\nJoey entered the nursery as Jessica put Ryder down for a nap. Jessica told Joey that she was going to the hospital to see Clint. Brody entered, and Jessica reminded him that he didn't live at Llanfair anymore. He was only there to get Liam for an appointment at the doctor. Angry that he was there, Jessica stormed out.\n\n\nBrody told Joey to \"give me hell\" sometime when Liam wasn't around. Joey related that Jessica didn't need any help giving hell to anyone. Joey advised Brody that he couldn't love both Natalie and Jessica, so Brody had to choose, and let one go. Brody replied that things hadn't gone very well for Joey. Recognizing that Brody was right, Joey warned Brody to make the right decision, or he would end up alone like Joey.\n\n\nAt the police station, Rex wondered why Jack wasn't in a jail cell. Todd maintained his son's innocence. John admitted that there had been a new development in the case, but that he was looking into it. Rex knew that Todd had done something to make Brad confess. He lunged at Todd and slammed him on a desk. John pulled the two apart, and Rex told John to do his job.\n\n\nRex sarcastically spat that he could teach Shane about how he only needed lots of money in order to get away with murder. Rex vowed to make Todd and Jack pay for their crimes, and left. Todd wanted Rex arrested for assault, but John claimed not to have seen anything. John said that it was Todd's last chance to share any information about Marty's whereabouts. Todd remembered finding out about Liam's true paternity. \"If you won't help me, I won't help you,\" Todd said, and walked out with Jack and Téa.\n\n\nClint instructed Viki and Natalie to gather the family. Natalie refused to give up on Clint, but Clint knew that Rex wouldn't change his mind about Gigi's heart. Viki thought that Clint knew what was best for himself, so she urged Natalie to listen to him. Natalie left, upset.\n\n\nClint was glad for some alone time with Viki, because he had something to tell her. He told her that he was no longer the man she had married. He related that people were supposed to \"get better\" with age, like Viki had. He felt that he would have gotten better, if he'd found his way back to Viki. He'd always acted better around her, and said that he would \"die owing you for that.\"\n\n\nJessica arrived at the hospital and found Natalie outside of Clint's room. She wondered if the transplant had begun. Natalie revealed that the transplant had been cancelled, because Gigi had given Rex the power to make medical decisions for her. Jessica urged Natalie to say whatever Rex needed to hear in order to get him to change his mind. \"You're good at that. It should be easy for you,\" Jessica spat, as Viki walked out of Clint's room.\n\n\nViki was horrified at Jessica's statements, and wondered if her daughters would want Clint to hear the confrontation. Viki told Jessica and Natalie to visit with their father, so they did. Joey entered and found Viki upset. Viki filled Joey in on Rex's decision, and related that there was no hope.\n\n\nClint told Jessica and Natalie how lucky he was to have them. Clint wanted them to promise to remember that they were lucky to be twins. He pleaded with them to find a way to forgive one another. The girls exited the room, crying. Joey went into the room, because Clint wanted to talk to his son. Clint was glad that Joey was there to take care of Viki, Jessica, and Natalie, but wondered who would take care of Joey. He made Joey promise not to let Kelly get away.\n\n\nDavid, clad in black, hung black drapes around the house. Kelly wondered why he and Dorian were in mourning. David answered that they were mourning because Clint was getting a heart transplant. A horrified Kelly reasoned that Clint was Zane's grandfather, and that Joey would be devastated if he had to lose his father.\n\n\nDorian thought that, if it weren't for John, Kelly and Joey would be perfect together. Kelly revealed that she and John had decided to be friends. Dorian urged her to get back together with Joey, but Kelly thought it was \"too late for Joey and me.\" David couldn't believe that Joey had rejected Kelly again, but Kelly confessed that she'd rejected Joey. She hadn't wanted to be a rebound. A shocked Dorian related that it had been the \"stupidest thing you've ever done in your life.\"\n\n\nDorian picked up the phone to call Joey for Kelly. Viki answered the phone because Joey was with Clint. Dorian wondered why Clint wasn't in surgery, so Viki filled her in. Dorian expressed her sorrow for Viki, and hung up the phone. She announced the news to Kelly and David. Kelly hurriedly grabbed her things and ran towards the door. Kelly left to see Joey, and David got up to take the black curtains down.\n\n\nDorian wanted to lie down for a while, which prompted David to wonder why. Dorian confessed that she'd wanted Clint \"stopped\" and \"destroyed,\" but not dead. She confided that, if Clint died, his blood would be on her hands. She explained the situation to David, but he reasoned that she had been a \"Good Samaritan.\" Dorian thanked him for the kind words. The doorbell rang, and David left to answer it. He opened the door and said, \"What the hell are you doing here?\" \n\n\nIn Gigi's room, Shane apologized to his mother. He thought that it should have been him in the basement instead of her. He vowed to make Jack pay, and assured Gigi that Rex would make sure that Jack would go to jail. There was a knock on the door, and Brody entered with Liam. Brody expressed his sorrow for Shane, and assured him that there was an airtight case against Jack. Brody said that he considered Shane family, so he would always have Shane's back.\n\n\nA short while later, Rex returned to Gigi's room. Rex regrettably updated Shane on what had happened at the police station. He assured Shane that John knew Jack had something to do with the accident. Rex promised that Jack and Todd would pay. A short while later, Shane was gone. Rex assured Gigi that Jack and Todd wouldn't get away with their actions. He said that there was \"only one way to make that happen.\" He begged for forgiveness for \"what I'm about to do.\" He was doing it for Shane. He promised that he would always love Gigi.\n\n\nBrody saw Natalie in the hallway, and wondered why she was crying. As he gave her a comforting hug, Jessica turned the corner and saw. She angrily walked away. Natalie told Brody about Clint's condition. He said that facing the truth was sometimes the only thing to do. Natalie asked Brody to take Liam home, because she had \"something to take care of.\" She promised to call soon, and he left. Natalie entered Gigi's room, calling for Rex, but she only found Gigi.\n\n\nViki filled Kelly in on Clint's condition as Joey exited his father's room. Kelly hugged Joey, and told him that she \"couldn't stay away.\" Viki, Joey, and Kelly held hands and began to pray for Clint as Rex walked up. He wondered if Clint had died, but Viki informed him that Clint had little time left. He disclosed that he had business to discuss with Clint. Joey tried to stop Rex, but Viki told Joey to allow Rex in the room. Rex entered the room, as Joey told Viki that Rex didn't deserve a minute with Clint. Viki reminded Joey that Rex was Clint's son.\n\n\nClint wondered if Rex had arrived to go \"one more round.\" Rex revealed that he was there to save Clint's life. He'd changed his mind about giving Gigi's heart to Clint. \"On one condition,\" he added.\n\n\nBrody stopped at the police station to pick up his paycheck. He ran into John, who asked for a favor. He wanted Brody to put the bags of Gigi's things from the scene into evidence. He handed Brody the bags, one of which contained the recorder.\n\n\nThe man with Todd's original face arrived in front of Todd's house. He drew his gun, and cautiously entered the house. The man made himself at home, putting his feet up in the living room. He caught sight of Todd and Téa's wedding photo, and remembered when he had married Téa.\n\n\nThe man drew his gun and scrambled to hide outside as Todd, Téa, and Jack loudly entered the house. Todd yelled that Jack had \"dodged twenty to life\" without so much as a thank you to Todd or Téa. Téa wanted to talk to Todd, so she sent Jack up to his room. The two went into the living room and closed the doors as the man watched through the window.\n\n\nTodd and Téa argued about Todd's actions. Téa classified them as fraud, while Todd rationalized that he had done it for his son. \"I would do it again in a heartbeat!\" he added. She thought that he was teaching his son that actions had no consequences. Téa thought that Jack was dangerous. Todd knew that his son hadn't set out to kill anyone, but Téa remembered how little remorse Jack had when he'd found out about Gigi's condition. Jack only thought about himself.\n\n\nAs Jack listened at the door, Téa disgustedly told Todd that Jack was turning into Todd. Todd yelled that, had Dani been in the same situation, Téa would have \"pulled every trick in the book.\" Todd wanted to deal with Jack in his own way, but Téa knew that it would make things worse. She didn't want to witness it, and was uncomfortable that someone else was taking the blame for Jack's actions.\n\n\nTodd said that, since Téa was Jack's lawyer, she couldn't tell anyone what Jack had done. He revealed that he was a father before anything else. Téa opened the door and found an eavesdropping Jack. Todd looked disgusted with his son. Téa walked through the house, and walked out the door. The man followed Téa.\n\n\n",
    "imdb": "At the police station, Rex attacks Todd after learning that Brad has confessed to Jack's crime, rightly suspecting that Todd used his money and influence to make that happen. At the Manning house, the mysterious man with a scar stalks the place before Todd, Tea and Jack enter, giving him the chance to overhear their family quarrel. At the hospital, Rex returns to Gigi's side and delivers the bad news to Shane before making a decision regarding Clint. Meanwhile, Viki implores Jessica and Natalie to get along for Clint's sake. Elsewhere, David and a reluctant Dorian sit shiva - not to mourn anyone's death, but to mourn that Clint will survive: they haven't learned that the heart transplant is off. When they do, Kelly is present and she rushes to be at Joey's side.",
    "tvmega_recap": "Original Todd finds his way to the current Todd's home and overhears Todd's conversations with Tea and Jack while unseen. Todd goes to bat to get the charges dropped against his son although he and Tea are both worried that their son has no conscience. Rex is furious after finding out the cops cannot send Jack to prison and is ready to take the law into his own hands. After he has refused to donate Gigi's heart to Clint, Clint prepares to say good bye to his family. But suddenly, Rex goes to inform Clint that he will let him have Gigi's heart under one condition.",
    "soapcentral_condensed": "Clint told Jessica and Natalie how lucky he was to have them. Joey advised Brody that he couldn't love both Natalie and Jessica, so Brody had to choose, and let one go. Viki filled Joey in on Rex's decision, and related that there was no hope. David and Dorian were mourning because Clint was getting a heart transplant. Kelly and John had decided to get back together, but thought it was \"too late\" for Joey and Kelly to be friends again, after Joey rejected her. Kelly called Viki to tell her that Clint wasn't in surgery, and Viki expressed her sorrow for her husband, so Kelly hung up the phone and went to see Joey. Back to Mail Online home. back to the page you came from.\"Llanfair\" is now available on DVD and Blu-ray. Back To The page you come from. \"Llan fair\" is no longer available on Blu-Ray and DVD, but you can still buy the DVDs on iTunes and other retailers.\n"
}