{
    "soap_central": "\nWhat A Day For A Daydream\n\n\nUpon waking from her dream about John, Marty had questions for a nervous Todd. She told him that she didn't appear to be frightened of John in her dream, and remembered that Ramsey used to show her a picture of John to calm her nerves. Marty was convinced that Todd knew more than he had revealed to her. \n\n\nBlindsided by Marty's questioning, Todd became frustrated and told her that she was free to leave. In a sarcastic tone, Todd suggested that she rekindle her relationship with John. Marty was taken aback by Todd's reaction. Lashing out at him, Marty reminded Todd that she had lost her memory and had no family to turn to. She believed that she had every right to learn about her past. Remembering Tess's warning that Marty would hate him once she learned about the rape, a remorseful Todd told Marty that his wish was for her to truly want to be with him. Touched by Todd's words, Marty confessed to Todd that she didn't want or need anyone but him. After Marty announced that she wanted to be a part of Todd's life, the two shared a passionate kiss. \n\n\nAt Llanfair, Tina panicked when Tess demanded to know why the basement door was unlocked. Tina stood her ground and blocked Tess's entrance to the basement. When Tess threatened to expose Tina's misdeeds, Tina allowed her entry. \n\n\nMeanwhile, in the secret room, Natalie turned on the television monitor and observed Jared and David Vickers on the other side of the wall. Curious by the dog's fascination with the basement, Jared placed David Vickers on the ground and waited for him to make his discovery. David Vickers stood directly in front of the secret room, but Jared couldn't understand what was troubling the dog. On the other side of the wall, Natalie begged Jared to find her. As Jared began to wonder if there was actually something on the other side of the wall, Tess appeared. \n\n\nJared told Tess that something in the basement was troubling David Vickers and that Tina had given him the key and suggested that he check it out. By reminding Jared that Natalie had left him, Tess managed to divert Jared's attention away from what could possibly be in the basement. Upon convincing Jared that there was nothing in the basement and that the door was to remain locked, Tess picked up David Vickers and they all headed back upstairs. Devastated, Natalie threw a tantrum. \n\n\nBack upstairs, Tina wondered how Tess would react to her providing Jared with the key to the basement. Jared informed Tina that he didn't discover anything in the basement. As Tina and Tess exchanged cutting remarks, Jared excused himself to look for Natalie's address book. Holding David Vickers, Tess warned Tina to never double-cross her again. \n\n\nDownstairs, Natalie turned on the television and witnessed the conversation between Tess and Tina. When Tina expressed her displeasure over Tess's behavior, Natalie realized that Tina was aware that Jess was actually Tess and that Natalie was locked in the basement. The revelation gave Natalie a renewed sense of hope. Tina refused to listen to any more of Tess's ranting and demanded that she release David Vickers. Tess threatened to kill the dog if Tina didn't do her bidding. Hoping to learn what leverage Tess had against Tina, Natalie continued to listen to the conversation. Unwilling to risk Sarah and David Vickers' lives, Tina succumbed to Tess's threats. \n\n\nTess returned to the basement and greeted Natalie. A confident Natalie informed Tess that Jared would eventually find her, and revealed that she knew Tina was aware of her whereabouts. Stating that no one would search for her, Tess taunted her sister. Natalie was shocked to learn that Tina had helped Tess lock her inside the basement and demanded to know what Tess was holding over their aunt's head. Before Tess could respond, Tina began to speak to Natalie over the television monitor. Tina told Natalie that Tess had threatened to cause harm to Sarah and David Vickers, unless Tina kept her secret. As she apologized for being unable to help Natalie at the moment, Tina was startled when Jared entered the room. When a panicked Tina fell into Jared's arms, he questioned whom she was talking to. While a smile crossed Natalie's face, Tess appeared worried. \n\n\nAt the loft, Rex and Gigi relaxed after an intense lovemaking session. When Rex inquired about Gigi's thoughts, she told him that she was daydreaming about how wonderful their life was going to be. Gigi imagined the wonderful relationship that Shane and Rex would one day share as father and son. \n\n\nAt the cottage, a distraught Brody stared at himself in the mirror and vowed to remain Shane's father. He said that he would never allow Gigi and Rex to take Shane away from him. As he recalled loving moments with Shane, and Gigi's threats to tell the child the truth, Brody appeared more and more disturbed. Removing his clothes, Brody took a shower. As thoughts of Shane and Gigi continued to consume him, Brody broke down in the shower. \n\n\nRex and Gigi reminisced about the night that Shane was conceived. Although Rex was excited about telling Shane that he was his father, he was also nervous about the child's reaction to the news. Reminding Gigi that Shane hated him at the moment, Rex was envious of Shane's love and admiration for Brody. When Rex mentioned that he could never be the hero that Brody was, Gigi told Rex that he was a wonderful man who Shane would be proud to call his father. Nervous about confronting Shane, Rex suggested that they prepare to pick their son up from school. Gigi assured Rex that Shane had several hours left in school. Wanting to be on time for school dismissal, Rex jumped in the shower. Moments later, Gigi appeared and the two made love again. \n\n\nDressed in his military uniform, a calmer Brody emerged. Recovering his gun, Brody announced that things would get better. \n\n\nGigi assured Rex that Shane would accept him and forget about Brody. Agreeing that they would soon have the life together that they had always dreamed of, Gigi and Rex kissed. \n\n\nAt school, Shane played a practical joke on his teacher. As the teacher chastised him, there was a knock on the door. Introducing himself as Shane's father, Brody said that he had come to take his son to a doctor's appointment. Appearing skeptical, Shane's teacher told Brody that she would call Gigi for confirmation. \n\n\nLater, Gigi and Rex arrived at Shane's school and were stunned to learn that the child had been picked up by his father hours earlier. \n\n\nAt an unknown location, Shane complimented Brody on convincing his teacher to allow him to leave. Engrossed in the paperwork he was signing, Brody smiled at Shane. When Shane asked him what was going on, Brody announced that he was taking the legal steps to give Shane the last name of Lovett. With his revolver by his side, Brody embraced Shane and told him that that they would never be separated again.\n\n\n",
    "tvmega_recap": "Rex and Gigi sleep together, declare their love and are determined to pick Shane up from school and let him know that they are both his rightful parents. But Brody is distraught after Gigi has dumped him and will not let that happen. So he goes to Shane's school before they are scheduled to pick him up, takes Shane with him to the court house and gets his name changed to Shane Lovett. She admits that he loves Brody and suspects nothing. Tess is not going to let anybody find Natalie although Tina helps Jared attempt to find her. Natalie is still stuck in the locked room downstairs even though Jared senses that she is nearby. Todd is worried that Marty keeps having dreams about John and might \"catch on\" as to whom both he and John are in her life although she tells Todd she trusts and wants to be with only him.",
    "tvmega_summary": "Episode #10278 - \"What a Day for a Daydream\" Written by Aida Croal, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, and Anna Theresa Cascio",
    "soapcentral_condensed": "Marty was convinced that Todd knew more than he had revealed to her. At Llanfair, Tina panicked when Tess demanded to know why the basement door was unlocked. At the loft, Rex and Gigi relaxed after an intense love-making session. Gigi told Rex that she was daydreaming about how their life was going to be. Brody took a shower and broke down in tears as he recalled Gigi's loving moments with Shane. As Gigi broke down, Brody said that he would never allow Gigi to take Shane away from him and vowed to remain Shane's father. Back to Mail Online home. back to the page you came from.\"What A Day For A Daydream\" airs at 8 p.m. ET/PT on Sunday, May 8. For more information on \"What A day for a Daydream,\" visit the show's website at: http://www.llanfair.com/what-a-day-for-daydream.\n"
}