{
    "soap_central": "\n\nAt Moe's mansion, Langston and Lola sifted through a rainbow of dresses. Each was looking for the right one to wear to a dance. Starr stood nearby and watched. When Lola suggested that Starr choose a dress, Starr informed the girls that she would not attend the dance. Lola warned Starr that if she didn't go, another girl might make a move on Cole. Lola went on to tell the girls that a friend of hers in Columbia had been in a similar situation. When the girl's rival flirted with her boyfriend, Lola's friend took matters into her own hands. Starr asked Lola what she meant by that. Lola explained that her friend's rival had suffered broken bones when it was over. Lola thought the assault had been well deserved. \n\n\nLola flounced out of the living room, completely unaware that Starr and Langston had varied expressions of disbelief. Langston immediately defended her cousin's seeming blasé attitude towards violence by reminding Starr that English was not Lola's primary language. Langston believed that her cousin had just chosen her words poorly. Starr let the matter drop. \n\n\nAlone with Langston, Starr opened up about the argument she had with Cole at school, after Mr. Joplin confronted Cole about using drugs. Langston was surprised that Mr. Joplin had betrayed Starr's trust by calling Cole out on his drug use. Starr didn't agree; she said that Mr. Joplin couldn't help but notice that Cole was high because Cole walked around stoned all of the time. Langston saw Starr's point, but she questioned Starr's relationship with their teacher. Starr explained that Mr. Joplin was someone she trusted, who understood her concerns about Cole. \n\n\nAs the girls talked, Langston and Starr agreed that the root of Cole's problem was Marty. Starr accused Cole's mother of completely checking out on her son. Worried about Cole's escalating drug use, Starr decided that she wouldn't give up on Cole the way that Marty had. Starr vowed that she would stay in Cole's face about his drug use until he realized that he was screwing up his life. To illustrate her point, Starr picked up the phone to call Cole. Starr was forced to leave a message when Cole failed to answer his phone. \n\n\nAt the Buchanan mansion, Cole woke up in bed. His room was a pigsty, littered with empty food containers, opened soft drink cans, and piles of dirty clothes strewn about. Cole stumbled to one of the mounds of clothes. He riffled through some clothes until he found a baggy of pills. With his pills in hand, Cole popped a couple into his mouth then washed them down with a swig from one of the soft drink cans. When he was done, Cole staggered back to his bed, flopped down, and then pulled the covers over his head. \n\n\nA short time later, Cole's drug dealer, Asher, called. Asher had scored some new pills that he thought Cole would be interested in. Cole checked his stash. When he noted he had plenty of pills, Cole declined Asher's offer to buy more drugs. Asher wasn't pleased with Cole's response and decided to pay his best customer a visit. Cole tried to talk Asher out of it, but his pusher refused to be brushed off. \n\n\nCole snuck Asher up to his room as soon as Asher arrived at the mansion. While Asher touted the potent new pills, Cole found a letter that had been sent home from school. Upon opening it, Cole discovered that the letter was a warning to Cole's parents that his student status had been put on alert. Cole was reminded of just how absent his mother was from his life. He folded up the letter, then told Asher that he would buy the entire bag of pills Asher had brought over. After the drug buy, Cole snuck Asher out of the mansion. \n\n\nIn Nora's office, Nora handed Ray some paperwork, which overturned his conviction for his wife's murder. Téa beamed with satisfaction while Nora assured Ray that he was a free man. Ray and Téa prepared to leave as Marty was shown in. Ray stopped for a moment to offer Marty words of encouragement. Marty seemed to appreciate Ray's kind words. When he suggested that she hire his attorney, Téa, Marty politely declined. Téa offered Marty free legal advice when she realized that Marty's attorney wasn't present for the meeting with Nora, but Marty ignored her. \n\n\nNora hustled Téa out of the door, then ordered Marty's guard to remove the handcuffs. Once the guard left Marty alone with Nora, Marty asked why her attorney was not there. Nora informed Marty that neither her attorney nor John had been notified about the meeting; Nora wanted to talk to Marty alone. \n\n\nMarty listened as Nora outlined the evidence that she had against Marty for Wes's murder. It was quite damaging. Nora also made it clear that it was up to Nora whether or not Marty would be released from jail before she went on trial. Given the circumstances, Nora explained, Marty was considered a flight risk. Nora then offered Marty a deal; if Marty agreed to return to the Buchanan mansion to be a mother to Cole, Nora would arrange for Marty to be released from jail that very day. Nora let Marty know that if she told anyone about the arrangement, all bets would be off. \n\n\nMarty was furious that Nora, who claimed to be Marty's friend, would manipulate her in such a way. She accused Nora of not understanding her situation with Cole. Marty explained that she tried to reconnect with him as a mother, but she had failed. Nora refused to back down. She told Marty about her own struggle with amnesia years earlier; Nora had no memory of giving birth to Matthew. Nora went on to tell Marty about the stroke she had suffered that left her in a coma for months. When Nora emerged from her coma, she had struggled to overcome great difficulties, including physical limitations. \n\n\nMarty was moved by Nora's confessions and agreed to Nora's terms. Within hours, Nora and Marty were standing in front of Cole's bedroom door. Nora gave Marty some sound advice, then wished Marty luck. As Nora walked away, Marty let herself into Cole's room, but found it empty. Marty decided to wait for Cole in his room. As she waited, Marty browsed through a photo album that Cole had out. Flipping through the pictures triggered a memory of Marty reading to Cole as a baby. Unsettled by the flashback, Marty put the album down, then continued to wander around the room. \n\n\nWhen Marty found a letter from the school, she opened it. Marty's concern for Cole mounted when she found Cole's bag of pills after reading the letter. \n\n\nRex woke up in pain. He gingerly made his way downstairs to find Stacy dressed in skimpy sleepwear. She eagerly offered to help Rex, which he gratefully accepted. Gigi walked into the carriage house to find Stacy and Rex in a somewhat intimate Pilate position. Gigi was clearly annoyed to see Rex with his head nearly in Stacy's lap but she said nothing. Stacy added to Gigi's irritation when she made a suggestive comment about knowing all kinds of ways to make a man relax. \n\n\nLater, Stacy was less than welcoming when Natalie stopped by the carriage house to talk to Rex. When she asked for her brother, Stacy told Natalie that Rex was already taken, then added, \"So shove off.\" Gigi overheard the exchange. She raced to the door to make a quick introduction and apologize for Stacy's rude greeting. Shortly afterwards, before Gigi left, she managed to shoo Stacy upstairs to change. \n\n\nAlone with Rex, Natalie asked him to help her dig up information about Tess's whereabouts the night of Chloe's birth. Natalie updated Rex on what she and Jared had managed to uncover. Rex was curious about why it mattered to Natalie, since Bess and Tess were gone. Natalie explained that her search for information was an attempt to arm herself with knowledge so that she would recognize the signs if Jessica should suffer a relapse in the future. Rex understood Natalie's reasoning, but wondered why Natalie came to him for help instead of simply asking Jessica. Natalie said that things were still shaky between her and Jessica; she didn't want to jeopardize the progress they had made. \n\n\nRex sensed that it was important to Natalie so he agreed to help her out. With that matter settled Natalie brought up the subject of Stacy. Rex admitted that he hoped Stacy would stay in Llanview because Shane adored her. Neither was aware that Stacy was lurking on the staircase listening to their private conversation. Stacy jumped up, then breezed down the stairs when it appeared that Natalie was on the verge of giving Rex some sisterly advice about Stacy. \n\n\nJessica went to St. Anne's to talk to Brody. She found him in his room, sans shirt, working out. Jessica seemed momentarily frozen in place as she stared at Brody until he noticed her standing in the doorway. Oblivious to Jessica's flustered reaction, Brody stood up. As he tugged on a t-shirt, Jessica managed to recover some of her composure. \n\n\nOnce he was properly covered, Jessica told Brody that someone had been arrested for Wes's murder. Brody was initially relieved, until he learned that Marty had been arrested. Brody recalled warning Wes about Marty, claiming that he had the impression that she was a wild woman. Jessica defended her friend, Marty. Jessica admitted that she didn't believe that Marty had murdered Wes. Brody trusted Jessica's judgment. Unfortunately, Brody pointed out, if Marty didn't kill Wes, then the killer was still out there. Since Brody didn't have an alibi, that was not good news for him. \n\n\nThe reality of the situation was driven home when Antonio showed up at St. Anne's to question Brody. Jessica tried to provide Brody with an alibi, but Brody refused to let Jessica lie for him. Brody told Antonio that he had slipped out of St. Anne's to take a walk the night that Wes was killed. Brody also admitted that he had sat on a bench for hours before he returned to the sanitarium. Brody also confessed that no one could corroborate his story. However, Brody insisted that he did not kill his friend. Antonio appeared to believe him. Before he left, Antonio expressed his disappointed over Jessica's willingness to fabricate an alibi for Brody. He promised to leave it out of his report, but warned Brody and Jessica to be careful. \n\n\nAfter Antonio left, Brody asked Jessica how she knew Antonio. Brody was shocked when Jessica revealed that she had been married to Antonio and that their marriage had not ended well. Brody appreciated Jessica's attempt to help him. He understood that she wanted to protect him; it meant a lot to Brody. \n\n\nTéa went to Carlotta's diner to talk to her friend. Carlotta was not happy to see Téa. She slapped Téa on sight the minute Téa began to apologize for her role in Cris's decision to marry Vanessa. Carlotta accused Téa of endangering Cris's life when she pushed him into the marriage. Téa defended herself, claiming that she had not known what Vanessa was capable of. Carlotta didn't believe Téa; she astutely reminded Téa that, at the very least, Téa had suspected Vanessa of criminal wrongdoing. \n\n\nAs the argument escalated, Téa begged Carlotta to understand that her law career was her life. Sadly, Carlotta said, she believed Téa. Carlotta warned Téa that Téa would spend her life alone because of how wrapped up she was in her job. \n\n\nAfter Téa left, Gigi approached Carlotta about a job for Stacy. Gigi was miffed when she learned from Carlotta that Stacy had not completed a job application the last time that she had been in. Carlotta promised to interview Stacy as soon as she received the application. Gigi thanked Carlotta then turned to leave. Stacy was standing by the door with a big grin on her face. \n\n\nRay went to visit his daughter at Moe's mansion. Lola was delighted to see her father. She invited Ray inside then ushered him into the living room. When Ray saw Langston, he took the opportunity to apologize to her. He had just expressed his desire to make amends for the past when someone walked up behind Ray and promptly smashed a vase over his head. Ray collapsed to the ground.\n\n\n",
    "tvmega_recap": "Starr reveals to Langston that she can no longer talk to Cole and he's not the person he used to be. Cole refuses to go to school and only wants to take his pills. His dealer comes by with more. The school has issued a deficiency letter to Nora about his school skipping, failing grades and disruptive behavior. Meanwhile, Nora warns Marty that she is in serious trouble and she might go up the river for murder. The one thing she can do in order to save herself and get absolved by the DA's department is if she returns to Nora's home and lives with her son. At first Marty tells Nora that will not work but Nora manages to convince her. She goes with Nora back to the house and is ready to attempt to bond with her son. She enters his empty room and notices the deficiency letter and the drugs. And she knows she has to be there for her son. Antonio goes to question Brody for the murder of Wes. Jessica is in his corner and willing to lie for him. Natalie asks Rex to help her investigate the mystery of Tess's whereabouts the night Chloe was born. Ray goes to see Lola and see Langston and urges them to let him into their lives. But at that point, somebody comes and knocks him out. Stacy looks like she wants to break up Gigi and Rex.",
    "soapcentral_condensed": "Starr and Langston had an argument about Cole's drug use with their teacher, Mr. Joplin. Starr vowed that she would stay in Cole's face about his drug use until he realized that he was screwing up his life. In Nora's office, Nora handed Ray some paperwork, which overturned his conviction for his wife's murder. Téa offered Marty's attorney for the meeting with Nora, but when she realized that Marty's lawyer wasn't present, she hustled out of the door. It was quite clear that Nora wanted to talk to Marty alone; Nora also made it clear that it was not clear whether it was up to Marty or not that Wes would not be released from prison. Ray and TéA prepared to leave as Marty was shown as a free man. Ray stopped to offer words of encouragement to Marty, who seemed to appreciate the kind words. The episode ends on a cliffhanging cliffhanger, with Marty's mother asking him to marry her daughter.\n"
}