{
    "soap_central": "\n Who's Sorry Now \n\n\nAs Natalie rushed into Mitch's room at Llanview Hospital, Mitch insisted on giving his statement to Brody. \"The person who stabbed me is John McBain,\" he stated. Natalie refused to leave at John's urging as Mitch continued to talk. Mitch wanted her to stay and be a witness. Mitch hoped that John wasn't carrying a torch for Natalie, since Mitch had his own plans for her. He continued to taunt John, gushing that he liked Natalie to squeal with delight. Instructing Brody to look into John's eyes, Mitch insisted that if Brody weren't there, John would have killed him. \"What are you waiting for? Arrest him,\" he yelled at Brody.\n\n\nBrody turned to John and asked his boss what he should do. Mitch began to rant and rave at Brody's action, screaming that Brody and John were planning his assassination. John ordered Brody to write down everything that Mitch said. Natalie stepped up and pleaded with John to let her speak. She couldn't bear to have him ruin his life, and she admitted that she had been the one to stab Mitch.\n\n\nMitch suggested that both he and John were trying to protect Natalie, since they were both suckers for redheads. He also suggested that Brody had known the truth all along. He proceeded to describe the letter opener with the initials J.B. that Natalie had used to stab him. He insisted that John had taken a substitute opener and conveyed it to the hospital to get Mitch's prints on it. John had it with him, Mitch asserted. \"Go ahead, search him,\" he ordered Brody, screaming. John proclaimed that Mitch was insane.\n\n\nMitch appealed to Brody, pointing out that Brody's friends were putting him in a terrible position. Mitch knew that Brody could sense the truth, and urged him to \"save your soul.\" He wanted Brody to search John. Breaking in, John snickered that no one believed Mitch and nothing could be proven. Mitch believed differently, and was positive that someone would do time and the attempted suicide charge would never stick. He voted for John as the one to be imprisoned. He thought that John should take the blame so that Natalie could go free.\n\n\nConfronting Mitch, Natalie growled that he knew she had been the one to stab him because he had killed Jared. John was sure that no one would be prosecuted, and pointed out that they had three conflicting stories. Mitch drawled that time was running out and he felt that John should confess so that Natalie would be free. John urged Brody and Natalie to leave Mitch's room with him.\n\n\nOut in the hallway, he reminded them that the weapon had Mitch's prints and that the man stabbed himself. Brody was concerned that internal affairs would find something suspect once they began their investigation. John assured Brody that he was to report everything that he heard and saw, and assured him that the weapon would be found in its proper place. He wanted Brody to be clean. Natalie was concerned for John. \"I hope you know what you're doing,\" Brody confided to John.\n\n\nAt La Boulaie, Dorian refused to allow Delphina to rip up the marriage license belonging to Dorian and Amelia. Dorian cited the promises she had made to her constituents, and she wouldn't have everyone believing that her own gay marriage had been a stunt. Amelia was torn, preferring to be with Delphina, her true love. Dorian reminded the women and Starr, Cole, Langston, and Markko, that she went to jail over the issue--and had even been stuck in a jail cell across from her worst enemy. As the talk turned to Mitch, Dorian made assurances that she'd take care of Mitch, and turned talk back to the subject at hand.\n\n\nWhile Delphina wanted nothing more than to rip up Dorian's wedding license, Amelia admitted that \"the ends don't always justify the means.\" She agreed that the paper wouldn't mean anything if the laws were not changed, but she would have to go forward in order to help all the people who had been promised the change. She declared that she would go to the legislature with Delphina. She told Dorian that she wanted to part as friends.\n\n\nDorian dramatically ripped up the license and hugged Amelia, affirming that they had been through a lot together. There were no hard feelings, she agreed. Suddenly, Delphina, looking scared, announced that she sensed evil all around. The teens looked at each other nervously. Delphina swore that she wasn't faking it. The Cramer women were in danger, she continued. An annoyed Dorian asked her to stop, pointing out that she was scaring her family. Delphina looked scared herself and advised Dorian that the message appeared to be from \"Satan himself.\"\n\n\nAmelia tugged on a dazed Delphina, declaring that it was time to leave. Dorian took the premonition lightly as the teens prepared to go, also. Starr chose to remain close to await Blair's return and invited Dorian to accompany her to Hope's bedside. She was planning on reading her daughter a story. Dorian declined and was alone when the doorbell rang.\n\n\nAnxiously, she spoke through the door instead of opening it. Learning there was a package delivery for her, she was reluctant to open the door when advised she had to sign for it. Timidly, she opened the door and quickly signed, grabbing the envelope and slamming the door shut. Relieved, she saw that it was the proof for her holiday greeting card. She pulled the photo from the envelope and gasped in shock.\n\n\nAt the Buchanan mansion, Clint thought back to his wedding ceremony and Nora's marriage vows. He should have realized that her vows where \"too short and sweet,\" he berated himself, and that should have been a clue. Out by the front door, Nigel attempted to prevent a newly arrived Kim from entering, but she pushed him aside, declaring that she and Clint had work to do. She found Clint in the living room, and as she and Clint settled in, Kim asked Nigel to prepare her a cheesesteak for dinner. Clint ordered his butler to take care of it.\n\n\nAfter Nigel left the room, Clint admitted that he had been avoiding Nora's phone calls. The pair was ready to work on \"Operation Don't Get Mad, Get Even.\" Nigel returned with turkey sandwiches and Clint praised his butler, noting that he would have still been in the dark if not for Nigel. As a look of confusion spread across Nigel's face, Kim spoke up quickly, asking for a glass of milk. She assured an apologetic Clint that she was happy to help him, even if her work was not included in her job description. She implored Clint to not be nervous.\n\n\nThe returning group from Seattle loitered at the Llanview Airport as they made arrangements to go their separate ways. Nora was perplexed that she hadn't received any phone calls from Clint. Danielle refused to speak to Téa, and suggested that her mother forget about her like she forgot about Ross. Turning to Todd, Danielle screamed at him and ignored Téa, who tried to tell her daughter not to speak to him in the manner that she was.\n\n\nNora tried to intervene, promising that she would contact Téa after Danielle was settled at the Buchanans'. Danielle reminded Téa that Todd had killed her dad. She accused her mom of treating her father like garbage, and said any moves that Ross had made were because Téa had forced him to do what he did. \"I hate you, Téa, I wish you were the one who died,\" Danielle told her mother. Téa suggested that Danielle live with her at the Palace Hotel, but the teen noted that the hotel wasn't a home. She had a home with her dad, she added.\n\n\nDanielle only wanted to get away from her mother, who wanted to be with her dad's killer. Nora and Bo managed to get moving with Danielle and Matthew in tow. \"Go to hell,\" Danielle spat at Téa when Téa tried to hug her goodbye. Tears began to stream down Téa's face.\n\n\nA sympathetic Blair assured Téa that a home was wherever someone was, and that Danielle would always be Téa's daughter. Téa apologized to Todd for making a mess of things. Todd remained silent. She handed him her latest picture of Danielle and agreed that Todd had been correct, that Ross would have let Danielle die. Their daughter would understand everything some day. Elijah offered to procure a cab for himself and Téa.\n\n\nBlair comforted Todd and assured him that Danielle would not always have the same bad feelings towards him. She suggested that Todd give Danielle time. They agreed that Téa was probably worse off than Todd. Blair suggested that Todd go to La Boulaie with her to see his other children, who loved him. Turning her down because he wasn't in the mood, Todd relented when Blair reminded him that a parent often did things they didn't feel like doing.\n\n\nNora, Bo, Matthew, and Danielle arrived at the Buchanan home. Matthew showed Nigel the movement in his feet and the butler was introduced to Danielle. Nigel informed them that Clint was in the living room. Nora suggested that Bo take the teens to the diner, so that she could have a chat with Clint. The teens went back out to the car. She didn't think it was the proper time to tell Clint about Bo, but she wanted to let him know that they would be looking after Danielle. Bo only wanted it all to be over and Nora assured him that it would be over soon. \"Not soon enough for me,\" Bo said. They drew close to each other but thought better of it. Bo headed out the door after the teens. Nora went to the living room.\n\n\nFinding her wedding picture face down on the table, Nora scanned the room and saw no sign of Clint. Advising a perplexed Nigel that her husband wasn't there, Nora assumed he was upstairs. She grabbed her suitcase from Nigel and headed to her bedroom. Opening the door, she was surprised to see Clint in bed. \"Are you not feeling well?\" she asked him. \"Honey, I can guarantee he's never been better,\" Kim purred, appearing from underneath the blanket.\n\n\nTéa and Elijah returned to Téa's room at the Palace Hotel. Téa felt sick and too nervous to eat. Elijah reminded her that Danielle was fifteen years old and Téa should think back to her own behavior at that age. While Téa blamed herself for all that had happened, Elijah blamed everything on Ross. He headed to his own room as Téa planted herself in a chair and cried. She opened her briefcase and looked at all of her Danielle paraphernalia. She remembered back to when a seven-year-old Danielle had read her poem and told Téa that she would love her forever. Then she heard a fifteen-year-old Danielle with venom in her voice.\n\n\nBlair and Todd arrived at La Boulaie and encountered Starr, who was thrilled to see her parents. Starr wanted to hear about everything that had happened in Seattle as Blair marched upstairs to check on her sons. Starr told them how happy she was that they were home, and pulled Todd to the study to hear his long story. As Todd removed his coat, Danielle's picture fell from his pocket. Starr picked it up, curious. She began to question her father.\n\n\nHearing a knock at the door of her hotel room, Téa was surprised to find Blair on the other side.\n\n\nAt the Buenos Dias Café, Bo excused himself to make some phone calls. Danielle complained about the cold temperature. Matthew thought that maybe she would be able to return to Tahiti with her mother. Danielle was grateful for the Buchanans taking her in, and expressed her delight to be with them instead of her mother.\n\n\nDorian visited Mitch in the hospital with her holiday photo in hand. It said \"Rest in Peace\" across the top. The faces of Langston, Starr, Blair, and Addie had been crossed out. Only the face of Dorian remained clear. \"Why did you do this?\" Dorian wanted to know.\n\n\n",
    "tvmega_recap": "Dani is furious with both Tea and Todd for what happened to Ross. Nora and Matthew bring her home. Matthew knows nothing about his mother ready to break up with his uncle Clint and get back with Bo. Clint, however has found out through Nigel and Kim. And Kim looks to be successful with \"working\" on Clint. Mitch knows that John wants to falsify evidence to make it look like he stabbed himself. So do Brody and Natalie. John is not going to let Natalie take the rap for stabbing Mitch. But Mitch seems to know what is going on.",
    "tvmega_summary": "Episode # 10588 ~ Who's Sorry Now?",
    "soapcentral_condensed": "Mitch suggested that both he and John were trying to protect Natalie, since they were both suckers for redheads. Dorian refused to allow Delphina to rip up the marriage license belonging to Dorian and Amelia. Amelia admitted that \"the ends don't always justify the means\" An annoyed Dorian asked her to stop, pointing out that she was scaring her family. Amelia agreed that the paper wouldn't mean anything if the laws were not changed, but she would have to go forward in order to help all the people who had been promised the change. She dramatically ripped up the license and hugged Amelia, affirming that they had been through a lot together. There were no hard feelings, but Delphine announced that she sensed that all around her all the other teens were looking at each other nervously. Ammon appeared to be \"Satan himself,\" declaring that it was time to leave Dorian on a premonition that the message was from \"Satans himself\" and that he was going to kill himself.\n"
}