{
    "soap_central": "\n\nTodd flew into a murderous rage when Judy went after him with both barrels, claiming he had tried to kill Margaret and their unborn son. Things didn't look good for Todd, who refused to allow Starr to testify on his behalf. Although appalled by Todd's history of violence, the judge gave him the chance to tell his side of the story.\n\n\nDorian and Roxy had distinctly different reactions upon learning that Adriana and Rex were moving in together. Dorian took the group to Rodi's to try to prove that she was a changed woman. Blair attacked Rex when she realized he had given Michael and Marcie the ammunition to use against Todd. Blair gave Adriana an ultimatum -- either she would act like a Cramer and side with Blair or she was Rex's girlfriend, not both.\n\n\nJessica confronted Jared about his interest in Natalie and warned the shady Jared to stay away from her family. Jared called Jessica's bluff and blackmailed her into making sure Natalie gave him the job at Buchanan Enterprises. Natalie and Nash put their past differences behind them. Marty visited John while he was babysitting Tommy, and they ended up in another kiss.\n\n\n",
    "tvmega_recap": "John tries his hest to get Tommy to eat, but Tommy just sits there and looks at him. The judge opens the DNA results and it is revealed that Todd is Tommy's biological father. Marcie's lawyer reveals that Todd is an unfit father since Todd already tried to kill the child. Natalie still lies sick on Nash's sofa. Nash tells her that he hasn't paid for that sofa so if she needs to vomit, he will get her a bucket. Natalie remembers the drinks that she had with Jared. Jessica goes to Jared's apartment and socks him in the stomach. Jessica orders Jared to stay away from Natalie. Rex and Adriana join Roxy at the beauty shop. John continues to try to feed Tommy when Marty comes to visit. Todd denies all the allegations that Marcie's lawyer has accused him of. Rex reveals to Roxy that he gave Marcie's lawyer some very good evidence to use against Todd. Rex reveals that they have some very good news. Roxy exclaims that Adriana is pregnant. Dorian comes out of the back room when she hears Roxy's exclamation. Natalie and Nash discuss how Antonio made Jessica very happy. Marty gives John some pointers on feeding Tommy. Adriana reveals that she and Rex are moving in together. Natalie reveals to Nash that she walked in and saw John and Marty kissing. Jared reminds Jessica that he rescued Nash from having to work with Antonio. Jared tells Jessica that he wants a job at Buchanan Enterprises. Todd's lawyer pleads Todd's case in front of the judge. John and Marty share a passionate kiss.",
    "soapcentral_condensed": "Todd flew into a murderous rage when Judy went after him with both barrels, claiming he had tried to kill Margaret and their unborn son. Dorian took the group to Rodi's to try to prove that she was a changed woman. Jared called Jessica's bluff and blackmailed her into making sure Natalie gave him the job at Buchanan Enterprises. Natalie and Nash put their past differences behind them. Marty visited John while he was babysitting Tommy, and they ended up in another kiss. Blair gave Adriana an ultimatum -- either she would act like a Cramer and side with Blair or she was Rex's girlfriend, not both. Todd refused to allow Starr to testify on his behalf. Although appalled by Todd's history of violence, the judge gave him a chance to tell his side of the story. The judge gave Todd the chance toTell His Side of the Story: Todd's History of Violence. The Judge gave Todd a Chance to Tell His Side: Todd’s History of violence.\n"
}