{
    "soap_central": "\n\nAt the loft, a look of worry crossed Rex's face when Adriana told Layla the wedding date. After being congratulated by Layla, Adriana immediately rushed Rex out of the apartment. Alone with Layla, Adriana admitted that she wanted to discuss Gigi. Adriana told Layla about finding a distraught Gigi at the loft, who was apologizing to an oblivious Rex. Adriana expressed her desire to know exactly what had made Gigi so upset. When Layla questioned whether Adriana still believed Shane was Rex's son, Adriana stated she didn't but expressed her disapproval of the relationship that was forming between Rex and Shane. Layla suggested that Adriana confront Gigi with her suspicions, but Adriana believed Gigi would never come clean. As Adriana and Layla continued to discuss Gigi and Shane, Adriana received a call from Jean-Pierre. Jean-Pierre insisted that Adriana attend a fitting. Afterwards, Adriana told Layla that Jean-Pierre moved their deadline to May. A confused Adriana told Layla that it appeared as if Jean-Pierre were sabotaging her wedding. When Layla stated that no one else knew of the wedding date, Adriana considered the possibility that Dorian might have some involvement. Adriana didn't admit her suspicions to Layla. Before leaving, Layla told Adriana to stop worrying about Gigi. Adriana agreed. \n\nAt the diner, Marcie was surprised to learn that Gigi kissed Jared on her first day of work. Gigi told Marcie that the kiss meant nothing, but Marcie insisted that Gigi consider a potential relationship with Jared. Later, Rex entered the diner and joined Marcie and Gigi. When Marcie mentioned the close relationship that Rex and Shane shared, a nervous Gigi excused herself. Gigi was caught off guard when Rex approached her and commented that she was receiving her share of friendly treatment at Buchanan Enterprises. Meanwhile, Dorian's attempt to humiliate Viki in front of Mayor Lowell was unsuccessful. As Dorian made degrading comments about Viki waiting tables, Viki conducted herself in a professional manner. When Mayor Lowell commented to Dorian that he was unimpressed by her tactics, a disappointed Dorian changed the subject. Dorian asked the mayor if he had any idea why their \"project\" had been stalled. After the mayor told Dorian that the \"second attempt\" was now in progress, Dorian demanded to know why the first attempt failed. When Lowell told Dorian that factors beyond his control affected the plan, Dorian reminded him that she had invested a great deal of money in the endeavor. When Lowell asked Dorian what she planned to gain from the project, Dorian demanded that he provide her with results. At a nearby table, Nora and Clint had lunch and spoke with Viki. Viki was delighted that Charlie had received a job interview at B.E., and commented on Charlie's ability to win people over. Nora smiled as Viki left the table engrossed in happy thoughts of Charlie. \n\nAt B.E., Jared lashed out at Charlie about leaving the family during Jared's childhood. When Jared began to blame himself for his younger brother's death, Charlie refused to allow Jared to hold himself responsible. Jared explained that his stepfather physically abused Jared, his brother, and mother. Charlie was horrified to learn that his youngest son's death wasn't an accident. In an attempt to flee his abusive stepfather, the child ran into oncoming traffic and was killed. As a distraught Jared described how his younger brother met his death, Charlie apologized for not being there and offered to make things up to Jared. When Jared expressed guilt about defrauding the Buchanans, Charlie told his son that he understood. Charlie stated that Jared lied because he wanted to be part of a real family. Before leaving to meet Viki, Charlie told Jared to take care of himself. As he closed the door behind him, Charlie broke down. \n\n\nAt La Boulaie, Todd called Nora and warned her to keep Cole away from Starr. Before ordering Starr downstairs, Todd told Blair that he found Starr with Marcie and John McBain. While trying to calm Todd, Blair asked Starr why she would go to the McBain's home. Realizing that Starr was withholding the truth, Todd threatened to report Cole to the police. Afraid that her father would cause Cole more harm, Starr admitted to telling Marcie and John that Todd had struck Sam. Both Blair and Todd were shocked to learn that Starr would tell such a blatant lie. Starr told Todd that his actions had caused pain to his other children, and she didn't want to see Todd hurt Sam. When Starr told her father that Sam belonged with Marcie and Michael, Todd was obviously shaken. Later, Todd told Blair that the \"new\" Todd was history. Blair informed Todd that she had no desire to have the old Todd back. \n\n\nAs Cole and Langston discussed Starr at the docks, Markko arrived with news. Markko told Cole that the Sun was hosting a charity benefit that Starr's parents would be attending. Markko believed he and Langston could help Cole sneak inside La Boulaie and meet with Starr. After much convincing, Cole decided to allow Markko and Langston to help him see Starr. Seconds later, Cole received a call from Nora, who insisted that he come to the diner. Before leaving for the diner, Cole told Langston and Markko he would return after he spoke with Nora. As Langston thanked Markko for helping their friends, he made her promise to be careful. Markko told Langston he would never forgive himself if Todd found out about their plan and something happened to her. \n\n\nWhen Cole arrived at the diner, Nora informed him of Todd's call, and warned Cole to stay away from Starr. Before Cole left, Clint offered him a summer internship at Buchanan Enterprises. Afterwards, Nora thanked Clint for helping Cole and gave Clint a passionate kiss. As Viki walked by and observed the kiss, she appeared bothered. \n\n\nAs Dorian wrapped up her conversation with the mayor, Adriana called Dorian and requested that she come to the loft and help with the wedding plans. Once Dorian arrived, Adriana discreetly retrieved Dorian's phone. Unnoticed, Adriana searched through Dorian's recent call list and discovered several phone calls made to Jean-Pierre. When Adriana advised Dorian that she wouldn't be attending the wedding, Dorian questioned why Adriana was holding her PDA. Dorian stood in shock, when Adriana referred to her mother as a \"self-righteous bitch.\" \n\n\nWhen Cole returned to the docks, Cole, Langston, and Markko discussed how they would sneak Cole into La Boulaie. Before Langston left to make preparations for Cole and Starr's reunion, Cole and Markko warned her to be careful. As Cole expressed his gratitude to Markko, he couldn't wait to see Starr. \n\n\nWhen Blair suggested to Todd that they leave for the charity event, Todd insisted that they take Starr along. As Blair convinced Todd that Starr should remain home, Langston entered the mansion. Todd searched through Langston's purse for any sign of notes from Cole. Todd told Langston that if she were a true friend to Starr, she would help Starr forget Cole. When Blair caught Langston opening the terrace doors, Langston made up a quick excuse about needing some fresh air. A few moments later, Todd came downstairs and announced to Blair that he was ready to leave. Blair appeared suspicious and reminded Langston to lock the terrace doors before going upstairs for the night. Left alone, Langston waited at the terrace door for Cole to arrive. When Langston went to Starr's room and told Starr that Cole was coming to see her, Starr was speechless. Outside of La Boulaie, Markko advised Cole to allow the guards to make a final tour of the grounds, but Cole insisted he couldn't wait. Markko attempted to stop Cole, but Cole took off to find Starr. As Cole entered the house, Blair and Todd returned. When Blair opened the doors to the library and stood face to face with him, Cole stood motionless. A look of horror appeared on Blair's face. Unaware of Cole's presence, Todd remained in the hall. \n\n\nAs Rex and Marcie spoke with Gigi, Layla arrived at the diner and announced that Rex and Adriana had set a wedding date. Layla watched as a sullen Gigi congratulated Rex. When Jared arrived at the diner to speak with Clint, there was an uncomfortable silence as he and Gigi's eyes met. In front of Gigi, Layla asked Rex if he wanted Gigi added to the wedding list. Layla's request appeared to bother both Rex and Gigi. As Gigi attempted to decline the invitation, Marcie suggested that Gigi attend and asked if Jared were invited to the wedding. Overhearing his name being mentioned, Jared joined the conversation. Rex appeared agitated as he watched Jared and Gigi innocently flirt with one another. Later, Rex accused Jared of taking advantage of Gigi and reminded Jared of the problems he had caused Jessica and Natalie. As Rex told Jared that he was not good enough for Gigi, Layla listened. Unable to control his temper, Jared punched Rex. Watching Viki waiting tables at the diner reminded Charlie of meeting her in Paris. When Viki told Charlie that she was happy their relationship didn't end in Paris, Charlie looked guilty. Viki wondered if Charlie wished he were back in Paris. Charlie told Viki that everything he needed was in Llanview.\n\n\n",
    "tvmega_recap": "Adriana finds out that her mother has been scheming to keep her in Paris and prevent her from marrying Rex. And she is furious. Dorian also has some \"business\" with the mayor. Jared and Charlie relive the very ill situation of his abusive stepfather hurting him and his little brother. And Jared feels responsible for his little brother running out into the street and getting killed. Starr admits to her dad that she went to see Marcie McBain to inform her that she wanted Marcie to take Sam away from her dad because he's unfit to raise him. And while Blair and Todd are out, Starr's friends arrange for Cole to come to the house to see her in secret. Everybody is happy about Rex and Adriana getting married except for Gigi.",
    "soapcentral_condensed": "At the loft, a look of worry crossed Rex's face when Adriana told Layla the wedding date. At the diner, Marcie was surprised to learn that Gigi kissed Jared on her first day of work. Meanwhile, Dorian's attempt to humiliate Viki in front of Mayor Lowell was unsuccessful. Todd called Nora and warned her to keep Cole away from Starr. Todd told Blair that he would go to the home of Starr's father, John McBain, if she didn't stop Cole from hurting Todd's other children. Blair admitted to Todd that she had no desire to have the old Todd back and that she was shaken by Todd's actions. Todd was obviously shaken and told Blair she was \"new\" to him and that he was \"old\" to her. Todd asked Blair to report Cole to the police, fearing that Cole would cause more harm to Todd and his other children, and Blair said she would do it if he didn't do it. Jared lashed out at Charlie about leaving the family during Jared's childhood. Charlie apologized for not being there and offered to make things up to Jared.\n"
}