{
    "soap_central": "\n\nAn obviously unhappy Rex spotted Gigi and Jared sharing a kiss at Buchanan Enterprises. When Natalie heard that something was going on in the boardroom, she took a peek too, sight unseen. Rex asked her to return Gigi's scarf for him and blamed the kiss on Jared. Natalie thought that Rex was jealous while he thought the same of her. He suggested that Natalie warn Gigi that Jared would hurt her. Natalie insisted she was happy for them. Meanwhile, the pair quickly broke apart and expressed their regrets. Jared felt he had been inappropriate but insisted he didn't think of himself as the boss, as Gigi so promptly pointed out. He promised he wasn't taking advantage of her and assured her that it wasn't a pity kiss as she thought it was. He actually admired her, he informed her, and promised that the kiss was already forgotten. He became quite passionate when he compared Shane's life to his own childhood but cut his outburst short. He admitted that he still loved his mom after learning about his dad, something that Gigi wanted to know. He told her to stop worrying, and that everything would be okay. Nora apologized to Clint and Bo for thinking that they shared her thoughts about Lindsay, while Lindsay remained hidden in the office bathroom. Clint felt that Lindsay really did change on some level after being through all of her recent deeds. Bo was insistent on taking a shower and changing his clothes in the executive bathroom and turned on the water. He didn't see Lindsay hiding there. She managed to call him and divert him to the diner. Clint hurriedly ushered Nora out of the office, suggesting she pick up some papers from Natalie. She expressed regret again over starting an argument over Lindsay and her feelings about her. \n\n\nIn response to Adriana's questioning, Dorian claimed that she called the hotel manager in Paris when she didn't hear from her daughter; that's how she learned that Adriana was back in Llanview. Dorian was upset that her daughter wouldn't have a huge wedding after she told so many people about being invited and wondered what her rush was. She also wanted to plan the wedding but she didn't feel too bad since she would get to plan the second one. An indignant Adriana told her mother that she planned on having one marriage only, not like Dorian, and that she would be married to Rex forever, as he was the love of her life. \n\n\nJess called Natalie to inform her that she saw Jared and Charlie having a meeting together. She was on her way to meet up with Nash at Cris's place. They wanted to view his designs for the vineyard labels, though Nash seemed suspicious that Jess was there. The first designs that Cris presented were not acceptable to Nash and in a last ditch effort, Sarah, who was there to support Cris, grabbed one of the pieces that Cris did not present. Finally meeting with Nash's approval, Cris was commissioned to continue with that design. He admitted to Sarah that he hadn't brought that particular one out because he thought it too abstract. \n\n\nViki stopped at the Angel Square Diner and, after learning that Carlotta really needed to tend to a sick Jamie, offered to fill in for her. She thought that she would enjoy it and really missed waitressing. \n\n\nNatalie returned the scarf to Gigi and asked her why she seemed nervous. Gigi confessed to having something on her mind and Natalie encouraged her to talk about it. Gigi admitted to something happening in the boardroom but it wasn't what Natalie thought she would hear. The new assistant acknowledged that she had spilled coffee all over the room and had thought she would be fired. Nat suggested she call it a day and leave early, due to a non-functioning copier and Gigi's sick son. Clint ordered a sopping wet Lindsay and her files out of the office. She stated that she thought that he had already proven that he was willing to do whatever he needed to do to protect his company and that he should hold onto the files she had brought. She told him there was no shame in doing what he did. Charlie, who was at B.E. to apply for a job as a contractor, stopped by to see Jared. He thought the company offices were impressive looking. Jared confided that he was nearly caught on tape confiding that he wasn't a Buchanan and, contrary to what Charlie would have thought, Jared was almost relieved when the truth was about to come out. He couldn't explain it but he felt freaked out while at the same time happy that he might no longer be living a lie. They realized that for the first time since Jared was small, they felt like father and son when they were taking Dorian down. Charlie felt responsible for Jared living his life as he was, but Jared didn't want to talk about anything. Charlie told him he had to face the truth but Jared told him, \"It wasn't an accident.\" \n\n\nRex was adamant that he was excited to see Adriana back in town and Nat sent him on his way. Stopping at the diner first, he was surprised to see Viki working. She admitted that she hadn't seen much of Natalie lately, but she thought her daughter was annoyed with her, after her reaction to Natalie asking Charlie lots of questions. Rex admitted that Nat also asked him to investigate Charlie, which further angered Viki, even when Rex claimed it was because of Jared and the fear that a skeleton would pop out of a closet somewhere. More of Llanview's citizens began to arrive at the diner and all were shocked and dumbfounded to see Viki working there. She thought that Bo needn't look shocked; she assured him she was having fun. He admitted to not enjoying his new work in the corporate field but she convinced him that it was important to carry on his father's legacy. Lindsay met Bo, claiming to have been in a rainstorm somewhere. She confessed that she had met with Honeycutt. Clint and Nora met for a meal. Clint was appalled to see Viki working and told her she was taking it too far. She felt quite the contrary-that she knew what she wanted. Gigi showed up and offered to help with the crowd. She, too, missed being a waitress. \n\n\nRex returned home and offered to pick a date for the wedding that he knew Adriana really wanted, instead of the one they had planned for later at City Hall. Adriana admitted that both he and her mother were right. They settled on May 9 and Dorian was glad to know that she could continue planning for what would be her daughter's lavish wedding. When she learned that Viki was waiting tables at the diner, she arranged to have the mayor meet her there. Adriana swore that nothing would stop her from marrying Rex. \n\n\n",
    "tvmega_recap": "Viki tells Carlotta she can fill in for her and wait tables while Carlotta picks up Jamie. Everybody is surprised to see Viki playing such a role. She is ok to be seen by everybody she knows, that is, except for Dorian. At the B.E. office, Lindsay overhears Bo and Clint's conversation and she reminds Clint she can make herself useful with files she got from Honeycutt. Charlie tells Jared they have to discuss their long overdue issues. Jared is getting along really well with Gigi. They find they have a lot in common with their family situations. And they end up kissing. It clearly brings up feelings for both Rex and for Natalie. Dorian is obviously scheming to keep Adriana in Paris and prevent her from marrying Rex.",
    "soapcentral_condensed": "An obviously unhappy Rex spotted Gigi and Jared sharing a kiss at Buchanan Enterprises. Jared felt he had been inappropriate but insisted he didn't think of himself as the boss. Viki stopped at the Angel Square Diner and, after learning that Carlotta really needed to tend to a sick Jamie, offered to fill in for her. Dorian was upset that her daughter wouldn't have a huge wedding after she told so many people about being invited and wondered what her rush was. Adriana told her mother that she planned on having one marriage only, not like Dorian, and that she would be married to Rex forever, as he was the love of her life. Jess called Natalie to inform her that she saw Jared and Charlie having a meeting together. She stated that she thought that he had already proven that he was willing to do whatever he needed to do to protect his company. Sarah grabbed one of the pieces that Cris did not present, Finally meeting with Nash's approval, Cris was commissioned to continue with that design.\n"
}