{
    "soap_central": "\n A Kiss Before I Go \n\n\nBlair paid a visit to Todd's house and found him lying on his bed. She advised him that she had tried to reach him at work and had been told that he had called out sick. She was concerned because that was something he had never done before. She noted that there was only one cure for Todd's problem and that was Téa. Todd reminded her that Téa had walked out and taken their daughter with her. Blair was certain that Téa still loved Todd and she noticed that he obviously felt the same way about Téa. She thought that Todd should be honest with himself. After agreeing to go back to work, Todd headed back to bed after Blair was gone.\n\n\nAt the Palace Hotel, Danielle admitted to Téa that she felt better, especially knowing that her mother would never see Todd again. Even though Téa suggested that her daughter needed professional help, Danielle refused. She promised that while she despised Todd, she would never really be able to kill anyone. Matthew arrived to see Danielle, and Téa declared that she had an errand to run. Danielle confessed that she had stolen Bo's gun and gone to La Boulaie with the idea of killing Todd, but she hadn't been able to go through with it.\n\n\nMatthew was appalled and blamed himself for leaving her alone on New Year's Eve. Danielle admitted that she would have merely done it at some other time, since she had hated seeing a happy Todd after he had killed her father. She apologized for the possibility of getting Bo in trouble and fired if something had happened because of her.\n Shrugging, Matthew admitted that someone was already out to get his dad fired.\n\n\nDanielle felt that Matthew was the only person who understood her. She figured that Destiny had been happy when Danielle didn't show up at Ultraviolet for the First Night party. Matthew revealed that Destiny had expressed her feelings towards him, and made it known that she loved him. He had been surprised but had told Destiny that he didn't have the same feelings for her, nor did he have them for Danielle. He laughed thinking that Destiny thought he cared for Danielle. He explained that he couldn't lose Destiny's friendship because she had always been there for him when the other kids were making fun of him. She had stood by him through the accident and all that had happened after, and she was much too important to him. Danielle hoped that he didn't lose Destiny's friendship.\n\n\nHe felt that Danielle was a great friend, too, for having helped him \"bust out of  that boarding school.\" They recounted all that they had been through in the short time they had known each other. They vowed to be best friends forever, though Danielle disclosed that she and her mother were leaving the country. She was okay with it because she didn't want to be in the same place as her father's murderer. They were going back to Tahiti. There was nothing in Llanview for her except for Matthew, she admitted. They vowed to keep in touch and shared a tender kiss. They said they would never forget each other.\n\n\nBlair stopped by Elijah's room after receiving a message from him and was surprised to see him answer the door wearing only a towel. He explained that he had just stepped out of the shower after working out in the hotel gym. He asked her to promise not to talk to anyone about Danielle showing up at La Boulaie with a gun, especially since Téa had given her word that it would never happen again. A cynical Blair agreed, but noted that Danielle needed help, not a cover-up. She admitted that she didn't want to see the teenager punished. She asked Elijah if he cared more about Danielle or Téa and mentioned that she had seen him dressed up on New Year's Eve.\n\n\nElijah confessed that he had taken Téa out because she had been feeling bad. He thought that maybe they were into each other or would be some time. He knew that she wasn't over Todd yet. He thought that he could be with Téa, and Blair would have clear sailing with Todd, but Blair assured Elijah that she didn't want Todd any longer, even though she hadn't admitted it previously. She realized that she couldn't tell the difference between stubborn pride and love, but she finally admitted to herself that Todd loved Téa.\n\n\nBlair thought she'd be able to forget Todd with enough distraction and admitted that Ross wasn't that distraction. Elijah was certain that Blair would find someone else, and she believed he would find a distraction from Téa. Elijah thought that maybe he and Blair should get together. \"Maybe we should,\" she said, running her hand down his chest and stomach. They began to kiss.\n\n\nAs Brody locked Mitch into his cell, he assured the man that he would be locked up forever, though Mitch disagreed with Brody's prediction. Brody accused Mitch of driving Charlie to drink and assured him that he'd never be able to break everyone. Brody stressed that they had something that Mitch would never have. Chuckling, Mitch asked if it was love. He and Brody had words about Jessica, but Mitch insisted that he had saved his grandson Shane with his blood, and he could save Jessica. Brody reminded Mitch that others had saved Jessica when her life was in jeopardy.\n\n\nMitch insisted that his children needed worthy partners, and Brody was lacking. He advised Brody that he wouldn't be needing another birthstone to add to Jessica's necklace. Brody didn't want to hear anything that Mitch was spouting and advised him that he would be a dead man if he hurt Jessica. Snickering, Mitch noted that he'd heard that before.\n\n\nIn Bo's office, Dorian held up the bagged and bloodied letter opener for Bo to see. She stressed that Jared's initials were on it as well as Mitch's blood and John's fingerprints. She refused to divulge where she had gotten the letter opener  and accused Bo of covering up an attempted murder. Bo called John to his office and questioned him. John insisted that he had been framed. Jessica, waiting in the outer office with Natalie, whispered that she hoped whoever made the attempt at killing Mitch got away with it.\n\n\nDorian left and returned after the forensics report arrived. John's prints were on the bloody letter opener just as she had been told. Bo insisted that he was taking John's word as a decorated detective, over those of a murderer, that Mitch had attempted suicide. He reminded Dorian that Mitch's fingerprints were on the opener already filed in the evidence room. If John had done what Dorian had said, he would have wiped his prints off, Bo pointed out. Dorian assumed that John hadn't had the time, and she insisted that John always cut corners if he didn't get his way. She was certain that Bo was in on it. She was annoyed that Bo was protecting John and demanded that Bo turn in his badge. John warned her that she was making a mistake.\n\n\nBrody followed Natalie and Jessica into the office, and Natalie was not to be stopped. She demanded to be heard and insisted that she was the one who had stabbed Mitch and that John was innocent. Bo urged her to be quiet, but Natalie persisted in telling her side of the chain of events. John chimed in that she was covering for him and he ordered Dorian to leave both Natalie and Bo out of it. Bo reminded Dorian that he ran the department, not her. Dorian assured John that there would be a hearing with internal affairs regarding his involvement in the Mitch stabbing. Having heard enough, Bo dropped his badge on the desk. He refused to allow her to run \"roughshod\" over everyone when she was out to get Bo in the first place.\n\n\nDorian accepted the badge eagerly, wished him luck, and headed for the door. Bo called out to her and handed her the bloodied letter opener that she had left on his desk. Once she was gone, Bo shared his opinion that Dorian had been after him, and she would have kept on trying until she got him. Brody wanted to know why she was after him. John wondered if someone else was behind it.\n\n\nJohn assumed that Mitch was behind Dorian's actions and presumed that Mitch had something over her. He and Bo wondered who had obtained the letter opener from where John would have stashed it. They arrived at the conclusion that Mitch had people working for him, and they would need to find out who those people were.\n\n\nA breathless Rex arrived at Viki's cabin after learning from Shane that Gigi might be in trouble. As soon as he saw Schuyler, he realized that he had been victim of a ruse. \"Well, isn't this cozy?\" he asked, noting that he needed to save Gigi from herself or from Schuyler. He accused the couple of sleeping together, since he saw them together before the holidays. Gigi admitted that she and Schuyler had made love but insisted that it was only once and not before Christmas. Schuyler felt that it would be best for him to leave so that Gigi and Rex could talk together, but Rex accused him of being less than manly for wanting to desert Gigi.\n\n\nRex thought that he was partly to blame, since he had asked Gigi to leave to figure things out. He thought that maybe if she and Schuyler had only been together one time, she'd be able to get it out of her system and move back home with him. He likened the occurrence to his one-time fling with Stacy, but Gigi disagreed. As Gigi began to cry, Rex demanded to know if she was choosing Schuyler over him. Telling Rex that she loved him, she added that she had made a decision. She continued that she had asked Schuyler to spend the night with her, and she still wanted to be with Schuyler.\n\n\nSnarling, Rex announced that his father had been right. Gigi was appalled that Rex had been talking to Mitch and exclaimed that Mitch was dangerous. Rex replied that Mitch had warned him not to be wasting his time with Gigi. She was already in the past tense with her love after only one night with Schuyler, Rex said angrily. He recommended that she \"go for it,\" and they would both do what they had to. He told her to enjoy it while it lasted.\n\n\nOnce Rex was gone, both Schuyler and Gigi admitted that they felt sorry for Rex. Gigi acknowledged that she and Rex had been through a lot together, but she had made her choice. They embraced while, outside, Rex paused to locate an attorney via cell phone. He announced that he wanted custody of his son.\n\n\nTéa stopped by Todd's place to let him know that Danielle was feeling better and wouldn't go after him again. Wryly, Todd noted that she wasn't able to tell him that Danielle no longer hated him. Téa admitted that she had promised Danielle that she would never see Todd again and it was needed to start healing  Téa and Danielle's relationship. Téa assured Todd that she herself didn't hate him and, in fact, she loved him and always would. She knew that his feelings weren't the same. He took her by surprise when he informed her that she was wrong.\n\n\nTodd admitted that Téa had stuck by him after all he had done, and she still loved him. In addition, she had helped him out when he needed her the most, and their wedding had made him the happiest he'd ever been. He wanted to tell her that he loved her and had never stopped. They joked about their timing and, sadly, Téa informed Todd that she had actually stopped at his place to say goodbye.\n\n\nTodd shrugged Téa off, but she knew he felt sad about her leaving. He knew that he wouldn't be able to stop her, but he admitted he wouldn't make it easy for her. Téa advised him that Danielle would learn the truth one day about both Ross and Todd. Then they would be able to return to Llanview. Todd grabbed Téa suddenly and pulled her into a passionate kiss.\n\n\nDorian visited Mitch in his cell. He noted that she was \"growing into your power every day, mayor.\" She proclaimed that she had done what he wanted her to do to ensure her family's safety, but she knew she'd never fill Bo's shoes. She had wanted him to stay on because she had great respect for Bo. Mitch declared that he had her next task, and he knew who she had to appoint as the next police commissioner. Hearing Mitch's suggestion caused Dorian to laugh and she called it insane. She insisted that it would be impossible, but Mitch stressed that she was the mayor and nothing was impossible.\n\n\n",
    "tvmega_recap": "Dorian takes the evidence that Mitch gave her to bring charges against Bo and get him fired. Natalie and John defend Bo. Each takes the rap for stabbing Mitch. Dorian tells them all that as mayor, she's going to clean house, Yet, she privately tells Mitch that she will no longer do his dirty work for him. Mitch is confident that Rex will get rid of Gigi and also wants to prevent Jessica from marrying or having kids with Brody. He tells them he wants to \"guide\" his children and keep his blood line pure. Gigi admits that she is done with Rex and wants to be with Schuyler. Matthew is happily with Dani. But she announces that her mother is going to make her move again. And it's just as well since she doesn't want to live in the same town as the man who killed her \"father\". Yet, it appears Todd and Tea can't live without each other. Blair and Elijah appear to be hooking up at the same time.",
    "tvmega_summary": "Episode # 10597 ~ A Kiss Before I Go",
    "soapcentral_condensed": "A Kiss Before I Go sees Todd and Téa share a tender kiss. Danielle reveals that she and her mother are leaving the country. Matthew reveals that Destiny had expressed her feelings towards him, and made it known that she loved him. Brody accuses Mitch of driving Charlie to drink and assures him that he'd never be able to break Brody's heart. Todd and Blair share a kiss as they realize that they are still in love, even though Todd hasn't admitted it yet, but Blair admits that she can't tell the difference between pride and love, though she finally admitted to herself that Todd loved Té a. Blair thought she'd find someone else to be a distraction for Todd, but Elijah was certain that Brody would be the perfect distraction for him. Todd admits to Blair that he still loves his wife, but he doesn't want to be with her any longer, and Blair realizes that he's not over her yet, and that she's still not over Todd, too.\n"
}