{
    "soap_central": "\n\nThings got tense over at Buchanan Enterprises as Bo and Clint were ready to fight yet another battle on behalf of the family business. Once again it appeared that someone was moving in with the plan of trying to take control of the company. Lindsay arrived to see Bo and to give him something important: his plaques of police heroes, which had previously hung at the police station. Lindsay called Bo a hero as well, though he told her he hardly felt like he was in the same league as those men on the plaques. Natalie searched in vain for Jared as Clint became angrier by the minute, since he was looking for reports that Jared had been preparing. During some chance alone time, Clint advised Lindsay that he only used her information as a last resort to bring down Virgil Webster. Just as she asked him if was now feeling guilty, Bo walked in and asked what they were talking about. Clint quickly said that he felt that Lindsay was distracting Bo, as they had lots to do. The men met with Walter Honeycutt who gave them some names of men to look at as possible culprits of the latest takeover plot. Talk turned to Bo's losing his job as police commissioner. Walter thought that Lee Ramsey sounded familiar but he couldn't place him. Natalie continued to look for Jared and placed a call to Jessica for help. Lindsay recognized Walter from an art show and they agreed to continue their conversation at the Palace. \n\n\nJessica surprised Nash at the Palace Hotel bar, where he filled her in on the surprisingly good details of his meeting with Cris. Jess was distracted by Antonio's financial difficulties and admitted that she met with him to offer him her sympathies. She was adamant that she didn't know about the situation before she offered the vineyard label designing work to Cris. She felt partly responsible for Antonio's woes since she was one of the people who had encouraged him to take the Santi money for Jamie's future. The talk turned to Nash's successful meeting with his new investors, and he wanted to celebrate. He noted that things were going his way and only getting better. Jess asked when she would get to meet the new investors. \n\n\nAt the police station Antonio told Talia and John that things were fine with him, thanks to the support of his family and friends. He was summoned into Ramsey's office. \"So, who knew we had a millionaire cop?\" was the first comment directed towards Antonio, who made it clear that he was no longer wealthy. Ramsey made some derogatory comments about Bo, suggesting that he was always sleeping on the job because his salary is only $1 per year. He thought it was good to employ people who needed the money and were therefore more motivated, like Talia and now Antonio. While Talia told John that she was afraid that Antonio would lose his job, Antonio suggested to Ramsey that he thought it more than coincidental that he lost his money at the same time that Ramsey was appointed commissioner. He felt that Ramsey knew more than he let on, which Lee was quick to deny. He said that he needed Antonio focused on his job and handed him a new case file, adding not to let McBain screw it up. He seemed sincere when he suggested that Antonio work additional shifts to make some extra money and was quite concerned when he learned of Antonio's daughter. John was convinced that something strange was going on. Antonio showed him their questionable assignment and pointed out that Lee almost seemed human for a moment. Ramsey started to research Antonio's history. He was short with Talia when he didn't hear her knock before she walked into his office to return a file. \n\n\nJared, Charlie, and Dorian got settled at a table at the Palace. Jared played some of his tape and Dorian learned that he had recorded every word of her conversation with Charlie. She wondered who would take the word of a con and a drunk over one of the most respected people in town, but Jared indicated that the voice on the tape was quite clearly hers. She felt that the men were amateurs compared to her. Jared informed her that they would prove that she knew of their conspiracy and that she prevented him from disclosing it. She helped cover it up and they would take her down with them if she opened her mouth to anyone, he continued. She was Dorian Lord, she announced to them, and knew people in high places, so would never be prosecuted. Jared thought that Nora was missing from her list of friends and wondered what she would think. Jared assured her that his place as a Buchanan was not about the money and that he wasn't stealing, but his reasons for doing what he was doing were none of her business. Charlie's reasoning was that he loved both Jared and Viki and wanted them protected. Dorian thought that Jared was being very hostile and she was also surprised at Charlie. They warned her that she would get burned if she weren't quiet. Dorian received a call and left them. Jared told his dad that he had regrets and would never re-do pretending to be a Buchanan again. Charlie told him it was too late for regrets, they both had a lot at stake, and there were secrets that needed to be kept. Jessica came by looking for Jared at Natalie's request and learned that he was just taking Charlie out to dinner for saving his life. She wondered if she owed Jared a meal for doing the same for her. Jared rushed off to B.E. Nash came looking for Jessica, and both he and Charlie complimented a new Jared. \n\n\nAntonio and John headed to the docks on their new case. It resulted in an arrest of a couple of young guys who had nothing more than some bootleg DVDs and baseball cards on them. They wondered if it was a joke or an attempt on Ramsey's part to get them out of the way. \n\n\nJared finally showed up at B.E. and surprised an annoyed Clint with well-prepared reports. He apologized for being late and promised to never let it happen again. Natalie thought he looked sad and thought it was odd, now that his family was actually treating him like family. \n\n\nLindsay and Walter ended up at the Palace bar to talk and have a drink. A perturbed looking Walter spotted Lee who was sitting at a nearby table with Dorian, and asked about him. In the meantime, Lee asked Dorian about the information she had on some prominent citizens that she promised him. She thought about the threats she had just received and told Lee that he had misunderstood her. She only mentioned that she knew some prominent citizens and would introduce them, she told him, as she turned and left. Lee was pretty sure he had heard her correctly the first time and muttered that they had a lot in common. \n\n\n",
    "tvmega_recap": "Jessica comes up to Nash in a bar, (pretending to be another woman) and comes on to him. They kiss. Jessica asks Nash if Cris had come to see him. Jessica wants to know how it had gone. John and Talia are at work when Antonio comes in. John offers his condolences and also his help. Ramsey comes by and wants to see Antonio in his office. Ramsey remarks that he didn't know that they had a millionaire cop. Bo and Clint have a meeting about the latest series of threats against B.E. Lindsay comes in to visit .Clint leaves Bo and Lindsay alone. Natalie is on the phone trying to locate Jared when Clint comes into her office. Clint wants Jared's analysis figures, but doesn't know where he is. Jared blocks Dorian's path and will not allow her to pass in the Palace Hotel dining room. Charlie comes up. Lindsay surprises Bo with some pics of all of his heroes. Jared plays Dorian a tape recording of her conversation with Charlie. Jared and Charlie blackmail Dorian with the tape recording. Ramsey pulls up a file on Antonio on the internet. Clint lets Lindsay know that he had used the file only as a last resort. It comes out that Charlie and Jared are working together. Charlie hopes that both he and Jared can keep their secrets. Jessica comes up to the table and wants to know what secret they are trying to keep. Jessica tells Jared that there is an emergency at B.E. John and Antonio arrest two bootleggers on the docks. Bo and Clint have a meeting with an old friend of Asa's. The friend supplies Bo and Clint with some names that may be nemesis of Asa's. The friend hears Ramsey's name and tells Bo that it rings a bell. Lindsay recognizes Walter Honeycutt in the corridor of B.E. Dorian meets Ramsey at a bar. Lindsay and Walter come into the same bar where Ramsey meets Dorian. After remembering Jared's threat, Dorian refuses to release any info to Ramsey.",
    "soapcentral_condensed": "Nash surprised Jessica at the Palace Hotel bar, where he filled her in on the surprisingly good details of his meeting with Cris. Lindsay called Bo a hero as well, though he told her he hardly felt like he was in the same league as those men on the plaques. At the police station Antonio told Talia and John that things were fine with him, thanks to the support of his family and friends. Jared played some of his tape and Dorian learned that he had recorded every word of her conversation with Charlie. They warned her that she would get burned if she weren't quiet. Dorian received a call from her father and told him that he would never re-do pretending to be a Buchanan again and that she was too good for him. Jared told her that they would prove that she knew of their conspiracy and she prevented him from disclosing it. She helped cover it up and they would take her down with them if she opened her mouth to anyone, she announced to them.\n"
}