{
    "soap_central": "\n\nAgent Baker spoke to an unseen woman at the agency headquarters. The woman was Baker's superior, and she was angry. Baker had destroyed all of her life's work, she admonished him. The woman wanted an update, and Baker filled her in on all that had happened in Llanview as he pursued their fugitive. He advised her that John McBain had interfered, and he wondered why the detective was protecting the man with the scar on his face.\n\n\nThe woman fixed herself a helping of heartburn medicine and explained that she had arranged to have Baker released from John's custody. The fugitive was her priority, though, the woman said as she returned the pink liquid to her desk drawer, right next to a gun. Baker indicated that he had been unable to obtain custody of the fugitive, and the man was too well protected to go after him.\n\n\nThe woman felt that there had already been too much attention given to their fugitive, and it would be worse if there were a trial. Baker had been given one instruction, and that had been to stop the fugitive from having contact with Todd, the woman said irritably. Baker had failed, and it would cost them when the truth was revealed.\n\n\nBaker thought there might still be a chance to salvage everything, but the woman disagreed. They had been unable to obtain any useful information from the fugitive, and Baker had allowed the man to escape. The fugitive had gone to Llanview, made contact with his family, and met another man who had been living his life. There was no way to salvage anything, the woman pronounced.\n\n\nBaker noted that there had been DNA tests run, and the family was probably getting the results at that very moment. He guessed that it didn't help matters. The woman agreed.\n\n\nMrs. Evans was flabbergasted. She couldn't believe that Destiny was pregnant and wanted an abortion. Mrs. Evans explained that it was a big decision. She also indicated that she would always be Destiny's mother, regardless of what had happened. Destiny admitted that Mrs. Evans was probably thinking that Destiny had gotten what she deserved.\n\n\nMrs. Evans was only sorry that Destiny had felt so bad after hearing about the family secret. She blamed herself for handling things the wrong way. \"You're the daughter of my heart, and that's what matters,\" Mrs. Evans declared. She loved Destiny more than anything, and she was there for her. \"Let me in,\" Mrs. Evans pleaded. Destiny began to cry, and she hugged the woman who had always been the only mother she had known.\n\n\nDestiny was sorry that she'd pushed her parents away, but Mrs. Evans insisted that she understood. Destiny also apologized for some of the mean things she'd said. Her mother promised that it had all been forgotten. Mrs. Evans stated, \"Families come together in times of need.\" She knew that Destiny's decision was difficult, and she promised that it wouldn't be the end of the world. She wondered who else knew about Destiny's pregnancy.\n\n\nDestiny revealed that only Shaun and Vivian were familiar with her plight. The father had been hurt, and he wasn't aware of the situation. She confessed that Matthew was the baby's father. Mrs. Evans was certain that Matthew would have supported Destiny if he had been able to, because he was a nice boy. She advised Destiny of her options, and she told the teen that she wasn't alone.\n\n\nDestiny explained that she was still in high school, and she wasn't ready to be a mother. Having an abortion was the right decision for her, Destiny stated. Mrs. Evans agreed to sign the permission form under one condition. She wanted to accompany Destiny to the procedure. Destiny agreed and admitted that she wouldn't be able to go through with it without her mother. Destiny was ready to leave.\n\n\nMrs. Evans again stated that Destiny's room was ready and had remained untouched. She wanted Destiny to stay, but she quickly apologized for presuming too much. \"I want to come home,\" Destiny confessed. \"I'm so glad,\" Mrs. Evans said as she wrapped her arms around her little girl. Destiny announced that she had something to do first.\n\n\nNora paid Nate a visit. She wanted to have a discussion with him. Nate advised her that he'd already spoken to Bo, but she announced that it was her turn. She wondered if Inez were there, and Nate informed her that his mother was out. Nora proceeded to badmouth Inez, and she blamed her for Nate's most recent turn as a porn star among other things. Nora accused Nate of only telling Bo the truth about Matthew's assault, because Bo had pursued the truth.\n\n\nNate insisted that he hadn't set out to hurt Matthew, and he recounted the series of events that had ended with Matthew's landing in the hospital. He was sorry about it all, but Nora snapped that things didn't change merely because Nate had some remorse. It wouldn't result in Matthew being back with them. Nate retorted that his father wasn't able to return either, thanks to Matthew's act.\n\n\nNate spoke about the father he'd heard so much about, and he added that Eddie had deserved what had happened to him. He'd wanted to kill Eddie himself, but he hadn't been able to do it. Matthew had ended up killing Eddie, but Nate had been blamed for it. Matthew had never said a word about it, and Nate could have ended up in prison for a long time. Nate admitted that he hadn't been able to let it go, and he'd hit Matthew.\n\n\nNate proclaimed that he'd take it all back if he could, and what had happened to Matthew had been Nate's fault. He prayed for Matthew to get better every night. Tearfully, Nora revealed that she did the same. Nate wondered what would happen next, and whether Nora planned to prosecute him.\n\n\nNora pieced it together out loud. She realized that if she were to prosecute Nate, then his motive would be revealed. That would mean that Matthew would also be implicated, and both boys would face prison time, she continued. If Matthew were to get well, she'd lose him all over again, and she couldn't bear that, Nora sniveled. Nate posed a question to Nora. He wondered what would happen if things weren't revealed after all.\n\n\nNate offered to write a new statement in which he left out the real motive for his visit to Matthew. He would keep the information about his father to himself, and he would write that he had been jealous of Matthew's relationship with Dani. Nora would be able to prosecute Nate and leave Matthew out of it. Nora couldn't believe that Nate would be willing to do that and have Matthew get away without paying for his crime. Nate supposed that Matthew had already paid.\n\n\nNora stated that she couldn't allow that to happen, and there were sure to be questions and issues of perjury. Nate suggested that if Nora did nothing, it would be an obstruction of justice. Nora advised him that she'd already \"crossed that bridge.\" She decided that she wouldn't prosecute, and there would be no jail for Matthew. She hoped that Nate was okay with that.\n\n\nNate accepted Nora's decision, and she returned his signed statement to him. He told her how sorry he was about hurting Matthew. \"I believe you, Nate. It's too bad it's not enough,\" Nora said tearfully as she left.\n\n\nDavid showed up to visit his brother at the rehabilitation hospital in Philadelphia. Matthew remained unconscious as David played Vicker Man and spoke about his terrible experience with Harrison Ford. David missed Matthew, and he could tell that Bo and Nora weren't getting much sleep. He wanted Matthew to know that there was no pressure to rush back, but David didn't think he'd be able to take it much longer.\n\n\nDavid admitted that he couldn't fill Matthew's shoes. Bo needed Matthew, and so did David. He begged Matthew to wake up. \"You're the future of our family,\" David proclaimed. David began to cry. He urged his brother to wake up, because they couldn't allow Nate to get away with what he'd done to Matthew.\n\n\nAt the Manning residence, family members were in shock after John read the DNA test results. No one was quite sure what it all meant. \"It means there are two Todd Mannings,\" John declared. John insisted that the tests had been run under his supervision, and he was certain that there hadn't been any mix-ups. The samples had each been kept separated from the other. The men shared the same DNA.\n\n\nEveryone practically spoke at once as they discussed the possibilities and repercussions. The man with the scar still believed that something had gone wrong with the tests. Téa suggested that someone had tampered with them. \"Who would do that?\" Blair wondered.\n\n\nJust then, Dani walked in. There was a police car parked outside, and she wondered what had been going on inside. She was surprised to see everyone standing around. Suddenly, she saw the man with the scar, and she stared at him in confusion. The man looked back at Dani intently.\n\n\nTéa thought she should take Dani aside to talk to her. Starr began to explain that it was the man who had befriended Sam, but Dani did a double-take. She noted that the man looked like her father before he'd had the plastic surgery. \"Danielle?\" the man gently called out. \"I'm your father. Nice job, Delgado,\" the man stated. He mentioned how beautiful Dani was.\n\n\nTodd ordered the man to back off because he wasn't Dani's father, but the man explained when and where Dani had been conceived. He continued to talk over Todd's objections, and he noted that he was Dani's father just as he was Starr's father. Jack disagreed with the man, and Todd insisted that the tests had been incorrect. Viki believed that the tests could be true, and Starr thought that she might have an explanation.\n\n\nStarr announced the possibility that the two Todds were twins. Both of the men quickly disagreed. Jack loudly chimed in with his disbelief, and he suggested that the men were clones. Everyone looked at each other disgustedly. \"But both men believe they're Todd,\" Téa reminded the family. Both of the Todds did agree on one thing: they both wanted another DNA test to be run.\n\n\nJohn took swabs from each man's mouth and placed the swabs into plastic bags. The family began to disband. Blair ran off to have a word with her children. Jack wanted to stay behind with Téa and the man he knew as his father. Blair indicated that they'd get the test results soon enough, and she wanted him home with her. Starr offered to stay with Dani, but Dani felt that she should confer with Téa.\n\n\nStarr advised her sister that she'd be there for her if need be, and the girls hugged. The man with the scar stated that he was there for Dani, as well, but Dani declined his offer. She ran out of the house. The man called after her, but Téa thought it best if her daughter left. \"This has been fun,\" the man stated.\n\n\nViki announced that the man would be staying at Llanfair because he was out on bail, and she'd been the one to pay for it. The man was her responsibility. The man was looking forward to getting his life back. Todd and the man just glared at each other.\n\n\nTodd poured himself a drink after most of the family had gone. Tomas offered to stay with Téa, but she assured him that she was fine. He left the house. \"Thanks for the vote of confidence,\" Todd snapped at Téa. \"I'm here, aren't I?\" she replied. She reminded him that they would have more information once the test results were available.\n\n\nDestiny walked into Matthew's hospital room as David sat and talked to his brother about his film. She apologized to David for not making it to the premiere. He suggested that she watch it then, but Destiny advised him that she wanted to talk to Matthew alone. David graciously left the pair, and Destiny apologized to the still comatose Matthew for not being around. She'd been busy, but she wanted to let him hear about her decision.\n\n\nHer choice had nothing to do with her feelings for Matthew, Destiny assured him. \"I just wanted to let you know I'm not gonna have our baby,\" Destiny said. Her back was to the door, and she didn't see or hear Nora walk into the room.\n\n\nDani arrived at Nate's place and ran inside crying when he opened the door. She was hysterical, and she apologized for what she was about to do. She hated to unload on him but she'd had nowhere else to go. \"I needed you,\" she said. Nate hugged her as she cried.\n\n\nBlair, Starr, and Jack returned to La Boulaie. The teens argued over the possibility of twins vs. clones, and Blair finally told them to knock it off. As he went upstairs, Jack insisted that \"dad is dad,\" but Starr apologized to her mother for not being so sure. She looked at Blair and realized that Blair wasn't too certain either. Starr reminded her mother that they'd get the results soon enough.\n\n\nViki and the man with the scar walked through the door at Llanfair. Viki advised the man to feel free to go about as he pleased, but she asked that he stay on the quiet side. There were small children upstairs. The man thanked her, but she was confused. \"For what?\" Viki asked. He pointed out that she was probably tired of using her home as a refugee camp, but Viki assured him that she enjoyed having people about.\n\n\nThe man wondered if he really were a crazy stranger. Viki didn't think he was either of those things. \"How can there be two of me?\" the man wondered. Viki felt that there would have been only one person qualified to answer that question, and that would have been the person who had given birth to Todd. She flipped through some pages of an old photo album and stopped at a picture of two young women.\n\n\nViki explained that Irene Manning had been her college roommate and best friend. Unfortunately, the woman had been dead for at least 30 years.\n\n\nBaker apologized again. He assumed that they'd already seen the worst-case scenario, but the woman disagreed. \"No, Mr. Baker, things can always get worse.\" The woman, though older, resembled the woman in Viki's photo album.\n\n\n",
    "tvmega_recap": "John runs a DNA test that confirms that both of the \"2 Todds\" share the same DNA. Nobody knows what to make if that or how that can be explained except Starr suggests they could be twins. Meanwhile, Baker meets with an unseen woman who tells him he failed with his \"mission\" involving \"the fugitive\" (original Todd) since he escaped from captivity, found his way to Llanview and found Todd Manning and cannot be found again. When original Todd realizes he is not going back to jail, he knows he has nowhere to stay until Viki tells him he can stay with her, seeming as though she knows that original Todd really is her brother. We then see the woman who is behind the 8 year captivity of original Todd right as Viki concludes that the only person who knows why there are 2 Todds is the woman who gave birth to him, Irene Manning. We then see that it's Irene Manning who is working with Baker to prevent original Todd from being with the people who know him. Destiny admits to her grandmother that she is pregnant and needs authorization to get an abortion. Her grandmother is supportive to her and she decides she will come back to live with her parents. Matthew, however, remains in a coma and unaware that he got Destiny pregnant. Nate goes and talks to Nora and finds out that if she convicts him for assaulting her son, she also has to convict her son for shooting Eddie since that was Nate's motive to assault him. Nate tells her that he does not wish any harm to Matthew and won't implicate her son.",
    "soapcentral_condensed": "Mrs. Evans was flabbergasted that Destiny was pregnant and wanted an abortion. She advised Destiny of her options, and she told the teen that she wasn't alone. Mrs. Evans agreed to sign the permission form under one condition. Destiny agreed and admitted that she wouldn't be able to go through with it without her mother. \"I want to come home,\" Destiny confessed. Destiny announced that she had something to do first, but she wanted to have a discussion with Nate. Nate advised her that he'd already spoken with Bo, and that it was her turn to turn out the lights. Nate retorted that Bo had only pursued the truth about Matthew's assault because he insisted that he hadn't set out to hurt Matthew, and he recounted the series of events that had ended with Matthew's landing in the hospital. Nora blamed Inez for Nate's most recent turn as a porn star among other things. Nate said he was sorry about it all, but that things didn't change merely because he had snapped.\n"
}