{
    "soap_central": "\n\nIn Llanfair, Charlie and Viki sat down to a breakfast of heart-shaped pancakes. Charlie regretfully announced that he wouldn't be able to make the Red Ball. He felt that he'd be \"out of [his] element\" and didn't want to cramp her style. He felt that all eyes would be on them because of the events in Texas, and the ball was meant to be a function for charity. Viki would not hear of it, informing him that the tickets had already been paid for, so they wouldn't lose any money. She could get him a tux, and the people could just wonder about them, since they'd gossip anyway.\n\n\nMeanwhile, Natalie and Jessica were frantic when they found that Allison had disappeared from the family crypt. They made their way to the house, where Charlie and Viki were eating. They covered up the real reason for being there and instead offered their services to Viki for the ball. As they gave each other signals, Jessica left on the pretense of hunting for their ball tickets as she searched the house for Allison. There was no sign of her.\n\n\nNatalie and Jessica were introduced to Charlie and learned that he was Rex's father. Natalie was quite perplexed and noted that he didn't look familiar to her at all. Charlie told her that his encounter with Roxy had been quite brief.\n\n\nThe sisters hastily excused themselves, citing errands to be run, and decided to separate and continue their hunt for Allison. Charlie presented Viki with a gift of a replica of the Eiffel Tower with a cowboy hat on top. She loved it and cited their recent past of when things had been simple. She told him how glad she was that they were open and honest with each other.\n\n\nMichael stopped by to see Marcie as she awaited her arraignment. He gave her a small heart for Valentine's Day, and she was amazed that she'd had no idea of the date. He said that the heart was to remind her that he'd be there forever. He whispered, \"Remember, 'not guilty.'\"\n\n\nJohn and Bo arranged to have Todd sprung from jail as he paced his cell and murmured that he was not guilty. John snapped pictures of both Todd and Lee. When John laid it all out for Todd, Todd agreed not to testify against Marcie, though he didn't think anyone would believe what he had to say. John admitted that he personally believed Todd regarding the attempted shooting of Gigi and Shane but assumed that Lee would attempt to implicate Todd.\n\n\nLindsay ran into Nora before the trial and advised her that she wouldn't win the case and that she was on the wrong side. Bo interrupted them as they began to have their usual words with each other. Lindsay jokingly stated that she was talking about the trial because Nora couldn't. The judge arrived, and the arraignment began. Marcie pleaded not guilty, and the judge set bail at one million dollars. John told Todd that he would tell Gigi what to say depending on what Todd decided to do.\n\n\nRoxy visited the diner, ordered breakfast, and attempted to give Markko tips on how to provide service. Her goal was to dig her previously written secret out of the secrets box. Her attempt was cut short when Jared walked through the door and spotted her. She hurriedly assured him that she was only removing her secret, not her monetary contribution.\n\n\nJared told Roxy the secrets would get burned, but she still wanted hers back. She asked the guys if they had secrets. Markko figured his life was an open book, and Jared said it was not his thing. As Roxy grilled him on his feelings for Natalie, Jared eyed the box and gave in. He'd had a dream about Natalie that had propelled him to the diner and the box in the first place. He wrote his note out, \"Nat, I made it all up. I'm not your uncle.\"\n\n\nAllison was there, in disguise, and spotted Roxy as her \"ticket to ride.\" As Roxy tried to get her secret out of the box, Allison quietly said to herself, \"Some secrets don't die in the fire, do they Rox?\" She surprised her old friend and stated that they had \"some catching up to do.\" Roxy did her best to get away from Allison, but the mental patient wanted to talk about old times. She thought they had old business to finish and pulled Roxy out of the diner. As Jared finished writing up his secret, Natalie walked in.\n\n\nCole had flowers for Starr for Valentine's Day, and he had a slap bracelet for Langston, who was really touched. Her mom had given her those bracelets long before. Starr watched silently as they hugged. Cole had to study, and Markko had to work, so the girls were planning to spend the day together. A less-than-enthused Starr grabbed the baby monitor as she made an excuse to quickly leave the room.\n\n\nStarr listened to Cole and Langston's conversation while she was gone. Unfortunately, the words were static-filled and cutting out, but she heard them talk of hiding something from her and how it wouldn't be cool if she were to find out. When Markko arrived with flowers for Langston, Starr pointed out that Langston had received a Valentine's gift from Cole as well. Markko jokingly asked if he should be worried, and the guys laughed as Cole pulled some change out of his pocket and handed it to Markko as his \"gift.\" Starr was obviously feeling down.\n\n\nWhen the bail was announced for Marcie, Todd strolled into the courtroom and announced that he was posting bail. Everyone was shocked and confused, and Nora protested. Todd told the court that he'd been thinking that he would have done the same thing if the tables had been turned, but his son was at home, safe where he belonged. He thought Marcie had learned her lesson and that she was most likely suffering.\n\n\nNora thought it was some kind of stunt. Todd wanted his own charges from the shooting dropped, and Bo informed him that he'd never intended to press charges in the first place. \"Go in peace,\" the commissioner told him.\n\n\nAs Todd phoned in his headline for the Sun, the McBains quietly left the courtroom. Marcie didn't believe him when he told her it had been the right thing to do. He asked her if she thought her home would be homey without her son and said that he hoped it felt like a prison. He also ordered them not to go within one mile of any of his family members, or he would kill them. Downstairs, Lee was released into the custody of FBI agents from Washington. John called an unknown person to report it.\n\n\n",
    "tvmega_recap": "Jared dreams that he is in bed with Natalie and she kisses on his neck. Jessica and Natalie prepare to go to the crypt to try to get the info out of Alison about the family secret. Viki serves Charlie heart shaped pancakes. Michael visits with Marcie a few minutes before her arraignment hearing. Todd practices what he is going to say in his defense in front of the judge. Ramsay tells Todd that this is all about Todd. John walks up and takes a pic of Todd behind bars. Bo visits Todd's cell and releases Todd to John and another officer. Lindsay accepts a delivery of flowers for Nora. Jessica and Natalie find Alison gone from the crypt. Roxy gives Markko pointers on how to wait on a customer. Alison hides out in the diner and upon seeing Roxy, mumbles to herself that Roxy is her ticket to ride. Starr, Langston, and Cole are in the kitchen at La Boulaie. Cole surprises Langston with a gift. This doesn't set too well with Starr. Starr makes up an excuse to leave the room. With the help of a monitor, Starr listens in on Cole and Langston's conversation.",
    "soapcentral_condensed": "In Llanfair, Charlie and Viki sat down to a breakfast of heart-shaped pancakes. Natalie and Jessica were frantic when they found that Allison had disappeared from the family crypt. Roxy visited the diner, ordered breakfast, and attempted to dig her previously written secret out of the secrets box. As Roxy tried to get her secret out, Allison quietly said to herself, \"Some secrets don't die in the fire, do they Rox?\" Roxy did her best to pull Allison away from the mental patient patient and pulled Roxy and Cole together. Cole had a slap bracelet for Starr's Valentine's Day and he had a quick excuse to leave the room. Michael stopped by to see Marcie as she awaited her arraignment. Todd agreed not to testify against Marcie, though he didn't think anyone would believe what he had to say. John admitted that he personally believed Todd regarding the attempted shooting of Gigi and Shane but assumed that Lee would attempt to implicate Todd. John told Todd that he would tell Gigi what to say depending on what Todd decided to do.\n"
}