{
    "soap_central": "\n\nCris finally gets to see Evangeline. He pours his heart out to her about how much he misses  and needs her. He wonders if it's time to let her go and mentions a girl that he's met. He wants to know if he should wait and is hopeful for some kind of sign from her. When she appears to pull her hand away from him, he sadly tells her he'll always love her.\n\n\nBlair and Dorian reach the police station in their frantic search for a missing Addie. They speak to Talia who is spending her last day on the Llanview police force. She is able to verify that Addie called a cab. Dorian admits to leaving her alone while she went to see Clint and Blair is concerned that she is getting into trouble by doing something on her \"list.\" When Talia is able to reach the cabbie, she learns that the trip was to Capricorn. The women head to the club.\n\n\nSarah learns that Cris is out of town and figures he went to see Evangeline. Antonio is forced to work on New Year's Eve. The indie band that Sarah booked shows up for a sound check and practice and one of the guys flirts with Sarah, remembering her from when she performed as Flash.  Addie arrives, ready to visit a nightclub, drink champagne and dance the mambo, all items on her \"to do list.\" She's disappointed that the club is not open yet but engages Sarah in conversation and she's on her way. Starting with the champagne, she even manages to get a guitar lesson from the band members. Blair, Dorian and Talia arrive and the Cramers are hard on Addie, who informs them that she's free to do what she wants. They attempt to convince her to go home with them and after they agree to lots of champagne and fun, she consents. Antonio tries to talk to Talia and asks if there's anything that would change her mind about leaving. She's looking forward to a new job and a new partner and she has nothing to say, she retorts. \n\n\nMichael has good news for John; he had his hearing, unbeknownst to his brother and the judge took pity on him. He received a sentence of one year's probation for the perjury and bail jumping charges. He's ready to resume his search for Marcie and Tommy and he's headed to Argentina since that was the latest news out of  Paris, Texas. He needs to get there before Todd and Lee. John informs him that Lee is no longer on the case and is no longer an agent. He's also pretty sure that Marcie didn't really go to Argentina because it's too expensive and too high profile and believes that someone was covering for her. He offers to help in the search and has a plan. First, he wants to open a gift that just arrived. It's from Marty and it's a dartboard, with a picture of Todd for the bull's eye. The guys have a quick game and prepare to leave.\n\n\nMarcie has mixed emotions when Gigi turns over the money from selling her engagement ring. She considers it a symbol of love buying her freedom. She wonders if the buyer noted the inscription, the same one she has on another piece of jewelry. Gigi discloses that she actually sold the ring to a former high school boyfriend and Marcie is quite inquisitive about the guy, even wondering if it happens to be Shane's father. Gigi is elusive and denies having any feelings for him but Marcie thinks otherwise. She offers to work for Gigi who has the sniffles and seems down but when Gigi mentions that the guy was a private eye who was in town looking for Marcie, that it wasn't fate that he ran into Gigi, Marcie becomes agitated and realizes that she will have to leave town in a hurry. Noelle stops at the cafe to get her last pay, having quit over the pie scenario, but Moe talks her into staying, offering her a quadruple pay rate plus a promise to never talk to her. That ends abruptly when he shares the news that he was able to enter her pie back into the contest and she's on her way to Dallas. Todd and Lee show up for information on Marcie. Lee has investigated and learned that she really didn't head to South America and that Gigi was lying. He'll \"squeeze\" her if he has to, he assures Todd. Lee gets Noelle to talk about Gigi and her son and lies that his own son goes to school with Shane and is sick.  Noelle tries to reach Gigi on the telephone but is unsuccessful. She mentions the friend at the hotel where Lee can try to find Gigi. The men head over there just as Gigi rushes out of Marcie's room, having shared a teary-eyed good-bye. She has nothing to say to them, until Lee shows her that he has a gun. And wonders if she wants to see her son again.\n\n\nRex proposes to Adriana who is shocked after thinking her gift was the vacuum cleaner. She loves her ring and glows over the inscription that Rex, unaware that it was there, tries to prevent her from seeing. \" We are one.\" The ring is a tad too big and Rex promises to have it sized with a new inscription, claiming not to like his original thought. He tells her she's too independent for such a saying, though she thinks it's sweet and it's them against the world. Or more like against her mother, he grumbles. He shares that he discussed the marriage and engagement with Dorian. He tries to change the subject but Adriana keeps reverting back to discussion of the ring.\n\n\n",
    "tvmega_recap": "Cristian visits Evangeline in her room. He tells her that he misses her now more than ever. Sarah comes into work and finds Antonio there. Sarah wonders where Cristian is. She concludes that Cristian went to see Evangeline. Adriana can't get over the beautiful engagement ring that Rex gave her. She questions him as to where he got it. Marcie is angry when she finds out that Gigi sold her engagement ring to her ex-boyfriend. Noelle is happy that she is going to have another chance to win the cooking contest. She grabs Moe and hugs him. John and Michael team up together. Marcie tells Gigi good-bye and that she will never forget her. Gigi leaves Marcie's motel room when she runs into Todd and Ramsey. Dorian and Blair find Addie at Capricorn. Blair talks Addie into going home with them and spending New Years Eve with them. Cristian gets a small response from Evangeline. Antonio and Talia have another talk about her leaving town. Talia lets him know that they have nothing else to talk about. Cristian comes into work at Capricorn and meets up with Sarah. Sarah, sort of, makes a date with one of the musicians for New Year's Eve.",
    "soapcentral_condensed": "Cris finally gets to see Evangeline. He pours his heart out to her about how much he misses  and needs her. Blair and Dorian reach the police station in their frantic search for a missing Addie. Talia is spending her last day on the Llanview police force. Marcie has mixed emotions when Gigi turns over the money from selling her engagement ring. Michael has good news for John; he had his hearing, unbeknownst to his brother. He received a sentence of one year's probation for the perjury and bail jumping charges. He's ready to resume his search for Marcie and Tommy and he's headed to Argentina since that was the latest news out of Paris, Texas. Noelle tries to reach Gigi on the telephone but she is unsuccessful but she mentions the friend at the hotel where Lee can try to find Gigi. And she wonders if she has a gun with her, until Lee shows her that he wants to see her.\n"
}