{
    "soap_central": "\nUNINVITED\n\n\n\"If it weren't for Nash, I'd be dead,\" Jessica began, in the midst of her tears. As she tried to get through her thoughts about her husband, Roxy got up to leave. Opening the doors revealed Natalie and Jared on the other side, listening to the service. \"I'm sorry,\" muttered Nat, as she turned to depart. Jess stopped the couple from leaving and invited them to come forward, suggesting they sit on the first row. Clint was angry but Jess insisted that they stay. She began by stating that her husband would be alive if it weren't for them and since the funeral was supposed to be about closure, she now had something to talk about. \"We should go,\" Nat insisted. \n\n\nAt Angel Square, Tina was surprised to see Jonas as she walked her dog, David Vickers. Telling her that he missed her, the ambassador revealed his gun, pointing directly at Tina. He demanded that she give him the jewels or he would have to turn her over to the police for Lee's murder. Tina assured him that she didn't kill anyone but that he himself had shot a cop. She also indicated that he wouldn't shoot her, since he would then not be able to locate the jewels on his own. Jonas quickly agreed but suggested she reveal the location or he'd shoot her dog instead. \n\n\nJohn strolled around Todd's new place, wondering what or who could be hidden. Trying to get into the locked room on the second floor, he was abruptly stopped by Keys, who advised him that the room was filled with antiques. John informed him that he was a cop but they were interrupted by Janet, who was looking for Todd. She asked who killed Lee and told John that she was on duty. She looked hesitatingly at Keys who told her he had everything covered. Recalling that the woman was previously employed by Lee, John asked her about it. Ill-at-ease, Janet merely stated that she did a job for him, while Keys silently text messaged Todd that McBain was at the house. \n\n\nAt the diner, Gigi filled out a job application, explaining to Marcie that she was out of a job thanks to Dorian. Marcie spied the trophy that Shane and Brody had won as a father and son team, as Gigi explained how excited Shane was to actually finally have a dad. Brody too, was happy with the situation, she continued. Upon Marcie's questioning, she admitted that she liked him and appreciated his stepping up. \"But...\" Gigi began. \"He's not Rex?\" Marcie asked. \"Rex is married,\" Gigi replied. \"Rex is separated,\" Marcie countered. Gigi thought that Rex would hate her if he ever found out about her hiding that Shane was his son, especially after everyone in his life had been lying to him recently. Marcie reminded Gigi that she had lied because Rex had disappeared on her. Gigi pointed out that Shane's world would also be upside down. Marcie divulged that there was a possibility of her adopting another child. They both applauded each other on their mothering skills. Gigi felt that Marcie should opt for another adoption and take the chance. Marcie felt that she couldn't live through it if someone objected, given her history, and took another child away from her. \n\n\nUrging Nat and Jared to stay, Jess expressed how happy Nash would be to see how many friends he had. She needed to talk about how he died, she continued, and \"why you killed him, \" she said pointedly to Jared and Nat. As Viki attempted to stop her, Jess pulled away, citing that everything was not okay and she refused to say that it was. Todd pointed out to those close by that it was the best funeral he had ever been to, as Jess became more agitated and sobbed harder as the minutes ticked by. She reminded everyone that the day of Nash's death was also Bree's birthday and told everyone of how that glee filled morning. She announced her pregnancy and mentioned that she had informed Nash of that fact as he lay bleeding to death. She wondered if Nat and Jared had shared laughs at their expense and asked if they were happy to get away with everything. She told everyone that Uncle Jared and Nat had been sleeping together all along, even as the pair voiced their denial. Her voice increased in volume, as Jess screamed of her husband humbling himself to Jared to try to save the vineyard and how his soul was killed even before he fell through the skylight. She accused the pair of being social climbing losers, trailer trash, and murderers, as Jared muttered that it was an accident and Nat sobbed. Todd received the text message and headed out. \n\n\nJanet hurriedly added that she had been Lee's housekeeper. She stumbled as she tried to explain her new duties for Todd but finally managed to say that she was taking care of his new home. She denied knowing anything about a woman, either at Lee's place or at Todd's. John reminded her of her scene at the police station previously, when she had arrived to express concern about the patient to Lee. Suddenly, Todd returned home and Janet was saved. McBain got right to the point and asked Todd who was in the room upstairs. As only Todd could, he got rid of John without giving a straight answer, and Janet revealed the truth about her visit. The money she had received from Todd for services rendered was counterfeit. The million dollars in the briefcase was worthless and she threatened to report Todd to the police. He promised to make good on the money and added that he would see to Marty's continuing care. John lingered outside and waited. \n\n\nAs Clint again tried to get Nat and Jared to leave, an out of control Jess headed for her husband's casket. Brushing all of the flowers aside, she attempted to open it, so that his alleged murderers could see what he looked like at the end. The funeral service came to an abrupt end as Viki and Clint escorted their weeping daughter out. Roxy gave Nat a hug and assured them that they weren't trailer trash, but survivors. Bo asked that the funeral home pick up the casket and await further word on Nash's burial. Lindsay suggested that one could be pushed too far when there was a loss of life. Nora snidely replied that it was genuine grief. Lindsay offered Nora a ride back to the Buchanan mansion but it was declined. \n\n\nJess wanted to be at the vineyard to remember happier times and though Viki and Clint felt she was rushing things, she was adamant in her request to remain there, alone. Hearing the door rattle, Jess looked over expectantly, but her parents pointed out that it was only the wind. She cried over never seeing Nash's muddy footprints again. Clint offered to stay on the sofa but Jess just wanted to be alone with thoughts of Nash while she still could. She promised to call if she needed anything. \n\n\nAt the church, Bo wondered how Rex was feeling. Rex thought that he was not too bad until he saw Jess rip into his sister and Jared. He felt bad for them and, though it wasn't their fault, felt that they should have spoken up with the truth before that day. He expressed doubt over his own separation from Adriana and felt that though they promised not to get hung up on the past, they were doing that very thing. He felt at fault for letting her go. Thinking of the letter from R.J. that she needed to find, Lindsay suggested that she and Bo head to the mansion to check on Clint. Instead, Bo asked to speak to her privately. Antonio received a call from Talia, informing him that the apartment break-in was just a routine burglary. In fact, she added, there had been another one in the building. She also disclosed that Carlotta had fallen and twisted an ankle and needed to be taken to the hospital. She asked that he and Cris head to the diner to pick her up. She also requested that Sarah head home to meet with an insurance investigator. \n\n\nAs Jonas grabbed for David Vickers, Tina put the dog on the ground. Obediently, the dog bit Jonas' hand and ran as Tina urged him to. She took off, too, as Jonas grunted in pain and grabbed his hand. \n\n\nAt the church, Bo got down on one knee and proposed to Lindsay! \n\n\nArriving at the diner, Antonio and Cris found it empty. \n\n\nAs Talia waited, Sarah returned to their apartment. Apologizing, Talia watched as Jonas appeared and grabbed Sarah, appearing to chloroform her. \n\n\nJared blamed the turn of events on himself, citing how he had made so many mistakes. He told Natalie what a great sister she was. She was no longer a sister, she insisted. Jared added that he loved her, would make everything up to her, and that they would get through it. Nat pointed out that even though they weren't identical, she and Jess were twins, and as a twin, she could feel all of Jess's pain. \n\n\nAt the vineyard, Jess looked through a photo album, having flashbacks to both sad and happy times with her husband. She recalled his final moments. The flashbacks came faster and faster, as Jess became dizzy. Finally, she passed out on the floor.\n\n\n",
    "tvmega_recap": "Jessica speaks at Nash's funeral. Natalie and Jared appear. She lashes out at them. They are both clearly aware that they are not welcome at the funeral or anywhere near the family. Marcie encourages Gigi to see if she can get back with Rex even though Rex is still technically married to Adriana. She tells Gigi she owes it to Shane and she indicates that she \"might have a chance\" to adopt a baby although she doesn't discuss the details with Gigi. Tina's \"agent\", Jones Chamberlain corners Talia and Sara after his failure to corner Tina. And he holds them hostage. While Todd is at the funeral, John goes to Todd's new home in an attempt to uncover some clues about the \"missing woman\". But he is unable to find out that Todd is keeping Marty Saybrooke at his home.",
    "soapcentral_condensed": "Gigi filled out a job application, explaining to Marcie that she was out of a job thanks to Dorian. Marcie spied the trophy that Shane and Brody had won as a father and son team, as Gigi explained how excited Shane was to actually finally have a dad. Tina was surprised to see Jonas as she walked her dog, David Vickers. Jonas demanded that she give him the jewels or he would have to turn her over to the police for Lee's murder. John strolled around Todd's new place, wondering what or who could be hidden. Todd received a text message and headed out to find Janet, who was looking for Todd. Todd pointed out to those close by that it was the best funeral he had ever been to, as Jess became more agitated and sobbed harder as the minutes ticked by. She reminded everyone that the day of Nash's death was also Bree's birthday and told everyone of how that glee filled morning. She announced her pregnancy and mentioned that she had informed Nash of that fact as he lay bleeding to death.\n"
}