{
    "soap_central": "\n\nDani showed up at Starr's apartment, but she was shocked when Eli menacingly invited her inside. Eli admitted that he was the one who had killed Ross, and Dani began to shriek at him. Starr calmly urged her sister to listen to Eli's directions.\n\n\nLater, Todd and John arrived, but the apartment was empty. Todd walked around and reported to John that Carla was dead. John had no idea who that was, and Todd told him it was the babysitter. Todd also noted that Starr's car was gone, and John called for backup. A grief-stricken Todd declared that Eli had his two daughters and his granddaughter. They found bloodstains on the floor, and John assured Todd that they probably belonged to Eli. John tried to remain positive, but Todd found it difficult to remain upbeat.\n\n\nTodd thought that the worst thing that had happened to him had been the sequence of events that had involved Téa and Dani, but it wasn't. He vowed to use his hands to rip Eli's face off if the blood belonged to his girls. \"You won't be able to stop me John,\" he added.\n\n\nAt the hospital in Llanview, Greg opened his eyes, but the only thing he was able to say was \"Téa.\" It took him lots of effort. While Shaun and Destiny were thrilled to see him awake, it was obvious that Greg was in a great deal of pain, and he was distraught. Destiny babbled on about a book, and she left with Shaun to find a doctor and a phone.\n\n\nShortly after, Destiny returned to Greg's room and informed him she had called their parents. Greg struggled to speak as Destiny continued to chatter non-stop. Greg finally muttered, \"Téa\" again, and Destiny was confused. Shaun returned, and Greg labored to breathe. He was upset, and his brother and sister didn't understand why Greg only said Téa's name whenever he pushed himself to speak.\n\n\nTéa was stunned when her nurse confirmed that they were in a clinic in Cherryvale, and Téa couldn't understand why she hadn't had any visitors if she were so close to home. Téa wondered how long she'd been there, and she decided that something was odd. The nurse explained that she still hadn't been able to reach Dr. Evans, and he was the only person who could authorize Téa's use of the phone. Téa grew agitated as she asked the nurse for permission to climb out of bed to make a phone call for herself. The nurse gave her a sedative and promised to try to reach Dr. Evans again. Once the nurse left, Téa spit out the sedative and placed it with the other one she'd hidden.\n\n\nOut in the hallway, the nurse tried to reach Dr. Evans again and was surprised when Detective Price answered Greg's phone. He was actually on the Cherryvale premises, and they met up. He showed her Eli's photo, but the nurse denied having seen Eli. The only people the doctor had encountered were staff members and the patient he had been treating. Price wanted to speak to Greg's patient, but just then he received a phone call and learned that Greg was awake. He advised the nurse that it was no longer necessary for him to speak to the patient.\n\n\nIn the meantime, alone in her room, Téa grabbed her family photo and stated out loud that she would be returning home. Something was wrong, and she would be leaving. She attempted to get out of bed, but she heard the nurse approaching. She hurriedly got under the blankets and pretended to be asleep. An orderly stopped the nurse before she went into Téa's room. He asked questions about the cop, and the nurse told him it had something to do with Dr. Evans. The nurse considered allowing Téa to call her husband, but thought she should stay out of it if the cops were involved.\n\n\nRex spent time with Natalie at Llanfair, and he teased her about her eating habits. A solemn-looking Viki walked into the kitchen, and the siblings wondered why she was out of sorts. \"Echo DiSavoy,\" was all that Viki could muster. Viki told them about Echo and added that she didn't want a \"walking, talking reminder\" of a less than pleasant time in her past. She thought that the woman was nothing more than a dangerous con artist who obviously wanted something.\n\n\nNatalie and Rex made various suggestions on ways to get rid of Echo, like having John arrest her. Viki considered Echo to be a determined woman, and thus it would be difficult to send the woman packing. Just then, Natalie received a phone call from John. He asked her to hurry to the scene of a homicide and possible abduction in order to run some forensics tests. She was distressed when he told her it was at Starr's place, and he asked her not to tell anyone. She hurriedly ended the call and announced that she had to leave for work reasons.\n\n\nRex remained behind with Viki and shared some tea with her. They both wondered where Natalie might have gone, and they were concerned that she worked so hard. Rex proclaimed that he had to meet Gigi at Rodi's, but he hated to leave Viki \"stewing.\" Viki admitted that she didn't trust Echo, and she was worried. It had been a tough year for both Charlie and herself, as well as Clint. \n\n\nViki only wanted peace and not trouble and interference from Echo. Rex offered to check into Echo's background, but Viki declined. She hoped that Echo had left town. After Rex left, Viki searched the Internet for old news articles. She read one about Clint murdering Echo, who had been presumed drowned. \"If only,\" Viki uttered.\n\n\nEcho sat by herself in Rodi's and muttered that she wouldn't allow \"Queen Victoria\" to run her out of town. Suddenly, she spotted Clint and made her way over to him. She advised him that he looked \"as handsome as ever,\" and she asked him for a kiss. \"I'll pass,\" Clint replied. He tried to ignore Echo, and he told her he was waiting for someone. He refused her offer for a drink. Echo expressed how funny it was that she and Viki apparently had the same taste in men. \"Hilarious,\" Clint retorted.\n\n\nEcho insisted that she was in Llanview with only the best of intentions, and she thought that Viki was paranoid. Clint mentioned that his affair with Echo had been \"eons ago,\" though Echo thought it \"seems like yesterday.\" She stroked his arm and laid her hand on his shoulder. She reminded him that they had been hot together, but Clint pointed out that she had framed him for a murder and \"damn near broke up my marriage to Viki.\" Echo insisted that he'd been happy to be with Echo, and Clint maintained that his marriage had been fixed after his affair. It had dissolved later on and had nothing to do with Echo. She called Clint a liar and accused him of thinking about her.\n\n\nClint advised her that she wasn't on his list of thoughts, and Echo assumed that Clint dwelled on Bo and Nora instead, and what they had done to him. She didn't believe him when he denied it. She hated what the couple had done to him, she stated. Clint insisted he was over it, and he wasn't a vengeful person. If he were, Echo wouldn't be there, he snapped. She told Clint about her photography work.\n\n\nRex arrived to meet with Gigi but learned that she was tied up at school with Cristian. Clint walked over and rejoiced in the fact that Gigi was so happy at school. He made veiled threats as he advised Rex that Bo had better not hear about David Vickers and Clint's involvement in David's imprisonment. Rex replied that he hated to be on Clint's payroll, but Clint indicated that Rex was \"right smack in the middle\" of everything, and he told Rex to get off of his \"high horse.\" Clint stated that the charges against David were legitimate, though Rex responded that Clint was the one who had \"dropped the dime\" and who was also keeping the secret about David.\n\n\nEcho wandered over, and Clint introduced her to Rex as a friend of Bo's. Clint told Rex that Echo was \"visiting from another planet.\" Rex left them, and Echo made note of the fact that the conversation between the two men hadn't appeared to be friendly. She thought that Clint had changed and was more like Asa than before. Clint took it as a compliment and prepared to pay his bill. \n\n\nEcho wondered if Rex were the person that Clint had been meeting, but Clint assured her he wasn't. He suspected that he and Inez had misunderstood the details of their meeting. Echo offered to stand in, but Clint declined. She proposed that he let her know if he wanted to talk to someone who understood him, because she would be there for him.\n\n\nEli drove Starr's car with Dani beside him, and Hope and Starr in the back seat. Eli gruffly told Dani that she was smart to have taken her sister's advice and to follow his orders. Dani began to yell at Eli again, and she told him he was sick and twisted. She wanted to know how Eli had been able to kill his own brother. \n\n\nStarr asked Eli to pull over somewhere so that she could change Hope's diaper and feed her. Eli was annoyed, and he was having difficulty concentrating on his driving. Starr suggested that Eli allow her to drop Hope off with family. Eli had no tolerance for the girls and threatened to kill someone in the car.\n\n\nEli looked as though he might pass out, and Starr offered to drive. She didn't want everyone to be hurt in an accident if Eli fainted. He was obviously in pain and sweating profusely. Starr began to sing to Hope as Eli closed his eyes. Dani grabbed the wheel, and Starr moved up front to drive. Eli climbed into the back seat. Dani began to yell at Eli again, and he told her to shut up. Starr suggested that Eli go to a hospital, but he reminded her that he had a gunshot wound and would be questioned. He ordered her to drive to the next town.\n\n\nJohn arranged for roadblocks, and Natalie reached Starr's place to remove evidence for testing. She asked Todd to sign his name to a form to enable her to obtain information from the hospital regarding the girls' blood types. She told Todd how sorry she was for all that had happened. \"We're all sorry,\" he replied. John assured him they were doing all that they could, but it wasn't enough for Todd. He told John what it was like for a parent.\n\n\nHe stated that John had no idea what it meant to be holding one's newborn baby for the first time. It was small and helpless and belonged to the parent. It was the parent's own flesh and blood, and it was a joy and big responsibility, along with potential heartbreak. If someone harmed a parent's child, it made the parent do and feel things. A parent would even step in front of a train to save their child. John listened quietly and confessed that he got it. He assured Todd that they would find the girls. Natalie listened to the men, sight unseen.\n\n\nNatalie walked into the room and advised the men that she had all the samples she needed. She promised to get the results for Todd as soon as possible. John walked her out and assured her that nothing bad would happen. They wrapped their arms around each other, and Natalie left. \n\n\nJohn returned to the apartment and asked if Todd needed anything. Todd asked for a straitjacket since he believed he might be losing his mind. He told John about the phone call he thought he had received from Téa. John was thoughtful, but he attributed it to Todd's grief. He suggested that it was just a hallucination. Todd didn't agree.\n\n\nJohn proposed that Todd visit with Blair and his sons. Todd wondered why he hadn't received a phone call from Eli yet, asking for a ransom. He thought that Eli was all about the money. John wanted to return to the station, and he thought that Todd should leave too. Todd asked for a minute to be alone. John accepted Todd's request and expressed his sympathy for all that Todd was going through.\n\n\nThe car with Eli, Dani, Starr, and Hope turned up at the Cherryvale clinic parking area. Just as they pulled up, Starr spotted Detective Price. He was leaving the clinic and was on the phone. She reached over to flash the headlights at him, but Eli was too fast. He grabbed her hand and held the gun at Starr's back. \n\n\nEli was furious and accused Starr of being just like her mother. He threatened to shoot Hope and told the girls they were probably lucky that they were in a public place. He wanted Starr to go inside to retrieve medical supplies for him. He insisted he would harm Hope if Starr tried anything.\n\n\nDani offered to go inside instead, because she thought it best that Starr remain behind to look after Hope. Eli continued his threats, and the girls gave each other a huge hug. Starr was sorry about Ross, and Dani apologized for doubting Todd. Starr whispered that they'd get out of their tight spot, but in case they didn't, she thought that Dani was the best sister she could ever have.\n\n\nAfter Dani had gone, Starr asked Eli for permission to take Hope out of the car. She needed to change her daughter's diaper. Eli reluctantly agreed. Starr stood the little girl on the ground and whispered into her ear. She pointed Hope to the door and told her to run. The little girl took off, and Starr returned to the car. Eli's eyes were closed, and the gun was resting loosely in his hand. She reached for it.\n\n\nOutside of Greg's room, Shaun ordered Destiny to be quiet so that Greg would have a chance to remain calm and recover. Destiny returned to her brother's room, and Shaun turned and saw Natalie .He advised her that Greg was awake. He walked off, and Destiny left the room in search of a doctor. Natalie entered and went up to Greg. \"Téa's alive,\" he muttered when he saw her.\n\n\nRex returned to Llanfair and warned Viki that Echo was \"sticking around.\" Viki was beside herself. \"You're hired,\" she informed Rex.\n\n\nTéa finally made it out of bed, but she found herself unable to stand and walk without difficulty. She grabbed onto the bedside table as she began to fall. She returned to the bed. Dani wandered around in search of the medical supplies. She spotted a cartful, and just as she began to reach for them, the orderly walked up to it. \"Can I help you?\" he asked her. \n\n\nDani told the orderly she was just visiting, but he told her visiting hours were over. He wondered if she were okay. She explained that she had been sleeping, and he wheeled the cart away. Spotting a patient's room nearby, she headed over towards it. She figured there had to be supplies inside. \n\n\n",
    "tvmega_recap": "Eli takes Starr, Dani and baby Hope hostage an drives until Starr convinces him that he's been hurt by the gunshot wound and needs her to drive instead. John and Todd get to the apartment after they've been taken. Greg awakens but has difficulty talking. He tries to tell Shaun, Destiny and others about Tea but cannot get the words out. Meanwhile, Tea knows something is not right for why she's stuck at the Cherryvale hospital and not allowed to use her phone and given wrong information about where she is and why she has not heard from Todd or Dani if they know she's alive and nearby. So she gets up out of bed in an attempt to escape but falls over. Viki admits to Natalie and Rex that she is very uncomfortable with having Echo DiSavoy back in town and around her, Clint and Charlie. Rex goes to meet Echo and informs Viki that she plans to stay. And at that point, Viki decides to hire Rex to investigate her.",
    "soapcentral_condensed": "Dani showed up at Starr's apartment, but she was shocked when Eli menacingly invited her inside. Eli admitted that he was the one who had killed Ross, and Dani began to shriek at him. A grief-stricken Todd declared that Eli had his two daughters and his granddaughter. Téa was stunned when her nurse confirmed that they were in a clinic in Cherryvale, and she couldn't understand why she hadn't had any visitors if she were so close to home.Rex spent time with Natalie at Llanfair, and he teased her about her eating habits. A solemn-looking Viki walked into the kitchen, and the siblings wondered why she was out of sorts. Viki told them about Echo and said she didn't want a \"walking reminder\" of her less than pleasant past. Rex made more suggestions on ways to get rid of Echo, and asked her not to tell anyone about the call. She hurriedly ended the call and announced that she had to hurry to the scene of a possible abduction in order to run some forensics tests.\n"
}