{
    "soap_central": "\nHeart Of Darkness\n\n\nGigi and Rex arrived at the police station looking for Bo, but were told that he had already left for Seattle with Nora.  Noticing Gigi, Oliver walked up to the couple and asked if she could give a statement on the incident at Rodi's.  He explained that the men who'd made trouble at the bar had also assaulted Nick.  Gigi readily agreed, expressing concern for Nick's well-being.  Oliver asked if she had Schuyler's number, as the police needed his statement, as well.\n\n\nAt the loft, Stacy answered her door, expecting Rex, but was dismayed to find Schuyler instead. \"Sorry,\" he said, \"wrong daddy.\"  Schuyler told Stacy he wanted to check on her and \"their\" baby, and refused to let her and Kim push him around with their schemes.  Stacy ignored his bluster and reminded him that if he didn't leave well enough alone, he'd lose any chance at Gigi.  But Schuyler refused to back down, and told her he was determined to be a part of the child's life; he wouldn't let Rex Balsom raise his offspring.\n\n\nNoticing the picture of Mitch that Rex had left behind, Schuyler grew concerned and asked Stacy what it was doing there.  Stacy gushed about how Rex had visited her, fearing for her safety, but Schuyler told her that Mitch was no one for her to mess with, and that their child was a living thing.  With the baby on the way, a baby the family believed to be Rex's, Stacy was likely to draw Mitch's interest.  Schuyler refused to allow Stacy's plans to endanger their child and wanted to end her charade, but Stacy continued to insist he would have no say in the baby's life, and ordered him to keep quiet.\n\n\nStacy warned Schuyler that if he busted her to Rex and Gigi, she'd simply take him to court for custody of the child, unearthing all his dirty laundry from Vegas to make him look unfit.  He'd lose the baby, Gigi, everything. \"You'll just lose, Schuyler,\" Stacy sneered.\n\n\nJust then, Gigi called, asking Schuyler to visit the station and give his statement.  Schuyler agreed and prepared to leave the loft.  Stacy stopped him on his way out, realizing that he was once again rushing to Gigi's side.  She warned him that if he blew her scheme, he could kiss Gigi goodbye.\n\n\nAt the Buchanan mansion, Kim eavesdropped on Nigel and Nevil in the courtyard.  Nigel refused to believe Bo and Nora were having an affair, but Nevil insisted it was true: \"The Commissioner and Miss Nora are after some rumpy pumpy!\"  Nigel asked Nevil for his source, and scoffed as he recounted how David had slipped up in London.  Nevil told him that Kevin had believed David's claim as well, and explained that Bo and Nora's affair had begun with a kiss before the double wedding.  Nevil was determined to tell Clint and fulfill his duty to \"the head of the household.\"\n\n\nNevil told Nigel that David had persuaded Kevin to keep quiet in order to spare Clint's feelings at a trying time.  Nigel believed they were obliged, to as well, calling it a private affair and reminding his cousin that the Buchanans could not weather any further scandal.  Nevil rebelled, anxious to tell Clint face-to-face, but Nigel ordered him to stay silent and forget the \"rumor\" he'd taken across the sea.  As he ushered Nevil into the house for tea, Kim made her escape.\n\n\nAt Buchanan Enterprises, Clint gave Viki the bad news about Mitch's criminal charges, or lack thereof.  Viki was stunned that once again, Mitch Laurence would walk free despite his body count, and feared for Natalie's reaction when she learned Jared's murderer would be back on the streets.  Clint delicately broached the subject of Charlie, asking if she wanted him to break the news to her husband, and inquiring about how Charlie was holding up.  Viki allowed that Charlie had grown \"withdrawn\" in order to deal with his grief, and changed the subject by pivoting to the topic of Clint's own feelings.\n\n\nClint explained that Bo and Nora had flown home to be by his side for the funeral, but had returned to Seattle to help Matthew through his recovery.  Viki was delighted by the good news, and told Clint he'd been right to hire Greg Evans.  Catching on to her misdirection, Clint nudged Viki back to the subject of Charlie.  Viki admitted that Charlie was struggling, but hadn't had a drink in eighteen months, and was at an Alcoholics Anonymous meeting.  All she wanted to do was care and provide for him and Natalie in their time of need, but Clint had another question for her: If she was taking care of everyone else, who was taking care of Viki?\n\n\nAt his AA meeting, Charlie introduced himself to the group as an alcoholic who had been eighteen months sober, \"until last night.\"  He explained that his son was dead, and it was his fault.  He began to unspool the long, dark story of how he'd killed Jared's stepfather, then blacked it out, and how Mitch had used it against Jared to frame him and murder him in cold blood.  Charlie said he'd gone to the police station to face Mitch, but had found only the truth waiting for him: Mitch was right about him, he said, and his actions were responsible for Jared's death.\n\n\nGrowing emotional, Charlie wept as he told the group that he was only an old drunk.  He'd tried to change his ways, and had gone to Paris, Texas, where he'd met Viki, \"my angel.\"  She'd seen him for what he could be, what he wanted to be, what he wanted to live up to, but he realized he couldn't change being a slave to his nature, his disease.  \"We can't,\" he cried, rising to his feet. \"I can't!\"\n\n\nThe group counselor attempted to calm Charlie, and told him he could control who he was and who he wanted to be, but Charlie didn't buy it anymore.  \"I tried it your way,\" he said, and reached into his coat pocket, producing the liquor bottle he'd been keeping since the funeral.  Uncapping the bottle, Charlie said he knew the only route left to him, and took a drink.  Telling the counselor he had no place there anymore, he tossed his \"sober\" button to the ground and walked out, still drinking.\n\n\nKim hurried back into the loft and told Stacy she'd hit the jackpot: Bo and Nora were having an affair.  She explained the scene she'd stumbled upon with Nigel and Nevil.  Stacy was thrilled to hear about her BFF's success, but warned her of her own first rule, and said she couldn't be the messenger of Clint's bad news; she had to find a way to get one of the butlers to tell Clint themselves, perhaps using feminine wiles.\n\n\nKim cringed at the thought but admitted, \"I've done far worse for less.\"  Stacy asked if it was possible to seduce Nevil, or if he was gay.  \"He's British, it's hard to say, \" Kim hedged.  She told Stacy she would make Nevil crack, by hook or by crook, and rushed back out of the apartment as Stacy cheered her on.\n\n\nBack at the station, Schuyler arrived to give his and Gigi's joint statement to Oliver.  As he and Gigi retold their story of the scuffle at Rodi's, Rex chafed at Gigi's recollection of Schuyler's chivalry and heroism.  Anxious, he told Gigi he had to leave and pick up Stacy for a doctor's appointment, and left her dejected at Schuyler's side.\n\n\nOliver thanked Schuyler and Gigi for giving their statements and stepped away to file the paperwork.  Schuyler noticed Rex's hasty exit, and Gigi told him that Rex was still very stressed.  She thanked him for his heroic efforts with the gaybashers, calling him a good guy.  Remembering his bargain with Stacy, Schuyler insisted he wasn't, but Gigi disagreed; she called him an amazing person, and said she didn't know what she'd do without him.  Unable to take more unwanted praise, Schuyler told her goodbye.\n\n\nAt the Buchanan mansion, Nigel bid Nevil farewell, ready to send him back to London without a word about Bo and Nora's \"indiscretion.\"  The cousins parted ways at the door, but as Nevil turned to walk down the path, he found Kim waiting there, pouting seductively.\n\n\nAt the station, John's office became a crime scene as Natalie stabbed Mitch in the chest with Jared's letter opener.  John rushed into action, shutting his door and pulling Natalie away from Mitch, forcing her to drop the letter opener to the ground as Mitch crumpled to the floor.  Thinking fast, John asked her where she'd gotten the weapon, and was dismayed to learn that it was Jared's from Buchanan Enterprises, complete with monogrammed initials.  John quickly hid the letter opener as Brody and Jessica entered, shocked by the sight of Mitch on the floor.  Taking control of the chaos, John told Brody that Mitch had stabbed himself, unwilling to go back to prison.\n\n\nNatalie stood in the corner, silent, as John and Brody called for the EMTs and John fed Brody his cover story.  Stepping over to the unconscious Mitch, Natalie whispered one word: \"Die.\"  Brody was skeptical about John's claims, and suspicious of Natalie's silence.  As the EMTs arrived, John asked about Mitch's chances.  One EMT told him that the wound had missed any vital organs, and Mitch could get lucky.\n\n\nBrody and Jessica stepped outside the office to watch as Mitch was wheeled away.  Rex walked up just in time to catch sight of his wounded father, and asked what was going on.  Inside the office, John continued to comfort the shell-shocked Natalie, and told her to keep quiet and back him up.\n\n\nIn the corridor, Rex was stunned to learn of Mitch's \"suicide attempt.\"  He feared that if Mitch died, Shane would be without more stem cells should his leukemia recur.  Likewise, Jessica feared that Bree could need blood, which she was unable to give due to her Hepatitis C.  The newfound siblings agreed that it could be their last chance to get what they needed from Mitch, and rushed off to the hospital, leaving Brody to watch over Natalie.\n\n\nGazing at Natalie as she sat alone outside the crime scene, Brody was ready to ask her some questions, but was thwarted when John asked him to get her some water.  After Brody left, John reentered his office and replaced Jared's bloody letter opener with his own, smearing it with Mitch's blood and leaving it on the floor, then tossed the original weapon into his desk drawer.\n\n\nAt the hospital, Rex and Jessica rushed to Mitch's exam room.  A doctor approached, and Rex explained that they needed some of Mitch's blood.  The doctor replied that it was Mitch who would need theirs.\n\n\nBack at the station, Brody returned to Natalie's side, ready to question her.  Before Natalie could speak, John entered the corridor and handed Brody the bagged letter opener, asking him to take the weapon down to the evidence locker.  Sensing he was getting the run-around, Brody told John he wanted to help, but John ignored his pleas and told Brody to file the weapon.\n\n\nAfter Brody left, Natalie turned to John and said she hadn't cracked.  She asked him why he was helping her, and John reminded her that her life would be over if she confessed to a murder attempt.  \"It already is,\" Natalie murmured, but John disagreed.  Natalie told him he couldn't risk his career for her, but John urged her to stick to the cover story.  He promised it would be okay. \n\n\n",
    "tvmega_recap": "Natalie stabs Mitch Laurence with a letter opener in John McBain's office. John covers and says Laurence stabbed himself. John wipes the blood from Natalie's the letter opener onto the one from his desk. He gives it to Brody and tells him to take it to evidence and log it in. The paramedics take Mitch to the hospital. Rex and Jessica go to the hospital to stake claim on Mitch's blood on case their children need it, but the doctor tells them that Mitch needs their blood. Clint tells Viki that the Napa Police Department will not prosecute Mitch Laurence because the evidence was tainted. He wonders if she is worried about Charlie's sobriety but she tells him that Charlie is committed to staying sober. Meanwhile, Charlie admits in his AA meeting that took a drink the previous night. He discloses that he killed his son's stepfather and didn't remember it. He says he will always be a drunk, removes a bottle from his pocket, and takes a drink before leaving the AA meeting. Neville tells Nigel that Nora is having an affair with Bo as Kim eavesdrops. Nigel insists that it is a rumor and that Neville he must keep mum. Kim is excited to tell Clint the news but Stacy convinces her that it is smarter to let Clint find out from one of the butlers. Kim decides to put the moves on Neville to get him to spill the beans to Clint. Schuyler tells Stacy that he doesn't want Rex raising his child. Fish calls Schuyler and Gigi to give statements about what they saw the previous night at Rodi's before Nick was attacked. Fish calls Gigi and Schuyler to give statements about what they saw the previous night at Rodi's before Nick was attacked.",
    "tvmega_summary": "Episode # 10582 ~ Heart of Darkness",
    "soapcentral_condensed": "Gigi and Rex arrived at the police station looking for Bo, but were told that he had already left for Seattle with Nora. At the loft, Stacy answered her door, expecting Rex, but was dismayed to find Schuyler instead. Nigel refused to believe Bo and Nora were having an affair, but Nevil insisted it was true: \"The Commissioner and Miss Nora are after some rumpy pumpy!\" At Buchanan Enterprises, Clint gave Viki the bad news about Mitch's criminal charges, or lack thereof. Viki was stunned that once again, Mitch Laurence would walk free despite his body count, and feared for Natalie's reaction when she learned Jared's murderer would be back on the streets. Clint delicately broached the subject of Charlie, asking if she wanted him to break the news to her husband, and changed the subject in order to deal with his inquisitive nature. Charlie was struggling, but hadn't drink in eighteen months, but admitted that he was in need of care.\n"
}