{
    "soap_central": "\nOn Thin Ice\n\n\nTodd arrived at Starr's apartment and asked to speak with her.  Unwilling to upset Danielle, Starr agreed to speak with her father in the hall.   A troubled Todd told Starr that Téa had dumped him and that he had nowhere else to turn.    Starr tried to convince her father that Téa was still in love with him, but Todd believed that he had lost Téa forever.   Starr consoled her father.  As Todd rambled on about his encounter with Téa, Starr fell asleep.  Realizing that Starr had heard enough, Todd said goodbye to his daughter.\n\n\nInside the deserted cabin on Llantano Mountain, John admitted that he still had feelings for Natalie.   Afterward, John acknowledged that Natalie had recently lost her husband and apologized for his confession.  Stunned by John's revelation, Natalie revealed that she still had feelings for him.   John insisted that past feelings had been conjured up due to the extraordinary circumstances, but Natalie related that she had been aware of her feelings for John for quite some time.\n\n\nA short distance away, as Oliver looked on, Rex and Schuyler argued relentlessly.   Schuyler pleaded with Rex to help in the search for Stacy, but Rex was determined to locate Gigi and tell her that Schuyler, not Rex, was the father of Stacy's child.    Warning Rex that his relationship with Gigi was over, Schuyler begged for the opportunity to tell Gigi the truth himself.    Certain that Gigi would forgive him, Rex stated that he would fight to win Gigi back.    Schuyler watched helplessly as Rex rushed off to find Gigi and expose Schuyler and Stacy's lies.\n\n\nSchuyler feared that Gigi would hate him, once she learned the truth from Rex.  When Oliver expressed his desire to locate Stacy, Schuyler questioned why Oliver was concerned about Stacy and the baby.  Oliver made up an excuse to hide his true intentions, but Schuyler believed that Oliver had a personal interest in Stacy and the child.   Before Oliver could respond, Marty and Kim appeared and demanded answers.  Marty wanted to locate John and Natalie, while Kim was desperate to find Stacy.\n\n\nPulling Schuyler to the side, Kim asked if he had told Gigi that Rex hadn't fathered Stacy's child.  Kim was horrified to learn that Schuyler hadn't told Gigi, but had related the evil scheme to Rex.  Convinced that Rex would kill Stacy if he found her, Kim stated that she had to locate Stacy before Rex did.\n\n\nAfter explaining that John and Natalie had managed to escape the burning vehicle, Oliver stated that, due to Stacy's condition, Stacy's search took priority over the search for John and Natalie.  Outraged that Oliver didn't intend to locate John immediately, Marty announced that she would search for John.  Skeptical of Oliver's ability to find Stacy, Kim stated that she would trek up the mountain and locate her friend.   Advising the women that they were in the way, Oliver instructed Marty and Kim to leave Llantano Mountain at once.\n\n\nOnce Oliver and Schuyler walked away, Marty and Kim decided to conduct their own search.  While Kim headed in the direction of Viki's cabin, Marty noticed smoke a short distance away.  Hopeful that she had discovered a lead, Marty followed the trail of smoke.\n\n\nInside the deserted cabin, John and Natalie continued to discuss their feelings for each other.  Acknowledging that she loved Jared, Natalie admitted that her feelings for John had intensified over the past several weeks.  John suggested that they dismiss their feelings for each other because they had both moved on with their lives.  Caressing her face, John told Natalie that he would always feel something special for her.  Staring intently at one another, they both agreed to forget that the conversation had taken place, and decided that they could never rekindle what they shared in the past.   After stating that they wouldn't consider a possible romance, John and Natalie shared a passionate kiss.  At that moment, Marty rushed into the cabin.\n\n\nInside Viki's cabin, as Stacy marveled at her beautiful baby girl, Gigi noticed that the child's breathing was labored.  Convinced that something was wrong with the baby, Gigi removed the child from Stacy's arms and stated that baby was in urgent need of medical attention.  After wrapping Sierra in a blanket, Gigi announced that she would walk to the main road and find help for the baby.  Gigi promised to send help for Stacy and headed down Llantano Mountain with baby Sierra.  Left behind, Stacy prayed that Gigi would take care of Sierra.\n\n\nLater, Rex barged into the cabin and discovered Stacy.  After demanding to know where Gigi had gone, Rex informed Stacy that he was aware that Schuyler had fathered her baby.  Refusing to admit the truth, Stacy told Rex that she had given birth, and that Gigi had left the cabin with the sick child.  Terrified to learn that Gigi was wandering around in the blizzard, Rex rushed off to find her.  Alone in the cabin, Stacy asked God to protect her baby.   Moments later, Kim arrived at the cabin.  Stacy told her friend that she had given birth and that the baby was sick.  As Stacy cried in Kim's arms, Kim consoled her.\n\n\nWhile trekking down Llantano Mountain with baby Sierra, Gigi fell in the snow.   Noticing that the ground was icy, Gigi soon realized that she was standing on the lake.  Assuming that the ice was frozen solid, Gigi was certain that she could make it across the lake.  As Sierra began to cry, the ice cracked below.   Moments later, as Gigi stood on the cracking ice, Rex, Schuyler, and Oliver approached her from different directions.   Warning them that the ice was cracking, Gigi told the men not to take another step.\n\n\nAt Llanview hospital, Clint and Viki waited for the helicopter to arrive with their injured daughter.   When Viki wondered if Mitch had shot Jessica, Clint answered, \"Of course, who else?\"   Once the chopper arrived with Jessica and Brody, Greg took charge and examined Jessica.\n\n\nAs they awaited word on Jessica's condition, Clint and Viki asked Brody for details.  Realizing that he was attempting to protect them, Viki reminded Brody that it was necessary that they know the truth in order to help Jessica through the ordeal.  Viki and Clint were horrified to learn that Mitch had nearly raped Jessica.\n\n\nBrody contemplated telling Clint and Viki that Mitch had erased Jessica's memory of the people that she loved.   However, Brody managed to relate to them that Mitch didn't shoot Jessica.  Before Brody could reveal the shooter's identity, Greg interrupted with an update on Jessica.  Greg told the family that Jessica had suffered internal bleeding and needed surgery.\n\n\nAs Jessica was wheeled to the operating room, Viki observed Charlie enter the hospital.  Viki didn't realize that Charlie was in the presence of FBI agents, and informed him that Jessica had been shot.   Viki was stunned when Charlie responded, \"I know.  I shot her!\"\n\n\nAt the observatory on Llantano Mountain, as Dorian pointed a gun at Mitch Laurence, an FBI agent warned her to withdraw her weapon.   Trembling, Dorian refused to drop her weapon and announced, \"I have to do this for my girls!\"  The agent told Dorian that Mitch was in custody and couldn't hurt anyone, but Dorian was convinced that Mitch's followers would do his bidding.  With an evil grin, Mitch warned Dorian that her girls were fighting for their lives.   Dorian was adamant that her girls were perfectly safe, but Mitch asked, \"Are you sure?\"\n\n\nIn a Paris café, Adriana was elated when she observed Kelly enter the establishment.  Kelly stated that while Kevin and Zane were on a trip, she had decided to shop in Paris.  The conversation quickly turned to Dorian's decision to fire Bo and hire Stanley Lowell as police commissioner.  The girls wondered how Dorian could support Lowell's release of Mitch Laurence from jail.  Recalling how Mitch had nearly raped Cassie, the girls were convinced that Mitch had somehow blackmailed Dorian.  Expressing her fear that Mitch was a free man, Adriana stated that he could be anywhere.\n\n\nAt that moment, a handsome gentleman sat down at a nearby table and observed the two women.  Kelly asked if Adriana was dating anyone.  When Adriana hesitated, Kelly questioned if Adriana was still in love with Rex.   Adriana admitted that it would take time for her to get over Rex.   The girls expressed concern for Jessica.  They hoped that she hadn't encountered Mitch in Llanview.  As Kelly and Adriana discussed Mitch's return to Llanview, the mysterious gentleman continued to watch them closely.\n\n\nBack at the observatory, Dorian continued to hold a shackled Mitch at gunpoint.  Threatening to shoot Dorian if she didn't drop her weapon, the FBI agent warned her that she couldn't help her family if she was in jail.  Cornered, Dorian placed the gun on the floor.   Laughing hysterically, Mitch told Dorian that she should've shot him when she had the chance.\n\n\nStating that the wheels were already in motion, Mitch insisted that one of Dorian's girls was already doomed.   The FBI agent tried to assure Dorian that Mitch couldn't hurt her family from prison, but Mitch smirked at Dorian and remarked, \"You know that isn't true!\"  Mitch advised Dorian that her only hope was if Jessica survived.   Stating that she prayed for Jessica to recover, Dorian demanded to know which Cramer girl was in danger.   Refusing to answer, Mitch simply smiled.\n\n\nInside the Paris café, as Kelly and Adriana reunited, a waiter announced that the mysterious stranger had sent them a bottle of champagne.  When Kelly instructed the waiter to thank the kind gentleman, a cautious Adriana warned her not to encourage the man.  Giving the stranger a smile, Kelly remarked, \"Why not?  What could happen?\"\n\n \n\n\n",
    "tvmega_recap": "Stacy is ready to give birth to her baby for real. And Gigi delivers it for her. At that point, it appears the two sisters might have reconciled their differences at least for now. But right then, it appears that there is something wrong with t the baby and they cannot get her medical care while stranded up in the cabin. Meanwhile, after Rex finds out that Stacy scammed that she was pregnant with his child when she knew it would have to be Schuyler's, Rex is ready to kill Schuyler for what he did. He admits he's glad to be able to wash his hands of Stacy and declares he wants to get Gigi back, assuming he can after she finds out what Schuyler did and that he (himself) did not impregnate her sister. Oliver is also worried about Stacy along with Schuyler although he does not tell either him or Rex the reason why. Charlie goes to shoot Mitch but the bullet accidentally hits Jessica. Everybody back in Llanview is still wondering what to do with all of the missing people on Llantano Mountain.",
    "soapcentral_condensed": "Schuyler feared that Gigi would hate him, once she learned the truth from Rex. Rex was determined to locate Gigi and tell her that Schuyler, not Rex, was the father of Stacy's child. Marty wanted to locate John and Natalie, while Kim was desperate to find Stacy. Oliver instructed Marty and Kim to leave Llantano Mountain at once. Marty followed the trail of smoke to Viki's cabin. John admitted that he still had feelings for Natalie. John suggested that they dismiss their feelings for each other because they had both moved on with their lives. Natalie admitted that her feelings for John had intensified over the past several weeks. Gigi noticed that something was wrong with Stacy's baby. Rex barged into the cabin and discovered that Stacy had gone with Gigi to find help for the baby. Sierra informed Rex that he was aware that Stacy was gone and that he had gone to find her. Rex demanded to know where Gigi had gone and told Sierra that he would fight to win Gigi back.\n"
}