{
    "soap_central": "\n \nKelly sat in John's office and proclaimed that they had two murders on their hands, those of Melinda and Rodney. John reminded her that they had no evidence and, as things stood, both had apparently died of natural causes. He was waiting for permission to have an autopsy conducted on Rodney. Brody interrupted their conversation and pulled John aside to tell him about the clothing fiber found in the hospital stairwell. It appeared that it was from an expensive article of clothing, and both Natalie and Todd would have been able to afford such an item.\n\n\nKelly was perturbed that John seemed to be more concerned with Marty's case than hers, but John switched gears and got back on track. Kelly thought that Rodney's murderer must have followed Rodney to Llanview, but John wanted her to consider that maybe the killer was in their town all along. Kelly believed the connection between the two dead parties to be the sanitarium where they lived, but John thought that the killer originated elsewhere. He reminded her that originally they believed Allison to be involved.\n\n\nJohn disclosed that he had requested all of Rodney's records from the sanitarium. Brody stepped into the office to tell John about an assault at the high school, which interrupted John and Kelly again. Brody was concerned about Jessica and wanted to see what had happened so he volunteered to go over to the school. John told Kelly that if she focused on the obvious, she would miss what was important, just as it seemed obvious that Rodney was mute. It had turned out that Rodney was able to talk.\n\n\nJohn and Kelly wondered what the killer's motive was, though they realized that Rodney was killed to shut him up. John asked Kelly about Melinda, but Kelly assured him that her mother was defenseless, sweet, kind, and shy. She pointed out that the vase that her mother had made was the first piece she had ever done. John sat up when he heard that and quietly considered his next move. Kelly noticed that John was contemplative, and she wanted to know what he was thinking about. John refused to tell her and asked her to leave. He advised her that he would obtain the security tapes from the Sun in the event they could see the perpetrator.\n\n\nIn the high school gym, chaos ensued as Cole beat Todd to a bloody pulp. Starr screamed and pleaded for him to stop, and Markko and Matthew pulled Cole off of Todd more than once. Cole returned to Todd and beat him again numerous times until finally, with the help of Nate, the other boys managed to hold Cole back. Starr cried out for someone to call 9-1-1 as Todd lay unconscious on the floor. Téa, Blair, Dani, Destiny, and Langston were horrified as they sobbed and shrieked in fear. Markko managed to calm Cole down finally, and he recommended that Cole go home.\n\n\nThe emergency squad arrived, and it was decided that Blair and Starr would accompany Todd to the hospital. Dani cried and asked Téa if she thought that Todd would be all right. Dani didn't know what to think after the horrid turn of events. She explained how she had actually \"heard\" Todd as she and Mr. G rehearsed their lines, and she realized how much Todd really did love Starr. She saw Todd when he showed up unexpectedly at the rehearsal and suddenly he looked different to her, she told her mother. She thought that things might change between them but then they heard that he had pushed Marty and killed her baby.\n\n\nDani stated that she knew Todd was \"creepy and evil,\" but she knew that Starr didn't think that. She wondered if Téa thought that Todd had done what he was accused of, but Téa admitted that she really didn't know. Dani had a difficult time resolving all that she had seen with what she had started to believe. Téa decided they should go to the hospital.\n\n\nBrody arrived and questioned the students about the fight. Nate wanted to check on Dani's welfare, but Matthew stopped him. Langston told Markko that Todd had been out of control lately and had been harassing her. Markko wanted more information.\n\n\nNate stood nearby and spoke to Destiny. He declared that \"life imitates art,\" but Destiny was irritated and reminded him that it was Dani's life and Dani was Matthew's girlfriend. She told him to back off from Dani and advised him, \"If you have eyes for Dani, shut them now.\"  Destiny and Matthew returned to their conversation about Langston and Markko. Destiny couldn't believe that they had just been talking about the couple before all that had happened, and she promised that no one would hear about Langston and Markko from her.\n\n\nLangston was worried about Starr and Cole, but Markko assured her the couple was \"solid.\" Langston stated that they were her \"role models\" and, if they didn't make it, then she and Markko wouldn't either. Langston thought the incident might cause Starr and Cole to break up. \"We're okay, right?\" Markko asked her.\n\n\nBack at Cole's apartment, Hannah babysat for Hope. She spotted a prominently displayed photo of Cole and Starr and promptly turned it facedown on the table. Cole arrived home and related his experience at the school to Hannah. He declared he had been looking for Starr and saw Todd instead, and he had tried to kill Todd. He just \"snapped,\" Cole told Hannah, because of all that Todd had done to him, Marty, and Starr. He hadn't even realized what he had done until it was all over, and it looked bad, he concluded.\n\n\nAt Llanfair, Viki received a call from Charlie. She was confused to hear that Dorian had chosen to meet with Charlie at the Buenos Dias Café, since it was the diner Charlie had chiefly renovated for Viki. Natalie returned home and told her mother about Marty's plight, and Viki realized that was why Marty had missed their dinner date. Natalie announced that John considered Natalie the number one suspect for pushing Marty down the stairs, and Marty had influenced him. Viki was sure that John knew that Natalie couldn't have pushed Marty, but Natalie replied that the only reason she wasn't in jail was because Todd had been added to the suspect list. Viki didn't think that Todd would hurt Marty like that either.\n\n\nNatalie assured her mother that she hadn't been the one to push Marty, but she felt guilty because she had wished that Marty wasn't pregnant. Tearfully, she stated that the baby was gone and things were bad for Natalie and John. Natalie would never be able to imagine the two of them together ever again. Viki inquired whether Natalie's love for John was gone, and Natalie affirmed that she would always love John, but he would have to beg her for her forgiveness. She knew that would never happen.\n\n\nNatalie apologized for \"dumping on\" Viki so soon after Viki's return, but Viki claimed that she missed all of the events around the house. They wondered who might have wanted to hurt Marty. Natalie hoped it wasn't Todd, just for Viki's sake. Viki was aware that there was a long list of wrongs that Todd had committed, and she was tired of it. Natalie was just thrilled to have Viki home, especially in case she needed bail money. Jessica hated Natalie and would never help her out, Natalie declared.\n\n\nViki explained that Jessica was staying with Clint, but she was worried about Bree, who might get used to Jessica not being around. Bree only had Charlie, Viki, and Natalie to shower her with love, Viki said. Natalie jumped for joy when she realized that Viki and Charlie were back together. Viki declared her love for Charlie, and Natalie assured her mom that Charlie wouldn't team up with Dorian again. Natalie admitted she was still concerned about being arrested, though Brody had told her there were new clues. Viki promised she'd \"be there\" for her daughter.\n\n\nAt the Buenos Dias Café, Charlie spoke to Viki on the phone and confided that he was meeting with the \"dragon lady.\" Dorian seated herself at the table and teasingly asked him if that were his name for her or if Viki had chosen it. Dorian wanted a \"clean slate\" and wanted to get down to business on the Llanview Civic Center. She smiled as Charlie outlined his plan. She told him how impressed she was with his work and that she was quite happy that he and Viki were back together. She felt that she had a \"vested interest\" in their marriage, since she had played a big part in \"messing it up.\" Charlie blamed himself for the split but considered himself lucky to be back with Viki. He had no plans to make the same mistakes again.\n\n\nDorian was curious to know if Viki was bothered by the fact that Charlie was working so closely with Dorian, but Charlie stayed on track, spoke about the project, and ignored Dorian. Suddenly, he switched topics and acknowledged that his wife was definitely unhappy. Dorian reminded him that Viki had threatened her but Charlie assured, her that Viki was well aware of the fact that the project was important to the community. Dorian proclaimed that Viki always took the \"high ground\" but Dorian only meant it in a good way. She knew Viki would be proud, and Dorian was thrilled to have hired Charlie. Suddenly a flash went off and the pair was photographed. Dorian announced that it was her marketing team, but Charlie was annoyed. Dorian insisted that they were making history.\n\n\nAfter Charlie was gone, Dorian ordered a vast quantity of photos. Kelly walked in and told Dorian about Rodney's murder. Dorian assumed that meant that Melinda had been murdered, as well, and she was concerned for Kelly's safety. Kelly assured her aunt that she was safe and didn't have any other information yet. Someone watched the two women from outside the diner.\n\n\nTodd was wheeled into the hospital as Blair and Starr anxiously remained in the waiting room. Starr exclaimed that she would never be able to hit someone the way Cole had, and she had never seen Cole like that. Blair wanted to know why Todd had been at the school in the first place, and Starr advised her that he had been there to see Starr. Todd swore that he hadn't pushed Marty but, as it turned out, Hannah had seen him do it. Starr wondered if Blair thought he was guilty. They jumped up when the doctor arrived to speak to them. He told them that while Todd did not have any spinal injuries, there were still many tests to be run. He promised to keep them informed.\n\n\nStarr wanted to leave to check on Hope especially, since she was uncertain if the baby might even be alone. Blair urged her to go home because she was positive that Todd would \"come back to us.\" Blair planted herself by Todd's bedside and spoke to him quietly. She advised him that they wouldn't let him go. Téa and Dani arrived and watched from outside the room. Blair beckoned to them to join her, but suddenly the monitors began to beep.\n\n\nBrody returned to the police station and told John about Cole's assault of Todd at the high school. The news was that Todd was in critical condition. Additionally, Cole's friend claimed to have seen the incident at the hospital when Marty was pushed. John wanted Hannah and Cole summoned to the police station to give statements. Natalie walked in and bumped into John. She thought that he owed her an apology, since she heard there had been a witness to Marty's assault.\n\n\nHannah blamed herself because Todd had seen her at Cole's apartment previously and jumped to conclusions. She had been the one to set him off, but she hoped Starr would be able to see her father for what he was. Cole asked Hannah to accompany him to the police station so that she could give them a statement about what she had seen at the hospital, but Hannah was reluctant. Cole assured her he'd protect her.\n\n\nCharlie arrived home, and he and Viki made fun of his working with Dorian. Viki updated Charlie on all that had been going on with the family.\n\n\nStarr walked into her apartment and informed Cole and Hannah of Todd's condition. Starr glared at Cole and told him that her father might die because of Cole.\n\n\n",
    "tvmega_recap": "Hannah babysits some Hope while Cole and Starr are at the high school. Cole beats up Todd while Blair, Starr, Langston, Tea, and Dani look on in horror and Markko tries to pull Cole off Todd. Todd is taken to the hospital. Blair, Tea, and Dani go to sit vigil with him in the intensive care unit. Starr is furious with Cole. Dani tells Tea that she was beginning to see Todd in a different light until she discovered that he pushed Marty down a flight of stairs and killed her unborn child in the process. At the Buenos Dias Cafe, Dorian and Charlie discuss their renovation project. She tells him that she is glad that he and Viki are back together. Kelly Cramer and John McBain discuss a possible connection between Ronald's murder and Kelly's mother Melinda's probable murder. Kelly tells John that the ceramic piece that her mother made was the only thing Melinda ever made for Kelly and the only ceramic piece she is aware that her mother ever made. After Charlie leaves, Kelly meets Dorian at the Buenos Dias cafe. Dorian tells Kelly that whoever murdered Melinda and Ronald could be after her next, but Kelly doubts it. Meanwhile, someone watches them from outside the window.",
    "soapcentral_condensed": "Kelly sat in John's office and proclaimed they had two murders on their hands. John reminded her that they had no evidence and, as things stood, both had apparently died of natural causes. Kelly thought that Rodney's murderer must have followed Rodney to Llanview, but John wanted her to consider that maybe the killer was in their town all along. John told Kelly that if she focused on the obvious, she would miss what was important, just as it seemed obvious that Rodney was mute. Kelly noticed that John was contemplative, and she wanted to know what he was thinking about. John refused to tell her and asked her to leave. He advised her that he would obtain the security tapes from the Sun in the event they could see the perpetrator. Todd was beaten to a bloody pulp by Cole in the high school gym. Téa, Blair, Dani, Destiny, and Langston were horrified as they sobbed and shrieked in fear. Todd and Starr were taken to the hospital.\n"
}