{
    "soap_central": "\nUnplugged\n\n\nViki was pleasantly surprised when David paid her a visit at Llanfair. After giving her an update on his successful career in Hollywood, David appeared sad when he told Viki that he and Dorian had permanently ended their relationship. Viki was pleased to learn that David had no intention on staking his claim to the Buchanan fortune. David stated that he didn't want to cause Bo any pain. \n\n\nAs he prepared to leave, David said that he was anxious to return to Hollywood and was certain that Bo wasn't interested in seeing him. Mentioning Matthew's accident, Viki thought that Bo might want to see David. David asked if Viki would consider him a coward if he didn't see Bo. Viki assured him that she supported his decision and was proud of his career. \n\n\nWhen Gigi begged him to tell Jessica about their cover up, Brody assumed that Gigi was going to tell Rex the truth about Stacy's blackmail. Insisting that she couldn't break her promise to God, Gigi told Brody about Shane's brief setback and believed that God was punishing her. Gigi was adamant that she had to give Rex up or face the possibility of losing her son. Fearing that Shane might reject the transplant, Gigi was certain that Stacy wouldn't help Shane if Gigi exposed her. Gigi pleaded with Brody to tell Jessica the truth and to keep it to themselves. Reminding Gigi that she and Rex were soul mates, Brody was certain that someone would eventually reveal Stacy's misdeeds. \n\n\nBrody returned to his apartment and told Jessica that he never slept with Gigi. Jessica refused to believe Brody and insisted that she didn't want to be involved with him. Unwilling to accept her rejection, Brody explained that he and Gigi led Rex to believe that they were having an affair in order to save Shane's life. Citing that Gigi was desperate to save her son, Brody gave Jessica the details involving Stacy's blackmail. \n\n\nOnce Gigi saw the special connection that Brody shared with Jessica, Brody stated that Gigi insisted that he tell Jessica the truth. Caressing her face, Brody stated that he had hated hurting Jessica and trusted her with all his secrets. Giving him a loving smile, Jess said that she trusted him and understood his need to protect Shane. Jessica related that she would do anything to make sure her children survived. The couple shared a kiss. \n\n\nAn enraged Roxy stormed into John Doe's hospital room. Roxy shouted at the comatose patient and accused him of trying to choke her to death. Convinced that he might regain his health and attempt to kill her again, Roxy announced, \"I'm gonna pull your plug!\" Roxy removed a paper from her bag entitled, \"How to remove life support.\" Seething, Roxy stated, \"I already told Rex that I killed his father. I'm just finishing the job!\" With no remorse, Roxy unplugged the patient's life support. Exiting the room, Roxy tossed the instruction sheet in the trash. \n\n\nAt the Buenos Dias Café, Roxy poured liquor into her coffee. \n\n\nBack at the long-term care facility, a nurse entered the comatose patient's room. Sensing that something strange had taken place, the nurse pulled back the curtain and was stunned when the patient sat up in bed. The nurse slowly removed the blanket from his torso. \n\n\nLater, Roxy received a call from the nurse. The nurse related that the patient had died of natural causes. Afterward, the nurse said to the patient, \"I told her what you wanted me to. She thinks it's over.\" \n\n\nAt the Angel Square Hotel, as Stacy watched in horror, Schuyler presented the bag, containing Stacy's blood, to Rex. Schuyler announced that he witnessed Stacy toss out the blood donation that was supposedly meant for Shane's transplant. Pretending that she had no idea of Schuyler's accusations, Stacy suggested that Schuyler had stolen the blood from the hospital. \n\n\nRex interrogated Schuyler about his suspicions. Admitting that he wasn't exactly sure of what had actually took place, Schuyler was certain that something underhanded had happened between the time Stacy's blood was drawn and the time it was transfused into Shane. As Stacy continued to lie, Schuyler insisted that he saw Stacy dump something in the biohazard waste container. Schuyler informed Rex that the cells from Stacy's blood weren't the same cells that were transplanted into Shane. Exiting the apartment, Rex refused to believe that Stacy was involved in such a scheme. \n\n\nAs Stacy escorted Rex out of the apartment, Rex advised her to be careful of Schuyler. He remarked that she had done a wonderful thing and worried that Schuyler would convince her otherwise. \n\n\nBack inside Schuyler's apartment, Stacy chastised him for attempting to turn Rex against her. With a sigh, Schuyler exclaimed, \"I'm trying to stop you from losing yourself because you're obsessed with this guy!\" Schuyler admitted that he had hoped that tough love would bring back the sweet girl that he once knew in Las Vegas. \n\n\nLater, Schuyler packed Stacy's bags and told her that he was kicking her out of his apartment. He didn't pack her blood sample. Stacy claimed that she had nowhere else to go, but an unsympathetic Schuyler showed her the door. \n\n\nAs she walked from the direction of Brody's apartment, Gigi placed a call to Shane. Rex overheard her tell the child that she hadn't been to the hospital because she had been busy with Brody. Hurt, Rex berated Gigi about her relationship with Brody. Gigi lied and stated that she was still romantically involved with Brody. Appalled by Gigi's admission, Rex walked away. Gigi cried. \n\n\nLater, an excited Rex ran from Shane's hospital room. Gigi walked up and asked how Shane was doing. Smiling at her, Rex said, \"He's doing better. He's coming back to us!\" \n\n\nAt the Buenos Dias Café, Starr noticed that Cole appeared to be in a hyper state. Cole claimed that he was worried about the results of Hope's DNA test. He became bothered when Starr continued to question if he felt okay. \n\n\nInside John's car, John advised Marty that she could change her mind about going on the run with him. John said that he didn't want her to be charged with aiding and abetting a fugitive. Marty had no intention of abandoning John. She insisted on helping him find the killer. John suggested that Marty phone Cole and update him on what had happened. Marty feared that Cole might turn back to drugs upon learning about her involvement in searching for the killer. \n\n\nAs Starr walked away to pay the check, Cole received a call from Marty. Marty told Cole that the killer was targeting her and that John had been falsely accused. Cole stepped outside to speak privately with his mother. Cole begged Marty to allow him to join her, but Marty said that she wanted him to remain safe at the rehab center. Assuring Cole that John would protect her, Marty revealed, \"You mean everything to me! I would die if something ever happened to you.\" \n\n\nCole agreed to abide by his mother's wishes. At that moment Starr returned to the table and discovered the bottle of pills inside of Cole's jacket. When Cole approached, Starr tossed the bottle at him and exclaimed, \"I'm done with you!\" As she ran off, Cole picked up the bottle of pills and cradled it in his hand. \n\n\nAfter catching up with Starr, Cole pleaded with her to understand. Starr blamed herself for telling him the truth surrounding Hope's death. She believed that the revelation caused Cole to start using drugs again. Cole insisted that he stole the drugs on an impulse and claimed that he wanted to quit the habit. Cole admitted that he had never stopped using drugs. \n\n\nStarr was stunned to learn that Cole continued to use drugs after the accident. As Starr continued to condemn him for his drug use, Cole began to scream, \"I can't stop! I can't!\"\n\n\n",
    "tvmega_recap": "While Gigi is still afraid she's at the desperate mercy of Stacy and forced to break up with Rex in order for Shane not to die, she encourages Brody to tell Jessica the truth so it doesn't have to ruin his life as well. He tells her the whole story. She's shocked that that could happen and they declare their close bond to one another. Schuyler uncovers the bag of blood that Stacy disposed of and he knows that she is scamming something. He informs Rex. Rex doesn't understand what Schuyler's problem is to be making accusations of Stacy and is still grateful to Stacy. Roxy goes into Rex's bio father's room to attempt to turn off his life support system and believes she's succeeded. But did she? Starr discovers a bottle of pills in Cole's pocket and his furious with him for lying and failing to clean up his act after all that has happened. And he admits to her that he cannot stop using. John and Marty are headed out of town in search of the killer.",
    "soapcentral_condensed": "UnpluggedViki was pleasantly surprised when David paid her a visit at Llanfair. An enraged Roxy stormed into John Doe's hospital room and accused him of trying to choke her to death. Schuyler announced that he witnessed Stacy toss out the blood donation that was supposedly meant for Shane's transplant. At the Buenos Dias Café, a nurse entered the comatose patient's room. The nurse slowly removed the blanket from his torso. Later, Roxy received a call from the nurse. The patient had died of natural causes. Afterward, the nurse said to the patient, \"I told her what you wanted me to. She thinks it's over.\" Back inside the apartment, Stacy chastised Rex for attempting to turn against her. With a sigh, she exclaimed \"I'm trying to stop you from trying to turn me against you!\" Back at the Angel Square Hotel, as Stacy watched in horror,Schuyler presented the bag, containing Stacy's blood, to Rex.\n"
}