{
    "soap_central": "\n\nAt the Buchanan Mansion, Natalie walks in just as Nigel has informed Clint, Bo and Jared that the time has come to open Asa's letter that will reveal the identity of his long lost son.  Bo informs Jared that the issue is a family matter and suggests that he leaves.  Natalie offers to accompany Jared because she would like to speak with him; the two leave Bo and Clint alone with Nigel.   Clint and Bo stand in utter shock, as Nigel reads Asa's letter stating he is leaving a seat on the board to his heir Jared Banks.  After hearing the unbelievable news, Bo questions whether Jared knew about the contents of Asa's letter.  Clint is also suspicious of the circumstances surrounding Jared's involvement with the family.   Nigel appears uncomfortable as Clint and Bo express their displeasure with the news; he assures them that the letter is authentic and never left his person after receipt from Asa's attorney.  Clint and Bo suggest several possible explanations, including Jared being in cahoots with Asa to deceive them.  Nigel attempts to convince them that he believes the contents of the letter to be true; Bo and Clint are unconvinced.  They suggest that if the information is true, that perhaps it should remain secret.  Nigel reminds the Buchanan men that his loyalties still lie with Asa and that he wanted that information revealed at the right time.  Clint believes that they should find out as much as they can about Jared before revealing any information to him and questions Bo whether or not if he wants to know all about Jared's past.  Bo tells Clint that he believes they can find out what they need to know by watching Jared's reaction when told about Asa's letter.  Clint expresses his concern that Jared has conned Rene into allowing him to move into the mansion; he fears that Jared has now gotten to Natalie.  Bo reminds him that will come to a screeching halt if the contents of Asa's letter are true.  Clint tells Nigel to find Jared so they can speak with him.\n\n\n Natalie reminds Jared that they had discussed exploring a romantic relationship when they returned home.  After planting a passionate kiss on him, Natalie pulls away in anger.  She tells Jared that she interpreted his kiss as a goodbye.  Jared tells Natalie he would never say goodbye to her and explains he is upset because Clint has just discovered he spent time in prison.   Jared explains his feelings for Natalie, by telling her how much he admires the woman that she really is.  Natalie appreciates Jared expressing his feelings towards her and tells him she knows he is not the man that Jessica and Nash believe him to be.  As Natalie and Jared share a passionate kiss in the foyer, Nigel interrupts to inform Jared that Bo and Clint would like to speak with him.  Natalie enters the room with Jared.  Jared questions whether they want to discuss his prison record.  Clint reveals to Jared that Asa's letter names him as a Buchanan heir.  A flustered Jared states this is impossible and that he doesn't want to be Asa's son.  A disgusted Nigel, a shocked Natalie and an unconvinced Clint and Bo look on.  \n\n\nAs he arrives at the vineyard looking for Jared, Charlie encounters Nash.  Charlie introduces himself as a friend of Jared and is surprised by Nash's opinion of Jared.  Nash tells Charlie that Jared is a user and t he conned him out of controlling interest in the vineyard.  Charlie is interested in learning more of Jared's character and Nash is happy to oblige.  He goes on to tell Charlie how Jared gained himself a position at BE by blackmailing Natalie and Jessica.  Upon hearing news of Jared's behavior, Charlie appears saddened.  Charlie tells Nash that he sorry that his friend has caused him so much pain and asks if Nash may know where Jared is.  Nash tells him he can probably find him at the Buchanan Mansion sponging off the family.  As Charlie leaves, Nash warns him to be careful of Jared; he tells him he is probably not the man he once knew.  \n\n\nBack at the motel, Marcie encounters David at her door.  A puzzled David proclaims that he is sure he knows a disguised Marcie from somewhere.  A nervous Marcie confuses David even more when she pretends to not know him and slams the door in his face.   Panicked, Marcie begins to gather her and Tommy's belongings.  She tells Tommy that it is time for them to start a new adventure and this time no one will ever find them.  As Marcie packs in a hurry, she is convinced that David will realize her true identity.  \n\n\nAt the Bonjour Café, Gigi and Noelle tease Viki about David; the two mention how attractive he is.  Viki warns the girls that David is trouble.  David visits Viki at the diner and comments on her new life.  Viki attempts to explain to David that there is more to life than money; she tells him she has lived off only the money she has earned working at the diner.  David tells her he has no intention ever earning a living. David continues to question where he has seen Marcie before; he tells Viki that he ran into a woman at the motel and cannot place where he knows her from.  Viki tells him to stop thinking about it and eventually he will remember; David continues to ponder the dilemma.  \n\n\n As Todd stands in his office looking down at a pocket knife, Starr enters the room.  Starr doesn't notice as Todd puts the knife in his pocket and begins to tell her father that she left school because the kids at school were questioning her about Cole's disappearance.  Todd shows Starr a website on missing children and explains how he has placed Tommy's information on the site; Starr is pleased when Todd offers to set up a page dedicated to Cole.   While Todd explains to Starr how the website works, she cannot understand how her father continues on.  She tells him that Cole has only been missing a few days and she is already losing it.  Todd consoles his daughter and offers her advice how to maintain her sanity.  Starr gives her dad a video of Cole to place on the site.  Starr plays the video for Todd, which reveals Cole telling Starr that he loves her, Todd looks at his distraught daughter.   Todd becomes discouraged as he thinks about the fact that John is no longer looking for Tommy.  Starr has an idea of who can offer Todd help in finding Tommy.  Todd calls Viki.   He tells a surprised Viki about what has happened to Tommy.  Todd wants Viki to authorize a story in the banner about his missing son.\n\n\nIn Ireland, John and Ramsey are hidden but have a clear view of Marty and Cole being held at gunpoint in a van by Simon and his accomplices.   John motions to Marty to keep silent after she notices him in the bushes.  An eager Ramsey points his gun at Simon, (who he has been after for years) and is stopped by John.  John is afraid Ramsey's actions will get Marty and Cole killed.   Simon and his men manhandle Marty and Cole; Simon continues to pressure Marty for any information that Patrick may have given her before he was killed.  As Marty attempts to reason with Simon, Cole observes a gunman approaching an unaware John.  Cole screams out and warns John.  As John and Ramsey battle with the gunmen, Simon warns them to put down their weapons or he will shoot Marty.  John and Ramsey comply; John tells Simon he has the information he wants.  Simon questions who John is and what information he has.  John describes the chip he found; he tells Simon he didn't bring it but will hand it over once Marty and Cole are released.   Ramsey is angered to know John withheld information from him.  Simon believes John has what he wants and tells him he is willing to negotiate.  Meanwhile, Cole tells his mother that John is risking his life for them.  Marty tells Cole that John is doing it because he loves them.  John gives his word to Simon that he will give him the chip if Marty, Cole and Ramsey are let go; Simon agrees.  John has one last condition -  he is allowed to speak privately with Marty and Cole.\n\n\nBefore ending her conversation with Todd, Viki agrees to provide him with any help she can in order to get Tommy back.  After speaking with Todd, Viki is obviously upset and speaks with David.  Viki asks David if he knew that Marcie had kidnapped Todd's son and is offering a million dollar reward.  Upon news of a cash reward, David's eyes light up.  David asks Viki how old Tommy is now; Viki knows the child is still in diapers.  David remembers the woman at the motel had a grocery bag filled with diapers.  David states under his breath, \"I knew it. Marcie McBain.\"  David frantically leaps out of his seat, kisses Viki and runs out the door.  Todd thanks Starr for suggesting that he call Viki for help.  As Starr lovingly hugs her father, Todd is busy entering information on the missing person's website.  Todd places a million dollar reward on the website for Cole.  Simon allows John two minutes to speak with Marty and Cole.  John tells Marty and Cole about his arrangement with Simon.  He tells Cole to take care of his mother and warns him to not attempt any heroics.  Marty asks John to be careful.  He tells her he will be find and has a lot to live for; he winks at her.  As Marty reaches out and grabs John's hand, Simon tells him time is up.   John begins to tell Simon how the situation will be handled; Simon tells him that he is calling the shots.  Clint questions Jared about not wanting to be Asa's son.  Jared begins to explain how his mother would clip pictures of Asa from the paper and tell him how much she wanted him to be just like Asa when he grew up.  Clint questions whether or not Jared believes his mother was trying to send him a message through her actions.  Jared says his mother didn't know Asa.  Bo explains that they have plans to look into the authenticity of the letter; Jared suggests that they do just that in order to clear up the situation.  Clint tells Jared he is surprised by his reaction due to the fact that he has admired Asa all his life.  Jared tells Clint this is a nightmare.  He says he doesn't want to be Asa's son because he has just fallen for Natalie.  Natalie is obviously troubled as Jared states if he is Asa's son that would make Natalie his niece.\n\n\nJohn and Ramsey watch as Simon closes the door of the van with Marty and Cole inside.  An angry Ramsey tells John he cannot allow Simon to leave with hostages.  John explains that he has information that Simon wants.   Ramsey tells him that Marty and Cole may be killed the minute the van rolls away.  As the van takes off, Ramsey knocks out the gunman and he and John run after the van.  Todd gives Starr posters of Cole to post over town; the two lovingly embrace.  Natalie asks Jared if he is her uncle; he nervously tells her that he can't be.  While Clint questions Jared about not having any knowledge that Asa claimed him as his son, the doorbell rings and Nigel leaves to answer.  Bo wants to know about the man who Jared has believed to be his father.  Jared states that he never knew his real father and claims his mother told him he died when Jared was a baby.  As Jared continues to claim to have no idea who his father is, Nigel appears and tells Jared there is someone at the door looking for him.  As Marcie is preparing to leave the motel with Tommy in hand, she opens the door to find David Vickers standing there.  David smiles and says, \"Going somewhere Marcie\".   As the van rounds the bin, John and Ramsey attempt to catch up to it.  As the two men get close, Ramsey shoots at the tires.   In anger, John grabs Ramsey and questions what he is trying to do.  The two men continue to chase the van.  To John's horror, the van goes over a cliff with Marty and Cole inside.\n\n\n\n\n",
    "tvmega_recap": "Natalie inquires of Bo and Clint as to what is going on. Clint lets Natalie know that Nigel finally decided to tell them the contents of the letter that Asa left in Nigel's care. Natalie walks out with Jared. Nigel begins to open the letter from Asa. Charlie knocks on the door and Nash answers it instead of Jared. David finds some groceries outside of Marcie's door. She opens the door and grabs them out of David's hands. David goes to the café, deep in thought, as to who the woman is. Viki explains to Gigi and Noelle that David is an old friend that just needed a place to stay. Mo becomes upset when he finds out that his best frying pan isn't in its rightful place. When Viki mentions Marcie, then David puts the name to the face in the motel. Todd is in his office when Starr comes to visit. Todd offers a million dollars for info on where Marcie and Tommy are. When he sees how upset Starr is over Cole, he also offers millions for info on Cole. The kidnapper puts Marty and Cole in a van. The kidnappers catch Ramsay and John. John lets them know about the microchip in exchange for them releasing Marty and Cole. When Jared is told that he could be Asa's son, he declines the offer because he had fallen for Natalie. The van carrying Marty and Cole goes over a high bluff. David goes after the million dollars that Todd offers for info on Marcie and Tommy. David confronts Marcie as to who he should call, Michael or John. Marcie makes plans to leave Paris.",
    "soapcentral_condensed": "Nigel tells Clint, Bo and Jared that Asa is leaving a seat on the board to his heir Jared Banks. Clint is suspicious of the circumstances surrounding Jared's involvement with the family. Viki warns the girls that David is trouble and warns Tommy that it is time for them to start a new adventure. Back at the motel, Marcie encounters David at her door. A puzzled David proclaims that he is sure he knows a disguised Marcie from somewhere. David pretends to not know him and slams the door in Marcie's face. David tries to explain to Marcie that there is no one to explain her true identity to. At the Bonjour Café, Gigi and Noelle tease David about how attractive he is and tease him about how he is attractive to the girls. Back to Mail Online home. back to the page you came from.  The Buchanan Mansion is on sale now for $10,000 a week, with a one-night-only price of $1,000.\n"
}