{
    "soap_central": "\n\nAt Llanview University, due to its popularity, Gigi started off an additional art class in Cristian's absence. The nude model, Joel, was ready to pose, and both Starr and Langston were members of the class. Starr found it difficult to concentrate, since James was supposed to take the class, also, and he wasn't there. Langston found it difficult to focus, as well, but for different reasons. She was totally engrossed in looking at and sketching the nude model, and she could barely listen to anything that Starr had to say.\n\n\nGigi urged the model to pretend he was an ancient Greek warrior, and she handed him a pole to use as a spear. \"Who goes to war naked?\" Langston muttered as she practically salivated over her subject. Starr pointed out that Langston would never make the six months abstinence that she'd imposed on Bobby, and Starr joked that Bobby wouldn't agree to six hours, let alone six months. Langston disagreed, but she noted how hot the model was. Starr thought he was just okay, and Langston believed that Starr had to be sick. Starr supposed that Langston probably had a fever herself as she continued ogling the model. Langston gave Starr permission to look at other guys while Cole was in jail.\n\n\nAs Gigi walked around the class, Starr told Gigi that Langston wanted the model's number. Starr continued to fret over James's absence. Langston suggested that Starr call James, but Starr didn't want to lead him on. The girls discussed Marty's accusation that Starr's feelings for James had led to Cole's actions, and Langston suggested that Todd had been right in his assumption that Marty was crazy.\n\n\nLangston continued to feel feverish as she worked on her sketch. \"Focus,\" Starr demanded, as the model changed his pose. Langston looked at the model, and suddenly, she saw Bobby's face instead. \"Are you sure you don't want to have sex with me?\" he asked her. Langston's jaw dropped, and she appeared to be stunned. \n\n\nLangston mumbled that maybe three months would be okay instead. She looked up and saw Bobby's face again. \"Stop doing that,\" Langston yelled, and Starr was confused, since she thought that Langston was talking to her. \"Check out the goods,\" Bobby said to Langston.\n\n\nJames took out his frustration on the punching bag at the gym, and he was crestfallen when Eddie walked in. He was certain that Eddie would have left town with his money, but Eddie revealed that he had a part-time, freelance consulting job. He thought he'd drop by the gym to see how James was doing, and he was thrilled that his son was into boxing. \"You never know when a little self-defense is gonna come in handy,\" James said. He advised his father that he had no intentions of being taken by surprise again.\n\n\nEddie was amused at the way James attacked the bag, and he offered to help his son with his moves. \"No thanks,\" James said. Eddie teased James and thought they should settle the score, since he'd probably embarrassed James in front of Starr. James tried to get out of it, but Eddie suggested that James make him pay. Eddie offered James a \"freebie\" and told him to take his \"best shot.\"  \n\n\nJames was lucky and hit Eddie lightly. The fight began, and most of James's punches didn't make contact, while Eddie's did. Finally, James landed a couple of hard blows, and Eddie was angry. \"You've got yourself a fight now, Buddy Boy,\" Eddie said, sneering.\n\n\nBobby spotted Aubrey in the bar at the Palace, and he went over to say hello to her. They recalled meeting at a film festival in 2008, and while Bobby believed that they'd had something going on, Aubrey reminded him that he hadn't been honest with her. Bobby informed her that he had changed since then, and he was a new man. \"Sure you are,\" Aubrey responded. She told him she'd met a special someone, and she was in town to meet his family. She had changed, too, she added.\n\n\n\"Oh my God, are you asking me to marry you?\" Kelly stammered to an equally shocked Joey, when she saw the ring. \"I would never. I mean, after all these years?\" Joey managed to reply. \"You didn't come down here thinking I was going to propose to you?\" Joey took a quick look at Kelly's disappointed expression. \"Oh God,\" Joey gulped. \"Talk about a misunderstanding.\" \n\n\nKelly got up and acted as though she thought it was a crazy notion, just like Joey. He stated that he'd never spring anything like that on her, and besides, they were good friends. Anything between them had happened a long time before, he reminded her.\n\n\nJoey acknowledged that the engagement ring he was twirling around in his hand was for someone else. Kelly claimed that she'd had a \"momentary insane flash,\" since she'd heard that Joey wanted to see her. She was surprised because Kevin had told her that Joey wasn't seeing anyone. Joey admitted that he hadn't known his girlfriend for very long, but he'd seen her, and he'd realized that she was the one. She was special. Kelly noted how impulsive Joey had always been.\n\n\nJoey had intended to tell Kelly sooner, but he'd told his parents first, and they had \"completely freaked,\" he said. Things would have been smoother if Kelly had been present, Joey figured, because she would have been happy for him. \"Maybe,\" Kelly replied. She admitted that she saw his parent's point, and maybe it was too soon for such a drastic step. Joey couldn't believe that Kelly sided with his parents, but Kelly felt he owed it to himself to make sure he really wanted to spend the rest of his life with this woman. Joey insisted that he just knew it was right, that he could feel it, and he was sure that Kelly would think his girlfriend was great.\n\n\nDorian spoke to Viki outside of the Palace. \"I saw them. Charlie was kissing Echo,\" Dorian stated. Viki thought that Dorian had to be mistaken, but Dorian was persistent. \"Why is the mayor of Llanview running around town spying on people?\" Viki asked. Dorian knew what she'd seen as she'd looked through the door at Llanfair, and she felt that Viki deserved the truth. Dorian thought that Viki should speak to Charlie, but Viki refused to confront her husband when she hadn't seen the incident for herself.\n\n\nDorian felt the opposite, and she was unrelenting in her opinion of the situation. She hoped that Charlie would at least be honest. \"God you're irritating,\" Viki grumbled. She finally gave up and consented to talk to Charlie.\n\n\nAt Llanfair, Charlie agreed that he wouldn't tell Viki about his kiss with Echo, as long as there were no repeat performances. It would be their secret, he told her. Just then, Brody walked into the room and asked who might be keeping secrets. Quickly, Charlie explained that Echo had consumed too many mimosas, and they all laughed about it. The men helped Echo stagger upstairs to her room, and once she was deposited, they returned to the study.\n\n\nThey joked about Echo's state, though Charlie soberly explained that Echo had been having a rough time. She had also suffered much guilt over leaving Rex when he'd been born, and guilt made one do crazy things. Brody wondered if it might be a bad idea to have Echo stay at Llanfair. Charlie explained that she wanted to get to know her son and grandson, and it was easier at Llanfair, since they were so close. He knew that Viki understood that because she had a big heart. Brody was convinced that he wanted his marriage to be just like Charlie's. Just then Viki returned home and asked to speak to Charlie in private.\n\n\nBrody indicated that he had to check on Jessica, and he left Charlie and Viki alone. Viki wanted to talk about Echo, and she asked what had happened after Charlie had arrived home with her. Charlie explained that he'd tried to sober Echo up, and he and Brody had taken her upstairs to \"sleep it off.\" Viki asked if Charlie had anything else to say about it. He didn't, and Viki revealed that Dorian had seen Charlie and Echo kissing. Charlie wondered if Viki had arranged for Dorian to spy, but Viki assured him that Dorian had done it on her own. Viki wondered if it were true, and Charlie admitted that it was.\n\n\nHe explained that Echo was a little out of control, but she probably wouldn't even remember what had happened, and it didn't mean anything. Viki began to lose her temper. Echo was more than a little out of control, and she was kissing someone else's husband. Charlie defended Echo, and proclaimed that she was afraid of getting thrown out of Llanfair before she had a chance to get to know Rex and Shane. Viki declared that Echo was afraid of losing her chance with Charlie. As the couple spoke, Echo quietly crept down the stairs to listen.\n\n\nCharlie was annoyed that Viki was angry. Viki pointed out that Charlie's \"very ex-girlfriend\" had thrown herself at him, yet Viki was supposed to \"take the high road.\" Viki wondered how it would be if she invited Clint to move in, and she kissed him. Charlie vowed that it was a one-time occurrence, and he had \"absolutely no interest in kissing her ever again.\" Echo headed back up the stairs.\n\n\nViki was tired of the conversation, and Charlie promised she wouldn't regret anything. Viki assured him she would if Echo were to try something again. Charlie tried to lighten the mood, and he joked that he couldn't help that he was irresistible. He declared his love for Viki, and he moved in for a kiss. Viki stated that she loved him in return, which was why she was upset. She couldn't kiss him until he washed his face. She wanted him to remove any traces of Echo's lips.\n\n\nMarty returned home as Rex was looking at Natalie's paternity test results that were hidden in a photo album. Marty sensed that someone was there, and she called out hello. No one answered, and Rex remained hidden under the table that held the album. Marty continued to look around suspiciously, and by the time she got to the table, Rex had moved to a new hiding spot. Shrugging her shoulders, Marty went into another room.\n\n\nIt was Rex's time to leave, but he stopped at the table to take a photo of the paternity test results with his phone. He placed the paper back into the album and dashed out the door. Marty walked back into the room. \"Anyone there?\" she asked. Again, she didn't see anyone, and she opened her mail. There was a letter from the hospital, and it stated that she would be put on probation until further notice. She looked longingly at Hope's drawing and placed a phone call to Starr.\n\n\nShe received Starr's voicemail and left a message. She thought they both needed to be there for each other because of Cole. She wanted to see Hope because she missed her. She was hoping that Starr would put an end to the restraining order.\n\n\nAubrey noticed that Bobby was different, and she inquired about the woman who'd transformed him with her \"sexy moves.\" Bobby confessed that sex was \"non-existent,\" but Aubrey thought that he was joking. She got up to leave, and they kissed each other goodbye. Dorian had just entered the bar and saw the kiss. She approached Bobby. \"And what the hell is going on here? That's what I'd like to know,\" she snarled.\n\n\nBobby informed Dorian that he really didn't have time to discuss it, but Aubrey was someone he used to be acquainted with. Dorian accused Bobby of \"pawing\" the young woman, and she assumed that he'd had sex with her at some point. Dorian didn't want to listen to anything that Bobby had to say. She knew about the \"moratorium\" on sex with Langston, and she explained that there was always \"full disclosure\" in the Cramer household. Dorian was afraid it would drive him right into the arms of another woman. Bobby insisted she was wrong. \"Never,\" Dorian replied.\n\n\nAubrey found Joey talking to Kelly and walked over to them. \"Aubrey!\" Kelly shouted. \"Kelly!\" Aubrey called out. Joey was astonished that the women knew each other. He explained that he and Kelly had been together in the past, and it dawned on Aubrey that Kelly had spoken to her about Joey. She began to say something, but Kelly jumped in and declared how happy she was for the couple. Kelly turned to leave, but Joey stopped her. He wanted her to help him to convince Aubrey to marry him.\n\n\nKelly walked off to the side, and Joey got down on one knee again. He proposed to Aubrey, and this time she said yes. Kelly looked sick, as Joey proclaimed that it was \"only the happiest night of my life.\" He was joyful that Kelly was there, and he went off to get some champagne to celebrate. Aubrey revealed that she knew Joey had been the man that Kelly was longing for. She had been afraid that Kelly would tell Joey her true feelings and ruin things for Aubrey. Joey returned and reminded Kelly that she had news she had wanted to tell him.\n\n\nGigi walked by, and Langston shouted that it was all Gigi's fault that there was no sex. Langston wanted to know if it had really worked, but when Rex ran into the classroom excitedly to see Gigi, Langston had her answer. \"I guess it worked,\" Langston said. Rex showed Gigi the photo of Natalie's paternity test results, and the fact that it stated that Brody was the baby's father. Gigi agreed that it was horrible, and she dismissed the class abruptly. Joel asked Langston to hold his pole, and she ran out of the room.\n\n\nRex wondered where Marty had obtained the test results, and he presumed that they were fake. They had to be since obviously, Natalie and Brody hadn't slept together, he affirmed. He supposed that Marty was trying to exact revenge on Natalie, but the only way she could do that would be if the results were real, he continued. \"And they can't be. Can they?\" Gigi suggested that Rex speak to Natalie, because Natalie had to be made aware that Marty was up to something.\n\n\nAfter class ended, Starr perused a flyer on the bulletin board in the hallway. She thought it might be interesting to take a kick-boxing class at the gym, and she suggested that Langston might want to work off her energy too. The girls decided to go over to the gym. On the way, Starr received a voicemail and saw that it was Marty. She assumed it was about the restraining order, and she didn't want to listen to it.\n\n\nThey arrived at the gym and walked in on the fight between James and Eddie. It was brutal, and Starr called out to James. When he turned, Eddie landed some solid punches and knocked James out. Starr insisted that Langston call Bobby right away.\n\n\nBobby thought that Dorian underestimated him, and he would be able to do anything when it involved Langston. Dorian promised to hurt him if he ever hurt her daughter. Just then, he received a phone call. It was Langston, and she urged him to get to the gym. Dorian called Viki and left a message. She wanted to hear how things had gone with Charlie. \"Men. They're beasts. All of them,\" she pronounced to herself.\n\n\nLangston and Starr helped James up, and Starr began to yell at Eddie. He informed her that he had merely been working out with James, and it was really her fault. James jumped up and accused his father of throwing a sucker punch. Just then, Bobby stormed in. \"Why don't you pick on someone who's better at fighting back?\" he asked.\n\n\nBobby advised his father that he should have left after he had received his $50,000. Bobby accused Eddie of needing one more shot at James. Eddie insisted it was a boxing match. Bobby offered to fight him instead. If Bobby won, Eddie was to leave town and never return.\n\n\nMarty sat in her living room and spoke to Cole's photo. She mentioned that Brody had threatened her and vowed to tell everyone that Marty had taken Natalie's medical records. She would lose her job, and she was no longer a wife, mother, or grandmother. She would no longer be a doctor. She had to plan her steps carefully.\n\n\nJoel returned to the classroom to look for his underwear. He wanted Gigi to help, but she was in a hurry. She had to get to Brody.\n\n\nRex showed up at Llanfair to see Natalie. Brody answered the door and advised him that Natalie wasn't there. Rex thought that maybe he could speak to Brody, since it involved him.\n\n\n",
    "tvmega_recap": "Starr and Langston are in school in an art class viewing a nude model when Langston Cleary reveals that she's been \"deprived\" for too long and may not be able to carry out her celibacy plan with Robert for the full 6 months. Gigi is also there getting distracted. Meanwhile, Rex uncovers the document that Marty has in her home that says that Natalie got pregnant by Brody. He does not believe for a moment that it could be true and assumes that Marty falsified it in a malicious attempt to hurt Natalie. He rushes to inform Gigi of what he's found. But Gigi knows the truth and tells him that he needs to go and talk to his sister to find out what she has to say. James is at the local gym taking out his frustrations on a punching bag ready to confront his father when Eddie appears, taunts him and \"motivates\" him to box. Starr and Langston end up at the gym ready to sign up for a kick boxing class when they see that Eddie has struck James. They call Robert over and he us ready to fight Eddie to get him out of town and out of their lives. Aubrey reveals that she used to date Robert but informs him she's moved on and is committed to a \"new guy\". Joey tells the same to Kelly. Kelly and Aubrey find out for the first time that Joey was the \"special guy\" for both of them and there is some awkwardness. Dorian informs Viki that she observed Echo and Charlie kissing. Viki confronts Charlie and tells him that she is very close to having Echo out of her home except for Charlie's protests that she is the mother of his son and grandmother of his grandson.",
    "soapcentral_condensed": "Langston gave Starr permission to look at other guys while Cole was in jail. James took out his frustration on the punching bag at the gym. Eddie offered James a \"freebie\" and told him to take his \"best shot\" Kelly was shocked when she saw Joey stammered when she asked him to marry her, and he said he'd never propose to her before. Joe told Kelly that he was twirling around his hand for someone else, and she thought it was a crazy notion, just like Joey thought she was crazy, but she got up and acted as though it didn't matter to her at the end of the episode.. At Llanview University, due to its popularity, Gigi started off an additional art class in Cristian's absence. The nude model, Joel, was ready to pose, and both Starr and Langston were members of the class. \"Who goes to war naked?\" Langston muttered as she practically salivated over her subject.\n"
}