{
    "soap_central": "\n \nWhile Blair and Jack waited for a pizza to be delivered at La Boulaie, Kelly returned home from her trip to California. Jack asked her point-blank if she had been successful in locating her mother's murderer. Kelly explained that while she and John had been unable to locate any evidence, it wasn't over. There had been a man at the facility who had appeared to know something, and John had left his card, she added. Kelly showed off the vase that her mother had made before she had died. As Blair turned away and made a face, Kelly placed the vase on the mantel.\n\n\nAs Blair and Jack enjoyed their pizza, the boy admitted that he liked Kelly, and he wanted to know why Blair hated her. He had noticed that his mother had snapped at her cousin. Blair suggested that her reasons were adult and complicated, but as Jack always did, he blurted out some shocking words. He asked if Blair hated Kelly because Kelly had killed Blair's baby. Blair was taken aback and wondered how her son would even understand about such things. He admitted that it was his way to always listen when and where he could, and in that way he learned. He pointed out that his mother had other children, but Blair advised him that mothers never forgot or got over the death of one of their children.\n\n\nBlair appreciated her son having his own mind and was okay with the fact that Jack liked Kelly. They agreed that the vase was ugly, and Blair figured they could put it away somewhere after Kelly settled down. \"I don't settle easily,\" Kelly announced as she walked into the room. Blair attempted to backpedal and explained that her mother had always made ugly pieces when she was at St. Anne's, and they had to display them. \"I love the vase,\" Kelly retorted.\n\n\nKelly moved the vase around and found the perfect spot for it. As a concession, Blair plopped a bouquet of flowers into the pottery piece.\n\n\nMarkko tried to reach Langston on the phone to tell her about a lecture he wanted them to see at the university by a filmmaker named Del Toro. He walked into the apartment and was shocked to see Cole with his bandaged hand. He wanted to know what happened. \"Todd Manning,\" was Cole's simple yet informative answer. He acquainted Markko with the events of the day and how Todd had planned on getting Starr and Hope away from Cole. He admitted that Todd had found Hannah in the apartment in a bra but there had been nothing going on, especially since he wasn't the one who was cheating. The guys were interrupted when Karen delivered a pizza, but Markko picked up the conversation where it had left off.\n\n\nMarkko wanted to know who was cheating. Cole quickly covered and said no one that he knew, but he heard about things like that all the time. He added that he and Starr would never cheat on each other, and Markko hurriedly agreed that the same held true for himself and Langston. Markko revealed that he had plans to book the same room at the Palace Hotel for prom night that he and Langston had enjoyed on their first night together. He had to go to the Palace to talk to Renee.\n\n\nAs Viki and Charlie made up on the terrace at the Palace Hotel, Renee refused to seat Dorian at a table close enough to watch the couple. Dorian grumbled that her assigned table had no view. Renee walked away and muttered that there would also be no meddling. Out on the terrace, Viki exclaimed, \"This is so right,\" as she finally pulled away from Charlie. They agreed that neither of them had stopped loving the other, and Charlie promised that he would never give Viki a reason to leave him again. \"Welcome home, Mrs. Banks,\" he uttered.\n\n\nViki agreed that they had both lost a lot, but they couldn't pick up where they had left off right after Jared died. Charlie agreed that he wasn't the same person who had let Viki down, and he had definitely changed. He joked that he should change his name or accent. Viki advised him that she was supposed to have met Marty for dinner, but since Marty hadn't shown up, it was time for Viki and Charlie to return home. Charlie was nervous about Jessica, but Viki assured him that it was time for Jessica to face the world as it really was. She knew that Bree would be especially happy to see Charlie again, and the little girl needed to be surrounded by people who loved her.\n\n\nAs Viki and Charlie headed out of the restaurant, they encountered Dorian, who was thrilled to see the couple together again. She pointed out that she had been their champion. \"Lucky for us,\" Viki grumbled. Dorian reminded Charlie that they had unfinished business to attend to. \"Business?\" Viki asked. Charlie denied it, but Dorian informed Viki that she had a position for Charlie of project manager for the new Llanview Civic Center, and the offer was \"on the table.\" She went into detail about the new center and explained that it would include an arts and cultural facility and job retraining. It would also be state-of-the-art and would be green in every way imaginable.\n\n\nViki wanted Charlie to picture working with Dorian, but Dorian admonished her and noted that Dorian had shown class when her Mel had worked with Viki. Charlie took Viki aside and explained that it was a job that he really wanted to do. Green construction was something his company stood for, and he would be able to provide many men with jobs. Viki was afraid that Dorian could lead Charlie astray, but Charlie insisted that he wouldn't follow that time. He wouldn't take the job, though, if it hurt Viki or would cause them to have problems.\n\n\nViki thought that Charlie should accept the job, and she would support him. \"You've got a deal,\" Charlie reported to Dorian, who was extremely pleased. Viki agreed that Dorian had chosen the right person, and Charlie would do a wonderful job. Dorian was glad to see that Viki had taken Charlie back. Viki had strong words for Dorian and advised her that if she attempted to manipulate, use, or undermine Charlie, Viki would devote her life to seeing that Dorian regretted it. Viki let Charlie know that she just wanted Dorian to know they were \"all on the same page.\" She didn't trust Dorian at all.\n\n\nDorian made a phone call and advised someone that the office next to hers was to be cleared out for Charlie. They would be working very closely with each other, she said happily.\n\n\nUpstairs, Langston knocked on the door of one of the hotel's rooms. Ford answered and assured her the room was theirs for the night, and it was free. \"All you have to do is be my wife,\" Ford enlightened Langston. He explained that she would have to pretend to be Mrs. Alfonso Del Toro. The man was someone who would be giving a lecture at Llanview University. The room had been booked for Del Toro and his wife, but they wouldn't arrive until the next day, and the room had already been paid for.\n\n\nLangston agreed but then looked around the room thoughtfully. She realized it was the same room that she and Markko had made love in for the first time after the prom. She recounted the events of the evening and called it a good memory. As Ford kissed her and removed her blouse, he agreed that the first time should always be sweet, but he thought that it was time to make some new memories.\n\n\nLangston wondered if it was difficult for Ford to accept that she was still with Markko, and he responded that he tried not to think of it. When his phone rang, Langston went to hand it to him, but he quickly grabbed it from her. It was Karen, the pizza delivery girl, who wanted to know if Ford were free. He advised her he was busy and told Langston it was a student of his.\n\n\nLangston admitted that she couldn't complain if Ford had someone else, but he purred that she was the only one for him. Langston thought it was time for the two of them to go public, but Ford had multiple reasons as to why that wasn't a good idea. She agreed that it could wait until the semester was over.\n\n\nTodd reached his office at the Sun and recalled the conversation he'd had with Marty. He had ordered Marty, her son, and her new baby to disappear for good. He was startled out of his skin when Starr burst through the door. \"Why did you do it?\" she wanted to know. She informed him that she had seen Cole, and she was angry. \n\n\nTodd argued that Hannah had been naked in Cole's apartment, and Cole had been cheating on Starr. He couldn't believe what he had seen. He clarified that he had done nothing more than talk to Cole, but Cole had thrown him out of the apartment. Starr was in total agreement that Cole had made the right move.\n\n\nCole had told Starr what had really happened, and she believed him. Adamantly, Todd swore that he had been trying to protect his daughter, and that was why he had done \"all of it.\" \"What else did you do?\" Starr asked him. Todd denied that there was anything else to tell her, but Starr didn't quite believe him. She declared that Todd had not just had an argument with Cole. Todd believed that Cole had an anger management problem. Starr disclosed that she and Cole had also had an argument over the incident, and Todd was pleased that Starr had defended Todd.\n\n\nHastily, Starr assured Todd that she hadn't defended him but had tried to make peace. She was angry that Todd would want Cole to leave her. Todd claimed that it was all because Cole was a loser, but Starr was certain it was because Cole was Marty's son. She declared that she loved Cole, and he wasn't going anywhere. Furthermore, Todd would have a big problem if he tried to change things, she concluded.\n\n\nTodd admitted that he had stopped at the apartment to talk about the musical. Starr suggested that the parts about Todd couldn't be changed to be untrue, and besides, he couldn't fool Dani and erase all that he had done. Todd revealed that even Téa had convinced him he was wrong. He acknowledged that Starr would always be his girl, and she was the most important thing in his life. Starr strongly urged her father not to make her choose between him and Cole because he wouldn't like the consequences. As she turned to go, she ordered her dad to stop being a jerk to Cole. He suggested that she keep her eyes open.\n\n\n\"Keep looking,\" John ordered the doctor as she examined Marty and was unable to find the baby's heartbeat. He and Marty, both teary-eyed, were defeated when the doctor finally advised them that with no heartbeat and Marty's cramping and bleeding, Marty knew what had happened. \"Our baby's gone,\" Marty told John. The doctor explained that the fetus hadn't been able to survive the trauma from Marty's fall, and Marty would need a D&C, a standard procedure after a miscarriage. John and Marty cried and consoled each other.\n\n\nMarty began to blame herself for the loss of the baby because she should have never been on the stairs in the first place, but the elevator hadn't been working. As she conveyed the reasons why she had done what she had done, she apologized to John for what had happened. John quickly assured her that it wasn't her fault, and he would be okay as long as he had her. He blamed himself instead and berated himself for going to California when he should have been at Marty's side. In turn, Marty let John know that it wasn't his fault, either, but was the fault of the person who had pushed her.\n\n\nMarty was positive that someone had pushed her, but she couldn't remember anything from the time she had stood at the top of the steps until she had woken up on the ground. John agreed to talk to Natalie because she had been nearby after the incident, and maybe she had seen someone or something. Marty was perplexed that Natalie had been there but realized that Natalie couldn't have seen anyone at all because Natalie had been the one who had pushed her. She was certain of it because Natalie had been angry at her, had wanted the baby to be gone, and had been there when it had happened. John didn't think that Natalie could be violent, but Marty reminded him that Natalie had stabbed Mitch.\n\n\nMary filled John in on the events at Hallowed Grounds, when she had overheard Natalie talking to Brody. Natalie had told Brody that John would be with Natalie if Marty weren't pregnant. Marty had confronted Natalie, who had been vicious. Natalie was sure that John would have broken things off with Marty and gone back to Natalie if Marty hadn't been pregnant. Marty had seen Natalie later at the hospital but hadn't been able to speak to her. Marty realized that only a few hours before, Natalie had wondered what might have been if Marty weren't pregnant. Natalie had wanted the baby gone so she could be with John, and at that moment, there was no baby.\n\n\nOut in the hallway, Natalie and Téa wondered and worried about Marty and the baby, though Natalie was curious as to why Téa was so interested. She pointed out that Téa wasn't friendly with any of the involved parties, and she couldn't understand why Téa had asked lots of questions. Téa seemed to be concerned about whether someone had really pushed Marty down the stairs. Téa quickly noted that it was the way her lawyer's mind worked, and she was only thinking about a lawsuit if Marty had actually slipped down the stairs.\n\n\nJust then, the women spotted Marty's obstetrician, but the doctor wouldn't disclose any information on Marty's condition. As the doctor slipped Marty's file into its proper place, the women looked at each other in silent agreement. After the doctor left, Téa tried to telephone Todd, but Natalie reached for the file and promptly began to read through it. She was unable to learn anything because of the nurse who walked up and grabbed the file out of her hands before she was able to finish. Natalie claimed that she had been unable to understand what the doctor had told her, but when the nurse offered to page the doctor, Natalie immediately declined the nurse's proposal.\n\n\nTéa couldn't get hold of Todd. She hoped that the baby was okay, or the person who had pushed Marty would be guilty of murder. \"Oh, my God, what have I done?\" Natalie asked herself.\n\n\nJohn looked thoughtful as the doctor arrived to prep Marty for surgery. He left the room and spotted Natalie in the hallway. She asked how Marty was and then about the baby. \"We lost the baby,\" John told her.\n\n\nAt the Palace Hotel, Markko spoke to Renee, who assured the young man that she would reserve the same room for him and Langston. As Markko turned to leave, he overheard a hotel employee speaking to someone on the phone. The man ordered one of his underlings to deliver room service to Mr. Del Toro. Markko knew the young waiter and asked for a favor. Shortly after, dressed in room service clothes, Markko knocked on Del Toro's door. Inside, Langston got out of bed to answer it.\n\n\nStarr returned to her apartment and advised Cole that she had spoken to Todd. \"Did you tell him to stay out of our lives?\" Cole asked. Starr was surprised. \"No, and I never will,\" she replied.\n\n\nMarty was wheeled out of her room and toward the operating room. Natalie comforted John and told him how sorry she was. \"Are you really?\" he asked, as he glared at her.\n\n\nTéa showed up at Todd's office and spoke quickly. She warned him that they didn't have much time, and she wanted to know if he had pushed Marty down the stairs.  \n\n\n",
    "tvmega_recap": "Markko is still unaware that Langston is cheating on him with Ford and planning on breaking up with him. Cole and Starr don't know that she's still continuing to do it. But Markko almost catches them when he believes that a university film maker is in town and finds that Ford is taking the hotel room before the film maker arrives. He still has no indication that Ford is in the room having sex with Langston. Dorian persuades Charlie to build a community center for her. Viki reluctantly agrees but warns Dorian. Markko loses her baby and informs John that somebody pushed her down the stairs The two main \"suspects\" (Todd and Natalie) both look worried and appear guilty. Marty tells John that she believes Natalie pushed her and that she would have motive to do it.",
    "soapcentral_condensed": "Viki and Charlie made up on the terrace at the Palace Hotel. Kelly showed off the vase that her mother had made before she had died. Markko tried to reach Langston on the phone to tell her about a lecture he wanted them to see at the university by a filmmaker named Del Toro. Jessica told Charlie that it was time to face the world as Jessica and the little girl who needed to be surrounded by people who loved her. Viki told Dorian that she had a position for the Llanview Civic Center manager, but Dorian grumbled that they had unfinished business to attend to. \"Welcome home, Mrs. Banks,\" he uttered. \"Lucky for us,\" Viki replied. \"I don't settle easily,\" Kelly announced as she walked into the room. \"This is so right,\" she exclaimed, as she finally pulled away from Charlie. 'Tis the time of the year when Kelly returns home from her trip to California. 'It's time for Charlie and Viki to return home.\n"
}