{
    "soap_central": "\n\nAsa was warmly welcomed back, surrounded by a happy band of Buchanans. Asa congratulated Clint for having dumped Dorian. Bo shared that David Vickers thought Spencer had been behind the mishaps that had happened to the Buchanans on and around New Year's Eve. Bo reminded them that Spencer had been up at the cabin on New Year's Eve. Asa clearly didn't want to talk about it at that moment. Nigel called Asa out on that mysterious black-and-white photo that he had hidden in the drawer. Asa didn't spill any details, but he was uneasy.\n\n\nDavid ran into Dorian in a public park. Dorian was horrified to realize that David had spent the night on a park bench. David asked Dorian to accompany him to the funeral. David felt responsible for John's death, in that he had been involved, though not responsible for, Thomas McBain's death, as well. David went to the funeral and spoke directly to Mrs. McBain. David told her that John had given him a second chance, and he thanked her. The McBains were not too responsive, but Bo told David that it had taken guts for him to show up.\n\n\nRex arrived at John's funeral and wondered where Natalie was. At Viki's, Roxy slapped Natalie when Natalie, still dressed in her robe, said she didn't see the point in going to John's funeral. Viki encouraged Natalie to go, adding that she'd regret it for the rest of her life if she didn't. Natalie went with her family. She was eager \"to get this thing over with.\" She watched as the police guard carried in the flag-draped coffin to the music from a bagpipe.\n\n\nWith deep emotion, Bo gave the eulogy and spoke movingly about John being a true hero. The priest prayed, and Michael thanked everyone for attending. Natalie sat and touched her engagement ring. The graveside service was beautifully directly and scripted. Each mourner had a few words as they left a flower in the grave. Evangeline sang, \"Danny Boy.\" A tearful Natalie had been given the flag and was the last one to remain seated.\n\n\n",
    "tvmega_recap": "Natalie gets up and decides that she isn't going to the funeral. Roxy slaps her hard and tells her that she needs to snap out of it. Viki talks to her about going to funerals for loved ones and knows that she will regret this if she doesn't go. Natalie gets dressed and arrives at the event. Dorian goes to the park upset. A man with no shoes on is sleeping on the other side of the bench. \"Well if you think that you are going to steal my shoes, you have another thing coming!\" the man shouts jumping up. It is David. Dorian thought that he was long gone on some quest to be a movie star. Turns out that the woman agent only wanted to get in his pants. Now he has nothing and needs a job badly. He actually slept on the park bench last night. Dorian offers his a job at CRAZE, but he wants something different. He toys with the idea of asking Viki for a job but Dorian hates that idea! When David hears that Viki is at John's funeral, he is stunned. He had no idea that John was dead. He feels that it is his fault. Dorian suggests that he go to the funeral if she feels that he needs to. They head over there together. Asa is home! He's been released and the family greets him. Bo tells how Truman might have a vendetta against the family and Bo will be looking into that. Asa tells Bo to forget about that. Bo can't. Too many things have happened to the family. When Nigel is alone with Asa, he tells that he knows that the man is hiding something. He found the picture of the woman that Asa had with him. He shows it to Asa now. Nigel hasn't told anyone about the picture but he just might. Nigel knows that the picture has to do with Spencer and New Years Eve. The funeral goes off without a hitch. When David goes to Eve to express his gratitude to John for finding out that he wasn't a killer, she appreciates what he has to say but isn't glad to meet him. Bo still feels that Vickers showed guts doing that. Next, everyone heads to the cemetery. The officers bring the coffin to the grave. The coffin starts lowering Eve falls to her knees from her chair and crawls over to the box. \"Goodbye my baby Oh Danny Boy,\" she starts singing. When her voice fails her due to her grief, Evangeline picks up the ball and sings the rest of the song. Michael comes and gets his mother picking her up and taking her to Marcie. \"John isn't here. Let's go.\" Everyone is gone by Natalie who wants to be alone there. Soon it is getting dark and she throws her flower in the grave and starts walking out. Suddenly she stops and turns in the darkness. \"John?\"",
    "soapcentral_condensed": "Asa was warmly welcomed back, surrounded by a happy band of Buchanans. David felt responsible for John's death, in that he had been involved, though not responsible for, Thomas McBain's death. Natalie was eager \"to get this thing over with\" She watched as the police guard carried in the flag-draped coffin to the music from a bagpipe. Evangeline sang, \"Danny Boy.\" A tearful Natalie had been given the flag and was the last one to remain seated.. The graveside service was beautifully directly and scripted. Each mourner had a few words as they left a flower in the grave. The priest prayed, and Michael thanked everyone for attending. Natalie sat and touched her engagement ring. Roxy slapped Natalie when Natalie, still dressed in her robe, said she didn't see the point in going to John's funeral. Viki encouraged Natalie to go, adding that she'd regret it for the rest of her life if shedidn't.\n"
}