{
    "soap_central": "\n\nJared is unconvinced by Jessica's charade of pretending to be Tess and compliments her on her acting abilities.  Jared informs her that he did research on her mental illness and realizes she is scamming him.  He questions how she has been able to keep up this pretense for so long.  Jessica continues to behave as Tess; she tells him she needed to convince her family that \"Jessica\" was integrated.  Jessica claims she had plans to leave town until he (Jared) came to Llanview and derailed her plans.  Exhibiting seductive behavior, Jessica informs Jared that she plans to help him get something they both want.  Jared quickly deflects Jessica's accusation that he tampered with the DNA test.  Jessica explains that she wants the inheritance just as badly as he does; she tells him he will need an ally to convince the family to purchase the vineyard.  Jessica reveals that she will be his ally.  Jared reminds Jessica that Tess ruined his life; he declares that he would never get in bed with her literally or figuratively if she were the last woman on earth.   Jessica tells Jared that the guy Tess turned on was a loser; she is impressed with the new Jared who devised the plan to become a Buchanan.  Jared continues to question what Jessica's true intentions are.  Jessica tells him that aside from living the good life with the inheritance money, she will enjoy making fools out of the Buchanans.  This peaks Jared's interest; he becomes curious of Jessica's scheme.  Jessica suggests Jared presents his plan at the next BE board meeting.  She states that when the votes are cast, she will vote for him.  Jessica believes this gesture should convince him that Tess is back.  After little consideration, Jared informs Jessica that her idea proves she is not Tess.  Jared believes Tess would have a much clever plan; he questions how her one vote would help his cause.  Jessica tells him that the Buchanans accept whatever \"Jessica\" says; when Jessica speaks everyone listens.  Jessica tells Jared that once she states her case, the family will all follow suit.   Jessica asks Jared if he intends to go along with her plan.  Just as Jared prepares to give her an answer, an angry Nash walks through the door.  Nash wants answers from both Jared and Jessica about what is going on.\n\n\nWhile in bed, Adriana and Rex discuss plans for the upcoming wedding.  When he begins mentioning future family events with the Cramer women, Rex notices Adriana's sudden change in behavior.  Rex questions Adriana's mood and she tells him about her catfight with Blair.   Feeling guilty, she admits to telling Blair that she knew about Tommy's true identity from the very beginning.  Upset by Adriana's actions, Rex tells Adriana they will be saying their wedding vows behind bars.  After researching the possible charges against them, Adriana is afraid of the fate that awaits them.  Adriana reveals she is more terrified of Todd and Blair than she is of the police.  Adriana tells Rex that Todd and Blair will seek revenge once they have time to consider what she has done.  Rex attempts to convince Adriana that she could always deny Blair's claims.  Adriana tells him that will not be possible and gives him the list of witnesses present during her confession, including Dorian.  \n\n\nAt La Boulaie, Charlie enters the room as Dorian revels at the discovery of the photograph containing Viki and Charlie.  Claiming to have accidentally stumbled across the picture, Dorian asks Charlie the identity of the woman in the photograph. Charlie tells Dorian that Viki is a waitress and close friend from Paris, Texas.  Dorian continues to question Charlie about his relationship with Viki.  Charlie admits that the relationship was stalled because he had to come to Llanview.  He goes on to tell Dorian that his relationship with Viki is somewhat mysterious.  Charlie laughs when he admits that he and Viki never revealed their last names to one another.  Cunningly, Dorian reminds Charlie that she is not aware of his last name either.  Charlie tells Dorian that he goes by the name of Charlie \"B\".  Feeling comfortable with Dorian, Charlie confides that Viki has children that he knows very little about and states she has another life that he plans to learn more of.  Charlie tells Dorian he does not know how long he will remain in Llanview or if Viki will still be in Paris, Texas when he returns.  Appearing bothered by Dorian's questioning about his apparent feelings for Viki, Charlie asks Dorian for the list of contacts she promised him.   Charlie feels he has taken up enough of her time and would like to check into a hotel.  Dorian surprises Charlie when she states we will stay at La Boulaie.  \n\n\nAs Viki prepares to call Todd, Marcie enters the diner.  Marcie is shocked to find Viki and quickly realizes that she is the waitress named \"Viki\" who Gigi spoke of.   Marcie panics when Viki tells her that she knows Marcie is actually \"Sally Ann\".  Viki declares that she will not allow Marcie to leave with Tommy.  When Viki attempts to call the police, Marcie draws her gun at Viki and demands she puts down the phone.  In a desperate state, Marcie continues to hold Viki at gunpoint.  Viki attempts to reason with Marcie but to no avail.  When Viki tells her to consider the fact that Tommy is witnessing her behavior, Marcie sadly states that all she wants is to be somewhere safe with her son.  \n\n\nWhile driving back to the diner, Todd pulls a gun on John when he attempts to call the police for backup.  Todd tells John he intends to find his son alone at all costs.  A frustrated John complies.  As the two arrive at the diner, they observe Marcie's car.  John convinces Todd to park out of sight so that Marcie does not panic when she sees them.  As Todd and John approach the door to the diner, Marcie is attempting to flee with Tommy in hand.  When Todd notices Marcie, he attempts to open the door, but Marcie quickly locks it.  John makes every effort to reason with Marcie, who instead closes the blinds to the café and tells them to go away. Realizing Marcie is frightened; Viki offers to speak with Todd.   Fed up with Marcie, Todd warns Marcie to open the door and that he has a gun.  As Todd points his gun at the door, Marcie opens the blinds and points her gun at him.  John warns Todd to put away his gun because there could be someone else in the diner.  John begs Marcie to put the gun away and tells her that he is there for Michael.   Marcie expresses concern for Michael's condition.  After learning from John that Michael will be fine, Marcie refuses to hand over Tommy.  Again, she draws the blinds and tells them to leave.  When Todd questions what they will do next, John tells him they are going to wait.  He feels once Marcie thinks about the situation and realizes there is no way out, she will surrender.\n\n\nNatalie visits Miles at the hospital.  Miles is worried about living at the carriage house; he feels Roxy will be jealous that he is living close to Natalie and he does not want to hurt her feelings after their \"encounter\" on New Year's Eve.  Natalie admires Miles' consideration for Roxy's feelings and wishes more men shared his kindness - namely Jared.  After leaving Miles' room momentarily, Natalie is approached by Nash who wants to discuss Jared's plans for his vineyard.   Natalie tells Nash that from a business stand point she feels Jared has a good idea but states she will not back the plan.  Nash worries that Natalie may be tempted by Jared's plan but she reassures him that family means everything to the Buchanans and no one on the board will side with Jared.  Before leaving, Nash lashes out at Natalie who continues to praise Jared's business plan to sell the vineyard.  He cannot understand why Natalie is falling for his con and states he believes Jared tampered with the DNA test.  Upon returning to Miles' room, she begins to express her hurt over Jared and seeks advice from Miles.  Miles suggests she falls in love with someone new.  Natalie feels the answer is to get Jared out of her head.  Suddenly, Natalie begins to consider the fact that Nash may be correct about Jared conning the entire family.  Sadly she realizes that if this is true, Jared made a conscious decision to hurt her.  Natalie says she could never forgive Jared if this is true.  \n\n\nMiles expresses his sympathy for Natalie's failed relationship.   Natalie puts on a brave front and states, \"when one door closes, another door opens.\" Reacting to Nash's questioning, Jessica quickly lashes out at Jared and tells Nash that he came back to sway her vote.  Unnoticed by Nash, Jessica gives Jared a sly smile.  As Jared is preparing to leave, he says \"keep it real, Jessica\" and gives her a playful slap on the derriere - also unnoticed by Nash. Once Jared has left, Jessica continues to lie to Nash.  Nash knows Jessica pretended to be Tess and expresses his disproval.  Rex tells Adriana that they are going to see Dorian; the purpose of the visit will be to convince her to keep the Cramer women quiet about Adriana's confession.  The two head off to La Boulaie.  Charlie is hesitant about accepting Dorian's offer but finally gives in to Dorian's persuasive arguments.  Viki begs Marcie to allow John to help her.   Cradling Tommy, Marcie tells Viki she cannot give her baby up and picks up the gun.  Unable to wait any longer, Todd screams for Marcie to give him his son.  John tells Todd to remain calm because he may cause Marcie to do something drastic.  Todd ignores John's warning and continues to direct threats towards Marcie.  Suddenly, Marcie opens the blinds and walks away.   John tells Todd that Marcie not only has a gun, she has a hostage.  Marcie appears at the door, holding Viki at gunpoint.  Todd is stunned.\n\n\n",
    "tvmega_recap": "Jessica, (pretending to be Tess) tries to entice Jared into believing that she is on his side and wants him to make love to her. Natalie and Miles share a friendly game of cards. Natalie meets up with Nash and he fills her in on what Jared plans on doing with his vineyard. John and Todd wait outside of the Bon Jour Cafe' for Marcie to give herself up. Adriana reveals to Rex that she had told Blair that she had known all along about Tommy being Todd's son. Nash walks in on their conversation and wants to know what is going on. Dorian goes through Charlie's case and finds a pic of himself and Viki. Dorian recognizes Viki, but doesn't let on to Charlie that she knows Viki. Charlie comes in and finds Dorian with the pic. Todd and Marcie hold guns on each other. Marcie uses Viki as a hostage in the diner. Rex is completely beside himself when he finds out that Adriana had spilled the beans about Tommy to Blair.",
    "soapcentral_condensed": "Jared is unconvinced by Jessica's charade of pretending to be Tess. Adriana and Rex discuss plans for the upcoming wedding. Dorian revels at the discovery of the photograph containing Viki and Charlie. Charlie admits that the relationship was stalled because he had to come to Llanview. Charlie tells Dorian that his relationship with Viki is somewhat mysterious. Viki surprises Dorian when she states she would like to check into a hotel at La Boulaie when she returns from Paris, when she will call Charlie to tell him about her plans for him. The episode ends on a cliffhanger, with the Buchanans deciding whether or not to press charges against Todd and Blair for their involvement in Tommy's death. The finale airs on Thursday, December 14 at 8 p.m. ET on ABC.  For more information, visit www.all4pictures.com or go to www.alberta.com.   The series is currently on hiatus and will return on January 2.\n"
}