{
    "soap_central": "\n\nAnticipating a DNA test to prove he's Asa's son, Jared manages to snag a hair sample from David. When Natalie talks to Jared about pursuing a relationship, she senses his discomfort. Despite Nigel's pleas to abandon his scheme, Jared remains conflicted about what to do. As everyone prepares to leave the ranch, Nigel believes that withholding the truth about David is the right thing to do.\n\n\nAs the two spend time together, Charlie and Viki grow closer. Later, after getting a lead on his son, Charlie ends up at the Buchanan ranch. However, instead of finding his son, Charlie comes across an unconscious Dorian on the ground. Meanwhile, David is concerned when he can't find Dorian. Ending up at the Bon-Jour Café, David comes face-to-face with Viki.\n\n\nCristian confides to Sarah that he missed her when she was in Texas, and they end up in a kiss. At the same time, Antonio and Talia get to know more about each other. Finally, Talia makes her move and kisses Antonio.  \n\n\n",
    "tvmega_recap": "At the Bon Jour Café, Viki and Clint enjoy some time alone on Thanksgiving. Nigel warns Jared if he is the Buchanan heir, then he might as well say good- bye to Natalie. Clint is on the phone when Nora comes in. She inquires if he had a phone call. He lets her know that he was going to make one and that he broke up with Dorian. Dorian is lying unconscious in the bushes. Cristian took Sarah home from the Angel Square diner. Sarah and Cristian confess to one another that they missed each other. They begin to kiss when Layla comes in. Layla lets Cristian know that she went to visit Evangeline and saw her move her hand. Sarah and Cristian kiss. Charlie finds out that he has a son that lives not too far from Paris, Texas. David finds a matchbook in which Dorian had scribbled something about a bouillabaisse recipe that she wanted from the Bon Jour Café. Talia and Antonio clean up the diner and talk. They kiss. Nigel vows that he will never let anyone know that David Vickers was Asa Buchanan's son. Charlie arrives at Asa's ranch and is confronted by Chuck. Charlie sees Dorian lying in the bushes.",
    "soapcentral_condensed": "Anticipating a DNA test to prove he's Asa's son, Jared manages to snag a hair sample from David. Despite Nigel's pleas to abandon his scheme, Jared remains conflicted about what to do. As the two spend time together, Charlie and Viki grow closer. At the same time, Antonio and Talia get to know more about each other. Finally, Talia makes her move and kisses Antonio. Meanwhile, David is concerned when he can't find Dorian. He ends up at the Bon-Jour Café, where he comes face-to-face with Viki. Cristian confides to Sarah that he missed her when she was in Texas, and they end up in a kiss. Later, after getting a lead on his son, Charlie ends up in the Buchanan ranch. However, instead of finding his son,. Charlie comes across an unconscious Dorian on the ground. David is worried when he is unable to find his son and ends up going back to the ranch.\n"
}