{
    "soap_central": "\n\nAt Marty's house, Natalie tried to talk some sense into her nemesis, but Marty was bitter. Natalie pleaded with Marty to remain quiet and not divulge the truth to John about the baby. Natalie wondered if Marty really wanted to destroy John. \"Damn straight I'm gonna tell him, because John deserves the truth,\" Marty replied. Marty also thought that Natalie was a hypocrite, because Natalie had lied about her own baby while she'd told the truth about Marty's son. She ordered Natalie to leave because she was busy, even though Santa wouldn't be visiting Marty's house for ten years, Marty grumbled.\n\n\nMarty accused Natalie of hurting her, and Marty couldn't even see her own granddaughter. Natalie pointed out that Todd had been behind that. Marty acknowledged that Todd had hired Rex to \"dig up dirt\" on Marty, and Marty was aware that Natalie had learned about Marty's possession of the test results through Rex. Marty had another copy, though, and she merely needed to figure out when to share it, Marty threatened. She ordered Natalie to stop begging, because Marty hadn't received what she'd asked for when she'd begged.\n\n\nNatalie gave Marty an account of what had happened the night she'd gotten pregnant, and how she'd seen Marty and John kissing. She'd believed that Marty had hidden Natalie's letter to John. Brody had been miserable, too, and they'd both been drunk. Marty chuckled and wondered if it were her fault that Natalie was pregnant. She thought that Natalie might have found a more anonymous bed partner or at least used protection. She accused Natalie of using a tactic called \"rationalization.\"\n\n\nNatalie couldn't believe that Marty might want to hurt Jessica, Marty's best friend, and Brody too. Marty suddenly turned the tables and asked what Natalie would do for her if she remained mum. \"What do you want?\" Natalie asked with a glimmer of hope in her voice. She vowed to make it worth Marty's while. She wouldn't go to the cops and tell them that Marty had stolen Natalie's medical records.\n\n\nMarty laughed again. She wanted Cole out of jail, and she wanted Natalie to find some way to make that happen. It was the only way. \"You have your baby with John, and I have mine,\" Marty snapped, \"Only if I get mine.\" Natalie reminded Marty that Cole had confessed. Marty replied that she'd be unable to keep her mouth shut, and she refused to carry Natalie's burden. Natalie believed that no one would thank Marty if Marty spilled the beans. In fact, John would hate Marty, but Marty preferred to take the chance.\n\n\nNatalie thought Marty would lose her job and everyone's respect. Her life would be ruined right along with Natalie's. \"All right,\" Marty finally said firmly. Natalie couldn't believe what she'd heard, but Marty said it again. Marty swore on her son's life that she wouldn't tell John about the baby's paternity. She ordered Natalie to leave. Natalie let go of her breath as soon as she was outside. She was able to be happy again.\n\n\nMarty sat and spoke to Cole's photo. She was determined to tell someone about the paternity test even if it might not be John.\n\n\nInez demanded to know why John and Brody had shown up at her apartment, but John turned to Nate. He announced that he had an eyewitness who'd seen Nate leaving Eddie's motel room \"in a hurry.\" Immediately, Inez shouted that the eyewitness was lying. Nate explained that he'd been at the gym, and then he had taken Dani home. John had a warrant to search the premises, and he ordered Brody to start looking around. Nate admitted that he hadn't arrived home until morning, and Inez added that Nate had stayed at Dani's.\n\n\nJohn wondered if the Mannings would confirm Nate's story, but Nate declared that they wouldn't. They hadn't been home, and they were unaware that he had been there. After he left Dani, he had stopped at the motel, Nate disclosed. He'd been upset, because Eddie was supposed to have left town after the fight. He'd wanted to think up something to get his father to leave. The man only cared about himself, and he was a disgusting man, Nate continued.\n\n\nSuddenly, Brody called out. He'd found something in his search and handed it to John. \"I think you dropped something,\" John said sarcastically, as he held up a gun. He asked where Nate had obtained the gun. Brody noted that it had the same caliber as the bullet found in Eddie's body.\n\n\nDani thought back to her conversation with Nate regarding Eddie's murder, and she was suspicious of Nate's reaction to the news. Téa found her daughter deep in thought, and she teased Dani when she saw Nate's gift sitting on the table. Dani admitted that she still had to wrap gifts for her parents. \"Hello, Sunshine,\" Téa greeted Todd when he somberly walked through the door. Todd claimed that he had been out shopping and hadn't been able to find what he wanted.\n\n\nWhen they were alone, Todd confessed to Téa that he'd gone to see Marty about the cufflink that had been found in Eddie's room, because Marty had sought revenge on him in the past. James had been cleared, and Todd was the prime suspect in Eddie's murder. He was certain that Marty had framed him, though Téa didn't believe it was true. She thought his ideas were rather far-fetched.\n\n\nDani placed a phone call to Nate, but she received his voicemail. She advised him that she assumed he was in shock when he'd learned about Eddie's murder, but he didn't need to hide his feelings. She returned to her parents and mentioned talk of a cufflink that she'd overheard. Todd began to make up a story, but Dani had also heard \"scene of a crime.\" She wondered if her father were finished lying, because she'd thought things had changed. Todd told her the truth about the cufflink found at Eddie's murder scene. \"Dad you didn't do it for me, did you?\" Dani asked.\n\n\nDani recalled Eddie being \"creepy\" at Nate's apartment, and she had realized that Todd might have gone after Eddie for that reason. Todd promised her that he hadn't killed Eddie. He had merely gone to see Eddie to warn him to stay away from his children. He might have mentioned something about a \"wood chipper,\" Todd joked. He'd also hired Rex to investigate Eddie, but Todd hadn't gone to Eddie's motel room.\n\n\nDani reminded her father that she was still getting to know him, though she agreed that progress had been made. She announced that she believed what Todd had told her. She grabbed her things and headed out. Téa urged her to be back by curfew. \"We have come a long way, baby,\" Téa remarked. Todd was happy that Dani believed him, and that was all he cared about.\n\n\nAt Llanfair, Viki mentioned that Echo had her hooks into Charlie, when Jessica asked about hooks for the tree ornaments. Joey and Aubrey arrived, and Joey introduced Jessica to Aubrey. The couple was loaded down with packages, and Joey admitted that while some were for Aubrey, there were gifts for family members too. Viki excused herself, because she wanted to deliver some gifts, and she asked the others to help decorate the tree. Joey found a clown ornament that he'd gotten when he was with Kelly. It produced lots of memories for him, and he looked at it longingly.\n\n\nJoey and Aubrey began to kiss in front of Jessica, but suddenly Aubrey's phone started to ring. She tried to stop Joey from answering it, but he did so anyway. He said hello a few times, but the party hung up. The caller ID said \"unknown caller.\" Just then, Aubrey dropped Joey's ornament, and it broke into lots of little pieces. She insisted on running off to fetch a broom. \"It's nothing,\" Joey claimed to his sister. Jessica declared that memories always meant something, especially the good ones. She had to leave, and she left Joey alone.\n\n\nAs Jessica walked into the foyer, she found Aubrey on the phone. Aubrey had just stated that it wasn't a good time, but she hung up quickly when she spotted Jessica. Aubrey headed back to Joey and helped to clean up the mess. The mishap saddened him, but he shrugged. \"It's time for new memories anyway,\" he said.\n\n\nDorian found Blair lingering around the tree at La Boulaie. Blair was annoyed that Jack had put Eli's box under the tree, but Blair admitted that she'd tossed the key out. Kelly returned from Llanfair and confessed that she hadn't revealed her true feelings to Joey. She had lemon in her eye, and it was \"pointless,\" because Joey was in love with Aubrey. Dorian couldn't believe that Kelly had given up. Kelly recalled that Blair hadn't told Todd that he was the \"love of her life\" either, but Blair pointed out that Todd was with Téa, and Blair was hopeful that he wouldn't \"screw\" things up.\n\n\nDorian thought that Joey was a fool for choosing anyone but Kelly, and she suggested that Kelly forget about him. She planned to have a traditional Cramer family Christmas, Dorian exclaimed. Sighting David's Christmas stocking, Dorian was about to toss it into the fire, when Viki walked into the room with gifts for the kids. The two women sat for a chat, and Viki admitted that while Charlie had a good reason to be with Echo, Viki wasn't satisfied. Echo had discovered a new way to get close to Charlie, Viki stated.\n\n\nViki informed Dorian of Rex's car accident, and how Charlie had called Echo and asked that she relay the information to Viki. Echo had acted upset and hadn't said anything. Dorian assumed that Echo had just wanted Charlie to herself, so they could bond at their son's bedside. Viki noted that they would be bonding at Alcoholics Anonymous meetings next. Echo was playing the victim, and Viki wanted to strangle her. She wondered who would use alcoholism to get what they wanted.\n\n\nViki looked at Dorian, and they both recalled Dorian's previous attempt at getting to Charlie through his alcoholism. Dorian declared that made her qualified to get involved and take action against Echo. She had the inside track to the way that Echo was thinking. \"Leave it to me,\" Dorian urged. Viki didn't want Dorian to do anything illegal, but Dorian responded that she was the mayor. Viki was worried.\n\n\nKelly found her clown ornament, looked at it wistfully and explained how she and Joey had secretively bought one for each other years before. She and Blair discussed Joey's impulsive marriage proposal. Kelly noted that Joey had claimed to know everything about Aubrey that he needed to know, but Blair pointed out that she'd felt the same way about Eli. She didn't want Kelly to obsess over Aubrey, and Kelly admitted that she had actually liked the young woman when they'd met. Blair suggested that Aubrey might have some skeletons too, before she headed out to run an errand.\n\n\nJessica paid Kelly a visit, explaining that she had to get away from Aubrey and Joey, who were sickeningly sweet. She revealed that she knew about Kelly and Kevin, though she knew that Kelly had wanted to keep it a secret. She thought that Kelly should go public with her news, because of all of the other weddings that were about to occur. She saw Kelly's clown ornament and mentioned that Aubrey had just broken Joey's. \"By accident?\" Kelly wondered.\n\n\nJessica replied that Aubrey had claimed that it was an accident. Kelly admitted she liked Aubrey, and Jessica joked that she'd only known the woman for about an hour. They'd had a weird moment though. She told Kelly about the phone call, and how Aubrey had seemed guilty when Jessica had caught her on the phone only moments later. She wondered what Aubrey could be hiding, and both women agreed that they only wanted the best for Joey.\n\n\nInez ordered the cops to stop harassing Nate, but they placed him under arrest. Just then, Dani arrived. \"Nate, tell them you didn't do this!\" Dani shouted. Both Inez and Nate remained quiet as Brody led Nate out the door in handcuffs.\n\n\nBlair walked into Todd's house and proclaimed that Todd had better not be lying to Dani. If she found out that he was, she'd serve his cut-out heart for Christmas dinner, she added. Todd stated that he wasn't going to jail, and he'd had nothing to do with Eddie's murder. Blair handed a couple of gifts to Téa and asked about James. Téa revealed that the young man wasn't a suspect, and Blair heaved a sigh of relief. She couldn't envision Starr having someone else to visit in jail, including her father.\n\n\n\"Adiós Blair,\" Todd called out. Téa asked Blair about Eli's box, but all that Blair could respond was that she had thought about it, but she had gotten lemon in her eye. Téa was confused, but she was thrilled that her family would all be under one roof on Christmas morning. Todd was concerned about who might be framing him, and Téa had to agree with him. They had reason to worry.\n\n\nBlair returned to La Boulaie, and Kelly mentioned that she had been thinking about skeletons in the closet, but she had changed her mind. \"I just got lemon in my eye,\" she said. \"I love that saying,\" Blair uttered. \"Not good,\" Dorian said as she shook her head.\n\n\nJoey hung a stocking for Aubrey and told her she was part of the family. Viki and Jessica both returned just as Aubrey and Joey were kissing again. Natalie arrived home, too, and Joey introduced her to Aubrey. Natalie exclaimed that she had gotten her last gift, and it was the \"best one ever.\"\n\n\n",
    "tvmega_recap": "Joey brings Aubrey home to meet his mom and sisters. They like her but it appears she has some secret and is making a mysterious phone call. They all still indicate that Joey should consider getting back with Kelly. Dorian and Blair indicate the same thing to Kelly although she tells them that Joey has made his decision to marry someone else. Dani asks Todd if he shot and killed Eddie. He tells her he did not and manages to convince both Dani and Tea. Blair also wants to believe him. But the cops come by Nate's home. John and Brody are ready to nail him and he does not have a good alibi. They find a gun that appears to be hidden and they take him down to the station. Viki goes to see Dorian admitting she is furious and powerless over how Echo is manipulating Charlie and finding every way she can to get close to him. Dorian seems to want to help Viki although Viki is concerned that Dorian might be taking drastic an illegal action in order to do so. Natalie goes to plead with Marty not to tell John that she has lied to him about Brody being the father of her baby. She manages to convince Marty not to tell John. But Marty still has a plan to tell someone else. Probably Jessica.",
    "soapcentral_condensed": "Natalie pleaded with Marty to remain quiet and not divulge the truth to John about the baby. \"Damn straight I'm gonna tell him, because John deserves the truth,\" Marty replied. Marty also thought that Natalie was a hypocrite, because Natalie had lied about her own baby while she'd told the truth about Marty's son. Téa thought back to her conversation with Nate regarding Eddie's murder and she was suspicious of Nate's reaction to the news. Todd claimed that when he walked through the door of Todd's house, he claimed that Todd was the one who had killed Eddie and that he was the only one who knew about it. John wondered if the Mannings would confirm Nate's story, but Nate declared that they hadn't been home, and they were unaware that he had been there. After he left Dani, he had stopped at the motel, Nate disclosed. He'd been upset, because Eddie was supposed to have left town after the fight, and he'd wanted to think up something to get his father to leave.\n"
}