{
    "soap_central": "\n\nNate revealed to Dani that he'd confessed to Bo about his part in Matthew's injury, although he was certain that Bo had already known. Bo had shown Nate a gum wrapper that Nate had dropped at the Buchanan residence. Nate knew that he could have lied, but Nate admitted that it had felt good to have the weight lifted from his shoulders. \"What happens now?\" Dani wondered. She was surprised that Nate was still free.\n\n\nNate wasn't sure, but he knew that Dani wouldn't have to keep secrets for him any longer. It had meant a lot to him that Dani had agreed to remain silent. Dani believed that even Todd would understand what Nate had done, especially after Todd heard that Matthew had been the one who had killed Nate's father. Todd had always done what he had needed to do to protect his family, Dani clarified.\n\n\nNate was relieved that he wouldn't have to worry about being arrested in the middle of the night anymore, and Dani was glad that Nate wasn't in jail. She didn't think that Nora would ever be able to prosecute Nate, but Nate wasn't too sure. He grabbed Dani's hand, but she pulled it away abruptly. Dani proclaimed that if there were a trial, all of the information about Matthew would be exposed, and the Buchanans wouldn't want that.\n\n\nNate revealed that Bo hadn't seemed surprised to hear the news about Matthew's act. \"Do you think they knew all along?\" Dani inquired. Nate wasn't certain, but the teens pondered whether Nora had known about Matthew when she'd held Nate for Eddie's murder. Dani was just happy that Bo had decided not to arrest Nate, though it would be worrisome to see if it happened in the future.\n\n\nNate admitted that he had only been worried about losing Dani. If he'd had the chance to do everything over, he would have never made the film, Nate admitted. He would have told Dani the truth in the beginning. Dani was sure that Nate wouldn't have confessed to her, but she felt responsible for Nate's actions also. She'd put him in a strange position after he'd overheard her conversation with Destiny regarding Matthew's act.\n\n\nNate wanted another chance with Dani, and he confessed that he had a lot to prove to her and Todd. He loved Dani. He grabbed her hands, but Dani shook her head. She was sorry, but she was unable to give Nate an answer. She was unable to get the images of the porn film out of her head. She did know that the final decision would be hers and not her father's.\n\n\nNora was shocked and angry after Bo confessed that he hadn't arrested Nate once the teen had admitted his role in what had happened to Matthew. Bo explained that he'd taken Nate to the station, and Nate had signed a voluntary statement. Nora quickly skimmed the paper that Bo handed to her, and she announced that it appeared to be a confession. It was enough to warrant an arrest and conviction in Matthew's case, Nora believed.\n\n\nNora went crazy after Bo declared that he had no plans to arrest Nate, and she ranted and raved about the injury that had caused Matthew to end up in the hospital. Bo informed her that Nate had even been blackmailed to make the porn film, but Nora didn't want to hear it. Bo defended his stance and explained the incident that had occurred between the two boys.\n\n\nBo stated that Matthew's injury was similar to one that might occur on a football field, and Nate hadn't set out to injure Matthew's brain. Matthew had been fine when Nate had left the apartment. Nora proclaimed that their son was living in hell, and she demanded that Bo tell her why Nate deserved to be free while Matthew wasn't.\n\n\nBo admitted that he'd figured Nate had been involved, because Matthew had told his parents that someone else knew about Matthew's crime. Matthew had allowed Nate to go to jail, and then Nate had learned that it had been Matthew who had committed the crime. Nate had been unable to let it go. It had been a tragedy, but Bo thought it would be worse if the world learned about Matthew.\n\n\nNora didn't think that news would leak, but Bo assured her that it would. Nate's motive for harming Matthew would eventually have to be revealed. Nora agreed that she wouldn't want that to happen, and Bo reminded her that Matthew had wanted to confess, but Matthew's parents had stopped him. If anyone were responsible for Matthew's injury, it was Bo and Nora, Bo maintained. They'd taken it upon themselves to hide everything.\n\n\nNora couldn't believe her ears. Bo pointed out that they couldn't make Nate pay, but Nora wondered why. She pointed out that Matthew was paying for his crime. Bo thought that Nate was, too, in his own way.\n\n\nNora wondered if they were supposed to forget that Matthew might never have a normal life like Nate. She began to cry. She couldn't take it anymore. Bo put his arms around his wife as she sobbed. He thought that for everyone's sakes, they needed to look forward to the future.\n\n\nAt the hospital, Destiny announced that she'd made her decision, and she was certain that Matthew would go along with it if he were able to. She added that Matthew had been upset, and they'd had sex in order for him to forget for a while. While things had changed between them afterwards, they'd never had an opportunity to explore a relationship due to Matthew's injury. They'd never even had a date. Destiny wanted to grow up, but not too quickly.\n\n\n\"I'm not ready for this. I want to have an abortion,\" Destiny announced to Shaun and Vivian. Destiny insisted that she was sure in response to Vivian's rapid-fire questions. Destiny wasn't happy about it, but she felt it would be the right choice for her. She wanted to know when she might be able to have the procedure. Vivian explained that there was a 24-hour waiting period, which was routine, in case a woman changed her mind.\n\n\nVivian rushed off to retrieve a phone number, and Shaun remained behind to comfort Destiny. She apologized for causing so much trouble, though she wasn't sorry about making love with Matthew. It might have been the only time it would ever happen, Destiny maintained. She wanted Shaun's forgiveness, but Shaun promised that there was nothing to forgive. He just wished that she had confided in him.\n\n\nDestiny pointed out how ludicrous Shaun would have felt if she'd stopped to talk to him about her sex life. The look on Shaun's face indicated that Destiny was right. He suggested that Destiny might have spoken to their mother instead, but Destiny reminded him that her mother was dead. The woman who had raised Destiny had lied to Destiny her entire life, Destiny added. Shaun noted that their mother had lied to him, too, but it hurt a little less every day. The woman had merely tried to do what she thought best, Shaun explained.\n\n\nDestiny was sorry, but she refused to allow the people she'd known as her parents to make their way back into her life. She ordered Shaun to keep his mouth quiet as well. She didn't want him to say anything about her condition, and she wanted him to promise. Just then, Vivian returned. She advised Destiny that it was a promise that Shaun wouldn't be able to keep. Unfortunately, Destiny was not 18 years old yet. According to the law, Destiny would not be able to have an abortion without her parents' consent, Vivian explained.\n\n\nDestiny was heartbroken. There was no way her parents would allow it. Shaun suggested Destiny ask them in order to find out their answer. Vivian apologized, but there was no way around the law. \"I guess this is a deal-breaker,\" Shaun affirmed. He added that if his parents wouldn't sign, then Destiny would have a baby that she didn't want.\n\n\nAs family members congregated at the Manning residence to hear the results of the DNA testing, the man with Todd's original face admitted to the fact that he'd raped Marty. That act had affected all of his relationships. Todd remembered committing the same act, but Blair had other news for the man with the scar. The Todd they'd known for the past eight years had tricked Marty into falling in love with him.\n\n\nThe man with the scar on his face was appalled. \"None of you figured out it wasn't me?\" the man shouted. He would never have been involved with Marty. Todd pointed out that Marty had suffered from amnesia at the time, and John noted that Marty hadn't realized she had been living at the house with her rapist. The man with the scar demanded an explanation, and Todd replied that he'd hoped Marty would find some good in him.\n\n\n \"You know me,\" the man insisted as he looked around at the family. He condemned Todd as a fraud, though Jack quickly jumped in and assured Todd that he believed in Todd. John announced that the DNA of one of the Todds matched samples found in Marty's rape kit. He read the results to himself first. \"It looks like you're telling the truth. You're Todd Manning,\" John said as he looked at the man with the scar on his face.\n\n\nEveryone looked at each other silently. \"Dad, is it really you?\" Starr asked the man who had appeared in Llanview unexpectedly. \"You're Todd,\" Viki said to the man hesitantly. Jack began to shout out a denial, but Tomas proclaimed, \"The test proves it.\" Todd spoke up. He denounced the test results as incorrect and crazy.\n\n\nThe man with the scar on his face, deemed the real Todd, added that the Todd everyone had known as the real one for years was the crazy one. He'd been pretending to be Todd Manning, and worse, everyone had believed him.\n\n\n\"If this man's my brother then who are you?\" Viki inquired as she looked at Todd. He lost his temper and began to yell at everyone. The family asked who he was. Todd insisted that he was Téa's husband and Starr's father, and he'd loved and protected them for a long time. Jack agreed with his dad, but the man with the scar thought that everyone was being \"played.\" The man with the scar wanted Todd gone from the house.\n\n\nBlair still wondered who Todd was after so many years, but Todd assured her that he'd never lied, and he was the real Todd. Blair ordered him to stop playing games. She inquired if he were really Walker Laurence. John held up the second DNA test, and Todd laughed. He noted that John had stolen a toothbrush from Todd's office, and finally Téa spoke up. She wasn't too sure that had been legal.\n\n\nJohn insisted that he'd legally obtained it as part of his investigation of Jack, but Todd joked that the DNA had probably been switched between the two Todds. John assured Todd that he'd taken precautions, and none of the results had been altered. \"This guy is not me,\" Todd insisted. Dramatically, he pulled some hair out of his head and handed it to John. He wanted a new test.\n\n\nJohn opened the second test results and looked them over. \"Looks like he's a match too,\" John announced. The shock and disbelief showed on everyone's faces. Todd proclaimed that he'd heard enough, and he wanted to leave the house. Gruffly, John told him to shut up. He called him Manning. \"That's right. I said it. Manning. According to the test you're Todd Manning too,\" John pronounced.\n\n\nDestiny walked into the house that she had grown up in and found Mrs. Evans doing the vacuuming. Mrs. Evans was elated to see Destiny, and she quickly jumped to the wrong conclusion. She assured her daughter that the bedroom had remained untouched, and Destiny would be able to carry all of her things upstairs. Destiny quickly advised the woman that she wouldn't be staying; she wanted the woman to sign a form.\n\n\nMrs. Evans accepted the form from Destiny's outstretched hand and sat down to review it. \"Oh, my God, Destiny,\" Mrs. Evans gasped.\n\n\nAfter Dani was gone, Nate looked longingly at a photo of the two of them. He eagerly answered the knock at the door, hopeful that it might be Dani, but it wasn't who he expected. It was Nora, and she wanted to talk to Nate.\n\n\n",
    "tvmega_recap": "Destiny declares to Shaun and Vivian that she believes she should get an abortion. But Vivian tells her that since she's not going to turn 18 until she's too far along in the pregnancy to get it done, she has to get parental consent from her legal guardians, whom she's recently found out are her grandparents who lied to her about her brother Greg actually being her father. Nobody knows when or if Matthew will recover, and he has no way of knowing that he got Destiny pregnant. He also cannot tell anybody what has been discovered regarding Nate assaulting and putting him in the hospital and the circumstances surrounding that. Nora emotionally tells Bo they must put Nate in a cell for assaulting Matthew and realize there's no reason to absolve him when they've also found out Nate is a porn star. But Bo has talked to Nate who told him how he was blackmailed to do the porn film and that he was angry justifiably at Matthew when he learned Matthew killed Eddie and let him take the rap for it. He knows it was an accident that Matthew wound up in the hospital and not Nate's intent. She does not care when it means that Nate will go free and get to have a future when their son does not. But he tells her that the very reason Nate assaulted Matthew is because Matthew had not yet confessed until it was too late, due to the fact that they told their son not to when they remember he was going to come clean against their wishes. So, Bo concludes if anybody is to blame for what happened to Matthew, it's them and not Nate. Meanwhile, John is about to reveal who is the real Todd manning, while both current and original Todd along with everybody in Todd's life, await the verdict.",
    "soapcentral_condensed": "Nate revealed to Dani that he'd confessed to Bo about his part in Matthew's injury, although he was certain that Bo had already known. Bo had shown Nate a gum wrapper that Nate had dropped at the Buchanan residence. Nate knew that he could have lied, but Nate admitted that it had felt good to have the weight lifted from his shoulders. \"What happens now?\" Dani wondered. Nate wasn't sure, but he knew that Dani wouldn't have to keep secrets for him any longer. It had meant a lot to him that Dani had agreed to remain silent. Dani believed that even Todd would understand what Nate had done, especially after Todd heard that Matthew had been the one who had killed Nate's father. Matthew had allowed Nate to go to jail, and then Nate had learned that it was Matthew who had committed the crime. Nate had been unable to let it go. If he'd had the chance to do everything over, he would have never made the film, Nate admitted. He would have told Dani the truth in the beginning.\n"
}