{
    "soap_central": "\n\nCris vowed to prove that he had been set up, and he intended to get his license back. He would fight again to win the title. Vincent told him he was finished. He'd lost out, too, his manager declared. Abbott's gloves had been checked and found to be fine. Vincent wanted their contract dissolved. Evangeline assured Cris that she would stick by him, no matter what. The first step would be to talk to all of Abbott's people, Cris decided. Todd stopped by and sarcastically wished Cris luck. Whoever had bet against him had won lots of money, he said.\n\n\nLater, Evangeline stopped Cris from tossing out all of his paints. He was down, not being able to fight or paint any longer due to his hand. She angrily told him that his life wasn't over, and she would help him rebuild that life. Cris, in turn, tried to get her to talk about John, but it seemed weird to her. She understood when Cris told her he had offered his support to Natalie.\n\n\nNatalie finally showed up at Llanfair, much to everyone's relief. She listened to everyone extend their sympathy and understanding and knew that her family had been through lots of pain, too. However, she couldn't accept that her pain would ever go away and was sure it would be with her forever. She explained that she'd spent time with Rex and Roxy, and it had also been difficult trying to juggle two families; each had a different way of showing support. She affirmed that she would never feel alive again.\n\n\nKevin and Kelly showed up together, seemingly at peace with each other. They showed everyone the baby's ultrasound picture and promised to tell the baby all about Duke. The young children in the family would also hear about John, Natalie promised. She told everyone of the marriage proposal that had almost happened.\n\n\nStarr's teacher asked Todd to speak to her class about the legal system, but he declined. Brittany and her friends harassed Starr at school, but when Starr announced that she was just like her dad and would not put up with any nonsense, the girls pulled back. When Starr and her friend spotted the football hunks who hung out with their foes, they made a plan to get back at the girls. Flirting with the boys and mentioning who Starr's dad happened to be, the girls were invited to what promised to be a wild party.\n\n\nAdriana and Layla moved into their new place, aided by an exhausted Rex, who carted their belongings up the four flights of stairs. They both needed new jobs but declined Rex's offer to work at Ultraviolet. Adriana couldn't possibly have him as a boss, and Layla just couldn't work at two different clubs. Rex voiced his disappointment about Adriana not moving in with him, but she promised to think about it after she got her own life in order. She needed to know who Adriana was before she figured out who Rex and Adriana were together. She agreed to leave a toothbrush at Rex's place. They christened the new apartment after Layla left to pick up some coffee.\n\n\nAt the diner, Vincent lamented his reputation being trashed along with Cris. His bodyguard felt bad about the situation. When Todd arrived and accused Vincent of being the person who had set up Cris, the mobster was indignant. Todd retorted that he had overheard Vincent's own man Ted talking about it. Vincent insisted that Todd had nothing on him and instead changed the subject. He shouted that Todd was hot for Evangeline. Before they could go any further, Layla interrupted them, and they had to quickly make up a story. She informed Vincent about Hugh being in the accident.\n\n\nWhen Todd stated matter-of-factly that he hoped the D.A. died slowly with lots of pain, Vincent responded with bashing John. The men started to argue, but Layla broke it up. Todd could see that Vincent had a thing for Layla, and she would be unhappy to know what he'd done. They reached an uneasy agreement. Todd wouldn't squeal on Vincent for setting Cris up, and Vincent wouldn't relate the fact that Todd was after Evangeline.\n\n\n",
    "tvmega_recap": "Vincent tells Cristian that he is done as a boxer now that the commission has made its decision. He is a businessman and needs to make money, so he releases Cristian from his contract. Cristian vows to clear his name. Vincent hopes that he does just that. Natalie goes to her parents' place and they all crowd around her and offer her a shoulder should she need it. She realizes that she doesn't really need as much space as she thought. Todd finds Cristian and Evangeline in the park and Evangeline thanks him for the favorable article that he wrote about Todd in his paper. \"You know, those people who bet against you made a lot of money I know that I did \" Shaun has been friends with Vincent for many years. He feels that Vincent knows as well as he does that Cristian was set up. \"You should know,\" Todd says appearing at the table suddenly. \"You set him up!\" Shaun gets in Todd's face and is ready to throw him out of the restaurant. Todd tells Vincent that he overheard Ted talking and that he knows that the fight was fixed. \"Get me some coffee and a muffin and I will tell you all about it.\" Rex has a minute alone with Adriana and tries to get her into bed. She stops him, trying to make sure first that he understands that she wants to get to know 'Adriana' alone first, and then 'Rex and Adriana' will come into play later. Natalie tells her family how John was going to propose to her and she shows them the ring. Todd wants to know if Vincent profited from Cristian getting set up but there isn't time to answer as Layla appears. She tells Vincent of Hugh being in the accident and getting hurt. Vincent is upset hearing the news. \"Yeah, I hear that he is burned to a crisp.\" Layla finds his comment unwarranted. Vincent makes a comment about John as if he doesn't care about him being killed, Todd warns him not to talk like that about McBain! Starr and Langston are in the halls. Britney and her posse bump into Starr and Langston on purpose. They have a shouting match. Langston and Starr see the girls talking to some cute guys and when the girls clear out, Langston and Starr go to meet the guys. They get invited to a party that is going to be wild, and Starr beams. \"I love doing 'wild.'\" The girls rush out giggling and Langston has to ask if Starr will really get wild at the party. \"Why shouldn't I? I deserve to more than anyone else!\"",
    "soapcentral_condensed": "Cris vowed to prove that he had been set up, and he intended to get his license back. Evangeline assured Cris that she would stick by him, no matter what. Adriana and Layla moved into their new place, aided by an exhausted Rex, who carted their belongings up the four flights of stairs. Kevin and Kelly showed up together, seemingly at peace with each other. They showed everyone the baby's ultrasound picture and promised to tell the baby all about Duke. The young children in the family would also hear about John, Natalie promised. Starr and her friend spotted the football hunks who hung out with their foes, and they made a plan to get back at the girls. The girls were invited to what promised to be a wild party, but Starr announced that she was just like her dad and would not put up with any nonsense. They had to quickly make up a story about Hugh being in the accident. Todd could see that Vincent had a thing for Layla, and she would be unhappy to know what he'd done.\n"
}