{
    "soap_central": "\n\nFriday, November 9th\n\n\nWhile left to their own devices in the hotel room, Todd and Marty argue about the fact that they need to try to get along for the sake of the children.  Marty wants to put their past relationship behind them, but Todd has no intentions on developing any new friendship with Marty or Cole. Todd refuses to give Starr and Cole his blessing but states that he will not interfere in their relationship.  Marty tells Todd that he is a good father and is the way he is because of his father's influence.  She tells Todd that she can see that he is fighting against becoming the man his father was.  Todd admits to Marty that Tommy was born because Margaret did to him what Todd did to Marty many years ago.  Marty is surprised by Todd's new insight.  Todd admits he will do anything for his children and reminds Marty that she demonstrated the same behavior by marrying Miles.  Marty reveals to Todd that she believes Miles is trying to frighten her and tells him about the masked stranger that approached her on Halloween night.  Todd offers to take care of Miles for her; Marty declines his help and tells Todd she is not positive whether or not it was Miles.  Before leaving, Todd ridicules Marty.\n\n\nJohn arrives at the Freeman's home and finds Ramsey already present and interrogating the couple about Marcie's whereabouts.  Ramsey tells John that he's too late and that Marcie is already gone.  John insists that he is only there to pick up his car and cell phone.  When John questions whether or not the Freemans' are alright, Celia tells him that Ramsey has threatened them.  Ramsey demands that John leave immediately; John refuses.  Ramsey threatens to arrest John.  Celia tells John that Ramsey has threatened to put Clarence in jail and take Wendell's towing license if he is not given answers.  John reminds Ramsey that he is jeopardizing his career with the FBI.  Ramsey leaves but not before telling John that he will come after him if John does not stop interfering in the case.  Outside of the Freeman's home, Ramsey's agents question why they are leaving without receiving the information they seek.  Ramsey tells his guys to place a tracking device in John's car.  He tells the agents that if the Freeman's give John any leads they will be lead right to Marcie.  The Freemans' thank John for his help with Ramsey.  John tells the couple that he knows how to handle Ramsey because he was also once an FBI agent.  After learning of John's background, the Freemans' become suspicious of him.  John tells them that he is currently on leave from the Llanview PD and is looking for Marcie.  The Freemans' pretend to know nothing about her; John persists and reveals he is her brother- in- law.  He attempts to appeal to them by telling them that he wants to make her capture as easy as possible.  He states that if Ramsey finds Marcie first, the ending may be a tragic one.  \n\n\nGigi and Noelle rush Viki out of the diner so that she can prepare for her upcoming date with Charlie.   Unhappy with Viki's appearance, Gigi helps Viki prepare for her date by trying to make her appear sexier.  Viki tells Gigi she is not looking for a one-night stand with Charlie.  As Charlie walks through the door, Viki appears happy to see him.\n\n\nWhile requesting to wed at the rehabilitation center, both David and Alex have thoughts of scamming each other out of money.  David is anxious to become man and wife, but Alex reminds him that they must first sign their prenuptial agreement – giving each of them half of the others wealth if they were to ever divorce.   The couple signs the papers.  David says he feels guilty taking half of Alex's money but promises her all of him.  As both walk away to prepare for the upcoming nuptials, each refers to the other as a \"sucker\" under their breaths.  Wearing white jogging suits provided by the rehabilitation center, Alex and David recite their vows and are wed.  After the ceremony, Alex wants to discuss their future.  David tells her they can go wherever she desires.  Alex leaves David in shock as she reveals that she would love to go to Llanview. \n\n\nAt the ranch, the Buchanans' prepare to watch Asa's videotaped will.  Asa tells his clan that each of them will get exactly what is coming to them.   Asa begins with giving each of his family members what he refers to as small but meaningful items.  Rene weeps as she receives a valuable piece of jewelry.  Jessica receives a horse shoe from Asa's prized mustang.  Natalie is willed a copy of the Buchanan family tree.  Sarah is left Asa's valued record collection.  Asa then prepares to give his sons their inherited items.  Before doing so he refers to then as his biggest triumph but also his biggest disappointment as well.  Asa speaks about how they frustrated and defied him.  He states that once they  had children of their own, he realizes that he was the real problem and compliments both on being great fathers.  Asa leaves Clint his spurs and leaves Bo the badge that once belonged to his great grandfather.  Matthew is left Asa's Stetson cowboy hat.  Asa prepares to will the \"big ticket\" items next.  The Buchanan's are shocked when Asa leaves the ranch to Chuck Wilson III.  Chuck is hesitant about accepting such a gift, but the family tells him that they should all honor Asa's wishes.  Jared balks to himself about Chuck's inheritance.  The family all smile lovingly at Rene as Asa speaks of leaving the mansion to a feisty and important red headed woman in his life.  To their shock, he leaves the mansion to Nora.  As Matthew rejoices, Nora is not overjoyed with her inheritance.   Natalie tells Jared to start packing his bags.  Nora begins to tell Rene that she cannot accept the mansion, but Rene is at peace and tells Nora to listen to Asa's speech in its entirety.  The tape continues and Asa states that he is happy that Nora and Matthew will continue to liven up the home for Rene – who will remain in the home.  Nigel will also remain in the home with a permanent salary.  Nora is still not willing to accept the mansion, but Rene tells her that Asa did this for her so that she would not be alone.  Rene insists that Asa wanted them to remain a family and provided a home for all of them.  Nora feels uncomfortable that Asa has left two of his assets to members outside of the immediate family.  Clint reminds Nora that Asa has always been full of surprises and he is sure more are to follow.  \n\n\nAfter getting no response from Cole at his front door, Starr phones him and is stunned to hear his cell phone ringing through the door.  On the other side of the door, Cole's cell phone lies opened on the floor ringing.   Upon request from Starr, Langston and Markko arrive at Cole's apartment.  Starr tells them that she is worried that something has happened to him; both Langston and Cole attempt to ease her mind that nothing is wrong.  Starr is adamant about the fact that Cole is in some sort of danger and tells her friends that they will have to break into the apartment to find out some information.  The trio enters the apartment and Starr finds Cole's phone.  Starr questions why Cole would leave his phone, because he went home in order to retrieve it.  As Starr frantically looks around the apartment, she gasps when she finds a \"Death\" mask lying on the floor.\n\n\nViki's friends are all smiles, as Charlie hands Viki flowers.  Unbeknownst to Charlie, Viki takes Gigi's advice and unbuttons several buttons on her blouse.  The two leave to begin their date.  The Buchanans' are dumbfounded after Asa states that he would like to make a special bequest to the son he didn't realize he had until it was too late.  Nigel appears worried as he hangs his head.  David questions why Alex would want to go back to Llanview, he would rather go some place exotic.  Alex assures him that they can travel to an exotic location but she would like to visit Llanview for a short time; she has some unfinished business there and suggests that he can help her with this \"business\".  Starr is in a state of panic and tells her friends that this is the mask the intruder was wearing on Halloween; she believes the stranger may have abducted Cole.   Starr wants to call the police but her friends remind her that they broke into the apartment and should call Marty first.  Using Cole's phone, Starr dials Marty to inform her that Cole is missing.   Returning to her room, Marty runs to answer her cell phone.   Marty enters the room and leaves the door partially open.   As Marty takes her ringing cell phone from her purse, an unknown person enters the room.  Marty drops the phone as the stranger begins attacking her.    Wendell wants John's promise that Marcie would not be harmed if they were to provide him with information.  John assures the couple he is not the enemy and wants to help Marcie.  Celia tells John that Marcie is on her way to Paris, Texas.  In disguise, Marcie enters the diner carrying Tommy.   Gigi tells Marcie to have a seat and she will be right with her.  Marcie looks at Tommy and tells him the diner seems to be a safe place.\n\n\n\n\n",
    "tvmega_recap": "In Paris, Texas, Gigi and Noelle coax Viki to leave the diner early so she can prepare for her big date with Charlie. Alex and David, keeping their private motives to themselves, get married at Dreamland that very day. Asa's lawyer, Beaver Calhoun plays the DVD Asa had made for his last will and testament. When John comes to retrieve his car, he finds that Ramsey had already beaten him there and had questioned Celia and Wendell about the whereabouts of Marcie and Tommy. Starr comes to Cole's apartment and finds no one there. She calls for reinforcements in Langston and Markko. Asa's first bequest leaves Renee in tears. Jessica and Natalie are touched by their grandfather's loving words. Marty suggests to Todd that they find a way to get along for the sake of their children. While John isn't looking, Ramsey plants a tracking device in John's car in hopes that John will lead him straight to Marcie and Tommy. Asa leaves his beloved ranch to Chuck Wilson. Everyone is totally surprised. John begs Celia and Wendell to tell him the whereabouts of Marcie and Tommy. After careful consideration, Celia tells John that Marcie is headed for Paris, Texas. Marty tells Todd about her uneasy encounter with the masked man at the diner. Clint assures Chuck that the Buchanan family is fine with Asa's decision to give him the ranch. As the DVD continues, to the dismay of Renee, Asa gives the house in Llanview to Nora and Matthew so that she, Matthew, Nigel and Renee will always have a home. To the surprise of everyone in the room, Asa mentions the son that he never knew he had until recently. Starr, with the help of Langston and Markko, breaks into Cole's apartment and finds his cell phone. Also, Starr finds the mask of the man that she had seen outside of the house at Dorian's. Starr tries to call Marty, but she receives no answer, because the masked man had sneaked up behind Marty and clasped his hand over her mouth.",
    "soapcentral_condensed": "John arrives at the Freeman's home and finds Ramsey already present and interrogating the couple about Marcie's whereabouts. Ramsey tells John that he's too late and that Marcie is already gone. Viki tells Gigi she is not looking for a one-night stand with Charlie. Alex and David recite their vows and are wed at the rehabilitation center. Asa tells his sons that each of them will get exactly what is coming to them. Jessica receives a valuable piece of jewelry from Asa's prized horse. Natalie is left with a copy of the Buchanan family record collection. Rene weeps as she receives a small but meaningful item from her mother-in-law, Rene Buchanan. The Buchanan's are set to go on a road trip through the U.S. to celebrate their 50th anniversary. The episode ends on a cliffhanger as the Buchanan's return to Llanview for the first time in over a year. The season finale airs on Friday, November 9th.\n"
}