{
    "soap_central": "\n\nIn Miles' hospital room, Roxy, Natalie, Rex, Adriana and Miles watch the TV news report about the hostage drama in Paris, Texas. Natalie is shocked to hear that Viki is being held hostage as Todd is interviewed for the local news. Watching from their respective homes, Jessica, Dorian and Blair are all shocked as well. Natalie and Jessica make plans to go the Buchanan Mansion to be with Clint. Roxy consoles Natalie, who shrugs her off and starts going off the handle in a panic about losing Viki. Rex calms her down. Adriana and Rex worry about Marcie, and know she would never hurt anyone. Miles is upset, realizing he's the one that set this hostage drama in motion by telling Todd about Tommy. \n\n\nBlair tries calling Todd, but he doesn't answer. She and Blair wonder why Viki was at the café. They talk about the possible reasons Viki is in Texas, with Blair clueless, and Viki like the cat who ate the canary, because she knows Viki has been working as a waitress at the Bon-Jour Café. \n\n\nRoxy asks Rex if she's a bad mother. Rex says no. Roxy worries that if Viki dies, Roxy will be all that Natalie has left. \n\n\nMichael arrives at the Bon-Jour Café and approaches Todd, who grabs the microphone and screams at Michael on camera. Michael pulls Todd off to the side. Todd tells Michael that Marcie is holding Tommy and Viki hostage inside. Meanwhile, John is on the cell phone to Marcie, who starts making demands as Viki looks on tensely. Marcie hears Michael's voice in the background, and she softens for a moment, worried about him. The FBI Agent on scene whips his finger around, wanting John to keep Marcie talking. Marcie demands a car, a driver, a chartered plane, and new passports. John tries to keep her calm, but it's a losing battle. Todd laughs hysterically when John tells him about Marcie's demands, and is stunned when it looks like they're going to give her what she wants. John explains that they're not really going to give her anything, but they want Marcie to think they're playing along. This gives her time to assess her situation. \n\n\nAt the Buchanan Mansion, Nash tells Jessica that Viki will be okay, and they wonder why Viki was in Texas in the first place. Jessica feels guilty because she didn't let Viki take Bree to the park. Nash tells Jessica she's not responsible for what's happening to Viki. Jessica says when Viki comes home she'll take Bree over there all the time, and call every day, and Nash gives a funny imitation of how Viki would respond and tell Jessica to \"cool it\". This calms Jessica down. Natalie arrives and she, Jessica, Clint, and Nora all try to figure out what Viki is doing in Paris, Texas as they watch the news. They are all surprised and a little annoyed that they were all lied to. \n\n\nNoelle and Moe arrive at the parking lot of the café, and are told they can't go in due to the hostage situation. Meanwhile, inside, Marcie and Viki talk about Tommy and how it is to have children. They talk about the similarity in their situations, how they both escaped to Paris. \n\n\nMoe is interviewed on the news as the FBI continues arranging logistics. \n\n\nTodd's phone rings and it's Blair. He tells her he wishes that she was there, and brings her up to speed. He tells Blair that Lee took a shot at Marcie while she was holding Tommy, and then Michael got shot. But everyone is all right. Todd tells her that \"for a McBain, he's okay.\"\n\n\nJohn asks Michael how he's doing, and all he cares about is getting his wife and son out of there. \n\n\nViki and Marcie continue to have an angry standoff inside while Viki tries to get Marcie to see reason. Marcie gets more and more hysterical. Viki asks if Marcie's really doing all this for Tommy, or for herself. \n\n\nAt the Buchanan Mansion, Clint reveals he found out that Marcie has a gun and Viki's inside the café with her. Natalie wants to call John, but knows he won't pick up. Jessica wants to try to phone Todd. \n\n\nJohn wonders to the FBI Agent why they're still waiting for clearance. Michael, frustrated, says he wants to talk to Marcie. \n\n\nInside, Marcie is getting more and more wound up with Viki. She doesn't want to hand Tommy over to Todd, because he is a terrible person. Viki tries to get Marcie to put herself in Todd's shoes. Viki brings up how happy Starr is. Marcie says that's due to Blair's influence. Viki says this is all about Marcie being selfish. The two women compare their pain over losing children. Viki says that Marcie has a choice: continue their unsafe way of living, or make the harder choice, to let him go. \n\n\nRex brings Roxy a coffee and she tells him he's a good kid. He tries to reassure her about Viki, and that Natalie will be fine. He says he knows Natalie loves Roxy. They go back into Miles' room and get an update on the Paris situation from Adriana. Miles and Roxy repair their friendship. Miles thinks the entire hostage drama is his fault, and Roxy supports him, telling him he only did what he thought he should do. They agree that next time he'll keep his mouth shut, and asks Roxy for a hug. \n\n\nBack at La Boulaie, Blair reports how Todd is doing in Paris. Blair wants to go be with Todd and asks Dorian to watch Jack and Starr, and they have a brief misunderstanding and argue before Dorian explains: she will watch the kids and offers Blair her charter-company jet to get to Paris. \n\n\nNoelle is approached by the news reporter for an interview. \n\n\nViki appeals to Marcie's maternal instinct, trying to get her to stop running. Marcie tells her that a life with Todd is not an option for Tommy. Viki returns that even a life with Todd is better than the life Tommy has now. Then, suddenly, Viki collapses, clearly in serious pain. \n\n\nNoelle announces in her live, televised interview that Viki has been working as a waitress at the Bon-Jour Café for the last five months. \n\n\nMichael begs to talk to Marcie, and Todd, surprisingly, supports him, arguing his case with the FBI Agent. Michael is given a phone and told to call her. \n\n\nInside, the phone rings as Viki explains that it's time for her medicine. She tells Marcie it's a problem with her heart and that she's not faking it. \n\n\n",
    "tvmega_recap": "The police and reporters gather outside the Bon Jour Cafe' to report that Marcie had Viki held hostage. The reporters talk to almost everyone. Dorian, as well as, Blair find out that Marcie is holding Viki hostage in a Cafe' in Texas. Blair makes a call to Todd and he explains the whole situation to her. Nash, Jessica and Natalie find out about the hostage crisis in Texas. Marcie begins to soften a little when she hears that Michael is alright and outside the Cafe'. Viki tries to get Marcie to give up and give Tommy back to Todd and Blair. Blair makes plans to go to Texas to be with Todd. Dorian insists on making the flight plans for Blair to go to Texas on her private jet. Jessica, Natalie, Nash, Nora and Clint find out that Viki had been working as a waitress in a Cafe' in Texas for months. Viki begins to have chest pains.",
    "soapcentral_condensed": "Natalie is shocked to hear that Viki is being held hostage as Todd is interviewed for the local news. Natalie and Jessica make plans to go the Buchanan Mansion to be with Clint. Adriana and Rex worry about Marcie, and know she would never hurt anyone. Miles is upset, realizing he's the one that set this hostage drama in motion by telling Todd about Tommy. Noelle and Moe arrive at the parking lot of the café, and are told they can't go in due to the hostage situation. Marcie demands a car, a driver, a chartered plane, and new passports. Viki and Marcie continue to have an angry standoff inside while Viki tries to get Marcie to see reason. The two women compare their pain over losing children, and Viki says that Marcie has a choice: continue their choice: Viki brings up how happy she is to have Tommy, while Marcie says that she doesn't want to hand him over to Todd because he is a terrible person.\n"
}