{
    "soap_central": "\nFreaky Friday\n\n\nAt the police station, Téa pressured Blair into admitting that she was Todd's alibi. Humiliated, Blair confessed that Todd couldn't have possibly killed Wes because she had spent the night in question in bed with Todd. A disgusted John questioned if Blair had been intimate with Todd. Explaining that she had passed out as a result of drinking too much, Blair told John that Todd had agreed to take her to LaBoulaie, but instead took her to his home. As Blair continued to plead her case to John, Marty was escorted into the room. When Téa learned that Marty had been discovered in Wes's locked hotel room on the night he was murdered, she questioned how Antonio could possibly suspect Todd of the crime. While she continued to accuse Marty of murdering Wes, Téa missed a call from Plato Prison. \n\n\nAfter learning that Blair had passed out during her time at Todd's, Antonio and John stressed that Todd could have possibly crept away in the night and murdered Wes. Téa informed Antonio that he didn't have enough evidence to hold Todd, and the lawyer and her client left the station. Blair pleaded with John to give her the opportunity to explain, but John dismissed her and asked for a moment alone with Marty. Blair was heartbroken. \n\n\nAntonio received the forensic report that revealed that Marty's fingerprints were on the murder weapon. As John gave Blair a disapproving look, a jubilant Blair ridiculed Marty and insisted that she be charged with Wes's murder. Antonio pleaded with Marty to explain how her fingerprints could be present on the knife, but Marty had no answer. Fed up with Marty's inability to defend herself, Antonio informed her that he had no choice but to arrest her for the murder. Blair listened as John tried to convince Antonio that Wes had many enemies and that Marty was innocent of the crime. After Marty was taken downstairs for booking, Blair refused to leave and begged John to allow her to explain the night with Todd in more detail. Stating that he didn't wish to discuss the matter, John walked away. Near tears, Blair exclaimed, \"But, I didn't do anything!\" \n\n\nBack at Todd's home, Téa tried unsuccessfully to retrieve her voicemail from Ray. Realizing that Téa was upset because she had missed Ray's call, Todd teased her about her mystery client. Téa explained that Ray was an innocent man and that she feared what Vanessa was capable of. As Todd continued to tease her about Ray, Téa appeared worried when she was unable to reach Ray at the prison. \n\n\nSchuyler received permission for him and Starr to use the hospital lab to do research for their genetic project. When he remembered his mother bringing him to the lab as a child, Starr wondered if he wished that he had never met her or her father. Starr was touched when Schuyler told her not to blame herself for Todd's dirty deeds. Starr and Schuyler stared through the microscope and discussed the differences that existed between male and female chromosomes. Starr listened intently as Schuyler revealed how he became interested in biology and explained how overcoming his drug addiction led to his desire to teach. When Schuyler innocently placed his hand on Starr's arm as she looked through the microscope, she appeared somewhat uncomfortable. \n\n\nOutside the cottage, Rex and Gigi discussed how they would break the news to Shane that his grandparents were dead, and explain that his Aunt Stacy was in Llanview. To their surprise, Shane was already at home and engaged in an intense water fight with Stacy. Gigi was stunned to learn that Stacy had already told Shane about their parents' death and had given him details concerning Gigi's father tossing her out of the house when she became pregnant. Rex reminded Shane that they were attending a baseball game and sent the child upstairs to get ready. Stacy apologized for telling Shane about the family without Gigi's approval, and insisted that she didn't intend to cause any problems for her sister. As Rex looked on, Gigi was touched when Stacy stated that their reunion was magical - as if their parents were looking down on them. \n\n\nAlone with Rex, Gigi admitted that she wished that she'd had the opportunity to tell Shane about his grandparents, but was thankful that Stacy was in her life again. As the family prepared to leave for the game, Gigi received a call requesting that she report for work. When Shane invited Stacy to join him and Rex at the game, everyone agreed that it made no sense to waste a ticket. Gigi looked sad as she headed upstairs to prepare for work. \n\n\nWhen Gigi returned downstairs, she found Stacy entertaining Rex and Shane with sexy dance moves that she had learned in Las Vegas. Rex felt terrible that Gigi would miss the game, and gave her a loving hug and kiss. Stacy appeared bothered as she watched the couple interact. \n\n\nAt the Buenos Dias Café, Langston congratulated Markko for gaining acceptance into Llanview University. Conflicted, Markko told Langston that he needed to tell her something. \n\n\nAt the loft, Cris observed Lola's rude behavior towards Vanessa. Claiming she couldn't hold her feelings inside any longer, Lola shocked Cris when she blurted out, \"Stay away from me. I know what you did!\" Cris listened as Lola explained her theory that Vanessa had framed Ray and possibly killed her mother. Vanessa pleaded with the teen to allow her to explain, but Lola stormed out of the loft. A confused Cris wondered what was going on. Vanessa was adamant that Téa had turned Lola against her. When Cris questioned why Téa would want to cause trouble for her own client, Vanessa asked if he believed Lola's claims. In tears, Vanessa insisted that she did nothing wrong. Cris comforted her and promise to protect her from Ray. Cris suggested that they have a romantic rendezvous before dinner. As Cris led his new bride upstairs, someone quietly opened the front door. \n\n\nAs Markko tried to tell Langston the truth about being admitted into a college in California, a troubled Lola entered the café and rushed into Markko's arms. Langston and Markko were shocked when Lola revealed that she believed that Vanessa had murdered her mother. \n\n\nWhile Cris and Vanessa made love upstairs, Téa placed a frantic call to Cris. Cris ignored the call. Téa left him a message stating that she needed to tell him something very important about Vanessa. \n\n\nAfter a quick lovemaking session, Cris offered to serve Vanessa dinner in bed. Alone, Vanessa was consumed with thoughts about her argument and placed a call to Lola. Vanessa left Lola a voicemail, pleading with her to return home so that they could talk. Afterward, Vanessa murmured to herself, \"Please don't ruin this for me.\" \n\n\nMeanwhile, downstairs, Cris noticed that the front door was opened. When he went to investigate, an unknown person knocked him out cold. \n\n\nBack at the diner, Langston and Markko urged Lola to tell an adult about her suspicions concerning Vanessa. Lola stated that she had a friend that she could confide in. \n\n\nTéa was relieved when she received another call from Plato Prison. Believing it was Ray, Téa immediately apologized for missing his call earlier - only Ray wasn't the caller. It was the warden who informed her that Ray had escaped from prison. \n\n\nBack at Cris's loft, the intruder stepped over Cris's unconscious body and retrieved a knife from the kitchen. Upstairs, as she lay in bed, Vanessa heard a noise. She called out to Cris, but a look of horror crossed her face when she observed Ray standing in the doorway. Displaying a knife, Ray said, \"Hello, Vanessa!\"\n\n\n",
    "tvmega_recap": "Starr and her teacher are getting really close while working together and discussing genetics. The cops want to charge Todd with the murder of Wes. But there is no evidence pointing him to the crime. There is forensic evidence against Marty, however, since her finger prints were on the murder weapon and his blood was all over her. So they have no choice except to arrest her. John, however, indicates that he cares about Marty more than he cares about Blair. Lola tells Vanessa she believes she framed her (Lola's) father for the murder of her mother and believes that Vanessa might have killed her. Cristian and Vanessa sleep together. But Lola only trusts Langston, Markko and Tea. Ray escapes from prison, goes to Cristian's home, knocks him out and goes to find Vanessa.",
    "soapcentral_condensed": "Téa learned that Marty had been discovered in Wes's locked hotel room on the night he was murdered. While she continued to accuse Marty of murdering Wes, Téa missed a call from Plato Prison. Starr and Schuyler stared through the microscope and discussed the differences that existed between male and female chromosomes. Gigi was stunned to learn that Stacy had already told Shane about their parents' death and had given him details concerning Gigi's father tossing her out of the house when she became pregnant. At Buenos Dias, Markko congratulated Markko for gaining acceptance into Llanview University and told him that he needed to tell Gigi something to make her feel better about their split. At the café, Stacy appeared bothered as she watched the couple interact and kissed Markko as she learned that she had learned sexy dance moves in Las Vegas. When Shane invited Stacy to join him and Rex at the game, everyone agreed that it made no sense to waste a ticket to the game. As Rex looked on, Gigi said that she was touched when Stacy stated that their reunion was magical.\n"
}