{
    "soap_central": "\n \nTéa was surprised to learn that Todd had hired a staff for her to use during her stay at his house. He pointed out the nurse, lawyer, chef, and all-around helper and bodyguard. She was equally astonished to see Moe and Shaun in the group. Her response came quickly and to the point. \"Take your staff and shove it,\" she snarled at Todd. Instead, Todd gave instructions to each of the staff, reminding Téa that he wouldn't be around because he had to move in with Blair. Téa sarcastically apologized for not being able to help him since she was no longer a lawyer. He admitted that he enjoyed having Téa at his house.\n\n\nMocking Todd and calling him a poet, Téa refused to believe that he didn't really want to leave. Suddenly, Todd lost it and began to yell. He assured Téa that there was no way that a loser and drug addict like Cole would get anywhere near his daughter. Furthermore, he added, he would kill Cole if the boy thought he was actually going to get close enough to marry Starr. Téa was shocked at Todd's violent outburst, but he made it clear that he wouldn't use violence and that he had learned a lesson from Téa. He planned on using the law, he swore.\n\n\nTéa figured out Todd's plan quickly. She realized that Starr would need the consent of both parents, and Todd assumed that Blair would not give hers. He would come off looking like the good guy. An impressed Todd agreed with Téa's summation. He wanted to keep his renewed relationship with Starr intact and he wanted Blair appear as the bad guy. Téa decided that she would keep the house staff because she was uninsured and unemployed. Todd kissed her goodbye, reminding her that he was the \"love of her life.\" Annoyed, Téa told him to leave.\n\n\nBlair wondered if Starr had something to tell her, but admitted that Todd had filled her in with the news first. She wanted to hear for herself that Starr was thinking about marrying Cole. Starr agreed it was true and was sorry that Todd had found out about it first. He had walked in on them as Cole was proposing, she explained to her mom. Blair did not have the reaction that Starr had expected, as she urged her daughter to reconsider such a drastic step. Blair found it difficult to believe that Todd had actually given his consent. She explained that Starr would need her consent as well as Todd's.\n\n\nStarr insisted that Cole needed her because he was going to prison. A reluctant Blair continued to point out the awful things about Starr's decision. She felt that Starr should enjoy life and was too young to get married. Starr pointed out that her parents had been older, but they had certainly not had a good marriage. Blair questioned what Starr would do if Hope found herself in the same situation when she was older. No matter what, Starr wished for her daughter and herself to be as close as Starr was to her own mother, she said.\n\n\nBlair stressed that she supported Starr, but added that support didn't necessarily mean that she would go along with everything that Starr wanted. She thought that things could very easily change in the future, much like Starr's changing her mind about putting Hope up for adoption. Adamantly, Starr insisted that she knew what she wanted and she was ready for marriage. She was crestfallen that Blair didn't understand. Blair promised that she did but still wanted Starr to wait until she was 18. She advised Starr that if something was worth having, it was worth waiting for it.\n\n\nCole and Marty strolled around the park with Hope in the stroller. Cole divulged that he planned on marrying Starr in order to get through his prison time. Marty was not happy to hear of Cole's plan and did her best to talk her son out of it. She thought that it was a huge step and impulsive, but Cole assured her that he and Starr were ready. He added that Todd had already given his okay and that Starr was talking to Blair.\n\n\nCole declared that while he was in prison and would be ordered around during the day, he would have the nights free to think about his wife and baby. He would know they were waiting for him, he added. He realized that Starr would have a lot to do in taking care of Hope but knew that Blair would be there to help out. Marty assured him that she would be around, too. She wanted to let him know that Starr would go through changes while he was away and she had some important years ahead of her. Starr would be in college and would have a whole new world with new friends and a career, in addition to the baby. Cole asked Marty if she was suggesting that it was unfair to burden Starr with a husband, also.\n\n\nHe merely wanted to be responsible, he told his mother. Both he and Starr wanted that. Marty recommended that waiting to get married would be better. Confessing to doing some research, Cole told his mother that married couples could have more visitations at the prison, though babies weren't allowed. As he played with his daughter, Marty assured her son that she would always talk to Hope about him and vowed to show her pictures. She took a picture of Cole and Hope together.\n\n\nRoxy was surprised when Kyle paid her a visit at Foxy Roxy's. He wanted a favor from her, he stated. He wanted her to have Natalie and Jared drop the charges against him or he would begin telling people about the real donor. Tired of being blackmailed, Roxy refused to go along, citing that Natalie would be suspicious, even with a far-fetched story. As he picked up his phone and started dialing, Roxy stopped him.\n\n\nSitting in a booth at Rodi's, Natalie, Jared, and Schuyler all agreed that Gigi should tell Rex the truth about Stacy, the stem cells, and the blackmail. Gigi was afraid that Rex wouldn't believe her after all that had happened, but Jared assured her that Rex loved her. Gigi was full of different scenarios and results that might come from those scenarios if Stacy were exposed. The others told her to stop playing the \"what if\" game and come clean with Rex. Natalie thought that her brother would play along and handle things properly, without sending Stacy on the run.\n\n\nNatalie admitted that she wasn't thrilled about dropping the charges against Kyle, but wanted Gigi and Rex back together. On that note, she and Jared decided to head for the police station to make it official. Natalie was relieved to give Gigi a hug, giggling that she didn't like hating her. As Natalie and Jared headed for the door, Natalie received a phone call from Roxy, who demanded that they needed to stop by and see her immediately. Everyone was curious as to her timing with all that had been going on with Kyle.\n\n\nGigi was worried that Rex had become too involved with Stacy to care about her any longer, but Schuyler was quick to reassure her that Rex loved her, not Stacy. Gigi wondered if Schuyler might get back together again with Stacy if the opportunity arose. Jokingly, he told her to shoot him in the face if it happened and to call him a fool. Gigi phoned Rex but was unable to reach him.\n\n\nAs Rex told Stacy that he wanted her, she was ecstatic to hear the words she had longed for. The couple began to embrace and landed on the floor of Ultraviolet, where they made love, much to Stacy's elation. When it was over, she murmured that it had been more amazing than she would ever have imagined.\n\n\nOnce dressed, Stacy poured some glasses of champagne and made a toast \"to us.\" Rex stood by uneasily after having no luck in locating his missing phone. Stacy began to ramble about how they had known each other since she was 13, though she was unmemorable at the time. She talked about accidentally bumping into Rex in Las Vegas. As she recounted past history, Rex began to remember many of the same words from the night that Stacy had drugged him. Startled when she brought him out of his reverie, Rex wondered aloud how it was possible to have heard the same conversation previously. He shrugged it off and wondered how long Stacy had thought about the two of them being together.\n\n\nStacy thought a moment and told him it had only been since the pair had gotten together at the country club. Needing to clean up Ultraviolet, Rex suggested that Stacy head for home. She smiled and told him that a new world was opening up for them and gave him a kiss. After she left, Rex wiped his mouth with the back of his hand, found his phone, and noted that he had missed a call from Gigi.\n\n\nReaching the beauty salon, Jared and Natalie rushed in. Annoyed that they had taken so long, Roxy demanded that they drop the charges against Kyle. Mystified, the young couple wondered why Roxy would even suggest such a thing. Pointing out the poor economy, she stuttered and tripped over her words, as she declared that she couldn't afford to lose a tenant, she enjoyed having a doctor around, and everyone made mistakes. \"Cut the crap,\" Natalie yelled as she ordered Roxy to tell the truth. It didn't take more than a few seconds for Natalie to realize that Roxy was in cahoots with Stacy in some way and was responsible for hiding the identity of the donor along with breaking up Gigi and Rex.\n\n\nRoxy continued to deny it and tried to act surprised when Natalie mentioned that Stacy wasn't a match for Shane. Jared wanted to know why Roxy was intent on breaking up Gigi and Rex. When a customer arrived, Natalie ordered Roxy to reschedule her, much to Roxy's chagrin. Roxy fell into Natalie's trap when she announced that Kyle was going to reveal the true identity of the donor. \"No!\" was all that Roxy could muster, though it was loud and clear. Natalie told her that the truth would come out and she wanted to know it.\n\n\nGigi decided to find Rex at Ultraviolet and declined Schuyler's offer to accompany her. He observed her excitement and quietly but sadly wished her luck.\n\n\nMarty made a phone call and asked someone for help.\n\n\nCole arrived at La Boulaie at the same time as Todd. Blair expressed her doubt at Todd giving his blessing for a wedding but he grinned. He gave his consent and they were all waiting for her, he beamed.\n\n\nAt Todd's place, Téa was proud and happy to replay her recorded conversation with Todd. She especially enjoyed the part where Todd vowed to put his hands around Cole's neck.\n\n\nStacy arrived at Rodi's looking for Gigi. She had good news to share, she told Schuyler. She and Rex had made love.\n\n\nAs Rex drank straight from a bottle, Gigi walked in. He was glad to see her because he had something to tell her, he uttered.\n\n\n",
    "tvmega_recap": "Todd surprises Starr and Cole by telling them he will offer permission and his blessing for them getting married. Yet, he goes home and reveals to Tea that he will kill Cole if Cole thinks he will marry Todd's daughter. SHe concludes that she knows that both Todd and Blair disapprove. But TOdd is lying to Starr and Cole about his approval and is letting Blair be the bad guy. And she reveals she's taped Todd's confession of \"disapproval\". Schuyler convinces Gigi to get Rex back and tell him what Stacy did. But Rex is busy having sex with Stacy. Roxy konws she has to get Natalie and Jared to drop the charges against Kyle Lewis or else Kyle will reveal to everybody the secret Roxy does not want to have known; about who Shane's bone marrow donor is. And meanwhile, Gigi needs Natalie and Jared to drop the charges against Kyle so that he will tell Gigi the true identity of the donor, so that GIgi is no longer dependent upon Stacy. Right then, Gigi goes to tell Rex the truth about Stacy hoping it's not too late. At Todd's home, he brings in a nurse, a lawyer, as well as Moe as Shawn to surprise Tea. She asks what this is. He introduces the two strangers as well as the \"cook\"(Moe) to prepare her meals and the \"large human being\"(Shawn) \" to help her get around, lift her up and down the stairs and keep away anybody bothering her\". She asks even if that includes removing Todd when he is bothering her. Todd does not respond. She observes Moe and Shawn and asks if they do not work at Dorian's. Moe replies that Dorian fired them. Tea then tells them she does not mean to offend any of them. But Todd may take his \"staff\" and shove it. Right then, Starr and Blair are together wondering what to do when Cole goes off to prison. Starr knows she has a secret to reveal to her mother. Cole is right then, in the park with his mom while he pushes baby Hope in her stroller. Marty remarks that she feels too young to be a grandma. He tells his mom it's ok. He will get through this. He and Starr made a decision. She asks what decision that is. Blair informs Starr hat her dad informed her that she and Cole want to get married and he approved it. Starr confirms that they did make that decision. Hearing that, Blair appears stunned. At Rodi's, after Gigi informs Natalie and Jared what Stacy has done, Natalie urges her to trust Rex and tell him. She tells him that Rex needs to know that he has trusted a back stabbing blackmailing malicious person. Gigi admits that she is hesitant. But Natalie encourages her to get her life back with Rex. Meanwhile, Rex is at Ultraviolet alone with Stacy. They are both bewildered about nothing great working out in either of their lives. She then asks him what he wants. At that point, he responds and tells her that he wants her. And he draws her toward him and kisses her. While Marty is with Cole and baby Hope in the park, he surprises his mom by informing her that he and Starr agreed to get married before he goes to prison. After Blair finds out that Starr and Cole got married, Blair tells her daughter that she needs to know that Cole has some problems. But Starr urges her mother to know that she and Cole are old enough to know what they are doing. Marty tells Cole he must realize that marriage is a big step. There's a lot of complications not the least of which are his going to prison for two years and Todd Manning. And Starr is a minor and needs parental consent. He tells her that Todd gave that to them, believe it or not. And nobody is going to get in the way of what they plan to do. Starr informs Blair that her father walked in and saw Cole propose to her. Blair tells her daughter she does not believe that Todd really gave her his blessing like he said he did. But Starr tells her mother that she saw it with her own eyes. Todd does not listen to Tea telling him that she does not want his hired help. He tells her he'd like more than anything to take care of her himself. But he has to live with Blair. She tells him that he is no longer obligated to worry about her. She is no longer his lawyer and has nothing that he wants or needs. But he asks her if it ever occurred to her that he likes having her around. Right then, Kyle Lewis goes to see Roxy at her hair salon. She asks him what he wants and tells him he's already getting free rent and she has nothing to offer him. But he has something else he needs from her, knowing that she might be very ready to let Rex and Gigi know who the real stem cell donor is. And that could get Kyle in some trouble. At Rodi's, after Natalie encourages Gigi to trust Rex and get back with him, Gigi raises objections by telling Natalie that she is worried that if that were to happen, Stacy could leave town when she hasn't a clue who the real donor is. She asks what if something happens to Shane again. If he gets sick again, he could die. But Natalie and Jared assure her that Rex will do anything in his power to save his son. Gigi then concludes that maybe it's time for Rex to find out who Stacy really is. Right then, Rex and GIgi are kissing and falling to the floor at Ultra Violet. Tea asks Todd if he really \"wants her around\". She reminds him that he won't be able to be around her. He then asks her if she really thinks he wants to live under the same roof as Blair and Dorian. He needs to be there for Starr's baby. At that point, she tells him that she does not buy that he is ok with Starr and Cole getting married. He tells her that he just wants his daughter to be happy. But she tells Todd that she knows he's concerned that Cole is a drug addict and going to prison. At that point, Todd angrily admits that there is no way that drug addict loser is coming near his daughter again. If he comes within ten feet of her, Todd will put his hands around his neck and kill him. In the park, Marty tells her son that he won't be able to be with Starr and the baby when he's sent to prison. He tells her that even if all of this is happening, if he can just look down and see that ring on his finger. But she reminds him that he won't be able to keep any of his personal stuff while in prison. He tells her he will at least always know that it will be there. And when he's stuck in the cell and having to follow their orders, he will know that Starr is waiting for him and he has one good thing in his life. Blair tells Starr she does not buy that Todd is ok with her marrying Cole given the situation. Starr replies that she believes that he is sincere. Todd has finally come to realize that he cannot run her life. Blair asks her daughter how many time she thinks she's heard that. Starr protests that Todd has seen her get her baby back and the miracle of it all. She tells her that Todd knows how much she and Cole love each other. But Blair reminds Starr that she also needs her mother's consent. Starr naturally assumes she has that. But Blair looks at her indicating that it may not happen. Kyle tells Roxy that he can keep his mouth shut about who the real donor is, but only if she tries to convince Natalie to drop the charges. She replies that she cannot promise to do that as she knows her daughter has a mind of her own. But she definitely has \"incentive\" to try. At Rodi's, Natalie concludes to Gigi that Kyle blackmailed them and was ready to tell Jessica her baby died. Yet, he may be the only person who knows who Shane's real stem cell donor is. And if that jerk goes to prison, it won't help Jessica. And she knows that Gigi and Rex need to save their son and get back together. Gigi then concludes that she will tell Rex the truth. She's going to get back the man she loves. But right while they speak, Rex and Stacy are taking off their clothes and going at it on the dance floor of ultraviolet. Todd tells Tea that he meant what he said that he wont' let Cole marry his daughter. But since he an Blair have joint custody, he will let Blair do his dirty work for him. Starr tells her mother that she knows that marriage is a huge decision. But, she reminds her, she(Blair) did encourage them to get back together. Blair tells her she knows that's true. But she knows that marriage when one is that young is not meant to be. Starr then reminds her mother that age does not always make a marriage better than when people are young, and the perfect example of that is Blair and Todd. Blair admits to her daughter that she knows that she and Todd are no role models of marriage. But she asks Starr what she will do if, when Hope turns 17, she announces to her mom that she wants to get married to a boy who's on his way to the slammer. She asks Starr if she would give her daughter her blessing Marty and Cole talk about how they both realize that the next few years in Starr's life will be very important. And it's not just her becoming of legal age. She might be going to college, pursuing a career and finding a new circle of friends. And she'll be doing all of that while raising a baby. Hearing that, Cole asks his mom if she is suggesting that it might be unfair to give Starr the added burden of a husband in prison. Right when Natalie has successfully convinced GIgi to trust Rex and Gigi has gotten through to Natalie that she is not the bad guy there, Natalie gets a call from Roxy who tells her daughter she needs to talk to her right away. Natalie tells her mother she's in the middle of something. But Roxy demands she gets over there. At that point, Jared, Schuyler and GIgi find it odd that Roxy would call and demand to talk to her right when they all suspect that Roxy knows all about Stacy's scam and the real stem cell donor. Right then, Natalie and Jared leave. Alone with Schuyler, Gigi asks him what he thinks might happen when she explains the whole thing to Rex. What if he doesn't believe a word she says? Schuyler tells her if Rex cannot appreciate and trust her, then he does not deserve her. She asks what if it makes no difference and Rex is done with her regardless of knowing the truth? Right then, Rex and Stacy are going at it at Ultra Violet Gigi tells Schuyler that she is going to call Rex. But she's afraid of what might happen. And she asks him if he might \"reconsider\" Stacy if Rex ditches her. He tells her no way. If he ever considers Stacy again, he needs her to shoot him. Right then, Natalie and Jared go to see Roxy after she's demanded that they come. She tells them they must drop the charges against Kyle Lewis. Natalie demands to know why. Roxy tells her that she needs him as a tenant in the uncertain economy. But Natalie does not buy that for a minute They know that Kyle must have something on her. And Stacy must know something about it. And she must have somehow \"fixed it\" in order to force GIgi to break up with Rex. Right then, Rex and Stacy are celebrating with Champaign at Ultra Violet. She reflects to him that she remembers that he \"knew\" her since she was 13 years old. Yet he completely forgot about her. Right then, he then has a flashback the night when she seduced him(and drugged him) and she told him that she was a geek with braces and glasses and nobody would have noticed her then. She then tells him she hopes that he remembers her now. But he keeps having the \u0091deja vu\" of the night when they were together having a similar conversation. And he asks her just how long she was \"awaiting\" sleeping with him and having him break up with Gigi. Todd tells Tea that he knows there's no way that Blair will approve of Starr and Cole getting married. She then concludes that he knows how to manipulate it so that he appears as super dad and Blair gets to be the bad guy. In the park, Marty tells Cole that she knows that he wants to step up and be responsible now that he has a baby. He does not want Starr to give up her life while he's in prison. But she said she wanted to marry him and for the three of them to be together. She promises she will visit him. He tells her that he can see her and Starr and his friends. But he knows that one problem is, they don't let babies into a prison. He then goes over to see baby Hope, reflecting that he's just gotten her back and doesn't know how to say good bye to her. After Blair has revealed to Starr that she may not approve of the marriage, she tells her daughter that she must know that marriage is not something for anybody to rush into. What somebody may believe they want at one time could change over the years. Starr tells her mother she knows what she wants. But Blair reminds her daughter that she didn't know what she wanted when she was ready to give her baby up for adoption not long ago.. Starr then asks her mother if she regrets encouraging her to take the baby back. Blair tells her daughter of course not. Having that baby there is an immeasurable blessing. But she wants Starr to wait before going through with marrying Cole. He will be in prison for a while. If, after he's out, she still feels the same way, then of course she has proven that it's what she wants. But love needs to stand the test of time. Marty and Cole talk in the park while with the baby. She tells him that she remembers taking him on a plane or helicopter when he was Hope's age. He tells Hope that maybe he can read her books. They can record his voice. But he just wishes he could call her or see her. Tea concludes to Todd that she is unemployed and uninsured. So she is in no position to refuse his offer of a place to live and medical care when she's alone. And of course, he takes that as an admission that he is the love of her life. At Roxy's salon, after she has demanded that Natalie and Jared drop the charges against Kyle, they haven't a clue as to why she wants them to do that. She finds she cannot tell them. And they refuse to do what she wants.. And Natalie concludes that it might very well be relevant to Roxy having the secret that she does not want anybody to know regarding who the real donor is. At Rodi's, Gigi tells Schuyler that she is so grateful to him for being such an amazing friend. She hugs him and asks him to wish her luck. And she goes out the door. After Rex asks Stacy how long she has anticipated \"making love\", she admits to him that she has wanted it for many years ever since they first met. But at that point, Rex seems to have some reservations. She goes off. Alone in the club, Rex kicks the mattresses that he's let Stacy use for her dance class. Right then, he notices a missed call from Gigi on his phone. And he's not certain what to do. In the park, while Cole is alone with the baby and Marty knows that her son has a detrimental situation on his hands, she calls John and tells him she needs his help. Todd enters Blair's home and notices her talking to Starr. He asks them if they've had \"the conversation\". Blair replies yes. Starr informs her that he has offered his blessing and permission for Starr and Cole to get married. And she tells Todd that she(Blair) finds that very hard to believe. Right then, when Tea is alone in the house aafter Todd has left to talk to Blair and Starr, she plays the tape recording she secretly made where Todd admits to her that ther is no way he will let that drug addict loser marry his daughter. And if he ever comes near her, Todd will murder him. After Roxy admits by not denying, that she has a secret that Kyle is keeping for her about who Shane's real donor is, Natalie demands that she tells her why she won't let Rex and Gigi know who it is. Stacy goes to Rodi's and runs into Schuyler after Gigi has left to find Rex. She informs Schuyler that she(Stacy) and Rex are now roommates with benefits. They are moving to the next level. They just made love. And it was incredible. Hearing that, he is dumbfounded. Right then, Gigi enters Ultraviolet to see Rex alone. He tells her he's glad she is there. She is surprise d to hear that. He informs her that he has something to tell her. Hearing that, she appears puzzled.",
    "soapcentral_condensed": "Téa was surprised to learn that Todd had hired a staff for her to use during her stay at his house. Téa sarcastically apologized for not being able to help him since she was no longer a lawyer. Cole divulged that he planned on marrying Starr in order to get through his prison time. Cole declared that while he was in prison, he would be ordered around during the nights free to think about his wife and baby. He told his mother that he wanted to get married to Starr and wanted to be responsible, he said. Both Starr and Marty recommended that she get married before she was 18, suggesting that she would be better off doing some research before she got married and waiting for her husband to get out of prison to have the baby. The episode ended on a cliffhanger, with Starr telling her mom that she was going to marry Cole and that she wanted to put Hope up for adoption. She added that she wished for her daughter and herself to be as close as Starr was to her own mother, she said.\n"
}