{
    "soap_central": "\nWhat Happens In Vegas, Stays In The Temple\n\n\nAt the pier, Blair tried to assault Marty, but Marty ducked and Blair fell into the river. When she surfaced, a concerned Marty offered her assistance, but Blair responded by pulling her into the water. After the two women pulled themselves out of the river, they blamed each other. Blair warned Marty to stay away from her and John. \n\n\nAt Rodi's, John looked at the computer screen that displayed Lee Halpern's file. Later, Wes observed Lee's file on John's computer. He was curious and examined the file further. Wes was shocked to discover the complaint that his father had issued against Lee for stealing the Granger family assets. John approached and asked Wes what Marty would think of the revelation. John wondered why Wes never disclosed that he knew Lee Halpern. John asked Wes if he had been a threat to Lee. As Wes denied any involvement in Lee's murder, both he and John were surprised when Blair and Marty entered the bar drenched. John and Wes listened as the two women argued relentlessly. While Wes dragged Marty away, Blair informed John that she had overheard his conversation with Marty at the pier. John told Blair that she had misunderstood his statement, but she was angered that he had dismissed her. She said that she always placed him first in her life and wondered if she was naïve. John tried to express his feelings for her, but Blair stormed out. Before heading off with Marty, Wes approached John and asked if their discussion was over. John replied, \"For now!\" \n\n\nNearby, Vanessa was concerned when Lola didn't answer her cell phone. Cris urged Vanessa to give Lola some space. Upon noticing that two immigration officers were observing them, Cris suggested that he and Vanessa publicly display their feelings. As the government officials watched, Cris and Vanessa expressed their love for one another with a kiss. \n\n\nAt the courthouse, an angry Lola informed Téa that she had heard her conversation and demanded to know what was going on. Cornered, Téa told her that she was speaking to her client, Ray. Téa stated that both she and Ray believed Vanessa murdered Lola's mother. She asked for Lola's help in proving Ray's innocence. Lola was convinced that her father had murdered her mother. Téa said that she believed that Vanessa had framed Ray. Téa believed that Vanessa had been influenced by Ray's wealth and set out to seduce him and murder his wife. According to Téa and Ray's theory, Vanessa set Ray up for the crime after Lola discovered the knife. \n\n\nTéa said that Lola was the key and asked her if she remembered anything from that fateful night. Lola admitted that she lied in her testimony when she claimed to have found the knife. Lola told Téa that Vanessa had discovered the murder weapon. Lola revealed that Vanessa manipulated her into opening a box that contained the knife. Lola was convinced that Vanessa had wanted her to uncover the murder weapon. Lola wondered how Vanessa was able to get Ray's fingerprints on the knife. Téa believed that Vanessa was capable of pulling it off. Téa's revelation frightened Lola. The teen feared that she and Cris might be living with a killer. Téa promised Lola that Vanessa would be exposed shortly. \n\n\nIn Vegas, David and Dorian prepared to marry at a Buddhist temple. David was impressed by Dorian's willingness to give up her wealth. He was convinced that she truly wanted to be with him, although he was penniless. She assured him that she did. \n\n\nWith Gigi by his side, Rex stormed into the Temple of Love wedding chapel and disrupted a ceremony that was in progress. Gigi and Rex were shocked to find Moe and Noelle standing at the altar. As Rex accused the couple of acting as a decoy for Dorian, the mysterious stranger, dressed as a stripper, watched from a distance. While Rex continued to argue with Moe, Gigi pulled Noelle aside and asked why the couple was rushing into marriage. A nervous Noelle divulged the details of Madame Delphina's prediction and the news that Dorian had become a Buddhist and bequeathed her home and riches to Noelle and Moe. Noelle was convinced that money would destroy her relationship with Moe. \n\n\nThe mysterious stranger's boss approached her and instructed her to return to work. The woman advised her employer that she had \"bigger fish to fry.\" \n\n\nAfter learning that Moe had used Dorian's credit cards, Rex surmised that Clint's private investigator had been trailing Moe and Noelle, not Dorian and David. Certain that Dorian had convinced an unsuspecting David to marry her, Rex apologized to Gigi for being unable to capitalize on the $100,000 that Clint had offered him if he could prevent Dorian from marrying David. Relieved, Noelle concluded that Madame Delphina's prediction involved Rex and Gigi, instead of Moe and herself. Noelle asked the couple to be witnesses at their ceremony. As Gigi and Rex looked on, a James Brown impersonator married Moe and Noelle. Afterward, Rex regretted missing the opportunity to obtain a fortune, but Gigi insisted that love was more valuable than money. Gigi assured Rex that if Dorian married David to gain the Buchanan fortune, the marriage was doomed. They proclaimed their love for one another and headed back to Llanview. \n\n\nNearby, the Lama presided over Dorian and David's private ceremony. Dorian expressed her love for David and said she was marrying him because she wanted to. After the ceremony, David told Dorian that he wanted to take her on a pilgrimage to Tibet, but Dorian informed her new husband that she had pressing business to tend to in Llanview. Dorian claimed that she had promised to assist David's friend, Viki, with preparations for the Go Red Ball. As David tried to recall the tragic events of the previous year's ball, Dorian interjected, \"It's going to be perfect this year. I'm going to make a grand entrance with my new husband!\" \n\n\nThe mysterious performer told her boss that she was quitting. No longer sporting her stripper attire, the beautiful blonde woman exclaimed, \"A place called Llanview is calling, and I'm on my way! As she turned to walk away, the mysterious stranger looked at the poster of herself and exclaimed, \"By the way, my name isn't Gigi!\"\n\n\n",
    "tvmega_recap": "Rex and Gigi are on the hunt for Dorian and David and search all places in Vegas where there are weddings. They don't find them but run into Moe and Noelle. They witness their wedding and Moe and Noelle are officially hitched. Dorian and David are elsewhere and taking their time about tying the knot. It looks like David wants to go through with it but it hasn't happened yet. Behind the scenes, there is a mysterious show girl named Gigi who spies upon Rex and his Gigi. She tells her agent she needs to leave town and plans to work in Llanview, PA. Lola demands that Tea tells her what Vanessa's big secret is and why she (Tea) is talking to Lola's father. Lola admits to her that she believes that Vanessa murdered Lola's mother and set Ray Montez up for the crime. And she intends to prove that with Lola's help. Cristian and Vanessa are getting closer and he still seems to trust her. Blair and Marty argue. Blair makes it clear that she resents John's preoccupation about needing to help Marty.",
    "tvmega_summary": "Episode # 10371 -- What Happens in Vegas, Stays in the Temple",
    "soapcentral_condensed": "What Happens In Vegas, Stays In The Temple is out now on Bravo. David and Dorian prepared to marry at a Buddhist temple. Rex stormed into the Temple of Love wedding chapel and disrupted a ceremony that was in progress. Gigi and Rex were shocked to find Moe and Noelle standing at the altar. The mysterious stranger, dressed as a stripper, watched from a distance as Rex accused the couple of acting as a decoy for Dorian. Noelle was convinced that Dorian had become a \"bigger fish to fry\" after learning that she had used Moe's credit cards to buy Dorian's home and riches. Rex apologized to Gigi for being unable to capitalize on the $100,000 that Clint's investigator had offered him to prevent Dorian and David from marrying. The couple decided to get married in a private ceremony instead of in front of the media. They were married at a temple in Las Vegas, Nevada, where the ceremony was held in the middle of the night.\n"
}