{
    "soap_central": "\n\nAt the Minute Man Hotel, Aubrey packed her suitcase and informed Cutter that she needed to get away from him.  When Cutter questioned why Aubrey was leaving, Aubrey reminded him that he had wanted her to seduce a grief-stricken Rex, who was still in mourning over Gigi, and that Aubrey had refused to do it.  As Aubrey began to walk out, Cutter begged her not to leave and called her Christine.\n\n\nCutter reminded Aubrey that her name was really Christine Carr, the girl that he had fallen in love with.  Cutter remembered Christine as a sweet, innocent girl, until they had turned her into Aubrey Wentworth.  Cutter stated that he had loved Christine, and that Christine had loved him.  Cutter reminisced that he had been able to tell Christine anything, including the truth about himself.\n\n\nCutter explained that he had been grifting since he had been a kid, and Aubrey remembered that she had been in debt.  They had decided to have Christine play Cutter's sister, Aubrey, but it was only supposed to have been for one time.  Aubrey regretted that they had been better at getting the money than they had been at holding onto it.  Cutter remembered how Aubrey's eyes had lit up whenever they had bought new things, and he had always wanted for her eyes to light up.\n\n\nCutter wanted Aubrey to have all the things that she had never had, so he had asked her to do other jobs.  Cutter then admitted that he had never seen that Aubrey would actually fall for her mark.  Aubrey insisted that Joey would be the last mark, and Cutter apologized.  Cutter then reminded Aubrey that she did not have any money, and he begged her to stay until morning.\n\n\nAubrey announced that she would stay, because she had nowhere else to sleep.  Cutter sadly realized that after all of their scams and cons, he and Aubrey had somehow ended up in a room that was the exact opposite of what he had always wanted to give her.\n\n\nIn Kentucky, Rex and Natalie arrived at the Spotted Pony and saw several strippers dancing on the poles.  Rex insisted that Madame Delphina had said Spotted Pony, and that David had known of the place.  As Natalie and Rex watched \"Uncanny Annie\" do her dance, Rex swore that it had been no coincidence that David had known about it, and that Gigi had arranged their visit there from beyond the grave.  The boss, Theo, asked if Natalie was the new girl, grabbed her arm, and said that she was next.\n\n\nRex demanded that Theo take a hike and explained that Delphina did not say that Natalie had to end up on the pole.  Natalie then informed Rex that Todd knew the truth about what was on the tape, and that she needed to find out what it was.  When Rex declared that he would never get over what Todd and Jack had done to Gigi, Natalie feared that Rex still wanted revenge.  Rex insisted he just wanted Natalie to get the truth from Todd.\n\n\nWhen Rex thanked Natalie for being there with him, Natalie remarked that, of course, she would be there for him, since she was his sister.  When a stripper heard Natalie's remark, she propositioned Rex, who saw it as a sign from Gigi.  Theo announced the stripper as the next performer, and Natalie joked that Gigi had sent Theo to rescue Rex from Colleen with two e's.  Natalie then yelped and exclaimed that someone had just pinched her behind.\n\n\nAs Natalie and Rex walked through the Spotted Pony, Natalie declared, \"I'm sorry, Rex, but since I've gotten here, I have been mistaken for a stripper, insulted by a stripper, and fondled by someone who thinks I'm a stripper.\"  When Natalie announced that she was ready to leave, Rex stated that he would have one more drink, and if nothing happened, they could return to Llanview.  After Natalie left the club, Theo announced the hottest dancer from here to eternity, Gigi, as Rex looked stunned.\n\n\nAt the Buchanan mansion, Ford carried Ryder in to Jessica and exclaimed that he and Ryder had just been swimming, and that Ryder had loved it.  When Bobby noticed that Jessica was troubled, Jessica informed him that she had just found out that her Uncle Todd was really her Uncle Victor, that her father was imprisoned in a room at the mansion, and that Natalie and Brody had left apartment listings around the house to announce that they were totally crazy-in-love.\n\n\nAfter Jessica checked on Clint in his room, she walked down the stairs and told Ford that Clint was there because he was sick.  Ford reminded Jessica that her father had changed Ryder's paternity test results so that Bobby would not know that he was Ryder's father.  Ford felt that Clint was getting off too easy, after everything Clint had done.\n\n\nJessica demanded that Ford yell at Clint, so that Clint's heart that Rex had sold him would burst right out of his chest.  Bobby asked Jessica what was really bothering her.  Jessica indicated that she had been a little upset when she had learned that Victor had pretended to be Todd for eight years, because she and Todd had always been close.  However, Jessica stated that she was very upset at Natalie and Brody, and that she hated seeing them together, because Natalie had the life that Jessica was supposed to have had.\n\n\nBobby commented that Jessica sounded a lot like Tess, and that he missed Tess.  Ford declared that he could see Tess in Jessica's eyes.  Jessica wondered why Ford was still goo-goo-eyed over Tess, since Tess was not a real person.  Jessica yelled that Tess was \"a one-dimensional, over-sexed, soulless creature.\"\n\n\nFord then called Jessica \"a spoiled princess, who...who's moping around her castle, taking potshots at Brody and Natalie, instead of just admitting you're in love with your ex.\"  After Jessica yelled that Ford was trying to manipulate her, like he manipulated every other girl, she tried to throw him out.  Bobby kissed Jessica.\n\n\nAt the Manning estate, Starr informed Téa, Dani, and Jack that the man they had known as Todd for eight years was not their father, and that he was not Todd Manning.  Starr insisted that he was lying, and that he was actually their Uncle Victor Lord Jr.  However, Victor claimed that he was the real Todd Manning, and that the other guy was a fake.  When Victor begged Téa to believe him, Téa asked Starr why she had believed the other man.  Starr indicated that the man had wanted to tell the truth, and Starr hoped that Victor did too.\n\n\nVictor laughed and said that the other man was trying to manipulate Starr, and that they should all just leave for Hawaii to celebrate.  Starr informed Téa that Viki and John had been at Llanfair, also, when the truth had been revealed, and Starr pleaded with Téa to call one of them to verify it.  When Téa started to pick up the phone, Victor stopped her.\n\n\nVictor was hurt that Téa had to even ask who he was, since she had married him.  However, Téa insisted that she had to know the truth, and that she trusted Viki to tell her.  After Téa made the call and put the phone down, she declared that what Starr had said was true, and that the man in the room was the kids' uncle, not their father.  Dani shrieked and begged to know how he could have lied for all of those years, but Téa explained that Victor had been brainwashed, and that Irene had drilled everything about Todd into his head.\n\n\nTéa stressed that it was not Victor's fault, but Victor still refused to believe that he was not Todd.  Victor then wished that he was Todd Manning.  Jack insisted that Scarface was not his dad, and that Victor would always be his dad.  When Victor asked Dani if she still accepted him as her father, even though she had not wanted to at first, Dani admitted that her feelings had been real as his daughter.  Dani exclaimed that even though Victor was not technically her father, she would still think of him as her father.\n\n\nWhen Victor asked Starr how she felt, she could not answer.  Victor claimed that he felt like Starr was his daughter, and that even though they had drilled a lot of lies into his head, he still had a need to protect Starr.  Victor declared that he loved Starr and asked how that could not be real.  Starr admitted that even though Victor was not her father, she would always love him.  Victor and Starr hugged.\n\n\nVictor then asked to talk to Téa alone, and the kids left the room.  Téa noted that once Starr and Dani had gotten over the shock, they had \"come around,\" and that Jack had never wavered in his feelings.  Téa voiced, \"You thought they would stop loving you, when they found out that they weren't yours, but they still love you.\"  Victor asked, \"And what about you?\"\n\n\nAt La Boulaie, as Blair walked down the stairs, she demanded to know how Starr could let a complete stranger watch her daughter.  Todd indicated that Starr had known that he was her father, Todd Manning.  Todd revealed to Blair that Irene had brainwashed Victor into believing he was Todd.  When Blair stated that she needed to talk to Starr, Todd said that Starr had run to his evil twin's side, as soon as Victor had called.  Todd hoped that Victor was apologizing to Starr.  When Todd maintained that he really was Todd, Blair realized that John had it all on tape, and that Todd was telling the truth.  Blair could not believe that all that time, she had believed that Victor was Todd.\n\n\nAs Todd looked at pictures of Jack in a photo album, he remembered that when Todd had last seen him, Jack \"could barely spit out a knock-knock joke,\" and that Jack had still believed in Santa.  Blair and Todd then looked at a photo of Starr dressed beautifully in her prom dress, and Todd regretted that he had missed it.  When Blair showed Starr's graduation picture to Todd, Todd proudly stated, \"Our little girl is all grown up.\"\n\n\nTodd then saw a picture of Victor as Todd posed with Starr, and Blair filled him in on the story about Starr's birthday.  Todd reflected that his beautiful little girl had a beautiful little girl, which made him and Blair grandparents.  Todd regretted that he had not been there and was angry that Victor had been.  Todd then yelled that he had lost out on eight years of his life, thanks to Victor.\n\n\nTodd screamed that Victor had been there for all of the things that Todd should have been there for, and that Victor had warped Jack's mind against Todd and had turned Jack against him.  Todd howled to Blair, \"And you, you let him do it.  You opened up the door to a stranger, and you gave him our children.  How could you do that?  How could you not have known?\"\n\n\nTodd recollected that he had been shipwrecked, and that he had paddled home to Blair on a homemade raft.  He cried that he had battled storms, fever, hunger, and thirst to return to Blair.  \"I never stopped trying to get to you, and you should never have stopped trying to get back to me.\"  Blair explained that she had not known where to look for Todd.\n\n\nTodd pointed out that Blair had cozied up to some guy, who had stated that he was Todd.  Todd blamed Blair, because Victor had stolen eight years of Todd's life.  Blair reminded Todd that he still had his children, and that he already had Starr back.  Blair related that Jack hated everyone, and that Todd would get to know Dani.  Todd maintained that Victor had stolen eight years of his life, and as he stormed out of the room, Todd yelled that he would find his long-lost brother, and he would kill him.\n\n\nAs Blair blocked the door, she insisted that Todd could not blame Victor, since Irene had brainwashed him.  Blair reminded Todd that Victor was Sam's daddy, and that Sam still needed his daddy.  However, Blair said that if Todd wanted to kill Victor, then he should do it the right way.  Blair showed Todd a gun.\n\n\nBlair reminded Todd that he had already lost eight years of his life, but if he wanted to throw away the rest of his life, he could kill Victor and be in prison, while everyone rallied around Victor.  Blair added that Dani would never get to know her father, and Hope would never get to know her grandfather.  Blair pointed out that she knew Todd better than anyone, so she knew that he could be his own worst enemy.\n\n\nWhen Todd declared that he had a lot to be angry about, Blair agreed but then added that killing Victor was not the right thing to do.  Todd then wrestled with Blair for the gun.  Blair vowed that she would not help Todd hurt Victor, and that she would not be around to pick up the pieces.  Blair declared, \"You are on your own,\" and stormed out.  Todd smiled and walked to the safe, where Blair had placed the gun.  As Todd reached for the gun in the safe, Jack entered the room and cried, \"What the hell do you think you're doing?\" \n\n\n",
    "tvmega_recap": "Original Todd is able to convince Starr, unequivocally, that he is the \"real deal\". Then, he convinces Blair. But when she shows him photo albums of his \"family\", he sees that he's lost 8 years with them that he'll never get back and that \"Victor\" (current Todd) has stolen his life. And he tells Blair that he blames her for being fooled by and trusting this other guy when she, of all people, should know that only he is Todd Manning. Tea and Dani are torn on what to believe when Starr tells them she knows that current Todd is Victor. They, all three, realize, however, that current Todd means something to them regardless, and that this was not his fault. Jack still believes that current Todd is his father and original Todd is lying. Meanwhile, Natalie accompanies Rex to The Spotted Pony in Kentucky, which they find out is a strip joint, and where she concludes they are not going to find Gigi. But Rex is not going to give up. Cutter and Aubrey reflect the way they used to be when they were in love before they started their scamming business and before she fell for Joey. She tells him it's all over; she's done with him. Jessica argues with Robert Ford who wonders if she still has feelings for Brody and she is angry with his wanting Tess to come back. And they end up kissing.",
    "soapcentral_condensed": "At the Minute Man Hotel, Aubrey packed her suitcase and informed Cutter that she needed to get away from him. As Aubrey began to walk out, Cutter begged her not to leave and called her Christine. In Kentucky, Rex and Natalie arrived at the Spotted Pony and saw several strippers dancing on the poles. Natalie declared, \"I'm sorry, Rex, but since I've gotten here, I have been mistaken for a stripper, insulted by a Stripper, and fondled by someone who thinks I'm a strippers\" Rex demanded that Theo take a hike and explained that Delphina did not say that Natalie had to end up on the pole. After Natalie left the club, Theo announced the hottest dancer from here to eternity, Gigi, as Rex looked stunned. At the Buchanan mansion, Bobby exclaimed that he and Ryder had just been swimming, and that he loved it. Jessica informed him that her Uncle Todd was really her Uncle Victor, that her father was imprisoned at the mansion.\n"
}