{
    "soap_central": "\n\nBlair banged on the door of Viki's cabin. A gloved hand touched her on the shoulder, and she screamed. Seeing that it was only Téa holding a bundle of firewood, she angrily scolded Téa for scaring her. They went into the cabin, and Blair wondered where Todd was. Téa informed Blair that Todd's fever had broken, so she'd put him to bed. Blair filled in Téa about Jack's admission of his lie about Todd killing Victor. However, she disappointed Téa by telling her that Jack refused to tell the police.\n\n\nTéa suggested that Jack needed professional help, and Blair agreed. Téa believed that their only option was to find the real killer. She told Blair that she'd thought of Rex as a potential suspect. Blair reminded Téa that Bo thought of Rex as a son, but Téa vowed to draw attention to the relationship if Bo didn't investigate the lead.\n\n\nBlair agreed that losing the person someone loved could make them \"crazy with hate.\" Blair wanted to head home, but made sure that Téa was all right staying with Todd. Blair knew that they couldn't keep Todd hidden forever, but Téa said that they would keep going until she found out who had killed her husband.\n\n\nAt Capricorn, Aubrey was tending the bar when Rama and Vimal arrived. Noticing the upset look on Aubrey's face, Rama wondered what was wrong. Aubrey informed the couple that she and Cutter had broken up. Rama thought it was about time, but Vimal reminded her that Aubrey probably wasn't as happy about the breakup as Rama was. Rama apologized, and said that she was only looking on the bright side.\n\n\nRama pulled Aubrey away to talk, and Vimal looked at the copy of the Sun that was sitting on the bar. He read about Todd allegedly being guilty of two murders, and thought back to when he'd asked Brody if Brody had killed Victor. Shaun entered, and wondered if something were wrong with Vimal. He replied that Victor's death had been a tragedy, and Shaun agreed. Shaun was glad that the police had at least caught the murderer. \"Maybe,\" Vimal replied, which prompted questions from Shaun.\n\n\nVimal remembered meeting Todd when Todd had tried to get into the Sun offices. Vimal remembered thinking that Todd had seemed \"shifty,\" but he hadn't seemed like a killer. Shaun related that finding the gun would close the case once and for all. Vimal remembered that the murder weapon was supposed to be a nine-millimeter gun, and recalled that the police in Llanview carried that type of gun. Shaun argued that the Llanview police were all \"true blue,\" so the murderer couldn't have been a cop. \"I hope you're right,\" Vimal said.\n\n\nAt a nearby table, Rama asked for details of Aubrey and Cutter's breakup. Aubrey admitted that Cutter had lied to her, and told Rama all about the gun they'd found. She explained about Cutter's theory that the gun had been Rex's, and he'd used it to murder Victor. Rama related Cutter's deception to the real Aubrey's deception. Aubrey admitted that she'd seen Cutter's sister, who went by Kim, at Aubrey's room at the Minute Man.\n\n\nAubrey admitted that it hadn't been Kim's first trip to Llanview, because she'd previously been married to Clint. Rama wondered why Clint would marry the ugly girl, but Aubrey countered that Kim was no longer ugly. Rama angrily related that Kim would have to go back under the knife once Rama was done with her. Aubrey assumed that Cutter had teamed up with Kim since Aubrey was no longer in the picture. Rama wondered where Kim was. She remembered blackmailing Cutter with his \"dirty little secret,\" and said that she had ways of making him talk.\n\n\nCutter wondered how Kim knew that Stacy was the woman in the hospital bed, and asked how Stacy had gotten herself in the hospital. Kim started that she had begged Stacy not to go through with her plan, but Stacy had gone to Llanview anyway. Kim had followed her, and had gone straight to Gigi's house. She'd only found a computer with an address on the screen, and figured Stacy had gone there.\n\n\nKim had arrived at the house, and found the door the basement open. Kim had gone down the stairs, and had seen Stacy passed out. Kim had seen another room within the basement, and had opened the door and seen Gigi, near death. Kim had grabbed Stacy, and put her in the car. Cutter scolded her for leaving Gigi, but Kim related that she couldn't have carried two people up the stairs at the same time.\n\n\nJust as Kim had been about to go back for Gigi, Rex had arrived. She had taken Stacy to the Cherryvale clinic, and had gotten Stacy moved to Kentucky as soon as it had been safe. Cutter agreed to admit that it was Stacy in the bed as long as Kim gave him the documents that gave Clint his fortune back. Kim refused, so Cutter threatened to turn Stacy in for Gigi's murder, which would make Kim an accessory. Kim agreed to give him the papers under one condition. Cutter didn't think Kim was in a position to make demands.\n\n\nKim wanted half of the money that the documents promised in order to take care of Stacy. Cutter finally agreed, and Kim gave him the papers. As Cutter exited the room, his phone rang. Outside the room, he answered his phone to Rama. Rama told him that they needed to meet in order to take care of some unfinished business.\n\n\nJack told Shane that he had to leave, but Shane wouldn't let Jack leave until Jack confessed to killing Gigi. As Shane menacingly pointed the gun at Jack, Jack maintained that he had nothing to confess. Shane demanded that Jack start from the beginning. Jack insisted that it hadn't been his fault, but Shane told him to \"tell me what you did, or die just like my mom.\" Jack called Shane's bluff, but Shane pointed the gun and pulled the trigger.\n\n\n\"You shot me!\" Jack yelled, grasping his leg. \"I shot the tree, you idiot,\" Shane replied. There was a chunk taken out of the tree, and a wet spot running down the front of Jack's pants. \"I guess potty training didn't take,\" Shane cracked. He told Jack to start talking, or he wouldn't miss \"next time.\" As Jack was about to start talking, Rex and Bo entered, and yelled for Shane to put the gun down.\n\n\nShane cried that Jack had been about to admit that he'd had something to do with Gigi's death. \"He's going down one way or another,\" Shane told them. Rex pleaded with his son to put the gun down, and told him to think about what Gigi would think about Shane's actions. Shane dropped the gun, and Bo picked it up. Shane collapsed, crying, into Rex's arms.\n\n\nJessica was looking at Natalie's paternity test results when the doorbell rang. She put away the paper and answered the door to John. Jessica invited him in, and he hoped that she had some information for him. He wondered if she'd seen or heard from Todd. She hadn't seen her uncle, but promised to encourage him to turn himself in if he tried to contact her. John felt like Jessica was holding something back, and wondered what it was. Just then, Ryder began to cry, so Jessica went upstairs to get him.\n\n\nJessica returned with Ryder moments later. Jessica asked if John wanted to give the fussy baby a try, and handed Ryder to John. The baby stopped crying, and Jessica observed how good John was with Ryder. Jessica asked if he'd heard about Natalie and Brody's engagement, and asked how John was doing. \"If they're happy, I'm happy,\" he replied. Jessica called his bluff, and he admitted that he didn't really mean that.\n\n\nJohn continued that things hadn't turned out well for Jessica, either, except for the fact that she had Ryder. John gave Ryder back to Jessica, and thanked her for telling him what she knew. She reminded him that she hadn't told him anything. He replied that he knew she would tell him if she knew anything, and left. She looked at the paternity results, and told Ryder that she knew she should have told John about Liam, but she couldn't do that to Brody.\n\n\nAt the station, Natalie told Brody that she wanted to \"call it a night,\" but Brody wanted to stick around. Natalie wanted him to go home with her, but he wanted to work to figure out where Todd was hiding. Natalie reminded him that finding Todd wouldn't necessarily close the cases. Brody pointed out that there was motive, and an eyewitness, but Natalie related that she didn't believe Jack's story. Natalie thought that they needed to examine every possible suspect. Brody remembered Vimal accusing him of killing Victor, and wondered if Natalie had another suspect in mind.\n\n\nJust then, Bo entered the police station with Rex, Shane, and Jack in tow. As Jack demanded that Shane be put in jail, Bo handed the gun to Natalie, and asked her to compare it to the bullet that had murdered Victor. Bo put Rex and Shane in his office, and then filled Brody in on the night's happenings. He asked Brody to take Jack to the locker room to get him cleaned up. Brody offered to call Blair, but Bo promised to take care of it.\n\n\nBo went into his office, and told Shane that they needed to talk. However, Rex refused to let Shane talk without a lawyer present. Shane refused a lawyer, and insisted that he needed to confess, because his secret was killing him. Bo promised to be as easy on Shane as possible. Rex agreed that Shane should do what he needed to do, and Shane nodded.\n\n\nBo asked Shane to tell him about the gun. Shane admitted that it was the same one he'd had on the night of Victor's murder. The night Victor had been killed, he'd gotten the gun out of the safe. He'd taken the gun, and one of the cars, and he'd gone to Jack's to make Jack pay for Gigi's death. He remembered hitting Jack over the head with the gun. He'd wanted to shoot Jack, but couldn't. Bo wondered if Shane could have shot Victor.\n\n\nShane clarified that he hadn't shot Victor. He'd been worried that Jack had been unconscious, so he'd taken Jack to the hospital, and had left him there. After that, he'd gone home, put the gun in the safe, and gone to bed. Rex wanted to take Shane home, but Bo wouldn't let him. He explained that Echo had said that the gun had been fired, and asked again if Shane had fired the gun. Shane admitted that he'd never fired a gun, so he'd fired a practice shot at the backyard fence before he'd gone to Jack's.\n\n\nBrody led Jack through the station after getting him cleaned up, and Jack demanded to go home. Brody said that Jack would go home when Bo allowed him to. Jack threatened to have everyone fired if Shane got away with holding Jack at gunpoint. \"Like you got away with Gigi?\" Brody shot back. Jack thought that the entire police force was corrupt.\n\n\nNatalie walked by with the results of the comparative test, and showed Brody the results. John entered the station and wondered what he'd missed. Natalie entered Bo's office, and announced that the gun Shane had didn't match the murder weapon. Bo followed her out of the office. He updated John, and said that the test had ruled out Shane as a suspect.\n\n\nBo angrily turned on Jack, and demanded to know why Jack had accused Todd of hitting him over the head when Shane had done it. Jack exclaimed that it didn't mean that Todd hadn't killed Victor. Bo ordered Brody to take Jack home. Bo told John that they were back at square one. Brody overheard Bo say that anyone could have committed the murder.\n\n\n",
    "tvmega_recap": "At Victor's gravesite, Shane holds a gun on Jack and demands that he admits that he and his friend killed Gigi and that Victor let his son get away with it. Jack does not admit that. But Bo and Rex find them and Rex persuades his son to put the gun down and not shoot Jack. And, they find out, for the first time, that it was Shane who knocked Jack out and then took him to the hospital so Jack's story that he saw and heard Todd kill Victor is proven false. Yet the cops still do not know who killed Victor. Todd is still a suspect with motive. Tea and Blair are hiding him at the cabin. Rama goes to find Cutter and tells him she knows his sister who stole from her to pay for the plastic surgery is not far away. Kim is alone in the hospital room with unconscious Stacy who appears to have had plastic surgery to look just like Gigi, with the hopes of making Rex love her.",
    "soapcentral_condensed": "Blair banged on the door of Viki's cabin, and a gloved hand touched her on the shoulder. She angrily scolded Téa for scaring her. Vimal remembered meeting Todd when Todd had tried to get into the Sun offices. Shaun related that finding the gun would close the case once and for all. Rama asked for details of Aubrey and Cutter's breakup, and Vimal reminded her that Aubrey probably wasn't as happy about the breakup as Rama was. Aubrey admitted that she'd seen Cutter's sister, who went by Kim, at Aubrey's room at the Minute Man. Kim started that she had begged Stacy not to go through with her plan, but Stacy had gone to Llanview anyway. Kim had gone straight to Gigi's house, and found a computer with an address on the screen, and figured Stacy had went there and found the open door. Kim said that she couldn't have carried two people up the stairs at the same time.\n"
}