{
    "soap_central": "\n\nCristian and Sarah are in bed together. Sarah thinks it's good he doesn't have a roommate. Cristian says he misses it, and says if she lived there now, they'd probably never get out of bed. Sarah's cell phone rings. It's Clint calling from BE; he needs her down at BE right away for an emergency board meeting. Sarah gets dressed. Cristian tells her he never dated a mogul before. Sarah wonders why she's even on the board. Cristian says she's intelligent and capable and she's not to put herself down in front of him any more. They kiss and Sarah leaves. \n\n\nGigi asks Markko if any jobs are available at the diner. Rex arrives; Gigi tells him she's looking for a job. Markko calls Cristian at home to tell him the diner is busy. Rex is surprised that Gigi plans on staying in Llanview. Gigi plans on moving out of Llanfair as soon as she can. Rex offers to put in a good word with Carlotta and Gigi declines rudely, saying she's never needed his help before and she doesn't need it now. Gigi says she hates depending on Viki. That's why Rex thought she'd go back to Texas. He asks how she came to live there. He says it's hard to believe she's a mom. She says Shane is the best thing she ever did. Rex tells Gigi she can count on him. She thanks him, but says she doesn't want to piss of Adriana more than she already has. Rex wishes Gigi good luck with the job and leaves. Markko brings Gig a cup of coffee and the paper. Marcie is on the front page. Markko tells Gigi that Marcie used to be his English teacher. Gigi asks how Tommy's doing. Cristian arrives at the diner and meets Gigi. He tells her there aren't any job openings. \n\n\nNash meets an investor at the diner. Nash asks why the investor's offer sounds too good to be true. Nash's investor says there is just one catch: they want Jared to sell out. Nash wants the same thing, and says he'll try to convince Jared. \n\n\nNatalie and Jared are speaking anxiously into their respective cell phones. Nora and Bo arrive at the BE offices. Clint tells them he thinks the Colombia project is being sabotaged. Jessica arrives and Natalie tells her about the problem, and worries that their stock price will plummet. Jared was the one who discovered the problem and figured out how BE should react. Jessica approves of his input. Natalie wonders why Jessica isn't being snarky and she says she and Nash are seeing Jared in a new light, now that Jared saved her life. Jared eavesdrops, listening to the girls talk. Natalie says she's over him, except Jared said something to her at the ball, as though they could somehow still be together. Natalie's not sure what he meant. Clint and Nora look over documents and discover several dummy corporations. Bo thinks it's Virgil Webster out to get them. \n\n\nNatalie says Jared's been acting odd ever since Allison went over the balcony. Jared comes in and says hi to Jessica, who tells him Allison is in a coma. Natalie says it's ironic that Jessica likes Jared now that nothing can happen between him and Natalie. Natalie asks Jared if everything is all right between the two of them. He leaves and she has a flashback of their steamy kiss. Jared says he's found something. It's a loophole that will help them fend off Virgil Webster. Natalie comes bursting in to the room; she's found the same long-shot loophole that Jared found. \"Great minds,\" smirks Nora. Clint compliments their work, then chastises them for not working together on their find. Bo wants proof of who's behind this. He suggests hiring Rex to find out. \n\n\nRex arrives at BE and tells Natalie that Adriana's out of town, then says he'll get right on the job. Rex thanks Bo for the gig. Sarah arrives. Jared offers to tell Sarah the highlights of what she missed. Clint says they're in for an all-nighter. \n\n\nNash arrives at the BE offices and announces to Jared that he's going to sell Nash his shares in the vineyard. Jared is unconvinced. They argue, and Nash threatens Jared while Natalie and Jessica look on. \n\n\nMichael and Marcie are home from her arraignment. Michael says the misery, the self-pity is over. Michael tells Marcie he won't stand around and watch her feel sorry for herself. He grabs the photographs of Tommy from her and tears them up, screaming that he's not their son anymore and his name is Sam now and he belongs to Todd. Marcie gets hysterical, screaming and crying, and crawling on the floor to pick up the shredded photos. She pushes Michael. Michael asks her if she's going to run away again. Marcie says that Tommy was their son from the moment they adopted him. Michael says he needs to get on with his life, either with Marcie or without her. Michael reminds her that she got off with just community service, which is a miracle. Michael wants to celebrate because they won't be separated, but Marcie says she can't be happy without Tommy. Michael insists that Tommy is safe with Todd, that Michael and Marcie are lucky to have gotten through the whole thing. Marcie doesn't know how to believe that. John knocks on the door and Marcie welcomes him home. He asks how the hearing went. Michael can't believe that Lee is the new police commissioner. John tells them he's been reinstated. They both wonder how Lee can be in office with all that he's done. John asks if they were going somewhere and Marcie replies \"No, I'm not going anywhere.\" Michael smiles. Marcie says Sam is loved, and she and Michael have each other and that's the most important thing. Michael and Marcie reminisce about their life together. Marcie wants to make him laugh again. She tells him he is important to her and she loves him. He says he can feel it. They  kiss. \n\n\nLee asks John what he's doing at the PD. Lee says John won't be a cop as long as Lee's around. John says Lee's problem is overconfidence. Then he shows Lee his detective's shield and tells Lee he's not going anywhere. Lee says he'll fire anyone who helped John get reinstated. Lee makes a call and finds out the he reinstated John, to which John smirks, \"I guess you're fired.\" Lee never said John could be reinstated. John pulls a letter from his pocket and shows Lee his own signature. John says the former commissioner never signed anything without reading it first. Lee tears up the form and asks for John's badge. John says he can't have it and quotes the PD manual: \"the badge must remain on my person at all times while I'm on duty, Sir.\" Lee relieves him of duty, but John says Lee is a criminal who should be locked up for his role in Marty's death. Lee threatens to lock up Cole for his role in shooting Miles, but John reminds him that procedure must be followed in the police department. Lee scoffs, saying John isn't one to follow the straight and narrow. \"Watch me,\" smirks John. John leaves and Lee takes the rifle cartridge from his pocket with a sinister look. Officer Lin asks John if he's really back. He says yes, and Lin is relieved. A bunch of guys were ready to turn in their resignations, but if John's back they'll stay. They joke about the Monday night poker game. Lee interrupts and asks for the file on Allison Perkins. John hands him the file and needles Lee some more. John knows that Lee is stuck with him until he can find due process to have him fired. Lee tells John he'll be working 24x7 shifts. John says to dish it out because whatever Lee's got, John can handle it. Lee, at the office late, gets a phone call. He's invited to dinner by a mystery caller. \n\n\nJohn leaves Michael and Marcie's and runs into Gigi in the hall. He tells her that everything went well with Marcie's hearing. Gigi wants to see her but John says it's probably not the best time. Then he asks Gigi what she's still doing in Llanview, what with Lee being the police commissioner. Gigi flashes back to Lee's demand that she stay close by, then she lies to John that she wants to raise Shane there. John offers his help and Gigi reacts defensively, saying she won't testify against Lee. She leaves in a hurry, giving John pause. \n\n\n",
    "tvmega_recap": "Gigi comes into the Angel Square Diner. She asks Markko about the owner. Markko informs her that the owner is out. Gigi looks around the diner. Rex comes in and speaks to her. Gigi questions him if he is following her. Gigi informs him that she is looking for a job. Markko calls Cristian to find out when he is coming in to work. Cristian and Sarah have just finished making love. Clint, Natalie and Jared are busy on the phones at B.E. when Bo and Nora come into the office. Clint tells Natalie to check on the Columbia project. Clint fills Bo and Nora in on what is happening with the Columbia project. Jessica comes into Natalie's office and wonders what is going on. Natalie fills her in. Jessica lets Natalie know that both she and Nash are looking at Jared in a whole new light. Jared listens to their conversation. Natalie tells Jessica what had happened at the ball. Michael orders Marcie to stop with the self pity. Michael tears up the pics of Tommy. Michael tells Marcie that no matter where she goes, Tommy will not be there. Marcie gets down on the floor and picks up the torn up pics. Ramsey wants to know what John is doing at the police station. Ramsey also lets him know that he will not be a police officer as long as he is police commissioner. John shows him his badge. Ramsey gets on the phone and finds out that he was indeed the one, who had reinstated John McBain. Nora goes through the files on the computer and finds out about Virgil Webster. Jessica wants to know if Jared was coming on to her. Jared comes into the office and asks about Alison. Nash meets with his business associate. Ramsey tears up the reinstatement papers and orders John to give him his badge. Jared finds a loophole in the contract. Clint advises Jared and Natalie to keep the lines of communication open. Bo calls Rex to ask him for help at B.E. Gigi sees the pic of Marcie on the front page of the newspaper. John visits Marcie and Michael. Michael can't believe that Ramsey is the new police commissioner. John tells him that he had been re-instated. Gigi asks Cristian for a job at the diner. Cristian gives her the bad news that he has no openings. Nash's business associate wants Jared to sell out as well. Natalie fills Rex in on what Bo needs of him. Gigi remembers her conversation with Ramsey. Michael and Marcie share a happy reconciliation. Nash comes to visit Jared and tells him that he is going to sell him back his shares of the vineyard. Nash tells Jared that he doesn't care what he has to do to get him out of his way. Natalie and Jessica walk in on the conversation.",
    "soapcentral_condensed": "Cristian and Sarah are in bed together. Gigi asks Markko if any jobs are available at the diner. Michael and Marcie are home from her arraignment. Michael tells Marcie he won't stand around and watch her feel sorry for herself. Michael says that Tommy was their son and he's not their son anymore and his name is Sam. Jessica and Jared are speaking anxiously into their respective cell phones. Natalie says she's over him, except Jared said something to her at the ball, as though they could somehow still be together. Jared eavesdrops, listening to the girls talk. Clint tells them he thinks the Colombia project is being sabotaged. Bo thinks it's Virgil Webster out to get them. Bo wants proof of who's behind this. Rex arrives at BE and tells Natalie that Adriana's out of town, then says he'll get right on the job. Michael asks Marcie if she's going to run away again. Marcie says she needs to.\n"
}