{
    "soap_central": "\n\nPRINCESS OF POWER\n\n\nRex and Gigi ran into each other at the hospital and each claimed to be there on business. Looking at Rex, Gigi decided that he needed a friend badly and wouldn't let him go until he opened up to her. He acknowledged that both his marriage and dad were gone and while he had asked Adriana for a divorce, they'd agreed to just keep some space between them. Gigi looked anxious when Rex mentioned the potential divorce but kept the tone light and joked that she knew neither he nor Adriana would ever give up. She mentioned seeing Adriana as she said her good-byes to Marcie. Rex admitted feeling bad about Shane and Gigi being involved due to Adriana bringing Brody to Llanview, something that Gigi knew nothing about. \n\n\nTodd's bodyguard, Keys, offered advice about life when they saw Starr trying to calm down a crying Sam in the park. As Todd watched from his car and yelled out the window, Marcie declined but then couldn't help but offer aid when she happened to come across Starr, Cole, and Sam on her way to the hospital. As Todd attempted to jump out of the car to intervene, Keys stopped him, telling his boss that he'd call the cops himself if Todd disobeyed the restraining order. Marcie managed to calm Sam down, while attempting to help Starr feel better about herself. Deeply discouraged that she wasn't able to help her little brother herself, Starr felt bad and pointed out what a terrible mother she'd be. Marcie tried to explain that Starr was still young and that all moms felt inept at first. She downplayed Starr's disgust over her lack of patience and agreed that she didn't have any either at Starr's age. She suggested that Starr should just have fun. She pointed out how sweet Sam was with all that he'd been through. Starr apologized again for using Marcie in her fight against her dad. Keys continued to lecture Todd, who pointed out that he had hired Keys for his muscle, not his conscience. \n\n\nJohn couldn't help but doze off as he listened to events in Lee's penthouse from his post in the van. With the tray of food being removed from Marty's room, the bug, placed on the tray, was picking up voices on the television. Thinking quickly, he called the penthouse and identified himself as being from the cable company, advising the housekeeper of problems in the area. He suggested that she turn the television off. Upstairs, Lee told Marty that he had good news and that they would have what they needed that very day. He told her that there would be no more threats and that she was important to him. He further advised her that when she was healthy and strong, she would be able to go back to all of the people who loved her. He thought that maybe he would even be reinstated with the FBI. Back downstairs, Lee told the housekeeper to take off because he had a meeting, and that their patient was medicated and he would be able to take care of her if she awoke. With the television off, John was able to hear their conversation. \n\n\nThe Ambassador to Mendorra climbed back into the car, returning Tina's dog, David Vickers, after walking him. He apologized on behalf of the government for the missing jewels, addressing her as Your Highness. Tina quickly corrected him, asking that she be called just Tina or Princess Tina. She told him that she was on her way to see the one man who would be able to restore her country's heritage and the jewels, and she said that he wasn't a good guy. As she pointed out sites, the Ambassador was surprised at Tina's familiarity with the town. She cited her long journey but said that she was now home. \n\n\nTodd was jolted when he looked at the car pulling up next to his and thought he saw his sister, Tina. Figuring it wasn't her at all, he nonetheless ordered his driver to follow her car. Tina's car pulled up to the penthouse and the ambassador tried to stop Tina from getting out of the car. \"It's for the crown,\" she said. She explained that she needed to defend the honor of Mendorra. Todd pulled up behind her and thought that while she may have thought she was visiting him since he used to live there, maybe she was actually stopping to see the \"police commissioner/blackmailer/kid killer.\" Lee welcomed the princess and her dog into his penthouse. She asked to see the jewels and Lee handed them over. \"Show me the money,\" he replied. As Tina handed him a briefcase full of money, she told him that her country thanked him. In the van, John quickly jotted notes. \n\n\nGigi was shocked to learn that Brody hadn't found her himself as he had told her. Rex explained how Adriana sought Brody out and paid him. This angered her and she demanded to know how much Brody was paid in order for her to match it. She thought he had wanted to be a father and it hurt her that he was actually drawing a salary. Rex didn't believe that Brody would accept money from her because then he would know that she knew how he got there in the first place. Gigi mostly felt bad for Shane. She also thought that she and Rex were suckers, like two peas in a pod. When Rex told her he'd help her if she needed him, Gigi tried to let him off the hook, by telling him that everything was Adriana's fault. Rex cut her off, indicating that he would help her anyway, especially since Shane was such a great kid. \n\n\nStarr and Marcie remained at the park to talk about parenting. Starr felt bad that Marcie would never be able to have another child and thought it was not fair since she was a great mother. She thought that Marcie understood children, unlike herself. She blamed Todd for screwing something else up. Marcie told Starr she'd change eventually and be able to take care of a child. Starr almost gave everything away when she blurted out that she didn't have time to change, but hastily added that she needed to be able to watch her brother. Marcie advised her not to burden herself and assured her that she had a long time to grow. Cole told Starr that they would be ready when their baby arrived. \n\n\nTina eyed the jewels and noted how dirty and dusty they were. She berated Lee for not keeping them clean. Lee counted the money. As Tina headed to the washroom to get her dog a drink, the doorbell rang. The doorman said he had a package but when Lee opened the door, there were two men with guns standing behind him. They burst in with guns blazing and shot the doorman. As Tina cowered in the bathroom, Lee was shot several times. Upstairs, Marty was awakened by the shots. Out in the car, Todd waited for Tina to reappear but after what seemed a very long time, he and Keys decided to head up to the penthouse. Inside, as the gunmen searched for the jewels, John raced in, having heard the disruption over his headphones. He shot both of the men and, hearing noises from above, began to head upstairs, where Marty had fallen from the bed in her struggles to get up. \n\n\nRex and Gigi decided that it was good for them to have a talk. He added that it was okay for her to visit Charlie, as he knew she wasn't really there for business. He thought it was fine for Gigi to be Charlie's friend, just as she could be his. \n\n\nTina saw Lee on the floor but managed to escape without being seen, carrying the case full of money. As John made his way upstairs, he heard Tina leave and turned around and started after her instead. He followed her outside and tried to get her to stop. The ambassador, waiting in the car for Tina, drew his own gun and shot John. Missing them by seconds, Keys and Todd arrived in the other elevator and discovered the men spread out all over the living room floor. They heard noises upstairs and Todd headed up to investigate. Making his way to the bedroom, he found Marty on the floor. \"Help me,\" she said weakly.\n\n\n",
    "tvmega_recap": "In this episode, we reveal two long-lost characters. The mysterious, unseen, invalid woman whom Ramsey is keeping in his home is Marty Saybrooke. The mysterious \"princess of Mendora\" appears in Llanview and reveals herself as Viki and Todd's sister, Tina. She collects the stolen jewels from Ramsey and pays him. She also reveals she has a dog named David Vickers. Shortly after Ramsey and Tina have their \"transaction\", two guys enter Ramsey's house and shoot him. John is listening to what is going on at Ramsey's home with a surveillance device. He rushes into Ramsey's house. Todd and his bodyguard also enter. Starr and Cole are in the park with the infant Sam, when they run into Marcie. Starr panics when she sees that she cannot respond to Sam when he cries the way Marcie can. She concludes that she is not ready to be a mom. And when she finds out that Marcie cannot have kids nor adopt, she declares that there is something terribly wrong and she must \"do something\" about it. Rex and Gigi run into each other at the hospital. They uncover the secrets and schemes on the parts of both Adriana and Brody and are both furious at their respective \"partners\". And it looks like their opportunities exist to continue their relationship.",
    "soapcentral_condensed": "Todd's bodyguard, Keys, offered advice about life when they saw Starr trying to calm down a crying Sam in the park. Marcie managed to calm Sam down, while attempting to help Starr feel better about herself. Lee told Marty that he had good news and that they would have what they needed that very day. The Ambassador to Mendorra climbed back into the car, returning Tina's dog, David Vickers, after walking him. He apologized on behalf of the government for the missing jewels, addressing her as Your Highness. Tina told him that she was on her way to see the one man who would be able to restore her country's heritage and the jewels, and she said that he wasn't a good guy. John couldn't help but doze off as he listened to events in Lee's penthouse from his post in the van. In the van, John quickly jotted notes to let Gigi know how much Brody was paid to learn how much he was paid.\n"
}