{
    "soap_central": "\n\nBo, Paige and Matthew spend a rare school night out together. Matthew shares that his mom thinks he's been cooped up at Asa's, while at the same time he's worried that she'll get sick again from her stress. Bo explains how it's normal to have worries about the people you love. He stresses that to Paige as well and that he doesn't want to lose her. Matthew spots Todd and goes over to say hello and to ask Starr to call him.\n\n\nCole and Starr wait for Langston on the docks and wonder how their parents will react to their running away together. He's wondering if she can leave her family for him. She'd choose him over them anytime, she calmly says. Langston arrives with money and a bracelet to return. Starr wants her to keep it until they meet again. Cole asks her to mail his letter but is unable to find it. He hopes someone else will find it and stick it in the mail. The girls exchange jackets, with Starr leaving some belongings in the pockets and Langston promises to deny that she knows anything. She gives Starr a gift of a \"pay as you go\" phone. They hug goodbye and shed some tears.\n\n\nA big surprise to Jess when Jamie calls her \"Mommy\" is not surprising to Antonio at all. It's only natural, he says. Jess doesn't want her to forget Kerry plus R.J. will have a problem with it, she thinks. When Antonio asks his daughter if she knows the difference between her real mommy and Jess, Jamie is sure that she does. Jess runs out of excuses and agrees with Antonio that it will bond them all closer as a family. Especially if Bree calls him daddy. They realize that they will have to think about Nash too but Antonio is only too happy to make a statement. He wants to take it one step further and suggests that Jess think about adopting Jamie. She's taken aback but he thinks it fitting, considering that she and her brothers were adopted by Clint. She will be proud to be called mommy but gives no answer on the adoption. When she takes an emergency call from Miles, the subject is ended for the time being. Jamie tells her daddy that she hopes her new mommy doesn't leave like her first one did.\n\n\nThinking that she heard incorrectly, Nat hears from John that she didn't. He had no intentions of proposing to her at the Palace and is uncomfortable when she asks if he means just that night or at all. Flustered, he explains that he is just not seeing marriage in the cards with the way things have been between them. He does love her, he says. She can live without the paper then, she quickly states. He still looks ill at ease which prompts her to ask if he wants to spend the rest of his life with her. Still no answer from John. She asks, what about tomorrow? When John still doesn't reply, Natalie realizes that he was going to break up with her. He had plenty of time to think in the hospital and wanted to explain who he is and who he'll always be, he tries to tell her. He wants to go somewhere else to talk. She feels like an ass for telling everyone but he takes the blame and says it ‘s him who's the ass by leading her on. Again Natalie asks if he's breaking up with her. Vincent is called down to the station by Talia, to look over the drawing of the coin she saw at Nora's. Putis is Latin for pure, he surprisingly tells her. The dove represents peace. A strange combination for an arsonist but no, Vincent does not recognize the coin itself and it does not belong to him. She knows he's not the arsonist, he tells her. She admits later that the man in the mask was not an Afro-American. A frantic Marty, finding Cole's letter dashes into the police station for help. Getting no satisfaction, she bursts into John's office, interrupting the conversation between him and Natalie. Natalie is not happy at all, but Marty quickly fills John in, telling him that they have to find the kids before Todd finds out. He asks Natalie if they can talk later. Marty feels that she made a mistake by wanting to send Cole to military school and she's embarrassed when she's unable to answer questions about Cole's daily habits and things that he likes to do. John sends out an alert, for all patrols to keep their eyes open. He learns that Starr's jacket was found at the train station but that no young kids have bought any tickets. On a hunch, he sends a patrol to the bus station. The kids are spotted but the cops are busy with another problem. He decides to go himself, with Marty insisting on riding along. She apologizes for interrupting his obviously serious conversation with Nat. Natalie makes a phone call and tells someone she needs to meet. She then locates Todd and informs him on the actions of Starr and Cole. He has his own way to deal with it, he says, jumping up and leaving.\n\n\nThe young couple end up at the bus station, where Cole purchases tickets to Cleveland. It's not romantic, he admits, but it has the Rock and Roll Hall of Fame and is far away. Starr believes that Todd will eventually be so happy to see her return that he'll welcome Cole into the family with open arms. Their bus is boarding and they are happy to be on their way. Suddenly, their path is blocked. It's Todd.\n\n\n",
    "tvmega_recap": "Antonio, Jessica and Jaime are at the Angel Square Diner. Jaime is at a different table from Antonio and Jessica. Antonio and Jessica are discussing how that Jaime wants to start calling her Mommy. Jessica has reservations about Jaime calling her Mommy. After talking to Antonio, Jessica finally gives in and agrees to let Jaime call her Mommy. John tells Natalie that he wasn't planning on asking her to marry him. Cole and Starr are at the docks. Starr gets anxious waiting for Langston to arrive. They kiss. Langston finally arrives with everyone that they need to leave. Starr and Langston share an emotional good-bye. Talia calls Vincent into the station to show him a picture of the medallion and asks him if it means anything to him. Vincent denies knowing anything although Talia really pressures him for information. After talking to John a few minutes, Natalie asks him if he had taken her to the Palace Hotel dining room to break up with her. Before he can answer, Marty barges in and tells John that she needs his help. John takes Natalie out in the hall, and tells her that they will talk about this later. John goes back to re-join Marty. Marty reads him the note that Cole had left her. John gets right on it to help find her son. Natalie tracks Todd down and lets him know that Starr is planning on leaving town with Cole. Bo lets Paige know that he doesn't want to lose her .Jessica gets a call from Miles which sounds urgent. Jessica goes to meet with him. Jaime tells Antonio that she hopes her Mommy doesn't leave like the last one did. Cole and Starr make it to the bus station and Cole buys a ticket to Cleveland. They await for their bus to be called. When their bus is finally ready to be boarded, they get up to leave when they run into Todd.",
    "soapcentral_condensed": "Cole and Starr wait for Langston on the docks and wonder how their parents will react to their running away together. Jamie tells her daddy that she hopes her new mommy doesn't leave like her first one did. Natalie hears from John that he had no intentions of proposing to her at the Palace and is uncomfortable when she asks if he means just that night or at all. Vincent is called down to the station by Talia, to look over the drawing of the coin she saw at Nora's. Putis is Latin for pure, he surprisingly tells her. The dove represents peace. Vincent does not recognize the coin itself and it does not belong to him. She admits later that the man in the mask was not an Afro-American. Natalie is not happy at all, but Marty quickly fills John in, telling him that they have to find the kids before Todd finds out. John sends out an alert for all patrols to keep their eyes open for Starr's jacket. On a bus, the kids are spotted but the cops are busy with another problem, with Marty insisting on riding along.\n"
}