{
    "soap_central": "\n\nAntonio and Talia meet outside Bo's office. They share tense small-talk and recap their last, unpleasant conversation. Antonio tells Talia he cares about her. Bo cheerfully invites them both into his office, and thanks them for their hard work, which has reduced crime in Angel Square. Bo offhandedly tells Antonio that Talia has requested a transfer. Antonio denies the request. They argue about procedure. Talia explains why she wants out: she says that she and Antonio have no chemistry in their working relationship. She says they've hit a wall. Antonio agrees with her assessment, but he feels they can work it out. Bo acts like it's all smoothed over. Talia says she's given it a lot of thought but it's time for her to move on. Bo says there's nowhere for her to move anyway. The only place that has openings is Cherryvale, a retirement community. Talia says that's fine with her. Talia leaves and Antonio follows her. He asks if she really wants to get away from him that bad; he says she's going too far. He wants to know what he can do to fix it and she says nothing. Talia apologizes, but says this is her decision. \n\n\nRex heaves a huge Christmas tree back to his loft, surprising Adriana. Then he tells her he needs to work and he won't be home until Christmas day. Adriana and Rex fight about his trip to Texas. He tells her he needs to go try to find Marcie and Tommy. Adriana agrees that Rex should go, and volunteers to go with him. Rex isn't happy about the idea. Adriana decides he's trying to get out of having Christmas with Dorian. Rex snaps at her because he doesn't want her to go with him. He explains it is because Marcie is being blackmailed. Their argument escalates as Dorian arrives through the open door. Dorian is inviting Adriana to the Cramer girls Christmas celebration. Adriana declines rudely. Rex asks if they're having a fight; Adriana says it's because Dorian doesn't like him. Dorian turns around and invites Rex to the celebration. Adriana tells her an important case is taking him out of town. He mentions that Dorian knows what Adriana's Christmas gift is, which surprises Adriana. Rex walks Dorian out. \n\n\nBlair and Dorian return to La Boulaie after a day of shopping. Dorian wants to have a Cramer girls Christmas. Todd fires the last private investigator, who storms out the door. Blair asks Todd what's going on. He says he's going to find Tommy on his own. Dorian announces Lee at the door. Lee asks to talk to Todd in private, but Blair and Todd tell him no. Lee announces that because John's story didn't agree with his, Lee has been temporarily relieved of duty. So no one is looking for Tommy. Lee volunteers to look for Tommy. Lee sounds so vengeful that Blair asks \"What's going to happen to Marcie,\" and Lee replies \"What do you want to have happen to her?\" Todd agrees to have Lee find Tommy. \n\n\nAt the Bon-Jour Café, the judge prepares to start the pie contest. Noelle and Moe fuss over the judge. The judge recites the pie-contest rules in a grating, irritating voice. Moe is impatient for the contest to begin. Marcie calls Tommy at Lonnie, his babysitter's. Marcie feels guilty that she isn't there for Tommy. Gigi tells her not to worry. The pie judging goes on and on. Marcie bumps the judge and it turns out he's choking. There is confusion, but Marcie knows how to do the Heimlich Maneuver. The judge spews pie right into the camera. Moe wants to know who won, but the judge screams at them because he thinks they tried to kill him. All of them get into a pie fight. Viki and Charlie arrive. Marcie's face is covered with pie, so Viki appears not to recognize Marcie. Gigi welcomes Viki back. Noelle runs away from Moe, crying, because they can't enter the contest. \n\n\nViki asks Charlie if he's going to try sobriety again. Charlie takes the bottle and Viki is disappointed. Viki gets her things and heads to the door, and Charlie calls her back. She says she won't watch him throw away his life. But Charlie was just intending to spill the booze into a plant. Charlie apologizes for letting Viki down. Viki is proud of him. Charlie wonders who tipped Viki off, then asks if Viki cut her trip short for him. Viki offers to buy him lunch at the Bon-Jour. \n\n\nDorian arrives at St. Anne's and Dr. Bonner tells her she can't visit Addie. He says Addie will be allowed to visit Dorian on Christmas Eve. \n\n\n",
    "tvmega_recap": "Antonio and Talia share some awkward moments together outside of Bo's office. Antonio lets Talia know that he cares about her. This totally takes Talia by surprise. Rex brings home a Christmas tree. Adriana wants to decorate the tree on Christmas Eve, but Rex tells her that he will be out of town. Blair and Dorian arrive back from a huge shopping spree. Dorian lets Blair know about the al-girl Christmas celebration. Todd fires his latest private investigator and decides to find his son himself. The cook-off begins at the Bon Jour Café between Noelle and Moe. Viki gives Charlie an ultimatum. Charlie pours out his liquor. Viki starts to walk out on Charlie, but he stops her. A catastrophe occurs with the judge of the pie competition which results in Marcie being fired.",
    "soapcentral_condensed": "Antonio and Talia meet outside Bo's office. Adriana and Rex fight about his trip to Texas. Lee announces that because John's story didn't agree with his, Lee has been temporarily relieved of duty. Marcie calls Tommy at Lonnie, his babysitter's. Viki and Charlie arrive at the Bon-Jour Café for the pie contest. The judge spews pie right into the camera. Charlie apologizes for letting Viki down, then asks if Viki is proud of him for tipping her off. Noelle and Moe fuss over the judge. Lee sounds so vengeful that Blair asks \"What's going to happen to Marcie,\" and Lee replies \"What do you want to have happen to her?\" Todd agrees to have Lee find Tommy. Vki asks Charlie if she can watch him throw away his life. Charlie says she won't. Vikki gets her things and heads to the door, but Charlie calls her back and says she can't visit Addie.\n"
}