{
    "soap_central": "\n \nAfter their business trip, Clint escorted Kim back to the loft.  Informing her that he had enjoyed her company on the trip, Clint instructed Kim to take the day off.   Thrilled, Kim raced into the loft to tell Stacy about her trip with Clint.   Meanwhile, Clint studied the latest edition of the Sun, which detailed Stanley Lowell's first executive decision as mayor -- the release of Mitch Laurence.\n\n\nInside Rex's loft, Kim listened in amazement as Stacy described her horrific encounter with Mitch and the deranged nurse.  Stacy related that Mitch had tried to kidnap her, but Rex had arrived just in time to save her.  After mentioning that Gigi had dumped Rex for Schuyler, Stacy made it clear that Rex had plans to move into the loft and suggested that Kim find a new place to live.   Observing the look of concern on Kim's face, Stacy remarked that Kim would soon get the opportunity to move into the Buchanan mansion with Clint, but Kim didn't appear convinced.\n\n\nAt Llanfair, as Bo broke the news to Viki and Charlie that John had been arrested, Natalie interrupted and announced that she had something important to discuss with them.   At that moment, Clint barged into the room and criticized Dorian for hiring Lowell as police commissioner, but Bo quickly reminded his brother that he had encouraged Dorian to fire Bo.  \n\n\nInterrupting Clint and Bo's bickering, Natalie confessed that she had stabbed Mitch and that John was covering for her.   Natalie was adamant that she wanted to protect John by turning herself in to the authorities.  Bo pleaded with Natalie to allow Nora to handle the situation.  Appalled by his brother's interference, Clint promised to find Natalie an excellent lawyer, but Bo was adamant that Nora had everything under control.  Clint balked at his brother's statement.\n\n\nUpon hearing Natalie's admission of guilt, Charlie excused himself, but Viki quickly followed her husband into the foyer.  Enraged that Mitch had nearly caused Natalie to commit murder, Charlie insisted that he needed time alone to process the news.  Promising that he wouldn't take a drink, Charlie left the house in a hurry.\n\n\nInside his new office at the police station, Lowell tossed Bo's nameplate into the trash and proudly replaced it with his own.   He was stunned when Nora entered the office and announced that she couldn't prosecute John.  Pointing out that the murder weapon contained Mitch's blood and John's fingerprints, Lowell demanded that Nora do her job.\n\n\nAs Lowell continued to chastise Nora, Jessica stepped inside the office.  Placing a bloody letter opener on the desk, Jessica announced that she had stabbed Mitch Laurence.   Lowell referred to Jessica as a mental patient, but Nora insisted that she couldn't prosecute John if another suspect existed.   Seconds later, Marty entered the office and placed another letter opener on Lowell's desk.  Marty claimed that she had also stabbed Mitch.   \n\n\nBefore Lowell could respond, Cole arrived with yet another letter opener.   Cole insisted that he had stabbed Mitch.   Once Jessica, Marty, and Cole had left, Nora smiled at Lowell and stated, \"You have three people confessing to the crime.  How do you want me to proceed?\"  Nora maintained that until Lowell sorted out the evidence, she couldn't proceed to trial.   While Lowell was adamant that he wanted John prosecuted, Nora maintained that Lowell didn't have a case against John.\n\n\nOutside of Lowell's office, Elijah informed John that Lowell was determined to charge John with the stabbing of Mitch Laurence.   A cuffed John spotted Jessica, Marty, and Cole leaving Lowell's office and questioned why they were there.   John was amazed when Jessica, Marty, and Cole announced that they had all confessed to stabbing Mitch.  Staring at them in disbelief, John remarked, \"But you didn't do it!\"  With a sly smile, Marty replied, \"Neither did you!\"\n\n\nStepping outside his office, Lowell ordered a guard to escort John to the arraignment hearing, but Nora advised Elijah that she had discovered new evidence in the case.  Upon hearing Nora's declaration, Elijah urged Lowell to drop the charges against his client.  Lowell refused, but Nora warned Lowell that it was in his best interest to end his vendetta against John at once.   Reminding Lowell that he was treading on thin ice, Nora insisted that the media might choose to launch an investigation into Lowell's appointment as police commissioner.  Lowell cringed when Nora exclaimed, \"I think the people you work for would be very disappointed!\"\n\n\n \nCornered, Lowell instructed the guard to release John from custody.   Lowell agreed to drop the charges but announced that John was fired from the force.   An angered Brody threatened to quit, but John urged him to stay.  Afterward, Marty expressed her regret over John losing his job, but John replied, \"It's not the only important thing in my life!  I have a few more tricks up my sleeve!\"\n\n\nBack at Llanfair, Natalie insisted that she couldn't remain silent about her guilt as long as John was in jail.  To everyone's surprise, Nora entered the room and announced that John was a free man.  Natalie's mood brightened when John emerged and exclaimed, \"Nora and Bo pulled a fast one!\"  With a smirk, Clint remarked, \"That's what they do best!\"  \n\n\nWhen an angry Clint excused himself, Nora chased after him.  Out in the foyer, Nora wondered if they could maintain a civil relationship with one another.   Relating that he had no desire to have a friendly relationship with her, Clint informed her that his lawyer would be in touch with her about their divorce.\n\n\nWhen Natalie questioned why John had covered for her, John replied, \"You know why!\"  Natalie responded by giving John a loving hug.\n\n\nViki urged Natalie to lean on her for support.  As Jessica joined them, Viki pleaded with her daughters to get over their hatred for Mitch and begged them not to seek revenge.  Although she agreed, Natalie insisted that someone had to make Mitch pay.\n\n\nOutside of Llanfair, Bo and John met up with Brody.  John and Bo informed Brody that they wanted Brody's help in taking down Lowell and Mitch.  Stating that they needed someone on the inside of the department to help, John and Bo urged Brody to keep his nose clean.  Brody agreed to help his friends.\n\n\nLater, Clint paid Kim a visit at the loft.   When a skillful Kim mentioned that she had to move out of the loft, Clint offered her shelter at the mansion.  Thanking Clint with a big hug, Kim winked at Stacy.\n\n\nAt La Boulaie, standing inside the foyer, Dorian stared down at a scrumptious breakfast plate.  Removing a small bottle from her pocket, Dorian carefully dropped several drops of an unknown liquid onto the innocent-looking meal.  Afterward, Dorian opened the doors that led to the living room and placed the plate in front of Mitch Laurence.\n\n\nDorian watched closely as Mitch examined the plate.  Smiling, Mitch warned, \"If anything happens to me at your hand, I can't promise that harm won't come to the Cramer women!\"  After a long sigh, Dorian removed Mitch's plate and left the room.   Mitch attempted to drink the cup of coffee, but hesitated.  A look of concern crossed Mitch's face as he poured out the coffee.\n\n\nDorian returned and announced that she had done Mitch's bidding and that it was time for him to leave her alone.  To Dorian's horror, Mitch reminded her that he had never promised to stay out of her life and insisted that he was in desperate need of funds.   A knock on the door abruptly ended the conversation.  Heading to the door, Dorian advised Mitch to stay out of sight for both their sakes.\n\n\nStorming into the house, Charlie demanded to know why Dorian would appoint a former corrupt politician as police commissioner.  Charlie advised Dorian to fire Lowell, but Dorian insisted that it would jeopardize her credibility as mayor.   Disturbed by Dorian's response, Charlie asked, \"How can you live with yourself.  Because of you, Mitch Laurence is free!\"   \n\n\nHoping to appeal to Dorian's sense of decency, Charlie reminded Dorian that Mitch had killed Charlie's son.  Charlie asked Dorian if she would feel the same way had Mitch killed one of her girls.  Appearing strongly affected by Charlie's words, Dorian mumbled, \"I'm sorry, Charlie!\"   Exiting the house, a disgusted Charlie remarked that he should've killed Mitch when he had the chance.\n\n\nMeanwhile, Mitch received a call.  Answering his phone, Mitch stated, \"Hello, commissioner.  I hope you're calling with news of John's arraignment!\"  Informing Mitch that he had been forced to drop the charges against John, Lowell apologized to his leader.  Advising Lowell that he was responsible for Lowell's sudden good fortune, Mitch exclaimed, \"Remember, the Lord giveth, and the Lord taketh away!\"\n\n\nDorian returned and handed Mitch a thick roll of bills and asked him to leave her home.  Accepting the cash, Mitch warned, \"If I meet an untimely death at your hand, the Cramer girls will be in danger!\"  Once Mitch left, Dorian removed the drug from her pocket.\n\n\nAt Todd's home, Starr and Blair were surprised when Todd suggested that they consider living with him indefinitely.  Starr was convinced that Todd was lonely and distraught over losing Téa.   Claiming that his behavior didn't have anything to do with the loss of Téa, Todd changed the subject.   Reminding Starr that her eighteenth birthday was on the horizon, Todd offered to give her anything she desired.\n\n\nLater, Blair questioned Todd about his decision regarding Téa.  Convinced that Danielle would never forgive him for killing Ross, Todd believed that he would never see Danielle or Téa again.  Blair suggested that Todd move on with his life.  Thinking back to her romantic encounter with Elijah, Blair advised Todd to find a new love interest.   Todd found it difficult to believe that Blair wasn't chasing after him.  Todd and Blair decided to be friends.\n\n\nLater, Blair slipped away and placed a call to Elijah.  Answering her call, Elijah remarked, \"It took you long enough!\"  Although surprised at the location where Elijah suggested they meet, Blair did as she was told.\n\n\nMoments later, Blair arrived at the police station and questioned why Elijah had chosen to meet her there.   Inside Lowell's office, Elijah informed her that she had been a very bad girl.  Climbing onto his lap, Blair laughed, \"What's my punishment, counselor?\"  The two proceeded to make love.\n\n\nIn Tahiti, Téa urged Danielle to accompany her mother to the beach, where they could both say goodbye to Ross.  Danielle argued, \"How can I say goodbye when I expect him to walk through that door!\"  Meanwhile, Ross peered through the window at them.  Téa finally convinced her daughter to head to the beach.  Once they had gone, Ross sneaked inside the house and stole money from Téa's wallet.  He paused when he noticed Téa and Todd's wedding photo.\n\n\nLater, Téa and Danielle returned to the house.  Immediately, Danielle discovered Ross's necklace.  The teen had a flashback of Ross wearing the very same necklace the day he fell into the river.  Hiding the necklace from her mother, Danielle asked Téa to run an errand for her.  Once Téa had left, Danielle stepped outside and called out, \"Dad!\"  While Danielle continued to search for him, Ross suddenly appeared.  A look of relief crossed Danielle's face.\n\n\nBack in Llanview, Cole paid a visit to Starr at Todd's home.  When Todd made a nasty remark concerning John losing his job, Cole lashed out at Todd.  An amused Todd advised Cole that he had better learn to get along with Todd because Starr and Hope resided in Todd's home.  Turning to Starr, Cole reminded her that she would turn eighteen soon and asked her to move in with him.  Stunned, Todd blurted out, \"You can't move out!  I'm not losing another daughter!\"   A startled Starr replied, \"Another daughter?\"\n \n\n\n",
    "tvmega_recap": "Everybody is outraged to find out that Dorian has appointed former Mayor Lowell to be the new police commissioner and that Lowell has acquitted Mitch Laurence. Lowell wants to arrest and fire John but knows he cannot. Mitch is very disappointed in him. Mitch warns Dorian that he will know if she tries to pull anything with him and will go after her family. Dani and Tea area alone in Tahiti. It appears that Ross is alive and well and ready to secretly find his way back to his daughter. Back in Llanview, Todd reveals to Starr that he won't let her move in with Cole when she turns 18 because he won't \"lose another daughter\". Clint is growing closer to Kimberly and grateful for her support when he's ready to divorce Nora. When she says she's looking for a place to live, he offers to let her stay at his empty home with him.",
    "tvmega_summary": "Episode # 10601 ~ Mitch Ado About Something",
    "soapcentral_condensed": "After their business trip, Clint escorted Kim back to the loft. Kim raced into the loft to tell Stacy about her trip with Clint. Meanwhile, Clint studied the latest edition of the Sun, which detailed Stanley Lowell's first executive decision as mayor -- the release of Mitch Laurence.Inside his new office at the police station, Lowell tossed Bo's nameplate into the trash and proudly replaced it with his own. John spotted Jessica, Marty, and Cole leaving Lowell's office and questioned why they were there. John remarked, \"But you didn't do it!\"  With a sly smile, Marty replied, \"Neither did you!\" John agreed to drop the charges but announced that John was fired from the force. An angered Brody threatened to quit, but John urged him to stay. An angry Marty expressed her regret over John's losing his job. John exclaimed, \"It's not the important thing in the world! The important thing is that I'm not the only person in Llanfair!\"\n"
}