{
    "tvdb": "Viki goes to Noelle and confides in her about what just happened with Clint. Cutter asks Gigi if she's getting her memory back after recalling something. Kim tells Rex she'll tell him what he wants when Kristine gets that picture. Shane tells Neela he may have an idea to get Jack to admit everything. Clint tells Nigel about him and Viki sharing a kiss. The waitress at the Bon Jour tells Gigi and Cutter they happen to be hiring. Neela calls Jack and says she'd love to go out with him. Kristine goes to Rama knowing that she set Kim for a murder that Cutter committed and wants the original picture. Rex finds out that Stacy and Gigi were both in the house and Kristine comes through. Roxy goes to Clint needing help to keep Fraternity Row from being cancelled. Viki tells Noelle she wants to come to Texas to cheer her on.",
    "tvmega_recap": "Llanview laments the cancellation of their beloved daytime drama \"Fraternity Row.\" Nigel suggests that Clint throw a farewell party for Fraternity Row. Roxy determines to save the show and goes to Clint for help. Viki vents to Noelle about Clint kissing her. Clint tells Nigel about the kiss, and that Viki thought he was kissing her in lieu of Kimberly. Nigel encourages Clint to be honest with Viki about his feelings. Noelle advises Viki to give Clint a reason to regard Kim as second best. Shane wants Neela to help him make Jack pay, but she doesn't want to get involved. Rex seeks answers from Kimberly, who says she will happily comply as soon as he gets her out of jail. Rex sends Aubrey to retrieve an incriminating photo from Rama. Aubrey tells Rama she wants her to help catch Stacy. Kim didn't know about Stacy's plastic surgery beforehand, but knows Stacy's plan was to replace Gigi without Rex realizing it. She tells him Stacy returned to Llanview the day he was to marry Gigi. \"Stacy\" finds the Bon Jour Cafe in Paris, TX familiar. Cutter thinks it is because of its similarity to the Buenos Dias Cafe in Llanview."
}