{
    "soap_central": "\n\nBlair is refreshed and ready to take the stand at Spencer's trial. She's pleased to learn that Todd checked in on her during the night. After they leave, Langston who is cutting class, pays Starr a visit. She fills Starr in on the latest school happenings: Cole is not in school, he was kicked off the football team, there's a special assembly coming up about parties and drugs, and oh yes, everyone knows about Starr's father and Cole's mother. Starr is mortified and has news of her own. She may not be returning to the school, though her mother is sympathetic. She defends Cole, much to Langston's disbelief. She can't believe Starr would forgive him. Just then she receives an instant message from Cole who writes that he's thinking of her and is really the guy from Halloween, not the party. Langston grabs the computer and pretending to be Starr, tells him she never wants to see him again and she hates him. Cole seems to be upset and tries to reach out to her. \n\n\nDorian is at the bank to move Adriana's money back to her but there's a problem. She put the money in her own name and made it an irrevocable trust. The money cannot be moved until 2014. Adriana shows up just in time to hear Dorian talk about how she was trying to be protective so she took control of the money. It is another thing for Adriana to be infuriated and resentful over where Dorian is concerned and she refuses the check that Dorian just wants to write out to her. Dorian's money is tainted and she wants no parts of it. When Dorian makes a comment of like mother, like daughter, Adriana is quick to refute it. She's nothing like Dorian, she's not petty or vengeful among other things and would never hurt the people she loves. She'll figure out how to get the money herself.  Dorian learns that there are no special circumstances that will change things. The banker mentions how lucky she is to have the money that she does. She agrees that it helps, though other things are more important.\n\n\nBlair takes the stand and relates how she and Spencer first met at the hospital. She's done with him now though, since he's a murderer. Of course, that is quickly objected to. She goes on to tell how she found the photo with the guns and how that led to the discovery of the murder weapon.  Things turn ugly when Spencer's attorney questions how often she and Spencer made love and did she actually ever really love him. A somber looking Todd must listen to this but Blair rapidly mentions that she always loved Todd and still does. Spencer merely confused her and played with her head, setting Todd up as he did.  Her credibility is questioned. Things come to a head when Evangeline brings up the night that Spencer tried to strangle her and shows the front page of the Sun from the next morning. Spencer has an outburst, denying that he ever did such a thing. The prosecution rests. An emotional Spencer yells after Blair, reminding her of his saving both Jack's and Todd's lives. \n\n\nBo receives the DNA analysis just prior to Paige arriving at his office with breakfast. She's in a great mood and excited to see her picture back on his desk. He breaks the news, gently, that John is the survivor in the hospital. It slowly dawns on her what he's saying. She breaks down but asks to call Hugh's adoptive parents, rather than have them hearing the news from a police officer. \n\n\nRoxy comes across Rex at the pier and finds out that he has a dilemma. Upon hearing his explanation, she thinks he's talking about her. She wanted to keep him but couldn't provide him with what he needed. She thought about him every single day. She did what was best. But was it right, Rex wonders. Roxy begins to cry that she already feels guilty enough. She gave him up out of love and they are good friends now. They love each other very much, having found each other later in life. Rex calms her down; he realizes what he has to do.  Adriana finds Rex and informs him that she's broke, really broke. He teases that he no longer has an interest in her. He has figured out what to do though, thanks to Roxy, surprisingly. And he really loves Adriana more now. \n\n\nNat and the McBains keep a watchful eye on John through the window, not believing that this miracle has happened. Michael tries to explain that John may not be the same person, that he may be resentful and bitter, that he will need considerable care, and John may not want Nat to be with him. Natalie has pretty strong feelings of her own; she will be with John every minute for however long it takes. She will not let him push her away. As she sits by his side, he awakens. \"Hey Natalie,\" are his first words to her. \n\n\n",
    "tvmega_recap": "Blair is doing better and dressed to go to the courthouse. Todd can see that she is doing well. She likes that he checked on her while she was sleeping but is sad when he tells that he wanted to make sure that she was ready to testify against Truman that morning. After she and Todd leave the penthouse, Starr comes downstairs and grabs her knapsack. Natalie hugs Michael and Marcie outside John's room. She is thrilled that John is alive and she can't wait to see him again. Michael wants her to be patient now that they know the truth and John is fine. \"Natalie, have you thought about the possibility that John might not be the same person when he comes out of this?\" She thinks that he means physically, but he means emotionally. Michael has had patients like this and either one of two things happens. The patient either becomes bitter over their situation or they get stronger from it and are determined to live a great life. Natalie thinks about this and has to admit that anyone who has been through what John has been through might be a little different. Blair is on the stand and she is questioned about her relationship with Spencer. \"How many times a week did you make love to the man?\" Evangeline objects but the judge allows the question. Blair says that she would have relations with the man about 2 to 3 times a week. Next the defense attorney asks if she was in fact, in love with Spencer Bo is in the office when Paige arrives with breakfast. She is so happy. She will be seeing Hugh's beautiful face that day and she can't wait. Bo sits her down and tells her that there is news. He says that John was misidentified and that he is alive. She is so happy to hear that. She sees in his eyes that there is more. There is, but he doesn't have to explain cause she can see it in his eyes. She starts crying now. She sobs and shouts, \"No! No!\" as Bo holds her tightly. Blair says that she only told Spencer that she loved him because she needed to find evidence that he was a killer. She says that she loved Todd and has always loved Todd. Mark asks her if she is lying now, or if she was lying to Spencer way back then. Blair says she knew he was a killer when he tried to kill her. Spencer shouts that she is a liar but Evangeline has the smoking gun it is the newspaper with the picture of Spencer getting arrested at his apartment. Todd and Blair are outside the courtroom. Todd understands that Blair had to say some things that he didn't like while on the stand. When Spencer is being brought out. He lunges for Blair shouting that she betrayed him. The guards get the crazy bastard under control and drag him off.",
    "soapcentral_condensed": "Blair is refreshed and ready to take the stand at Spencer's trial. Dorian is at the bank to move Adriana's money back to her but there's a problem. Cole seems to be upset and tries to reach out to her. Bo receives the DNA analysis just prior to Paige arriving at his office with breakfast. Roxy comes across Rex at the pier and finds out that he has a dilemma. John is the survivor in the hospital. Natalie has pretty strong feelings of her own; she will be with John every minute for however long it takes. Michael tries to explain that John may not be the same person, that he may be resentful and bitter, and that he will need considerable care, and may not want Nat to be with him. He teases her that he no longer wants to be in her life. He has an interest in her though, thanks to Roxy, surprisingly. And he really loves Adrianna more now thanks to Nat and the McBains.\n"
}