{
    "soap_central": "\nBecause The Night Belongs To Us\n\n\nTodd was stunned to see his  latest daughter aiming a gun at him as Danielle stalked into La Boulaie from the patio doors.  Raising his hands in the air, Todd told Danielle she didn't want to hurt anyone, but Danielle screamed at him to stay away.  Hearing the commotion, Blair rushed back downstairs and took control of the situation by attempting to calm Danielle.  \"He killed my dad!\" Danielle cried, but Blair insisted that wasn't true; her father was alive.\n\n\nUnwilling to let his secret be revealed at the worst possible moment, Todd took the reins of the conversation and ordered Blair not to give Danielle \"false hope.\"  He told Danielle he didn't blame her for wanting him dead, and said he'd sought vengeance against people who'd hurt his loved ones in the same way, but in the end, he'd only hurt himself.  Blair begged Danielle to think things through; she said that, like Danielle, she'd once been a child who'd felt she had no one, but Danielle did have people around her who loved her.  Blair told her that her world wouldn't always seem so horrible, and pleaded with the teen not to throw her life away.\n\n\nDanielle crumpled under Blair's pleas and burst into tears.  \"I really love my dad,\" she said simply as Todd walked over to her and took the gun from her hands.  Overcome, Danielle collapsed into Blair's arms.\n\n\nAt the Mayor's Ball at the Palace Hotel, Elijah and Téa strained to make a night of it despite her fears about Danielle.  They were as stunned as the rest of the crowd, however, when Dorian announced that she was firing Bo.  As Kim and Clint laughed at Bo and Nora's misfortune, Dorian demanded Bo's badge.  Nora refused to allow Bo to relinquish his position and warned Dorian that they'd fight her.\n\n\nAs Dorian pontificated about the importance of her running a \"squeaky clean administration,\" the press,  angling for comments on the latest Buchanan scandal, swarmed Bo, Nora, and Clint.  Bo refused to speak, while Clint told one reporter, simply, \"actions have consequences.\"  Another reporter asked Dorian if she'd picked a replacement for Bo, but Dorian said there would be time for that in the new year, and wished the crowd a happy evening.\n\n\nAs the crowd broke up, Bo and Nora privately raged at Dorian.  They turned around to see Elijah and Téa , who were promising to offer any legal help they could in a wrongful termination suit against Dorian.  \"I owe you,\" Téa insisted.\n\n\nJust then, Téa's phone rang; it was Todd.  \"I need you,\" Todd said, and told her to head to La Boulaie, that something had happened with Danielle.  Sensing trouble, Elijah and Téa made tracks.\n\n\nBo was unable to stop a fuming Nora from making a beeline for Dorian, and found himself confronting Clint and Kim instead.  Clint taunted Bo about his various firings and resignations from office, and reminded his little brother that he could no longer go back to Buchanan Enterprises for another replacement job.  Bo sarcastically marveled at how much Clint resembled Asa, right down to the gorgeous young woman on his arm; he asked his brother if that was who Clint had become, and wondered how it felt.  \"I'm great,\" Clint assured him, as he escorted Kim onto the dance floor, while Bo was left to stare mournfully at his badge.\n\n\nNot far away, Nora lashed out at Dorian, and asked if she'd planned the entire evening as revenge on her for past slights.  She castigated Mayor Lord for making Bo a target in what she believed was a private rivalry between them.  Dorian scoffed at Nora's \"self-absorption,\" and said that Nora had hurt Bo far worse than Dorian ever could due to Nora's string of lies and infidelities.  Dorian informed Nora that Nora was lucky to be an elected official, otherwise Nora's  resignation would have been demanded as well. Dorian suggested that Llanview's district attorney do the right thing and voluntarily resign.\n\n\nAs Dorian slunk  off, another battery of reporters confronted Bo and Nora .  Bo again refused to comment, but a heated Nora chose to speak for the record: she told the press that Dorian Lord was mayor of Llanview but not queen, and if she chose to \"take off [Bo's] head,\" she would have to face the wrath of the people.\n\n\nAfter their dance, Clint thanked Kim for all her help; she'd gone above and beyond the call of duty as an \"executive assistant.\"  Smitten, Kim told him he made it easy.\n\n\nBack at La Boulaie, Elijah and Téa arrived to see to Danielle.  Todd handed  Bo's gun to Elijah and told him to make it disappear, while Téa rushed to her hysterical daughter's side.  \"I miss Daddy,\" Danielle sobbed, lying on the couch. \"It hurts so bad!\"  She told Téa she couldn't understand how her mother could have anything to do with Todd after what he'd done to Ross, and Danielle swore she'd hate Todd forever.  Desperate to calm the girl, Téa told Danielle that she and Todd were over, for good, while Todd listened, silent.\n\n\nWhile Elijah and Téa escorted Danielle back to the Palace, Blair attempted to console Todd.  Todd said he knew Danielle wasn't ready to know the truth about him, and if Téa had her way, the girl might never know.  He said he understood Téa's reasoning; she was giving him up for their daughter.  Blair assured him that there would be a day when Danielle needed both her parents, sooner or later.\n\n\nAt the Palace, Elijah sneaked in and out of Bo's hotel suite to deposit Bo's service pistol, just in time to meet Bo and Nora in the corridor.  Exchanging brief pleasantries with them , he hurried into the elevator and reunited with Téa at her suite below.  Téa left the sleeping Danielle's side just long enough for Elijah to inform her that he'd placed Bo's gun back in the wall safe; no one would know Danielle had taken the weapon.  Thanking Elijah for his help, Téa wished him a happy new year.\n\n\nBack upstairs, Bo and Nora shared a champagne toast.  Nora told him that Dorian wouldn't get the last word on his career in law enforcement, and apologized for costing him both his job and his family.  Bo said he loved both things, but all that really mattered to him was her and Matthew, and with them by his side, he could handle anything.  Nora was ready to leave for her room, but Bo asked her to stay; there was no longer any need for them to be discreet, and he wanted them to ring in the new year together.\n\n\nAt Viki's cabin on Llantano Mountain, Gigi and Schuyler continued to kiss passionately.  Schuyler broke away long enough to ask Gigi if she was sure that she knew what she wanted; he didn't want to take advantage of her.  \"Shut up,\" Gigi replied. \"Shut up and make love to me.\"\n\n\nAs Schuyler unrolled a blanket, Gigi admitted that she was nervous.  Schuyler assured her she had nothing to fear, and held out his hand.  Slowly, they undressed each other and sank onto the blanket by the roaring fire to make love.\n\n\nAfterwards, Gigi told Schuyler it had been \"amazing.\"  \"I love you,\" he replied.  He apologized for being so blunt, but he'd wanted her to know how he felt, wanted to make sure she knew, \"this is the happiest night of my life.\"\n\n\nAt the Angel Square Hotel, all was not so well as Kyle pulled back from Nick's unwanted kiss.  Stumbling away, Kyle told Nick that he was with Oliver, but Nick reminded him that Oliver wasn't there; Nick was, and Kyle could have Nick without Oliver ever knowing.  Disgusted, Kyle asked if Nick had been lying all along; Kyle asked if Nick had known about Roxy's phone call about the available room.  Nick claimed that he hadn't, but gave his lie away when he mentioned Schuyler as the previous tenant, as Roxy had not mentioned Schuyler earlier in the evening.  Kyle picked up on the mistake and decided to call Amelia to make sure that there was no room at La Boulaie; desperate, Nick knocked the phone out of his hands.\n\n\n\"Oliver was right,\" Kyle realized; Nick had been playing on his sympathy.  Nick broke down and sobbed as he told Kyle he simply hadn't wanted to be alone.  Not long before , it had been as though he'd had everything going for him: a great guy, a wedding, and then he'd found himself alone in a dark alley, beaten nearly to death.  Kyle had been at the hospital to help him, and then Nick found that he could no longer handle being alone, not at the hospital nor at home, not even in everyday life.  Kyle was overcome as he realized how traumatic Nick's assault had been for him.\n\n\nNick apologized for his behavior, and said he'd thought only of his own pain, not of Kyle's love for Oliver.  Kyle said he was sorry as well.  Nick moved to pack his things, and said he'd find a place to stay, either across the hall or with Amelia; meanwhile, Kyle needed to work things out with Oliver.  \"Go,\" Nick urged his ex.\n\n\nAt Ultra Violet, Stacy had a close call as she found Oliver standing right beside her and interrupting her overly vocal musings about her baby's father.  Stacy feared how much he'd heard, but was relieved to learn Fish was none the wiser.  As Oliver moved away to speak to Rex, Stacy patted her belly and told her unborn child that the situation had been too close.\n\n\nGreeting Oliver, Rex told him that the table Oliver had reserved for himself and Kyle was ready, but Oliver said it wouldn't be necessary, as Kyle had chosen to be with someone else for New Year's Eve.  \"I know how you feel,\" Rex replied sullenly, and offered Oliver drinks on the house in the spirit of solidarity.  As they headed for the bar, Oliver politely declined, mentioning the last time he'd drank too much and flashing back to his wild night with Stacy.\n\n\nHurrying away from \"her two daddies,\" Stacy once again ran smack into Shaun, spilling yet another drink.  The bashful bodyguard and expectant mother again traded barbs, and Shaun warned Stacy that her attitude would eventually warrant a \"smackdown\" from someone.  Stacy sneered that she wasn't scared of Shaun, as her baby's father was right behind them - then, she inadvertently pointed in the direction of both Rex and Fish.\n\n\nAs Kyle arrived at the club, Rex informed him that Oliver had just left.  But before he could exit, Kyle was pleasantly surprised to run into Oliver, who was still on the premises.  Kyle told Oliver he'd discovered Nick's deception and apologized profusely. He pleaded for another chance at their big New Year's evening together.  Oliver agreed and suggested they grab some drinks, but Kyle grinned wickedly and said he had a better idea as he escorted Oliver out.\n\n\nAt the other side of the club, Langston was shocked to see the hunky Ford back in town.  She said she'd just been talking about him, and Ford smoothly replied that he'd been thinking about her, too, and all sorts of possibilities.  Just then, Shaun arrived, cutting into the moment to give Ford the stare of death and pointedly reminding the young man about Langston's boyfriend.  Langston assured Shaun that Ford was no threat and sent him packing.  She apologized to Ford for her mother's overprotectiveness.\n\n\nAs Langston asked Ford what he was doing back in Llanview, Markko popped up, irate and eager for an answer himself.  Ford asked Markko how his film career was going, and Markko proudly laid out his accomplishments in his first semester at Llanview University.  He was dismayed to learn that Ford would be the teacher's assistant for his post-production seminar in the new year, and even more annoyed when Ford waxed rhapsodic about \"teaching the kids.\"  Ford offered to get Langston and Markko drinks, then caught himself, grinning as he pointed at Markko and cried, \"underage!\"  He bid the teens goodnight and happy new year.\n\n\nAs Ford strutted away, Langston remained besotted, commenting on how wild it was to see him again.  \"Wild,\" Markko muttered.  Langston was taken aback to realize Markko was still threatened by the young producer.\n\n\nRetreating to their individual corners, Langston and Markko spoke separately to Starr and Cole about Ford's return to Llanview.  Both Langston and Cole insisted, to Starr and Markko,  that Langston had no interest in Ford, but the girls couldn't help admiring the guy's physique from across the club.  As Markko noticed other women admiring Ford at the bar, he told Cole he was making another new year's resolution: \"I'm hitting the gym everyday!\"\n\n\nNearby, Matthew was stunned by Destiny's confession of love.  \"I thought we were friends,\" he began.  Destiny said they had been, but she felt that it was time for them to \"level up\" and become something more.  Tongue-tied, Matthew struggled to form words as Destiny explained that she couldn't let another day go by without letting him know how she felt.\n\n\n\"I really like you,\" Matthew began slowly, and Destiny's heart sank. \"But not like Danielle,\" she finished, crestfallen.  Matthew insisted that wasn't it; he didn't think about Danielle, or anyone, that way for the time being.\n\n\nMatthew said he wanted them to simply remain friends, but Destiny didn't buy it, and said he wanted the prettier, skinnier girl.  Angry, Destiny told him he was just like Rachel; he wanted to have it all and use people to get what he wanted.  She told Matthew he could have Danielle, for as long as it lasted, and ran out of the club in tears, with Shaun following close behind.\n\n\nOutside UV, Shaun consoled his little sister, who said that Matthew was no better than Greg and Rachel; he'd used her.  Shaun disagreed, and said that he and Rachel had never had the foundation or rapport she and Matthew did.  He asked Destiny if she was really willing to lose Matthew's friendship just because he didn't share her feelings.\n\n\nInside the club, Starr and Cole comforted Matthew after his confrontation with Destiny.  The couple told Matthew he'd done the right thing by being honest, but Matthew was afraid he'd lost Destiny's confidence forever.\n\n\nBack at the bar, a lonely Rex found himself comforted by Stacy.  She told him her new year's resolution was to become a better person for their child, who needed someone to look up to.  Rex wished he could believe her, and Stacy told him to wait and see; she was going to start all over, and they could both see 2010 as a new beginning.\n\n\nAt the Angel Square Hotel, Oliver was surprised to see how Kyle had redecorated his newly  vacant apartment, complete with candles and champagne, a gift from Roxy.  Oliver studied himself in the mirror, doubtful about their next move, but as Kyle caressed him, he made up his mind.  After slowly undressing and kissing, Kyle and Oliver sank onto the bed to make love by candlelight for the first time since their college days.\n\n\nThe countdown to midnight began across Llanview. In the Palace ballroom, Dorian hissed into her phone to tell Mitch she'd fired Bo. She ordered Mitch to \"stay away from my girls.\"  And back at Ultra Violet, Rex took the stage to begin the New Year's countdown with the crowd.  Langston spotted Ford giving her the eye and managed to drag the sulking Markko's attention away from the hunk. She embraced Markko as the countdown reached \"one\" and the club rang in 2010.  Rex took solace in a private moment with Stacy, who blew a party streamer at him playfully.\n\n\nAs fireworks exploded across the night sky, Gigi  and Schuyler, wrapped in each other's arms, watched from Viki's cabin on Llantano Mountain,  while far below, Kyle and Oliver basked in the afterglow at the Angel Square Hotel.  \"Is it always gonna be like this?\" Oliver asked Kyle dazedly.  \"Always,\" Kyle replied, spooning Oliver and kissing his hand.\n\n\nAt the Palace, Bo and Nora watched the fireworks together.  Nora told him they were starting the new year with a lot of trouble, but Bo assured her there was no one else he'd rather face it with, and kissed her passionately.\n\n\nIn the ballroom, Clint took Kim in his arms. \"Kimberly Andrews, happy new year,\" he murmured, and sealed his declaration with a kiss.\n\n\nIn Téa's suite, Téa watched over the slumbering Danielle as the fireworks lit shadows on her windows.\n\n\nAt La Boulaie, Todd stood alone on the patio, and stared up at the sky.  Blair noticed his sorrow and walked over to him. She leaned her head on his shoulder in a gesture of comfort. \n\n\n",
    "tvmega_recap": "At the Mayor's Ball, Dorian fires Bo Buchanan from his job as Commissioner. Eli and Tea agree to look into a wrongful termination lawsuit for him. Clint tells Bo not to consider coming back to Buchanan Enterprises. Bo says Clint is handling the situation exactly the way that Asa would have. Dorian calls Mitch Laurence and tells him she kept her end of the bargain and now he must honor his end and stay away from her girls. Danielle goes to La Boulaie and pulls a gun on Todd but Blair talks her down. Todd calls Tea so she leaves the ball to go get Dani. Tea promises Dani that she will not see Todd anymore and takes her back to her room at the Palace. Todd gives the gun to Eli who returns it to Bo's safe where Dani got it. At the New Year's Eve party at Ultraviolet, Destiny declares her love for Matthew, but Matthew tells her he doesn't feel the same way about her; she is his best friend. She suggests that he strung her along the way Rachel did with Shaun and now he is trading up to someone prettier and skinnier. She tells him to go be with Dani, but he says he doesn't feel that way about Dani either. Ford arrives at Ultraviolet and tells Markko and Langston that he will be the teaching assistant in the class he is taking at LU. Roxy wonders why Nick is still in Kyle's room after she informed him that Schuyler Joplin's room is vacant. Oliver concludes that Nick neglected to tell Kyle about the room because he wants to stay with Kyle. Kyle accuses Oliver of being jealous, so Fish goes to Ultraviolet alone and tells Kyle to stay with Nick. When Oliver leaves, Nick comes on to Kyle and Kyle realizes that Oliver was right. Nick agrees to move out of Kyle's room immediately. Kyle goes to Ultraviolet and apologizes to Oliver. They go back to Kyle's place and make love. Gigi invites Schuyler to stay the night with her at Viki's cabin. They make love and he tells her he loves her.",
    "tvmega_summary": "Episode # 10595 ~ Because This Night Belongs to Us",
    "soapcentral_condensed": "At the Mayor's Ball at the Palace Hotel, Elijah and Téa strained to make a night of it despite her fears about Danielle. They were as stunned as the rest of the crowd, however, when Dorian announced that she was firing Bo. Bo was unable to stop a fuming Nora from making a beeline for Dorian, and found himself confronting Clint and Kim instead. As Kim and Clint laughed at Bo and Nora's misfortune, Dorian demanded Bo's badge. Bo refused to speak, while Clint told one reporter, simply, \"actions have consequences\" As Dorian slunk off, another battery of reporters confronted Bo and Bo again refused to comment, but a heated Nora told the press that Dorian was the mayor of Llanview, and if she chose to \"take off [Bo's] head\" she would have to face the wrath of the people. Kim thanked Clint for all her help; she'd gone above and beyond the call of duty as an \"executive assistant\"\n"
}