{
    "soap_central": "\n\nRex and Adriana kiss: Rex asks her what the kiss means. Adriana says it means she missed him. Rex says he couldn't stand her being with Tate. They both apologize. Rex insists the Tate ordeal was not her fault and he doesn't hate her. Adriana asks for forgiveness. Rex says that's not the issue. They both have reasons not to trust each other. He calls her smart, sexy and beautiful: Adriana likes that he said smart first. Rex says that until they figure out their trust issues, they can't be together. Adriana asks if he wants to get back together and Rex turns the question back to her. Adriana blames her trust issues on Dorian and the secrets surrounding her parentage. She wants to be with Rex more than anything and asks for another chance. He swoops her into a huge kiss, then leads her to his bed and they make love. Afterwards, Rex asks Adriana what's next. She says she'll bend over backwards to be perfect for him. Rex tells her just to be herself because that's who he fell in love with. Sarah unlocks the door to Rex's apartment and walks in on them in bed. Rex jumps up, throwing on his jeans, wanting to know what Sarah is doing at his place when she's supposed to be at Cristian's. She just came by to get her MP3 player and congratulates them for working out their trust issues and leaves. Adriana is annoyed that Rex talked about their relationship with Sarah, and Rex smoothes it over. Adriana forgives him and they kiss. \n\n\nTodd jokingly tells Blair he's surprised the world didn't come to an end while he was missing. Jessica comes to visit, and he learns she had a liver transplant, and also that she's now married to Nash, not Antonio. Todd congratulates Jessica for having two liver transplants and two husbands in six months. Jessica takes responsibility for the hurt she's caused, then says you can't fight love. Sarah arrives. Todd calls her his \"not-so-favorite niece\", and Blair chews her out a little. Todd thanks her and Sarah apologizes to him and says she was a coward for not calling the police in Chicago. Todd says he doesn't always do the right thing on the first try either. They fill Jessica in on everything that happened to Todd in Chicago. Sarah is stuck in Llanview until Hunter is no threat to her. Jessica says maybe she'll stay; Sarah says \"not a chance\". Sarah defends her actions in Chicago to Blair and Todd. Todd asks Blair to forgive Sarah and Blair says she'll try. Jessica tells Sarah that Miles is her uncle. Blair announces Miles is in jail and the arraignment is today. Todd tries to get out of bed to go to the arraignment and they all argue to get him settled back in bed. Sarah thanks Todd for letting her off easy. Todd tells Jessica to find his pants; she refuses. Jessica explains that Tess's drug use was what gave her Hepatitis C and that David was her liver donor. Blair listens to them outside the door as Jessica tells Todd that if you love someone, you can't let them go. \n\n\nCole and Starr show up at the police station; he's heard his mother was arrested. John tells how it went down. Cole insists she's innocent. John tells Cole he doesn't believe Marty is guilty, but Bo's hands were tied by the new evidence. They will follow procedure and if there is a case, Marty will go to trial. John is working on getting more evidence. John takes them to see Marty. \n\n\nAt his police locker, Antonio rips up a wedding photo of him and Jessica. Talia catches him in the act and asks if he wants to talk. He doesn't. Antonio compliments Talia for her good work handling Tate at the Palace Hotel, and thanks her for saving Adriana. Talia just wants Tate behind bars. Antonio calls her a hero. Talia says it's just her job, and she got through the whole thing by asking \"what would Antonio do?\". She says she's there if he needs to talk. Antonio tells her Jessica and Nash got married, and Talia looks shocked. Talia says it's Jessica's loss and Antonio deserves better. Talia tells him he needs to find someone new. Antonio says he's not even close to moving on. Antonio leaves to go work out. Talia tells herself to get a grip. \n\n\nMarty is visited in jail by Nora. She's worried Cole will hear she's been charged with Spencer's murder, and wants to see him. They talk about John: Nora says he's on her side and Marty wonders why. Nora tells her, best case, she's looking at up to 10 years in prison. Marty freaks out a little, and Nora tries to calm her down. Nora does a little mock trial with Marty, trying to get her ready for the trial, and tells her the prosecutor will be very good. Nora tells her not to give up. John arrives with Cole and Starr. Marty worries about Cole; he tells her he's fine and not to worry. Cole insists Marty is innocent. She says she could not let Spencer rape Blair, and she's not sorry for what she did. She is sorry for how it's affecting Cole. Cole vows to make Miles pay for what he's done to them. The guard tells them their time is up and Cole and Marty have a tearful goodbye. Starr says she wants to go to Miles' arraignment; Cole wants to go too. The guard asks Marty if she needs anything. Marty wonders if she's just being nice because John asked her to. The guard says no, that Spencer deserved what he got. \n\n\nNatalie rips up Miles' confession: if he confesses he goes straight to jail. Miles says she's just there to screw over John. Natalie denies this, saying she wants to help him because they're a lot alike. When she arrived in Llanview, everyone hated her until she redeemed herself. Miles flashes back to his pre-surgery face, and asks if he is the monster people think he is. Natalie tells Miles he's not a monster. Miles says he didn't stab Todd, and he didn't ask anyone to stab Todd, but the things he did, he did for love. Miles admits to forcing Marty to marry him. Natalie says she's not a big Marty fan. Miles finally admits that you can't make someone love you. Natalie says he has a good heart, and he deserves a second chance. Natalie tells a laundry list of all the bad things she did when she came to Llanview. Natalie tells him he's not alone any more. Miles thanks her for believing in him. Nora and John arrive at the room where Miles is being held. John says he's going to bring Miles' signed confession to the arraignment. Nora says if he does that, she'll bake him a cake, then corrects herself: \"Nigel will bake you a cake—you don't want to eat my cake\". John opens the door and is unhappy to find Natalie in the room with Miles. John tears into Louis the rookie police officer for letting Natalie in, then rips into Miles because Miles hasn't written his confession. John tells him they're due in court. Miles thanks Natalie for her support and she tells him she'll be in court, right by his side. John rolls his eyes and looks around in disbelief that Natalie would do this. \n\n\nHoward the defense attorney joins Nora in the courtroom and they do some lawyer one-upmanship. John arrives, and Nora asks for the confession he promised. John glares at Natalie across the room. John tells Nora he doesn't have it, and Nora replies \"No cake for you.\" Nora brushes it off, saying the arraignment is just a formality. Miles arrives and Natalie tells him good luck while John glares at them both. The arraignment starts and Miles is charged with fraud, conspiracy to commit kidnapping, and the attempted murder of Todd Manning. Todd wheels himself into the courtroom in a wheelchair and yells that if the court doesn't put him away, Todd will. Howard wants Todd taken into custody for threatening Miles. The judge wants to proceed. Starr and Cole arrive. The judge asks for Miles' plea. Miles turns around and glares at John and Todd, then looks at Natalie. \n\n\nJessica takes a call from Nash. She can't wait to come home. The nurse tells her everyone should be as happy as she is. \n\n\n",
    "tvmega_recap": "Blair, Sarah, and Jessica visit Todd. Todd fights with them over him going to Miles' hearing. Rex and Adriana make love. Starr and Cole visit Marty in jail. Sarah is relieved when Todd lets her off the hook for her involvement in Hunter holding him hostage. Natalie is with Miles when John and another cop walk in. John is more than a little upset when he finds out that Miles tore up his confession. Jessica lets Todd know all about David giving her part of his liver. Antonio lets Talia know that Jessica married Nash. She encourages him to move on to someone else. Antonio tells her that there is no one like Jessica used to be. Sarah walks in on Rex and Adriana making love. She makes her apologies and quickly makes her exit. Natalie assures Miles that she will be right by his side in the courtroom. Natalie's actions and supposed closeness to Miles infuriates John. Miles' bail hearing begins. Todd makes his way into the courtroom in a wheelchair. He lets Miles know that if the court doesn't get him then he will. The judge asks Miles how he pleads. Miles first looks at John, then at Todd and Blair and then at Natalie.",
    "soapcentral_condensed": "Rex and Adriana kiss: Rex asks her what the kiss means. Rex says he couldn't stand her being with Tate. Todd congratulates Jessica for having two liver transplants and two husbands in six months. Sarah defends her actions in Chicago to Blair and Todd. Jessica tells Sarah that Miles is her uncle. Cole and Starr show up at the police station; he's heard his mother was arrested. Cole insists she's innocent. John is working on getting more evidence. Marty is charged with Spencer's murder, and wants to see John to talk about it. Nora tries to calm her down with a mock trial with Nora, trying to get her ready for the trial. Nora says she's looking at 10 years in prison, looking at her best friend's case, and Marty wonders why she's on her side. Antonio compliments Talia for her good work handling Tate at the Palace Hotel. Talia says it's just her job, and she got through the whole thing by asking \"what would Antonio do?\". Antonio tells her he needs to find someone better.\n"
}