{
    "soap_central": "\n Should I Stay or Should I Go Now? \n\n\nAs Todd's guard read the latest tasteless newspaper articles about Todd and Marty, Nora arrived to make Todd an offer. She asked him to plead guilty and to accept 25 years in a minimum-security prison with no chance for parole. His quick response was a rejection of the offer, though he wondered what Nora's reasoning for it was. \"For Marty,\" she replied swiftly. Nora expanded on her answer, explaining that Marty needed to move on and it would be easier on her if she didn't have to testify in court. She added that there was a chance that television cameras would be in the courtroom, and Marty didn't need to be hurt further. \n\n\nNora snickered as Todd insisted that he loved Marty and was only trying to help her. A bitter and sarcastic Nora wanted to know when Todd loved Marty. Was it when he raped her before? Was it when he lied or when he raped her again? Marty loathed Todd, Nora persisted. Todd asked to see Marty, but Nora urged him to take the deal instead. She made it clear that Marty needed to move on and, if he took the deal, that would show love. \n\n\nMarty showed up at the cemetery and a startled Cole introduced her to Starr. Awkwardly, Starr attempted to make excuses for her father's behavior, but summarized it by declaring that he was simply a liar. Marty pointed out that the baby had been aptly named because they had all lost hope. She and Blair shared a moment when they acknowledged that Hope was their granddaughter, but an obviously ill at ease Marty announced that she needed to go for a walk. \n\n\nUpset, Cole wanted to follow her, but John suggested that he let her be. He mentioned what a big step Marty took by showing up in the first place. After Starr and Cole lingered by Hope's casket a few moments longer, Starr and Blair headed home. John offered comfort to a crying Cole, though both men felt uncomfortable afterwards. \n\n\nDisclosing that he felt hurt that his mom didn't remember him, Cole confessed that he must seem ungrateful that Marty had returned. He felt that while he looked like his mom, there was nothing else to indicate they were related. John suggested that Marty needed time, though Cole countered that she needed a doctor. John felt that once Marty sorted things out, the situation would improve. Cole was concerned that his mother might not remember that she loved him. Cole wondered if John and Blair were together, and John admitted they were. Cole was happy for him. John advised Cole that he would always be there for him and his mother. \n\n\nMarty headed back inside St. James and prayed for help, though she admitted to not remembering anyone, especially God. Shortly after, Andrew walked in and greeted Marty warmly. After he identified himself, Marty conceded that she had read about him and the false accusations she had made. She asked for specifics, and Andrew explained how he had rebuffed her advances, only to be accused of being gay and seducing a young boy. He further explained that she had changed and they had eventually become good friends. She had been spiritual, believed in a greater power, and had gotten through some tough times after her rape, he continued. He had counseled her and she had become a good therapist, wife, and mother. \"So, rape made me a better person?\" she asked. \n\n\nAndrew clarified that Marty had struggled to find a positive road and had searched for clarity. She certainly did not deserve what happened to her. Marty admitted to being angry, and wanted to return to being the person she used to be so that she could hurt Todd the way he hurt her. Andrew understood her anger but cautioned her to leave Todd to God and the courts, and not waste her time on revenge. Andrew assured her that he would be there for her if she needed him. Alone again, Marty acknowledged that Andrew was nice, but she didn't want nice. She needed to hurt Todd so that she could get her life back. \n\n\nLola arrived at La Boulaie and asked Langston to hide her. Even though Langston deemed it a bad idea to hide from the immigration cops, she agreed to help out. Inside the house, Moe presented Jack with an elegantly prepared meal, which the boy promptly threw against the wall. An angry but sympathetic Addie ordered Jack to apologize, but he refused and ran out of the room. Addie explained to Moe that the boy had been lost in the shuffle. \n\n\nA disturbed Blair listened as her mother told her about Jack's actions. Dorian stated her opinion that Jack was lost with the family having been through so much of late. Blair tried to talk to her son, but it was useless, as a scornful young boy told her he hated \"French crap\" and was sick of his mother lying to him. She attempted to explain Todd's situation to Jack, but it was difficult. He ran off when, exasperated, she said it was complicated. \n\n\nSarah, Cris, and Vanessa all wore nothing but towels after showering. Sarah made sure to show Vanessa in no uncertain terms that Cris was her boyfriend, putting her arms around him and laying her head on his shoulder. As an annoyed Cris glared at her, Sarah justified her actions, explaining that Vanessa would have been all over him if she weren't there to prevent it. She pointed out that it was obvious that Vanessa wanted Cris. \"Do you want her?\" she asked her boyfriend. Not receiving an answer, Sarah complained that they had no alone time and were in the shower for a mere five minutes before Vanessa was at the door. They were unable to talk, make love, or do anything else in private. \n\n\nAt the Buenos Dias café, Carlotta introduced Antonio and Talia to Noelle. They were all surprised when Téa walked in and strolled over. Upon questioning from Antonio, Téa was elusive as to why she was in Llanview. A knowing Antonio refused to give up, and finally Téa admitted that she had seen Todd. She and Antonio began to argue over Todd's right to an attorney, with Antonio pointing out that she always had a soft spot for the man. While Téa argued that the charges against Todd had yet to be proven, an irritated Talia cited that she had been there when Marty was found and saw what the woman looked like. \n\n\nRecognizing that Talia felt sorry for Marty, Téa defiantly stood by her belief that Todd deserved an attorney. Antonio responded that Todd had played it all out like a mastermind. The pair renewed their argument, but Téa disclosed that Todd had turned her down after she offered to represent him. He told her he wanted to be punished. \n\n\nThey were interrupted when Cris, Sarah, and Vanessa walked in. An excited Cris hugged Téa and told her he wanted to introduce someone. She cut him off and replied that she needed no introduction. \"I know who she is,\" she added, pointing to Vanessa. She was sure that Vanessa was his girlfriend, because his girlfriends always looked the same, she told everyone. They all looked like his first wife, Roseanne. Cris quickly interceded and made the correct introductions. Téa apologized, but asked for backup; Carlotta readily agreed that Vanessa did resemble Roseanne. Moe told Noelle he had a great time at Dorian's. \n\n\nCris asked Sarah to be patient and told her he loved her. Citing her need to get out of there, Talia came to the rescue and the women left. Cris explained Vanessa's situation to Téa and she gave them her advice. She told Vanessa to marry an American. Vanessa and Cris eyed each other uncomfortably. \n\n\nLangston and Lola arrived at Cris's place. Lola planned on gathering her belongings and was angry at Langston, who wouldn't help her run away. She accused Langston of lying when she'd previously said she'd help. The older girl convinced her cousin that running away wasn't the smartest thing to do when they didn't even know what was happening. She told the girl about her own hiding out when her parents had died. She urged Lola to face things and fight, or it wouldn't be worth living. She added that they were family and they'd be there for each other. \n\n\nTodd thought about taking the deal and was shocked when Blair walked in. He bitterly told her he didn't want to see her. Blair responded in kind, but added that she was with someone who did want to see Todd. Jack walked in slowly and looked at his dad.\n\n\n",
    "tvmega_recap": "Everybody goes to Hope's funeral. Marty is overwhelmed knowing that her son lost his baby but he had it with Todd Manning's daughter. And she remembers believing Todd's lie that Starr asked Todd and Marty to raise their baby together. She tells Reverend Carpenter she wants to hurt Todd the way he hurt her. Nora tells Todd she will offer him a deal of a reduced sentence in order to spare Marty the agony of a trial. He does not agree but still affirms that he loves Marty. Blair notices that Jack is not dealing well with the lies everybody told him about his father and the conflicting stories he reads online. Tea admits to the Vegas that she plans to represent Todd. Antonio, Carlotta and Talia tell her they don't approve of that. But she plans to do it anyway. Sara cannot accept the fact that Vanessa is manipulating Cristian and obviously has romantic interest in him.",
    "tvmega_summary": "Episode # 10334 -- Should I Stay Or Should I Go Now?",
    "soapcentral_condensed": "Todd's guard read the latest tasteless newspaper articles about Todd and Marty. Nora arrived to make Todd an offer. She asked him to plead guilty and to accept 25 years in a minimum-security prison with no chance for parole. Todd asked to see Marty, but Nora urged him to take the deal instead. Lola arrived at La Boulaie and asked Langston to hide her. Moe presented Jack with an elegantly prepared meal, which the boy threw against the wall. Addie ordered Jack to apologize, but he refused and ran out of the room. Jack was lost with the family having been through so much of late, but it was useless, as a scornful boy told her he hated \"French crap\" Sarah said nothing was complicated when she said it was nothing at all, and all that mattered was that she was all that was left of her mother and that she wanted to be with her. Sarah said she was sick of lying to Jack, and he ran off when she wore it off.\n"
}