{
    "soap_central": "\n\nIn the Llanview School Cafeteria, as Hannah looked on, Cole congratulated Markko after Markko declared that he and Langston had \"worked things out.\"  Markko credited this to a \"little honest communication,\" and right before Markko left, he handed Cole a cupcake.\n\n\nHannah sat in the chair next to Cole and asked about Marty.  Cole explained that his mother needed to take it easy due to her high-risk pregnancy, so she had moved in with her boyfriend.  However, Cole asserted that Marty could find the time for Hannah if Hannah still needed it.  Hannah insisted that she still wanted to talk to Marty, because she was sure that Cole's mother would be just as great as Cole.\n\n\nIn Starr's apartment, after Starr stressed to Langston that she should work things out with Markko, Langston exclaimed that she had tried.  Langston proclaimed, \"He's either planning out my life or looking at me with those puppy dog eyes and I just...I can't take it anymore.\"  Langston felt that Markko should be with someone who appreciated him, not with someone who had cheated on him.  Langston insisted that she had to end it with Markko.  Stunned, Starr could not believe that Langston would really break up with Markko.  Langston admitted that Markko was \"the best\" and then related that she did not want to be his girlfriend anymore.  But Langston regretted having to break his heart, especially since Langston knew she would have to tell Markko about Ford.\n\n\nWhen Starr heard that Markko was on his way home, and as she got up to leave, Starr asked if Langston would move back to Aunt Dorian's since it would be unfair to kick Markko out of the apartment.  When Langston said that she could not move back to Dorian's, Starr cried out that Langston could not possibly be thinking of moving in with Ford.  Langston pointed out that moving in with Ford was an option, and she only wished that Markko had been \"the one.\"\n\n\nStarr left as Markko arrived.  Markko immediately kissed Langston.  Markko asked Langston to pick out a film for them to watch, but Langston revealed that she needed to talk to Markko.\n\n\nStarr arrived in the cafeteria and informed Hannah that Starr needed to talk to her boyfriend.  After Hannah walked off, Starr informed Cole that Langston was breaking up with Markko.\n\n\nIn the La Boulaie kitchen, as Eli left to get ready for court and Blair left to get away from Todd, John declared to Kelly that he had a lead on her mother's case.  When John explained that he got the lead after speaking to California authorities, Todd conveyed that he had his own lead.  After John told Todd to leave it to the professionals, Todd remarked, \"The last time this professional was in charge, he got cozy with Natalie, Jessica got shot, and some stripper fell through some ice.\"  Kelly insisted that John was better equipped and was much less likely to get himself arrested.  When Todd pointed out that John was not well liked among the legal circles, Kelly yelled, \"And you are?\"\n\n\nJohn announced that he had interviews scheduled with the staff at the institution, and that he was flying out immediately.  Kelly demanded to go with John, and John simply stated, \"I work alone.\"  Kelly informed John that if she could not go with him, she would go on her own and would \"no doubt make silly mistakes with my ignorant questions and bad timing.\"  When Todd reminded Kelly whom she worked for, John told Kelly she could go with him.\n\n\nAs Blair watched, and as Kelly was leaving with suitcase in hand, Todd remarked that all of the California flights were booked.  Knowing that Todd was the one who booked all of the flights, Kelly announced that Kevin would loan her the Buchanan Enterprises jet if only to \"tick you off royally.\"  Kelly maintained that she was taking Todd's jet and said goodbye to Blair as Kelly walked out the door.  Laughing, Blair observed, \"Well, it looks like you just met your match.\"\n\n\nIn the courtroom, after Schuyler rejected the temporary insanity plea Téa had offered, and claimed that he wanted to plead guilty, Roxy begged the judge not to listen to him, and Téa asked to confer with her client.  As Schuyler looked at Gigi, he stated, \"I've done some pretty unforgivable things.  I denied my own daughter, I put her life on the line because I was trying to impress somebody to make her love me.  And yeah, I lost myself a little bit.\"  Schuyler added, \"But I knew what I was doing, Your Honor.  I just thought it would be worth the risk.  And uh, yeah, I was wrong.  I deserve to be punished.\"\n\n\nThe judge explained that by accepting the guilty plea, there would be no trial, only a sentence that would amount to a considerable prison term.  The judge asked if Schuyler understood the consequences, and Schuyler stated that he did.  The judge accepted the plea \"guilty as charged\" and announced that Schuyler would be remanded.  When Téa begged for Schuyler to remain free until the sentencing due to Schuyler's cooperation, Schuyler requested to be sent to Statesville immediately and reminded Téa that Bo was in the hospital because of him.  As the guard escorted Schuyler out of the courtroom, Schuyler told Gigi that she would make a great mother for Sierra Rose.\n\n\nIn the courthouse lobby, after Fish had expressed that he could never get custody of Sierra Rose, Kyle insisted that Fish tell that to Sierra Rose as Kyle handed Fish the baby.  Fish realized that he could never say that to Sierra Rose.  Kyle knew that Fish was scared, and Kyle admitted that he did not even know what to do for Sierra Rose's breakfast.  Fish commented that they would just need to get formula from the grocery store, and Kyle exclaimed that Fish was a natural.  Kyle offered that Fish could feed Sierra Rose, that Kyle could dress her, but that their immediate concern was getting her home.\n\n\nAs the guards escorted Schuyler into the courthouse lobby with Roxy following, Schuyler saw Sierra Rose with Fish and asked if he could tell her goodbye.  Schuyler vowed that he would make it up to Sierra Rose one day and hoped that she would forgive him.  Kyle informed Roxy that she would be Sierra Rose's grandma and hugged her.\n\n\nIn the courtroom, while Gigi and Rex exchanged encouraging looks, and while Kyle and Fish gazed at Sierra Rose, the judge declared that the proceeding was to establish custody of Sierra Rose Morasco.\n\n\nAt the hospital, elated, Nora informed Matthew, Rex, Natalie, Jessica, and Clint that Bo had opened his eyes.  Greg explained that Bo was awake and stable, but that he was still weak due to the loss of blood.  When Clint asked if Bo would pull through, Greg said, \"Barring any unforeseen complications, I expect Bo to make a full recovery.\"  The family exchanged hugs, and Matthew asked to see his dad.\n\n\nWhen Matthew entered Bo's room, Bo greeted him with a \"Hi, son.\"  Matthew reflected that seeing Bo in the hospital bed reminded Matthew of when Matthew was in the hospital.  Bo agreed that it had been scary, but Matthew claimed that Bo's being in the hospital was worse.  Bo indicated that he was glad that Clint was there for Matthew; however, Matthew insisted that Matthew was there for Nora - to keep her calm.  Bo laughed and groaned, stating, \"It's okay.  It only hurts when I laugh.\"  Matthew replied, \"Dad, I'm really glad you're okay.\"\n\n\nIn the school hall, Dani and Destiny debated over who would act as the candy striper, and who would be the long-lost cousin, when they went to the hospital to get information about Bo from Matthew.  They both agreed to just have Matthew paged at the front desk.  Dani apologized to Destiny about their battles over the play and insisted that their friendship was more important than the play.\n\n\nMatthew called Dani and told her that Bo was going to be fine.  Dani and Destiny hugged.  Mr. G approached the girls and delivered the news that Destiny was to be Langston in the play and that Dani was to be Starr.  Destiny was sure that the audition was rigged because Langston was \"only the second banana,\" and that a real actress was needed to play Starr.\n\n\nMatthew arrived at the school and announced that his dad had insisted that Matthew return to school.  Matthew then asked the girls, \"What did I miss?\"  Once Destiny and Dani updated Matthew, Dani reviewed the cast list and revealed that Matthew had been cast as Markko.\n\n\nIn Bo's room, with Natalie also visiting, Rex stressed that if Bo had died, Rex would be lost, so the next time, Rex would be the one to get shot, and Bo could feel like the idiot.  Bo replied, \"How about next time, nobody gets shot, and we all go out for a beer.\"  When Rex stated that he did not want to see Bo in that hospital bed again, Bo insisted that it was because Rex loved him.  Rex quietly stated, \"Not at the moment,\" as he took Bo's hand.\n\n\nRex and Natalie left as Clint entered the room.  Clint told Bo that Clint realized that it was just the two of them left - Bo and Clint - and that they needed to fix things.  Clint asked Bo to heal up and stated that he would be waiting for him.  Nora entered Bo's room.\n\n\nRex told Natalie that he wanted to check on Gigi.  Natalie suggested that he check on Roxy also.\n\n\nAfter Kyle and Fish went into the courtroom for the custody hearing, Roxy promised to escort Schuyler for as far as the guards would allow, and as they were leaving, they ran into Rex.  Schuyler acknowledged to Rex that Schuyler had never stood a chance with Gigi.  The guards escorted Schuyler out of the courthouse with Roxy following.\n\n\nAs Jessica was on the phone, Brody informed Natalie that he was leaving the hospital and explained about the H-O-R-S-E basketball game that Brody had won for the prize of a date with Jessica.  When Natalie questioned about why the date of the date had not yet been set, Brody admitted that he was waiting for Jessica to look at him, just once, the way that she used to.  Natalie exclaimed, \"Then stop waiting for a miracle to happen and just make one happen.  Take her out and make her remember you.\"  Brody stated that he did not want to push her.  However, Brody walked up to Jessica and announced that he was collecting on their date.\n\n\nJohn asked Natalie about Bo, and Natalie told John that she would watch over Bo while John was gone.  Natalie warned John to be careful since she knew that he would be out of town for a few days.\n\n\nIn Bo's room, Nora decreed, \"Finally...I mean I am all for family togetherness, but that was ridiculous.  Did you see how many people were out there?  They all came around because they love you.\"  Bo interrupted her with \"Nora...\" and Nora responded, \"What?\"  Bo said, \"Will you marry me?\" \n\n\n",
    "tvmega_recap": "Langston concludes, to Starr, that she has to break up with Markko. She does not want him anymore. Yet, he has no clue and is making big plans for her. Bo awakens and assures everybody he is ok. But Roxy wants to be there for Schuyler. In the courtroom, he confesses to shooting Bo Buchanan and accepts the charges. Meanwhile. Oliver and Kyle are ready to raise baby Sierra, and Gigi is not certain what to do. Kelly is ready to go with John to L.A. to find out how her mother died. Todd is jealous.",
    "soapcentral_condensed": "In the Llanview School Cafeteria, as Hannah looked on, Cole congratulated Markko after Markko declared that he and Langston had \"worked things out\" In Starr's apartment, after Starr stressed to Langston that she should work things out with Markko, Langston exclaimed that she had tried. In the La Boulaie kitchen, John declared to Kelly that he had a lead on her mother's case. Kelly demanded to go with John, and John simply stated, \"I work alone\" Kelly maintained that she was taking Todd's jet and said goodbye to Blair as Kelly walked out the door. As Blair watched, and as Kelly was leaving with suitcase in hand, Todd remarked that all of the California flights were booked. Roxy offered to plead guilty, and Téa begged the judge not to listen to him, and the judge looked at him and said, \"Yeah, I was wrong, I deserve to be punished\" Tééa explained that accepting the guilty plea by accepting the plea was to make her love me a little more.\n"
}