{
    "soap_central": "\n\nTodd offered Michael and Marcie money in exchange for his son. Todd pulled out his checkbook and told the McBains that he was willing to give them enough money to adopt several children. An angered Michael threatened to physically harm Todd, while Marcie was willing to negotiate. Michael was shocked by Marcie's reaction and questioned how she could even consider accepting Todd's bribe. As Todd looked on with checkbook in hand, Marcie explained to Michael that a large sum of money could really help the family.\n\n\nMarcie told Michael they were in debt and should at least consider Todd's offer. Michael was obviously upset, but Marcie wanted to know how much Todd was willing to offer. Todd started the opening bid at $100,000. As Michael pushed him toward the door, Todd continued shouting out offers while Marcie encouraged him to raise the numbers. Todd offered ten million dollars. Marcie accepted and told Todd to write the check; Michael was stunned.\n\n\nMichael realized that Marcie was conning Todd and went along with Marcie's game. A clueless Todd listened in while Marcie continued to plead her case to Michael. Marcie accepted the check, as Todd demanded to take possession of his son. Marcie ripped the check and told Todd there was no deal. Michael and Marcie ordered Todd to leave; they stated that their son was not for sale. Todd reminded them that they were turning down ten million dollars.\n\n\nMarcie informed Todd that they knew just how much Tommy was worth to him. Michael threatened to tell the judge that Todd was willing to buy his son. Todd wanted his check back. Michael and Marcie refused and kicked Todd out of the apartment. Marcie apologized to Michael about allowing him to believe that she would sell Tommy to Todd; Michael understood her actions. Meanwhile, Todd stood outside the McBains' apartment door and wondered how his deed might have affected the custody case.\n\n\nAs Jessica prepared to enter Natalie's office at Buchanan Enterprises, she received a text message from Jared. Jared wanted to know when he would start working at BE. Natalie had received an email from Viki, who was in Paris. Natalie sensed that something was on her sister's mind and wanted to know what was bothering Jessica. Jessica attempted to convince Natalie to hire Jared. Natalie attacked Jared's character and questioned Jessica's motives for wanting him to work at BE.\n\n\nJessica evaded Natalie's questions concerning Jared and said she had only been offering advice. Natalie began to question Jessica's thoughts concerning her abilities as an executive at BE. Natalie wished Jessica would offer her encouragement. Jessica wanted her sister to realize that she believed in her. Natalie was still convinced that Jessica was hiding something concerning Jared Banks and demanded to know what it was. Jessica told Natalie she wanted to keep Jared from pestering Nash. Jessica claimed that if Jared worked at BE, Nash would be allowed to run his vineyard without Jared's influence.\n\n\nNatalie did not want Jared employed at BE. Natalie felt if Jessica wanted Jared preoccupied, she should hire him at the Sun. Jessica continued to argue her case for why Jared should work for BE to an unconvinced Natalie. Natalie outright refused. Jessica pleaded with her sister to do her that one favor.\n\n\nNatalie informed Jessica that if she wanted Natalie's help, Jessica would have to tell her the truth. Jessica told a shocked Natalie that Jared was blackmailing her; if Jessica did not comply, Jared would send her to prison. Natalie questioned her sister about the blackmail. Jessica revealed to Natalie that she'd sent Jared to prison, and he was threatening to do the same to her.\n\n\nJared and Nash discussed business at Capricorn; they were meeting to make their partnership official. Nash attempted to convince Jared that there was still time to back out of the deal. Jared had no intentions of doing so. As Jared signed the necessary documents, he mentioned to Nash that they were very much alike -- they were both self-made men. Jared discussed his fascination with Asa's success and commented that Jessica could also serve as an inspiration for them both.\n\n\nNash was taken aback by Jared's statement. Nash informed Jared that Jessica would not have anything to do with their partnership. Nash firmly stated that Jessica had many other responsibilities and would not be involved in the vineyard. Jared claimed to understand and walked away. The bartender picked Jared's phone off the bar and asked Nash if it belonged to him. Nash accepted the phone from the bartender. As Nash looked down at the phone, he observed Jessica's picture as the screensaver.\n\n\nAs Nora prepared for Lindsay's arraignment, Will and R.J. approached her inside the courtroom. Both men requested that Nora be lenient with Lindsay. Nora told Will and R.J. that she cared for them both but could not drop the charges against Lindsay. Will and R.J. argued for some type of consideration about setting bail; they wanted Nora to ensure that Lindsay would be allowed to await trial while out on bail. Nora reminded both men of Lindsay's history and was convinced that she was a flight risk. R.J. contended that Lindsay had changed and that if she were allowed bail, R.J. and Will would be responsible for her.\n\n\nBefore Nora could respond, Roxy appeared wearing her \"Free Lindsay\" tee shirt. Roxy flirted with Will and offered to sell him a tee shirt. Nora suggested that R.J. not encourage Will to believe that Lindsay had a chance of beating the case and reminded him of his role in Lindsay's escape from Statesville; she warned him to think twice about doing it again. R.J. was unable to convince Nora to help Lindsay and informed her that the courtroom would soon be filled with Lindsay supporters, thus making her job difficult. Nora was not moved.\n\n\nBlair visited Lindsay in the jail. Blair offered to help Lindsay with her legal matters if Lindsay helped Todd get custody of \"Tommy.\" If Lindsay would convince Michael and Marcie to allow Todd to take custody of the child, Blair offered to claim that she remembered what had happened the night of Spencer Truman's murder. If Lindsay cooperated, Blair would testify that Lindsay had acted in self-defense.\n\n\nLindsay demanded that Blair leave; she would not have any part of Michael and Marcie losing Tommy. Blair suggested that Lindsay cooperate, since Todd would ultimately win custody, and the McBains would be left heartbroken. Lindsay did not believe Todd was guaranteed to win custody, since Blair was seeking help from her. Blair did not back down; she told Lindsay that it would be in Michael and Marcie's best interest to face the inevitable right away rather than later. Blair offered to put the case in the paper continuously and stated that Nora would no longer have a case against Lindsay. Lindsay informed Blair that she did not care about what happened to her; she was only concerned that Tommy remained with the parents that really loved him.\n\n\nBlair reminded Lindsay how she'd kept the truth about Matthew from Bo for so long and was doing the same thing to Todd. Lindsay became enraged. Blair was not done. Blair accused Lindsay of being the same selfish person she had always been and stated that losing Jen had not made her a better person. Lindsay broke down and insisted that she had changed for the better. Blair wanted her to prove it by helping Todd regain his son. Blair attempted to appeal to Lindsay's emotions.\n\n\nBlair revealed to Lindsay that it was a possibility that the McBains would attempt to prove Todd was an unfit father. If they succeeded, Starr and Jack might lose Todd as a result. Blair begged Lindsay to reconsider. A distraught Lindsay told Blair that Todd was getting what he deserved, and she would play no part in removing Tommy from the McBains' home. The guard appeared and told Blair she would have to leave because Lindsay was due at her arraignment. Before leaving, Blair declared that Nora would prove Lindsay to be a homicidal maniac, and maybe that would convince her to change her mind. Lindsay headed off to the arraignment.\n\n\nWhile Vincent, Adriana, Rex, and Cristian looked on at Capricorn, Sarah tried to convince Layla to allow her to move in. Layla was unsure whether or not she actually wanted another roommate and asked the others what they thought of her rooming with Sarah. Vincent, Adriana, and Rex told Layla to go for it, but Layla wanted Cristian's opinion, since he resided with Sarah. Cristian hesitated, but Sarah wanted his honest opinion of her. Cristian gave Sarah several compliments and rushed off. Layla was obviously impressed.\n\n\nAs Layla considered Cristian's feedback, Sarah ran after Cristian and questioned him about the statements he'd made to Layla. Cristian had embellished Sarah's capabilities, and she wanted to know why. Cristian said he wanted to help her out, and it would be her responsibility to prove him right. Sarah thanked him for his help. Cristian reminded her that she had one week to book a great act for Capricorn. Sarah was confident that she could deliver. Sarah continued to beg Layla to let her move in. Layla was not ready to make a decision and did not appreciate Sarah's persistence.\n\n\nSarah's pleas did not fall on deaf ears, and Layla finally offered her room and board. Nash handed a stunned Jared his phone and questioned why Jessica's picture was on the screen. Natalie demanded to know what had happened between Jessica and Jared.\n\n\nTodd and Blair met at Capricorn. Blair confessed to Todd about her failed attempt at convincing Lindsay to help them. Todd sadly confided in Blair about his visit to the McBains. Todd was convinced that his actions had cost him Tommy. Blair tried to encourage Todd that the two of them would figure out a solution. Todd knew how Blair could help him get his son back. Blair questioned him how. Todd said that she could marry him. Blair was stunned.\n\n\nNora stared out into the faces of the many Lindsay supporters. As Lindsay was led into the courtroom, Will, R.J., Michael, Marcie, Roxy, Rex, and Cristian all smiled at her while wearing their \"Free Lindsay\" tee shirts. Lindsay's lawyer told her to give her plea when asked and to say nothing else. A despondent Lindsay did not answer. Nora silently observed Lindsay's demeanor. The judge entered the courtroom and said she would allow the \"Free Lindsay\" tee shirts to be worn at the arraignment but warned they had better not appear during the trial.\n\n\nThe judge asked Lindsay to enter her plea. Lindsay nervously stood up and remained silent. The judge informed Lindsay's attorney that the court would enter a plea of not guilty if Lindsay was unprepared to speak for herself. Lindsay interrupted the judge and shouted that she was guilty. The entire courtroom gasped.\n \n\n",
    "tvmega_recap": "Todd offers Marcie and Michael a large sum of money in order to get his son back. Marcie pretends that she wants to hear his offer. When Todd offers them ten million dollars for his son to be returned to him, Marcie tears up the check and tells Todd that she was playing him all the time. Jessica encourages Natalie to hire Jared at Buchanan Enterprises. Natalie doesn't understand what has come over Jessica that she would ask her to hire Jared. Cristian assures Layla that Sarah would make a good roommate. Jessica admits to Natalie that Jared has been blackmailing her in order to get the job at Buchanan Enterprises. Layla agrees to let Sarah move in with her. Rex, Adriana, Cris, and Roxy come to the courthouse to lend their moral support to Lindsay as she faces her bail hearing. Nora informs R.J. that she is going to request that Lindsay be remanded immediately following her arraignment. Michael informs Todd that now they even more evidence to prove that Todd is an unfit parent to Tommy. Todd visits Blair and tells her that he visited Marcie and Michael and might possibly have made matters worse. Nash questions Jared as to why a picture of Jessica is on his cell phone. Lindsay shocks the court by pleading guilty to murdering Spencer Truman.",
    "soapcentral_condensed": "Todd offered Michael and Marcie money in exchange for his son. Marcie accepted and told Todd to write the check; Michael was stunned. Jared wanted to know when he would start working at BE. Will and RJ argued about setting bail; they wanted Lindsay to be allowed to await trial while they await RJ's trial. Nora reminded Will and Lindsay that she was convinced that she cared for them both but could not drop the charges against them against RJ. Natalie felt if Jessica wanted Jared preoccupied, she should hire him at the Sun. Jessica pleaded with her sister to do her that one favor. Natalie outright refused. Jessica told a shocked Natalie that Jared was blackmailing her; if Jessica did not comply, Jared would send her to prison. Natalie was still convinced that Jessica was hiding something concerning Jared Banks and demanded to know what it was. Jessica evaded Natalie's questions concerning Jared and said she had only been offering advice. Natalie wished Jessica would offer her encouragement. Jared discussed his fascination with Asa's success and commented that Jessica could also serve as an inspiration.\n"
}