{
    "soap_central": "\n\nAs Bo and Antonio dig through scant clues trying to figure out who Spencer escape, Todd reveals himself as Spencer's captor. Todd threatens to shoot Spencer unless he tells him where his son is. Spencer can't believe that Todd would be so concerned about a child he had with a woman he despised but Todd is adamant about finding his son. When Spencer claims to not know the whereabouts of the baby boy, Todd begins to torture him. When Spencer begins to gloat about ending up at a mental hospital as opposed to prison Todd steps up his torture session a notch with the Chinese water torture. Spencer laughs at Todd's torture methods but after being left alone Spencer begins to lose it. \n\n\nBo guesses that whoever aided Spencer with his escape had a vehicle nearby to whisk Spencer away. He and Antonio go over the list of Spencer's friends and family who may have helped him but they both agree that neither David nor Blair would ever help Spencer escape. They go over his list of colleagues but since his shady associates have all been rounded up, they rule them out as well. Bo wonders if they are looking in the wrong direction and maybe instead of looking at people who wanted to help Spencer maybe they should be looking at people who felt that Spencer didn't get the justice he deserved.\n\n\nWhile Blair is worried about the re-emergence of her tumor, Dorian begins to suspect that Blair might be pregnant. Blair tells Dorian that she would know if she were pregnant, but Dorian is convinced that with all of the stress that Blair has been under, she could be misreading her pregnancy symptoms. The doctor walks in and confirms that Blair's headaches are being caused by an increase in blood flow due to Blair's pregnancy. Blair is stunned, takes out her calendar and traces the night of conception to the one night she and Todd spent together. Dorian is more realistic and reminds Blair that although she spent one night with Todd, she spent many nights with Spencer. Blair refuses to believe that Spencer could be the father and decides that even if he is, she is going to pass the baby off as Todd's. Dorian warns Blair that Todd is no fool and will suspect that the baby could have been fathered by his arch enemy. Blair decides to find out as quickly as possible who the father of her unborn child is.\n\n\nRex reveals to Michael and Marcie that Tommy's birth mother was mentally ill. Marcie begins to worry immediately while Michael is convinced that the chances of Tommy also being ill are very slim. As Rex is ready to turn over his report, Adriana grabs it and tells them that she and Rex forgot to make copies of the report. Rex is surprised but when Adriana shows him that Todd is named as Tommy's father, he goes along with her story that she needs to run next door and get copies made. Michael takes a call from Natalie while Marcie confides her fears to Rex that Michael was trying to make her feel better about Tommy's potential health issues. Michael returns to the table and Adriana hands them a copy of Rex's report to look over. Marcie is concerned when she sees that Tommy's mother had severe mental illness. Michael feels that he and Marcie should sit back and continue to watch over their healthy and normal son as they have done in the past. The question of Tommy's father comes up and Michael is convinced that if Tommy's father really wanted him, he would do whatever it took to find him. After Michael and Marcie leave, Adriana reveals that she too believes that Todd will not give up looking for his son so Rex decides that he needs to make sure that Todd no longer has a reason to continue his search.\n\n\n",
    "tvmega_recap": "Dorian has done the math and she knows that this child could easily be Spencer's. Blair will not entertain that thought. She can't have that happen. This man tortured her children and Todd and if she ends up pregnant for Spencer, Todd will never forgive her and all that she has built in the last little while will be over and done with forever. Spencer wants to know where Todd is taking him. Todd will not tell him. It's a surprise! The only clue he gives is that he isn't going to Atlantic City. \"You know that whatever you do will not change the fact that I had you strapped in for execution and Blair was my woman.\" Todd smiles as he drives. He drools at the thought of how Spencer is going to wish he were dead. They get to the location and Spencer is pushed into a small, dark room. It is the room where Spencer kept Margaret. He kept her there until she popped with Todd's baby. Spencer says that Todd probably didn't want that kid then anyway. Some of the mother's psychosis might have been passed down to the child. \"WHERE IS MY KID?\" Spencer says that he doesn't know. THWACK! Spencer pistol-whips him. \"Wrong answer.\" Spencer laughs. He knows that Todd won't kill him. He knows that Todd knows that this kid will never be found if he is dead. Todd knows that the man is right. He has another idea. He duct tapes Spencer to a chair and rigs the crazy bastard's head so that it faces the ceiling and has to stay that way. Todd is going to do the Chinese Water Torture. He rigs the machine to drop water on the man drop by drop at an even rate of speed. \"Soon you will go stark raving mad.\" Spencer smiles. He finds this absurd. Todd leaves him alone now. He has some things to do. Bo tells an officer to go and check on the transport of Spencer to the mental hospital. That soon returns and reports that the guards were found unconscious beside the van and Spencer is gone. Antonio and Bo head out to talk to the guards. Seems like someone busted Spencer out but Bo knows that the man's associates are accounted for. Bo and Antonio find that there are fresh tire marks showing a vehicle drove in there, did a U-turn, and drove back the way it came. \"Wait a minute. What if this is someone who was mad with the trial was handled and took matters into their own hands?\" Antonio knows that could be anyone. \"Are you talking about me?\" Bo and Antonio turn to find Antonio standing in the doorway casual as ever. Spencer is fine at first and smirking, but soon he can't help but look up into the hole where the drop comes from. It falls on his face and he looks down. He looks up again, the drop falls and he looks down",
    "soapcentral_condensed": "As Bo and Antonio dig through scant clues trying to figure out who Spencer escape, Todd reveals himself as Spencer's captor. Todd threatens to shoot Spencer unless he tells him where his son is. Bo guesses that whoever aided Spencer with his escape had a vehicle nearby to whisk Spencer away. While Blair is worried about the re-emergence of her tumor, Dorian begins to suspect that Blair might be pregnant. Blair decides to find out as quickly as possible who the father of her unborn child is.Rex reveals to Michael and Marcie that Tommy's birth mother was mentally ill. Marcie begins to worry immediately while Michael is convinced that the chances of Tommy also being ill are very slim. Michael feels that he andMarcie should sit back and continue to watch over their healthy and normal son as they have done in the past. If Tommy's father really wanted him, he would do whatever it took to find him. The question of Tommy’s father comes up and Rex decides that he needs to make sure that Todd no longer has a reason to continue his search.\n"
}