{
    "soap_central": "\n\nBlair, Starr, and Jack arrived at Todd's to show their support before the custody hearing began. Todd told Jack about how he was fighting to get Tommy back. Meanwhile, Rex gave Marcie, Michael, and Judy a load of damaging evidence to use against Todd. Marcie felt guilty when she encountered Starr at the courthouse but was determined to do whatever it took to keep Tommy. Todd demanded immediate custody of his son, but Judy shocked the courtroom with her claim that Todd was an unfit father who had once tried to kill Tommy.\n\n\nJessica couldn't summon the courage to tell Nash the truth about her past with Jared. Natalie woke up in bed next to a naked Jared and was mortified to think that she and Jared had had sex. After making her sweat, Jared assured Natalie that nothing had happened between them. Jessica was unsettled when Natalie explained what had happened and went to confront Jared.\n\n\nAn emotional Talia told Bo about her trip to New York City and the memories of 9/11 that she couldn't escape. Antonio reached out to Talia. Langston and Markko were clearly crazy about each other.\n\n\n",
    "tvmega_recap": "Todd is on the phone when there is a knock on the door. When he opens the door, he is surprised that it is Blair and Starr. Starr lets him know that although Marcie is her teacher, Todd is her father and she is going to stand by him in court. Natalie wakes up in bed with Jared Banks. She is beside herself when she thinks that they made love. Jared lets her know that they did not make love. Jessica and Nash argue over his business involvement with Jared Banks. Antonio and Cristian are in the sauna. They discuss Sarah's work at Capricorn and how Antonio wants Cristian to remain as his club manager. Talia has just arrived back from New York where she visited her old precinct house and saw some of her old friends. Talia and Bo discuss her visitation to Ground Zero and how she felt. Natalie visits Jessica and lets her know that she found herself in bed with Jared Banks. Nash and Antonio have a confrontation in the sauna. The DNA test reveals that Todd is Tommy's father. Marcie and Michael's lawyer reveals that they will prove that Todd tried to kill his son.",
    "soapcentral_condensed": "Natalie woke up in bed next to a naked Jared and was mortified to think that she and Jared had had sex. Todd demanded immediate custody of his son, but Judy shocked the courtroom with her claim that Todd was an unfit father who had once tried to kill Tommy. Marcie felt guilty when she encountered Starr at the courthouse but was determined to do whatever it took to keep Tommy. An emotional Talia told Bo about her trip to New York City and the memories of 9/11 that she couldn't escape. Langston and Markko were clearly crazy about each other. Antonio reached out to Talia and told her that she was the only one who could make him feel good about himself and that he would always be there for her in her darkest moments. Todd told Jack about how he was fighting to get Tommy back. Rex gave Marcie, Michael, and Judy a load of damaging evidence to use against Todd. Jessica couldn't summon the courage to tell Nash the truth about her past with Jared.\n"
}