{
    "soap_central": "\n\nEavesdropping at the police station in Chicago, Rex tries to hide so that he can learn how much information Blair and Todd have found at the adoption agency. He manages to swipe jackets with a homeless man to pretend that he's been robbed by a junkie, so that he can pretend to be filing a report. The pair have been charged with breaking and entering and the cop in charge is in no mood to dismiss charges with their long rap sheets. He doesn't care to hear Todd's reason and he is annoyed when Blair tries to make a deal. The director of the adoption agency, Dr. Morris, checks to see if there's anything missing. Todd relates his true but unbelievable story, citing the fact that he has names and dates. He's merely looking for his kidnapped son, he explains. The director, finally feeling compassionate, agrees to drop all charges, however he won't pursue any of the information without a court order. Todd is ordered to pay damages and leave the city immediately.\n\n\nAdriana gets a call from Rex, advising her that he's called the cops on Todd and Blair to prevent them from obtaining any files from the adoption agency. She's having a rough business day and is not happy when she's interrupted by a visit from Tate. He has news though; he's going to appear on \"The View\" and promises to hype her company. He asks her to come along to New York with him, alluding to the extra publicity she can have. It will help the terrible bids that she's been getting up to now from the manufacturing companies. To his disappointment, she decides to go but calls Layla to make the trip with them. His disappointment quickly turns to glee when Layla declines, unable to leave the meeting she's involved in for the business. When Adriana goes off to take a quick shower before leaving, Rex calls, to update her on the Todd in Chicago situation. He is forced to leave a message but Tate pockets the phone. \n\n\nJamie asks to see \"Mommy\" as she sits in the diner with Carlotta and Antonio, who tries to explain that Jess is not sick and that he lied a little bit. Jess is confused but loves her, he assures his daughter. Does Jessica still want you? she asks her dad. Stunned, he replies that grownup love is complicated but families stick together. He doesn't want her to think she can't go home so he plans on taking her there until he gets called to the station unexpectedly. He's annoyed but asks Carlotta to take her instead. Jamie is afraid that Jess will be there but Antonio is sure she's at work since she didn't answer the phone. He assures her that they will work everything out. \n\n\nWhen he's unable to reach Jess on the phone, Nash heads to Antonio's place, leaving Bree with a sitter. He learns that Jess has not said anything to Antonio about the two of them. Jess is still torn and is feeling guilty about breaking Jamie's heart. She tried to tell Antonio but he wouldn't let her talk, she declares. Nash feels that Antonio is trying to make her feel obligated. I AM obligated, she explains. We're married and I've betrayed him. She can't go back and change anything though so there's no sense in dwelling on it. She would certainly change lots of things. Nash persists in knowing what it is she would change. She would change that things weren't so hard, she responds. Antonio will be furious and humiliated, but she can't bear to be without Nash. He leans over to kiss her as Carlotta and Jamie return home. The little girl is witness to their passion.\n\n\nThe jocks in school make fun of Cole's musical theater sign-up and he's rude to Starr when she tries to help out. Britney is by to try to convince Cole how wonderful it'll be to audition, as she orders around her friend Henry (who also decides to try out to be near Britney). Cole tries to tell everyone that he's only auditioning so that Mrs. McBain will give him the recommendation for baseball. Starr learns that Langston has signed her up as well and she's bent on getting out of it. All she thinks about is Cole and how she can't see him. Langston tries to get her to stay, suggesting that she will be happy that she did. There are also a bunch of loitering students who are forced to sign up by Marcie or get detentions. Cole and Starr are both miserable. Marcie throws her weight around to the assembled students who hope she won't be so awful during rehearsals. She won't be if I have anything to say about it, Britney brags. Starr is called up for the first audition and she sings her heart out. The kids are all pretty impressed and Cole walks in to look at her in amazement. \n\n\n",
    "tvmega_recap": "Adriana is on the phone with a manufacturer. She angrily hangs up. Adriana gets a call from Rex. He fills her in on what Blair and Todd had done. Blair and Todd come into the officers office in handcuffs. Todd asks him isn't he going to ask him why he had broken into the adoption agency. Some of the male students at school reads the audition list for the production, \"Oklahoma.\" Starr hurries up and wants to know what those jerks had said to him. Cole wonders what does she care. Antonio and Carlotta have breakfast with Jaime. Jessica dreams of when her and Nash had made love. She picks up a pic of their family. She gets a call from Nash, but will not answer it. He leaves a message for him to call her. Adriana asks Rex if Todd and Blair could go to jail for this. Tate visits Adriana. Rex stands in the doorway to keep a man from going in. The officer tells Todd and Blair about their rap sheets. Antonio owns up to Jaime that he had lied to her. The audition list is filling up for the production, \"Oklahoma.\" Starr asks Marcie to remove her name from the list. Nash goes to visit Jessica. Nash wonders what Antonio had said when she told him. Nash finds out that Jessica hadn't told Antonio. Jessica uses Jaime as an excuse for not telling Antonio that she loves him. Jessica tells Nash that she loves him so much. Tate fills Adriana in that he is going on the, \"View\" to promote being a model for their male line. He asks her to accompany him on the show. Starr tries to talk to Cole about what the boys had said to him. Rex fills out a report on what Todd and Blair had taken from the adoption agency.",
    "soapcentral_condensed": "Adriana gets a call from Rex, advising her that he's called the cops on Todd and Blair to prevent them from obtaining any files from the adoption agency. Todd relates his true but unbelievable story, citing the fact that he has names and dates. The director, finally feeling compassionate, agrees to drop all charges, however he won't pursue any of the information without a court order. Jamie asks to see \"Mommy\" as she sits in the diner with Carlotta and Antonio, who tries to explain that Jess is not sick and that he lied a little bit. Nash heads to Antonio's place, leaving Bree with a sitter. He learns that Jess has not said anything to Antonio about the two of them. The jocks in school make fun of Cole's musical theater sign-up and he's rude to Starr when she tries to help out. Britney is by to try to convince Cole how wonderful it'll be to audition, as she orders around her friend Henry (who also decides to try out to be near Britney). Cole tries to tell everyone that he'm only auditioning so that Mrs. McBain will give him the recommendation for baseball.\n"
}