{
    "soap_central": "\nThe Spanish Prisoner\n\n\nAt La Boulaie, Dorian surprised Langston and Starr with a multitude of shopping bags filled with back-to-school clothing. The girls were obviously trying to hide something and were forced to admit their research of Langston's family tree. Dorian thought it \"an utter waste of time.\" After Langston went off to put on a new outfit to model, Starr accused her great-aunt of being rude for trying to stop Langston. Dorian quickly assured her that she merely wanted the research to be put on hold, with the start of the new school year. \n\n\nAfter watching Langston model the first outfit, Dorian presented Starr with new baby clothes. She was hoping that Starr would change her mind and keep her baby and raise it as a Cramer. Starr firmly told her great-aunt that her decision had been made and that Dorian needed to accept it. She suggested that Dorian's energy be directed towards Langston, instead, and her search for long lost relatives. Dorian was reluctant, citing Langston's right to have some privacy. A confused Starr pointed out that Dorian was intruding in her own private decisions and that Langston would appreciate the help. \n\n\nDorian spoke of her girls, including Langston, who admitted that she felt special when she heard that. She also admitted to feeling guilty, because she was searching for relatives on the advice of a phony psychic. She was overcome by feeling part of Dorian's family everyday. Comforting her, Dorian offered to have all of the names on Langston's list investigated. When Langston tried to thank her, Dorian put her off. She was doing it for herself, she admitted. She revealed that she wanted to adopt Langston legally as her daughter. \n\n\nIn Colombia, Jared completed the deal with Ray Montez. \"What about the money?\" the criminal wanted to know. Montez was informed that there was no money and that the deal was non-negotiable. Though Montez bragged of having his own plan for escape, he readily gave in as Jared made a strong case for his immediate release. He asked Jared for a coat for the incoming cold weather. Elsewhere in the prison, a new inmate was dragged in. The warden was informed, by a disguised Carlo Hesser, that the man was the \"worst criminal in all of Colombia.\" The prisoner was Cris! The warden readily accepted the money that Carlo handed to him, as Cris vowed to find Hesser some day. \"Who?\" the warden immediately asked, appearing to recognize the name. A sneering Carlo pointed out that the prisoner was a dangerous assassin and more, someone who should hardly be believed. It was decided that Cris belonged in solitary confinement. Carlo assured Cris that everyone was guilty of something, as Cris continued to yell that he was not a criminal. \n\n\nCarlo asked to be kept informed of the prisoner. Cris vowed to kill him. Finished with his business with Ray, Jared stepped into the outer room, only to come face-to-face with Carlo. When he demanded privacy, the warden assured him that \"Mr. Bern\" was discreet. Jared introduced himself as Jeb Stuart, causing a jolt in Carlo. Mentioning that he once knew someone of the same name, possibly a relative, Jared assured him it was common in the South. Carlo immediately summoned up the Internet on his cell phone, and learned of Jared's involvement in the Buchanan scam. The warden was the recipient of additional funds, this time from Jared. Ray was curious to learn that he'd be riding in a limo. Jared informed him that he had the power to send Ray back to prison as quickly as he had been able to get him released-if he misbehaved. Jared planned on introducing Ray to his niece. \n\n\nAt the police station, Bo tried to persuade Sarah to go home and let the police look for Cris. He didn't want her to do anything foolish. When he compared her to Tina, Sarah was highly insulted and insisted she was nothing like her mother. Bo asked that she prove it. Rex bolted in and offered to help Sarah in the search. which angered Bo, who finally convinced Sarah to leave. \"My son hates my guts,\" Rex blurted out to a surprised Bo. \n\n\n\"How's it feel?\" asked a very pleased police commissioner. \n\n\nRex explained how much he liked Shane. He understood why Gigi had kept him a secret but he wished he had known about his son sooner. He also explained the situation with Brody and how Brody had turned Shane against Rex. He was thinking that maybe he shouldn't be in Shane's life, that Shane and Brody were happy together, and that he shouldn't screw up Shane's life. Playing devil's advocate, Bo asked what would happen if Shane found out, later in life, that Rex was his real dad. Rex wanted Bo to give him advice. Bo admitted that his biggest regret was not being around for his own son, Drew, and that he did the same thing that Rex was thinking about. \n\n\nBo advised Rex that if he wanted Shane as his son, then the truth needed to be told. He further advised him that the boy would be angry, but he needed to know that Rex would be there for him, no matter what or when. Additionally, Rex would have to be in it for life. Bo didn't want him to live with regret as Bo did. \n\n\nAs an anxious Natalie looked on from the secret room in the basement, Tina seemed about to tell Clint the truth about Tess. To her surprise and happiness, \"Jess\" emerged and sweetly told her dad how happy she was about Tina being around for her. A bewildered Tina played along and assured Clint that she had forgotten why she was so upset earlier. \"Jess\" innocently suggested that perhaps Tina was pregnant like her. She added smugly that pregnancy always caused her to be forgetful. As Tina tried to tell Clint the truth again, \"Jess\" interrupted, dramatically declaring that she had done something terrible to Natalie. As Tina encouraged her, \"Jess\" spoke about making a mistake in having Natalie move in, that things between them were not too good and she had snapped at Natalie after hearing her apologize one too many times. She was afraid that Clint and Viki had been correct in telling her it was too soon to have Natalie there. Clint was sure that Natalie understood. \n\n\nAs Tina urged \"Jess\" to continue with the truth, Sarah burst into the room, crying that Cris had been taken by Carlo. She broke the news that Carlo had escaped from prison. Tina wondered why no one could build a decent prison. The realization that Carlo had hounded the family for years caused fear to consume the room. Clint promised to have extra security around all family members. As Tina was leaving the room to comfort her daughter, Clint remembered that they hadn't all finished their previous discussion. Clint offered to speak to Natalie, when Tina declared that she was being pushy, but \"Jess\" refused his offer of help. She thanked Tina for telling the truth. She felt she had been wrong in asking Natalie to move in but she thought she had it all under control. Once Clint was gone, Tess turned to face the camera, and Natalie. She repeated that she had everything under control. \"You bitch,\" Natalie sputtered. \n\n\nBack at Rodi's to work, Gigi learned she'd been fired, having been away for too long. Insisting that her absence was a life-or-death situation didn't sit well with the manager. Brody came to her rescue, pointing out that a replacement hadn't been hired yet. He suggested that they could both be fired if she missed any work again and the manager reluctantly agreed. Gigi assured Brody that she was still planning on telling Shane about Rex being his father and was hoping that Brody would be present. Pointing out that it was her lie, not his, Brody adamantly announced that he would not attend her meeting. Gigi reminded him of his phony DNA test and that she would expect answers for her son. \n\n\nAn angry Brody repeated his claim of running the DNA test to protect Shane in the event that she didn't return to Llanview. He was angry that he was put in the middle of the entire incident and thought that if they were planning on being a family ten years ago, that they still could. Gigi's response was that she loved Rex and Brody's request was impossible to fill. She apologized that she wasn't over Rex. Brody thought it a good thing that his mother had declared him dead so many years ago. He wondered what would have happened if they had gotten married, had their own kids, and then run into Rex. Shane arrived as Gigi was resolutely telling Brody to let her and Shane go. They claimed to be discussing dinner. Just then, Rex showed up, too. Shane advised him to leave, citing a family meeting. \"Then I guess it's a good thing I'm here,\" Rex replied. \n\n\nClint received a call from Jared to let him know that the job was completed. Clint was pleased, hoping to get his company back swiftly. As Cris was led to his cell, any evidence of his identity was destroyed. \"We have no Cristian Vega here,\" the warden said, as he ripped up his papers.\n\n\n",
    "tvmega_recap": "While Langston and Dorian are bonding and contemplating what it would mean if Dorian adopted her permanently, Jared is secretly meeting with Langston's uncle who is in prison. Ironically, Langston is searching for biological family on the internet, unknowing. Tess makes certain that Tina does not inform Clint nor Sara what she has done to Natalie nor inform them that she is Tess. Sara is very worried about what has happened to Cristian while he is missing in action. Carlo Hesser and his men are going to imprison and torture Cristian after he's told them Cristian is a murderer. And it sounds like they will \"de-program\" him and make him forget who he is. Rex goes to talk to Bo discussing his dilemma involving Gigi and Shane. He doesn't know whether he should let Shane believe the lie that Brody is his father or let him know the truth even though at the present time, Shane hates him and loves Brody. Gigi and Brody discuss the same thing while they are working together at Rodi's.",
    "soapcentral_condensed": "Dorian surprised Langston and Starr with a multitude of shopping bags filled with back-to-school clothing. She was hoping that Starr would change her mind and keep her baby and raise it as a Cramer. In Colombia, Jared completed the deal with Ray Montez. A disguised Carlo Hesser told the warden that the man was the \"worst criminal in all of Colombia\" The warden readily accepted the money that Carlo handed to him, as Cris vowed to find Hesser some day. Bo tried to persuade Sarah to go home and let the police look for Cris. Rex told Bo that his biggest regret was not being around for his son Shane. Brody and Brody were happy together, and that he shouldn't screw up Shane's life. Bo asked that she prove it. Rex bolted in and offered to help Sarah in the search. \"My son hates my guts,\" Rex blurted out to a surprised Bo. \"How's it feel?\" asked a surprised police commissioner.\n"
}