{
    "soap_central": "\n \nAt the teens' apartment, Starr and Cole rose to face the day and were pleased to find that Langston and Markko were seemingly still in bed.  Starr took that as a sign that their friends' relationship was back on track, but Cole wasn't so willing to take the recent developments in stride.  Starr told him to relax, and said she didn't see a point in obsessing over what had happened with Ford, especially since Langston had sworn off the older man for good.  Both of them were jolted, however, when Markko entered the living room and was looking for Langston.\n\n\nIn the outside corridor, Langston walked towards the apartment while chatting on her phone with Ford, who was at the Hallowed Grounds coffee shop.  Ford wanted to know if Langston could meet him after school for a romantic rendezvous, and Langston said she had a rehearsal session for the musical, but would attempt to make time for him.  Leering lasciviously, Ford requested that she send him a saucy text or photo in the meantime to \"tide him over\" until then.\n\n\nInside the apartment, both Starr and Cole found themselves tongue-tied as Markko asked them if they knew where Langston was.  Cole assumed the worst, and quickly squirmed out of the uncomfortable topic by rushing to the door to check for the morning paper.  As he opened the door, he found Langston there, hanging up from her call with Ford.  Langston breezed past him and greeted Markko with hugs and kisses, claiming she'd left to pick up orange juice.  \"That all you were getting?\" Cole asked icily.\n\n\nAt Hallowed Grounds, Hannah had been listening in on Ford's phone conversation with Langston.  After he hung up, she cornered him, and asked who his latest conquest was.  She said she was totally over him, but felt sorry for the women he bedded, as he'd never be able to truly make any of them happy.  After Hannah left, Ford promptly moved on with his day by calling up Karen the coed and scheduling another encounter.\n\n\nBack at the teens' apartment, Markko objected to Cole's tone with Langston, but Cole played dumb for his friend's benefit.  After a few more loving words to his girlfriend, Markko left for his classes, leaving Langston to face Starr and Cole.  Langston attempted to make her own exit, but Cole confronted her; he wanted to know if she'd really ended things with Ford.  Langston was shocked to realize that Starr had told Cole the truth, and insisted that she and Ford were over for good.  Cole told her that if she really meant to make a new start, she needed to clear the air with Markko.\n\n\nLangston told Cole that she didn't want to hurt Markko any more than she already had, and coolly suggested that if Cole were really Markko's friend, he wouldn't either.  Cole grudgingly agreed to keep silent, but warned her that if she were lying about being through with Ford, all bets were off.  He ordered her not to make Starr lie for her again, and Langston coldly informed him that she wouldn't trust Starr with another secret.  With that, she stormed out of the apartment.\n\n\nStarr whirled on Cole, and was upset that he'd let the cat out of the bag to Langston about what he knew.  Cole insisted he was well within his rights to confront the girl who'd two-timed his best friend, but Starr said that in doing so, he'd damaged her relationship with her own friend.  Exasperated, she walked out, heading for school over Cole's protests.  Unbeknownst to them, Hannah was also in the corridor, and was eavesdropping on their argument.\n\n\nIn her office at Llanview Hospital, Marty was examining her list of pre-natal vitamins when she got a call from John, who was in California with Kelly.  John wanted to check on the mother of his child, but Marty assured him she was doing fine, and wished him luck with his case.\n\n\nAfter Marty hung up, Jessica burst into Marty's office, very upset.  As Marty attempted to console her, Jessica moaned about how everyone wanted her to forget the past, even though she didn't know how to move forward in the present.  She explained that she'd gone on a date with Brody, and it had gone well until she'd seen Cristian with Layla.  Their favorite song by Selena had played, and she'd remembered all their hopes and dreams for their life together.  Jessica said Brody was nice, but he was no Cristian, who she knew held the same feelings for her that he'd had in their past.\n\n\nMarty was doubtful that Cris still wanted Jessica the way he used to, and gently suggested that Jess was subjecting him to her own interpretation of reality.  But Jessica wouldn't be deterred, and said she had a plan.  She was determined that she and Cristian would reunite during the senior prom, and vowed that he would be \"her first,\" the man she would truly lose her virginity to.  Sensing a hot button issue, Marty concluded that Jessica still felt like a virgin, and asked if it seemed strange to her that her memories had cut off before she'd become a sexual being.  Jessica insisted that she hadn't lost her memories on purpose, but Marty wasn't so sure.\n\n\nJessica became anxious as Marty mused aloud about Jessica's skewed view of the world; back in high school, her life was still simple, innocent, and untainted.  Marty asked if Jessica were scared of making love, and Jessica admitted that she was naturally nervous, but she knew everything would be all right with Cristian as her partner.  When Marty reminded her that Cristian didn't want to make love to her, Jessica flew off the handle.  She accused Marty of being just like Natalie; Marty claimed to want to be a friend, but she was dishonest.  Before stalking out of the office, Jessica warned Marty to be careful that Natalie didn't steal Marty's boyfriend, just as she'd stolen Cris.\n\n\nAt Hallowed Grounds, Markko arrived at the coffee shop, and ran into Ford, who was on his way to his date with Karen.  Markko asked Ford for technical help with his film project.  \"Technique is my specialty,\" Ford conceded, but said he couldn't help Markko just yet, as he'd already \"booked something.\"  Ford quickly exited, leaving Markko confused and dejected.\n\n\nNatalie entered the shop and greeted Brody with news on Bo, who was expected to make a full recovery.  Brody was pleased to hear it, but wished the rest of his life were going so well.  He explained that he'd gone to the Lifehouse concert at Ultra Violet with Jessica, and it had all been proceeding well, \"until the ex showed up.\"  Brody said that Jessica remained fixated on Cristian, right down to their favorite prom song; he only hoped she didn't remain locked in the past forever.\n\n\nNatalie told Brody to buck up, as no one stayed a teenager forever, but Brody suspected something more sinister at work; he felt confident that Marty's diagnosis was correct, and that Jessica's psyche had retreated into adolescence to avoid facing Mitch's rape attempt.  They couldn't force Jessica to face her trauma, but they had to find a way to return her to reality without agitating her condition.  Natalie admitted that Marty wasn't her favorite person, but she was sure Marty could help Jessica.  Brody said they needed Jessica back, as Viki and Bree would be returning from London soon, and the little girl would need her mother.  He feared losing access to Bree if Jessica remained a teenager indefinitely, and said he couldn't bear the thought of losing the new family he'd found.\n\n\nBrody said he had another shot to win Jessica's heart thanks to their second date.  Natalie was thrilled to hear Brody wasn't giving up, and said it had to be torture for him to want someone who didn't return his feelings.  Turning the tables, Brody told Natalie his situation wasn't that different from her own with John.  \"It's obvious what you're going through,\" he said, and theorized that she still wanted McBain.\n\n\nNatalie initially denied her feelings for John, but Brody said that as John's partner, he'd seen more than other members of the family.  He knew how John and Natalie had fallen back into each other's orbit during the jailbreak and the snowstorm, and he knew the emotions that had rekindled for Natalie.  Natalie broke down in tears and admitted the truth; she'd tried to fight her feelings, but couldn't.  \"I'm falling in love with John again,\" she said softly, \"and there's not a damn thing I can do about it.\"\n\n\nBrody comforted Natalie, and promised to be there for her if she needed to talk.  Natalie said there was nothing to talk about; John was with Marty, they were having a baby, and that was it.  Yet she admitted to Brody that she suspected that her feelings weren't one-sided, and that she'd gotten signals from John that he felt the same way.  As Brody took notice of something nearby and attempted to silence her, Natalie blurted out her suspicions: if not for Marty getting pregnant, she and John would have gotten back together.  No sooner did Natalie say the words, however, when she noticed Brody's fearful gaze, and turned around to see Marty standing directly behind her.\n\n\nAt the Palace Hotel, Téa and Danielle arrived for breakfast, but stopped short when they noticed Todd hard at work on his laptop.  Téa suggested they leave, but Danielle said it was all right, as she needed to speak to her father.  Striding over to Todd's table, Danielle took a seat.  Todd attempted to make awkward conversation with mother and daughter, but Danielle quickly got to the point; she was playing the role of Starr in Langston's musical, and couldn't wait to rip her father to shreds onstage and tell the world what he'd done to his family.\n\n\nAcross the dining room, Greg treated Destiny to a celebratory breakfast for winning a role in the high school musical.  He was sure she would be a star, but Destiny pointedly reminded her big brother that she would not be a \"Starr,\" but rather a \"Langston.\"  It wasn't all bad, however, as Matthew would be her co-star as \"Markko.\"  \"And Markko and Langston live happily ever after,\" Greg added.\n\n\nGreg warned Destiny not to let her onstage romance with Matthew blend into real-life drama, but Destiny insisted she was over her infatuation with the Buchanan boy.  She said Greg had no room to lecture her on romance after his bust-up with Rachel, and Greg pleaded with her not to get her heart broken again.  Fed up, Destiny told him she was leaving for school.\n\n\nBack at the Mannings' table, Téa attempted to defuse Danielle's assault on Todd, to no avail.  Todd said that he understood why Danielle hated him, but he was still her father.  \"It's a word,\" Danielle snapped. \"It doesn't mean anything.\"  Nonetheless, Todd said that someday she'd need him, and he'd be there whether she liked it or not.  Danielle swore that she'd never need anything from him, and quickly rose and left for school with Destiny.\n\n\nAfter Danielle left, Téa apologized to Todd for the girl's behavior, but Todd told her to spare her ersatz sympathy.  Téa insisted she did care, and Todd shot back that she used Danielle as her excuse not to deal with their ruined relationship.  \"You still love me,\" he declared, \"but you're not gonna do anything about it.\"  Remembering his conversation with Jack, he admitted that his son had suggested he still loved Téa, as well, and neither of them had been with others since their breakup.  Todd asked Téa if they might reunite if Danielle let go of her hatred for him.\n\n\nTéa told Todd that Danielle wasn't ready to forgive him, so there was no point in fantasizing about a happy ending.  Todd informed her that Langston's musical wouldn't go quite the way Danielle had planned, as he'd made some convenient changes to the script on behalf of his character and delivered the new script to Starr.  As Téa read a copy of Todd's rewrites, which cast his character in an overly benevolent light, her eyes grew incredulous.\n\n\nTéa told Todd not to whitewash what he'd done to Starr and Hope, as that would only drive Danielle further away.  Instead, he needed to consider the possibility that the musical would serve as an emotional catharsis for Danielle, so she could deal with her feelings of anger and then begin anew with Todd, just as Starr had.  Todd scoffed at Téa's amateur psychology, but admitted there might be merit to her words, and said he had to speak to Starr about the script before anyone else saw his unfortunate rewrites.\n\n\nAfter Todd left, Téa prepared to leave, as well, but stopped as Greg approached her table.  Greg offered to give her a lift to the hospital for her appointment, but Téa, distracted by the script and her Blackberry, said she'd drive herself.  After Greg walked away, Téa sat there, still reading the musical.\n\n\nIn the Llanview High gymnasium, Matthew finished his PE class and found Nate Salinger, the boy who'd been cast as \"Cole\" in Langston's musical, sitting on the bleachers and reading a copy of \"Acting For Actors.\"  Introducing himself, Matthew said he was playing Markko, and explained that he knew the people in the true story and could fill Nate in on the details.  Nate was most interested in his female lead, Danielle, and asked for information about her; he was surprised that Danielle was playing her own sister and facing off against someone meant to be their father; he asked if she'd acted before.  Nate explained that he took his work seriously, and wanted to be sure Danielle did, as well, since they'd be sharing \"intimate scenes.\"  Feeling awkward, Matthew said that Danielle was not only totally committed to the part, \"she's also kind of my girlfriend.\"\n\n\nDanielle and Destiny entered the gym, and Matthew introduced them to Nate.  The girls were awaiting the revised scripts for the musical, but the rewrites had yet to arrive.  Nate asked if Danielle was intimidated by having the leading role and playing out her sister's life story, but Danielle said she was looking forward to playing Starr, while Matthew just looked nauseous.\n\n\nIn the school halls, Starr caught up with Langston, who was still furious that Starr had told Cole about Langston's affair with Ford.  She was sure Cole would tell Markko, but Starr insisted that he would keep quiet.  Langston softened, and said she was sorry she'd caused problems for Starr and Cole, but Starr said they'd be okay.  \"Nothing can break you up,\" Langston mused.\n\n\nNoticing a poster for the senior prom, Starr suggested they all go to the dance together as a foursome, just like old times.  They'd be together with the boys they loved, and would start a new chapter in their lives, burying the past.  As Starr pleaded with Langston, Jessica listened in from the nearby row of lockers.\n\n\nBack at the teens' apartment, Cole fumed in the wake of his argument with Starr.  After a knock at the door, Cole flung it open and found Hannah standing there.  Hannah asked if he was all right, but Cole said he wasn't; he'd had a fight with Starr over their mutual friends, and they weren't seeing eye to eye.  Hannah attempted to lift his spirits by informing him that she'd told Ford to \"shove it,\" and that she was over him for good.  As she spoke, she inadvertently spilled her drink on her new shirt, and rushed off to the bathroom to change.\n\n\nAs Hannah entered the bathroom, Cole gazed mournfully at his graduation photo, showing him, Starr, Markko, and Langston in happier times.  He was jolted back to reality as Hannah exited the bathroom in her bra and asked if she could borrow a shirt.  As she approached Cole, Todd, looking for Starr, burst into the apartment but stopped dead when he saw Cole and Hannah together.  \"What the hell?\" Todd cried.\n\n\nIn California, John and Kelly met with Mrs. Stevens, the administrator of Melinda's private hospital.  Kelly explained that they had reason to believe Melinda had been murdered, and were searching for the killer.  Stevens was surprised they suspected foul play, and John recounted the anonymous calls Kelly had received from inside the institution.  John showed Stevens the call records, and then produced a picture of Allison Perkins, and asked if she'd seen the woman before.\n\n\nStevens explained that she'd met Allison, who'd arrived at the hospital, posed as Dorian, and attempted to see Melinda.  Stevens had already met Dorian, so she knew Allison was an imposter; however, Allison had only shown up after Melinda had passed away.  Melinda had merely been unconscious when the staff had found her, and they'd attempted to resuscitate her, but she expired.  Stevens told Kelly that Melinda had left something for her, and exited the office to retrieve it.\n\n\nConferring alone, John and Kelly agreed that Mrs. Stevens was on the level, which left Kelly to conclude that their trip was a waste, and her mother really had died of natural causes.  John told her not to be too sure.\n\n\nMrs. Stevens returned with a clay pot Melinda had been working on, and handed it over to Kelly.  John asked for the hospital's phone records, and examined the list for any sign of the extension that had called Kelly's phone.  He found the correct number, but Mrs. Stevens was stunned when he read it back to them, and explained that it was her office extension; she always locked her office when she left, and no one else had access.  She remained convinced Melinda's death was no murder.  Taking another tack, John decided to check the hospital's security tapes for any sign of an intruder who could've broken in, and Mrs. Stevens escorted him out to the security desk, and left Kelly behind in the office.\n\n\nAlone in the office, Kelly clutched Melinda's pottery, and vowed to find her mother's killer.  Unbeknownst to her, a mystery man had picked the office door's lock, and crept into the room behind her. \n\n\n",
    "tvmega_recap": "John and Kelly visit the hospital where Melinda died. The administrator identifies a picture of Alison Perkins and says she was there the day Melinda died. They look at the phone records and discover that someone made calls to Kelly from the administrator's office. John and the administrator leave Kelly in the office while they go to look at security tapes. While Kelly is alone in the office, someone opens the door with a key. Marty realizes that Jessica's memory stops at a point in her life when she was a virgin. Natalie admits to Brody that she is falling in love with John again. Marty overhears Natalie tell Brody that she thinks she and John would have gotten back together if Marty hadn't gotten pregnant. Langston makes a date with Ford. Cole challenges Langston about her affair with Ford. Langston gets mad at Starr for betraying her confidence. Hannah goes to Cole's apartment and while they are talking, she \"accidentally\" spills her drink on her shirt so she has to take it off. Todd comes in and sees her.",
    "soapcentral_condensed": "At the teens' apartment, Starr and Cole were pleased to find that Langston and Markko were seemingly still in bed. In the outside corridor, Langston walked towards the apartment while chatting on her phone with Ford, who was at the Hallowed Grounds coffee shop. Ford wanted to know if Langston could meet him after school for a romantic rendezvous, and Langston said she had a rehearsal session for the musical, but would attempt to make time for him. In her office at Llanview Hospital, Marty was examining her list of pre-natal vitamins when she got a call from John. John wanted to check on the mother of his child, but Marty assured him she was doing fine and wished him luck. Jessica burst into Marty's office, very upset about how everyone wanted her to forget about how to move forward in the present. She explained that she'd gone on a date with Brody, and it had gone well until she'd seen Cristian with Layla. Jessica said Brody was nice, but he was no Cristian, who she knew held the same feelings for her.\n"
}