{
    "soap_central": "\n\nJohn arrived at Llanfair and found Viki. He asked if she had seen Natalie, because Natalie had left him an urgent message. Viki wondered what her daughter had wanted, because Natalie wasn't there. John thought that it had probably been nothing, but Viki disagreed. Viki continued that Natalie had Liam with her, so she'd probably gone to find John. John said he would go to his room to see if Natalie was there. Viki knew it wasn't her business, but she begged John to treat Natalie gently since she still loved him.\n\n\nSuddenly, Charlie appeared in the doorway. Viki promised to let Natalie know that John had been there, and John left. Viki told Charlie that she was about to leave for the hospital to see Clint. Charlie only wanted to give her the signed divorce papers, so that she could sign them as well. Charlie also informed her that he and Echo had \"had it out.\" Viki hadn't meant to hurt him when she had given him the recording, but Charlie was glad that she had.\n\n\nCharlie knew that he didn't deserve Viki's forgiveness, but he vowed to do everything in his power to earn back her respect. Charlie had also visited to say goodbye, because he was leaving Llanview. He had originally stopped in Llanview because of Jared, but had stayed because of Viki. He'd lost them both, so he wanted a fresh start.\n\n\nCharlie explained to Viki how he had run into Moe and Noelle at the Buenos Dias. After they had let him have it, they'd told him about how a twister had leveled the Bon Jour in Paris, Texas. Moe had offered Charlie a job to rebuild it. He wanted Viki to tell Natalie to say hello to Jared for him whenever she visited the cemetery. Viki wished him luck. He told her that he would always love her, and left.\n\n\nViki sat down at her kitchen table and signed the papers. She sadly removed her wedding ring and set it down on top of the papers.\n\n\nJoey arrived at the hospital and stepped off of the elevator. He found a nurse and asked about Clint's cardiologist, Dr. Shen.\n\n\nDr. Shen reminded Clint that his heart was failing. Clint knew that, with his blood type, the chances of a heart transplant were slim. The doctor promised to make Clint comfortable, and suggested that he get his affairs in order. Joey entered the room and asked the doctor when Clint could leave. Clint told Joey that the doctor had other patients to attend to, and the doctor left the room.\n\n\nJoey thought it was a good sign that Clint was bossing around doctors. He told his father that he had been at Clint's bedside every day. Joey informed his surprised father that Tess had married Cutter. He continued that he'd made a deal with Ford -- custody of Ryder if Ford would commit Tess. However, Tess had somehow annulled her marriage to Ford, and had married Cutter. He confided that Cutter wanted money in exchange for Tess.\n\n\nJoey loved Aubrey, but wondered if she was in on Cutter's scheme. He remembered how many people had tried to warn him about Aubrey, and recalled the flash drive with the footage of Cutter and Aubrey. Joey asked his father for the truth about Aubrey. Clint informed his son that Aubrey, \"and I doubt that's her real name,\" was a con artist. He continued that Aubrey and Cutter were lovers who had targeted Joey in order to steal his money.\n\n\nClint said that the footage Joey had seen had been an altered version. He disclosed that Joey had even held the real footage in his hand, but Aubrey had goaded Joey into destroying it. Joey chided himself for being such a fool, and thought of everyone he'd ignored warnings from. It dawned on him that he had horribly mistreated Kelly. He vowed to put an end to Aubrey, and apologize to Kelly.\n\n\nClint instructed Joey to keep up the charade of a happy marriage until they got Jessica back. Joey thanked his father for being patient with him, and assured Clint that he'd be out of the hospital soon. Clint replied that he was proud of Joey, and Joey left.\n\n\nA short while later, Clint expressed his appreciation to the doctor for not telling Clint's family about his prognosis. The doctor related that, the next time, he would say that he had been instructed to keep the details about Clint's health confidential. As Clint said that he would tell his family at \"the right time,\" a stunned Viki couldn't believe what she'd heard.\n\n\nTess took off her earrings, and put on a black hat, completely covering her hair. Brody and Cutter wondered if she was Jess or Tess. She revealed that she was Wes, an old friend of Brody's from the Navy. She went to the bathroom to change out of Tess's clothes, and borrowed some of Cutter's clothes. Brody explained to Cutter that he'd told Jessica stories about Wes, and that she'd met him a couple times. Cutter was upset that he seemed to be married to a guy.\n\n\nBrody and Cutter blamed Wes's emergence on each other. Wes returned from the bathroom with all black clothes, and no makeup. \"If only Tess could see you now,\" Cutter remarked. Wes asked who Tess was, and if she was hot. Wes continued that he needed some \"female companionship,\" and asked if he could be set up with Tess. Cutter cracked that it would be a little difficult to set them up.\n\n\nWes thought that there were probably many girls around, so the guys should go out for drinks. Brody agreed and walked toward the door with Wes. Cutter stood in Wes's way, and suggested that they should stay in the room, because Wes probably wouldn't like St. Anne's. Wes told Brody and Cutter to figure things out while he went to the bathroom. A short while later, the two men wondered how long Wes was going to take in the bathroom. When Brody knocked on the door and got no answer, he shoved the door open. Wes was nowhere to be found.\n\n\nRama declared that Cristian had finally made the perfect Delhi Belly, so she would teach him some new drinks. Cristian suggested that they talk instead. He wondered if she'd told Vimal that she wasn't pregnant. Aubrey entered and pulled Rama away, saying that they needed to talk about Joey. Aubrey updated Rama about all that had happened with Cutter. She informed Rama that she'd told Cutter that they were through.\n\n\nRama instructed Aubrey to talk to Cutter and win him back, because they both needed him. Aubrey confessed that she didn't love Cutter anymore, because she loved Joey. Aubrey was afraid to lose Joey, but Rama told Aubrey just to tell Joey that she loved him, and he would believe it because it was true. Cutter had promised not to tell Joey about Cutter and Aubrey's plan, and Aubrey thought that he had to have kept his promise so far. Otherwise, Joey would have been at Capricorn, letting Aubrey have it.\n\n\nRama told Aubrey to fight for Joey, but Aubrey didn't think that Joey would be happy to hear about Aubrey sleeping with Cutter. \"Fidelity is overrated,\" Rama said, staring at Cristian. Rama suggested that Aubrey blackmail Cutter with one of his secrets, and there would be a happy ending for Joey and Aubrey.\n\n\nJoey arrived at Capricorn and passionately kissed his wife. Aubrey told Joey that she wanted to go with him the next time he visited Clint, even though Clint didn't like her very much. She wanted to learn to get along with Clint so Joey wouldn't have to choose between the two. Joey assured her that there was no contest between Aubrey and Clint. Joey went to the bar to get drinks. As the two women sat at a table, Rama assured Aubrey that Joey loved Aubrey. They just needed to take care of Cutter.\n\n\nWes entered Capricorn and pulled a chair over to Rama and Aubrey's table, asking if he could join them. \"Tess?\" asked a surprised Aubrey. Wes introduced himself, and said that he was \"a sucker for pretty ladies.\"\n\n\nOutside of Capricorn, Dorian saw Echo with a drink. She asked if Echo was off the wagon, and called her many offensive names. Echo threw her drink on Dorian, and returned the favor. Cristian walked outside and asked if everything was all right. He handed Dorian a towel as Dorian assured him that everything was all right. He instructed Echo to leave, and she gave him her glass. Dorian suggested that he call Echo a cab, because she wasn't in any condition to drive. Dorian again assured him that she could handle Echo, and he went inside to call Echo a cab.\n\n\nDorian asked if Echo was in a bad mood because she was single again. Dorian said that it was easy to figure out why Echo had been dumped. Dorian thought that Echo had gotten what she deserved for lying to everyone. Echo assured Dorian that Charlie would soon understand and return to her. Dorian informed Echo that Charlie was leaving town, because there was nothing left for him in Llanview. Echo didn't believe Dorian, because Charlie would never leave Viki. Dorian replied that Viki wouldn't want Echo's \"sloppy seconds.\"\n\n\nEcho wanted to know where Charlie was going, but Dorian refused to tell. Echo again didn't believe Dorian. Dorian informed Echo that Carlotta had told Dorian that Charlie had a job offer \"far, far away.\" Dorian took a wad of cash out of her purse and suggested that Echo go to the bus station instead of the motel. Echo refused to leave. Dorian reminded Echo that she had no job and no Charlie, and Rex and Shane would be gone once they found out what Echo had done. Echo vowed to get even with Dorian, and left.\n\n\nA short while later, Dorian walked up to the bar. She saw Joey and stopped to talk to him. \"Out with the wife?\" she asked. Joey asked if Kelly was there. Dorian informed him that Kelly had other plans.\n\n\nNatalie arrived at John's and knocked on the door. When there was no answer, she pushed the door open and called for him. As she passed through the door, the light illuminated blood on the knob, which Natalie didn't see. She saw a note on the table which read \"Up on the roof.\" She noted that it wasn't in John's handwriting, but headed toward the roof anyway. As she passed the bathroom door, she didn't notice the blood gushing out from under it.\n\n\nOn the roof, Marty had set up for her dinner with John. As Marty set blood-stained nametags down on the table, Natalie entered the rooftop with Liam. Marty told Natalie that she was having dinner with John, and Natalie wasn't invited. Marty and John were celebrating being back together, and Marty vowed that Natalie wouldn't ruin it. Marty informed Natalie that John had moved on, especially after Natalie had Brody's baby.\n\n\nNatalie told Marty that she hadn't had Brody's baby -- she'd had John's. Marty played dumb and called Natalie delusional, but Natalie continued. She informed Marty that, luckily, Marty had told Dr. Buhari all about it. She pressed play on the recorder, and played the recording for a shocked Marty. Natalie told Marty that Marty was done.\n\n\nMarty informed Natalie that Natalie had violated confidentiality rules. She said that the courts, and John, wouldn't be too happy about that. However, Natalie countered that John wouldn't be very happy to learn that Marty had changed the DNA results either. Marty told Natalie that it was time for her to go, but Natalie insisted on staying to play the tape for John.\n\n\nMarty related that learning Liam was John's would kill Brody. Natalie promised to help him through it. Marty pleaded with Natalie to leave things the way they were, and to let Marty have John. Natalie reminded Marty that John didn't love her, but Marty declared that they'd had dinner. Natalie explained that John had only felt bad for Marty, and was being nice. Natalie vowed not to lie to John anymore. Marty called Natalie selfish, and picked up a bloody knife from the table. She pointed it at a terrified Natalie.\n\n\nNatalie told Marty to put the knife down before someone got hurt. \"Someone's been hurt,\" Marty replied gleefully. Natalie noticed the blood on the knife as Marty began to admire it. Natalie demanded to know what Marty had done, and to whom. \"Kelly was as uncooperative as you,\" Marty responded. Natalie asked where Kelly was. \"With God, I would think,\" Marty answered.\n\n\nNatalie was horrified to think that Marty had killed Kelly. Marty laughed and rationalized that she had nothing to lose. She charged at Natalie with the knife, and the two women fought over it. In the process, they completely destroyed all of Marty's decorations and careful setup of the roof. A screaming Marty swiped at Natalie with the knife as Natalie ducked out of the way.\n\n\nJohn arrived in front of his room and observed blood on the door. He drew his gun and carefully walked in. John arrived in front of the bathroom door and noticed the blood underneath the door. He shoved the door open and was surprised to see Kelly lying unconscious and bleeding on the floor. As John tried to stop the bleeding, he called 9-1-1 and demanded an ambulance immediately. Kelly woke up, and he assured her that she would be all right, and that help was on the way. He asked who had hurt her. Struggling, she finally said, \"Marty.\"\n\n\n",
    "tvmega_recap": "Clint's doctor tells him that his heart is failing and that he should start putting his affairs in order. Joey tells him that Tess married Cutter and Cutter wants to make a deal: Tess for cash. He asks Clint's honest opinion about Aubrey. Clint says she is a grifter and that the disc Joey destroyed contained the proof. Joey wants to end it with Aubrey and apologize to Kelly. Clint advises him not to do anything until Jessica is safe. Viki goes to see Clint and overhears him telling the doctor that he doesn't want anyone to know he is dying. Cristian asks Rama if Vimal knows she is not pregnant. Aubrey tells Rama that Cutter is jeopardizing her marriage with his marriage to Tess. She reveals that she doesn't love Cutter anymore; she loves Joey. A new alter emerges in Jessica - Wes, Brody's old Navy buddy. \"Wes\" comes into Capricorn and offers to buy Rama and Aubrey a drink. Charlie brings Viki the signed divorce papers. He tells Viki that his relationship with Echo is also over, and he is leaving Llanview. Dorian runs into a very drunk Echo at Capricorn and taunts her about being dumped. Dorian tells Echo that Charlie is leaving town. She offers to pay Echo's cab fare to the bus station, but Echo says she isn't leaving town; she is going to stay and get even with Dorian. John goes to Llanfair looking for Natalie after receiving an urgent message from her. Viki asks John to be gentle with Natalie. Natalie is at John's apartment to tell him that he is Liam's father. Not noticing blood oozing under the bathroom door, she sees a note that says, Up on the roof\" and when she goes there, Marty is up there with a romantic table set. Marty asks Natalie to leave because she and John are back together. Natalie plays a tape of Marty talking about the switched paternity test. Marty tells her that stolen evidence is inadmissible and that that conversation was subject to doctor-patient confidentiality. Natalie asks what Kelly thinks about Marty and John being back together. Marty says Kelly won't bee a problem anymore. John comes home and sees the blood under the bathroom door. He discovers Kelly on the bathroom floor. He calls 911 and reports that she has been stabbed but has a pulse. Up on the roof, Marty lunges at Natalie with the same bloody knife.",
    "soapcentral_condensed": "Joey asked his father for the truth about Aubrey. Clint informed his son that Aubrey, \"and I doubt that's her real name,\" was a con artist. Clint instructed Joey to keep up the charade of a happy marriage until they got Jessica back. Viki told Charlie that she was about to leave for the hospital to see Clint. Charlie had also visited to say goodbye, because he was leaving Llanview. John arrived at Llanfair and found Viki. He asked if she had seen Natalie, because Natalie had left him an urgent message. He wanted Viki to tell Natalie to say hello to Jared for him whenever she visited the cemetery. He told her that he would always love her, and left. Joey told his father that Tess had married Cutter. He confided that Cutter wanted money in exchange for Tess. Joey chided himself for being such a fool, and thought of everyone he'd ignored warnings from. It dawned on him that he had horribly mistreated Kelly.\n"
}