{
    "soap_central": "\nDaddy's Little Girl \n\n\nRex entered Bo's apartment and found movers packing up the remainder of Bo's possessions. The movers said that Bo was having his things shipped to a storage facility and hadn't left a forwarding address. As Rex pondered Bo's whereabouts, Madame Delphina appeared and informed Rex that she was inquiring about the apartment. Rex was shocked to learn that Bo had put his apartment up for rent. Madame said that Bo was in trouble and she could advise Rex on how to save him. Realizing that Madame was Roxy's psychic, Rex balked at her offer but paid her fifty dollars after she mentioned actual occurrences in his own life. \n\n\nMadame conjured up the spirits and told Rex that Bo had gone for a ride and was no longer in Llanview. She said that it was important that Rex find Bo immediately because both their lives depended on it. Madame was unable to pinpoint exactly where Bo had gone, but suggested that Rex follow the \"pecan pie.\" Believing Madame to be a fraud, Rex criticized her psychic abilities. Madame mentioned the word \"deadly\" and said that time was of the essence. Before leaving, Madame offered one last warning. She said that Rex had to say goodbye to the woman he loved before leaving town. When Rex reminded her that his wife wasn't in the country, Madame corrected him by repeating, \"The woman that you love.\" Rex was baffled, but headed off to the diner to see Gigi. \n\n\nWhen Rex arrived at the diner and told Gigi that he had come to say goodbye, Gigi assumed that Rex was going to Paris to see Adriana. She appeared relieved when Rex informed her that he was leaving town to search for Bo. Gigi offered to prepare Rex some food to take on his trip. Gigi was surprised that Rex came to say goodbye and reminded him that he didn't do so in Michigan. Rex said that he was a different person. Gigi asked if Rex intended to return to Llanview. Rex admitted that he might be gone for awhile, but assured her that he would definitely return home and asked her to say goodbye to Shane. As Rex headed for the door, Gigi gave him an impulsive hug. Rex responded lovingly. Rex asked Gigi what she had prepared for him. When Gigi mentioned that it was a dish that was almost as good as Noelle's pecan pie, Rex remembered Madame's words. Gigi asked him if he had any idea where he would start looking for Bo. Rex believed he knew exactly where to start. \n\n\nJohn returned to his apartment and questioned whether Mike would actually leave Marcie if she decided to adopt Star's baby. Mike said that he didn't know how long he would need to sleep on John's couch, but couldn't accept Marcie's decision. After stating all the reasons why the adoption would never work, Mike expressed his concern that he didn't believe that Marcie could ever get over the loss of another child. John wondered if the loss would be harder for Mike, rather than Marcie. Mike was certain that Todd would do everything possible to prevent the adoption from taking place. John suggested that Mike forget about Todd, and consider fighting for Marcie and the child. \n\n\nWhile waiting to meet with Starr at the diner, Marcie spoke with Gigi. Gigi observed Marcie's nervous demeanor and wondered if Marcie was thinking about the adoption. Before Marcie could answer, Starr showed up. Starr was elated when Marcie agreed to adopt her unborn child. When Marcie told Starr that Mike wasn't happy with her decision and that she would probably raise the child on her own, Starr appeared skeptical. Starr questioned how Marcie would support a baby without Mike's help. After Marcie told Starr about her job prospects and reminded her how much she would love the child, Starr had a change of heart and was anxious to proceed with the adoption. Starr mentioned that Todd had found out about the adoption, but she was confident that he couldn't do anything to change her decision. Starr also believed that Cole would come to realize that the adoption was in the best interest of the child. Marcie suggested that they head over to the courthouse and discuss the matter with Marcie's lawyer, Judy. Starr agreed and the two headed to the courthouse. \n\n\nAt the courthouse, Todd placed a call to check on Marty's condition. Cole appeared and Todd immediately hung up. When Cole asked why Todd wanted to meet, Todd demanded that Cole file an injunction against Starr. Todd said that the injunction would prevent Starr from giving her baby to the McBains. Citing that he didn't want to hurt Starr, Cole refused to fight her over custody. After Todd reminded Cole that he must have been desperate to seek help from him, Todd stated that Cole came to him because he knew that Todd was the only person who would be able to prevent the McBains from obtaining custody of Starr's baby. As Cole continued to profess his love for Starr, Todd informed him that he had lost Starr the moment she found out that Cole was the one who told Todd about her pregnancy. Cole appeared heartbroken when Todd stated that Starr wanted to hurt Cole as much as she wanted to hurt him. Cole expressed his displeasure with Todd and showed no interest in aligning with him. Todd's lawyer entered the courtroom and asked Todd if he wanted to continue with the injunction. Looking at Cole, Todd said that the decision was up to Cole. Before Cole could reply, Starr and Marcie entered the room. While Starr, Marcie, and Cole appeared shocked, a knowing smirk crossed Todd's face. \n\n\nAt the Mendorran Palace, Cris was outrage to learn that Carlo was behind the kidnappings and was Talia's father. Considering the Vega brothers' long history with Carlo, Cris wondered if Talia had set Antonio up. After Sarah stated that Talia appeared to hate her father, Cris realized that Carlo had set them all up, and sensed that they were in terrible danger. Sarah was shocked when Cris told her that Carlo had brainwashed him and programmed him to kill. Cris expressed his hatred for Carlo, and said that he would kill Carlo if given the opportunity. Cris blamed himself for not killing Carlo when he had the chance. He said that they wouldn't be in the situation they were in had he done so. Sarah reminded Cris that he wasn't a killer, and blamed herself for trying to help Tina. Refusing to allow Sarah to accept the blame, Cris promised to rescue her from Carlo's trap. \n\n\nIn the dungeon, Talia screamed for Antonio to release the sword from Carlo's neck. Antonio stood in shock when Talia cried out, \"Antonio, he's my father!\" After Talia pried the weapon from Antonio's hands, he demanded to know why she hadn't revealed that Hesser was her father. Carlo laughed and praised his daughter for saving his life. Talia said that she prevented Antonio from killing him only because she refused to allow Carlo to make a murderer out of Antonio. Talia told Antonio the sordid details of how her mother fled with her as a child, and assured Antonio that she never wanted anything to do with Carlo. When Antonio asked why Talia came to Llanview, she stated that she wanted to join the Llanview police department in an attempt to undo the horrible things that Carlo had done. Talia demanded to know what Carlo wanted from them. Carlo said that he wanted to make up for all the time he had lost with his daughter. Antonio listened as Talia criticized Carlo and stated how much she despised him. \n\n\nAs Carlo continued to antagonize him, several times Antonio attempted to assault Carlo but Talia prevented him from doing so. After learning that Ramsey had helped Carlo escape from Statesville, Antonio reminded Carlo that he was too old and out of shape to continue winning. In disgust, Carlo looked at Antonio and stated, \"I always win!\" Talia told her father that he wouldn't win this time because he would never win her love. Before leaving the cell, Carlo said that Talia would do much more than welcome him back into her life. Carlo retrieved the sword from Talia and locked the couple in the cell. \n\n\nAlone with Antonio, Talia apologized for not revealing her true identity. She said that she needed to keep the secret in order to keep her sanity. She told Antonio that she loved him and begged him to forgive her. Antonio hugged Talia, and told her that there was nothing to forgive.\n\n\n",
    "tvmega_recap": "Marcie and Starr agree that Marcie should adopt Starr's baby, with or without Michael, with or without Cole's approval, and with or without regard to Todd. But Michael has moved into John's apartment revealing to his brother that he cannot support Marcie's obsession about having this baby at any cost. And Todd knows that Cole is on the same page as he is with wanting to prevent Starr from letting the McBains adopt the baby. Rex goes to find Bo and notices he has disappeared and vacated his apartment. Madam Delphina reveals to Rex that he needs to go and find Bo to protect Bo from some sort of \"danger.\" Carlo Hesser reveals that he is Talia's father. And Cristian reveals to Sarah what Carlo did to him not long ago. Passions",
    "soapcentral_condensed": "Starr was elated when Marcie agreed to adopt her unborn child. Mike expressed his concern that he didn't believe that Marcie could ever get over the loss of another child. John suggested that Mike forget about Todd, and consider fighting for Marcie and the child. At the courthouse, Todd placed a call to check on Marty's condition. Todd demanded that Cole file an injunction against Starr from obtaining the baby. Cole continued to profess his love for Starr as he told her that he had lost him. Todd said that he would prevent Starr from giving her baby to the McBains. Cole refused to fight over her custody and said that Todd must have been desperate to seek help from him. Cole said he knew that Todd was the only person who would be able to prevent him from obtaining custody of Starr's baby. Todd told Cole that he did not want to hurt Starr, but that he was desperate to help her. Todd asked Cole to call him back and said he would help him find Starr.\n"
}