{
    "soap_central": "\n\nThe girls talk to Viki in \"Paris\" and Nat offers to come visit for a weekend. When Clint shows up at the vineyard, Viki avoids having to discuss the visit when Nat has to hang up. Asa's will is going to be read and Jess, Nash and Nat learn that they must fly to his ranch in Texas in order to hear it. They're all ready to go. They fill Clint in on Jared, sort of, leaving out many of the details. After he leaves, Jess explains that she didn't want him to know that Tess had created another problem for them. They are a little concerned to leave Jared alone. Viki's co-worker is surprised to learn that she has 4 children. She asks for advice on dealing with an ex-husband when she learns that Viki is still friendly with hers.\n\n\nJared seems speechless at Renee's suggestion that he move into the Buchanan mansion. Bo, who is just arriving, thinks it's a crazy idea to extend such an invitation to a complete stranger, who showed up at a time that seems a little too convenient. What does he want? Renee is offended, as she feels she's able to read people; she sees Jared as good people and she likes him. Jared tries to refuse and Nigel quickly offers to show him out. Renee states that if Jared doesn't accept, he will have to leave and never come back. She asks him to take a walk with her and tells the other two that it's none of their business. They figure he's a gold digger who is looking to be \"lord of the manor.\" When Clint gets there, he again hears more suspect news about Jared, however, when Renee and the young man return, she doesn't want to hear anything. Jared agrees to move in, promising to be respectful. He admired Asa a great deal, he says. Nigel agrees to keep an eye on him and Bo, admitting that he cannot go to Texas and leave a frail Lindsay alone, will do a check on him and keep watch as well.  He has a bad feeling. \n\n\nMarcie and Tommy stop at a restaurant in Virginia, where the envelope from Ron is opened. There is an untold amount of money in there, probably all of his savings, Marcie figures. There is also a letter, directing Marcie to drive to Decatur, Ga and look up a friend who will take care of her. She is also directed to destroy the letter to prevent any accidental sightings and she burns it in an ashtray. She also removes her wedding ring.\n\n\nJohn and Todd follow a lead from Warren, John's FBI agent friend. They question the state trooper who pulled Marcie over, though he is suspicious and asks for ID when an overzealous Todd starts showing her picture. When he goes off to check them out first, John is able to text Warren to ask him to play along, which the agent does. When he comes back with the validation, the trooper is able to respond to them but isn't much help. It might have been her, he states, but her hair was darker. Todd doctors the picture with a pen but the trooper is still not sure. He has nothing written up, merely giving the woman a warning. He mentions that they were headed for Florida and perks up when Todd refers to Tommy by name. He recalls that the little boy's name was Aaron but the woman called him Tommy. He provides them with Marcie's new name and the description of the car she was driving. The guys decide to head south and maybe end up in Georgia during the first leg of their journey. John warns Todd to behave during future encounters.\n\n\nLangston is flabbergasted by Blair's offer to take her in and at first the caseworker thinks it's crazy. Blair and Dorian, who is very proud of her niece, talk privately. Blair saw Langston's face and having personal experience in foster homes just made her have to do it. She thinks Langston is just scared. Dorian is concerned about Todd's consent but Blair feels able to handle it. Meanwhile, Langston and Starr talk too; the girl just feels weird, it's Starr's family, not hers. When all is said and done, Ms. Woodrow agrees to check with her supervisor after Blair's impassioned plea. Langston will be welcomed with love, just as Todd's baby will be. Langston needs a real home and she has someone who is willing and wanting to have her. The proper channels have to be followed and Langston must go back to the group home for now, but the caseworker agrees to give her support. It's official and the \"4\" Kramer women have a group hug.\n\n\n",
    "tvmega_recap": "Blair questions Ms. Woodrow as to what it will take for her to become Langston's foster mother. Renee still urges Jared to move into Asa's mansion when Bo walks into the room and immediately feels that that is a terrible idea. Marcie and Tommy stop in Danville, Virginia for a meal. She pulls out the letter from Ron and finds out that he had given her all his life's savings. Todd and John follow up on a lead on Marcie and Tommy. Natalie talks to Viki on the cell phone and urges her to come home. Viki tells her that she is not ready to come home yet. Natalie comes up with the idea that she will visit her in Paris. This idea unnerves Viki. After Viki gets off the phone, Gigi questions her as to who that was. Viki tells her that that was her daughter. Viki goes on to tell Gigi that she has four children. Renee assures Bo that she is able to take care of herself and she wants Jared to move in here with her. Dorian commends Blair for how she had handled the situation with Ms. Woodrow. Clint visits Jessica, Nash and Natalie and invites them to the reading of Asa's will at his ranch in Texas. Nash reveals to Clint his and Jessica's dealings with Jared Banks. Renee talks Jared into moving in with her. Bo instructs Nigel to keep an eye on Jared Banks. John and Todd find out that Marcie had dyed her hair and she and Tommy had assumed different identities. In Ron's letter, he instructs them to go to Georgia.",
    "soapcentral_condensed": "Jared seems speechless at Renee's suggestion that he move into the Buchanan mansion. Marcie and Tommy stop at a restaurant in Virginia, where the envelope from Ron is opened. There is an untold amount of money in there, probably all of his savings. Langston is flabbergasted by Blair's offer to take her in and at first the caseworker thinks it's crazy. Blair saw Langston's face and having personal experience in foster homes just made her have to do it. The girls talk to Viki in \"Paris\" and Nat offers to come visit for a weekend. Asa's will is going to be read and Jess, Nash and Nat learn that they must fly to his ranch in Texas in order to hear it. They fill Clint in on Jared, sort of, leaving out many of the details. After he leaves, Jess explains that she didn't want him to know that Tess had created another problem for them. The guys decide to head south and maybe end up in Georgia during the first leg of their journey.\n"
}