{
    "soap_central": "\n\nIn the hospital, as Kelly and Joey waited during Clint's surgery, Joey maintained that he wanted Kelly, but Kelly noted that a lot had happened.  Joey remarked that he would have to face the fact that there would be no chance for them.  Joey then regretted that because he had stayed with Aubrey, he had lost Kelly.  When Kelly questioned if she should leave, Joey stopped her.\n\n\nJoey reminded Kelly that he was the king of bad ideas, such as Reverend Joey and his idea to marry Aubrey.  Joey realized that he was in love, but that he was not in love with Aubrey.  When Kelly reminded Joey that he had been in love with Aubrey when he had first returned to Llanview, Joey informed her that he had been drifting around in search of a new relationship.  Joey claimed that he had then found Aubrey, and that he had welcomed her to his home.\n\n\nJoey believed that everyone thought of him as Joey the flake, Joey the dreamer, or Joey the guy that never knows what he wants, so he had planned to prove them wrong by showing he was in a secure relationship with Aubrey.  Joey said, \"You know, but every time...every time I saw you, I couldn't get rid of this...this little voice in the back of my mind that was telling me that all I really wanted, all I ever wanted was you.\"\n\n\nWhen Kelly recognized that they all made mistakes, Joey stated that he had only punched John because the thought of John and Kelly together had driven him crazy.  Kelly laughed and said that she had been with John because she had been jealous of Joey and Aubrey together.  Joey remarked that it was no wonder that a relationship between them was not in the cards and asked if they could be friends.\n\n\nKelly claimed that she and Joey were already friends, and Joey opened a soda for them to toast themselves.  The soda squirted all over the both of them, and Kelly mentioned that Joey had shaken the can.  Kelly insisted that it had all been her fault, but Joey stated that nothing had been Kelly's fault.  Joey and Kelly kissed.\n\n\nIn a Minute Man hotel room, Ford told a gagged Jessica, who was tied to a chair, that it was not how he had wanted it.  Bobby insisted that the choice had been Jessica's, not his.  When Ford asked Jessica if Tess could hear him, Jessica shook her head no.  Ford yelled that Jessica did not think of Tess as a person and then announced that they would not leave the room until Tess returned.\n\n\nBobby explained that the room was where he and Tess had made love, but then he had made a mistake and had left her alone.  Ford realized that was when Jessica had returned.  Ford insisted that he needed Tess, and that he did not want to live without her.  When Jessica pretended to be Tess, Ford removed the gag.  Jessica screamed at the top of her lungs.\n\n\nRama ran into Aubrey's Minute Man hotel room and announced that Vimal had left her.  Rama cried, \"He's gone God knows where with God knows whom to do God knows what.\"  Rama informed Aubrey that Cutter had lost the house, that the locks had been changed, and that they had been thrown out along with the trash.  Rama stated that she would be staying with Aubrey.\n\n\nRama whined that all Vimal had ever done was to love her, and that all she had ever done was to lie to him and to hurt him.  Rama howled that Vimal deserved better than her.  Aubrey and Rama hugged.  As Aubrey tried to untangle Rama's hair, Rama noted that both her hair and her whole life needed professional help.  Aubrey realized that she did not want to hurt a sweet, loving guy like Vimal...and like Joey.\n\n\nAubrey then wondered how Joey could ever be with her again, after all of her lies.  Aubrey remarked that she had lost her last hope with Joey, once Jessica had returned.  Then Rama and Aubrey both heard a scream from another room.\n\n\nFord told Jessica to get comfortable in her chair, but then he heard Aubrey bang on the door.  Bobby quickly hid Jessica in the bathroom and answered the door, while he zipped up his pants.  Ford explained to Aubrey and Rama that his friend was pretty vocal, and that he had that effect on women.  Aubrey told the cops on her cell phone that it had been a false alarm.\n\n\nAfter Aubrey and Rama left, Ford returned to Jessica, who lay on the floor in the bathroom.  Ford wondered what on earth he was doing, and how he had ever thought he would get Tess back that way.  Bobby apologized to Jessica and claimed that all he wanted to be was a father to Ryder and a hero to Tess.  Ford wished that Jessica could forgive him.  Once Bobby removed the gag, he told Jessica that she could scream.  However, Jessica revealed that she would not call anyone for help and then apologized to Bobby.\n\n\nAt the police station, Brody listened to the tape recorder and heard Marty say that the father of Natalie's baby was John.  On the tape, Marty told Dr. Buhari that she had found the test results, had printed them out, and had discovered that Liam was John's baby.  Marty claimed that she had opened up the computer, and before she knew it, she had deleted out John's name and had replaced it with Brody's.  Brody realized that Liam was John's son, not his.\n\n\nAt Capricorn, Todd informed Vimal that John McBain had been after Todd for years, but that John would never get to have his son, the one that John knew nothing about, which was Liam, Natalie's child.  Vimal insisted that Todd had been misinformed, because Liam was Brody's son.  Vimal revealed that he had seen Natalie's test results, and that they had shown that Brody was Liam's father.  Vimal explained that he had only changed the test results for Jessica's son, Ryder.\n\n\nWhen Todd revealed that Vimal had not been the only person to change test results in the lab that night, Vimal insisted that he had been alone, until Dr. Saybrooke had walked in.  Vimal then realized that Marty had changed the results and had substituted John's name with Brody's.  When Vimal asked Todd how he had found out, Todd explained that Marty had told him.\n\n\nVimal wondered why Marty had confided in Todd, but Todd refused to say.  Todd maintained that he would never tell John that he had a son and then threatened that no one else would either.  Vimal recognized that Todd could reunite a father and son, and that John seemed like a decent man.  However, Todd stated that John was a punk with a badge and a leather jacket.  Todd added that John had bolted and had left Todd's niece once he had discovered that Liam was not his child.\n\n\nTodd swore to Vimal that it was to be their little secret, and that John would never know the truth.  Vimal agreed that he would not tell John, because he did not want to get involved in anyone's affairs.  Vimal exclaimed, \"Yeah, I have my own problems to worry about.  I just lost my wife.  I just lost my imaginary baby.  And we don't have a place to sleep.\"\n\n\nAs Vimal got up to leave, he weaved and asked Todd to call him a cab.  Todd handed Vimal $100 and announced that the drinks were on him.  Todd then declared that Vimal was his best friend.  After Vimal asked Todd for the name of a hotel, Todd mentioned the Minute Man but told Vimal not to check in there, because it had almost been condemned.  Vimal noted that Rama would not be there and left.\n\n\nAt the police station, Natalie wanted to tell John what she had to say first and then announced that something had changed between her and Brody.  When Natalie simply stated, \"Brody and I are together,\" John thanked her for telling him.  Natalie insisted that she had decided to wait and to fight for John, but that she and John had talked.  Natalie explained that John had finally gotten through to her that they did not have a future.\n\n\nWhen John asked Natalie how Jessica felt about the relationship, Natalie declared that Jessica and Brody were finished, and that Brody believed that Jessica had allowed Tess out to take over and to push him away.  Natalie did not know if Jessica would ever be able to adjust, or if she and Jessica would ever really be sisters again.  Natalie realized that she had to put Liam first, and that Liam, Brody, and Natalie should be a family.\n\n\nNatalie asked John if they could build on the progress in their relationship and at least, be able to co-exist.  John was uncertain what she meant and expressed that Liam deserved a family, so he wished them the best.  Brody, who had been listening to their conversation, realized that he would be unable to tell them the truth, and left.\n\n\nNatalie then asked John what he had wanted to tell her, but John only said that it had been nothing.  John asked how Rex was, and Natalie explained that Rex was hurting.  John indicated that he had once suffered from the same kind of hurt and told Natalie to tell Rex that he could call John anytime.  Natalie said that she would tell Rex and then thanked John for listening.\n\n\nIn Liam's room at Llanfair, Brody held Liam in his arms and maintained that he was still Liam's father, and that he, Natalie, and Liam would be a family.  Brody was unsure of how he could give up Natalie and Liam as his family and pondered how he would ever be able to tell Natalie the truth.  Natalie walked in.\n\n\nAubrey and Rama spotted Vimal outside of Aubrey's room at the Minute Man, and Aubrey revealed that Rama was staying with her.  Vimal called the two of them liars and reminded them that they had hurt him, Joey, and John.  Vimal cried that nobody deserved to be abused that way, and that they kept telling lie after lie.  Vimal refused to do that and then declared that he would tell the truth and stormed off.\n\n\nAubrey claimed that Vimal still loved Rama and would return.  Aubrey then told Rama to take a shower.  Aubrey indicated that she would do Rama's hair, and that then they could watch a movie.  Aubrey and Rama wondered what was going on in Ford's room.\n\n\nThe bartender at Capricorn said, \"Boy, your friend can really put them away, can't he?\"  Todd replied, \"Pardon me, friend?\"  The bartender continued, \"That big mouth that was going on about DNA?  Well, he can barely stand up.  Then he asked me what time Rodi's closes.  I guess he's going to bend someone else's ears.\"  The bartender walked away, and Todd looked on and wondered.\n\n\nAt Rodi's, John took a sip of his drink, as Vimal slipped in.  John announced, \"We're closed,\" and Vimal replied, \"I didn't come here to drink.  I came here to talk...to you.\"  John glanced at Vimal and turned back to his drink. \n\n\n",
    "imdb": "\nRobert Ford kidnaps Jessica and has her bound and gagged in a motel. Todd reveals to Vimal that Natalie's son is John McBain's as Brody learns the same thing on the tape cassette. Aubrey and Rama share a motel room.    ",
    "tvmega_recap": "Robert takes drastic measures in an attempt to get Tess back by taking Jessica to the Minuteman Motel and putting a gag over her mouth while he attempts to speak his piece. It seems that Tess is not going to come back but Jessica tells him she owes him an apology for what she put him through. In another room nearby, Aubrey and Rama are in the same boat with both losing their husbands and their homes because of lies and betrayal although Aubrey encourages Rama to fight for Vimal. Vimal stays out drinking with Todd who reveals to him, for the first time, that John is unaware that Liam is his son and not Brody's and urges Vimal not to tell John because John is not fit to be a father. But when he goes to see the two women and reflects all of the lies they have both ruined peoples' lives with, he determines that he will go and tell John the truth. Natalie has just gone to visit John to declare to him that they are through and she is going to move on with Brody. And it's right after he's gotten a pep talk from Blair to get Natalie back. Brody is alone in the police station with the mysterious tape recorder. He plays and for the first time to hear Marty confessing that she altered Natalie's DNA test to have everyone falsely believing he's Liam's father when, in fact John is. Brody is devastated and does not know what to do when Natalie returns to him happy and believing they can start a new life together. Joey and Kelly are wondering what they should do with each other or with other people realizing that he was only with Aubrey in place of being with her and she with John because of him. Yet they know that they may not have a future together regardless.",
    "soapcentral_condensed": "In the hospital, as Kelly and Joey waited during Clint's surgery, Joey maintained that he wanted Kelly. Joey then regretted that because he had stayed with Aubrey, he had lost Kelly. Ford told a gagged Jessica, who was tied to a chair, that it was not how he had wanted it. Rama ran into Aubrey's Minute Man hotel room and announced that Vimal had left her. Ford asked Jessica if Tess could hear him, and then announced that they would not leave the room until Tess returned. Bobby quickly hid and answered the door while he zipped up his pants, and explained to Aubrey and Rama that his friend was pretty vocal on women. Once Bobby apologized to Jessica and claimed that all he wanted to be was a hero to Tess, Bobby wished that he could forgive him for what he had done to Tess and that he would ever get back that way. Ford wondered what on earth he was doing, and how he was going to get Tess to forgive him.\n"
}