{
    "soap_central": "\n\nAlarmed to discover that her jewelry is gone, Amanda instantly accuses Jamal of the theft. Rafe drags a protesting Alison out to an abandoned barn and demands that she listen to reason. Amy asks Ian to meet her in the hospital's cafeteria for a long overdue chat. Casey frames Jamal by dropping the stolen necklace beside his foot. As Ricky tries to cover, Jack arrives and persuades Amanda not to press charges. Alison bitterly informs Rafe that she can't wait to revert to the spoiled little princess she used to be. Amy and Ian overhear Eve complaining to Chris about her husband's impulsive decision-making in the ER. While the Thornharts again attempt to hash out their differences, Amy pulls Chris aside and berates the doctor for the macho trash-talking he was doing behind her back. Jamal told Jack that Alison is no longer a part of his life. Meanwhile, an exasperated Rafe warns Alison that she'll sorely regret turning her back on the world. Ignoring Chris' attempt to blackmail her, Amy elects to call his bluff instead. Casey and Ricky grow closer. \n\n\n",
    "tvdb": "Amanda blames Jamal for Casey and Ricky's thwarted jewel theft.  Jack's surprised Jamal didn't defend himself and Jamal tells him he's leaving town.  Casey feels alive again after the botched theft and kisses Ricky.  Ian and Amy overhear Eve and Chris talking about them.  Ian and Eve discuss their marital problems while Amy calls Chris's bluff after he threatens to reveal her secret.  Ian then agrees to drive Amy out of town to see a patient.  Rafe carries Alison to a barn where they argue about her moving back in with her grandmother.  Rafe makes her see she can't throw her life away because she's hurting and she hugs him.",
    "soapcentral_condensed": "Alarmed to discover that her jewelry is gone, Amanda instantly accuses Jamal of the theft. Rafe drags a protesting Alison out to an abandoned barn and demands that she listen to reason. Amy and Ian overhear Eve complaining to Chris about her husband's impulsive decision-making in the ER. Amy pulls Chris aside and berates the doctor for the macho trash-talking he was doing behind her back. Meanwhile, an exasperated Rafe warns Alison that she'll sorely regret turning her back on the world. Casey frames Jamal by dropping the stolen necklace beside his foot. As Ricky tries to cover, Jack arrives and persuades Amanda not to press charges. Jamal told Jack that Alison is no longer a part of his life. Amy elects to call his bluff instead. Casey and Ricky grow closer. Amy asks Ian to meet her in the hospital's cafeteria for a long overdue chat. The Thornharts again attempt to hash out their differences. The episode airs at 8 p.m. ET on CBS.\n"
}