{
    "tvmega_recap": "Alison whisks Rafe away to a scenic spot for a picnic, confusing him when her watch alarm goes off and she announces that it's time for a massage. The outing takes a disturbing turn for Alison when she hallucinates Joshua's face while she's kissing Rafe. Frank lurks in the shadows as Elizabeth confronts Karen about the kiss she shared with Kevin. Karen defends her actions and her honor, insisting that she and Kevin aren't together, but Elizabeth persists in accusing the other woman of trying to take Kevin away from her. Annoyed, Karen admits that she and Kevin kissed each other. Although she assures the insecure Elizabeth that she's the one Kevin has feelings for, Elizabeth still wants to know that Karen won't be seeing him again. Karen walks away in exasperation, and Elizabeth follows. Frank is angered by what he overheard. Olivia believes that Caleb planned Lucy's demise all along, but he tells her that it just happened. His decision not to help Ian save her life was purely a business one, as he won't turn down the opportunity to eliminate a slayer. Olivia is happy to see that he's acting like himself again instead of like a mortal. Excusing herself, she asks him to wait for her. While she's gone, Caleb broods over Lucy's predicament, and when she returns, he's gone. After Lucy finishes her goodbye video to Ian, she feels extremely weak and is convinced that her life is ending. Ian returns to find her lying very still. He rouses her, and she asks him to hold her. She immediately falls asleep with her arms around him. Ian finds the video and plays it, and he's crying his eyes out by the end. He is surprised when Caleb stops by to inform him that he knows how to cure Lucy, and that it involves the blood of an angel. Ricky gets a surprise visit from Casey, who admits that she now loves him more than ever. Casey is convinced that being with Ricky is the only thing that makes sense. Ricky is terrified that making love will cause him to lose her for good this time, but Casey is willing to take the chance."
}