{
    "soap_central": "\n\nChris recalled where he'd met Amy before but Amy denied it. Rafe\nmisunderstood the situation and Jamal told Alison he didn't love her any\nmore. Eve and Ian worked to save Kevin. Ian induced a coma in spite of\nEve's objections. Livvie was furious with Paige for not helping Kevin.\nPaige thought she understood why she'd come back into Kevin's life. Amy\nbroke her date with Chris and told him he was a complete ass. She tried\nto get the picture of her from his locker but he caught her. Victor\nreassured Lucy. She believed the family's love would get Kevin through.\nAlison told Jamal to go and, when Rafe tried to comfort her, she told\nhim to go too. He asked if she really knew what she wanted. Alison and\nRafe went to help Livvie. Lucy told Kevin how much she loved and needed\nhim. Kevin went into crisis and visited the other side where he found\nPaige who told him it was their destiny.\n\n\n",
    "tvdb": "Amy continues to deny ever meeting Chris before, even after he says he has an old photo of them together.  Later, Chris catches Amy trying to steal the photo.  Alison stops Rafe from strangling Jamal.  Jamal tells Ali he doesn't love her anymore.  Jamal walks out on her and she sadly accepts that their relationship is over, then tells Rafe to leave too.  Eve and Ian argue about Kevin's treament after Ian intentionally puts Kevin in a coma.  Livvie angrily blames Paige for Kevin's precarious condition.  Lucy pleads with Kevin to return to her, but he begins to seizure and then is greeted by Paige in a white light.",
    "soapcentral_condensed": "Alison told Jamal to go and, when Rafe tried to comfort her, she toldhim to go too. Lucy told Kevin how much she loved and neededhim. Kevin went into crisis and visited the other side where he foundPaige who told him it was their destiny. Livvie was furious with Paige for not helping Kevin. Amybroke her date with Chris and told him he was a complete ass. Victor reassured Lucy that the family's love would get Kevin through. Eve and Ian worked to save Kevin. Ian induced a coma in spite of Eve's objections. Chris recalled where he'd met Amy before but Amy denied it. Rafemisunderstood the situation and Jamal told Alison he didn't love her anymore. Alison andRafe went to help LivvIE. Victorreassured Lucy. She believed the family’s love wouldget Kevin through and she told him she loved him. Chris and Amy broke their date and she triedto get the picture of her from his locker but he caught her.\n"
}