{
    "tvdb": "Lucy convinces Ian to accompany her to Victor's party, before returning to the hospital for additional tests.  Victor doesn't understand why he feels so young and vibrant.  Allison and Caleb return to the villa to free Livvie.  Victor proposes a toast to Joshua as the new owner of the Recovery Room.  Livvie, Caleb, Rafe and Allison see Kevin's painting depicting Joshua's \"\"vampire nation.\"\"",
    "tvmega_recap": "Lucy promises to go to the hospital for more tests after the party for Victor. Frank assures a confused Victor that he's been given an amazing gift. After Livvie drinks up, Joshua whispers something into her ear, and the shock of what she hears causes her to drop the glass. Livvie tries to kill Joshua, but the ring protects him from her. At the party, Victor's energy really surprises Mary. After learning that Ricky plans to go ahead with the VH1 special, Casey and Jamal warn the musician not to anger Joshua. When Karen suggests that she and Frank buy a house together, Frank is agreeable until he learns that it's on the riverside. While Victor juggles three oranges, Chris and Elizabeth dance. Casey rejects Ricky when he puts the moves on her. Jamal advises an insecure Casey to trust her instincts. Seeing Frank, Lucy and Ian start to leave but stop when Joshua walks in. Ian and Lucy are stunned when Mary introduces Joshua as the pub's new owner. Alison refuses to let Caleb return to the villa alone. Caleb warns that if faced with a choice, he will save Olivia's life over hers. Alison insists on going with him anyway. At the villa, Rafe startles Caleb by pointing a stake at him. Alison puts a halt to the ensuing argument between the two men. Inside the villa, Caleb and Olivia reunite. Everyone is horrified by Kevin's latest painting, which depicts a twisted, prophetic version of Port Charles. In the painting, corpses are being carried out of the hospital, and the police department is now the Office of Enforcement. Everyone has red eyes except the people by the river, which means that the riverside is a feeding pen for the town's vampires. A bride and groom stand at the entrance to the church, on which a strange symbol has been painted. Joshua is presumably the groom, and Alison fears that she is the intended bride. Caleb realizes that Joshua intends to turn Port Charles into his own personal vampire nation. After his speech, Joshua uses the ring to activate a symbol on the back of each vampire's hand--the same symbol from the church in the painting."
}