{
    "soap_central": "\n\nRicky and Jamal exchanged words as Casey arrived at the hospital. Ricky was angry with Casey for disappearing and told her he didn't care about her. Chris studied Amy's picture, and Eve entered looking for Ian, who had signed out. Chris implied that Ian was with Amy, but Eve thought not.\n\n\nEd told Ian and Kevin that he was responsible for Amy and Paige and that, if the men kept snooping, the women would be in great danger. He implied that the women were part of a witness protection program, but Ian and Kevin didn't believe it. They reluctantly agreed to back off.\n\n\nGaby was feeling better, but Jamal and Ricky bickered. Joe arrived with good news for Gaby and asked her to return to live with him, and she decided to go. She asked Jamal and Ricky to stop fighting.\n\n\nKevin asked Paige to leave but agreed to finish her portrait. Ricky looked on as Casey propositioned Jamal and admitted tampering with his bike. Kevin worked on the portrait. Eve did some checking and confronted Ian and Amy.\n\n\n",
    "tvdb": "A recovering Gabriela agrees to go away with Joe.  Gaby asks Ricky and Jamal to get along, for her sake, after she's gone.  Casey returns to Ricky, who tells her to get lost.  She hits on Jamal, but when he rejects her, she angrily admits she tampered with his bike.  Ed tells Kevin and Ian their snooping into Paige and Amy's lives is dangerous to the women, making them think the women are in a witness protection program.  Kevin tells Paige she can't stay with him anymore, but he promises to finish her portrait.  Chris stirs up Eve's suspicions about Amy and Ian and, when they arrive together, she demands to speak with them.",
    "soapcentral_condensed": "Ricky and Jamal exchanged words as Casey arrived at the hospital. Ricky was angry with Casey for disappearing and told her he didn't care about her. Joe arrived with good news for Gaby and asked her to return to live with him, and she decided to go. Kevin asked Paige to leave but agreed to finish her portrait. Ed told Ian and Kevin that he was responsible for Amy and Paige and that, if the men kept snooping, the women would be in great danger. He implied that the women were part of a witness protection program, but Ian andKevin didn't believe it. They reluctantly agreed to back off, and Kevin worked on the portrait. Gaby was feeling better, but Jamal and Ricky bickered. She asked Jamal to stop fighting and she asked him to stop propositioning Jamal and admitting to tampering with his bike. She decided to leave and go back to her old life with Joe. She told him she wanted to be with him and he agreed to take her back.\n"
}