{
    "tvdb": "Lucy suggests Ian go to his cabin to get away and he agrees. Once they arrive, they see Caleb's \"\"water\"\" has spilled from the bottles. The yacht captain plans to throw a chained up Rafe overboard but is distracted when Alison reports a fire on deck. When Ali shows up, Rafe tells her Joshua & Caleb may have killed her father. Elizabeth tells Joshua about Ali's quest to prove Rafe's not her brother. After drugging Elizabeth, Joshua learns Ali's on the yacht and orders Rafe killed. The captain points his gun at Rafe, who frees himself from the chains and knocks the gun out of his hand. Ali returns to the hotel to face Joshua.",
    "tvmega_recap": "When Rafe doesn't return from the yacht, Alison takes off to look for him. Elizabeth orders Joshua to leave her daughter alone, but he insists that it's Alison's decision to make, not hers. Trying to get him to back off from his obvious efforts to seduce Alison, Elizabeth spills the beans about her daughter's real reason for travelling to Capri. Joshua insists that she won't find what she's looking for. He tricks Elizabeth into having another drugged drink. On the yacht, the captain prepares to throw a chained Rafe overboard. His plan is interrupted by a problem on deck, which was arranged by Alison. Rafe informs her that the captain is on Joshua's payroll, and she concludes that Caleb and Joshua probably killed her father. Alison wants to rescue Rafe, but he assures her that he has a plan. He sends her back to her room and tells her to lock herself in. After receiving orders to kill Rafe as soon as possible, the captain points a gun at him. Rafe magically removes the chains, and the gun flies from the captain's hand. Instead of going straight to her own room, Alison rushes to her mother's room and is caught by Joshua, who tells her that she shouldn't have interfered. Back in Port Charles, Ian's research isn't going well. When Lucy stops by to help, Ian insists that there's nothing she can do. Frustrated, he admits to feeling like a trapped animal. Believing that a change of scenery would do him good, Lucy urges him to go to his cabin, where he can continue his research in peace. Agreeing, Ian asks her to drive him there, but he won't let her stay with him. At the cabin, they discover that the extreme cold has cracked all the water bottles, and every drop of the special water is gone. No Y &R "
}