{
    "soap_central": "\n\nAs she packs for a romantic getaway with Jamal, Alison nervously confides to Livvie how she stumbled over the fact that Rafe is in love with her. In the hospital's psych ward, Val bitterly accuses Jamal of turning his back on her and all because of his blonde bimbette girlfriend. Chris wonders why Amy hasn't returned his call. At the Recovery Room, Frank gets rough with Ricky as he demands to know where Casey has gone. Meanwhile, Kevin shows his father the expired passport featuring Paige's apparently age-defying photograph. Ricky told Frank how Casey tricked him into driving her to the park for some secret meeting. Victor advises his son to have a heart to heart chat with Paige as soon as she returns to the lighthouse. Admitting that she has feelings for Rafe, Alison told Livvie she hopes spending some quality time alone with Jamal will reinforce her earlier belief that he is her true soul mate. Ricky finds Amy's cell phone in the park and quickly pockets it. \n\n\n",
    "tvdb": "Alison confides in Livvie that her feelings for Rafe have intensified, especially after learning her loves her, but Livvie advises her to let Rafe go.  Jamal declines to help an institutionalized Valerie, who blames Alison for all her problems.  Chris tells Ian that Amy never called him back about their date.  Ricky takes Frank to the park where Casey was last seen and Ricky finds Amy's cell phone.  Ian calls Amy's phone but Ricky answers.  Victor advises Kevin not to jump to conclusions about Paige.  Valerie escapes from the psych ward.  Rafe, Casey, Paige and Amy are transported to a mysterious place.",
    "soapcentral_condensed": "Alison nervously confides to Livvie how she stumbled over the fact that Rafe is in love with her. Val bitterly accuses Jamal of turning his back on her and all because of his blonde bimbette girlfriend. Chris wonders why Amy hasn't returned his call. Ricky finds Amy's cell phone in the park and quickly pockets it. Kevin shows his father the expired passport featuring Paige's apparently age-defying photograph. Victor advises his son to have a heart to heart chat with Paige as soon as she returns to the lighthouse. Ricky told Frank how Casey tricked him into driving her to the park for some secret meeting. Alison hopes spending some quality time alone with Jamal will reinforce her earlier belief that he is her true soul mate. She admitted that she has feelings for Rafe and hopes spending time with him will reinforce that she is his soul mate as well as his best friend. The episode airs on ABC at 8 p.m. and 10 p. m. ET. For more information, visit the official website.\n"
}