{
    "soap_central": "\n\nFrank/Victor\n\nAt the Recovery Room, Victor and Frank prepare to go to the 'crash site' of the GAP (Glowing Aerial Phenomenon).  As Frank is marveling at Victor's equipment, the duo are shocked by a flash of lightning that is apparently close by.  Noticing neither thunder nor a cloud in the sky, they realize that a second GAP has occurred.  They rush to the site.  When they are there they see something amazing... \n\n\nRicky/Casey\n\nAs she is rushing through the park, Casey is startled by the new GAP.  When she stops, Ricky grabs her.  When she refuses to go to the cops, he says that he \"will not take the fall for anyone, especially\" her.  He emphasizes to her that he will not go back to prison for someone else.  She says she needs to get to NYC.  Ricky says that after she gets the 'slap on the wrist' from the PCPD, he will put her on the bus himself.  Casey says that that isn't what he really wants- he wants to get to know her better.  She kisses him.  He told her that he isn't a fool and won't fall for anything.  She then trips and falls... \n\n\nKevin/Lucy/Paige\n\nWhile holding the watch with the hand on '12', Paige watches the GAP.  She went upstairs, where Lucy has just surprised Kevin by changing an empty room into an artist's studio.  When Kevin suggests to Paige that they start the portrait, she says that they can't yet.  Paige told the newlyweds that she will be giving them the night alone.  When she does, she grabs the watch and rushes out. \n\n\nIan/Eve/Amy\n\nAmy surprises Lambert and Thornhart by announcing that she has a date.  Although Ian is feeling overprotective, Amy leaves, but not before telling Ian that he, too, had to beat the members of the opposite sex off with a stick when he arrived in town.  Ian voices his suspicions about the blind one's clairvoyant abilities to Eve.  Later, Ian and Eve play the 'blind game', which gives Eve new insight into Amy's situation. \n\n\nRicky/Frank/Victor and Amy/Paige/Casey\n\nFrank and Victor find that the previously scorched earth at the 'crash site' is now a filled with blooming flowers.  Suddenly, ANOTHER GAP occurs. As they stand their confused, they encounter a stumbling Ricky, who wants to know where he is at.  Meanwhile, Casey meets with Amy and Paige.  Paige, apparently their leader, scolds Casey for losing the watch and returns it.  She says that thanks to her, people think they are space aliens.  Casey counters with: 'As long as they don't find out who we really are!' \n\n\n",
    "tvdb": "Ricky confronts Casey about her betrayal and demands she fess up to her crimes.  When she fails to come on to him, Casey knocks him out and takes off.  Lucy surprises Kevin with a studio to paint Paige and offers to pose nude for him herself.  Ian is suspicious of Amy, but Eve says he's overreacting.  To show Eve how Amy lives, Ian blindfolds her.  Investigating another flash in the sky, Victor and Frank discover a garden in bloom in the snow- and Ricky.  Casey meets with Amy and Paige, who returns Casey's weird watch.  Casey tells them it's okay if the town suspects aliens, as long as their real identities are safe.",
    "soapcentral_condensed": "Frank/Victor and Frank prepare to go to the 'crash site' of the GAP (Glowing Aerial Phenomenon) As Frank is marveling at Victor's equipment, the duo are shocked by a flash of lightning that is apparently close by. Noticing neither thunder nor a cloud in the sky, they realize that a second GAP has occurred. They rush to the site. When they are there they see something amazing... Ricky/CaseyAs she is rushing through the park, Casey is startled by the new GAP. Ricky says that after she gets the 'slap on the wrist' from the PCPD, he will put her on the bus himself. Amy surprises Lambert and Thornhart by announcing that she has a date. Ian voices his suspicions about the blind one's clairvoyant abilities to Eve. Later, Ian and Eve play the 'blind game', which gives Eve new insight into Amy's situation. Amy leaves, but not before telling Ian that he, too, had to beat the members of the opposite sex off with a stick when he arrived in town.\n"
}