{
    "soap_central": "\n\nAt Ian's cabin, Kevin is shocked when he discovers that Ian is WITH Lucy!  Ian declares that he loves Lucy and the fact that Lucy is married means nothing to Ian!  Kevin reminds Ian that this is the second time Ian has rushed in to steal Kevin's wife.  As Ian and Kevin trade insults, Lucy suddenly announces that she KNOWS exactly what she wants - and it is time Kevin and Ian knew as well. But Kevin stops Lucy, then apologizes to Lucy for the way he has been acting.  Kevin went on to remind Lucy that he loves her and that they have loved each other for a very long time.  Kevin then announces to Lucy that he is going to go sit in the car for a few minutes.  If Lucy plans to try to salvage their relationship, she can join him in the car.  If, after Kevin waits, Lucy does NOT come out, Kevin promises to leave and NOT bother Lucy again. After Kevin leaves, Ian invites Lucy to return to the cabin with him.  But Ian is devastated when Lucy turns and follows Kevin.  A dejected Ian returns to the cabin.  However, Lucy returns shortly and announces that she told Kevin that she was staying - because she WANTS to be with Ian.  Ian and Lucy begin to kiss.\n\n\nIn their Hotel in Capri, Alison and Elizabeth get rid of Ian's body before answering the door to allow Caleb to enter.  When Caleb demands to know what took so long, Alison declares that Alison and Elizabeth had been arguing about the way Caleb treats Elizabeth.  When Alison complains about Joshua acting as their chaperone, Caleb asks WHERE Joshua is and Alison and Elizabeth agree that they have NOT seen Joshua since breakfast.\n\n\nMeanwhile, Rafe returns to the Hotel and went directly to Alison's room. Rafe becomes alarmed when he finds Joshua's body and sees the teeth marks - but finds NO Alison!  In the next room, Caleb listens suspiciously as Elizabeth and Alison claim that they saw Joshua flirting with a waitress at the restaurant and speculate that maybe Joshua managed to get a date.  Caleb promises that he will speak with Elizabeth AFTER he tracks Joshua down - but Elizabeth demands that they talk right away.  Alison excuses herself and returns to her room.  After Alison leaves, Elizabeth finally told Caleb that she wants OUT of the marriage.  At the same time, Rafe is thrilled when he sees Alison return to her room and Alison quickly fills Rafe in on the way that Elizabeth attacked Joshua after Joshua attacked Alison.  Rafe sadly informs Alison that, even though Elizabeth killed Joshua to protect Alison, Elizabeth is STILL a vampire who has just made her first blood kill.  Rafe explains that that means that Elizabeth has crossed over and is now a full-fledged vampire - AND that Elizabeth has lost her soul!\n\n\nIn the Park, Marissa looks at the pictures she had  developed from the roll of film that Marissa found in Reese's backpack.  As Marissa looks in horror at the evidence that Caleb, Reese, AND Caz are ALL vampires - Reese and Caz show up and catch Marissa with the pictures.  Even though Marissa tries to claim the pictures are her, Caz and Reese bluntly state that they do NOT believe her and NOW - Marissa has come to know too much for her own good!  Marissa claims that she has already sent copies of the photos to the newspapers, but Caz and Reese don't believe her.  Then Marissa promises that she will destroy the pictures and never say a word to anyone, but Caz and Reese still refuse to believe Marissa.  When Marissa reminds Caz and Reese that they can't do anything without Stephen's OK, Caz and Reese admit that Caleb does NOT know about the pictures and, if Caleb found out, they'd be dead!  When Marissa observes that she thought they were ALREADY dead - Caz admits that Caleb could drive a stake through their hearts and make a PERMANENT end of them.  So - to prevent Stephen from learning about the pictures, Caz and Reese will have to get rid of Marissa.  But, as Reese and Caz attack Marissa, the two band members are suddenly frozen in their tracks when a clap of thunder and flash of lightning suddenly reveal Marissa's twin, Casey, tumbling down to earth!  When Marissa recognizes Casey as her sister, Casey demands to know what Marissa thinks she is doing!  \n\n\nWhen Elizabeth announces to Caleb that she wants out of their marriage, she is stunned when Caleb's response is to begin kissing her - and they soon hit the sheets!  Meanwhile, in the adjoining room, Alison informs Rafe that Caleb is in the next room with Elizabeth and that Elizabeth had decided she would tell Caleb that she wants to end their marriage.  Alison reminds Rafe that there is no telling WHAT Caleb would do to Elizabeth if the evil monster learns what Elizabeth did to Joshua.  Rafe assures Alison that Rafe CAN take care of hiding Joshua's body so that Caleb does NOT find out about his henchman's demise.  Rafe gets a laundry cart from the hall and stuffs Joshua's body into it.  Rafe orders Alison to STAY in her room and not even answer her door, while Rafe leaves to hide Joshua's body.  However, while Rafe is gone, Alison begins to worry about Elizabeth and sneaks a peek into her mother's room, where Alison gets an eye-ful of   Caleb and Elizabeth in bed.  Alison dissolves in tears on the other side of the door.  Later, Elizabeth told Stephen that she is STILL determined to end the marriage and Stephen agrees that he was NOT trying to change her mind - he just wanted Elizabeth to realize what she is about to give up.  \n\n\nWhen Rafe returns to Alison's room, Alison tearfully reports to Rafe that she saw her mother and Caleb in bed and Alison shares her fear that Elizabeth will NEVER be able to break away from Caleb!  When Alison told Rafe how wonderful it would be if she could only throw herself into his arms and forget everything - Rafe surprises Alison by announcing that Alison CAN do that!  When Alison disagrees because of the possibility they might be siblings, Rafe shows Alison some of her father's personal journals.  Rafe explains that the Captain had hidden some of Malcolm's personal affects - including pages from Malcolm's personal journals - when Malcolm disappeared.  Rafe fills Alison in on the way that Rafe dug up the papers and Rafe shows Alison entries that speak of the missing sibling and a legal document that plainly states that the missing sibling is a GIRL.  So Alison has a sister and NOT a brother!  Alison is thrilled by this news and Rafe and Alison begin to kiss.\n\n\n",
    "tvdb": "Confronted by Kevin, Lucy chooses Ian over her husband. Marissa sees the pics she stole from Reese, which prove Stephen and his band are vampires, then Reese & Caz try to kill her. Marissa's saved when her late twin Casey appears! Alison & Elizabeth lie to Caleb about Joshua's whereabouts. Elizabeth tells Caleb she's leaving him, but he seduces her. Rafe tells Ali her mother's now a full-fledged vampire because she killed. Rafe disposes of Joshua's dead body.  An upset Ali sees Caleb & Elizabeth making love. Rafe reveals he found papers which prove Ali's sibling's a girl, so Rafe can't be her brother! Rafe & Ali joyously reunite.",
    "tvmega_recap": "Kevin realizes he shouldn't be surprised to see Ian at the cabin with Lucy. This is familiar territory, since Lucy wouldn't be the first wife Ian stole from him. Kevin apologizes to Lucy for the horrible way he's been treating her. He loves her and wants to be with her. He decides to wait for her in the car, and if she doesn't come to him, he'll never bother her again. Ian is stunned when she chooses to follow her husband, but he's overjoyed when she returns with the news that she left Kevin for him. After having Reese's film developed, Marissa is shocked to see photos proving that Caleb and Reese are vampires. Caz and Reese confront her, and while Marissa tries to talk her way out of this, they're determined to kill her in order to avoid Caleb's wrath. Marissa is saved when her twin sister--her very own guardian angel--falls from the sky and stops the vampires in their tracks. Alison and Elizabeth hide Joshua's body in Alison's room before opening the door to Caleb. They pretend to have been arguing about him, and Alison bawls him out for sending Joshua along on the trip. She makes up a story about how Joshua abandoned them, and Caleb promises to check into it. When Elizabeth informs her husband that she's leaving him, he responds by taking her to bed. Moments after Rafe finds the corpse, Alison returns and fills him in on what happened. He informs her that if her mother really did kill Joshua, there's no turning back; she's lost her soul and is now a full-fledged vampire. Rafe promises to protect Elizabeth to the best of his ability. While he gets rid of Joshua's body, Alison checks on her mother and finds her in bed with Caleb. Devastated, she would like nothing more than to find comfort in Rafe's arms, but it's not possible until they have proof that he's not her brother. Rafe is very happy to inform her that they have the proof they need. He shows her some authentic papers from her father's journal, and they prove that Malcolm's other child is a girl.",
    "soapcentral_condensed": "At Ian's cabin, Kevin is shocked when he discovers that Ian is WITH Lucy. In Capri, Alison and Elizabeth get rid of Ian's body before answering the door to allow Caleb to enter. Rafe becomes alarmed when he finds Joshua's body and sees the teeth marks - but finds NO Alison! In the next room, Caleb listens suspiciously as Elizabeth and Alison claim that they saw Joshua flirting with a waitress at the restaurant and speculate that maybe Joshua managed to get a date. Elizabeth finally tells Caleb that she wants OUT of the marriage. In the Park, Marissa looks at the pictures she had developed from the roll of film that Marissa found in Reese's backpack. Reese and Caz show up and catch Marissa with the pictures. Marissa claims that she has already sent copies of the photos to the newspapers, but Caz and Reese don't believe her. Caz admits that Caleb could drive a stake through their hearts and make a PERMANENT end of them. When Marissa recognizes Casey as her sister, Casey demands to know what she is doing!\n"
}