{
    "soap_central": "\n\nIan examines the bottle of water he got from Elizabeth. He checks it with a device and determines it contains components of blood. Speaking into a tape recorder, he went over his thoughts. Somehow, the water gives the vampires a semblance of  a normal life. As he ponders this, someone relentlessly knocks on his apartment door. Ian finally opens the door to find Chris Ramsey there. Chris is angry that Ian has called off work, and now Chris has to cover Ian's shift as well as his own. As Chris is talking, he notices that Ian is doing research. At this, Chris forgets hospital work and is immediately interested in what Ian is up to. \n\n\nAt this point, Lucy appears from the bedroom and asks what is going on. Chris asks if Ian has missed work because he has set up a \"cozy, little love shack\" with Lucy. Chris asks Lucy if she hooked up with Ian because Kevin was crazy, or if Kevin went crazy because she hooked up with Ian. Next, Chris calls Lucy, \"The Patron Saint of Insanity.\" In a rage, Ian grabs Chris by the throat. Lucy calls out to Ian to stop. It's not worth it, she cries. Ian let's go as he tries to compose himself. Before Ian or Lucy can stop him, Chris picks up the bottle of water and drinks it. Lucy and Ian wonder what will happen when Chris begins writhing in pain. As Ian grabs his medical bag, Chris suddenly snaps out of it and claims he feels great. It is even better than he imagined. Chris catches a glimpse of himself in the mirror with vampire teeth.\n\n\nRafe watches on the video camera as Alison tries to leave Stephen's apartment. Rafe is worried something will happen, but Alison stands up to Stephen and told him she doesn't like the way he's been treating her mother. After Alison leaves, Stephen asks Elizabeth if she said anything to Alison about who they really were. Elizabeth promises she hasn't, then asks why Stephen is continually threatening her. Stephen explains that Elizabeth misunderstands. He would never hurt the woman he loves. Stephen then promises that he will take Elizabeth on a real honeymoon as soon as he finishes recording his album. To quiet Elizabeth, Stephen bites her on the neck and she promptly passes out.\n\n\nJoshua appears and Stephen asks him to go to Capri to watch over Elizabeth and Alison. He needs Josh to keep Elizabeth in line and to keep an eye on what Alison is really up to. Stephen asks Josh to get to know Alison a little better then reminds Josh that he used to be good at turning a young girl's head. Josh feels he can handle the job, but doesn't like the idea of being a babysitter. Elizabeth wakes up as Alison returns. She told Alison the good news: Stephen is lending them his private jet to go to Capri, plus, Joshua will be going along to help them. Elizabeth then orders Josh to take her luggage downstairs. Josh gives Stephen a look, but Stephen gives a little nod that says to go along with her.\n\n\nKevin pays a visit to Tess. He wants to apologize for his behavior and the way he spoke to her. Tess says she understands that he felt bad. She asks Kevin what he would say to Livvie if she was there. Kevin replies that he would tell Livvie how much he loves her and how he wants her back. Tess assures Kevin that Livvie knows this. She looks deeply into Kevin's eyes and told him that Livvie is safe. Safe from Caleb. Kevin asks Tess if she will come to his house for dinner. Tess agrees. When Kevin leaves, Tess says to herself, \"I never thought I'd have a father.\"\n\n\nKevin meets Caleb in the woods. He told Caleb that Tess isn't what he expected. She's special is all he can say. Caleb asks if Kevin is calling off their plan. Kevin says no. All he wants is to get his daughter back. Caleb says to himself, \"So do I Doc, so do I.\"\n\n\n",
    "tvdb": "Alison quickly covers after she accidentally calls Caleb by his real name, instead of \"\"Stephen.\"\" Caleb threatens to harm both Elizabeth and Ali if Elizabeth told Ali his true identity. Caleb orders Joshua to accompany Ali and Elizabeth to Capri to keep an eye on them. Kevin apologizes to Tess and asks to be a father to her. Kevin then reports his progess with Tess to Caleb.  Chris visits Ian's loft and insinuates Ian and Lucy are lovers when he sees Lucy there. Ian starts strangling him but Lucy gets him to stop. A choking Chris grabs Ian's \"\"water\"\" and drinks it, then starts to feel strange. He then announces he's a vampire!",
    "tvmega_recap": "Rafe watches nervously as Alison talks her way out of her slip of the tongue. Believing that Caleb is a threat to her, Rafe uses his powers to materialize outside the vampire's door. Alone with his soul mate, he reminds her that she must always call Caleb \"Stephen.\" Caleb questions Elizabeth, who assures him that Alison has no idea that they are vampires. After apologizing for neglecting her since their wedding, he feeds on her. Suspicious of the true reason for the trip to Capri, Caleb orders Joshua to accompany Elizabeth and Alison. He must use his charms to make Alison forget about Rafe, and keep a close eye on both her and her mother. When Alison returns to the loft, she learns that her mother and Caleb have made up, but Elizabeth is still going to Capri with her. She also learns that Joshua is going along, and that they'll be flying in Caleb's jet. Hearing her mother refer to Joshua as a \"prince,\" Alison makes a connection to what she learned earlier. Kevin manages to convince Tess that he's sincere in his desire to be a father to her. Happy to have a father, she accepts his invitation to have dinner with him at the lighthouse. Caleb finds Kevin after his little visit with Tess, and while Kevin seems to have second thoughts, he assures Caleb that he does plan to go through with this. Meanwhile, Ian learns that the special water contains blood, or at least components of blood. His research is interrupted by Chris, who sees Lucy and misinterprets her reason for being at Ian's place. Enraged, Ian grabs him and almost strangles him before Lucy intervenes. His throat hurting, Chris sees the water bottle and helps himself. At first, he's fine, but then he begins to feel severe pain. The pain suddenly vanishes, and Chris is tremendously happy to realize that he has become a vampire.",
    "soapcentral_condensed": "Ian examines the bottle of water he got from Elizabeth. He checks it with a device and determines it contains components of blood. Chris calls Lucy, \"The Patron Saint of Insanity\" In a rage, Ian grabs Chris by the throat. Kevin pays a visit to Tess to apologize for his behavior and the way he spoke to her. Stephen promises that he will take Elizabeth on a real honeymoon as soon as he finishes recording his album. Stephen is lending them his private jet to go to Capri, plus, Joshua will be going along to help them. Stephen asks Josh to get to know Alison a little better then reminds Josh that he used to be good at turning a young girl's head. Josh feels he can handle the job, but doesn't like the idea of being a babysitter. Stephen explains that Elizabeth misunderstands. Elizabeth promises she hasn't said anything to Alison about who they really were. Elizabeth then orders Josh to take her luggage downstairs. Josh gives Stephen a look, but Stephen gives a little nod that says to go along with her.\n"
}