{
    "soap_central": "\n\nUnable to stop thinking about Rafe, Alison works harder to convince herself that a romantic weekend away with Jamal will solve her dilemma. Ian told Mac he's worried that Amy might have met with foul play. Ed summons Rafe, Casey, Amy and Paige back into his domain for a long overdue chat. Gabi questions her brother after finding a cell phone in Ricky's pocket. Ed warns his angels that an innocent person may be headed for big trouble. After sneaking away from the psych ward, Valerie confronts Alison and furiously blames her for everything that's happened. Mac promises Ian he'll have an officer look into Amy's disappearance. Ricky admits to Gabi how he does feel a certain connection to Casey. Ed reminds Rafe and the others to make the most of the opportunity they've been given. Valerie pulls a gun on Alison, who attempts to reason with her vengeful visitor. Jack, Jamal and Livvie arrive and try to talk Valerie into lowering her weapon. Ian catches Ricky with Amy's cell phone. As Jamal gets between Alison and the gun, Valerie pulls the trigger. \n\n\n",
    "tvdb": "Ian asks for Mac's help in locating a missing Amy.  Ricky denies to Gabriela that he is affected by Casey's absence, but clearly he is.  Ian questions Ricky when he answers Amy's cell phone.  Casey, Paige, Amy and Rafe are greeted by Ed in Heaven, who advises them to work together to complete their life journeys and avoid mistakes.  Rafe realizes an empty \"\"fifth chair\"\" in Heaven means a Port Charles resident will soon die.  A gun-toting Valerie corners Alison in her apartment and threatens to kill her.  Jamal, Jack and Livvie show up and Jamal and Valerie wrestle with her gun before it goes off.",
    "soapcentral_condensed": "Ed summons Rafe, Casey, Amy and Paige back into his domain for a long overdue chat. Ed warns his angels that an innocent person may be headed for big trouble. Valerie confronts Alison and furiously blames her for everything that's happened. As Jamal gets between Alison and the gun, Valerie pulls the trigger. Mac promises Ian he'll have an officer look into Amy's disappearance. Ricky admits to Gabi how he does feel a certain connection to Casey. Gabi questions her brother after finding a cell phone in Ricky's pocket. Jack, Jamal and Livvie arrive and try to talk Valerie into lowering her weapon. Ed reminds Rafe and the others to make the most of the opportunity they've been given. Ian catches Ricky with Amy's cell phone. Alison works harder to convince herself that a romantic weekend away with Jamal will solve her dilemma. Ian told Mac he's worried that Amy might have met with foul play. Alison attempts to reason with her vengeful visitor, who pulls a gun on Alison.\n"
}