{
    "Episode Summary": [],
    "Recap": [
        "Molly and Holden make plans for the day. Lily lets Ethan know that Holden will not be living here anymore. Lily gets a call from Luke to take Holden to the foundation's banquet. Lily has her doubts but agrees. In the hotel room, Luke and Reid await the ruling in the malpractice suit. Katie comes home, wearing Chris' jacket. Henry inquires as to what had happened. Vienna lets Barbara know that she intends on getting pregnant before her wedding. Reid and Luke visit a nightclub where there is mechanical bull riding. Luke surprises Reid by riding the bull. Lily brings Ethan to the ranch and asks Holden to accompany her to the foundation's banquet. Holden agrees. Faith hurls insults at Lily for wrecking their picnic. Vienna looks at a pregnancy test as Katie approaches. Vienna lets Katie know that Barbara is designing her wedding dress. Katie suggests to Vienna that they slow down the wedding .Vienna is confused as to why Katie would suggest that. Barbara lets Henry know that Vienna intends on getting pregnant right away.",
        "Henry and Barbara discuss the baby that Vienna lost. Reid also rides the mechanical bull. Luke sees his cell phone and finds out that the decision is in in his malpractice suit. Reid calls and finds out that the charges against him have been dropped. Molly gets a call from Silas about doing the interview. Molly has her doubts, but Faith talks her into it. Holden is upset when he calls Faith and finds out that Molly is interviewing Silas and that Faith is alone with Ethan. Holden goes upstairs to talk to Molly and promises to be there through the interview. Lily comes home to find Ethan sick, but only from candy that he ate. Reid kisses Luke and reveals that he wanted to for a long time."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: Hey there.",
        "Molly: Hey.",
        "Holden: You need any help making those sandwiches?",
        "Molly: [Laughs] I think I can handle it. I'm not so sure about the horseback riding, though.",
        "Holden: Oh, you'll be fine. You know, if you want to just have a little romantic picnic, the two of us, that would be okay, too.",
        "Molly: Oh, you're tempting. No, I think this will be really fun to do with Ethan and Faith. I like your kids, Holden.",
        "Holden: They like you, too. You know what I like?",
        "Molly: What? Oh, my God.",
        "[Laughing]",
        "[Cell phone ringing]",
        "Holden: Getting a lot of calls today, aren't you?",
        "Molly: Oh, yeah. Yeah, I just hope it's not my producer with a last-minute job assignment. Could you go find us a picnic basket?",
        "[Cell phone ringing]",
        "Holden: Be right back.",
        "Molly: Molly Conlan.",
        "Silas: I love the way you say that.",
        "Molly: Silas, stop calling me.",
        "Silas: You called me first.",
        "Molly: Yeah, well, I changed my mind, okay? I'm having second thoughts about the interview.",
        "Silas: I'm big news, Molly. You don't want me to go to the competition, do you?",
        "Molly: I don't need you anymore.",
        "Silas: Don't need me for what?",
        "Molly: It doesn't matter. Just don't call me anymore.",
        "Holden: Everything okay?",
        "Molly: Couldn't be better.",
        "[SCENE_BREAK]",
        "Lily: Listen, while you finish coloring, I'm going to go upstairs and get ready for the party, and then I'll drive you over to Daddy's, okay?",
        "Ethan: Is Daddy ever going to live here again?",
        "Lily: No, Sweetie, I don't think so. He's happy where he is. But you are so lucky, 'cause you get to live in two places.",
        "[Cell phone rings]",
        "Lily: Luke, did you just get back?",
        "Luke: No. I'm still in Texas.",
        "Lily: What happened?",
        "Luke: We're still waiting for an answer about Dr. Oliver's status from the medical board.",
        "Lily: What's taking so long?",
        "Luke: I don't know. But I don't think I'm going to make it back in time for the awards ceremony for the foundation this afternoon.",
        "Lily: Oh Luke, I don't think I can handle that by myself. I -- I really don't know too much about your new projects. And what if they start asking me questions?",
        "Luke: I know. That's why I was thinking of somebody who could help you out.",
        "Lily: Well, I'm open to suggestion.",
        "Luke: Why don't you take Dad? He worked with me on these new proposals, so he'll know everything you need. Mom?",
        "Lily: Do you really think that's something that he'd want to do?",
        "Luke: Dad is really invested in the foundation, too. Just tell him to dust off his tuxedo and go with you. Call me later, okay?",
        "Lily: Will do. Don't worry about a thing.",
        "[SCENE_BREAK]",
        "Reid: Sure you don't want to talk to Mommy some more?",
        "Luke: That was business.",
        "Reid: Only the pretentious do business in tuxedos, Mr. Snyder.",
        "Luke: Well, then, you must own several.",
        "Reid: Don't let me keep you from your appointed rounds. I mean, if there's flesh that you need to press, by all means go forth and fund-raise.",
        "Luke: You know what? I didn't think this was possible, but you are even crankier than usual. Lucky for you, I am giving you a free pass.",
        "Reid: Why?",
        "Luke: Because you've been waiting forever to find out if your medical license has been revoked. You deserve to be obnoxious.",
        "Reid: Oh, thank you so much for your permission.",
        "Luke: All right. That's it. We're getting out of here. What's there to do in this town?",
        "Reid: I don't know. What do you have in mind?",
        "Luke: Well, you lived here for years. What's there to do?",
        "Reid: I don't know.",
        "Luke: Well, don't you have some friends that we could call?",
        "Reid: All my friends actually work.",
        "Luke: Well, how about a favorite restaurant?",
        "Reid: I do takeout.",
        "Luke: Favorite bar? Club? Lounge? Ice-skating rink? Bowling alley?",
        "Reid: I went bowling once. I was 9 years old.",
        "Luke: [Laughs] No friends, no fun, no life. You, Dr. Oliver, are a sad, sad man.",
        "Reid: Why, thank you.",
        "[SCENE_BREAK]",
        "[Henry groans]",
        "[Katie groans]",
        "Henry: What happened to you?",
        "Katie: I collided with a smoothie. How's Jacob?",
        "Henry: Who -- whose coat is that? That's not your coat.",
        "Katie: It belongs to Chris.",
        "Henry: He was up for a little while, and I -- I put him back to sleep.",
        "Katie: Oh. Is Vienna up in the bedroom with him?",
        "Katie: No, she left. What? [Gasps] No. I set it up perfectly for her to see you and Jacob together so you two could bond.",
        "Henry: We're engaged, Katie. How much more bonded could we really be?",
        "Katie: She's worried about you, Henry. That's why I left you two alone, so you would have the chance to show her she has no reason to have all these wedding jitters.",
        "Henry: She does, Katie. She has plenty of reasons.",
        "[SCENE_BREAK]",
        "Vienna: Oh, and you might want to ease out on my waist.",
        "Barbara: Why?",
        "Vienna: For the baby. By the time I walk down the aisle, I'm going to be pregnant with Henry's child. Shouldn't you write it down --?",
        "Barbara: Hmm?",
        "Vienna: My waist measurements?",
        "Barbara: Right.",
        "Vienna: You know, when I saw that vintage dress in the magazine, I just knew I had to have it. And my wedding day is going to be perfect, especially if I'm going to be carrying Henry's child.",
        "Barbara: So this is, uh -- a new development for you and Henry, deciding to have a baby?",
        "Vienna: Well, we haven't actually talked about it.",
        "Barbara: You haven't talked to Henry about this?",
        "Vienna: Well, Henry and I, we're madly in love. Why wouldn't he want to have a baby with me?",
        "Barbara: You know, Vienna, you and Henry seem to have so much fun together, and babies are very demanding. It will change things for you.",
        "Vienna: Yes, but I want to be a mom. And more than that, I want to have a baby with Henry.",
        "Barbara: Hmm.",
        "Vienna: You're wondering what I see in him.",
        "Barbara: Well, I have wondered what first attracted you to him.",
        "Vienna: Well, we got stuck in a limo together. And at first we were arguing, and then we were kissing, and then we were making passionate love. And then -- I just fell in love with him. I love him. I know Henry, he can be selfish and flaky, and -- and he seems to find himself wearing a dress quite often. But -- there's more to him.",
        "Barbara: And when did you know that he loved you?",
        "Vienna: Well, he showed it to me before he said it. Actually, he -- he doesn't even say it that often right now. But -- nobody has ever loved me like he has. Nobody's ever made me feel this special. You know what I mean?",
        "Barbara: Yes.",
        "Vienna: You know, when I was pregnant before, the idea of him being a father scared him. But then something changed, and he wanted a baby so much. Henry -- he will be a great father.",
        "Barbara: And a great husband.",
        "Vienna: Eventually, yes. There's been some distance between us. I mean, the way I left him and I stayed away for months, I think he's still getting over it. And I really don't know what happened to him when I was gone or how his life was without me.",
        "Barbara: And if you knew, would it matter?",
        "Vienna: Maybe. Maybe not. The past doesn't matter. So, do you need more measurements?",
        "Barbara: No, I -- I think we're done for the day.",
        "Vienna: Oh, Barbara. Thank you so much. Thank you.",
        "[SCENE_BREAK]",
        "Katie: Every time you have the chance at something stable in your life, you start sabotaging yourself. You're just scared.",
        "Henry: Well, I think it's more than that.",
        "Katie: You've been having sex with Barbara Ryan. It's fried your brain.",
        "Henry: Barbara makes me feel good.",
        "Katie: Okay, let's nip this in the bud right now. She is the worst possible choice for you. She is the one woman who could do the most damage to your life.",
        "Henry: Barbara doesn't do any damage to me.",
        "Katie: Oh, snap out of it! Do you know what you have to lose if you don't commit yourself 100% to the right woman? You want a good, happy life with Vienna, don't you?",
        "Henry: Yeah. That's what I always wanted.",
        "Katie: Right.",
        "Henry: Right. Right, you're right. I'm just -- I'm probably just, uh -- I'm just scared because we're going so fast. That's it.",
        "Katie: What's it?",
        "Henry: That's it, that's it. Uh, we need to slow down. If you want to help me, that's what you want to do, you've got to help me slow this thing down.",
        "Katie: No. If you're trying to get out of this engagement, I can't help you do that.",
        "Henry: No, no, no, no! That's -- that's not it. I'm not, I'm not, I'm not, okay? I'm not trying to bail. I swear I'm not trying to bail on this.",
        "Katie: Okay.",
        "Henry: I'm just -- we got to put the brakes on this or I'm going to implode.",
        "Katie: All right, okay. Cool. That is a good compromise. I'm with you. I will do whatever I can. But in the meantime, get your act together. Forget about Barbara.",
        "Henry: Got it.",
        "Katie: Focus on Vienna.",
        "Henry: Will do.",
        "Katie: Keep telling yourself marriage is a good thing.",
        "Henry: Marriage is a good thing. Marriage is a good thing. Marriage is a good thing.",
        "[SCENE_BREAK]",
        "Luke: How can you live in a place for years without stumbling upon one cool place to hang out or good restaurant?",
        "Reid: Not everybody's a loaded bank account with tons of free time. I was a little busy, actually, fixing people's brains. Although I have to admit, if the board rules against me, I'm going to have plenty of free time on my hands. And then won't that be fun? I could see the way those old buzzards were looking at me. They can't wait to really stick it to a young hotshot like me, teach me a lesson. Hey, Snyder --",
        "Luke: Oh, I'm sorry. Were you -- were you saying something?",
        "Reid: My life is over. I'll never work again. Blah, blah, blah.",
        "Luke: Do you have your wallet on you?",
        "Reid: My wallet?",
        "Luke: Yeah. We're going to need it. We're going out.",
        "Reid: Don't tell me. You found the nearest gay bar.",
        "Luke: Not exactly. Come on!",
        "Reid: You've got to be kidding me.",
        "Luke: Yippee ki yay. We went riding around rockin' to the sound.",
        "[SCENE_BREAK]",
        "Holden: Hey, look who it is. You all ready for your picnic, Buddy?",
        "Molly: Wow. What's the occasion?",
        "Lily: I'm going to an awards ceremony for Luke's foundation.",
        "Holden: Oh, that's right. I forgot all about that.",
        "Lily: But there's a problem. Luke is stuck in Texas.",
        "Holden: You're kidding?",
        "Faith: So what's the big deal?",
        "Holden: Well, the big deal is there are a lot of contributors there, a lot of press. It's a chance for the foundation to make some money. So he wants you to handle this on your own?",
        "Lily: Actually, he was hoping that you would take his place.",
        "Holden: Um, well, if I had more notice. We -- we have plans.",
        "Lily: It's short notice. I understand completely. There'll be other events.",
        "Molly: You know what, Holden? If you feel like you need to be there, then you should go. It's for Luke. You know, I can watch Ethan, and we can go on a picnic some other time.",
        "Holden: Yeah. It is kind of a big deal for Luke. You know what? I'll change. I'll be right back.",
        "Lily: I'll get Ethan settled in the parlor. Come on, Buddy.",
        "Faith: You thought he was going to choose to go with us instead of her, didn't you?",
        "Molly: Wow. That really is a gorgeous dress.",
        "Lily: Thank you. And I'm sorry for ruining your plans.",
        "Molly: Don't worry about it. Holden and I -- we can go riding anytime. The horses are always there.",
        "Lily: [Chuckles] How are you doing, Sweetie?",
        "Faith: Well, I'm a little bummed. I really wanted to go on that picnic.",
        "Lily: Faith, I hope you know it wasn't my idea to ask your father to go. Luke is the one that --",
        "Faith: Maybe you should give Dad a beeper. That way you can page him whenever you need him and take him away from whatever it is he'd rather be doing.",
        "Molly: Faith --",
        "Faith: What? I'm just saying.",
        "Molly: Wow. You clean up good.",
        "Holden: Thanks. Can I have a minute with Molly?",
        "Lily: Oh, of course. Thanks again for watching Ethan.",
        "Molly: Anytime. [Laughs]",
        "Holden: I'm going to make this up to you. You know that, right?",
        "Molly: You better believe you will.",
        "[SCENE_BREAK]",
        "Reid: This isn't exactly my kind of place.",
        "Luke: Well, you don't exactly have a kind of place, because you never go out.",
        "Reid: Yeah, but still, I'm not really sure how welcome we are here.",
        "Luke: Would you relax? We're just going to get a couple drinks, listen to music, and hang out. It's not like we're going to be making out or anything.",
        "Reid: There's a brain trust. Why would anybody with a synapse in their head want to have their body swinging around like that?",
        "Luke: Because it's fun. You've heard of fun, right? There has to be some part of your brain that handles that.",
        "Reid: Yeah, see? That's -- a lot of people think that, that there's a single pleasure center of the brain when in actuality, there are several that can be activated by chemicals, electrodes, even rapidly moving images. What are you doing? You're not really going to do that? That's insane.",
        "Luke: Start it up.",
        "[SCENE_BREAK]",
        "Katie: Vienna.",
        "Vienna: Oh, hey, hi. [Sighs] Aw, look who's up from his nap.",
        "Katie: Are you okay? Henry said you left while he was sleeping.",
        "Vienna: You know, I am terrific. I just got back from Barbara.",
        "Katie: You went to see Barbara? Why?",
        "Vienna: Yes. I wanted to talk to her because she's the one thing standing in our way for a perfect wedding.",
        "Katie: How so?",
        "Vienna: 'Cause of what she told Henry, that she wouldn't want to design my dress.",
        "Katie: Oh. Oh, so when you talked to her, what did she say? Because I thought when she told Henry she wouldn't do it, that was the end of it.",
        "Vienna: No, I convinced her to change her mind.",
        "Katie: You did?",
        "Vienna: Mm-hmm. I told her she owed me for what has gone on between Henry and her before I left town.",
        "Katie: And she agreed?",
        "Vienna: Well, she knows that what she did with him was wrong, so she agreed to do me a special favor.",
        "Katie: That's nice.",
        "Vienna: So that's one more thing we can check off our to-do list for the wedding. So what's next?",
        "Katie: Setting a date and finding a location, I guess.",
        "Vienna: You know what? I think Henry and I, we should get married soon.",
        "Katie: Really? Why rush?",
        "Vienna: Why wait?",
        "Katie: Lots of reasons. Most of the best venues and photographers and bands book well over a year in advance, and if you want to do it right, you should take it slow.",
        "Vienna: Katie, why are you trying to slow us down?",
        "[SCENE_BREAK]",
        "Barbara: Oh! Oh, somebody up there must really hate me.",
        "Henry: Tell me that sketch is for someone other than Vienna.",
        "Barbara: She came to see me. She can be very persuasive.",
        "Henry: Oy. Lord, don't I know it. What did you say to her?",
        "Barbara: I told her I would design her dress.",
        "Henry: You what? Barbara, why? I told you how difficult that would make things.",
        "Barbara: Do you have any idea how difficult this is for me? And you know why, too.",
        "Henry: Why, why?",
        "Barbara: Never mind.",
        "Man: Good afternoon. Pretty, isn't she?",
        "Henry: Beautiful.",
        "Barbara: Henry, Vienna wants you to get her pregnant.",
        "Henry: Wait a second, wait a second! No, no, no. You can't just drop a bomb like that and walk away!",
        "Barbara: I wasn't going to tell you. It's really none of my business.",
        "Henry: Why is she talking to you about babies?",
        "Barbara: We were taking measurements, and then all of a sudden, she said that she wanted to have your child.",
        "Henry: Why?",
        "Barbara: She thinks it will solidify your relationship.",
        "Henry: [Breathing heavily] Marriage is a good thing. Marriage is a good thing. I keep telling myself marriage is a good thing, and it is a good thing. It's a great thing. But I just -- becoming a father -- I'm not sure I'm ready for that yet.",
        "Barbara: Are you going to pass out?",
        "Henry: No, it's just everything's moving so fast right now, and now she wants to add a baby to the list? No, that's not gonna --",
        "Barbara: Wait a second. You were going to have a baby before, and you were happy about that. When she was pregnant before, didn't you want that baby?",
        "Henry: Yes, yes, yes, yes. And I was -- I was devastated when we lost Sven. I never thought I could mourn like that for someone I'd never met. But -- I mean, now that things -- things have changed, I just -- I mean, things have been a little crazy. My -- I found out my father's really crazy. Who wants Stenbeck DNA? I mean, look at all the crazy things I've done in the last few months.",
        "Barbara: Ah. By that you mean me.",
        "Henry: No, no, no. I wasn't talking about you. Not us.",
        "Barbara: Its okay, its okay, because we -- we were really crazy. Lovely, but crazy. And it's over, and that's okay. It's okay. And I know you didn't ask, but you'll be a wonderful father.",
        "Henry: Why?",
        "Barbara: Because you're loyal and spontaneous and loving. And James Stenbeck wasn't any of those things.",
        "[SCENE_BREAK]",
        "Katie: Okay, I'm trying to slow you down.",
        "Vienna: Why? You don't think we should get married?",
        "Katie: No, of course I do. I mean, you and Henry belong together.",
        "Vienna: So why should we wait?",
        "Katie: Because of last time.",
        "Vienna: I really don't want to think about last time.",
        "Katie: But it's important. Henry left you at the altar, and you ended up getting drunk on Emma's elderberry wine.",
        "Vienna: Yes, but Henry and I, we barely knew each other then.",
        "Katie: Which is why you were shocked that he walked out on you. But now you know how he reacts under pressure.",
        "Vienna: Which is why I'm not pressuring him. It will be different this time.",
        "Katie: I hope for your sake it will be.",
        "Vienna: I know it will be. He asked to marry me. He even gave me this beautiful ring.",
        "Katie: I know, Vienna. I know he wants to be with you. I know he wants to be married. That doesn't mean he won't manage to create some kind of crisis if he gets scared.",
        "Vienna: So you think that a longer engagement will help things?",
        "Katie: Don't you? It will just give Henry a chance to work out some of his issues.",
        "Vienna: Issues? What kind of issues?",
        "Katie: Oh, you know, just regular Henry being Henry kind of things. So you'll wait? I just really want things to work out for you two.",
        "Vienna: Thank you for your advice, Katie. You're really a good friend. Thank you.",
        "[SCENE_BREAK]",
        "Luke: And that's how it's done.",
        "Reid: Talk about a worthless skill.",
        "Luke: You couldn't do it.",
        "Reid: I wouldn't want to do that.",
        "Luke: Whatever makes you feel better.",
        "Reid: You think I'm scared of that?",
        "Luke: Those who can do. Those who won't --",
        "Reid: Okay, I'll have you know there are specific injuries associated with mechanical bull riding, including fractures of the second metacarpals, as well as the index-finger phalanges due to the extreme torque forces applied to the extremity during the severe gyrations.",
        "Luke: Yeah, it's a hand injury, and you're a surgeon. I get it.",
        "Reid: On the other hand, pun intended, a man's got to do what a man's got to do.",
        "Luke: Wait. Dr. Oliver, you don't have to do that.",
        "Reid: How hard can it be? You did it. You just get on and ride, right? [Reid laughs] That was fun. Let's do that again. Double or nothing I can beat your time, Mr. Snyder. What is it?",
        "Luke: The medical board called. You have to call them back.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Molly: [Sighs] Molly Conlan.",
        "Silas: I never tire at the sound of your voice.",
        "Molly: Would you stop calling me, Silas?",
        "Silas: But you need me.",
        "Molly: An interview with you isn't going to make or break my career.",
        "Silas: I'm talking on a personal level, Molly. You called me for a reason the other day. I believe that reason still exists.",
        "Molly: I don't know what you're talking about.",
        "Silas: You think about what you want, Molly, and how I can help you get it. I'm in room 701 at the Lakeview. I look forward to seeing you.",
        "Faith: Who keeps calling?",
        "Molly: It's a work thing. Somebody wants me to do this big interview.",
        "Faith: Today?",
        "Molly: Yes, but I'm busy. So, I was thinking that you and Ethan wouldn't mind having picnic sandwiches for dinner.",
        "Faith: Molly, you should do the interview.",
        "Molly: I'm babysitting.",
        "Faith: I'll watch Ethan.",
        "Molly: I don't think that's a good idea.",
        "Faith: I can handle it. I promise we won't go anywhere or do anything. We'll just watch TV and play.",
        "Molly: Yeah, but I promised your mom and dad that I'd look after Ethan.",
        "Faith: I'd really like for them to trust me again. Do you really think I'd let anything happen to Ethan?",
        "Molly: No. No, I don't. I think you're a really great kid when you're not working hard at being a brat.",
        "Faith: So you'll let me do it? I'm sure my dad will be checking up every five minutes anyway.",
        "Molly: Okay. You're on.",
        "Faith: For real?",
        "Molly: Absolutely. And if your father asks -- this is where I'll be.",
        "[SCENE_BREAK]",
        "Lily: It's amazing how much Luke has accomplished for the foundation, how many lives he's helped.",
        "Holden: He's a hard worker.",
        "Lily: You're proud of him.",
        "Holden: I am. He grew up when we weren't looking. Gives me hope for Faith.",
        "Lily: Oh, Holden, do you think she's going to be okay?",
        "Holden: I really don't think she's into drugs. I think she's just reaching out, looking for attention.",
        "Lily: But it's such dangerous behavior. What if she gets hurt?",
        "Holden: You know what? Luke -- he had his troubles at this age. He turned out okay. I think we really need to just keep on loving her. I know it's not easy.",
        "Lily: I miss her. Sometimes I see her smiling at you or Molly and -- why is she always so angry at me?",
        "Holden: It's because you guys are just alike.",
        "Lily: [Scoffs] I'm sarcastic and petulant?",
        "Holden: I mean, at her age, you were tough. You were stubborn. Faith is just like you.",
        "Photographer: Mr. And Mrs. Snyder, right?",
        "Lily: Actually, we're not --",
        "Photographer: Great. This is going to be great for the brochures. Just get close.",
        "[Holden laughs]",
        "Photographer: Put your arms around each other. Ah.",
        "Lily: The guests should be arriving soon, so -- do you think this dress is all right?",
        "Holden: I love that dress. Didn't you wear that that weekend we were in Chicago?",
        "Lily: You remembered.",
        "Holden: How could I not? Every guy in the room couldn't take his eyes off you when we walked into that restaurant.",
        "[Cell phone beeps]",
        "Lily: Thank you. Okay. The guests are arriving. Want to head in?",
        "Holden: Yeah. Let's check on the kids first.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Faith: Hi, Dad.",
        "Holden: Hey, Faith. How's it going?",
        "Faith: Pretty good. Molly had a work thing, so me and Ethan are just hanging out. Everything's cool.",
        "Holden: Molly left?",
        "Faith: A little while ago. I practically had to beg her to let me babysit. But it seemed like she was working on an important story, so --",
        "Holden: Did she say what it was, where she was going?",
        "Faith: Yeah. Wait. She wrote it down somewhere. Here it is. \"Silas Whitman, room 701 at the Lakeview.\" Please don't come home, Dad. Ethan and I are okay. I do know how to be responsible.",
        "Holden: Yeah, I don't doubt that, Sweetie. I'll talk to you later.",
        "Lily: Faith is alone with Ethan?",
        "Holden: Yeah, she's fine. It's Molly I'm worried about. She's upstairs, doing an interview with that Silas Whitman.",
        "Lily: Is that the congressman she had the affair with?",
        "Holden: Yeah, the guy who cut her brake line.",
        "Lily: And you're going to make sure she's all right?",
        "[SCENE_BREAK]",
        "Molly: Big mistake, Molly. Huge mistake.",
        "Silas: It's about time you got here. Why didn't you knock?",
        "Molly: Because I shouldn't have come here. Being alone with you is not a good idea.",
        "Silas: You used to love me, Molly.",
        "Molly: Until you tried to kill me.",
        "Silas: You still don't trust me.",
        "Molly: Why should I?",
        "Silas: Which means you're here for a different reason.",
        "Molly: I want a story.",
        "Silas: You know, I was successful in politics because I'm good at reading people. You're here because it drives your boyfriend crazy, right?",
        "Molly: Is that what you think?",
        "Silas: It really doesn't matter. I'm happy to have you here for any reason at all. Come on in.",
        "Molly: I don't know.",
        "Silas: Let's put it this way. How can you get your boyfriend's attention by standing in the hallway?",
        "[SCENE_BREAK]",
        "Faith: Mom and I used to do this when I was little, except yours look a lot better than mine did.",
        "Ethan: I want Daddy to come home with Mommy.",
        "Faith: I used to think that was the only way we could be happy, if Mom and Dad got back together. But Mom was mean to Dad, and I think Dad's better off. You think Mom is totally perfect, don't you? You'll learn. I think that's my phone. I'll be right back.",
        "[SCENE_BREAK]",
        "Katie: Barbara, wait. Actually, I've been meaning to talk to you.",
        "Barbara: Oh, boy. Here we go. I told you I'm going to stay away from Henry.",
        "Katie: I know.",
        "Barbara: But I can't help it if Henry and Vienna just keep trying to find me for some reason.",
        "Katie: Yeah, she told me she talked to you about making her wedding dress.",
        "Barbara: Do you know that she wants to have Henry's baby?",
        "Katie: What?",
        "Barbara: Oh. So you didn't know, either. And you're supposed to be her friend. She's supposed to be talking to you about these things, but who does she decide to confide in? Me, the woman with the most recent carnal knowledge of her fiancé.",
        "Katie: You didn't tell Vienna about that, did you?",
        "Barbara: No, no, I didn't. I didn't want to hurt her or Henry. It's over. It was nice, but it's over.",
        "Katie: I've been really hard on you.",
        "Barbara: No, it doesn't matter.",
        "Katie: No, really. You were good to Vienna, and you protected Henry, and that could not have been easy. Which is why I'd like to do something nice for you.",
        "Barbara: [Sighs] What do you have in mind?",
        "Katie: I want to help you find a man.",
        "[SCENE_BREAK]",
        "Henry: [Sighs] Vienna? Hello.",
        "Vienna: I want you, Henry. And right now is the perfect time.",
        "Henry: Wait, I can't. Wait. We can't do this.",
        "[SCENE_BREAK]",
        "Luke: You're afraid it's bad news.",
        "Reid: I wish I didn't care this much. This phone call -- it's everything. It's Noah's surgery. It's my career. It's my life. What if they tell me I can't practice medicine anymore?",
        "Luke: Well, we'll keep fighting. You're way too obnoxious to lie down and die. [Chuckles]",
        "Reid: I've worked my whole life to become what I am. I need my work. I need to experience those highs and lows every day. Without it, I'm --",
        "Luke: Without it, you're going to be fine. You're more than a doctor.",
        "Reid: What else am I?",
        "Luke: You're an urban cowboy.",
        "[Both laugh]",
        "Luke: Come on. Make the call.",
        "Reid: Yeah. Hi, this is Dr. Reid Oliver. I'm returning Dr. Vasko's call. I see. Mm-hmm. I understand. Bye.",
        "Luke: Well?",
        "Reid: I'm reinstated. Can you believe it? Vasko said they're going to keep the investigation open. Why, I have no idea. I'm certainly not guilty of any malpractice, which they're going to discover eventually. But in the meantime, I can get out of here. God, I can't wait to get back in the operating room, make the first incision. You have no idea what this means to me.",
        "Luke: Actually, I think I do.",
        "Reid: This never would have happened without you.",
        "Luke: Dr. Oliver, you -- you do realize that you kissed me, right? And, I mean, that's okay. It's nothing to be embarrassed by. I mean, you're excited. You just got some really good news. But I think it would be kind of weird if we pretended that it didn't happen.",
        "Reid: I know what I did. It had nothing to do with the phone call. I wanted to kiss you. I've been wanting to kiss you for a long time, Luke.",
        "[SCENE_BREAK]",
        "Barbara: So you think that I need help finding a man? Actually, I've been doing a pretty good job on that front for most of my life, thank you.",
        "Katie: Oh, no, no, no. I was not trying to be insulting. In fact, just the opposite.",
        "Barbara: Insinuating that I can't attract a man is supposed to be a compliment?",
        "Katie: Barbara, I think you're a very beautiful woman. And you would really be such a catch for a certain type of guy.",
        "Barbara: What type of guy?",
        "Katie: The type I would introduce you to. I've recently taken up matchmaking as a hobby.",
        "Barbara: Why?",
        "Katie: Because I like to see people happy and in love. And I would like to offer you my services.",
        "Barbara: No thank you.",
        "Katie: Oh, Barbara, please. Aren't you lonely? I know I am, ever since my husband died. Brad wasn't just my friend or Jacob's father. He knew me. He liked me. He loved me for who I was. Wouldn't you like to find someone like that again?",
        "Barbara: And these men would be on the up and up?",
        "Katie: Well, if I don't find you the perfect man, you wouldn't be any worse off. But if I do, wouldn't you like to be loved again?",
        "Barbara: Oh, what the hell? Make me a match.",
        "[SCENE_BREAK]",
        "Vienna: Take me right now.",
        "Henry: Wait, wait.",
        "Vienna: I hate that word.",
        "Henry: Even when there's something even more amazing on the way, something worth waiting for?",
        "Vienna: Like what?",
        "Henry: Our wedding night. I've made a decision, and I think that we should wait until we're married before we sleep together again.",
        "Vienna: Oh. Oh, I see. This is one of our games. Okay, I'll be the seductress, and you can be the virgin groom.",
        "Henry: Whoa! That's very titillating, and I can't wait to play that game -- on our honeymoon.",
        "Vienna: You're serious about not having sex until then?",
        "Henry: I just -- I think it's important that we don't rush into things here.",
        "Vienna: Oh, my God! We have been -- we have been living together for years, and we've loved each other forever! And how is this rushing things?",
        "Henry: Because I hurt you. Because I hurt you, and you went away because I messed things up. And I don't want to do that to you again.",
        "Vienna: Listen, I don't need you to prove to me that you are the man I want to spend my life with, because you are, Henry! You are!",
        "Henry: I believe you. I believe you. And I want to believe that myself. I just -- we just need to slow things down.",
        "Vienna: Oh, God. Katie said the same thing.",
        "Henry: We got a good thing going here! We just need to take our time.",
        "Vienna: Can't we just make love one more time before we take our time?",
        "Henry: It will be so much better if we wait. You'll see.",
        "[SCENE_BREAK]",
        "Molly: Okay. So, are there any questions that will be off-limits in our TV interview?",
        "Silas: You are so beautiful.",
        "Molly: Okay, you know what? We're going to set some things straight right now. From here on out, I'm the reporter. You're the subject.",
        "Silas: I should have left my wife years ago for you.",
        "Molly: Silas, if you're not going to take this seriously, I can't do it.",
        "Silas: All right! I'll take it seriously.",
        "Molly: Good.",
        "Silas: Right after we have a drink.",
        "Molly: Oh, my God. I don't want to have a drink with you.",
        "[Knock on door]",
        "Silas: Well, I wonder who that could be.",
        "Holden: You okay?",
        "Molly: Yeah. I'm fine. I thought you were supposed to be at the awards banquet.",
        "Holden: Yeah, I was, but I was worried about you being alone with this guy.",
        "Molly: I am so sorry that you got pulled away from that.",
        "Holden: I'm taking you out of here now.",
        "Silas: Shouldn't that be the lady's decision?",
        "Holden: You're ready to leave, right?",
        "Molly: Give us a minute.",
        "Holden: Don't tell me that you're even thinking about going back in there.",
        "Molly: I am.",
        "Holden: Why?",
        "Molly: Because, Holden, the more I thought about it, the more I realized I want to do this interview.",
        "Holden: Molly, this guy is dangerous.",
        "Molly: Yeah, but he's not going to hurt me. Believe me, he doesn't want to go back to jail.",
        "Holden: Then why is he here? Why is he pursuing you?",
        "Molly: Because he wants to get the last word. Because he wants to prove to me that I still want him when all this interview is going to prove is that I don't, that I'm over him and I've moved on.",
        "Holden: I'm not going to be able to change your mind about this, am I?",
        "Molly: Yeah, I'm hoping you won't try.",
        "Holden: All right. If you want to do this, then I'm with you.",
        "Molly: Thank you.",
        "Holden: Don't thank me so fast. I mean that literally. I'm going to be there in the room with you when you are with this guy. It's not because I don't trust you. It's because I don't trust him.",
        "[SCENE_BREAK]",
        "Lily: Ethan? Ethan, Sweetie, what's the matter?",
        "Ethan: My tummy hurts.",
        "Lily: Oh, Baby, what did you eat?",
        "Ethan: I found some candy in Faith's bag.",
        "Lily: Candy? What kind of candy? What did it look like?",
        "Faith: What are you doing back so soon? Where's Dad?",
        "Lily: What happened to your brother? What was in your bag?",
        "Faith: Nothing.",
        "Lily: Faith, he ate something that made him sick! What was it, prescription pills?",
        "Faith: You want to see what he ate. These. It's candy, Mom.",
        "[Lily sighs]",
        "Faith: He ate a bunch of them and started not feeling well, so I was putting a bunch of pillows in front of the TV so he could lay down until he felt better.",
        "Lily: I'm sorry, Faith.",
        "Faith: You're such a hypocrite. No wonder you're alone.",
        "[Lily sighs]",
        "Ethan: Did you have fun at the party?",
        "Lily: Oh, I did, for a little while. You want to see? There was a really nice man at the party, and he took some pictures. Oh. There. Those are the tables with all the flowers and shiny awards we gave out. And there's your daddy and me.",
        "[NEXT_ON]",
        "Craig: Who are you, Kid? Why are you trying to ruin me?",
        "Carly: I'm not going to crash the funeral, all right? But if I don't take my place by your father's side, I could lose it!",
        "Janet: When you fell in love with me -- I learned to love myself again.",
        "Craig: If Jack is that vulnerable, you got much bigger problems than a surprise visit is going to address."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=79quXxaNo8A"
}