{
    "Episode Summary": [],
    "Recap": [
        "Luke confides to Noah that he can't access some of his accounts to the foundation and he suspects Damian. He knows he would not want his money used for gay rights. All these weird things started happening when Damian came to Oakdale. When he tells Lily, she says she will find Damian and figure this out. Zac and Zoe show up and want to help. Luke takes off so Lily won't have to meet Damian alone. While Zac is helping Noah with the laptop, he leans over and kisses Noah on the mouth, then laughs when he asks was it as good for him as it was for Zac? Holden and Meg clean up the farm kitchen and are just grateful that Eliza wasn't hurt. They will get her back from Paul. Holden tries to shield Meg from seeing Dusty but Dusty waits until she is alone. She shakes him off and doesn't want his help. Lucy visits Paul and he gloats that he has his daughter back thanks to her. She played right into Dusty's hands.",
        "Lily finds Damian and ends up taking him to his room when he starts bleeding badly. He's tired of her accusations and claims to have nothing to do with Luke's current frustrations. She takes off his shirt and starts to change the bandage when Luke barges in. He storms back out as he thinks Damian is taking advantage of his mother's goodness. Meg pays Paul a visit and announces she is willing to work with him so they both can raise their daughter. She admits she will come back to him, be his wife, the family that he always wanted. He doesn't believe her so she has to beg for that chance. Having to prove it, she removes her clothes. Then he humiliates her by telling her to put them back on. He knows what he wants and it isn't her. Once he would have taken her back in a heartbeat, but not now. She runs out after holding her baby one last time. Dusty warns Lucy to tell the truth to Meg and the social worker or he will. When Holden finds out about Damian and Lily helping him, he chastises her for always being there and now with her hands all over Damian. No wonder Luke is so frustrated with her. Zac taunts Noah about the kiss being better than Luke's. Noah does tell Luke but wants him to forget it as the guy is a flake. He warns Luke not to worry about Damian either as it is all probably pure innocence on Lily's part. Luke is not worried about his mother, just Damian's intentions. Zac and Zoe laugh when they tell Damian that he is a bad monster."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Noah: Hey, Luke. How's it going?",
        "Luke: I'm trying to transfer some money from the foundation's savings account to checking account. We have some major checks to pay to that PR firm in Chicago.",
        "Noah: Right, the ad campaign. You know, I saw the storyboards for the commercials. The look pretty cool.",
        "Luke: We should get you to direct it!",
        "Noah: No. That would be nepotism.",
        "Luke: Oh, come on. You're part of the foundation, too.",
        "Noah: No. But this is about housing discrimination and hate crimes. We don't want to make it about my directing career.",
        "Luke: Yeah, but I want to help everybody, including my boyfriend. That's weird.",
        "Noah: What?",
        "Luke: It's like the system is freezing up.",
        "Noah: Well, sometimes, when the transaction's too large, you know, you need authorization.",
        "Luke: I thought I had it. Now I can't access any of the accounts.",
        "Noah: What? Here, let me try. We may have a problem.",
        "[SCENE_BREAK]",
        "Lily: I hope this radiation treatment doesn't knock my mother out like the last time.",
        "Doctor: Fatigue is a common side effect, but Ms. Walsh has been a real trooper.",
        "Lily: Don't let my mother fool you. She may act tough, but she is a master at overcompensating.",
        "Doctor: Don't worry. We won't give her anything she can't handle.",
        "Lily: Good. Her friend Barbara Ryan will take her home after the treatment. She's been a tremendous support.",
        "Doctor: Oh, Mrs. Ryan knows the ropes because she's been there. See you next time.",
        "Lily: Thank you.",
        "[Cell phone rings]",
        "Lily: Luke, is everything okay?",
        "Luke: Something weird just happened. All of the foundation's bank accounts are frozen.",
        "Lily: How could that be?",
        "Luke: I don't know. I called the bank. They said they're working on it, but it seems like someone was trying to break into the accounts.",
        "Lily: Are you sure?",
        "Luke: Yeah. Must have been Damian. He's found another way to try and ruin the foundation.",
        "Lily: Luke, I know that's how you feel.",
        "Luke: Mom, this isn't a feeling. This is why he came back. He doesn't want the Grimaldi money to be used for fighting for gay rights.",
        "Lily: I'll look into it. Is Officer Cohen still with you?",
        "Luke: Yep. My guard dog is still outside.",
        "Lily: Good. Can't be too careful right now. I'll go see Damian, and I'll call you.",
        "[SCENE_BREAK]",
        "Luke: What's wrong?",
        "Noah: You're really never gonna give your father a break, are you?",
        "Luke: First off, I've told you, I don't consider Damian my father. And you think it's a coincidence that all this bad stuff started happening the day he came to town?",
        "Noah: Bad stuff has happened to him, too. I mean, he got stabbed. Do you think he's hacking into your bank account from his hospital room?",
        "[SCENE_BREAK]",
        "Paul: You are gonna have such a great time living here, Eliza. Just you and Daddy now, right?",
        "Lucy: Paul, I need to talk to you. It's important.",
        "Paul: Who let you in?",
        "Lucy: The housekeeper.",
        "Paul: She should know better.",
        "Lucy: Oh, God. Paul, you look awful.",
        "Paul: Yeah. Thanks to your friend Dusty. He didn't exactly hold back, but you know what? It was worth it.",
        "Lucy: What do you mean?",
        "Paul: Well, now I have custody of my kid.",
        "Lucy: No way. Meg would never give up her baby.",
        "Paul: She didn't have a choice. And you know what? It's all thanks to you, Lucy.",
        "[SCENE_BREAK]",
        "Meg: What a nightmare. Thank God Mama wasn't here when the house almost burnt down.",
        "Holden: It was a small kitchen fire. No harm done.",
        "Meg: It shouldn't have happened.",
        "Holden: The important thing is that Eliza came through it without a scratch.",
        "Meg: I miss her so much, Holden. I can't believe she's gone.",
        "Holden: Did you talk to the lawyer?",
        "Meg: I've left messages. They say that he'll get back to me.",
        "Holden: What about Jack? Did you talk to him?",
        "Meg: Yeah, yeah. I told him to try and locate this babysitter who was here last night when I left.",
        "Holden: How did you find her?",
        "Meg: A friend from the hospital recommended her. She wanted to get into pediatric nursing. She seemed like a responsible kid.",
        "Holden: It's really weird that you can't reach her. What's her name?",
        "Meg: Sally Myers. She's not answering her cell phone. I've left like 30 messages.",
        "Holden: Maybe Jack can track her down.",
        "Meg: Not if Paul got to her first.",
        "Holden: I told you, Dusty and Paul -- bad combination.",
        "Meg: I know, I should have listened to you.",
        "Holden: Well, we're gonna get your daughter back. Don't you worry. Listen, why don't you go call that lawyer again. I need to go out to the barn and take care of a few things, okay? Forget it, Dusty. Meg doesn't want to see you.",
        "Dusty: Meg can speak for herself.",
        "Holden: No, she's not in the mood. She lost her baby. Thanks to you.",
        "[SCENE_BREAK]",
        "Lucy: I don't get it. What did I have to do with you getting Eliza back?",
        "Paul: You double-crossed me. You told Dusty that you were only coming on to him because I forced you to.",
        "Lucy: I couldn't lie anymore!",
        "Paul: You know, at first, I wanted to strangle you, but then I realized that if you hadn't gotten Dusty so riled up, he never would have come to the farm and used my face as a punching bag.",
        "Lucy: How is that a good thing?",
        "Paul: Well, he played right into my hands.",
        "Lucy: What do you mean? What, you planned all of this?",
        "Paul: No, no, no. But I'm terrific at improvising. And once that all happened, you know, once Dusty beat the crap out of me, it was easy to say that, by associating with such a violent man, Meg was exposing Eliza to danger, and then the social worker and child services, they realized that Meg could never provide dear old, sweet Eliza with a safe environment, and so here she is in my home. Happy ending, right?",
        "Lucy: I can't believe you pulled this off.",
        "Paul: Well, it wasn't hard. And the bruises will heal. And now I have what Dusty's never gonna have. My kid is with me 24/7. Isn't that right, Sweet Pea?",
        "Lucy: You did all of this to get back at Dusty?",
        "Paul: Yeah, well, I could have done without him punching me, but I won this round. And the best part is, Dusty comes out looking like the bad guy.",
        "Lucy: You won't get away with this.",
        "Paul: I already have. I feel like a drink. I feel like celebrating. You want to join me?",
        "Lucy: It's way too early.",
        "Paul: Why are you here, Lucy? What do you want? Are you scared, huh? You're afraid that now that you told Dusty that I'm blackmailing you that I'm gonna return the favor and tell dear old daddy that his disloyal daughter --",
        "Lucy: You won't tell on me, Paul.",
        "Paul: I won't? Might be kind of fun.",
        "Lucy: Look, I know I didn't keep my end of the bargain. I tried, but I couldn't.",
        "Paul: Yeah, you tried. You didn't try hard enough, did you?",
        "Lucy: I got him to come to my room last night, alone.",
        "Paul: Yeah, but you didn't get him to come into your sack. You must be losing your touch.",
        "Lucy: I can't control Dusty.",
        "Paul: Yeah, tell me about it.",
        "Lucy: Are you gonna turn me in, Paul?",
        "Paul: Nah. You know what? I'm just busting your chops. Everything worked out to my benefit, so I'll give you a break. This time.",
        "Lucy: That's very generous.",
        "Paul: Well, I've got Eliza. I can afford to be generous.",
        "Lucy: I still think what you're doing to Meg is despicable.",
        "Paul: I said I gave you a break. Don't push it.",
        "[SCENE_BREAK]",
        "Holden: You're not going in there.",
        "Dusty: That's not your call.",
        "Holden: Haven't you done enough?",
        "Dusty: I want to help get Eliza back. That's why I'm here.",
        "Holden: Forget it.",
        "Dusty: You don't want things to get ugly, do you?",
        "Holden: Haven't you learned that that doesn't work? You already tried it with Paul, and now my sister is suffering because of it.",
        "Dusty: I want to make up for it.",
        "Holden: How? Both you and Paul, you say you're not gonna hurt my sister, but that's all you do.",
        "Dusty: Paul took her baby, Holden, not me.",
        "Holden: You're no different than he is.",
        "Dusty: I'll turn things around.",
        "Holden: Forget it. Stay away from my sister. Meg --",
        "Meg: The caseworker at children's services believes Paul's version of the story. My lawyer really thinks I'm gonna lose custody.",
        "Holden: No. No, that's not gonna happen. We won't let it.",
        "Meg: Well, I don't know what we can do to stop it at this point!",
        "Holden: We're gonna do everything we can to get Eliza back.",
        "Meg: What if we can't? Why is Paul doing this to me?",
        "Holden: Did you really think that he would play fair?",
        "Meg: I know what Paul is capable of better than anyone else. I just thought I was the one person that he wouldn't hurt deliberately. I mean, how could I be so stupid?",
        "[SCENE_BREAK]",
        "Lily: Damian checked himself out against doctor's orders.",
        "Luke: I knew it. He's the one trying to sabotage the bank account.",
        "Lily: I'll track him down.",
        "Luke: Mom, we should just call the police.",
        "Lily: We don't have any evidence against him.",
        "Luke: That's right. Whenever anything bad happens, Damian has a cover story in his back pocket.",
        "Lily: Luke, I'll find him. With that knife wound, he wouldn't have been able to get very far.",
        "Luke: Mom, you shouldn't try and do that alone.",
        "Lily: Sweetie, don't worry. I'll be fine. Now you look into the foundation's bank accounts, and I'll call you.",
        "Luke: Be careful.",
        "Noah: What's going on?",
        "Luke: Damian left the hospital. No one knows where he is.",
        "Noah: Yeah, but that doesn't necessarily mean --",
        "Luke: Noah, he broke out of that hospital. He probably went somewhere where he could do his computer hacking in private.",
        "Noah: Innocent until proven guilty.",
        "Luke: Noah, Damian's been guilty for as long as I can remember.",
        "Zoe: Told you, Z. I knew the copy outside was guarding Luke.",
        "Zac: Hey, monster. What's up?",
        "Noah: Who's monster?",
        "Zoe: It means Zac is into you. It's kind of like a term of endearment.",
        "Luke: Like \"He has a monster crush.\"",
        "Zac: Z tends to exaggerate.",
        "Zoe: He's so transparent.",
        "Zac: She's so immature.",
        "Noah: Okay. What brings you guys here?",
        "Luke: Yeah, what can we do for you?",
        "Zoe: Well, not to be critical, but --",
        "Zac: You've got that question backwards.",
        "Zoe: We're here for you today.",
        "Zac: Yeah, what can we do for you, boys?",
        "Zoe: We're all about serving the needs of the foundation.",
        "Zac: And any other needs you might have.",
        "Zoe: We're volunteering, remember?",
        "Zac: Right. So feel free to order us around.",
        "Luke: Okay. Actually, we do have a problem right now, and it's pretty serious.",
        "Zoe: What's going on?",
        "Zac: Yeah. Maybe we can help.",
        "Luke: Well, not unless one of you is a cyber geek. Somebody's trying to hack into the foundation's accounts.",
        "Zoe: Hackers?",
        "Zac: Hackers are the worst. They should be sentenced to life in prison without internet access.",
        "Zoe: Any idea who the culprit is?",
        "Luke: Well, I have my theories.",
        "Zac: Not the evil father again.",
        "Luke: Well, Noah doesn't agree with me, but I think it's a possibility.",
        "Zoe: I am with you. The bio dad's a bad dude.",
        "Noah: And I don't want to jump to any conclusions.",
        "Luke: Well, I can't just sit here and do nothing.",
        "Zoe: I feel the same way.",
        "Luke: No. You stay here with Zac.",
        "Zac: I'll stay with Noah.",
        "Noah: Where are you going?",
        "Luke: I'm gonna go check on my mom. I don't feel comfortable with her going to Damian by herself.",
        "Zoe: You sure you don't want help?",
        "Luke: No, I'm fine. Thank you.",
        "Noah: While you're gone, I'll go back online and see if I can figure out what's going on with the bank accounts.",
        "Luke: Okay, good. Could you two help him?",
        "Zac: With pleasure.",
        "Zoe: Whatever you say.",
        "Luke: You're in good hands.",
        "Noah: Thanks.",
        "[SCENE_BREAK]",
        "Holden: Lily should be home. You want to come over to the house and have some lunch with us?",
        "Meg: No. No, thank you. I should wait around in case the lawyer calls me back.",
        "Holden: Are you sure?",
        "Meg: Yeah. It'll give me some time to figure out what to do next.",
        "Holden: Okay. Hang in there, all right?",
        "Meg: Thanks, Holden.",
        "Holden: I'll call you later.",
        "Meg: Don't worry, Eliza. I will get you back home soon.",
        "Dusty: Hey. Wait a second.",
        "Meg: Not now, Dusty.",
        "Dusty: Don't walk away from me.",
        "Meg: Let me go.",
        "Dusty: Just give me a minute. You have to let me help you.",
        "Meg: There's nothing you can do.",
        "Dusty: I can fix it.",
        "Meg: No. I don't want your help. I'm the only one who can make this right. I know what I have to do.",
        "[SCENE_BREAK]",
        "Damian: Thank you.",
        "Lily: Damian, why did you leave the hospital early?",
        "Damian: I was bored.",
        "Lily: The doctor said that you weren't ready to be discharged.",
        "Damian: Yeah, well, doctors don't know what they're doing.",
        "Lily: And you do?",
        "Damian: Always.",
        "Lily: I seriously doubt it. Come here. Sit down. You really shouldn't be on your feet.",
        "Damian: Lily, seriously, it's nothing. I'm okay.",
        "Lily: Damian, you were stabbed the other day. I hardly believe that you could be all right this fast.",
        "Damian: You're worried about me? That is so sweet.",
        "Lily: Sorry to disappoint you, but I didn't come here out of the goodness of my heart.",
        "Damian: No? Well, now you've got my attention. Why are you here?",
        "Lily: Luke called. He said that someone tried to hack into the foundation's bank account.",
        "Damian: What?",
        "Lily: Would you happen to know anything about that?",
        "Damian: You think I would try to steal money from my own son?",
        "Lily: It happened before.",
        "Damian: That was a different time and different circumstances, Lily. The world has changed since then, and so have I.",
        "Lily: So you keep telling me.",
        "Damian: Look, I love my son. This foundation was started with money that came from me -- from the Grimaldi family.",
        "Lily: Yeah, and maybe you want all that money back.",
        "Damian: No! I would never do that to Luciano.",
        "Lily: Right now you are the only suspect.",
        "Damian: I swear I had nothing to do with it. Why do you always suspect me? Why does my son never trust his father?",
        "Lily: Holden is his father, and you have never given Luke any reason to trust you.",
        "Damian: I had hoped to change his mind, his opinion, and yours, but you've made it impossible, Lily.",
        "Lily: All right. You want to change our minds? Start being honest about what's really going on here.",
        "Damian: I have been honest all along!",
        "Lily: I don't think so.",
        "Damian: You know what? I am tired to listen to any more accusations. If you'll excuse me --",
        "[Damian grunts]",
        "Lily: Are you all right? You're bleeding!",
        "Damian: It's nothing.",
        "Lily: Damian, this is why you shouldn't have left the hospital! Your stitches haven't had a chance to heal yet! Let me take you back.",
        "Damian: No! I'm not going back to the hospital, and I don't need your help.",
        "Lily: Stop being stubborn.",
        "Damian: You know, perhaps I just need to lie down for a little bit.",
        "Lily: All right. All right. Let me take you upstairs.",
        "Damian: Thank you.",
        "[SCENE_BREAK]",
        "Zac: You're really good at this.",
        "Zoe: Okay. If you guys aren't gonna give me anything to do, I'm going to get some pecan pie.",
        "Zac: Any progress?",
        "Noah: Slow. Wait. Wait. Look at that!",
        "Zac: What is it?",
        "Noah: Well, I've been going through all the account transactions, and all the deposits and withdrawals have been either in Luke or his mother's name.",
        "Zac: Right.",
        "Noah: That screen name doesn't match.",
        "Zac: Where?",
        "Noah: There.",
        "Zac: Oh, I see it. You're right. Who is that?",
        "Noah: I don't know, but that could be the hackers trying to break in to the system. We've got to trace that name.",
        "Zac: I'm good at this. Let me try.",
        "Noah: You can trace the name?",
        "Zac: I'm sure I can.",
        "Noah: Okay. Give it a shot. You're going too fast. I can't even follow what you're doing.",
        "Zac: Time may be running out.",
        "Noah: What happened? What did you do?",
        "Zac: I'm not sure.",
        "Noah: You crashed it!",
        "Zac: No, I didn't.",
        "Noah: It says \"Fatal error.\"",
        "Zac: I can fix it.",
        "Noah: No! Get away from it! We've got to retrieve that name!",
        "Zac: Do you remember what it was?",
        "Noah: I know it started with pes -- pesc1, but then there was, like, a whole bunch of numbers after it.",
        "Zac: Right! It was a multiple of 13 -- 26.",
        "Noah: Don't do that while I'm trying to think! It's gone.",
        "Zac: No. It's my fault.",
        "Noah: That name could have been the key to figuring out who's causing all this trouble.",
        "Zac: I was trying to help, Noah. Don't hate me.",
        "[SCENE_BREAK]",
        "Damian: Thank you, Lily. It was very kind of you to see me to my room.",
        "Lily: Are you okay?",
        "Damian: Yeah, yeah. I just -- I just need to rest for a while. You can go now.",
        "Lily: Well, let me help you with your Jacket. Here. Oh, my god, Damian!",
        "Damian: What?",
        "Lily: This is worse than I thought!",
        "Damian: It just needs some pressure. Can you get some clean towels?",
        "Lily: I still think we should call the doctor.",
        "Damian: It's not that serious.",
        "Lily: Let me look. Take off your shirt. Here. Let me. Turn. Are you okay?",
        "Damian: Yeah.",
        "Lily: Just try to relax. Listen, I -- I need to stop the bleeding, and then I can change the bandage. Tell me if this hurts too much.",
        "Damian: No. Are you still part owner of this hotel?",
        "Lily: Yes. Why?",
        "Damian: Those are your towels you're ruining.",
        "Lily: Don't worry. I'll send you the bill. Am I hurting you?",
        "Damian: No. No. I feel safe in your hands.",
        "[Door opens]",
        "Luke: Mom, what the hell are you doing?",
        "[SCENE_BREAK]",
        "Paul: Hey.",
        "Meg: Don't look so surprised. Still on speaking terms with the staff. I used to live here, remember?",
        "Paul: You should have called first. It's not a good time.",
        "Meg: How's Eliza?",
        "Paul: She's great. I'm taking really good care of her.",
        "Meg: Do you mind if I hold her?",
        "Paul: Actually, you know what? I do. You don't belong here, Meg. This is where I live. This is where I live with my daughter.",
        "Meg: She's my daughter, too.",
        "Paul: No. Not anymore. You gave up your rights when you walked out on her last night.",
        "Meg: That's not how it happened.",
        "Paul: That's how child services decided it happened. They're the ones that decided that she belongs here with me, that it's too dangerous to be with you.",
        "Meg: Paul, can we talk about this?",
        "Paul: You see what your lunatic boyfriend did to me? You really think that that's the kind of role model I want my little girl around?",
        "Meg: What Dusty did was wrong.",
        "Paul: What about you, leaving a helpless infant alone in a house?",
        "Meg: That's not true! You know I would never do that! That's not how it happened! You set this whole thing up. You went out of your way to call and tell me that Dusty and Lucy were sleeping together, and then you made it look like I was so crazed with jealousy that I abandoned my baby!",
        "Paul: No, no, no. You can't put this one on me. Not this time, Meg.",
        "Meg: You bribed the sitter. You sent her away, told her to disappear, and then you set that fire in the kitchen to make it look like I left Eliza in danger!",
        "Paul: Do you think that I would do something that reckless? Do you really think that I would play games with my daughter's safety like that?",
        "Meg: What about when you kidnapped her? We could have lost her forever because of you!",
        "Paul: Yeah, but she's safe and sound now, just like she's safe and sound in my home.",
        "Meg: We both know what happened last night, Paul, and I'm willing to put that aside if we can just talk about what we need to do to make this work out.",
        "Paul: I think things have worked out pretty well.",
        "Meg: Eliza needs her mother.",
        "Paul: No. Not if it's you. You can't protect her.",
        "Meg: You can't shove me out of her life. We can figure out a way for both of us to raise our child.",
        "Paul: You know what? We don't need to figure anything out. I don't, anyway. You're the one that needs to figure out some changes. Tell me, Meg, what is it that you're willing to change?",
        "Meg: I can come back. The three of us can be a family, just like you always wanted.",
        "[SCENE_BREAK]",
        "Lily: When I found Damian in the lobby, he was bleeding.",
        "Luke: So you decided to morph into Florence Nightingale?",
        "Damian: Luke, your mother has a kind heart. She was just trying to help.",
        "Lily: Damian wouldn't go back to the hospital, and when we got up here, the bleeding was worse than I thought.",
        "Damian: She's telling the truth.",
        "Luke: Can't you see what he's doing? Why do you let him get to you?",
        "Lily: He's not getting to me.",
        "Luke: He always makes you feel bad for him! Why are you defending him?",
        "Lily: All I was trying to do was to keep the man from bleeding to death! I owe him that much!",
        "Luke: No, you don't! After what he's done in the past, what he's doing right now, you don't owe him a damn thing!",
        "Lily: Oh, would you rather I just let him drop dead?",
        "Luke: Yeah, then it would be better than it is right now!",
        "Lily: Luke!",
        "Damian: Luciano!",
        "[Door slams]",
        "Damian: Don't worry, Lily. Luke was confused at first, but he knows now that nothing happened between us.",
        "Lily: I can't do this. You need a doctor to treat that. I can't help you.",
        "[SCENE_BREAK]",
        "Zoe: What did you do this time, Z?",
        "Zac: I was trying to help, Z. Noah couldn't make any headway with the account, so I told him I would try to take a crack at it, myself.",
        "Zoe: You trusted him with a computer? He doesn't know what he's doing.",
        "Noah: Yeah, I kind of figured that out.",
        "Zoe: He likes to pretend he's some kind of techno genius, when he's anything but. He's a complete moron.",
        "Zac: No, I'm not. And you're the one who totally crashed my notebook.",
        "Zoe: All of your software was booby-trapped!",
        "Zac: Because you installed it, and you don't have a clue!",
        "Zoe: Don't call me clueless when you're brain-dead!",
        "Noah: Okay. What's wrong with you two?",
        "Zac: Nothing. Zoe just gets emotional. She'll forget the whole thing in about three seconds. We're both like that.",
        "Noah: You mean insane?",
        "Zac: Spontaneous. Impulsive. When we feel like something, we act on it. Like this.",
        "[Zac kisses Noah]",
        "Zac: Was that as good for you as it was for Z?",
        "[SCENE_BREAK]",
        "Dusty: We got to talk.",
        "Lucy: I'm working.",
        "Dusty: Take a break. You hear about Meg and her baby?",
        "Lucy: Yeah. I went to see Paul. I know that he has Eliza. I'm really, really sorry.",
        "Dusty: Sorry's not good enough.",
        "Lucy: I should have found a way to handle Paul when he started blackmailing me, and I should never have gotten you involved.",
        "Dusty: Well, you did, and look what happened.",
        "Lucy: I know. The whole thing blew up, and now Meg's lost her child.",
        "Dusty: Paul cannot keep that baby.",
        "Lucy: He won't. Meg will handle this legally, and the truth will come out. When it does, no court in the world is gonna let that baby stay with Paul.",
        "Dusty: Meg shouldn't have to go through all that garbage.",
        "Lucy: She's going to get her baby back.",
        "Dusty: That's got to happen now. You got to talk to Meg, children's services, and the social worker. You got to come clean. Tell them Paul was blackmailing you.",
        "[SCENE_BREAK]",
        "Paul: She fell right asleep. She really likes her new nursery.",
        "Meg: So, did you hear what I said? I was offering you a chance for us to be a family again.",
        "Paul: Yeah, yeah, yeah, yeah, yeah. I heard what you said. Very sweet. It's too bad you're lying.",
        "Meg: I'm not!",
        "Paul: Yeah, you are.",
        "Meg: It's a serious offer!",
        "Paul: Come on, Meg. You don't love me. Not anymore. You have no intention of ever coming back to me.",
        "Meg: I think we need to be a family right now for Eliza. And, yes, I am angry at you for what you've done, but I've always loved you. Never stopped.",
        "Paul: Liar. Look at you. You can't even make those words come out of your mouth.",
        "Meg: Then give me a chance to prove it! I am willing to come back here and live with you so I can be with my daughter! I'll do whatever it takes to make things better for us as a couple and for us as a family!",
        "Paul: Would you give up Dusty?",
        "Meg: Yes, I would.",
        "Paul: And the old-fashioned vows, you'd do that? You'd keep yourself only for me, forsaking all others? Would you be my wife?",
        "Meg: Yes, Paul. I'd be your wife, in every way.",
        "Paul: Prove it. Go ahead. Prove it to me. Prove to me that you will love and cherish and honor me forever. Go ahead. Don't stop. Now what?",
        "Meg: Don't humiliate me like this, Paul.",
        "Paul: Now what?",
        "Meg: Make love to me.",
        "Paul: Save all that for Dusty. You two deserve each other. Put your clothes on and get out. I got everything I want, and it's not you.",
        "[SCENE_BREAK]",
        "Lucy: You can't make me do this, Dusty. I can't go public with my work. I have to keep it secret.",
        "Dusty: Why?",
        "Lucy: You know damn well why. Shipping those supplies to the FGA could save thousands of refugees.",
        "Dusty: What about Meg and her daughter? They need each other.",
        "Lucy: And I need to keep my word. I owe it to them for protecting me in Africa. They kept Johnny safe. They help people who are starving, women who are oppressed, children who are living with aids.",
        "Dusty: So you say. So you say.",
        "Lucy: Are you accusing me of making this up?",
        "Dusty: Be prepared to tell the truth by this time tomorrow, or I will.",
        "[SCENE_BREAK]",
        "Holden: Yeah. That's what Meg's lawyer said. I just wanted to double-check. Thanks, tom. I'll keep you posted.",
        "Lily: How's Meg?",
        "Holden: Not good. Tom says that Paul has a pretty strong case.",
        "Lily: He thinks Paul will get custody after everything he's done?",
        "Holden: Well, Paul got children's services to believe that Meg is an unfit mother.",
        "Lily: That couldn't be further from the truth.",
        "Holden: Yeah, I know, but Paul, he set Meg up, and now he's playing it for all it's worth.",
        "Lily: He shouldn't be able to manipulate people like that.",
        "Holden: Are you okay?",
        "Lily: I'm fine.",
        "Holden: No, no, no. What is it? What's up?",
        "Lily: Luke was having problems with the foundation's bank account, and he thought Damian was behind it, so I went looking for Damian.",
        "Holden: Wait. You went back to the hospital?",
        "Lily: Yes, but he had already left.",
        "Holden: Okay. What did he do now?",
        "Lily: When I found him in the lobby, he was in really bad shape. He had started bleeding again, and it was everything I could do to get him back up into his room, and when I was trying to change his bandage, Luke walked in.",
        "Holden: Wait, wait, wait, wait, wait, wait. You were what?",
        "Lily: I was trying to stop the man from bleeding to death!",
        "Holden: No, no, no, no. You don't do that. A doctor does that. A doctor goes up to his room, not you!",
        "Lily: No, you don't understand. He refused medical help. He nearly collapsed in the lobby! I had to do something!",
        "Holden: Okay. So, when Luke walked into the room, was Damian dressed?",
        "Lily: His shirt was off.",
        "Holden: Great, great.",
        "Lily: I told you, I was trying to stop the bleeding.",
        "Holden: You know, I asked you to stay away from Damian so that you don't end up alone with him. And what do you do? You go to his hotel room, you take his shirt off, and you put your hands all over him.",
        "Lily: Don't make it sound like that.",
        "Holden: I take it that Luke didn't really like what he saw. Am I wrong?",
        "Lily: No. He was really upset.",
        "Holden: I don't blame him. Lily, no matter what you do, you can't seem to stay away from Damian, can you?",
        "[SCENE_BREAK]",
        "Zac: Aw, what's the matter, Noah? Have you never been kissed before? I'm gonna have to speak to that boyfriend of yours. He must be falling down on the job. Ah, your ears must be burning.",
        "Luke: Why? What's going on?",
        "Zac: We just had a little computer mishap, and then my sister pulled her little hissy fits and walked out. She'll be back. She always comes back.",
        "Luke: What did she have a fit about?",
        "Zac: Nothing. Ah. Hey, Z.",
        "Zoe: Hey, Z missed you. Welcome back, Luke. How's it going?",
        "Luke: I'm not entirely sure.",
        "Zac: Noah will explain. Come on, Z, let's go check out the bookstore. Ta, you guys.",
        "Zoe: Ta.",
        "Luke: Okay. What was that about?",
        "Noah: Zac kissed me.",
        "Luke: What?",
        "Noah: Zac kissed me. Don't worry. It was harmless.",
        "Luke: Are you serious?",
        "Noah: It came out of the blue. It's not gonna happen again. He got no encouragement. I mean none.",
        "Luke: Oh, man. I knew he had a thing for you.",
        "Noah: It was no big deal.",
        "Luke: No big deal? Last time you saw someone kiss me, you punched him in the face.",
        "Noah: That was so different. Are you jealous?",
        "Luke: Should I be?",
        "Noah: Luke, come on! The guy's a total flake!",
        "Luke: Yeah, but he's a total flake that has a massive crush on you.",
        "Noah: Well, he knows it's going exactly nowhere, so can we just forget it ever happened? It never happened.",
        "Luke: I can't believe my laptop crashed.",
        "Noah: That was Zac's fault.",
        "Luke: You can't blame him for everything.",
        "Noah: Why not?",
        "Luke: You know, I just wish I could forget this day.",
        "Noah: Well, at least nothing more can happen with the account. I mean, the bank put a hold on everything, right?",
        "Luke: Yeah.",
        "Noah: Okay. What else is going on?",
        "Luke: I went to Damian's room. My mom was there. His shirt was off.",
        "Noah: What? What's up with that?",
        "Luke: Well, she swore she was just trying to keep him from bleeding to death.",
        "Noah: He was bleeding?",
        "Luke: Yeah. He left the hospital too early, ripped a stitch or something.",
        "Noah: That's scary. Is he okay?",
        "Luke: Do you really think I'm worried about whether Damian Grimaldi's okay?",
        "Noah: Well, you can't be worried that he and your mom were, like -- I mean, she was there for a reason, you know. It was a medical emergency. What was she supposed to do, not help?",
        "Luke: Yep. I forgot, whenever something goes wrong, Damian always has an explanation.",
        "Noah: Did he hurt your mother today?",
        "Luke: No, I don't think so.",
        "Noah: Then isn't it possible that what you walked in on was totally innocent?",
        "Luke: Yeah, maybe.",
        "Noah: Hey, I just don't want to see you get all bent out of shape for nothing.",
        "Luke: I'm sorry. It's just, between walking in on Damian and my mother and hearing that Zac was kissing you, I'm rattled!",
        "Noah: You don't have to worry about me and Zac ever -- ever.",
        "Luke: I believe you.",
        "Noah: Zoe's crushing on you, too, you know.",
        "Luke: Trust me, you don't have anything to worry about.",
        "Noah: I know. As for Damian, we may never know if he was the one trying to hack in to the foundation's bank accounts because the computer is totally trashed, thanks to Zac.",
        "Luke: I'm gonna kill him.",
        "Noah: Zac or Damian?",
        "Luke: Both.",
        "Noah: Don't even kid about that.",
        "Luke: No, seriously. Even if my mom's not interested, it's a totally different story for Damian. He's obsessed with her.",
        "Noah: Oh, come on.",
        "Luke: No. I can see it. He's already trying to lure her back in.",
        "Noah: Well, she's not gonna go for it.",
        "Luke: Well, I hope not, but he wants to keep her distracted so he can get his hands on as much of the Grimaldi money as he can.",
        "Noah: Okay. I think you're overreacting because of what you walked in on today.",
        "Luke: No. I think Damian will do anything to get that money, and we have to stop him.",
        "[SCENE_BREAK]",
        "Man: Mr. Grimaldi.",
        "Damian: I'm Damian Grimaldi, yes.",
        "Zac: That's him.",
        "Man: This message came in for you.",
        "Zoe: Bad bio dad. Excuse us. Are you Luke Snyder's dad?",
        "Damian: Yes, Lucian's my son.",
        "Zac: You're a real monster, and not the good kind. You're a bad monster.",
        "[Both giggle]",
        "[SCENE_BREAK]",
        "Lily: I didn't mean to upset you. Are we okay?",
        "Holden: Yes, of course we are. I just don't want to take any chances with Damian.",
        "Lily: I know.",
        "Holden: So, the next time he starts bleeding, call 911. Just keep walking away, okay? I love you very, very much. I don't ever want to lose you.",
        "[SCENE_BREAK]",
        "Lucy: If I do what he wants and tell the truth, the whole operation could fall apart. I'm not going to risk that. I'm just gonna have to find a way to deal with Dusty.",
        "[SCENE_BREAK]",
        "[Dusty remembering]",
        "Meg: You know you're always welcome to come over and hang out with us anytime. And I think Eliza has a real thing for her Uncle Dusty.",
        "[SCENE_BREAK]",
        "Paul: You need to leave.",
        "Meg: Did you have this whole thing planned?",
        "Paul: When it started, I just kind of wanted to see how far you would take it. Pretty far, it seems.",
        "Meg: Well, I hope you enjoyed yourself.",
        "Paul: Not so long ago, I would have taken you back in a heartbeat. But that ship has sailed. Bon voyage.",
        "Meg: Can I at least hold Eliza before I go?",
        "Paul: You're probably not gonna see her for a while. It's a good chance for you to say goodbye.",
        "Meg: Hey. Hey, Honey.",
        "[Eliza cries]",
        "Meg: I know. I will do whatever it takes to get you back. I promise.",
        "Paul: Time's up. It's okay. Shh, shh, shh, shh, shh.",
        "[NEXT_ON]",
        "Craig: In fact, if you give me the chance, I'll be happy to show you some of the lessons I've learned. I've gotten Liberty a summer internship in New York.",
        "Janet: Your idea of solving my problem is sending my kid 1,000 miles away? Oh, hell no! Over my dead body!",
        "Kim: Wouldn't you like to all make a documentary about the four of you having this baby together?",
        "Brad: Yeah, why not?",
        "Katie: Absolutely!",
        "Henry: No way!",
        "Vienna: If you've changed your mind about having children, now would be the time to speak up."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=A4d852xCO4Q"
}