{
    "Episode Summary": [],
    "Recap": [
        "Susan presented Chris with a check for a down payment on a house. Chris refused the money \u0096 he said Allison should use it for school as Susan intended. He later invited Allison to the Rose Foundation benefit with him and some people from the hospital. Jordan went to BRO and broke into a file cabinet to try and find information (it was amazingly easy to break the lock with a letter opener). Before he could find anything incriminating, Barbara and Walker had a meeting about her health issues. There was a shadow found by the MRI \u0096 Barbara may have a brain tumor. Jordan told Barbara he overheard everything. He tried to convince her to get care, but she refused until after the show. He agreed to help her anyway he could.",
        "Jessica told Sarah the judge decided she could return home to her and Ben. Sarah agreed and when they got home, they found a home cooked meal from Ben and Bonnie released. Bonnie had more news for Jessica, but would tell her in the morning. Carly told Paul she was choosing her relationship with her sister over a partnership with Paul. Carly later told Rosanna about her decision. Rosanna told Carly she gave her a blank check because she believes in her talent. Rosanna also helped DeGrassi with Jack at the police station. She dropped all charges concerning the \"robbery\" at Fairwinds. DeGrassi was released \u0096 the DA dropped the assault charges. Paul went to Metro to find out if Molly had been the one to tell Rosanna about the authorities. She didn't even know Rosanna was in town. She also told Paul she had given a sizeable donation to the Rose Foundation \u0096 she wanted to make amends so she can see Jake again someday."
    ],
    "Recap Author": "Lea",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Laughter]",
        "Chris: Thank you, Susan, that dinner was absolutely delicious.",
        "Alison: It was the best.",
        "Susan: Oh, I'm glad you enjoyed it. I hope you've saved room for dessert.",
        "Alison: Oh, Mom, I think Chris is still stuffed. But isn't there something else that you wanted to speak to Chris about? You know? The real reason that you invited us over for dinner?",
        "Chris: What are you two up to?",
        "Alison: You'll see.",
        "Chris: What's this?",
        "Susan: Something Alison wanted you to have. And after careful deliberation, I've agreed.",
        "Alison: Open it!",
        "Chris: I don't get it --",
        "Susan: It's part of Alison's college fund. She wants you to have it. To use as a down payment on a house.",
        "Chris: This is --",
        "Alison: Incredible.",
        "Chris: I can't believe that you -- that both of you would do this. And I know you want me to accept it, but I can't.",
        "[SCENE_BREAK]",
        "Sarah: Jessica! Hi! Come on in.",
        "Jessica: Thanks. How's it going?",
        "Sarah: Pretty good, I guess.",
        "Jessica: So I hope I'm not interrupting anything. No culinary experiments or food fights or anything like that?",
        "Sarah: No, hardly. Margo is taking Casey to baseball, and Tom's still at work, so it's just me and the Russian revolution. Big fun. But you can wait around. Margo should be home really soon -- hang out.",
        "Jessica: Yeah, okay. I wouldn't mind waiting around. Actually, I came over to hang out with you. I thought maybe we could talk.",
        "Sarah: Okay? What's up?",
        "Jessica: I, uh -- the judge from family court handed down his decision.",
        "Sarah: What did he say?",
        "Jessica: He approved you moving back in with Ben and me. So, the question is, do you still want to?",
        "[SCENE_BREAK]",
        "Rosanna: I know Paul very well. He's not the type to forgive and forget. He's going to use the company to destroy his mother.",
        "Jordan: Assuming that you're correct, how will that affect me?",
        "Rosanna: Well, once he makes his move, everybody in the company will look bad -- including you.",
        "Jordan: Rosanna, I really hope you're wrong about this.",
        "[SCENE_BREAK]",
        "Barbara: Thank you. [Phone rings] Hello?",
        "Walker: Barbara -- Walker.",
        "Barbara: How are you?",
        "Walker: I have your test results.",
        "Barbara: Well, then I guess I should be asking \"how am I?\"",
        "Walker: Ben went over your MRI and some other lab results. Listen, I'd like to talk to you in person about the findings. How soon can you get over to Memorial?",
        "Barbara: It's really pretty impossible. I'm swamped tonight. I have so much to do.",
        "Walker: Well, if you're not gonna come to me, then I'll come to you. Where are you?",
        "Barbara: Meet me at my office, all right? At B.R.O. everyone's gone home, we'll have some privacy. I'll see you there. Bye.",
        "[SCENE_BREAK]",
        "Paul: She's gone. Close call. My mistake. I thought she was at the office. I guess the Lakeview isn't the best place for us to meet after all.",
        "Carly: Well you don't have to worry about, because it's not going to happen again. This is it, Paul.",
        "Paul: This is what?",
        "Carly: This is the last time we're gonna see each other.",
        "Paul: Carly, don't do this.",
        "Carly: It's already done. My sister told me I have to choose between a relationship with her, and a career with you. I choose my sister.",
        "[SCENE_BREAK]",
        "Rosanna: Mr. De Grassi, in the absence of a lawyer, let me suggest that you retain your constitutional right to remain silent.",
        "Jack: Sounds like you two have something to hide.",
        "Rosanna: Hello, Jack.",
        "Jack: Long time no see.",
        "Rosanna: Yes, it has been, hasn't it?",
        "Jack: Yes, well, here, come on. Grab a seat. Come on, please. Sit. Mr. De Grassi and I were just getting to know each other. He already knows how you and I are related. He was just about to tell me how the two of you became such good friends.",
        "Rosanna: Well, I'm sure I can help you in that department.",
        "Jack: I'm sure you can.",
        "Rosanna: Mr. De Grassi and I are old family friends. His father practically grew up with my father.",
        "Jack: So you're saying he's from a good family?",
        "Rosanna: Oh, one of the best. But, despite their best efforts, the best schools, the best of everything, you've often taken the road less traveled, haven't you?",
        "Jack: Like robbing the estate of a family friend, for instance.",
        "Rosanna: Apparently so. Mr. De Grassi and I met when I was down at St. Bart's. Well, I was happy to see an old family friend, and he was a little down on his luck, so I hired him to work for me.",
        "Jack: What kind of work?",
        "Rosanna: Running errands, that sort of thing.",
        "Jack: And the telegram that Paul got from your hotel?",
        "Rosanna: That was sent at my request. Unfortunately, his trip to Oakdale was not at my request.",
        "Jack: So, you had no clue that he was planning to ransack your former residence.",
        "Rosanna: No, no, not at all. I suppose he must of listened when I talked about Fairwinds and how I wasn't planning to return. I must have inadvertently given him ideas.",
        "De Grassi: Yeah. Exactly how it happened.",
        "Jack: It's fascinating. Tell me something. Did you also inadvertently give him your business card with the security code to Fairwinds written on it? In your handwriting?",
        "[SCENE_BREAK]",
        "Rosanna: What are you trying to imply, Detective?",
        "Jack: Rosanna, I'm just trying to understand. That's all. I mean, you say you meet up with this family friend who's down on his luck, and you know he has a history on the shady side, yet you give him a written invitation to visit Fairwinds and make himself at home?",
        "Rosanna: I did no such thing! I have no idea how he got a hold of that card.",
        "Jack: How'd you get your hot little hands on it, De Grassi?",
        "Rosanna: I always write down the security code because I can't remember the numbers, and I leave it in my -- he must have seen me put it in my address book and gone through it and taken it out.",
        "De Grassi: Right again. I'm sorry. Bad habits die hard.",
        "Jack: I see, so you come across this business card with random numbers written on it, and you automatically assumed that it's a security code?",
        "Rosanna: Well, of course, he's obviously done this sort of thing before.",
        "Jack: Yes, but has he done it to family friends? What the hell ever happened to honor among thieves. De Grassi, she should throw the book at you. You know that?",
        "Rosanna: Yes, I should. I really should. But out of respect for our fathers, I waive my rights to press robbery charges.",
        "De Grassi: Thanks, Rosanna. I owe you one. Well, it's been nice talking' to you, Jack.",
        "Jack: Wait, you're not going anywhere. Sit down. Sit. I can appreciate the family loyalty and turning the other cheek and all that, but Mr. De Grassi is facing more than one charge here, Rosanna.",
        "Rosanna: Oh, well, what do you mean?",
        "Jack: He's looking' at assault, for attacking Phyllis. You remember her? The maid he knocked out while he was inadvertently robbing you blind? You remember here? Yeah. That assault. So, no, you're not going anywhere.",
        "[SCENE_BREAK]",
        "Carly: I want a relationship with my sister, Paul. We've been at each other's throats for years, and now that we're finally friends, now that I finally have her in my life. I don't want to jeopardize that. Rosanna and I have been enemies, and we've been friends. Friends is a whole lot better.",
        "Paul: What about your career, Carly? Come on. You've always wanted that. And you're about to launch a new line, something that you've been dreaming about for years! Now, don't do that. Don't give all that up.",
        "Carly: I didn't give up!",
        "Paul: All those hours, all that hard work, all the risks you took to do the best work of your career. And you're just going to just walk away from all of that? Carly, a chance like this may never come again.",
        "Carly: Don't you think I know that? Don't you know this is killing me?",
        "Paul: Well, then there has to be a way for us to work this out.",
        "Carly: The only way, Paul, was for you to be honest. And you weren't. You lied to Rosanna and you broke her heart.",
        "Paul: Then punish me, fine. But don't punish the both of us.",
        "Carly: You called the Canadian police and you told them about Cabot without even warning Rosanna. You ruined any chance she had of working something out. You cut off all her options.",
        "Paul: So you're gonna cut yourself off from everything you've ever wanted -- what? Because I made some stupid phone call? Because I made some stupid little mistake?",
        "Carly: Mistake? You want me to treat this like you forgot somebody's birthday? You are the reason that my sister lost her son. And until you admit that and until you accept that, there's no hope for you at all. Stop trying to blame other people and stop trying to get me to change my mind. It's not gonna work. I've made my decision, Paul, and you're gonna have to accept it.",
        "Paul: Please don't do this to me.",
        "[SCENE_BREAK]",
        "[Jordan in Barbara's office looking through her file cabinet for information.]",
        "Jordan: Like looking for a needle in a haystack. [Jordan hides around the corner of Babs office, when he hears Barbara come in.]",
        "Walker: Barbara?",
        "Barbara: Come on in. Shut the door. I'm feeling this is not good news. Is it? I could tell that by the sound of your voice on the phone.",
        "Walker: We don't know that yet.",
        "Barbara: So what do you know?",
        "Walker: Well, we found something in your tests that we feel needs more investigation. Especially when we take into consideration your symptoms. That's why I wanted you to come to Memorial tonight.",
        "Barbara: More tests?",
        "Walker: Yes. And we can get started right away.",
        "Barbara: I can't do that. I can't go to that hospital. I told you, the minute I walk in there, half the town will know and then they'll tell the other half. That's why we went to Chicago for the tests in the first place.",
        "Walker: What you need to do, is you need to stop worrying about what people think and start worrying about your own health.",
        "Barbara: You're telling me I should be worrying about my health?",
        "Walker: What you need to do is start taking this seriously, Barbara. You're suffering from vertigo, chronic headaches, you've had blurred vision.",
        "Barbara: Okay, okay, okay, please. Just spit it out, all right?",
        "Walker: We found a spot on your MRI.",
        "Barbara: A spot? Where? What does that mean?",
        "Walker: There's a strong possibility you have a brain tumor.",
        "[SCENE_BREAK]",
        "Alison: I don't get it. Why won't you take the money? Don't you want us to have our own place anymore? To have a future together?",
        "Chris: I won't take that money for one very good reason -- I want you to use it for the reason your mother intended. I want you to go to college.",
        "Alison: Me? In college?",
        "Chris: Yes. You have a wonderful mind. Who knows? Maybe one day, you'll join me in my practice. Or have one of your own.",
        "Alison: Yeah. \"Alison Stewart, M.D.\"",
        "Chris: Or you could be a lawyer or a teacher. You can be whatever you want to be.",
        "Alison: But -- but what about getting a place together? Are we supposed to just keep living at your parents forever?",
        "Chris: No, just a little bit longer, and then we'll have another nest egg before we know it. And then next time around, we'll both be smarter about things.",
        "Alison: Right. Mom, you can come out now. What do you think about that?",
        "Susan: I think. I think I'm going to cry!",
        "[SCENE_BREAK]",
        "Jessica: So, what do you think about the judge's decision?",
        "Sarah: Well, I'm glad he isn't sending me away. I'm sure you're pretty psyched, too, you won't have to tell Bonnie that I'm --",
        "Jessica: Sarah, I am psyched for a number of reasons. Mainly, I'm glad that I won't have to lose you.",
        "Sarah: It's a big difference from when you wanted me to just get lost.",
        "Jessica: Never. Okay, we did have our ups and downs. But obviously, Bonnie knew what she was doing, putting us together. She knew that we needed each other, and we could be good for each other. I don't know, I can't make any promises. You know? Who can? But I think we can make one promise to each other. We can promise to trust each other, and not have to lie to each other anymore. It's up to you.",
        "[SCENE_BREAK]",
        "Jack: Well, since Mr. De Grassi is such a good family friend, make sure he gets a good lawyer.",
        "Rosanna: Have they scheduled an arraignment?",
        "Jack: The DA's office can work that out for you.",
        "Rosanna: Is there anything else I should do in the meantime?",
        "Jack: Yeah. Stick around for awhile? There's still some unanswered questions you can help me out with. Thanks.",
        "[SCENE_BREAK]",
        "Carly: What about what you did? I poured my heart and my soul and my talent into this. I took time away from my children and time away from my husband. I lied for you, I believed in you. And what do I have to show for it? Nothing. I've got nothing to show for it. So don't try to pretend you are the injured party here.",
        "Paul: Listen. Just give me some time, I can make --",
        "Carly: I have given you more than enough time as it is now. Don't call me. Don't follow me. It's over.",
        "Paul: No, Carly -- I've worked too hard to just let all this fall apart.",
        "[SCENE_BREAK]",
        "Barbara: So -- how much time do I have?",
        "Walker: Well, let's not get ahead of ourselves, okay? I mean, we still have to do some tests -- and if it is a tumor, Barbara, you might just need surgery.",
        "Barbara: I can't do that. I can't do that now.",
        "Walker: There's something more important than your life?",
        "Barbara: I need a few weeks, here, to finish my work. I'm just trying to put my company back up on top again. I have to do this. I have to do this for my kids.",
        "Walker: Okay. Okay, fine. Then why don't we do this then. Okay? We'll get your kids here. We'll ask them what they want? We'll see if they would rather have you alive and healthy or have a company to run.",
        "Barbara: Why can't I give them both? I know what I'm doing here. I know that you're bound by doctor-patient confidentiality. You can't tell my children anything.",
        "Walker: This is a mistake, Barbara. This is your life we're talking about.",
        "Barbara: My family is my life. Just a couple of weeks. That's all I'm asking.",
        "Walker: All right. I want to give you some time alone to think about this, okay? I'm hoping you change your mind. You call me, okay?",
        "Barbara: Oh, God, please -- why now? Why this now? Jordan, I didn't see you -- I didn't hear you come in. It's just been a rough day, you know?",
        "Jordan: Barbara, you don't have to pretend with me. I was here the whole time. I heard everything.",
        "[SCENE_BREAK]",
        "Chris: Well, thank you for a wonderful evening.",
        "Susan: Oh, it was my pleasure.",
        "Chris: And for offering the money.",
        "Susan: Well, it's still here if you change your mind?",
        "Chris: Thank you, but I won't.",
        "Susan: Okay.",
        "Alison: Thank you, Mom. I'll talk to you later.",
        "Susan: Okay, sweetie.",
        "Chris: Good night,",
        "Susan: Night, night. Drive safe you two! Love you! That was way, way, too close.",
        "[SCENE_BREAK]",
        "Chris: What was that for?",
        "Alison: For being the most wonderful man in the world.",
        "Chris: You're just figuring that out now, huh?",
        "Alison: You just keep getting better and better.",
        "Chris: You know what? It's still early, and I don't wanna go home yet.",
        "Alison: Well, what did you have in mind?",
        "Chris: How about -- we hit the town. I want to show you off.",
        "[SCENE_BREAK]",
        "Carly: Rosanna? What are you doing here? Is everything all right?",
        "Rosanna: Everything's fine. It will be soon as I straighten out the whole misunderstanding about the break-in at Fairwinds.",
        "Carly: Oh, good. Well, I'm glad you're here. There's something I want to talk to you about. I thought a lot about what you asked me to do. And I did it. I ended my partnership with Paul.",
        "Rosanna: Oh, Carly. Thank you so much. I know that must have been so hard for you.",
        "Carly: If there's ever a choice between family and career -- there's no contest. You come first.",
        "Rosanna: Thank you. And I promise you, once things settle down, I am going to help you get your career off to a flying start. I will. Whatever you need. Okay?",
        "Carly: I don't know. Yeah. Maybe I'm just not cut out to be a designer.",
        "Rosanna: Why would you say that?",
        "Carly: Every time I think I'm getting my big chance, every time I think I'm about to grab that brass ring -- it just fades away.",
        "Rosanna: Don't say that.",
        "Carly: No, maybe the universe is trying to tell me something. You know? Maybe I just ought to give you back your blank check, and go home and try to be the best wife and mother I can possibly be.",
        "Rosanna: I gave you that check because I believe in you. You can do it. And you will.",
        "Carly: You think so?",
        "Rosanna: I know so. There's not a doubt in my mind that you and I can both have it all. It's just a matter of removing the right obstacles.",
        "[SCENE_BREAK]",
        "Paul: Hey, Molly. I want a Mojito. How are your Mojitos?",
        "Molly: The best in town.",
        "Paul: Well, I'll be the judge of that. Give me one.",
        "Molly: Oh, yeah? First, why don't you tell me why you're really here.",
        "Paul: What, I can't just pop in for a drink?",
        "Molly: Well, considering you can't stand dusty -- you don't like Craig.",
        "Paul: Well, maybe I came here to see you.",
        "Molly: This I can't wait to hear.",
        "Paul: Okay, listen. I need an honest answer. Did you tell Rosanna that I tipped of the authorities about Cabot?",
        "Molly: She found out?",
        "Paul: I saw her earlier tonight. And since you're the only one who knew --",
        "Molly: Whoa. Back up. You saw her? She's back?",
        "Paul: Yeah. Your shock and amazement -- is it genuine? I can't tell. Did you have a heart-to-heart with Rosanna where you royally crucified me? Or not?",
        "Molly: You asked for an honest answer, Paul, and I gave you one. Excuse me. I'm sorry. Welcome to Metro. What's your pleasure?",
        "[SCENE_BREAK]",
        "Jordan: I was here, Barbara. I was working late. I stepped out to say hello, and then your doctor friend walked in.",
        "Barbara: And you decided it might be more fun to spy on me?",
        "Jordan: If you're not going to listen to your doctor, maybe you'll listen to me. Go to the hospital. Let them take care of you.",
        "Barbara: This is precisely why I didn't want anyone to know about this! You think you'd know what I need more than I do? You heard the doctor. You heard what I told him.",
        "Jordan: B.R.O. will be taken care of. You have to take care of yourself.",
        "Barbara: Jordan, you understand this industry. You understand that the competition smells that kind of weakness. If they see a drop of blood in the water all the sharks move in for the kill. And I've worked too long and too hard to raise this company out from its ashes.",
        "Jordan: Barbara, you're only human. You're allowed to get sick. Let these people take a look at you. Let them help you.",
        "Barbara: I do not want your sympathy or your pity. And it's not like I'm never going to take care of this. I'm just gonna do it after the show.",
        "Jordan: Your doctor said that you're having trouble with your vision -- you're a fashion designer.",
        "Barbara: Yeah, I'm working around it.",
        "Jordan: No, I realize now. There have been times when you can't see, and you compensated by using Jennifer, by changing the subject, by asking our opinions instead of giving your own. You can't do this. You can't keep this up.",
        "[SCENE_BREAK]",
        "Jessica: Ben? Honey? I'm home!",
        "Ben: Hey, there she is.",
        "Jessica: Is that delicious aroma what I think it is?",
        "Ben: Mm-hmm, that is my famous Harris curry chicken",
        "Jessica: Yum.",
        "Ben: Yum, with mighty rice and beans, and plantains, savory and sweet --",
        "Jessica: Excellent. Well, I hope you made a lot, because I have a surprise for you.",
        "Ben: Oh, you do?",
        "Jessica: Stay right there. Look whose home.",
        "Ben: Oh, this is great. The timing is perfect here. The more the merrier. Now, put down your bag, and stand right there.",
        "Jessica: What's going on? What's going on?",
        "Ben: I have a surprise for the both of you. Guess who else is home.",
        "Bonnie: Remember me?",
        "Sarah: Oh my God, Bonnie",
        "Jessica: Bonnie --",
        "Bonnie: Well don't just stand there. Welcome me home.",
        "Jessica: Sweetie.",
        "Jessica: Oh, I can't believe you're home!",
        "Bonnie: I missed you guys so much.",
        "Jessica: Oh, if I'm dreaming, don't wake me up.",
        "Bonnie: I'm really here. And look at Sarah. You've grown up so much.",
        "Sarah: You think so?",
        "Bonnie: Yes.",
        "Jessica: Wait a minute. How did this happen? When were you released? Why didn't somebody notify me? I would've come and picked you up.",
        "Bonnie: Well, I knew that there was a chance I might be released early, but I didn't want to get anybody's hopes up just in case it didn't come through. I mean, it all happened so fast. When they said I could go -- I was gone. I hopped on the first train to Oakdale, and I just called when I got to the station.",
        "Ben: And I got the call, picked her up, and we started cooking.",
        "Sarah: This is the best day ever.",
        "Jessica: Look. Both of my girls. Home again.",
        "[SCENE_BREAK]",
        "Chris: You know, there's a benefit tomorrow night at Metro for the Rose foundation.",
        "Alison: Yeah, I heard about it.",
        "Chris: Yeah, and some of the other guys from the hospital are going.",
        "Alison: Which guys?",
        "Chris: The residents and their dates. And I was hoping that we could join them.",
        "Alison: I would love to go.",
        "Chris: Because you're part of my life now, Alison. I want the whole world to know.",
        "[Laughter]",
        "Tish: Chris! Look, guys! It's Dr. Hughes, the younger.",
        "Chris: Hi. Look whose it is -- its Tish.",
        "Tish: It is so good to see you. I hardly recognized you with your clothes on. I mean, lab coat. You know Kayla and Tori.",
        "Chris: Yeah, hi. Of course. And this is my girlfriend, Alison.",
        "Tish: You don't mind if we join you, do you? Oh, mister bartender? Another round of champagne and a Shirley Temple -- for the little lady.",
        "[Laughter]",
        "[SCENE_BREAK]",
        "Jordan: Barbara, you have to call Paul and Jen and let them know what's going on.",
        "Barbara: Absolutely not.",
        "Jordan: This is a family business.",
        "Barbara: No, I can't do this! No.",
        "Jordan: Why? Because they'll insist that you go and get the care that you need?",
        "Barbara: Because I still have pieces to finish.",
        "Jordan: Are you gonna be able to do it?",
        "Barbara: 90% of the time I can see as well as the next guy -- and sometimes things go blurry. I wait for a while, till things come back.",
        "Jordan: If we let Jen and Paul know, then the four us of can work together, get a plan together, so that you can get the treatment.",
        "Barbara: No. If the press finds out about my condition --",
        "Jordan: We'll make sure they don't.",
        "Barbara: I will not jeopardize my family this way. My daughter, Jennifer, just came back from Europe. Paul and I have just reconciled because of the terrible tragedy involving Will. And this -- this is my way of proving to them that our family is still strong. Do you understand me?",
        "Jordan: I'm trying to.",
        "Barbara: Everything -- everything depends on the success of this show. [Barbara sighs] It's the most important thing I've ever done in my life.",
        "[SCENE_BREAK]",
        "Paul: Okay, let's say that it wasn't you -- who was it then? I need to know. Who told Rosanna that I called Canada?",
        "Molly: Does it matter? It's not going to change anything, is it? Hey. Excuse me. Can I help you?",
        "Worker: Yeah, who's in charge here?",
        "Molly: You're looking at her.",
        "Worker: I'm delivering a poster?",
        "Molly: That's right, that's right. You know what? Knock yourself out. Put it anywhere.",
        "Paul: Are you gonna tell me who made that call?",
        "Molly: Well, let's think about it. Who else knew?",
        "Paul: No one. I mean, Craig was making noise, but he didn't have any proof.",
        "Molly: Paul, somebody else had to of known, because I didn't breathe a word of it to anybody. Not even Carly, when she came snooping around here.",
        "Paul: You're sure of that?",
        "Molly: Look, believe me, don't believe me. I really don't care.",
        "Paul: No, I believe you.",
        "Molly: You do? Thank you. Thank you. Thank you so much! I can't wait to go home and share it with my diary!",
        "Worker: We're all set.",
        "Paul: The Rose Foundation, huh?",
        "Molly: No, you wouldn't know about that, would you? Yeah, Lily and Dusty, they created a charity in Rose's name. They're having a fundraiser. Everybody's been invited. Well, almost everybody.",
        "[SCENE_BREAK]",
        "Jessica: And to think -- Curtis left this house this morning an only child, and now he'll come home to not one, but two sisters!",
        "Ben: And one bathroom for the three of them.",
        "Jessica: Yeah, I think we're going to need a bigger house, sweetheart. Sarah?",
        "Sarah: I wish we could stay up all night. There's so much that I have to tell you.",
        "Bonnie: We'll have plenty of time to catch up.",
        "Jessica: You know what? I'm gonna run upstairs and get your room together. I'm gonna put some fresh sheets on the bed -- fresh towels.",
        "Bonnie: No, you don't have to do that!",
        "Jessica: Look! I'm your mother. If I want to spoil you, then there's nothing you can do about it. Okay?",
        "Bonnie: Okay.",
        "Jessica: Oh, it's so good to have you home. I'll be right back.",
        "Sarah: I want to help.",
        "Jessica: Come, come.",
        "Sarah: I can't believe you're home!",
        "Ben: You didn't tell her.",
        "Bonnie: I couldn't. Not yet. Let her have tonight. I'll tell her in the morning.",
        "[SCENE_BREAK]",
        "Bartender: One Shirley Temple. Enjoy.",
        "Tish: Did you hear? The residents went on strike tonight.",
        "Chris: Strike? What are you talking about?",
        "Tish: Yeah. Hospital administrators are going to try to meet their demands. If they can find a nurse to decipher the handwriting on the picket signs.",
        "Chris: Come on, it can't be that bad.",
        "Tish: Are you kidding me? I nearly went blind trying to read orders that one of you people scrawled on a chart. It's true.",
        "Kayla: If you want to make friends with the nurses --",
        "Tori: -- Clean up your cursive.",
        "Tish: And I would be more than happy to show you how.",
        "Chris: Thank you, Tish. But I've got it covered. Excuse me. Would you like to get out of here?",
        "Alison: No, no, if you're having a good time --",
        "Chris: I would have a better time along with you. Ladies, I think we're going to call it a night.",
        "Tish: Already?",
        "Kayla: But we just got here.",
        "Tori: I hope you're not leaving on our account.",
        "Chris: No, no, not all. I've got an early shift tomorrow.",
        "Tish: But we'll see you tomorrow night? At Metro?",
        "Chris: We'll be there.",
        "Tish: Terrific! I can't wait!",
        "Alison: Neither can I.",
        "[SCENE_BREAK]",
        "Paul: I'm not surprised you weren't on the guest list either, seeing as Lily and Dusty set this whole thing up.",
        "Molly: Actually, I just gave a sizeable donation.",
        "Paul: You did? I'm shocked.",
        "Molly: About what?",
        "Paul: Well, that you offered and that Lily accepted.",
        "Molly: Thanks. And he wonders why he has no friends.",
        "Paul: I'm just saying. It's no secret that you and Rose were not the best of friends. I don't know why you would want to do something generous in her name.",
        "Molly: You really want to know? Well, since tonight seems to be my night for telling the truth, I'll tell you. It's for me. Because I did some miserable things to Rose -- when she was alive and even after she died. I was just hoping, maybe, I'd score some points with the big guy upstairs.",
        "Paul: You believe in God, Molly?",
        "Molly: Gotta believe in something. But lately, I'm not so sure he believes in me. So I figure I do a few -- I don't know -- million good deeds or something and I'll make up for everything I've done I'm not so proud of. Purely selfish.",
        "Paul: Just pay a few bucks, and that will get you past the pearly gates?",
        "Molly: I've gotta do something right if I expect to see Jake again, don't I?",
        "Paul: You sure he's there? I can't even think about the afterlife. I'm having too much trouble with this life.",
        "Molly: Paul, maybe you should think about atonement yourself. It wouldn't hurt to make amends, would it?",
        "Paul: Maybe -- maybe I should just show up with a great, big check.",
        "Molly: I'm all for living life on the edge, but that's nuts.",
        "Paul: You think? Tell you what, Cinderella, maybe I'll see you at the ball.",
        "Molly: He wouldn't.",
        "[SCENE_BREAK]",
        "Jordan: Well, there's no way that I'm gonna let you go through this by yourself. Let me help you. Whatever you ask -- your way.",
        "Barbara: Promise me that no one will know about this. No hinting, implying, suggesting?",
        "Jordan: You have my word. Whatever you need.",
        "Barbara: Just, help me get through this show without anyone knowing I'm sick. Including Jen and Paul.",
        "Jordan: Where do we start?",
        "[SCENE_BREAK]",
        "Rosanna: You know, you're not the only one who dissolved a relationship today. I gave Craig divorce papers.",
        "Carly: That couldn't have gone well.",
        "Rosanna: He hasn't quite accepted it yet. But he will. It's not like he has a choice.",
        "Jack: Can somebody get Mr. De Grassi's belongings and process him, please?",
        "Rosanna: Why? Is he being released?",
        "Jack: Hey, Carly.",
        "Carly: Hi.",
        "Jack: No, I didn't change my mind, but it seems that somebody changed the D.A.'s mind. Imagine that.",
        "Rosanna: Well, I can't imagine you'll be needing me anymore then, Jack. It was lovely chatting with you. And if you need me, I will be at the Lakeview. Bye, Carly.",
        "Jack: Give me one second? I'll be right back.",
        "Carly: Yeah, okay.",
        "Jack: Rosanna?! One more thing.",
        "Rosanna: Yes?",
        "Jack: I have this feeling that you know more than you're letting on. I just want you to know, that I'll be watching you. And I will find out what you're up to.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Lucinda: Lily's going to sing?",
        "Holden: Yes she is.",
        "Lily: This is for Rose.",
        "Chris: Everybody loves you.",
        "Tish: There she is! Arrest her.",
        "Carly: I knew there was something more going on. What? Tell me! Why do you think Rosanna has some kind of secret agenda?",
        "Craig: That is the question, isn't it? And the answer begins with this box.",
        "Rosanna: See you around later. I need you so badly, Jordan. You have no idea how much."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ZVRgYycDj-o"
}