{
    "Episode Summary": [],
    "Recap": [
        "Craig provokes another arguement between Paul and Meg because Megi is upset that Paul doesn't trust her. Craig cancels plans for the foundation and admits to Emily that he never plannedto start the foundation he just wanted to rattle Jennifer's family. Carly lies to Jack and tells himSimon found an oversees investor for the project. Lily tells Jade she is Rose's daughter. Lily also persuades Will to forgive Jade. Will and Gwen decide to rebuild their marriage since there is nothing standing in their way anymore. Katie is shocked to realize that Simon is in love with Carly."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: Hey. You know, I promised my mother that I'd get this thing up and running and I can't even get the damn motor to turn over. I'm sorry, Hon.",
        "Craig: Maybe I can help, Dear.",
        "Meg: Cute.",
        "[SCENE_BREAK]",
        "Emily: [Emily reads her press release] The Jennifer Donovan Memorial Fund will aid children with life-threatening illness. Established by Craig Montgomery in honor of his son's late mother. What are you doing?",
        "Paul: This.",
        "[Paul takes her paper and rips it up]",
        "[SCENE_BREAK]",
        "Holden: Luke, hey.",
        "Luke: Please tell me that Jade's okay.",
        "Holden: Yeah, yeah, yeah. She's going to be fine. They stopped the bleeding. She'll recover. She's just going to need a little time.",
        "Luke: Of course.",
        "Holden: Of course, you'll probably be able to help her out. You've been there for her all along.",
        "Luke: Well, she's my cousin. Not that we knew that, but --",
        "Holden: Yeah. Well, your mom is with her with, so we can relax a little bit.",
        "Luke: Is Mom breaking the news?",
        "Holden: Yeah.",
        "[SCENE_BREAK]",
        "Jade: Why are you here?",
        "Lily: We can talk about that in a minute. But do you know why you're here?",
        "Jade: Did I have surgery?",
        "Lily: There was an accident at the library. You had internal injuries. They had to operate on you.",
        "[Jade remembering]",
        "Jade: You and Will are through. You walked out on him and there's nothing you can do about it!",
        "Gwen: Go to hell!",
        "Will: Gwen?",
        "Gwen: Jade! Jade, watch out!",
        "[SCENE_BREAK]",
        "Lily: But the doctors said you're going to make a full recovery.",
        "Jade: Did they examine me?",
        "Lily: Of course they examined you.",
        "Jade: Did they do tests, like a sonogram?",
        "Lily: I'm sure they were very thorough. We're making sure you get the best care.",
        "Jade: Was Will here? Did the doctors talk to him?",
        "Lily: I don't know. I was here with you. Why would Will be talking to your doctor?",
        "Jade: God, please don't let him know the truth.",
        "[SCENE_BREAK]",
        "Gwen: Okay, we know that she lied about the pregnancy.",
        "Will: She lied about everything.",
        "Gwen: And you're angry. And I'm angry. I almost lost you. But do we have to do this tonight? She's not going anywhere.",
        "Will: I just want her to admit it. I want her to look me in the face and tell me that she lied about the pregnancy, that she was trying to break up our marriage, that the whole thing at the library was a setup to make you feel guilty that she lost a baby that she never even had! The girl's sick. And I'm not leaving here until she admits it.",
        "[SCENE_BREAK]",
        "Lily: Did Will have something to do with your accident?",
        "Jade: I still don't know why you're here. Is this about Theresa? Did Holden find her?",
        "Lily: Yes. Eventually. We had to do some investigating. She'd moved. But we did speak to her, yes.",
        "Jade: Is she here?",
        "Lily: She came to see us.",
        "Jade: She's a very nice person, isn't she? Smart, too. She's number one in her class.",
        "Lily: She seems lovely.",
        "Jade: Wow. So you've finally found your niece.",
        "Lily: Yes, I have.",
        "Jade: I'll bet the girls love her. Is she back at the house?",
        "Lily: No. She went back to Chicago. But my niece -- my niece is right here.",
        "[SCENE_BREAK]",
        "Jack: Hey, Katie.",
        "Katie: Hey.",
        "Jack: What are you doing here? Katie?",
        "Katie: Oh, Jack. I'm so sorry --",
        "Jack: What are you talking about?",
        "Katie: She told me -- she said that --",
        "Jack: Who?",
        "Katie: Carly.",
        "Jack: What about her?",
        "Katie: I guess you should see for yourself.",
        "Katie: Jack, I'm so sorry. I really thought that she was through with him.",
        "Jack: Katie --",
        "Katie: I never would've said anything if I had known. I mean, I believed her, because I guess I wanted to believe her. Why would she go back to him after everything he's done? I just don't get it.",
        "Jack: Katie, I really need you to go. Please -- now.",
        "[Jack walks to Simon's room and the door is open, Simon and Carly are standing holding each other up]",
        "Simon: You have no idea what this means to me.",
        "Carly: Well, I think I do have some idea.",
        "Simon: No, I mean it. For you to come back, give me a second chance when I let you down so badly --",
        "Carly: You're a lot of things, Simon, but you're not god, are you? You didn't make that ice storm happen. You didn't make that electrical tower thing come crashing into the building. And before that happened, we were headed for a really big win, weren't we? Do you remember what that apartment looked like when we were through with it? It was fantastic. We just have to do it again.",
        "Simon: And we will.",
        "Carly: Yes, we will.",
        "Simon: Okay. So I'll see you tomorrow? Thank you. Goodnight.",
        "Carly: Jack. What are you doing here?",
        "Jack: It's a police matter, Carly. I'm taking you in.",
        "[SCENE_BREAK]",
        "Paul: I know that I'm probably the last person that you're going to listen to right now, but don't do this, please. Don't do this. Don't throw in with Craig.",
        "Emily: I need a job.",
        "Paul: You're a great writer. You're an even better editor. You'll find work somewhere else.",
        "Emily: But I like working at \"The Intruder.\" And now that I'm part owner, I have a lot of job security.",
        "Paul: He gave you what? Half the paper? What does that tell you?",
        "Emily: That unlike you, he respects me and needs me.",
        "Paul: Oh he needs you, absolutely. He needs you to help him destroy whoever he managed to miss destroying the last time around.",
        "Emily: Okay, how about this? I will think twice when he asks me to go after you.",
        "Paul: Is that what this is about?",
        "Emily: No.",
        "Paul: This is round one in \"get the ex?\"",
        "Emily: No, Paul. This is a press release announcing the formation of a foundation to help sick babies.",
        "Paul: He is using Jennifer's name to make himself look good, can't you see that?",
        "Emily: Do you think the parents of sick children really care about Craig's Montgomery's reputation?",
        "Paul: I think Jennifer would care. Jennifer would hate this. She'd be horrified. Craig starting a research fund in the memory of his son's late mother -- she'd be hurt that you would have anything to do with this. Especially after everything that she did for you. And the only reason Dusty agreed to drop the charges was because Jennifer begged him on her deathbed.",
        "Emily: Yeah, and you stood up in a court and begged the judge to put me away for life.",
        "Paul: This isn't about me.",
        "Emily: No, it is. It is always about you. What you want and what you need. The only reason we're having this conversation is because you need me to sandbag Craig. Well, guess what? I'm not going to help you do it. Craig's my partner and you're not.",
        "[SCENE_BREAK]",
        "Meg: My mother catches you here, she'll shoot you.",
        "Craig: I've always had the greatest respect for your mother. Great cook and even a better shot. Aren't you gonna even ask me why I'm here?",
        "Meg: Nope.",
        "Craig: I'll tell you what -- if I fix your tractor, will you let me tell you why I'm here?",
        "Meg: You? Fix a tractor? What do you want, Craig?",
        "Craig: I want a Phillips head screwdriver and a socket wrench, if that's not too much to ask.",
        "[SCENE_BREAK]",
        "Jade: Theresa is here? I don't understand. I thought you said she went back to Chicago.",
        "Lily: She did.",
        "Jade: Then why would you say that your niece is here?",
        "Lily: You know what, this is a lot for you to take in. You're not feeling well, so we'll talk about it later. But I will tell you that we know for sure now that you are really, truly Rose's daughter.",
        "Jade: No -- those records -- I stole them.",
        "Lily: Well, those records at the orphanage left something to be desired. You and Theresa were born around the same time and your records got mixed up right at the beginning. So even though you thought you were taking something of Theresa's, it was really something that belonged to you. Those records. I know this seems incredible, but Theresa knows for sure. She has evidence that she is not Rose's daughter. And we did some checking here at the hospital.",
        "Jade: Checking? About me?",
        "Lily: We haven't done a DNA test yet, but all the blood work and all the other factors lead to the same thing. You're my niece. You're Rose's daughter. Luke is your cousin. Faith, Natalie and Ethan -- they're you're family. I'm just so sorry that it took so long for us to find you.",
        "Jade: I don't deserve this.",
        "Lily: Yes you do. You do, because you are Rose's child. Little girl -- you're not a little girl anymore, but you are her daughter.",
        "Jade: You don't understand. That this should happen tonight --",
        "Lily: I know, I know. The timing of it seems miraculous. Here you almost lose your life and so strange that you would find your family, but at the same time, ever since I came out of the coma, I've had Rose. I've been dreaming about her and she's telling me, \"Find my daughter. Lily, find my little girl. She's in big trouble.\" And that's what led me to Theresa, which led me to you.",
        "Jade: Too bad it's too late.",
        "Lily: What do you mean?",
        "Jade: I've done something terrible, Lily. And you're never going to forgive me. Nobody is.",
        "[SCENE_BREAK]",
        "Gwen: I'm not saying that you shouldn't talk to her, just maybe not tonight.",
        "Dallas: Excuse me. I got a call from emergency services about the accident at the library. I understand you two were there?",
        "Gwen: Yeah, we were. In fact, we were the ones who called the ambulance.",
        "Will: And you should know, we don't think it was an accident.",
        "Dallas: Why's that?",
        "Gwen: Will --",
        "Will: I'm sorry, I think he needs to know.",
        "Dallas: Know what?",
        "Will: Jade wanted it to look like an accident. She had the whole thing planned and I'm pressing charges.",
        "[SCENE_BREAK]",
        "Lucinda: I got the message to meet you, but you were in the hospital. Has something happened to Lily? Has your mom had a relapse?",
        "Holden: No, no, Lily is fine. It's Jade.",
        "Lucinda: Jade?",
        "Holden: She had an accident and for a while there it looked like she might not make it.",
        "Lucinda: Too much to hope for, I suppose.",
        "Luke: Grandma --",
        "Lucinda: Oh, Darling! For some unfathomable reason, you want to remain friends with that girl. Well, I don't. I'm done with her, okay? So please, in the future, no more bulletins. Just let the girl sink or swim on her own.",
        "Holden: All right, you know what, I'm gonna spare you the details. It turns out the orphanage made a mistake. Jade is Rose's daughter.",
        "Lucinda: Holden, you are so adorably naive.",
        "Luke: No, it's true, Grandma. They mixed up the records.",
        "Holden: Lucy did some research, compared blood types, things like that -- it all adds up.",
        "Lucinda: Then Jade got hold of somebody else's blood or hair or spit or whatever.",
        "Luke: No. The samples were taken in surgery, so they're genuine.",
        "Holden: Lucy also looked into Lily's records and Rose's records. She's family.",
        "Lucinda: Not if I have anything to say about it.",
        "Luke: I don't really think it works that way.",
        "Lucinda: Where's Lily?",
        "Luke: She's with Jade right now, breaking the news.",
        "Lucinda: This is not news. Not news to that girl, I can guarantee you. She made this thing happen. Well, anything she can do, I can do better. I can find a way easily to rid ourselves of little miss sunshine Jade.",
        "[SCENE_BREAK]",
        "Jade: I know that it was wrong and I shouldn't have lied. But will was all I had. And I thought we were good together. We could've been if Gwen hadn't changed her mind again.",
        "Lily: But you told him you were pregnant and he believed you?",
        "Jade: I thought we could make it work. He needed somebody like me, somebody who would never give up on him. But then, this person found out that there wasn't any baby and threatened to tell if I didn't make things right, so I thought that if I faked this miscarriage that we --",
        "Lily: Does that have --? The accident at the library? That's what that was all about?",
        "Jade: I know it sounds terrible. It is terrible -- and I don't blame you if you walk out that door.",
        "Lily: Jade, I know. I know you feel bad about what you've done and you have to make things right with Will and Gwen. But most of what's happened to you is because you've been alone. You had nobody to help you or support you. And I blame myself for that.",
        "Jade: No, none of this is your fault.",
        "Lily: Yes, if I'd listened to Holden when he insisted on getting a DNA test as soon as you arrived, you never would have been out on the street in a strange town. I was so involved with my wishful thinking. We've both made mistakes. I just hope you'll allow me to make it up to you.",
        "Jade: You're being so sweet to me. I don't know what to say.",
        "Lily: Please, just rest.",
        "Jade: When Will gets here and finds out, he's going to want to talk to me, and I don't know if I can handle it.",
        "[SCENE_BREAK]",
        "Will: So she lures Gwen to the library and pulls a stack of books down on herself to make it look like it was Gwen's fault that she had a miscarriage.",
        "Dallas: Yeah, but she was never pregnant.",
        "Will: The doctor who examined her confirmed it.",
        "Dallas: So that's why she refused to be treated the night of the ice storm.",
        "Gwen: She's been lying about this for weeks.",
        "Dallas: Well, I'm not sure what kind of charges you can bring -- fraud, maybe. I mean, you said you gave her money, you rented her an apartment.",
        "Will: Look, that's fine -- whatever. As long as it's official. She has to know what she's done. This girl could have cost me my marriage.",
        "Lily: And you killed her mother. So why don't we just call it even.",
        "[SCENE_BREAK]",
        "Carly: I don't understand.",
        "Jack: We'll talk about it at the station.",
        "Carly: What? You can't just drag me to the station for no reason, Jack!",
        "Jack: I have reason to believe a crime has been committed, Carly. Is that good enough for you?",
        "Carly: Wait a minute. What crime?",
        "Jack: Let's go.",
        "Carly: Wait. I'm gonna call my lawyer.",
        "Jack: Can you afford an lawyer, Carly? Don't make this harder than it already is.",
        "[SCENE_BREAK]",
        "Katie: Open up, Simon. I know you're in there. And I want to know what the hell you think you're doing.",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns.\"",
        "Will: You do realize what happened here?",
        "Gwen: We know the truth?",
        "Will: Yeah. So now there's no good reason we can't be together.",
        "Paul: What are you doing here, Craig?",
        "Carly: Why do you even care, since I'm so hopeless?",
        "Jack: Because I still care about you and you know that.",
        "Simon: I do care about Carly! Don't you get it?",
        "[SCENE_BREAK]",
        "Katie: What happened to your face?",
        "Simon: It's not as bad as it looks.",
        "Katie: Who did that to you?",
        "Simon: Nobody. I had a few too many drinks and, you know, clumsy old me walked into a door.",
        "Katie: You're such a liar. You haven't had any drinks.",
        "Simon: Last night, it was. Okay?",
        "Katie: Oh, okay. So that's why you were wearing the sunglasses in the lounge. You didn't want anyone to know what had happened.",
        "Simon: Wow, I'd forgotten how nosy you were.",
        "Katie: Yeah, I'm nosy, but you're an idiot. How stupid can you be, Simon? Getting involved with a loan shark? You of all people. You know how these people are. They're killers. They get into your life and they destroy it.",
        "Simon: Listen, how did you even find out about this?",
        "Katie: Carly. So don't bother denying it. She also told me and Mike that she was completely through with you, and then I walk around the corner and you guys are hugging.",
        "Simon: Wow, now you're spying on us, huh?",
        "Katie: She came up to get her keys. What did you do? Pour on the charm? Oh, poor me. Look, I got my face bashed in. Oh, Carly. Please help me. Please come back to work for me. Oh no, wait a second. This is a setup, isn't it?",
        "Simon: What?",
        "Katie: You're pretending to be hurt to play on her sympathy.",
        "[Simon screams]",
        "Simon: Ow! What the hell do you think you're doing?",
        "Katie: Okay, so it's a real bruise. What'd you do, punch yourself in the eye?",
        "[SCENE_BREAK]",
        "Carly: You have no right to drag me down here without charging me.",
        "Jack: You want me to charge you? Because that can be arranged.",
        "Carly: Charge me with what? I didn't do anything. As a matter of fact, you're the one who ought to be brought up on charges, Jack, for harassing your ex- wife.",
        "Jack: Why don't you have a seat. You're acquainted with Simon Frazier?",
        "Carly: No, don't know the guy.",
        "Jack: Did you or did you not admit to Katie and Mike Kasnoff earlier this evening that your business partner, Simon Frazier, took a loan from a guy by the name of Spirro to finance the reconstruction of an apartment complex located at 702 Broad Street. I'd think carefully before answering that question, Carly, keeping in mind that loan sharking is a criminal offense. Yes or no.",
        "Carly: Well, Jack, what I may have said to Mike and Katie is hearsay, isn't it?",
        "Jack: Admissible under the Rico statutes. See, Spirro is an interstate offender. He's got interests from Vegas to Miami.",
        "Carly: Well, he doesn't have anything to do with me. So what is your problem?",
        "Jack: You are. You're just determined to get yourself into trouble, Carly. I mean, first you let Simon talk you into working on some rundown rat trap that he refuses to bring up to code, and now the two of you are into a loan shark. Are you kidding me? At first, you were scared and you promised you'd stay away from him. But now, obviously, the two of you have reconciled your differences and you're right back where you started. On the brink of disaster, as usual.",
        "Carly: Why do you even care since I am so hopeless?",
        "Jack: Because I still care about you. And you know that.",
        "[SCENE_BREAK]",
        "Gwen: What did you just say?",
        "Lily: You heard me.",
        "Gwen: What are you even doing here, Mrs. Snyder?",
        "Lily: Jade is my sister's child. She's my niece. And she almost died tonight, yes.",
        "Will: Jade isn't your niece. That was all a lie.",
        "Lily: It turns out that she is.",
        "Gwen: So she really is a part of your family?",
        "Lily: Yes, through and through.",
        "Dallas: I'll leave you to sort things out. Will?",
        "Will: Yeah.",
        "Dallas: You know where to find me.",
        "Will: Thanks.",
        "Gwen: Mrs. Snyder, I don't know if you're aware of what Jade has done --",
        "Lily: Oh, she told me the whole story, about how she lied about being pregnant, how she set up the whole accident and pretend that she had a miscarriage. Yes.",
        "Gwen: Which she was going to blame me for.",
        "Lily: I realize that.",
        "Gwen: She was trying to break up our marriage.",
        "Lily: Which is exactly how Rose died. Isn't it? Will, Rose was in the way.",
        "Will: That was an accident. I was only trying --",
        "Lily: You were trying to make her sick. I know. But when it all went wrong, what did you do? Did you admit your mistakes? No, you didn't do that, because you were afraid. You allowed your brother and your mother to take the blame.",
        "Gwen: Will's admitted to his part in that.",
        "Lily: That's why I would think that Will would understand how a lie -- just a lie -- can get completely out of control. And how difficult it is to make it right, especially when you're Rose's daughter. Jade is awake. And she's terrified of how you're going to react.",
        "[SCENE_BREAK]",
        "Craig: There. Now give her a try.",
        "Meg: Explain something to me. Why are all engines female? I mean, \"Give her a try.\" Cars, boats, it's always, \"Give her a try.\"",
        "Craig: I don't know. Maybe it's because they're all beautiful and sexy and temperamental.",
        "Meg: Well, if this thing doesn't work, somebody's going to be very temperamental. [Engine starts] How'd you do that?",
        "Craig: Well, the warden seemed to think that I needed a marketable skill.",
        "Meg: What are you doing here, Craig?",
        "Craig: I thought you'd never ask. You know, you can turn her off now, she's fixed. I'm here because I need your advice.",
        "Meg: Mm. My advice?",
        "Craig: You know, I thought this -- this whole thing was a good idea with the research fund. And you, you seem to, you know, as a medical expert --",
        "Meg: Oh, I'm hardly an expert.",
        "Craig: Well, you're in the trenches and you see sick children every day at the hospital, so, you know, I could tell that you thought it had some merit. But not everyone agrees with us.",
        "Meg: Craig, you know why Paul and Barbara are upset. This is all about rehabilitating your image.",
        "Craig: And that's a bad thing?",
        "Meg: You're using Jennifer's memory to do it. And it's very upsetting to the people that knew her and loved her. She hated you, Craig. She spent every minute trying to make sure that you would never be a part of her son's life. If she knew that you were invoking her name.",
        "Craig: But why was Dusty so amenable?",
        "Meg: He doesn't like the idea either, but he's changed. All he cares about is making things peaceful for his son. He's really a good father.",
        "Craig: Oh. I never intended to disrespect Jennifer. I was very sad when heard that she died. That's it, isn't it? Her family's still grieving. It's too soon. You're right. Okay, I'll call my attorney and I'll scuttle the charter.",
        "Meg: You'll what?",
        "Craig: I'll call it off. It was a bad idea.",
        "[Meg scoffs]",
        "Meg: Just like that?",
        "Craig: Yeah, well, I knew there'd be problems. I mean, I'm hardly a favorite. But it never occurred to me that I was offending Jennifer's memory. But sometimes you need someone else to point out the obvious, someone who isn't shouting at me. So, thanks, Meg.",
        "Paul: What are you doing here, Craig? Why don't you get out of here, Craig, before I pick you up and throw you out of here?",
        "Meg: Paul, Paul. Hey, it's okay.",
        "Paul: Is that why you missed your little foundation meeting with Emily, because you were busy here trying to get into Meg's good graces?",
        "Meg: That's not what happened.",
        "Craig: Thanks you for reminding me. I'll have to cancel that meeting.",
        "Paul: Emily's already at the meeting, press release in hand.",
        "Craig: Well, then I guess I'll have to call her right away. Meg, thank you for trusting me under your hood.",
        "[Paul sighs]",
        "Paul: Can you please explain that, please.",
        "Meg: Okay, just listen. I know you're upset and I don't blame you. I wasn't happy to see him either when he first arrived and I'm sure he came here to weasel some support out of me. But he ended up fixing the tractor and changing his mind.",
        "Paul: Fixing the tractor?",
        "Meg: Never mind. The point is that he's dropping the whole research fund idea.",
        "Paul: Oh, just like that.",
        "Meg: I explained to him that even though the medical establishment loved it, it's hurtful to the family to think of him capitalizing on Jennifer's memory, so he got it and he was backing off.",
        "Paul: I don't believe it.",
        "Meg: Of course you don't. Because you don't trust him. And apparently you don't trust me either.",
        "[SCENE_BREAK]",
        "Gwen: You know, Mrs. Snyder, there isn't a day that goes by that will doesn't think about what he did to your sister. It broke him. You know? And it's only just now that he started to feel like he deserves his next breath.",
        "Lily: You think that was unfair to bring it up?",
        "Gwen: I don't like it when people hurt him on purpose. I don't care what the reason is.",
        "Lily: Because you love him. He's your family. And I love my family, especially my sister. And I would do anything for a child of hers.",
        "Gwen: But Jade isn't Rose. She's a liar and she's selfish --",
        "Lily: I know exactly what she is. I'm hoping that if we all give each other another chance, we can change all that.",
        "Gwen: Well, that depends on her.",
        "Lily: And on Will.",
        "[SCENE_BREAK]",
        "Jade: You must hate me.",
        "Will: No. I thought I did. I was ready to tear you apart. How are you feeling? Are you okay?",
        "Jade: Yeah, I guess. They said I'm going to be fine.",
        "Will: That's good. Look, Jade, I want you to know that I'm sorry.",
        "Jade: For what?",
        "Will: Because I'm the one. I'm why your mother's dead. I'm why you never got to know her. And I know you're probably exhausted right now, so we shouldn't really get into it, but I just want you to know that I never meant to hurt her or you. I was just a stupid little kid trying to keep my brother from marrying your mom and leaving the country. And I know there's no reason you should care, but I'm not that person anymore. I've grown up. And I just hope that one day you could forgive me.",
        "Jade: Of course I can forgive you if you can forgive me. I know what I did was wrong, trying to break up you and Gwen. I know how much you love her. And for me to try and take that away from you, there's no excuse. You've been nothing but good to me.",
        "Will: All right, so let's just call it even. I forgive you and you forgive me.",
        "Jade: Can you ever forget what I've done?",
        "Will: I don't think either of us will ever forget any of it, but it's over.",
        "Jade: For me, too.",
        "[SCENE_BREAK]",
        "Carly: I still care about you, too, Jack. I always will.",
        "Jack: Okay. Then tell me the truth, Carly. What the hell's going on here? Why would you let yourself get involved with a loan shark?",
        "Carly: I wouldn't. I don't want anything to do with that creep, which is why I had it out with Simon after you and I talked. I went to him. I said, \"Forget it. That's it. I'm done.\" And I left. And that's when I ran into Mike and Katie. And I guess that I vented a little bit. But you know Katie. All ears when it comes to Simon. I guess she thought she was doing the right thing by going to you --",
        "Jack: I don't understand. If Simon's using Spirro to bankroll this project, why would you have anything to do with that? Spirro is a killer, Carly. I told you that. Once he sinks his claws into something, he doesn't let go. He'll drain this project dry and he'll hurt anybody in his way. And if he goes to jail, Carly, you'll go down with him.",
        "Carly: I went back to get my keys. I saw Simon and we talked. And you know something? It turns out I was wrong. And you know me, how easy it is for me to jump to conclusions. But Simon doesn't want to have anything to do with Spirro anymore. So you can relax, Jack. There's no crime here. It's just, you know, business as usual.",
        "[SCENE_BREAK]",
        "Simon: Do you honestly believe that I would punch myself in the face?",
        "Katie: Um, yeah I do, actually. You did pretend that we were stranded on an island, remember? Days on the beach worrying and starving when there was a four-star hotel just on the other side of the palm trees. And all to get my attention.",
        "Simon: Well, Katie, those days are very much over.",
        "Katie: Right, they are. Because I'm a different person and you can't fool me anymore.",
        "Simon: Well I'm proud of you. Good for you. Now listen, I've really got to chug back a whole bottle of aspirin and go to bed. So do you mind showing yourself out?",
        "[Simon grunts]",
        "Katie: You should really tape those ribs or put a bandage on them or something.",
        "Simon: You know what, I'll be fine. I'll manage. Thank you.",
        "Katie: If you're asking me to help --",
        "Simon: I'm not asking you for anything. Thank you, Katie. Just go.",
        "Katie: So it's true, huh? They did beat you up. Oh come on, there's got to be a first aid kit here somewhere.",
        "Simon: Go home, Katie. Please.",
        "Katie: Don't play brave with me, okay? I know you're in pain. You deserve to be in pain. And you know what? I'm not going to back off just because you're in pain. Because I was right. I was right about Carly. I told her not to get involved with you because you were using her to get to me.",
        "Simon: I wasn't -- I'm going to ask you very politely right now. Please go home.",
        "Katie: Stop treating me like this. Stop lying. Stop pretending you're some big developer and stop flirting with Carly. It's not going to work and it's not fair to her and it's dangerous. You reeled her in and now you've put her and her family in jeopardy and that is just so low. I mean, it's sick. Why, to get to me? I mean, if you cared about her at all --",
        "Simon: I do care about Carly! Don't you get it? I never wanted to get her involved in this, so I told her to leave. Now please, just go.",
        "[SCENE_BREAK]",
        "Paul: It's not that I don't trust you, Meg.",
        "Meg: Look, I know what he is, okay? And I know that every other word coming out of his mouth is a lie. I'm not naive.",
        "Paul: I don't even know why we're talking about you. This is all about Craig.",
        "Meg: Yes, he's the problem. And we just need to find a way to deal with him.",
        "Paul: Exactly. And the first thing to do is never believing anything that the guy says.",
        "Meg: Okay, fine. So when he goes back to the hospital and he withdraws his proposal for the foundation --",
        "Paul: That will just be another move that he makes in the board game that is Craig Montgomery's life. Believe me, he doesn't change, okay? He hasn't seen the light. He doesn't want to mend any fences or be a good neighbor, no matter how many times you let him fiddle with your carburetor. Believe me. Craig came over here with one purpose -- to try and prove to you that underneath that incredibly pretentious suit, he has a heart.",
        "Meg: Okay, fine. You hate him. And that'll never change.",
        "Paul: No, and that's good. Because it keeps me alert. Meg, you -- you're too forgiving.",
        "Meg: I haven't forgiven him.",
        "Paul: No, but you let your guard down. And now he thinks that he has your ear, your really adorable ear. That's my ear. And I will bet you half the farm that Craig never even had any intention of starting this foundation. He just proposed it to make us all nuts.",
        "Meg: Okay, so we're back where we started. That I'm too stupid to see through him.",
        "Paul: No.",
        "Meg: Okay, then the fact is that you're jealous and you don't like the fact that he was here alone with me.",
        "Paul: No, no I don't.",
        "Meg: And I don't like the fact that you were obviously just with Emily. But you know what? That doesn't bother me, because I trust you. So why don't you trust me? I'm not interested in Craig. I'm marrying you, so why don't you just calm down before I run you over with my newly improved tractor?",
        "[SCENE_BREAK]",
        "Craig: Sorry I'm late.",
        "Emily: Yeah, well, it's just as well. Paul had a few issues with the copy.",
        "Craig: Doesn't matter. I'm dropping the idea. Even if we call a press conference to announce it live, we're gonna need to distribute a fax sheet of some sort.",
        "Craig: I'm not going to set up the fund.",
        "Emily: Why not? It's a great idea. There're so many sick babies out there and I thought you were committed to making a new name for yourself, so why -- why do I get the feeling you're waiting for me to catch up?",
        "Craig: You're a smart girl, Emily. I'm sure you'll get it.",
        "Emily: You were never planning on going through with this foundation, were you?",
        "[SCENE_BREAK]",
        "Lily: So are you ready to meet your cousin?",
        "Luke: Mom, I'm really glad about this. Are you?",
        "Lily: Yes, I am.",
        "[SCENE_BREAK]",
        "Gwen: How'd it go?",
        "Will: I'll tell you about it later. You okay?",
        "Gwen: Yeah, as long as you are.",
        "Will: You do realize what happened here?",
        "Gwen: We know the truth.",
        "Will: Yeah. So now there's no good reason we can't be together.",
        "Gwen: That's what I was thinking.",
        "Will: So we're good?",
        "Gwen: Oh, we're so good.",
        "Will: Let's get out of here.",
        "[SCENE_BREAK]",
        "Luke: You look pretty good for an almost dead person.",
        "Holden: Hey.",
        "Jade: It's okay. We get each other. I just want you to know how sorry I am.",
        "Lily: We understand. It's not going to be easy. You have a lot of amends to make.",
        "Holden: What do you say we let Jade get some rest?",
        "Lily: Yes. And just so you know, when the doctors tell you its okay for you to leave here, you're going home. With us.",
        "Luke: 'Cause like it or not, you're family.",
        "[SCENE_BREAK]",
        "Jack: So you want me to relax?",
        "Carly: I just don't want to see you waste your time.",
        "Jack: Because you and Simon, you're just honest business people doing a hard day's work. Is that it? Tell me something. Since you're not using Spirro to cover your costs, where are you getting your financing?",
        "Carly: Someone Simon knows. From overseas.",
        "Jack: Get out.",
        "Carly: Jack \u0096",
        "Jack: I've heard enough. Get out.",
        "[Carly leaves and behind her a guy stops and uses his cell phone]",
        "Goon: Spirro, you still there? Yeah, hey listen, we got trouble. That little blonde of Simon Frasier's is talking to the cops.",
        "[SCENE_BREAK]",
        "Katie: You're really worried about her, aren't you?",
        "Simon: Of course I'm worried about her. What do you think?",
        "Katie: Simon, are you in love with Carly?",
        "Simon: Goodnight, Katie.",
        "Katie: He does. He loves her.",
        "[NEXT_ON]",
        "Katie: Mike, what are you saying? That Simon and Carly have slept together?",
        "Simon: When this building's done and the debt's paid off, will you walk away then?",
        "Lucinda: You are persona non grata in this room.",
        "Craig: By all means, call security. Have me tossed off the premises. But not -- not before I have a chance to apologize to all of you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=5G5rrddhxH8"
}