{
    "Episode Summary": [],
    "Recap": [
        "Lily is worried about Lucinda's secretive trip, and how Keith continues to come into such large sums of money for just delivering medical supplies. Lucinda keeps everyone in the dark about her trip to Mexico, including Meg, whom she \"pays off\" to say she is going out of town with her. Margo continues to have blinders on with Casey, but Tom seems to be wise to him. The DNA tech shows up to take a swab from Casey, but he is nowhere to be found. Little do they know, he is pleading with Will to claim he is really the father of Gwen's baby. When Will doesn't go for it, Casey lashes out at him, and heads home, and comes face to face with his baby son. Will he go through with the test or own up to his part in Gwen's pregnancy? Jen is full of energy, as she has taken the meth. She feels back to her old self, but Jasmine cautions how regularly Jen is trying to take it. Unhappily, she gives Jen another vial, but cautions her that the elated feeling of being able to conquer the world will wear off, but it falls on deaf ears. Emily tells Paul she is telling Jen the truth today, and finally Paul gives in, but asks to go with her. They arrive at Street Jeans, as Jen is about to take some meth. Jen covers, and is acting very hyperactive. Emily is skeptical, but Jen assures them the medicine is working because it feels as if the fog has lifted, and she is finally feeling good again. She feels everything that happened with her baby now is for the best. Emily is in disbelief, but Paul is happy he doesn't have to admit to the secret he has been hiding. Later, Emily is searching for a pen, as Jen looks on in horror, as Emily starts to open the drawer she has hidden the vial in."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Mother?",
        "[Lily remembering]",
        "Lucinda: Since what my body is revolting against is the chemotherapy, I am going to stop the chemotherapy.",
        "Lucinda: Gotta leave for the airport in 45 minutes, okay? Hello, my darling. I didn't --",
        "Lily: Hello.",
        "Lucinda: Oh honey, bless you for finding that. I really wanted to wear it. See? What do you think?",
        "Lily: I think you're lying through your teeth.",
        "[SCENE_BREAK]",
        "Tom: Hey. Casey up?",
        "Margo: No, come on. Let him sleep for a while. He had a really rough night last night. I don't know what we're worried about because he did not do this. Last spring, the only thing Casey was worried about was whether his team made it to the playoffs or not. He was not worried about a baby.",
        "[Cell phone ringing]",
        "Tom: Well, we'll know soon enough. Hello. Hi, Dad.",
        "Casey: Hey, it's me. Don't hang up, all right? I need to talk to you. Just give me ten minutes. I'll be there.",
        "Tom: He's sending a lab tech over to the house to run the test.",
        "Margo: You know, Tom, Casey looked right in my face and told me that he is not the father. Why isn't that good enough for you?",
        "Tom: Because it ended up in court.",
        "Margo: He's our son. What kind of message are we sending to him? That we don't trust him? Why? Why does he have to do this stupid paternity test? It's so humiliating.",
        "Tom: What can I say? Tell it to the judge.",
        "Margo: Tell it to the judge. This girl -- she already found one boy to blame. Thought he was a pretty good candidate. Now, she's invading our lives. [Knock at the door] In our home. She took herself to court on her own. She didn't have any proof. She didn't have any evidence. And now we've got a lab technician at our door.",
        "Tom: So you would rather this play out at the hospital, in front of the whole staff? Hi, Carly.",
        "Carly: Hi. I hope it's not too early. I'm just -- I'm so sorry about the phone call yesterday. I didn't mean to worry anybody.",
        "Tom: No, we're glad you called. We needed to know what was going on.",
        "Carly: Well, good. Great, I'm glad that you feel that way. Because as Rory's grandparents --",
        "Margo: No, we're not his grandparents. Casey is not the father of this child.",
        "[SCENE_BREAK]",
        "[Rock 'n' roll music playing]",
        "Jennifer: I'm a genius.",
        "Jasmine: Hey, party girl. I could hear you from the elevator. But I like that.",
        "Jennifer: But would you buy it and wear it out dancing?",
        "Jasmine: Are you kidding? Any guy sees me in that, he'll weep.",
        "Jennifer: Then I will send you some to your hotel.",
        "Jasmine: Oh, send it to New York. I'm on my way to the airport. I just stopped by to see how're you're doing.",
        "Jennifer: Never better. Thanks to you. You were right. Sometimes all you need is a little jolt to remind you that life can be sweet.",
        "[SCENE_BREAK]",
        "Paul: Em? You're up early.",
        "Emily: I couldn't sleep.",
        "Paul: At all? Well, it's hard -- you're a mother. You keep putting yourself in Jennifer's position. Thinking about what it is that she's going through --",
        "Emily: She thinks her baby is dead.",
        "Paul: Brutal, no question. Which is why I am so grateful that you decided to not tell her about the switch. Thank you for being with me on this one.",
        "Emily: I want to, so much. Because I know how much you love your sister and how you think you're doing the right thing. I just can't. No matter what I tell myself, I can't get past the fact that this is wrong. Keeping the truth from her, Paul, is wrong. It's her child.",
        "Paul: What are you saying?",
        "Emily: I'm sorry. I thought I could do this. I thought I could live with this, but I can't. I'm telling your sister, today.",
        "[SCENE_BREAK]",
        "Lucinda: All right, I threw it out. I threw it out.",
        "Lily: I know, I know.",
        "Lucinda: I look like one of those women who sits at home thinking of ways to make her daughters' lives miserable.",
        "Lily: That's cute. No, no, no, you threw it out because you were lying to us about continuing your chemotherapy. You're not really thinking about stopping your chemotherapy? And don't deny it, because it's obvious. What did you do? Did you find something on the internet -- some miracle cure, and now you're off and running. I want to know where you're going.",
        "[Lucinda remembering]",
        "Lucinda: La clinica de la vida?",
        "Bev: It's the clinic of life.",
        "Lucinda: Yeah, I got that.",
        "Bev: It's a wonderful place. Fully staffed, fully equipped. They've got oncologists, surgeons -- everything that you'd find here, but with a difference. They're willing to try new therapies.",
        "Lily: Mom, do I have to call Bob Hughes? Because I will call him if I have to.",
        "Lucinda: Don't you treat me like a child. I am not a child. I resent it. And I will not be told what to do by you, Dr. Hughes, Dr. Berg, or anybody. I will not be forced to do something against my will. And if I want a hat, I'll buy one, okay?",
        "Lily: Where? At the airport?",
        "Lucinda: Are you spying on me, sweetheart?",
        "Lily: I don't have to spy on you. You said it as you were walking in the door. What is going on? I'm worried about you.",
        "Lucinda: Don't be, sweetheart. I'm just taking your advice. Your excellent advice. I'm going away to a fancy spa for some R&R and some recuperation. I'll pull myself together. I'll be back. And I'll -- I'll get into the chemo again. You can count on that.",
        "Lily: When did you decide this?",
        "Lucinda: Last night. Oh, I was so tired last night. I -- I gotta get away from my life here.",
        "Lily: Okay. When do we leave?",
        "Lucinda: Oh, my heart, no. I'm leaving. You're staying. You're gonna keep good on the promise you made to the two little girls to take them to that awful amusement park.",
        "Lily: Well, then Sierra will go with you.",
        "Lucinda: No! Sierra has got to look lively at Worldwide.",
        "Lily: You are not going alone.",
        "Lucinda: No, I'm not. Meg's going with me.",
        "Lily: Meg is going with you?",
        "Lucinda: Yes. Oh, didn't I hire her for that, to nurse me through all my illnesses and everything? Didn't I do that? Meg is going.",
        "Meg: Did I hear my name?",
        "Lucinda: Uh, hello, dear. I was just telling Lily that I'm going away to a spa, and that you will be accompanying me.",
        "[Phone rings]",
        "Lily: This conversation is not over. Excuse me. Hello?",
        "Keith: Uh, so where are you, and what are you wearing?",
        "Lily: I'm at my mother's.",
        "Keith: Oh, so that -- that little lacy thing is under the pillow, huh?",
        "Lily: Waiting for you.",
        "Keith: I'm gonna have to leave town.",
        "Lily: Again?",
        "Keith: Work's work. But I need to see you. I want to give you something.",
        "Lily: Now?",
        "Keith: Yeah, yeah, it won't take long, 'kay? Can you meet me over here at Al's Diner?",
        "Lily: Okay. I'll be there as soon as I can. What time does your flight leave?",
        "Lucinda: Not for a couple hours.",
        "Lily: You are going together?",
        "Lucinda: Darling, we're gonna meet at the airport, because Meg has got some errands to run, okay?",
        "Meg: You know your mother. She likes to leave things till the last minute.",
        "Lily: Yes, like telling her daughters where she's going, and why, or how long.",
        "Lucinda: Why are you doing this, baby? Don't you have somebody special that you want to join?",
        "Lily: I will come back and say good-bye to you.",
        "Lucinda: All right, darling. Okay.",
        "Meg: So, uh, where are we going, and why? And don't lie to me. I'm not your daughter. And if you're not absolutely straight with me, I'm gonna go get her right now.",
        "[SCENE_BREAK]",
        "Paul: Emily, I would like nothing better than to ride in on a white horse and put Jennifer's baby back into her arms, but I know what would happen. Craig would come after her, and he wouldn't quit until she wound up in the hospital or worse.",
        "Emily: I know that you're worried about Jennifer, because of what happened to Rosanna. But I'm sorry, I think you're exaggerating the damage he could do from jail.",
        "Paul: So we're supposed to use Jennifer as some kind of a guinea pig to find out how far Craig is willing to go?",
        "Emily: Your sister is paralyzed with grief. You saw her yourself. I mean, Dr. Michaels is medicating her because she's so depressed.",
        "Paul: Yes, and in a week or so, the medication will kick in.",
        "Emily: You think that's the answer? Paul, somewhere deep down, your sister knows that her baby is alive. You saw her at the church. She thought she heard him crying. There isn't an anti-depressant in the world that could cure that. And tangling with Craig? It's a better option than what she's dealing with. At least she'd have her son. She'd have some joy.",
        "Paul: And if Craig somehow manages to get out of jail, he will kidnap that child. And she has to live with that fear. It's better than what she's living with now, trust me. She can't even work. And this is a woman who -- who lived for her career.",
        "Emily: She's in a hole, Paul, and it's only getting deeper. You have to tell her the truth. It's the only way to save her.",
        "[SCENE_BREAK]",
        "Jasmine: I got to say, I'm surprised you even tried it.",
        "Jennifer: Oh, the ice?",
        "Jasmine: Yeah. The look on your face when I pulled it out -- you're your mother's daughter. [Jennifer laughs] What happened?",
        "Jennifer: Oh, she -- she came by, you know? \"We need you to get past all your grief,\" blah, blah, blah, blah. So I just thought, you know, she's got me medicated anyway. What's the difference, really? I mean, it's just chemicals. And I figure, if I can feel better sooner, then that's --",
        "Jasmine: I'm just saying, there's a downside.",
        "Jennifer: I only took it once, okay?",
        "Jasmine: Yeah, and you're still flying. And that's a magic feeling. But the juice will wear off.",
        "Jennifer: No, Jas, Jas, I'm -- I'm not high. No, I'm not. I'm just -- I'm just like my old self again, that's all. You know, I was -- I was so stuck. I was miserable and hopeless. And now, I feel like I can do anything. I can -- I can launch a new line. I can -- I can make a new show with all the buyers and all the fashion press.",
        "Jasmine: I'm telling you, that's the ice talking.",
        "Jennifer: No. These designs are good. I know they are.",
        "Jasmine: Because you're talented. I'm just saying that that feeling that you can conquer the world, that's gonna wear off. The juice will fade. You're gonna be back where you started.",
        "Jennifer: I know.",
        "Jasmine: I gave you enough for one day. That's it. As far as your life and how you feel, there are no shortcuts. You're just gonna have to work through it.",
        "Jennifer: I have a shrink, okay? No, wait --",
        "Jasmine: I'm gonna go to the airport.",
        "Jennifer: Jas, I'm sorry. I'm sorry. I just -- I haven't felt this good in so long.",
        "Jasmine: And I'm the one who told you to try it. I'm -- I admit that. But I just want you to see it for what it is. It's a little break from reality, not an answer. For answers, you should really talk to your shrink.",
        "Jennifer: I thought I could talk to my friend.",
        "Jasmine: Don't do that. I have always been your friend.",
        "Jennifer: Okay, so be a friend. Just give me enough for another day.",
        "[SCENE_BREAK]",
        "Carly: I'm sorry, I don't understand. Yesterday in court, Gwen said --",
        "Margo: Gwen lied.",
        "Carly: Oh.",
        "Tom: We're having a paternity test run, you know, just to end all the speculation. The hospital's sending over a lab tech to the house. We're gonna need a sample from the baby as well.",
        "Carly: Oh, absolutely. Of course. I just assumed that -- that Casey -- you know, that's why I called. But I don't put it past Gwen, not for a minute. She's a very volatile girl. Says one thing, does another. You know, I know that she's young. But I'm just really glad this is all gonna be settled. I feel so responsible for this baby, because of my sister.",
        "Margo: How is Rosanna?",
        "Carly: She's holding her own, I guess. The clinic in Switzerland, they're taking very good care of her. When she wakes up, I just -- I want her little boy to be waiting for her.",
        "Tom: Well, from what I understand about the case, I wouldn't worry.",
        "Carly: Thank you, Tom. I wasn't sure how you would react, you know, if -- if Casey were the father.",
        "Margo: And he's not.",
        "Carly: Okay. Well, good. Well, why don't I have the baby nurse bring Rory here? If the lab tech's on his way, then we can settle it all, all at once, as soon as Casey gets back.",
        "Margo: What, back from where? What do you mean? He's still upstairs asleep.",
        "Carly: No -- I mean, it's just that I -- I saw him drive off when I arrived.",
        "[SCENE_BREAK]",
        "Will: I'd watch it if I were you. They used to medicate people at the hospital who tore up their napkins.",
        "Casey: Trust me, I'm about ready to check myself in. Thanks for coming, man. Will you sit down?",
        "Will: What do you want?",
        "Casey: You don't know?",
        "Will: Gwen said that she talked to your parents and that they know they're gonna be grandparents. They didn't take it too well?",
        "Casey: About as well as your mom took it.",
        "Will: No, your mom and dad combined could never even compare to my mother.",
        "Casey: All right. So since she already had her meltdown, I was thinking that maybe you'd be willing to step up again.",
        "Will: And do what?",
        "Casey: Be the father.",
        "Will: I'm not the father.",
        "Casey: But you like Gwen, and you've been helping her out the whole time anyways. And I heard there's a lot of cash in some trust fund that Rosanna Cabot set up, so why not?",
        "Will: Why not? Because Gwen and I never slept ..",
        "Casey: Who has to know, all right? They believed you before, they'll believe it now. Just all you have to do is you have to show up in court, say you're the father of the baby and that you and Gwen are gonna raise it together. She gets her kid back, everyone's happy.",
        "[SCENE_BREAK]",
        "Paul: What are you trying to say?",
        "Emily: I'm saying your sister is in so much pain, this could destroy her. You want to live with that? I swear to you, Paul, it will eat you up inside if you don't tell her the truth.",
        "Paul: Fine.",
        "Emily: Fine? You understand?",
        "Paul: Yes, I understand. If Jennifer does get worse -- I can't take that chance. My only request is that I be there when you tell her.",
        "Emily: Why?",
        "Paul: I have a right. I did this. I'm the one she should be yelling and screaming at.",
        "Emily: No, no, no. You did not do this. Craig did this, and I should explain that to her before you talk to her.",
        "Paul: You think I'm gonna sand you?",
        "Emily: No. Why would you say that?",
        "Paul: Well, then let me come with you. Look, I'm trusting your instincts on this. Trust me to back you up.",
        "Emily: Okay, let's go.",
        "[SCENE_BREAK]",
        "Margo: This doesn't mean anything. I'm sure he just went off for a drive to clear his head, you know, after everything that happened last night.",
        "Tom: Yeah, all the more reason to stay here and have the test run.",
        "Margo: He'll have the damn test, and then we'll find out what we already know -- that he is not the father. And then you are gonna take me out and buy me the biggest steak in town.",
        "Tom: So do you think I want him to be the father? I mean, he is 17. He forgets to change the oil in his car if I don't remind him. He is not ready for family.",
        "Margo: Well, I'm awfully glad to hear you say that, because of the way you've been acting lately, you would think --",
        "Tom: You know, just because we don't want him to be the father doesn't mean he isn't.",
        "Carly: All right, the baby nurse is on her way over with Rory.",
        "Tom: All right, I'll -- try Casey on his cell.",
        "Carly: Well, I think Tom's right. It doesn't look very good for Gwen, you know, lying to the judge like that.",
        "Margo: Well, the judge is never gonna award custody to that girl. I mean, look at her. She's -- she'll probably leave the baby in a carriage and run off into the mall.",
        "Tom: You know what? That's not fair. Just because Gwen is immature, we can't assume that she's gonna be negligent.",
        "Margo: She lied under oath, Tom. There was a time that meant something to you.",
        "Tom: If she lied, she will have ruined her chances for custody. [Knock at door] Excuse.",
        "Lab tech: Mr. Hughes? Dr. Hughes sent me over.",
        "Tom: Great. Thank you for coming by. There's been a little slight delay. If you'd just set up over there. Thanks. Your son better get home. I mean right now.",
        "[SCENE_BREAK]",
        "Will: You got Gwen pregnant, and you want me to take the rap?",
        "Casey: Look, if I had known she was pregnant right after it happened, we wouldn't even be here. I don't want a kid -- not right now. And I would have done whatever it took to make that problem go away. But I didn't get that chance, so now I'm stuck -- unless you're willing to help me out.",
        "Will: Casey, it's over. Everyone knows you're the father.",
        "Casey: Not everyone.",
        "Will: What are you talking about?",
        "Casey: I kind of told my parents that -- well, as far as I knew, it was impossible.",
        "Will: I'm not raising your kid, and I'm not gonna do this to Gwen.",
        "Casey: Do what? She's still gonna get her kid back.",
        "Will: Not if the judge thinks she lied under oath. He'll throw the case out of court.",
        "Casey: Will, I'm begging you, all right? You're my best friend, and we're family. I can't lie to my mom. I've never done it before. It'll kill her. Please, help me.",
        "[SCENE_BREAK]",
        "Jennifer: Jas, I'm just -- I'm just not ready to let go of this energy. But I mean, I don't want to tap you out. If you -- if you don't have enough to share --",
        "Jasmine: No, I got some. I ran into a friend in Chicago.",
        "Jennifer: Oh, that's the kind of friend we need.",
        "Jasmine: Well, you're not supposed to use this on a regular basis. I mean, I partied like once or twice a week.",
        "Jennifer: I know. Jas, I'm not asking for a six-month supply, just to get me though a couple days -- enough for me to remember what it feels like to be happy. But you're probably right. I should probably pace myself.",
        "Jasmine: If your shrink has you on an anti-depressant --",
        "Jennifer: Yes, it will work -- eventually. I -- I was just hoping for something to just help it along a little bit. Because you're right, I do need help. You know, losing my son and my husband -- anyway, you gotta go.",
        "Jasmine: Look, I can give you enough for one more day.",
        "Jennifer: That's great, that's great. That's fine. Whatever you -- whatever. Because I'm only going to do it once in a while, Jas. Really, just for fun. Just -- a little lift.",
        "Jasmine: Well, use it sparingly.",
        "Jennifer: I will, I promise. Thank you so much. You're a life-saver.",
        "Jasmine: It's a party, Jen, and not a solution.",
        "Jennifer: You're right.",
        "Jasmine: Okay.",
        "Jennifer: Okay.",
        "Jasmine: Okay, I gotta go. Call me?",
        "Jennifer: Next week. Oh! Oh. Maybe it'll just take the edge off.",
        "Paul: I'd be surprised if Jen were here this early. Jen?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Emily: So you've accepted his death?",
        "Jennifer: Maybe it was just meant to be.",
        "[SCENE_BREAK]",
        "Paul: Jennifer --",
        "Jennifer: Hey.",
        "Paul: You okay?",
        "Jennifer: Yeah, fine. What a nice surprise.",
        "Paul: Well, we didn't expect to see you.",
        "Jennifer: Oh.",
        "Paul: You look great.",
        "Jennifer: Thanks!",
        "Emily: We just wanted to stop by, see how you're doing. Maybe talk about the baby.",
        "Jennifer: Oh, oh. Well, that's really sweet. Um, now is just not a good time, because I'm so busy. I'm -- I've been working on all these sketches.",
        "Paul: What are you working on?",
        "Jennifer: This -- we're adding dresses to the new line, and -- and I thought about this one for a club scene with this fabric that we had -- we had gotten, remember?",
        "Paul: This is for the scarves, right?",
        "Jennifer: Yeah, yeah. I love this fabric, the way it drapes. Scarves would be a really good idea.",
        "Emily: Excuse me. I don't mean to interrupt. I'm thrilled that you're back working and everything. It's just that the other day, you were so -- when you thought you heard your baby crying, you were so upset.",
        "Jennifer: Oh. Oh, yeah. Well, thank God that's over.",
        "Emily: Over?",
        "Jennifer: Well, I mean, not over. I mean, you can't really change any of that. But I just -- I woke up this morning, and I -- I don't know. I just felt such a weight lifted, you know? Like I felt like seeing people again and working. It was -- it was just such a relief.",
        "Emily: I'm sorry. Jennifer, I don't mean to sound skeptical. I'm just a little surprised how much better you got so quickly.",
        "Jennifer: Well, maybe it's -- it's the hormones, because the doctor said that I would -- I would have this big change when it lifted. Or maybe the medication, that it's finally taking effect. I don't know. But whatever it is, I just -- I feel much more like myself.",
        "Paul: Well, that's great.",
        "Emily: So what you said about your son?",
        "Jennifer: Oh, about hearing him cry at the church? Well -- oh, you guys were really understanding about that. And I know that you were worried. But you know what? You don't have to worry, because I figured it out. I hadn't slept for days. And -- and now that I've gotten more rest, it's made a huge difference. And I'm just, I'm -- I'm so much more at peace.",
        "Emily: You've accepted his death?",
        "Jennifer: Well, I'm not happy about it. But I don't know. Maybe it was just meant to be. I loved my son. But sleeping with Craig Montgomery was the biggest mistake I've ever made in my life.",
        "[SCENE_BREAK]",
        "Casey: Please, Will, help me out. I'll make it up to you, I swear.",
        "Will: I know this has been rough on you, and you don't want to disappoint your mother, but I'm not gonna lie for you. I'm sorry.",
        "Casey: No, you're not! You're just glad that it's not you.",
        "Will: If you want to talk --",
        "Casey: Like I'd call you. Yeah, that really worked.",
        "[SCENE_BREAK]",
        "Meg: So I'm going on a trip, just not with you.",
        "Lucinda: Uh, right. Just consider this as a bonus for all the hard work that you've done with me.",
        "Meg: As opposed to a bribe?",
        "Lucinda: Now, darling, you're my employee, and if I hand you a wad of cash for you to go off to a four-star hotel and disport yourself, it would seem to me that a simple thank you would be sufficient.",
        "Meg: What are we toasting?",
        "Lucinda: Me getting my way! You going to Chicago to meet with Dusty -- where I happen to know he is, because I sent him there on Worldwide business.",
        "[Meg laughs]",
        "Meg: Uh, no, no, no. I don't think so.",
        "Lucinda: Why not?",
        "Meg: Mm-mm.",
        "Lucinda: Why not? I thought you were getting on with him more and more, better and better.",
        "Meg: Oh, we are.",
        "Lucinda: Aren't you adults? I mean, aren't you unattached? Aren't you having a thing?",
        "Meg: We are not having a thing -- at least not as far as Dusty's concerned.",
        "Lucinda: Oh, men. They're such big babies.",
        "Meg: And you're changing the subject.",
        "Lucinda: No, I'm not changing the subject. Darling, you don't want to Chicago and be with Dusty? That's just fine with me. You go to Vegas. Just keep your cell phone on so I can contact you.",
        "Meg: Well, may I ask where you'll be?",
        "Lucinda: No, you may not.",
        "[SCENE_BREAK]",
        "Lily: Where are you going this time?",
        "Keith: Just back to work. But I wanted to give you this before I left. It's not all of it, but its close.",
        "Lily: I told you, I'm in no rush. I'm not going anywhere. Wow. Are you sure you can afford this? I mean, this is a lot.",
        "Keith: Well, they pay me -- they pay me in advance, and I think it's better with you than with me and the greyhounds.",
        "Lily: What? Wow. This is a lot for one delivery. You haven't told me exactly what you deliver.",
        "Keith: You're starting to sound like your ex-husband.",
        "Lily: Holden?",
        "Keith: Yeah, yeah, he read me the riot act.",
        "Lily: What?",
        "Keith: Bottom line is, he thinks that I'm not good enough for you, and I said you seem to think different. So tell me, how were you married to a guy for all that time with no sense of humor?",
        "Lily: I don't know what to say. I'm -- I'm sorry.",
        "Keith: It's okay. You know, it kind of comes with the dinner here.",
        "Lily: Yeah.",
        "Keith: You know, you go out with a pretty girl, you gotta expect you gotta deal with mothers, jealous guys and family, friends.",
        "Lily: Either way, Holden had no right to grill you. I don't know why you just don't get on a plane and take off and never come back.",
        "Keith: J.J. -- and the pretty girl, most of the time.",
        "Lily: Most of the time?",
        "Keith: Yeah. I tell you what. When I come back, we can work on your -- your average.",
        "Lily: Wait, I have a better idea. Why don't I go with you?",
        "[SCENE_BREAK]",
        "Tom: Okay, my son should be here right away.",
        "Court officer: Sure thing.",
        "Tom: I tried his cell again. Still no answer.",
        "[Door closing]",
        "Margo: Well, that's probably him now.",
        "Baby nurse: Sorry, it took me a few minutes. He was fast asleep.",
        "Carly: No, no, no, that's all right. Hi, sweetheart. How's my little boy? Hello. Why don't we do him first? You know, then he can take a nap. All right?",
        "Margo: Yeah, sure, fine. Whatever is good with you. Oh, he is beautiful.",
        "Tom: Yeah.",
        "Casey: What's going on? There's like half a dozen cars outside.",
        "Margo: Where have you been?",
        "Casey: I had to take care of something.",
        "Tom: You knew we needed you here this morning for this paternity test.",
        "Casey: So I'm here. What?",
        "Margo: You just have to let us know if you have to go out.",
        "Tom: You know, that is why I bought you a cell phone -- so we could reach you.",
        "Casey: And I got your messages, and I'm here. [Baby cries] What's that?",
        "Carly: There you go. That's all over. Good job. Hi, Casey. I had no idea that Gwen was gonna drag you into all of this. The results will be back soon, and this will all be over.",
        "Casey: That's him? That's Gwen's baby?",
        "Carly: Yeah, that's right. You haven't met. Rory, this is Casey.",
        "[SCENE_BREAK]",
        "Keith: Oh, I'd -- I would love for you to come with me, but I think it's --",
        "Lily: Good.",
        "Keith: Its better that I focus on what I'm doing down there, so you know, I can get it done, come back, and we'll pick up where we left off. And you're supposed to be spending some time with your mother.",
        "Lily: Um, not lately.",
        "Keith: What's happened?",
        "Lily: My mother decided to go out of town and go to a spa for a few days.",
        "Keith: Oh, really?",
        "Lily: With Meg Snyder.",
        "Keith: Well, I'll tell you what. When I come back, I'll give you a massage, and I'll paint your toenails yellow.",
        "Lily: I don't need a pedicure.",
        "Keith: Hey --",
        "Lily: I'll see you when you get back, okay?",
        "Keith: Now who's running? I'm coming back.",
        "Lily: Yes, and then we get close again, and you'll be gone.",
        "Keith: Yeah, well, when I do go, it's for one reason, and that is work. Besides, you know, when I'm here, you've got a lot of things going on with your kids, your mother and everything else. So I'm just sitting around doing nothing. So it's best that you take care of that stuff so that when I come back, we can just spend time together, me and you. So admit it, you like having me around.",
        "Lily: Most of the time. I've got to go, I really do. I have to go say good-bye to my mother.",
        "Keith: Okay, well, kiss me good-bye, before I throw you in the back of the plane and say, \"the hell with it.\" I'm really, really gonna miss you.",
        "[SCENE_BREAK]",
        "Jennifer: And if my son had lived, Craig would have never left us alone.",
        "Emily: I'm sorry, but it almost sounds like you're saying your son is better off dead.",
        "Jennifer: I -- I mean, I might never have wished for it to happen, but now that he's gone -- at least I know that he's at peace. I -- I don't expect you to understand, but growing up watching James Stenbeck torture my brother --",
        "Emily: Craig is not James.",
        "Jennifer: No, he's worse. James is evil, end of story. But Craig, he is this selfish man who cuts corners, but he -- he has a sense of humor, and he's passionate about whatever he's passionate about. And he loves his kids. But meanwhile, he's -- he's kidnapping my mother or stealing her designs.",
        "Jennifer: You don't have to tell me about Craig. I worked -- I worked with the guy.",
        "Jennifer: And I -- and I dated his son, Bryant.",
        "Emily: I know. My heart always went out to that boy.",
        "Jennifer: You know, my mother has made plenty of mistakes in her life, but she never broke our spirit. We grew up willing to fight for whatever we want. But Craig raised Bryant to believe that it was his responsibility to save Craig from himself. If Craig needed money, then empty your bank account. If Craig needed to feel love, then it was -- it was \"cancel your ski trip, and stay home with dad.\" Even if he might change his plans at the last moment without even telling you.",
        "Paul: Oh, I forgot. I forgot how close you were with Bryant. It should've been a warning about what Craig was capable of.",
        "Jennifer: Poor Bryant. He was -- he was just this -- this empty boy who gave -- gave up all his confidence and all his energy over to Craig. It's no wonder he drove himself into a tree. And what he did, what Craig did to Lucy -- oh, that's even worse. So you're right. I think my poor little boy is better off. And so am I. So am I.",
        "[SCENE_BREAK]",
        "(Hair dryers sound)",
        "Lucinda: I'll take that.",
        "Lily: Why are you going on a commercial flight instead of your private jet?",
        "Lucinda: The jet is being repaired.",
        "Lily: That's not true. Because, it was running fine last week.",
        "Lucinda: Well, it isn't now, honey. And I thought it would be a good time to take care of it while I'm away.",
        "Lily: Without telling me where you're going, for how long, why --. You know what? Have a great trip.",
        "Lucinda: Oh, honey, don't be like this.",
        "Lily: Like what? I don't know. Concerned about you, my mother who's fighting cancer, going through chemotherapy.",
        "Lucinda: I'm not going to die.",
        "Lily: You don't know that.",
        "Lucinda: Yes, I do. I know it. Just as I knew instantly that the lump was something very serious. I am going to pull through this, ultimately.",
        "Lily: Please tell me where you're going.",
        "Lucinda: I need the time alone.",
        "Lily: You're not going to be alone. You have Meg.",
        "Lucinda: Oh, honey, I'm only taking Meg so that you wouldn't be upset. Anyway, hey, I'll be back and we'll play canasta or whatever it is you want from me. We'll do it.",
        "Lily: I don't have a choice, do I? You're going, Keith is gone.",
        "Lucinda: Ooh, goodie! That's made my day.",
        "Lily: Oh, that's funny.",
        "Lucinda: I know, I'm trying to be funny.",
        "Lily: Funny, yes. He's working, and I miss him.",
        "Lucinda: Babydoll, he's the luckiest guy in the whole world. Come on. Come on, walk me out. Oh, you know what? I found the most marvelous book. I'm going to read it on the plane. It's about how everything that's bad for you is really good for you.",
        "Lily: Oh, that's good. Then maybe you'll realize after reading that why I like Keith.",
        "Lucinda: Ah, you're never gonna give up?",
        "Lily: No. I'm just like you.",
        "[SCENE_BREAK]",
        "Carly: He's such a good boy. When he's not having his cheek swabbed by a complete stranger.",
        "Casey: He's so little.",
        "Carly: He was premature.",
        "Casey: That's right, I forgot.",
        "Carly: But he's catching up. He's eating like a champ. He hangs onto my finger and he's found his little toesies.",
        "Tom: Son.",
        "Lab tech: I'm all set up if -- whenever you're ready.",
        "Tom: Is this necessary?",
        "Margo: He really is beautiful. I can see why Rosanna fell in love with him.",
        "Tom: Okay, my son is ready.",
        "Margo: Hey, listen to me. Don't worry about anything. Once we get the test results, then this will all be over.",
        "[SCENE_BREAK]",
        "Paul: I think we should celebrate.",
        "Emily: I don't think that just because Jennifer had a decent night's sleep and a good morning that everything's okay.",
        "Jennifer: No, Paul, I think it's a great idea. I worked so hard all day. I deserve to treat myself. But I'll just -- I'm going to freshen up. Okay, I'll be right back.",
        "Emily: What do you want me to say? Obviously she looks better. She sounds better.",
        "Paul: She is better.",
        "Emily: You don't know that. It could just be the medication.",
        "Paul: You just don't want to admit that you're wrong.",
        "Emily: And you don't want to admit what you've done.",
        "Paul: Street Jeans.",
        "Jennifer: Where is it? Oh, damnit. How am I going to get it without the two of them seeing?",
        "Paul: She stepped out for a second. But, I'd be happy to take a message for Ms. Munson. Give me a second.",
        "[SCENE_BREAK]",
        "Announcer: On the next, \"As the World Turns.\"",
        "Dusty: Hey. What's wrong?",
        "Jennifer: Nothing.",
        "Paul: Where are you going?",
        "Emily: I gotta get out of here.",
        "Maddie: He has to leave sometime. And then you can make your move.",
        "Henry: Maddie C. My move?",
        "Maddie: Your play, for Katie.",
        "Mike: It is time we finally get things out in the open."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=YqjyrMNxqWU"
}