{
    "Episode Summary": [],
    "Recap": [
        "Carly is unsure about going through with the plan to set Holden up for Lily, but Lily convinces her; Carly and Lily put the plan in motion by Carly keeping Lily and Holden's kids for the night. Emily prepares to go to a meeting in New York; Casey walks in to find Emily half-dressed. Casey asks to join her in NYC, but Emily thinks it is best if he stays there in Oakdale. Carly asks Jack to stay and help with the kids. A flustered Emily heads off to New York without her proposal, but a quick thinking Casey books himself the next flight out. Lily pretends to be surprised when Holden tells her that they have the farm to themselves, as she suggests dinner. Emily thinks of Casey, as Casey thinks of Emily. Carly and Jack enjoy themselves, as they look after the kids. In NYC, Emily realizes she doesn't have her proposal, but Casey swoops in at the last minute and saves her, as she invites him to sit in on the meeting. After some initial awkwardness, Holden and Lily enjoy their dinner, but after things get too close, Holden heads off to get the kids. Carly convinces Holden to let the kids stay overnight, as she later asks Jack to stay as well. Jack is unsure, as Carly promises it is not a ruse to get him to stay overnight. Casey and Emily enjoy a day in NYC. Holden and Lily grow closer and wind up getting passionate, as Holden thinks fate brought them together alone that night. Jack later overhears Carly talking to Lily and figures out the night was a set up. Jack voices his displeasure again at Carly's manipulations. Emily and Casey give into their attraction."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Hello. Hi, everybody. You're so much earlier than I expected.",
        "Lily: Oh, sorry. We were just all a little excited about our plans for tonight.",
        "Faith: Is Parker here?",
        "Carly: No, Honey. The kids are still out with their father. But Sage has a new game in the backyard if you want to check it out.",
        "Ethan: Yep.",
        "Lily: Hey, Faith, Sweetie, will you watch Ethan for me, please?",
        "Faith: Okay, no problem.",
        "Lily: Thanks.",
        "Faith: Come on, Ethan.",
        "Lily: Carly, thank you so much for doing this.",
        "Carly: Um, you know that I love looking after your kids, Lily, but --",
        "Lily: Oh, and don't forget to call asking if they can spend the night. But wait a couple of hours, though, you know, to make it look good.",
        "Carly: Maybe that's not such a good idea.",
        "Lily: If you don't wait, Holden's gonna smell a rat, and then our whole evening alone will be dead in the water.",
        "Carly: Maybe that wouldn't be such a bad thing, Lily.",
        "Lily: Carly, what is going on? Are you backing out on me?",
        "[SCENE_BREAK]",
        "Holden: Faith! Nat! You want to come help me put these groceries away?",
        "[Holden remembering]",
        "Lily: I'm happy to be alone with you. I want to make love. That's the second time you've pushed me away tonight.",
        "[SCENE_BREAK]",
        "Holden: Faith! Natalie! Ethan! Where is everybody?",
        "[SCENE_BREAK]",
        "Carly: I'm not backing out. I'm just thinking about what Holden said. I'm not defending it one way or the other, but he thinks that you two need a little more time to get used to each other again.",
        "Lily: Time is the last thing we need. Every minute, I can feel him slipping farther away. And I can't let that happen. You of all people should understand that.",
        "Carly: I do. I do, but when I rushed things with Jack, it backfired. If Holden finds out that this whole evening is a setup --",
        "Lily: But he's not gonna find out, is he, Carly?",
        "Carly: Are you implying that I would tell him?",
        "Lily: No, I'm just -- I'm a nervous wreck. I'm sorry.",
        "Carly: You don't have to apologize to me.",
        "Lily: No, you've been great. You're like the only person that I can count on, and I'm so grateful. I hope you know that.",
        "Carly: I do. But, Lily, we've been here before, haven't we? Only then it was you trying to convince me to be honest with Jack. And I didn't listen, and look how that turned out.",
        "Lily: I know that you're just trying to protect me, and I love you for that. Our situations are a little different.",
        "Carly: Yeah. Yes, they certainly are. You and Holden aren't divorced.",
        "Lily: Right. And I know that Holden wants to be with me. I'm just helping us get back to where we should be a little faster.",
        "Carly: I do believe that you two do belong together. I do. I'll do what I can. I'll do what I can.",
        "Lily: I knew I could count on you.",
        "Jack: Count on you for what, Carly?",
        "[SCENE_BREAK]",
        "Emily: Can I assume from the smiles on your faces you've had a chance to look at the new package? It's more bang for your advertising buck. Okay, that's stupid. More bang for your advertising buck -- nuts. Okay, what do I have? Sales up more than 30% -- that's good. I'm gonna keep that. Sales up -- youth market. Oh.",
        "[Emily remembering]",
        "Casey: Oh, one more thing -- can you, uh, stop comparing me to Daniel? I'm not that young.",
        "Emily: Casey, you're just a kid.",
        "Casey: No, I'm not.",
        "[SCENE_BREAK]",
        "Emily: Oh, snap out of it. Snap out of it. Okay, you'll see from our figures that The Intruder has its eye on appealing to the younger consumer. Okay, we're going for that 18-to-34-year-old demographic. We know that what demo's looking for. Okay, I'm on my way.",
        "Casey: Emily, I was wondering --",
        "Emily: Oh, uh --",
        "Casey: Hey.",
        "Emily: Hi.",
        "[SCENE_BREAK]",
        "Lily: Hey, guys and girl. Your cousins are in the back yard, waiting for you guys.",
        "Sage: Great. I've been waiting forever for them to get here.",
        "Parker: If we get dragged into a game, you're on Natalie's team. I'm just putting that out there.",
        "J.J.: No way, Dude. She cries when she loses.",
        "Jack: Hey, guys, don't forget to put the ice cream away before you go outside. I don't think they heard me. So, the two of you with your heads together -- should I be worried?",
        "Lily: No, no. Carly and I -- I was just thanking her for taking the kids tonight. It's great to have a friend you can count on in a pinch. I'm having dinner with my mother, so I should get going.",
        "Jack: Yeah, is Holden out tonight?",
        "Lily: I don't know. I, um -- I tried to reach him. But he must've turned his phone off. Thanks again, Carly. See you, Jack.",
        "Jack: All right, bye, Lily. Is she serious? Holden's never has his phone off.",
        "Carly: Maybe he was out of range.",
        "Jack: Oh, well, he'll probably be at the farm by the time I get there.",
        "Carly: Wait. Uh, Jack, please don't go.",
        "[SCENE_BREAK]",
        "Holden: Lucinda, hi. If you know where Lily and the kids are, will you please call me and tell me? Thank you. Finally.",
        "Lily: Hey.",
        "Holden: Where are the kids?",
        "Lily: My mother invited me to dinner, so I dropped them off at Carly's.",
        "Holden: Oh, why didn't you call me?",
        "Lily: I tried. You must've been out of range.",
        "Holden: I don't see how. I was only in town.",
        "Lily: Well, don't expect me, of all people, to explain technology. I mean, I'm still trying to get Faith to explain that whole texting thing to me.",
        "Holden: Maybe I should go pick them up.",
        "Lily: No. Carly's happy to have them.",
        "Holden: Yeah, I know Carly says that, but it's a lot for her to handle our kids with a houseful of her own.",
        "Lily: Holden, I don't think she would have offered if she didn't mean it. Besides, the kids are so excited to spend time with their cousins.",
        "Holden: Where you having dinner with your mother?",
        "Lily: Actually, she called to cancel just as I had dropped them off. I could've gone back to pick them up, but I had just dropped them, and I didn't have the heart to bring them right home.",
        "Holden: Well, I suppose a night out would be good for them. Definitely be quiet around here for a change.",
        "Lily: It does seem quiet. Where is everybody?",
        "Holden: Meg's working, Luke's with a study group, and my mother is with Iva.",
        "Lily: Well, I guess that just leaves the two of us, then. Oh, yeah.",
        "[SCENE_BREAK]",
        "Casey: I am so sorry. I did not mean to --",
        "Emily: Forget it.",
        "Casey: Yeah, like that's possible.",
        "Emily: What are you doing here, anyway? I thought I gave you the rest of the day off.",
        "Casey: I just wanted to make sure you had everything you needed for your presentation in New York.",
        "Emily: Okay. Come on in. Thanks for the offer, but I have everything I need.",
        "Casey: Yes, you do. You know, I didn't think it was possible, but you look even hotter in that dress than you do -- undressed.",
        "Emily: Well, uh, I was actually going for media mogul, but I'll take \"Hot.\" You know, if it gets the advertisers to come on board, I will certainly turn up the heat.",
        "Casey: Can't hurt, right? But with the presentation you've got planned, \"The Intruder's\" going to get more advertising than it can handle. I wish I could go with you to New York to see your presentation.",
        "Emily: No way.",
        "Casey: But think of how much I can learn, okay? Like, I took those lame business classes at O.U. they're all theory. This way I get to see you in action, see what really works out.",
        "Emily: No! There'll be plenty of action right here on the home front. You need to stay here, stay strong, man the phones, keep things running smoothly while I am in New York.",
        "Casey: I can't let you go. Not like this.",
        "Emily: Why? What? What is it?",
        "Casey: Clothes look always so much better without the price tag on them. My mom taught me that one.",
        "Emily: Your mom. That's funny. I never thought your mom and I would agree on anything. Uh, I gotta go. I gotta go. The plane -- I got a plane to catch.",
        "Casey: Yes, good.",
        "Emily: Okay, bye.",
        "Casey: Bye.",
        "Emily: Ohh. Huh.",
        "[SCENE_BREAK]",
        "Carly: I mean, you can't go and leave me with a house full of kids.",
        "Jack: Well, I'm sorry. I thought it was you who agreed to baby-sit the kids in the first place.",
        "Carly: And I'm happy to do it. I am. It's just how can I make dinner and keep my eye on six kids in the backyard? And Ethan is so young. You know, he needs extra attention.",
        "Jack: I don't believe it.",
        "Carly: That I'm not super mom?",
        "Jack: That you're asking me for help. Because that's what you're doing, isn't it, Carly? You're asking me for help.",
        "Carly: Oh, I hate it when you're smug.",
        "Jack: I'll go fire up the grill and keep an eye on the backyard. Oh, and Carly, you're welcome.",
        "Carly: This better be worth it, Lily.",
        "[SCENE_BREAK]",
        "Holden: Just the two of us, huh?",
        "Lily: You look disappointed.",
        "Holden: No, it's not that. It's just I bought all this stuff to make chicken and rice the girls. Lately it's their favorite meal.",
        "Lily: You make chicken and rice? Since when do you do dinner?",
        "Holden: Since you went away. My mother -- she couldn't cook for the girls every night, so I decided that I'd better learn how to do it or else it was gonna be takeout every night.",
        "Lily: I don't know how many times I can say I'm sorry.",
        "Holden: No, it's okay. Besides, it never hurts to add a little something to the old resume. Who knows when I'll work as a short order cook. I've actually gotten pretty good at it, if I do say so myself.",
        "Lily: Well, that doesn't surprise me. You've always been very good with your hands.",
        "Holden: So, what do you say I cook us chicken and rice, and I'll call you when it's ready?",
        "Lily: I'm not in the mood for chicken and rice.",
        "Holden: I can make something else.",
        "Lily: Why don't you let me take care of it? I'm in the mood for something we've never tried before.",
        "[SCENE_BREAK]",
        "Flight attendant: Welcome to Flight 526 to New York. We should be under way in just a few minutes.",
        "Emily: Oh, you stop it. He's a kid.",
        "Flight attendant: Please turn off all cell phones and other electronic devices.",
        "Casey: Oh, man. Her presentation! Oh, no. Please don't be on the plane, Emily. Please don't be on the plane. Damn it! Joanie? This is Casey Hughes, Emily's assistant. Yes, can you book me the next flight to New York City?",
        "[SCENE_BREAK]",
        "Jack: Natalie and Faith have to be pretty happy that Lily's back.",
        "Carly: I'm sure that Holden's pretty happy, too.",
        "Jack: That's a little trickier, though, isn't it? Lily and Holden can't just pick up their marriage where they left off, not after everything that's happened.",
        "Carly: It may not be easy, but it's not impossible, is it?",
        "Jack: Carly, I wouldn't say anything's impossible, but the odds are definitely against it. Well, I'd better get these burgers out to the grill before six adorable children turn into an angry mob.",
        "[SCENE_BREAK]",
        "Holden: You didn't have to go to all this trouble.",
        "Lily: It's no trouble.",
        "Holden: So, what's the big surprise?",
        "Lily: Sushi!",
        "Holden: You're right. I never have tried it before.",
        "Lily: And you don't look too excited to try it now.",
        "Holden: What made you want to get sushi for dinner?",
        "Lily: I don't know. I just wanted to try something new, something different.",
        "Holden: We'd be different people. Is that what you want?",
        "Lily: No, I -- I don't want to change who you are, who we are. I just wanted to make things a little unpredictable.",
        "Holden: I think things have been unpredictable enough around here. For some people, knowing what to expect might be boring, but for me and the girls, a little consistency sounds pretty good right now.",
        "Lily: This was obviously a big mistake.",
        "Holden: I'm sorry. I'm sorry.",
        "Lily: No, I mean, you're right. What was I thinking, buying sushi?",
        "Holden: You were thinking that we needed to try something different, that we needed to get unstuck from this place that we've ended up in. I suppose that I'm lucky you decided to try raw fish instead of bungee jumping.",
        "Lily: That was my backup plan.",
        "Holden: I'll take the sushi. That'll be just fine.",
        "Lily: Oh, no, you don't! If we are gonna do this, we're gonna do it right.",
        "[SCENE_BREAK]",
        "Advertiser #1: I'd never heard of that restaurant before.",
        "Advertiser #2: Me neither, and I live in New York.",
        "Advertiser #3: Okay, the food gets four stars, but I came here to do some business.",
        "Emily: Of course you did. And I'm gonna show you how the Intruder is gonna make your business make a whole lot of money.",
        "Advertiser #1: Ms. Stewart, are you all right?",
        "Emily: Uh, yeah, I'm -- I'm -- I'm absolutely fine. Um, if you could just give me a quick minute, I just need to call my office.",
        "Advertiser #3: Quick is good. I'm a little tight on time.",
        "Advertiser #2: Me, too, actually. How long is the presentation?",
        "Emily: Funny thing. You know how you spend days putting something together, and you get it exactly where you want it, and then, absolutely out of nowhere --",
        "Casey: Ms. Stewart, um, I'm sorry I'm late getting you those color copies of your presentation, but here they are. Please forgive me.",
        "Emily: That's okay. Casey --",
        "Casey: I -- I'll wait outside in case you need me.",
        "Emily: No, no, no, no, no. No, stay here. Stay here. Uh, everybody, this is my assistant, Casey Hughes. I'm actually trying to teach him about the publishing business. You don't mind if he sticks around, do you?",
        "Advertiser #3: No, not at all.",
        "Emily: Great, why don't you, uh, have a seat, Case? Maybe you can learn a thing or two.",
        "[SCENE_BREAK]",
        "Carly: You know, I love hearing all that kid noise out there. Makes you feel like all's right in the world, right?",
        "Jack: Yeah, you know, you missed it. A few minutes ago, Sage was giggling so hard she could hardly catch her breath.",
        "Carly: I think this is probably the best time any of these kids has had in ages.",
        "Jack: I got to admit -- it's the best time I've had in a long time, too.",
        "Carly: I thought I spotted an unfamiliar expression on your face.",
        "Jack: Okay, all right, listen -- I'm sorry that I busted your chops about needing me. The truth is, I needed this. Making burgers, even breaking up fights -- it almost feels --",
        "Carly: Good? Its okay, Jack. You can say it.",
        "Jack: Normal.",
        "Carly: Wow. Normal for us was always pretty damn good, wasn't it?",
        "Jack: I know that things have been rough between us lately. I hurt you, and you've been mad at me. Maybe you've had every right to be. But whatever made you decide to let me stay here tonight -- thank you.",
        "Carly: Oh, don't thank me. Like I said, I just needed an extra pair of hands.",
        "Jack: Yeah, okay.",
        "Carly: Think we have enough marshmallows there? If we don't, I've got some brownies baked in the oven.",
        "Jack: Oh, I think this is -- this is more than plenty. And, listen, it would probably be a good idea to get Natalie, Faith, and Ethan ready to go home soon.",
        "Carly: No -- oh, they're having such a good time, Jack. Hey, whatever happened to that tent that we used when we took the kids camping a couple summers ago?",
        "Jack: Oh, it's got to be in the garage somewhere. Why?",
        "Carly: Why don't we pull it out? And the kids could spend the night camping in the backyard.",
        "Jack: Beautiful night for it. The kids would love it. That's, um -- that's a great idea.",
        "Carly: Careful, Jack. You never know what agreeing with me could lead to.",
        "Jack: We still need to call Holden and Lily and clear it with them first.",
        "Carly: Okay, I-I'll handle that. You get those s'mores going.",
        "[Oven dings]",
        "[SCENE_BREAK]",
        "Lily: Close. Like this. [Chuckles] You're getting it.",
        "Holden: Like that?",
        "Lily: Come on, let me help you.",
        "Holden: No, let me do it. I can do it. I can do it.",
        "Lily: Are you sure?",
        "Holden: And -- here we go. [Laughs] Well, at least my shirt won't go to sleep hungry. I missed having a good laugh with you.",
        "Lily: I've missed it, too.",
        "Holden: I better change my shirt.",
        "Lily: Why don't you give it to me? I'll get this taken care of.",
        "Holden: No, it's all right. It's all right. Don't bother.",
        "Lily: Oh, you know how it is. I mean, the longer you wait, the more the stain sets. Then the shirt's history. Come on. Don't be stubborn. Take it off. Give it to me.",
        "Holden: Here you go. I should go.",
        "Lily: Go? Go where?",
        "Holden: Pick up the kids.",
        "Lily: There's no rush.",
        "Holden: Well, they have school tomorrow, and they can't spend the night at Carly's.",
        "Lily: I'm sure they're having a great time. Let's give them another few minutes. You're not even dressed.",
        "Holden: You know what? This jacket will be fine.",
        "Lily: Oh, we were so close. Damn it, Carly, why didn't you call?",
        "[SCENE_BREAK]",
        "Jack: I set up the tent. Did you call Holden and Lily?",
        "Carly: Oh, Jack, I forgot. I was about to, and the timer went off for the brownies. [Telephone rings] Hello?",
        "Lily: Holden's on his way over there right now.",
        "Carly: Oh, no.",
        "Lily: Why didn't you call?",
        "Carly: I meant to. It's just, things have been a little hectic here.",
        "Lily: When Holden gets there, you have to convince him to let the kids spend the night.",
        "Carly: I'll try.",
        "Lily: Please, Carly. I don't know when we're gonna get another chance like this.",
        "Carly: I'll do the best I can. Bye.",
        "Jack: What was that all about? Everything okay?",
        "Carly: Uh, yeah, just a little something at Metro. I'll take care of it in the morning.",
        "[Doorbell rings]",
        "Jack: I'll get it. Hey, Holden.",
        "Holden: Hey, Jack. What are you doing here?",
        "Jack: Carly needed some help with the kids, so I stuck around.",
        "Holden: Well, she won't need help much longer. I'm here to take my three home.",
        "Carly: Holden. Hi.",
        "Holden: Hi.",
        "Carly: I'm sorry you came all the way out here. I meant to call you. The kids have been having such a good time, and Jack and I thought they might want to spend the night. We were gonna take out the tent, and they can sleep in the backyard.",
        "Holden: Oh. Oh, a campout, huh? That sounds great. Yeah, but not tonight.",
        "[SCENE_BREAK]",
        "Advertiser #1: You certainly have a way with words, Miss Stewart.",
        "Emily: Well, as long as I have a way of running a newspaper, I'm sure we can do business.",
        "Advertiser #2: I'll check these figures out and get right back to you.",
        "Emily: You do that.",
        "Advertiser #2: Okay.",
        "Emily: So, was I as good as I thought I was?",
        "Casey: You totally rocked them!",
        "Emily: No, you're the one who rocked, running in here with the presentation, acting like it was your fault. That was brilliant.",
        "Casey: Hey, I was just being a good assistant.",
        "Emily: Oh, no, more like being a total lifesaver. Thank you.",
        "Casey: Then it's okay that I left my desk?",
        "Emily: Well, if disobeying orders means you saving my butt, yes. Oh, I owe you. I mean, I really owe you. Yes, and since I hate owing anybody anything, I got to do something really nice for you in return. So what about -- what about the Emily Stewart tour of the big apple?",
        "Casey: Lead the way.",
        "[SCENE_BREAK]",
        "Carly: But they're already here. And they've got their hearts set on a sleepover.",
        "Holden: Hmm, and what about tomorrow morning? How are you gonna get all those kids off to school by yourself?",
        "Carly: I have three of my own. Two more aren't gonna make that big a difference, really.",
        "Jack: Holden, you should have seen their face when we brought that tent out. Seriously, if you try to leave with them now, they're gonna do nothing but groan and complain all the way home.",
        "Carly: And Sage is having such a good time playing with the girls, and Ethan, too.",
        "Holden: Okay, okay, fine.",
        "Carly: Good.",
        "Holden: Faith and Nat can stay. But Ethan, he comes home with me.",
        "Carly: No, leave him. He's no trouble at all.",
        "Holden: Carly, I --",
        "Carly: Really, Parker and Faith are looking out for him right now.",
        "Holden: No, I'm not gonna dump my kids on you.",
        "Carly: Nobody is dumping anybody anywhere, really. Holden, if you keep fighting me on this, I'm gonna start to think that you don't trust me with your children.",
        "[Holden laughs]",
        "Holden: Carly, that's not -- Jack, will you help me out here?",
        "Jack: You are on your own. When she starts fighting dirty, it's every man for himself. I'm gonna go check on the kids.",
        "Holden: Why are you so set on this?",
        "Carly: You've been taking care of your kids 24/7. Take a night off. Do what you want. Really, Holden, you have been there for me through some pretty rough times. This is not a big deal. Let me do this for you.",
        "Holden: I don't want to make things awkward. You had to ask Jack to help you out, and I know you didn't want to do that.",
        "Carly: Actually, it wasn't as awkward as I thought it would be. Tonight has made us remember the good times, actually. Go enjoy yourself tonight. You've earned it.",
        "Holden: Okay, I will. Thanks.",
        "Carly: I hope you still want to thank me tomorrow. They're staying.",
        "Jack: Of course they are. Holden never had a chance. You sure you know what you're doing, though, getting five kids up and off to school in the morning? I don't know how you're gonna pull that off.",
        "Carly: You're gonna see for yourself, because you're gonna be right here by my side.",
        "[SCENE_BREAK]",
        "Emily: Well, here we are, at one of the most beautiful cafes in the whole city.",
        "Casey: Is this where we're eating?",
        "Emily: What, are you kidding me? No, you have to make a reservation six months in advance. Look at all the people here.",
        "Casey: Is it really worth it?",
        "Emily: I don't know. I wouldn't know. What have we -- where are we going?",
        "Casey: You're always talking about delegating, you know, so let me delegate for dinner reservations. Hey, how's it going? Listen, small problem. We don't have any reservations, but we're gonna need a table for two as soon as possible.",
        "Maitre d': I'm sorry, we are fully committed.",
        "[Casey scoffs]",
        "Casey: I don't believe this. He doesn't know who you are. This man doesn't know who you are.",
        "Maitre d': And who is she? Oh, right this way, Monsieur.",
        "Casey: Monsieur. Come on.",
        "Maitre d': Please tell her I'm one of her biggest fans.",
        "Emily: Who'd you tell him I was?",
        "Casey: Angelina Jolie's sister.",
        "Emily: You're kidding, right?",
        "Casey: The lips, the legs -- who would doubt it?",
        "Emily: Oh, my God. Casey, shut up and order.",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Holden: Lily, I hope you don't mind, but I let the kids stay at Carly's. [Holden chuckles] Wow. You didn't put that on to tuck the kids in, did you?",
        "Lily: Carly called to tell me that the kids are gonna spend the night. She didn't want me to worry.",
        "Holden: Did she tell you that Jack was over there?",
        "Lily: She didn't mention it. Is there something wrong with Jack being there?",
        "Holden: No, just a little unexpected. The last time I talked to Carly, she and Jack weren't even on speaking terms.",
        "Lily: Things can change.",
        "Holden: Hmm, not so fast. Not when two people are that far apart, you don't come back together so quickly.",
        "Lily: You mean you can't. Is that why you've been pushing me away? Because you've stopped believing that there's a future for us?",
        "[SCENE_BREAK]",
        "Jack: Me spending the night here with you -- Carly, that's not gonna happen.",
        "Carly: On the couch, Jack.",
        "Jack: Oh, on the couch?",
        "Carly: On the couch. Did you really think that I would try to seduce you with a house full of six children?",
        "Jack: Okay, fine, I jumped to a conclusion. I did.",
        "Carly: You did. It's just like you said. It's gonna be very difficult for me to get the kids up and out to school without a little assistance.",
        "Jack: Right. Then why did you offer to have them spend the night?",
        "Carly: Well, you seemed to think it was a good idea at the time. You even helped me convince Holden to do it. Oh, I see. You think this is all some big plan to get you to spend the night with me.",
        "Jack: No, I didn't say that.",
        "Carly: You don't have to. Okay, Jack, if you're really that afraid that I'm gonna jump your bones, why don't we call Holden? He can come all the way back here. He can rip the kids away from their fun. You can all head back to the farm together.",
        "Jack: Carly, no, you're not gonna do that. Fine, we will -- they will stay, even if it means I spend another night on that lumpy couch.",
        "[SCENE_BREAK]",
        "Holden: That's not what I'm saying at all. I do want a future with you.",
        "Lily: You certainly don't act like it.",
        "Holden: I just don't want to be rushed into things.",
        "Lily: So I'm rushing you into a life that we've shared for over 20 years?",
        "Holden: No, but I can't get over things as easily as you can. I want to get past the hurt and the anger.",
        "Lily: And pushing me away helps you do that?",
        "Holden: I'm not doing that. I just don't want to go too far too fast.",
        "Lily: What, because we might get back together? Would that be such a terrible thing?",
        "Holden: Lily, it doesn't make sense to get back together until we've dealt with our problems.",
        "Lily: Holden, we are always gonna have problems, because we're two different people who don't always get along.",
        "Holden: Our problems are a lot deeper than not getting along every once in a while.",
        "Lily: Well, we're just supposed to wait, wait and wait, until we've worked everything out? But that's never gonna happen. We are never going to have perfect. We are just gonna have what we have right here, right now. And if that's not enough for you, I don't know what else I can do. Did you mean to do that?",
        "Holden: You're so beautiful.",
        "Lily: That's not an answer, but I'll take it.",
        "Holden: The way you look, the way you feel, the way we ended up here alone tonight like it was meant to be -- who am I to fight that? \\\\",
        "[SCENE_BREAK]",
        "Emily: The perfect ending to a perfect day.",
        "Casey: Mm-hmm.",
        "Emily: And it could've been a complete disaster if it weren't for you.",
        "Casey: Oh, you were the one who aced the presentation.",
        "Emily: Mmm. Yeah, I was pretty good, wasn't I?",
        "Casey: You were more than good.",
        "Emily: Well, we better go. We don't want to miss our flight.",
        "Casey: Okay. I'll get the check.",
        "Emily: No! No, you don't. You may have come rushing in like the cavalry, but I am still your boss. I'm paying.",
        "Casey: The lady takes charge.",
        "Emily: And don't you forget it.",
        "[SCENE_BREAK]",
        "Lily: Still think we rushed things?",
        "Holden: The last thing I want to do is think.",
        "[SCENE_BREAK]",
        "Carly: Hey, Honey. What is it?",
        "Natalie: Parker and J.J. say that there's bears outside.",
        "Carly: No. You listen to me, Natalie. There are no bears in that backyard.",
        "Natalie: But I saw their shadows on the tent.",
        "Carly: Jack, can you take care of this, please?",
        "Jack: Okay. No, it's all right. Come on. Natalie, I'll make sure there are no bears. And from now on, J.J. and Parker will show you nothing but shadows of bunny rabbits.",
        "Carly: Good idea.",
        "[Telephone rings]",
        "Sage: Wait for me.",
        "Carly: Hello?",
        "Lily: I can't talk, but thank you, thank you, thank you!",
        "Carly: I guess I don't need to ask what for.",
        "[Lily chuckles]",
        "Lily: I'm smiling too much to tell you. But let's just say, Holden and I are well on our way to getting our marriage back together.",
        "Carly: That's wonderful. You know, I had sort of a hard time convincing him to let your kids stay here. I'm glad that the plan is working.",
        "Lily: Hey, Holden said that Jack was there. How's that going?",
        "Carly: It's going okay, actually. He's in the backyard shooing the bears away as we speak.",
        "[Lily chuckles]",
        "Lily: Well, make sure you give everybody a kiss from me.",
        "Carly: Will do. And now you go and do some kissing of your own.",
        "[Lily chuckles]",
        "Carly: Hi. All the bears -- have they turned into bunny rabbits?",
        "Jack: You betcha.",
        "Carly: Well, that's good.",
        "Jack: Turns out that Natalie wasn't the only one seeing things that weren't there. This whole thing has been a setup, hasn't it, Carly?",
        "[SCENE_BREAK]",
        "Lily: I thought you were asleep.",
        "Holden: I was. I was, I was, I was.",
        "Lily: You missed me.",
        "Holden: I did. Thought I heard you on the phone earlier.",
        "Lily: I was talking to Carly. I wanted to check on the kids.",
        "Holden: You know, I still feel a little guilty about leaving them there. Six kids -- it's a lot to wrangle.",
        "Lily: You got a lot to wrangle right here.",
        "[Holden chuckles]",
        "Holden: Yes, I do.",
        "[Lily giggles]",
        "Lily: Holden!",
        "Holden: You said you wanted to do something different.",
        "Lily: Ooh.",
        "[SCENE_BREAK]",
        "Carly: You heard.",
        "Jack: Not every word, but enough. So this whole evening was some plan between you and Lily to set Holden up.",
        "Carly: The only thing I did was help create an opportunity. If Lily and Holden took advantage of that, good for them.",
        "Jack: It should've been Holden's choice.",
        "Carly: I didn't force him to spend time with Lily. That's what he wanted to do.",
        "Jack: No, Carly, you did what you always do. You plotted and you schemed to get what you want.",
        "Carly: The kids are happier right now than they've been in so long, and Lily just told me that she and Holden are over the moon.",
        "Jack: Really? Do you think Holden would be over the moon if he knew the truth?",
        "Carly: He doesn't have to know.",
        "Jack: But I know. And I wish I didn't.",
        "Carly: It seems like the only one I hurt tonight is you. And that's what you're so upset about, isn't it, Jack?",
        "[SCENE_BREAK]",
        "Casey: I thought we had a plane to catch.",
        "Emily: We do. We do. But I wanted to show you one last thing before we go out tonight. The view from these windows has to be seen to be believed.",
        "Casey: Oh, wow.",
        "Emily: I know, look. From here you can see the empire state building, the Chrysler building. And if you look way down there, this way, look -- the statue of Liberty. Oh, isn't it amazing?",
        "Casey: The most amazing thing I've ever seen.",
        "Emily: That's what I thought you'd say.",
        "[SCENE_BREAK]",
        "Holden: What? What's the matter?",
        "Lily: The idea of somebody coming in that door right now. Just not a turn on.",
        "Holden: Yeah, you're right. You do have a point. Let's see if I can think of a surprise or two behind closed doors.",
        "Lily: After me.",
        "[SCENE_BREAK]",
        "Jack: I was just a part of the plan, wasn't I? You didn't really need me. Just needed to keep me away from the farm tonight.",
        "Carly: That doesn't mean I didn't like having you here. And you liked being here. You said so.",
        "Jack: I did, until I got wise to all the wheeling and dealing that got me here. But why am I surprised? It's what we do best.",
        "Carly: Hey. Go ahead, Jack, and be mad at me. Be disappointed in me. Despise me if you want to. But please, don't take this night away from Lily and Holden.",
        "Jack: Till the kids are ready for school -- then I'm out of here.",
        "Carly: Understood.",
        "Jack: I'm going to need a blanket and pillows for the couch.",
        "Carly: I'll get them. Hey, Jack --",
        "Jack: Don't.",
        "[SCENE_BREAK]",
        "Emily: Okay, this is a really, really bad idea.",
        "Casey: Sure. You're right. Yeah.",
        "Emily: Yeah, I mean, we've got a plane to catch, right?",
        "Casey: Can't miss that.",
        "Emily: No. So we just gotta get back home and get everything back to normal.",
        "Casey: Yep. You behind your desk, me behind mine.",
        "Emily: Exactly.",
        "[NEXT_ON]",
        "Alison: I'm hopeless. I shouldn't even show up for the exam.",
        "Aaron: I think I know what you need.",
        "Holden: What could possibly come between us? There are no more secrets. This was a setup, wasn't it? Lily and Carly -- they cooked up this scheme."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=OMYV_DNVM5A"
}