{
    "Episode Summary": [],
    "Recap": [
        "Carly's plan to use Barbara to help Will and Gwen backfires when both Barbara and Gwen find out the truth. Will and Gwen face more rough times when they end up sleeping on a park bench with a huge snow storm headed to Oakdale. Holden continues to worry about Luke and tries to find a way to help him Meg gets caught by someone while searching for the gun Emily used to shoot Paul. Jack and Nick continue to have friction with each other at the station."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: What are you so afraid of? You needed money, and I found a way to get it for you. What does it matter where or how?",
        "Gwen: It matters to me. I like to know where my charity's coming from.",
        "Carly: It's coming from me. It's coming from your sister.",
        "Gwen: Well, an hour ago, my sister told me that she was having a hard time coming up with enough to buy diapers.",
        "Carly: Well, things change fast around here.",
        "Gwen: I guess. Does Jack know about it?",
        "Carly: Yes. Yes, of course he does. Just do me a favor and don't cash it right away, okay? I need to deposit a check first.",
        "Gwen: A check from who?",
        "Carly: That's a personal question, isn't it?",
        "Gwen: If you don't want to answer it, you can take your money back.",
        "Carly: It just turned out that somebody owed me some money.",
        "Gwen: And you just remembered today that somebody owes you $1,000?",
        "Carly: Well, no, but maybe they couldn't afford to pay me back until now. Is that so hard to understand?",
        "Gwen: It's just a little weird to me that an hour ago, you and Jack were practically living hand to mouth. Suddenly $1,000 falls into your lap, and instead of keeping it, you give it to me.",
        "Carly: You need it more than I do right now.",
        "Gwen: I can't take this unless you tell me where it came from.",
        "Carly: Gwen, will you relax? Come on, I just called in a favor, that's all. So why don't you stop looking a gift horse in the mouth and start looking for a place for you and Will to live, huh?",
        "[SCENE_BREAK]",
        "Barbara: Carly is giving you money? You can't be serious.",
        "Will: Why is that so hard to believe? She's Gwen's sister. She wants to help out.",
        "Barbara: That's what you think.",
        "Will: Carly's on our side, Mom. She's not like you. She thinks we're good together.",
        "Barbara: No one in their right mind thinks that you should be together.",
        "Will: Okay. Good-bye, Mom.",
        "Barbara: Wait a second. Wait a second. How do you know how Carly feels about this? Did you have a conversation with her?",
        "Will: What difference does it make?",
        "Barbara: When is she giving you this money?",
        "Will: I told you, this conversation's over. I'm not going to let you sabotage this for us. And besides, it's none of your business.",
        "Barbara: Oh. And that's where you're very wrong, William. Because this is very much my business.",
        "[SCENE_BREAK]",
        "Luke: Dad!",
        "Holden: Sorry to interrupt.",
        "Luke: Oh, no, you didn't. I just -- I didn't know you were there.",
        "Kevin: Hey, Mr. Snyder. Thanks, man. You saved my life.",
        "Luke: Yeah, Kevin hurt his back.",
        "Kevin: Yeah, I went up for a lay-up and I must've pulled something. It was major agony. Luke was just helping me --",
        "Luke: So, do you need me to do something?",
        "Holden: Do you have homework?",
        "Luke: A little. I did most of it at study hall.",
        "Holden: Well, shouldn't you get to the rest of it?",
        "Luke: Yeah, I will.",
        "Holden: So, how was practice?",
        "Kevin: Oh, it was great. Right, Luke? You should've seen him. He was almost as good as he was before the surgery.",
        "Holden: That's good to hear.",
        "Lily: Why are we all standing out in the freezing cold?",
        "[SCENE_BREAK]",
        "Nick: All right, let's get the team on the east face of the mountain, regardless. I know it's not going to be easy because it's in the dark, but that's why they invented flashlights.",
        "Cop #1: It's not just that. There was some rain last night, the ground's frozen over. It's kind of treacherous on the bluffs.",
        "Nick: So tell them to use extra caution. Listen, I don't want to lose Paul Ryan's trail. All right? He's up there. And even if he's not, 100 to 1 says he's left something behind to tell us where he went. All right? Let's keep the team at it. Every minute counts.",
        "Jack: You know, he's got a point. It's pretty nasty out there. Especially when it's this pitch black. You can get a lot more work done in the daylight.",
        "Nick: Yeah, well, Paul Ryan's trail's already cold. One more night's just going to make it colder.",
        "Jack: All right, it's your case.",
        "Nick: Yeah, it is my case.",
        "Jack: You know, you've got the best group up there you could ask for. They will do anything for you, within reason.",
        "Nick: I'm not going to push them any harder than they have to go, Detective.",
        "Jack: Okay. Well, you know, if you need my help, you know where to find me.",
        "Nick: Well, if you're serious about that, there is something you can do for me.",
        "Jack: I'm listening.",
        "Nick: Tell me everything you know about your cousin Meg.",
        "[SCENE_BREAK]",
        "Meg: What do you mean, Paul Ryan has to die?",
        "Paul: It's the only way I'm ever going get out of this.",
        "Meg: So you're not talking about packing it in. You're talking about making people believe you're dead?",
        "Paul: It's as good a way as any to get the cops off my back, don't you think?",
        "Meg: Maybe. If you could pull it off. So how do you plan on doing that?",
        "Paul: With your help.",
        "Meg: Me? No. No, no, no, no. No way, Paul. Come on! I'm already in this way deeper than I thought I would be.",
        "Paul: That's right, you are. Which is exactly why you can't afford to back out now.",
        "Meg: Is that supposed to be a threat?",
        "Paul: No. Meg, please, I'm way past the point of threatening you. These are just the facts. For the past few days, you've been aiding and abetting a felon.",
        "Meg: That's because you've taken a lot longer to heal than I thought you would.",
        "Paul: Oh, well, I'm so sorry my gunshot wound has been uncooperative. We're here, Meg. We're stuck. And you and I both know that we haven't seen the last of that detective that was here earlier.",
        "Meg: Kasnoff? Yeah, you're right. He doesn't seem like the type that would give up so easily.",
        "Paul: They're going to find my car, if they haven't already. I have to stop the search. And really, the best way to do that is for them to think that I'm dead.",
        "Meg: So, I fit into the plan how?",
        "Paul: Well, you just need to plant a little evidence, that's all. It'll be easy.",
        "Meg: Nothing about this is easy, Paul!",
        "Paul: Well, you've gotten me this far. Besides, you walk away now and it's over for both of us.",
        "Meg: Still sounding like a threat.",
        "Paul: It's not a threat, Meg. It's just a reality. If I get caught, you get caught. We both go down.",
        "Meg: Unless I walk away right now.",
        "Paul: How far away do you really think you're going to get? Look, Meg, I'm not just trying to save myself here. I'm trying to save you, too.",
        "[SCENE_BREAK]",
        "Lily: Why am I the only one that's so cold?",
        "Kevin: Well, Luke and I have been shooting hoops. So I guess we're, you know, still warm from that.",
        "Lily: Oh, how was it?",
        "Luke: It was fun. It was fun. We were just messing around. No big deal.",
        "Lily: Well, you just got out of surgery. You still have to be really careful. You shouldn't be too physical right now.",
        "Luke: No, but it feels good to be physical. You know, to work out and have some fun.",
        "Lily: Sure. But, I'm glad you can do it, you just have to be careful, okay?",
        "Holden: Okay, guys. It's getting kind of late. You should probably get started on that homework.",
        "Lily: Well, dinner's almost ready. Kevin, if you want to stay, just call your parents, if it's okay with them.",
        "Kevin: I'd have to call them, but --",
        "Holden: Tonight's probably not such a good night to do that.",
        "Lily: Okay.",
        "Holden: It's our first night back in the house, and I thought maybe we should just have dinner as a family.",
        "Luke: Yeah, Dad's probably right. So, another time, okay, Kevin?",
        "Kevin: It's no problem. Goodnight, Mr. and Mrs. Snyder.",
        "Lily: All right, goodnight.",
        "Kevin: Catch you later, Luke. Thanks for the, you know, physical therapy. It did the trick.",
        "Luke: Yeah. Sure. See ya.",
        "Lily: So who won?",
        "Luke: What?",
        "Lily: The basketball game.",
        "Luke: Oh, well, I did kind of beat him.",
        "Lily: All right, good job.",
        "Holden: And what? Loser gets a back massage?",
        "Luke: No, it's not like that. He pulled something. He asked me to help it out, that's all.",
        "Lily: See how easy it is to get hurt?",
        "Luke: Mom, he wasn't hurt. He was just sore. He probably won't even feel it tomorrow.",
        "Lily: I'm just saying, I know that you feel like you're perfectly well, but you have to be careful.",
        "Luke: Mom, I feel good. I just beat Kevin on the court, and he's like the best player around. So, please, just stop worrying so much.",
        "Lily: Okay, I'm sorry. I'm sorry. Just get changed for dinner, okay? Okay, what's going on?",
        "Holden: What do you mean?",
        "Lily: I know you. Did something happen before I came outside?",
        "Holden: Um -- Kevin -- what do you think of Kevin?",
        "Lily: I think he's a good kid, all in all. And he's great friends with Luke. Why? Did he do something?",
        "Holden: No. I just think that maybe Luke should be spending a little less time with him, that's all.",
        "[SCENE_BREAK]",
        "Meg: I'm not agreeing to anything, okay? So let's get that straight right off the bat. You tell me exactly what you want me to do, and I will let you know whether I have any intentions of doing it.",
        "Paul: Fine. The first thing on the agenda is to get our hands on that gun.",
        "Meg: The one Emily used on you?",
        "Paul: Yeah. You'll get that.",
        "Meg: How do you know where it is?",
        "Paul: It's at the bottom of the bluff. There's a little bridge there. Next to the bridge, there's a very big tree. It's close to the tree. Don't look at me like that. I saw it when I was on my way back up. Emily must have thrown it down after she shot me.",
        "Meg: So, you want me to go back to the place where you were shot -- with cops swarming everywhere -- to go look for a gun?",
        "Paul: I'm sure the cops have already called it a night by now.",
        "Meg: Well, that makes me feel a lot better, Paul.",
        "Paul: Come on, Meg. It'll be easy. There's a little path, it takes you right there.",
        "Meg: An icy path, in the dead of night -- oh, yeah, sure. Piece of cake.",
        "Paul: Look, if you don't find the gun, then some cop will. And that will just make them more suspicious, and then they'll come back here. And then, we're done.",
        "Meg: You know, I love how you say \"we\" when you're the guy they're looking for.",
        "Paul: Yeah, well, you're the one who's been keeping me alive with medicine that you stole from a hospital.",
        "Meg: Well, maybe I should've let you die.",
        "Paul: Look, Meg, if I could do this myself, I would. But I can't. You're all I've got. And we're running out of time.",
        "[SCENE_BREAK]",
        "Jack: How do you know my cousin Meg?",
        "Nick: She was hiding out in the cabin that just happened to be smack in the middle of where Paul Ryan made a cell phone call to Emily.",
        "Jack: What makes you think she was hiding out?",
        "Nick: Well, we found her alone, in the area that we were searching. She said that she needed some \"downtime,\" needed to get away from it all. I don't know, it was about something that happened to her?",
        "Jack: Yeah. You know, she had a rough couple of weeks, yeah. She got fired from her job at the hospital, and she lost her nursing license to boot.",
        "Nick: Gee, that sounds pretty rough. What do you think of all that?",
        "Jack: Don't treat me like a witness, Nick. Don't ask me questions when you already know the answer.",
        "Nick: All I know is, she had a prior relationship with Paul Ryan, and he got her involved in some baby scheme.",
        "Jack: Yeah.",
        "Nick: It's my understanding Meg had faked some blood tests.",
        "Jack: She's not proud of it.",
        "Nick: Whatever. All I'm saying is, she was mixed up with Paul for a while, all right? Then he and his fiancée destroyed some evidence. He gets arrested, now he's on the run, and now Meg's hiding out in a cabin in the woods?",
        "Jack: Where are you headed with this?",
        "Nick: Doesn't it seem to reason that if she's willing to help him once, she's willing to do it again.",
        "Jack: No, not very likely. It doesn't make any sense. She lost everything she cared about because of that guy. My guess is, if she told you she was up at that cabin to get away from her problems, it's probably as simple as that.",
        "Nick: It's that \"probably\" thing that always trips me up.",
        "Jack: Okay, Nick, this is -- you've got to go where the case leads you. I understand that. But I think you're wasting your time heading in the wrong direction with this Meg thing.",
        "Nick: I understand that you have to sympathize with her.",
        "Jack: Yeah? Why's that?",
        "Nick: Well, you're her cousin. What did you think I meant?",
        "Jack: Are we done here? 'Cause I've got my own cases to worry about. Good luck, Kasnoff. You're going to need it.",
        "[SCENE_BREAK]",
        "Carly: Why are you giving me a hard time when all I'm trying to do is help you?",
        "Gwen: Because I know you, Carly. This is too fast. There has got to be a catch, either for me, or for you.",
        "Carly: It's good to have people who will show up when you need them. I'm showing up. No strings attached.",
        "Gwen: Then why are you so afraid to tell me where you got the money from?",
        "Carly: Because that's between me and somebody else.",
        "Gwen: I don't understand why you just can't tell me who it is.",
        "Carly: Well, you don't need to understand. You needed money, and now you've got it. Gwen, give me a chance here. I know that I've made a mess of your life. And I'm trying to help out. What more do you need to know?",
        "Gwen: Are you sure you're not going to get in trouble about this?",
        "Carly: Don't you worry about me. This is totally legit. I swear. So stop asking me questions and go and tell Will that you're covered.",
        "Gwen: Thanks. This means a lot to me, Carly.",
        "Barbara: Actually, Gwen, if I were you, I'd save the thanks.",
        "[SCENE_BREAK]",
        "Lily: So you think that Luke should stop spending time with Kevin? They've been friends for, like, forever.",
        "Holden: Yeah, I know that. Kevin has a lot of influence on Luke these days, and I'm not so sure that's a good thing.",
        "Lily: Are you talking about Luke drinking last summer?",
        "Holden: That's part of it.",
        "Lily: Well, you can't completely blame Kevin for that. I mean, Luke was struggling. He was looking for an escape. Unfortunately, it turned out to be alcohol. I think that would have happened with or without Kevin.",
        "Holden: Possibly.",
        "Lily: We had a long talk with Kevin's parents. I mean, they're watching him like a hawk.",
        "Holden: Lily, kids are going to do what they want to do, no matter how close you watch them.",
        "Lily: So you think Luke's going to start drinking again?",
        "Holden: What about what your mother said. She doesn't think that Luke is as happy as he should be. She's concerned about him. So am I.",
        "Lily: Well, we both agreed, we shouldn't expect Luke to drop all his defenses right now.",
        "Holden: I know, it's been tough on him. It's very tough to bounce back.",
        "Lily: That's why he's in therapy.",
        "Holden: He's only doing that because we wanted him to. Given that, I'm not so sure how successful it's going to be.",
        "Lily: We just have to be patient. Little by little, things will get better. We just have to give the kid a little space.",
        "Holden: I hope so. I just feel like he's so vulnerable right now. And that there are a lot of negative influences out there.",
        "Lily: Like Kevin?",
        "Holden: Maybe.",
        "Lily: Keeping him from seeing his best friend, that's only going to alienate him.",
        "Holden: You think I'm just being overprotective?",
        "Lily: I'm just as guilty as you are. We have a lot to prove to Luke. He is scared that things aren't going to work out, he's worried that us getting back together isn't going to last. We have to work so hard to make him feel safe and loved.",
        "Holden: He is loved.",
        "Lily: Yes.",
        "Holden: And I want to keep him safe. I'm just not so sure how to do that.",
        "[SCENE_BREAK]",
        "Nick: We need to take safety first. So let's just take out a skeleton crew of our best climbers.",
        "Cop #1: I'm glad I could get you to reconsider.",
        "Nick: I usually listen to reason sooner or later, but -- you know, I'm not one of those guys that doesn't know when to admit when they're wrong.",
        "Cop #1: I admire that, sir.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Jack: Snyder.",
        "Holden: Jack, its Holden.",
        "Jack: Hey, buddy, what's up?",
        "Holden: You busy?",
        "Jack: No, I'm just trying to do some paperwork without my own desk, my own computer, watching my replacement walk around like he's Dick Tracy. Why?",
        "Holden: I want to talk to you about something.",
        "Jack: All right. Okay, no problem. You want to come by here?",
        "Holden: That's probably not such a good idea. Can you get away for a while?",
        "Jack: I don't think I'll be missed. Want me to stop by over there?",
        "Holden: That's probably not going to work, either. Can we meet over at your place?",
        "Jack: Sure, no problem. It's just Carly and the kids.",
        "[SCENE_BREAK]",
        "Barbara: You might as well take this back. It's worthless. I stopped payment on my check to you.",
        "Gwen: Wait a minute, Barbara's the one who owed you money?",
        "Barbara: I didn't owe her money. That money was supposed to be for a very different purpose. Wasn't it, Carly?",
        "Carly: Could we discuss this later, please?",
        "Barbara: No, we'll discuss this right now. Do you want to tell her, or shall I?",
        "Gwen: Tell me what? Why would you go to Barbara for help?",
        "Barbara: She didn't come to me for help. I came to her with a job offer. With the condition that she help me keep you away from my son.",
        "Gwen: Tell me that's not true.",
        "Carly: It wasn't really like that.",
        "Barbara: It was exactly like that. She even begged me for an advance on her salary. $1,000. Very clever trick. Almost worked.",
        "Gwen: No wonder you were so scared to tell me the truth.",
        "Barbara: Oh, please, Gwen, don't play me. You two cooked this up together.",
        "Will: Cooked what up? Gwen, what's going on?",
        "Barbara: Will, I'm glad you're here. You can see what kind of girl this little con artist really is.",
        "Will: I asked Gwen, not you.",
        "Gwen: Carly made some kind of a deal with your mom. Barbara paid her to try to split us up.",
        "Will: Why am I not surprised? And you went along with this?",
        "Carly: I can explain that.",
        "Barbara: They're not interested in your explanations. And neither am I. And you have crossed me for the last time.",
        "Carly: Hey, Gwen. If I were going along with Barbara's plan, why would I give you the money?",
        "Gwen: I don't know. You usually don't make a lot of sense. It's worthless now, anyway. Right? Right? You almost had me with all that \"I just want to be your sister\" garbage.",
        "Carly: Gwen, I meant it. I only did this to help you.",
        "Barbara: They're in on this together, Will. Gwen is scamming me the same way she's been scamming you.",
        "Will: Mom, leave. Just go.",
        "Barbara: I didn't cause this, Will.",
        "Will: Get out, Mom. Now!",
        "Barbara: Would you wake up and see the truth about this girl? She's a shark. She devours everything in her path.",
        "Will: Enough, Mom. I don't want to hear it anymore. You're the shark! You don't care how low you have to stoop to get whatever you want. And every time I think I've seen it all, you go and do something else and pull some other stunt. All you're succeeding in doing is pushing me farther away.",
        "Barbara: What I am doing is trying to protect you. And you will thank me one day.",
        "Will: Yeah, don't hold your breath.",
        "Barbara: You and I are far from finished.",
        "Carly: Gwen, wait. I was scamming her, I wasn't scamming you. She came to me a couple of days ago, and she offered me this job --",
        "Gwen: It doesn't matter. Every time I listen to you, I end up getting hurt. So do me a favor. Stop helping me. Every time I see you, it just reminds me that I'm better off without you.",
        "[SCENE_BREAK]",
        "Meg: Look, why do you even need the gun?",
        "Paul: To make the cops think that I've committed suicide. We get the gun, we wipe off Emily's fingerprints and we cover it with my fingerprints. Once I've handled the gun, we put the gun by the side of the river with some other evidence that I'm dead. The cops will think that I've shot myself, and they'll start searching the river for my body.",
        "Meg: Which, of course, they'll never find.",
        "Paul: Exactly. But at the very least, they'll stop looking in the woods. Which means they won't come back here. Come on, meg, admit it. It's a brilliant plan.",
        "Meg: Maybe. Are you sure the gun is where you think it is?",
        "Paul: Yeah, I told you, I saw it.",
        "Meg: Yeah, after you were shot, Paul, and you'd fallen down a hill. You were weak, traumatized, at the beginning stages of shock. You could have confused the location. You could have even imagined it.",
        "Paul: The gun is there. All you have to do is go get it.",
        "Meg: What have I gotten myself into? I should've turned you over to that cop when I had the chance.",
        "Paul: You are wasting time. Look, you don't want to help me, that's fine. That's your choice. But make up your mind, one way or the other. Are you gonna help me out, Meg, or not?",
        "[SCENE_BREAK]",
        "Paul: Come on, Meg. You should've found that gun and been back by now.",
        "Meg: I know I'm going to regret this.",
        "Paul: Not as much as you'd regret it if we got caught.",
        "Meg: Well, you better be damn right about the location of that gun.",
        "Paul: I am. Meg? Thank you.",
        "Meg: Yeah, well, don't thank me yet. We're nowhere near out of this.",
        "[SCENE_BREAK]",
        "Gwen: Look, it doesn't matter whether I believe you or not. Obviously, you did try to scam Barbara. That's the problem.",
        "Carly: I didn't think there was any way she could find me out.",
        "Will: Can I say something?",
        "Gwen: She did. And now she thinks I'm in on it. That only gives her more ammo against me.",
        "Carly: What difference does that make, Gwen? You already know she hates you. I don't see what difference it makes.",
        "Gwen: But the only thing that Will and I had to hold onto was our honesty. Barbara could accuse us of whatever she wanted, but we never tried to lie or manipulate her.",
        "Carly: And where has that gotten you? Sometimes you've got to fight fire with fire.",
        "Will: All right, stop. Both of you. Please, just listen to me. It's just as much my fault as it is Carly's. I told my mom where we got the money, and that's why she showed up here. I'm sorry. I didn't know what you were trying to do.",
        "Carly: You see? It's not my fault that Barbara came here. Gwen, it was a good strategy that went bad. I'm sorry. I just was trying to get you what you wanted.",
        "Gwen: But you never seem to be able to pull that off.",
        "Carly: It's not too late. We can still find a way. I'll get you the money somewhere else.",
        "Gwen: I don't want your money. You're bad luck. No matter how you try to help me, I always end up losing something. Let's go.",
        "Carly: Gwen, wait.",
        "Gwen: Look, we're finished.",
        "Carly: Where are you going to go? You've got no place to go, why don't you just stay for a couple of days?",
        "Gwen: I'll sleep in the car. Good-bye, Carly.",
        "Will: Listen, it was my fault things got screwed up with my mother.",
        "Gwen: You didn't know you were messing anything up. Carly knew she was taking a really stupid chance.",
        "Will: Still, I think she was trying to do the right thing.",
        "Gwen: By lying to your mom to get money? How is that right? No wonder everything fell apart. There's something wrong with the way she works, the way she thinks. I can't let her mess up my life anymore.",
        "Will: Okay.",
        "Gwen: Let's just get in the car and get out of here.",
        "Will: That's the other problem. It's at the impound center. It got towed.",
        "Gwen: You're kidding.",
        "Will: I wish.",
        "Gwen: Your dad?",
        "Will: Maybe. Who knows? The problem is, I don't have the money to get it out.",
        "Gwen: So I guess we're still looking for a place to sleep, huh?",
        "[SCENE_BREAK]",
        "Carly: I just need you to look after them for about an hour. Yeah, you know, it is sort of an emergency. My sister's in trouble, and I need to help her before it's too late.",
        "[SCENE_BREAK]",
        "[Lily remembering]",
        "Lucinda: Well, darling, even if he wasn't drinking then -- people who drink, and drink that way, there is a reason.",
        "Lily: Luke has a million reasons not to drink. I mean, this happened before, it was because of peer pressure and it didn't help that his father and I were having problems, but now it's different. He has a medical condition. He has to be extra careful. And we're trusting him to take that to heart. Which is why I don't think it would be a problem if we were serving champagne at the reception.",
        "Lucinda: Okay, fine. Fine, it's all right. But something's off.",
        "[SCENE_BREAK]",
        "Luke: Mom? I thought it was time for dinner.",
        "Lily: Oh, your father had to do something, so we're going to wait until he gets back.",
        "Luke: Where'd he go?",
        "Lily: He had an errand to run. He won't be long.",
        "Luke: You okay? You seem a little out of it.",
        "Lily: I was thinking about you, actually.",
        "Luke: Me?",
        "Lily: Yeah. How are things going with the counselor?",
        "Luke: I talk, he listens. The usual.",
        "Lily: Do you think it's doing any good?",
        "Luke: I don't know. I'm only going because you and Dad asked me to. I don't really think it's necessary.",
        "Lily: We just don't want you to have the urge to drink again, that's all.",
        "Luke: I wish you would both believe that that's over. You and Dad are back together, we're all back home. That's all I ever wanted. So there's really no reason for me to dull the pain anymore.",
        "Lily: Okay. But you would tell us if things weren't going well, right?",
        "Luke: Okay, what's the deal here? Because both you and Dad are, like, walking on eggshells around me. And I don't know what it is you want me to tell you.",
        "Lily: We just want you to tell us what's going on. When things are good, and when things are bad.",
        "Luke: I already told you -- everything is fine.",
        "Lily: Everything's fine? Really?",
        "Luke: Mom --",
        "Lily: I just want to hear you say that you're happy.",
        "Luke: Well, I can't. Because I'm not.",
        "[SCENE_BREAK]",
        "Vanessa: Yeah, she called about ten minutes ago. She said she needed to help her sister out.",
        "Jack: Okay. Well, thanks for coming over on such short notice. Listen, do you mind staying a little while longer? I've got someone coming over I need to talk to.",
        "Vanessa: Not a problem. I'll be upstairs with the kids.",
        "Jack: Thank you very much, Vanessa. I appreciate it. [Doorbell rings] Hey.",
        "Holden: Hey.",
        "Jack: Come on in.",
        "Holden: Jack, I appreciate this.",
        "Jack: No, no problem at all. What's up?",
        "Holden: Is Carly around?",
        "Jack: No, she had to take care of something with Gwen, I think. Do you want a cup of coffee? A drink, maybe?",
        "Holden: No, I'm okay. But if you want something, why don't you go ahead.",
        "Jack: No, I'm still on duty.",
        "Holden: Well, if you need to get back to the station, we can do this some other time.",
        "Jack: Now is a perfect time, Holden. What is going on?",
        "Holden: I don't really know where to start.",
        "Jack: Is everything okay at home? Something wrong with Lily?",
        "Holden: No, no, no. It's nothing like that.",
        "Jack: Okay. You know you can tell me anything, right?",
        "Holden: Yeah, yeah.",
        "Jack: Okay.",
        "Holden: Hey, how about that ceremony last night? Went pretty well, didn't it?",
        "Jack: Yeah, it was beautiful. Carly and I were just talking about how happy we are that you two are back together.",
        "Holden: Yeah, not nearly as happy as I am.",
        "Jack: So that's why you came over here? To tell me everything's peachy, fine, nothing wrong, life is good?",
        "Holden: I'm having a tough time getting to the point here.",
        "Jack: It's starting to sound serious.",
        "Holden: No, I -- I'm not sure. I'm worried about Luke. I want to help him, I'm trying to help him. But -- I don't know how.",
        "[SCENE_BREAK]",
        "Carly: Hey, Eddie.",
        "Eddie: Hello, Mrs. Snyder.",
        "Carly: Is Jack around?",
        "Eddie: He said he was going out for about an hour.",
        "Carly: Do you know where?",
        "Eddie: No, ma'am.",
        "Carly: He's not picking up his phone, and I'm really trying to get a hold of him. So when he comes back, will you tell him that I'm looking for him, please?",
        "Nick: Whoa. Slow down there, Carly. This is a police station. Men at work.",
        "[SCENE_BREAK]",
        "Gwen: Stop trying to make it your fault. How were you supposed to know what Carly was doing? I just can't trust her, or anyone else for that matter.",
        "Will: You can always count on me.",
        "Gwen: I meant beside you. You're the one person I can trust.",
        "Will: Even though I lost the car?",
        "Gwen: We'll get it back. Somehow. And we'll get out of this mess. I don't know how yet, but we will.",
        "Will: Yeah, well, at least we have a warm place to sit for a couple of hours. And the tea's pretty good.",
        "Gwen: Yeah -- and it's not raining.",
        "Will: It's not snowing.",
        "Gwen: Or hailing.",
        "Will: And we don't have pneumonia.",
        "Gwen: We're not in jail.",
        "Will: So things could be a lot worse.",
        "Gwen: Yeah.",
        "Waitress: Are you two about ready to settle up?",
        "Will: Actually, we were going to get one more cup of tea.",
        "Waitress: Sorry, but we're closing up early tonight. There's a snowstorm headed this way.",
        "Gwen: I think we just spoke too soon.",
        "[SCENE_BREAK]",
        "Nick: What's got you so riled up, anyway?",
        "Carly: Who says I'm riled up?",
        "Nick: It's just that I have a sixth sense when women are upset about something.",
        "Carly: Oh, lots of hidden talents, huh?",
        "Nick: That's me -- Nick of all trades.",
        "Carly: I'm sure you are.",
        "Nick: Is there something I can help you with?",
        "Carly: Do you know where Jack is?",
        "Nick: No idea.",
        "Carly: Then you can't help me. So good-bye.",
        "Nick: I don't have to go anywhere.",
        "Carly: But I am.",
        "Nick: How about I get you a cup of coffee? You know, it's not good to drive in this weather, like this.",
        "Carly: I don't want a cup of coffee. I just want to find my husband, okay?",
        "Nick: Well, he was here. He's just not here now. I figure he would have called you to let you know where he was going. I figure two lovebirds like yourself would always be in constant contact.",
        "Carly: I think that you and i are done here, all right?",
        "Nick: Hey, come on. How about this cup of coffee?",
        "Carly: No, I don't want coffee. Let go!",
        "Nick: Whoa! Are you all right?",
        "Carly: I'm fine. I'm perfectly -- ow!",
        "Nick: What is it?",
        "Carly: I must have twisted my ankle.",
        "Nick: All right, come on. Let's get you iced up.",
        "Carly: What? What do you think you're doing?",
        "Nick: Coming to your rescue, fair lady.",
        "Carly: Put me down.",
        "Nick: In a minute.",
        "[SCENE_BREAK]",
        "Meg: This looks like the place. Well, either Paul was wrong or I'm too late, because there's not a gun -- [Coyote howls] Okay. Okay, I'm never going to find this. For all I know, the cops already did. And I'm just looking at a big, fat jail sentence. Ooh.",
        "[SCENE_BREAK]",
        "Gwen: Hey, it feels like camping out to buy tickets for a concert.",
        "Will: If only that were true.",
        "Gwen: Remember how we said, at least it wasn't snowing?",
        "Will: Come on, get under the covers. It's warmer.",
        "Gwen: You're right, it is.",
        "Will: I'll always keep you warm, no matter how cold it gets.",
        "Gwen: Promise? It's going to get pretty cold.",
        "Will: Then you just need to stay close. You're going to be okay.",
        "Gwen: You swear?",
        "Will: On my heart.",
        "[SCENE_BREAK]",
        "Nick: Will you at least let me look at it?",
        "Carly: It's -- would you -- I'm fine! Just go away, all right?",
        "Nick: It's going to swell if you don't get any ice on it.",
        "Carly: I have ice at home, Nick.",
        "Nick: You're not going to make it home.",
        "Carly: You want to bet? Oh!",
        "Nick: Now that's more like it.",
        "[SCENE_BREAK]",
        "Luke: I'm not happy because I can't stop thinking of all the bad stuff I put you and Dad through. It's my fault that Keith almost forced you to marry him.",
        "Lily: You need to stop blaming yourself for that. Because it's not your fault. And you're healthy. And we're happy our family is together. Can you just focus on today, and how happy we are right now?",
        "Luke: Yeah, you're right.",
        "Lily: I know how hard this is for you. When you were a little boy, you thought nothing could tear your parents apart. And your safe world was shattered. Maybe that's why you don't want to trust it, maybe you're afraid it's going to happen again.",
        "Luke: It's not that. I can see how much you and Dad love each other.",
        "Lily: We do. And we love you and we love your sisters. I promise you, I will do nothing to jeopardize this family ever again.",
        "Luke: I believe you.",
        "Lily: I hope so. I just hate to see you sucked back into that dark place in your life. Insecurity is a terrible thing. It's what made you drink -- to make yourself feel safe.",
        "Luke: And all that is behind me, because I don't want to go back there, either.",
        "Lily: Good. If you ever feel that pull, you have to talk to us. Please don't be afraid to talk to us about it.",
        "Luke: Don't worry, Mom. I don't have anything to be afraid of anymore.",
        "[SCENE_BREAK]",
        "Holden: He tells us everything's all right and I want to believe him. But, it's pretty obvious that he's got a lot of things bottled up inside. I used to be able to talk to him about anything, but I can't help but feel that maybe, he's closing that door on me.",
        "Jack: Isn't that what teenagers do sometimes? That's how they work things out for themselves, right?",
        "Holden: I know I need to give him his privacy. And I'm willing to do that. But there's a big difference between keeping your life private and hiding something you might think is wrong.",
        "Jack: You think that there's something that Luke should feel guilty about?",
        "Holden: I don't know. You know what, I'm sure that I'm just overreacting. I wish that everything would just get back to normal.",
        "Jack: That, my friend, is going to take some time.",
        "Holden: Yeah, you're probably right.",
        "Jack: But you've got to cut yourself some slack, here. You've got great instincts as a parent, so if you think that there's something going on with son that you should know about, well then, maybe there is. I'm just wondering why you're having such a rough time telling me what you're afraid of.",
        "Holden: Who says I'm afraid of anything?",
        "Jack: I've known you a long time, buddy boy. Why don't you just lay it out on the table, huh? Do you think something's going on with Luke?",
        "Holden: Yeah, I do.",
        "[SCENE_BREAK]",
        "Paul: Come on, Meg. Don't let me down. You should've found that gun and be back by now.",
        "[SCENE_BREAK]",
        "Cop #2: Freeze! [To Meg.]",
        "[SCENE_BREAK]",
        "Announcer: Next week, on \"As the World Turns\" --",
        "Maddie: What are you doing?",
        "Kevin: Mmm. Oh man, were we wasted or what?",
        "Lucinda: \"Or what,\" indeed.",
        "Hal: We found out what happened to Paul Ryan. Emily --",
        "Emily: I know.",
        "Hal: He's dead.",
        "Emily: I know. I swear -- I swear I can explain everything.",
        "Jennifer: It was my fault.",
        "Dusty: No, no it's not.",
        "Jennifer: If Paul's dead, because I wouldn't forgive him --",
        "Paul: Jennifer's going to be there? She swore she'd never forgive me. Why would she do that?",
        "Meg: Because she saw more in you than I do.",
        "Paul: I have to see her.",
        "Meg: No, you can't.",
        "Paul: No, I can, I can. If I go to my own funeral, I can."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=--5DonNvPhU"
}