{
    "Episode Summary": [],
    "Recap": [
        "Craig and Alison pretend to argue so that Lucy can \"overhear\" them talking about Aaron. Alison makes up a story about Aaron getting mad at Lucy for not having sex with him. She further tells her that he was with another girl while they were in St. Louis. Alison insists that Aaron will get mad and lie if Lucy asks him about it because he only wants her to remember good things. Lucy confronts Aaron with her physical therapist in tow. Holden and Lily suggest that Aaron should back off from Lucy. Aaron refuses and says that Holden and Lily have loved each other since teens and have been through a lot, so why should he give up on Lucy? An Aussie tells Lily that he's Simon's \"mate\" and wants to know how to locate him. Lily gets suspicious when the man says that he didn't get Simon's wedding invitation not, knowing that Simon and Katie didn't mail any. The man says he'll locate Simon anyway. Katie tells Margo and Tom that her and Simon plan to move to Austrailia. Katie tells Simon that she wants to make a baby in Australia. Chris tells Barbara that he thinks Will is lying when he says he remembers playing with matches and doesn't remember the rags covered with gas. Chris' diagnosis is that Will didn't do it. Barbara storms off to tell Hal."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: What body makes the laws in America?",
        "Simon: Yours. Congress.",
        "Katie: Very good. And what exactly is Congress?",
        "Simon: The House of Representatives and the Senate, which is made up of men and women elected to office.",
        "Katie: And how long is a senator's term?",
        "Simon: Coconut. Nice. Tasty.",
        "Katie: Come on, you're stalling.",
        "Simon: A senator's term is -- four years.",
        "Katie: Hm-mm. Six. And how long is a term in the House of Representatives?",
        "Simon: Whoa? You hear that?",
        "Katie: What?",
        "Simon: It's the bell. Sorry, teacher, class is officially dismissed.",
        "Katie: Oh, no, no, no, no. No, no. You are about to take your citizens test! And you are not gonna fail.",
        "Simon: Listen, even if I pass, I still might not be able to go home.",
        "Katie: Are you casting aspersions on my brother-in-law? He is the best lawyer around. As long as you become an American citizen, he can make all of your legal problems in Australia disappear.",
        "Simon: Why is it so important for you to go back to some dingy, old sheep farm?",
        "Katie: Because our lives are going to begin on that sheep farm.",
        "Simon: Our lives have already begun, my love. Oh, I know that look. What are you up to?",
        "Kim: I caught some of your footage from the Middle East. It was outstanding!",
        "[SCENE_BREAK]",
        "Chris: Mom --",
        "Tony: Aw, thank you.",
        "Kim: I was -- Chris! Hi, darling. I'm sorry. My son, Chris Hughes. Chris, this is Tony Butler, the best field producer I ever lost to a major network.",
        "Chris: Pleased to meet you.",
        "Tony: Pleasure. I'll call before I head back to New York.",
        "Kim: Okay, promise. We'll pick up where we left off. All right. Well, you'd better sit down. You're looking pretty chirpy for somebody whose name is mud at the hospital.",
        "Chris: Dad told you about that, huh?",
        "Kim: Oh, he told me about all right. He's not very happy with either one of us at the moment. If only I hadn't said anything to you about this. Whatever possessed you to go into the confidential files?",
        "Chris: I'm glad I did.",
        "Kim: Christopher! Don't you have any concern at all about your career?",
        "Chris: Yeah, but that doesn't mean I'm going to ignore the obvious.",
        "Kim: Which is?",
        "Chris: That Will Munson just might be innocent.",
        "[SCENE_BREAK]",
        "Holden: Aaron? You around?",
        "Aaron: Hey, guys.",
        "Holden: Hey.",
        "Aaron: I wasn't expecting any company.",
        "Lily: Well, we went out to dinner on our way home. We saw your truck here. We thought we'd bring you some leftovers. Want some?",
        "Aaron: No. No -- I'm too wired to eat.",
        "Holden: Oh, really? Something happen?",
        "Aaron: Lucy. I had an awesome afternoon.",
        "Lily: Well, that's great, why don't you come home and have an awesome night's sleep?",
        "Aaron: Burt said I could rack up some extra hours here. So I'm gonna work.",
        "Holden: That's good. Pretty soon, you'll be able to buy that new bike you were talking about.",
        "Aaron: Oh, I'm not getting a motorcycle.",
        "Lily: Has Detroit invented something more terrifying to parents?",
        "Aaron: I'm getting -- a minivan.",
        "Holden: A minivan? That's the last thing I would have picked for you.",
        "Aaron: It's not for me. See, it's for Lucy. This way, I can take her anywhere she wants to go.",
        "Lily: Well, you know, Holden and I were talking about getting a bigger car because -- the baby and -- you know, why don't we get the minivan and you can borrow it anytime you want.",
        "Aaron: Thanks, but I'm not just talking about trips to the movies. I'm taking her to Florida. Yes, you can rent these wheelchairs down there, with big like, balloon tires that you can take over the sand and stuff. It's great.",
        "Holden: Whoa, whoa. Hey, that's a lot of money. Lily; and you know, you're gonna be putting a lot of things on hold if you're just concentrated solely on taking care of Lucy and getting her memory back.",
        "Aaron: Well, whatever makes her happy. That's what it's all about, isn't it?",
        "[SCENE_BREAK]",
        "Lucy: Is it true? Does Dad really hate Aaron?",
        "Rosanna: Where did you get that impression?",
        "Lucy: Aaron was talking and it just sort of slipped out. Then he backpedaled, because he didn't want to upset me. So I just want to know the real story.",
        "Rosanna: Well, you know -- it depends on whose perspective you're looking at. It's hard to give you a completely objective version.",
        "Lucy: It is hard. That's why I want you to help me.",
        "Rosanna: You know, I think you should ask your father.",
        "Lucy: No one tells me the truth anymore.",
        "Rosanna: It's just because we don't want to burden you with more information than you can handle.",
        "Lucy: I know. It just ends up making me feel -- damaged. Not just my legs or my memory, but me!",
        "Rosanna: But you're not damaged, Lucy. You're wonderful. You're one of the best people I know.",
        "Lucy: You don't have to say that.",
        "Rosanna: I'm not just saying that, trust me.",
        "Lucy: I do trust you.",
        "Rosanna: Thank you.",
        "Lucy: Will you please tell me the truth about my father and Aaron?",
        "[Rosanna sighs]",
        "Rosanna: All right. All right. But it's -- it's complicated.",
        "Lucy: Complicated? Like my dad does hate Aaron.",
        "Rosanna: No. No, no. I didn't say that. I don't think this whole situation is about hate. I think it's about -- about love -- about your father's love for you.",
        "Lucy: But Aaron loves me too. I can feel it.",
        "Rosanna: Well, you see that's -- where it gets a little complicated. Your father feels that perhaps Aaron isn't the right choice for you.",
        "Lucy: Why? Aaron must have done something to make daddy feel that way. No. No, don't tell me. I don't want to know.",
        "[SCENE_BREAK]",
        "Alison: Hello? I thought you were going to come up with a plan.",
        "Craig: I'm thinking.",
        "Alison: Yeah? Well, I'm freezing. So call me when you actually have an idea.",
        "Craig: Oh, I have an idea. And I have a plan that will send Aaron back into your grasping little arms.",
        "Alison: You want to dis me, I leave. You want to tell me your plan, I stay. Your call.",
        "Craig: Lucy is getting closer to Aaron by the minute.",
        "Alison: And that's what I'm worried about. She won't believe anything bad about him now.",
        "Craig: No, no, no. Not if it comes from you or me. No, the only person to convince Lucy that something is wrong with Aaron is -- Lucy herself.",
        "Alison: What?",
        "Craig: I will explain later. But first, we have to set some ground rules. Lucy cannot know that I have any role in this whatsoever.",
        "Alison: Right. Heaven forbid your daughter finds out you were willing to hurt her in order to get what you want.",
        "Craig: I am protecting her. For her own good.",
        "Alison: Whatever. Just -- just tell me what we're to do.",
        "Craig: Now listen, you don't tell her anything. You convince her that she remembers. And argument -- something terrible about -- about Aaron. You convince her that she forced you to admit something horrible about Aaron, something that was so horrible, she got upset and ran out into the street and got hit!",
        "[Alison remembering]",
        "Alison: You never had to live with anything as terrible as knowing you burned down the barn.",
        "Lucy: Aaron didn't do it!",
        "Alison: I'm not talking about Aaron! I'm talking about me!",
        "Alison: No!",
        "Craig: What do you mean, \"no\"?",
        "Alison: It can't be anything about that day! I can't!",
        "[SCENE_BREAK]",
        "Katie: I am not up to anything.",
        "Simon: You've got \"scheme\" written all over your face. You don't think I know that look by now?",
        "[Doorbell rings]",
        "Katie: Aw.",
        "[Katie laughs]",
        "Simon: Do you pay people to turn up at precisely these moments?",
        "Katie: Margo! Hi! Come on in. Come in, come in.",
        "Margo: Well, what a great welcome.",
        "Tom: So you haven't already heard, have you?",
        "Simon: Heard what?",
        "Tom: Well, your legal problems should soon be over.",
        "[SCENE_BREAK]",
        "Kim: Are you serious? What makes you think Will is innocent?",
        "Chris: Well, for one thing, he's never been that kind of kid.",
        "Kim: I know, honey, but you have no idea what Will's been through the last couple of years. I mean, what he's had to deal with would change a person.",
        "Chris: I know. And that's got everyone thinking he did it.",
        "Kim: Well, his own father thinks he's the only viable suspect. And -- and Hal is chief of detectives.",
        "Chris: Hal Munson's blinded by guilt. He sees his emotionally damaged child, and he feels guilty. He's not thinking like a cop right now. He's thinking about how to make his son healthy again.",
        "Kim: What about Dr. Michaels? She's blinded by guilt, too?",
        "Chris: She's appointed by the court, mom. She's not looking at Will's case and trying to decide if he set that fire. She's looking at it and trying to decide if he'll set another one.",
        "Kim: I don't know. Will admitted to burning the barn down.",
        "Chris: You know, he made that confession after he was admitted for a head injury.",
        "Kim: But, I mean, it convinced the D.A.'s office. Why don't you buy it?",
        "Chris: Because, maybe I'm crazy, but I don't think he did it.",
        "Kim: Chris -- I would love it if Will were innocent. But if he admitted to doing such a terrible thing, why if he didn't do it?",
        "Chris: Because I think that, if he confesses to the fire and accepts the consequences, then he can go home, and his family can all move on. Maybe he's even convinced himself that he did it. But my instinct is telling me that he's taking the blame for one reason and one reason only -- because he thinks it will set things right.",
        "Kim: Oh, no.",
        "Chris: So I've got you convinced?",
        "Kim: Oh, I don't know. Maybe, but -- oh, now I'm really worried.",
        "Chris: Why?",
        "Kim: Well, because! Now I'm not just worried about Will -- I'm worried about you, as well. Oh, Chris. I have a terrible feeling you could get into an awful lot of trouble with this. Your medical career could be over before it's even begun.",
        "[SCENE_BREAK]",
        "Craig: What's the big deal? All you have to do is remind Lucy of an argument that never happened.",
        "Alison: I won't do it.",
        "Craig: Why not? You didn't really have an argument with Lucy, did you?",
        "Alison: Why do you always think I'm lying?",
        "Craig: Because you usually are, Alison. Did you say something to make her bolt?",
        "Alison: We didn't have a fight, okay? But -- things were tense. We both were worried about Aaron getting arrested. And she ran off to stop Hal and got hit. And I know it wasn't my fault, but -- but I couldn't stop her. And I don't want to go back to that day.",
        "Craig: No, no, Alison. Wait, wait, wait. You need me, don't you?",
        "Alison: I don't want to do it.",
        "Craig: Even for Aaron? Isn't that what you want? Your boyfriend Aaron, to share all your hopes and dreams? And all you have to do is play one little scene with Lucy, and Aaron could be yours.",
        "Alison: So -- I tell Lucy something awful Aaron supposedly did? What's it gonna be?",
        "Craig: Well, you make something up. And then you convince her that it was so bad, she ran out into the street.",
        "Alison: So we sort of make Lucy believe that Aaron caused her accident?",
        "Craig: Well, that's the point, isn't it? To make her never wanna have anything to do with him again?",
        "Alison: What do I say?",
        "Craig: It doesn't matter. As little as possible. You may plant a few seeds. And then you let Lucy drag the whole ugly story out of you.",
        "[SCENE_BREAK]",
        "Rosanna: Well, I'm not gonna lie to you. Unpleasant things occurred, just as they did between you and me. But they're in the past. And shouldn't we enjoy what's happening right now?",
        "Lucy: Maybe. I mean, Aaron and I have a great time together, and daddy likes having him around, so -- like you said, why poke sticks at the devil?",
        "Rosanna: Right. You know, a photographic memory isn't all it's cracked up to be. I have plenty of memories I wish I didn't have.",
        "Lucy: Like what?",
        "Rosanna: Well, just some particularly bad times. But they're over now. Now, I'm really, truly happy. And it's because of you and your wonderful and extremely complicated father.",
        "Gloria: Lucy -- time for your meds and massage.",
        "Lucy: Thanks, Rosanna.",
        "Rosanna: Oh, for what?",
        "Lucy: Being someone I can trust. I'll be down later to, you know, say good night.",
        "Rosanna: Okay. Oh, I really like that girl.",
        "Craig: Mm, me, too. Hey.",
        "Rosanna: Hey. Ooh, you are chilly.",
        "Craig: Mm-hmm.",
        "Rosanna: Have you been outside all this time?",
        "Craig: Mm-hmm. Where'd Lucy go?",
        "Rosanna: She went upstairs. She'll be back down to say good night. What's up?",
        "Craig: Oh, I don't know. Hungry. You hungry. Feel like pancakes.",
        "Rosanna: Pancakes? Well, it's a good thing Emma taught me how to cook.",
        "Craig: You do pancakes?",
        "Rosanna: Oh, every now and then.",
        "Craig: Could this be one of those every now and thens?",
        "Rosanna: It could be, if that's what your little heart desires.",
        "Craig: Well, heat up the griddle.",
        "Rosanna: All right. Give me a big kiss first.",
        "Craig: Huh? Okay. Don't distract me from the pancakes.",
        "Rosanna: Ah. Pancakes. Why are you trying to get rid of me?",
        "[SCENE_BREAK]",
        "Chris: Mom, I know you. You would never expect me to protect my career at the expense of an innocent kid.",
        "Kim: No, no, of course I wouldn't. What I'm saying to you is -- you have got to protect yourself. You have got to be careful. And for crying out loud, don't go around telling everybody about this theory of yours until there's some proof.",
        "Chris: I can't walk away.",
        "Kim: Well, Chris -- listen. This is the last person in the world you should be talking to.",
        "Chris: She has a right to know.",
        "Kim: Honey, you have no idea what you're getting into.",
        "Barbara: Hello, you two.",
        "Kim: Hi.",
        "Barbara: I'm meeting Lisa for a drink. Have you seen her?",
        "Kim: Oh. No, no, we haven't. But you know what? Why don't you take our table, because we were about to leave. Right, son?",
        "Chris: Actually, mom, I'd like to stay. There's something you should know.",
        "[SCENE_BREAK]",
        "Holden: You have shown a lot of patience and generosity where Lucy is concerned. But I don't want to see you get lost in the process.",
        "Aaron: Look, I was lost when I got here last year. And then I met Lucy, and she helped me with my high school diploma, all right? She's the only reason I aced that GED.",
        "Lily: She's a great person. She's a great friend. But you are the one that aced the GED.",
        "Holden: And I don't think that she would want you to limit yourself right now.",
        "Aaron: So what are you saying? That I should ask her to call me when she's all well again? So I can start watching out for number one?",
        "Holden: No, that's not what I'm saying. What I'm trying to say here is that I want you to make some plans. Think about what you want to do in five years.",
        "Aaron: I don't care about five years down the line! Okay, she needs me now. Now is what matters.",
        "Lily: I do know that Sierra is gonna want Lucy to go to college when she gets better.",
        "Aaron: So? I'll save up, I'll work, and I'll go visit her.",
        "Holden: Don't you see? Lucy will have moved on, and you will still be here, in the same place.",
        "Aaron: Lily, what was Holden doing when you first met him?",
        "Lily: He was working with the horses.",
        "Aaron: Just like he is now. So you might say that Holden stayed in the same place. Do you love him any less?",
        "[SCENE_BREAK]",
        "Craig: Getting rid of you? That's what I'm doing?",
        "Rosanna: Oh, don't you even try. I can't believe I almost fell for pancakes.",
        "Craig: I want some.",
        "Rosanna: Uh-huh.",
        "Craig: All right. You want the whole truth? I've got Alison Stewart here.",
        "Rosanna: Oh. All right, I guess I -- better make some pancakes. Be gentle.",
        "Craig: Alison?",
        "Alison: Are you sure you want to do this now?",
        "Craig: I have to do this now. Do you have any questions?",
        "Alison: Yeah! You keep saying I should \"improvise.\" How do I know if I'm gonna be any good at that?",
        "Craig: You know how to lie, don't you?",
        "Alison: Yeah, but I'm not as good as you.",
        "Lucy: Daddy?",
        "Craig: All right, that's Lucy. It's now or never.",
        "Alison: If you think Aaron's so bad, why don't you just tell Lucy yourself?!",
        "Craig: You're her best friend, aren't you?",
        "Alison: No, she loves him! I can't break Lucy's heart like that.",
        "Craig: She has to know.",
        "Lucy: Know what?",
        "Alison: I'm outta here.",
        "Lucy: Alison, don't.",
        "Alison: No, I have to get home. My mom's --",
        "Lucy: You have information on Aaron. And you're not leaving till you tell me what it is.",
        "[SCENE_BREAK]",
        "Lily: You are right. Holden could muck out stalls, and-I wouldn't love him any less.",
        "Holden: Aaron -- I definitely wound up right where I started. But let me tell you something -- in between, I did a lot of other things, hard things that taught me who I am.",
        "Aaron: Okay, well, I did hard things, too. It's not easy to drive a motorcycle halfway across the country or try not to get nailed for a crime you didn't do.",
        "Holden: I know that. Look, the bottom line here is that I love you, and I care about your future. It's very important to me. I want you to have options.",
        "Aaron: Okay, the only option I want is to be allowed to love Lucy.",
        "Holden: Look, can we just not talk about Lucy here? And just worry about you?",
        "Aaron: Okay, you don't understand, Holden. There is no me without Lucy. I mean, can you imagine your life without Lily? Yeah, I didn't think so. Holden, I'm your son. Okay? That means, when I fall in love, it's for keeps.",
        "[SCENE_BREAK]",
        "Lucy: Daddy, I need a few minutes alone with Alison, please?",
        "Craig: Lucy --",
        "Lucy: Daddy, please!",
        "Lucy: All right, the truth. Why are you here?",
        "Alison: I came by to see you and hang out. You know? And then --",
        "Lucy: Go on.",
        "Alison: Well, I ran into your father. I guess he'd been thinking about something I told him right after your accident. He's worried, you know? Especially now that you're getting close to Aaron again. I really don't want to do this.",
        "Lucy: You have to, Alison.",
        "Alison: You and Aaron are my friends.",
        "Lucy: But is Aaron my friend? I mean, if he's done something bad to me, then you have to tell me.",
        "Alison: Why?",
        "Lucy: Because it's my choice whether or not he's a part of my life.",
        "Alison: Well, I guess your dad is right. I do -- owe you the truth. Remember that day in physical therapy, when you started to remember things again? And you asked me about a fight we had.",
        "Lucy: Right. I remembered you were angry at me right before the accident. And when I asked you about it, you said it was this little fight -- wasn't that little, was it?",
        "Alison: We were fighting about Aaron. I was being stupid, trying to protect him.",
        "Lucy: From what?",
        "Alison: Please, please don't be too mad at him about this, but -- Aaron really does care about you. Guys do stupid things sometimes.",
        "Lucy: Alison, just tell me.",
        "Alison: You and Aaron had a big fight in North Carolina. Because he wanted to have sex, and you said that you weren't ready. So he stormed off alone to a party and -- Lucy, he hooked up with another girl.",
        "Lucy: Hooked up, as in -- \"hooked up\"?",
        "Alison: I didn't want to tell you this, but you had already figured it out. And you were mad at me for keeping it a secret. And then you got hit, and you woke up. And you didn't remember any of this.",
        "Lucy: What did you say?",
        "Alison: Nothing. I just know what it must feel like to do something terrible.",
        "Lucy: You said something about a big mistake. You were defending Aaron, weren't you?",
        "Alison: Yeah. I knew you'd remember the truth sooner or later.",
        "Lucy: Have I, Alison? Or is this just another one of your lies?",
        "[SCENE_BREAK]",
        "Tom: Ah, thanks, no. So the attorney in Sydney has worked out a deal where all the charges will be dropped against you. It's contingent on your successful application for U.S. Citizenship.",
        "Katie: Oh, no worries about that. He's gonna ace that exam. I'm his coach.",
        "Margo: Oh, great. Then you know all the important things, like the theme song for \"The Brady bunch\" and intentional grounding rules in football.",
        "[Laughter]",
        "Katie: Very funny.",
        "Margo: All right, all right.",
        "Katie: That's good.",
        "Margo: So I contacted the authorities in Sydney, and I told them that you had given up your career in petty larceny. And also that you did some pretty spectacular work for the Oakdale PD. So when you get to Australia, I expect you to make me look as good.",
        "Simon: Mm, okay.",
        "Katie: Thank you so much!",
        "Margo: Yeah.",
        "Katie: Oh, I can't believe this is actually happening. Finally.",
        "Tom: If Simon passes the test.",
        "Katie: Oh, watch this.",
        "[Katie clears her throat]",
        "Simon: Oh, yeah, right.",
        "Katie: Okay. Who was referred to as \"The Gentleman from Virginia\"?",
        "Simon: George Washington.",
        "Katie: By?",
        "Simon: John Adams.",
        "Katie: Who was speaking to?",
        "Simon: The Continental Congress.",
        "Katie: Which?",
        "Simon: Which -- met in Philadelphia during the revolutionary war, which was the precursor to the Congress you now have today.",
        "Tom: Well, it'd be nice if more natural-born Americans knew that stuff.",
        "Simon: Well, our kids will know that. Won't they, honey?",
        "Katie: Absolutely.",
        "[Katie laughs]",
        "Simon: Well, thanks for dropping around and giving us the information.",
        "Tom: Absolute pleasure. Come on.",
        "[Katie laughs]",
        "Katie: I'll walk you out to the car.",
        "Simon: Ah, which is Katie for, \"Simon, you stay right here.\"",
        "[Tom laughs]",
        "Margo: Oh, she really does have him trained.",
        "Simon: Oh, yeah, like a monkey.",
        "Katie: No peeking.",
        "Tom: Be excited.",
        "Simon: Thank you.",
        "Katie: Okay. So, I want to have a \"Welcome to America\" party for Simon. And as soon as the party's over, we'll fly off to Australia.",
        "Margo: He's already in America, and -- Katie, Australia is so far away.",
        "Katie: I know, it's -- 10,000-something-something miles. And then another couple hundred to get out to the farm.",
        "Tom: Well, your whole life is about to change.",
        "Margo: Think you'll ever come back to your old life?",
        "Katie: Margo, this is where my family and friends are. Not to mention a good portion of my liver and most of my heart.",
        "Margo: Oh, that old thing. Come back, baby, okay?",
        "Katie: Of course I will.",
        "Margo: Okay.",
        "Katie: Thank you. Thank you guys so much.",
        "Margo: You ever love somebody so much you don't think you could ever say good- bye?",
        "Tom: Oh, yeah.",
        "Simon: What's that? Oh, is that a list of all the things we're gonna do in bed tonight? I've got a couple things we could add to it.",
        "Katie: No, no, it's just a simple grocery list.",
        "Simon: Ah, no. Your pants are on fire.",
        "Katie: I'm not lying.",
        "Simon: Oh, come on. What is it?",
        "Katie: All right, just a little. It's a -- a list of all the things that we should accomplish before we can go to Australia.",
        "Simon: Look, I still can't believe you want to live on a sheep farm.",
        "Katie: Honey, it's gonna be amazing. It's gonna be great! We'll live there for awhile, and the three of us --",
        "Simon: Look, we can't take Snickers out with us. Look, he's gonna -- Immigration'll stick him in quarantine. He'll get injections in his -- you're not talking about Snickers, are you?",
        "Katie: I'm talking about our baby.",
        "Simon: Okay, a -- a ba -- what do you mean, a baby?",
        "Katie: It's on the list.",
        "Simon: What --",
        "Katie: I'm not pregnant yet.",
        "Simon: It's only on the list? Ah. \"The Katie Frasier master plan.\" Right.",
        "Katie: I wasn't 100% sure I was gonna tell you until we were 100% sure that we were going to Australia. And, well, 99% is good enough. And I just can't keep this from you anymore. So -- ooh, here's how it works!",
        "Simon: Whoa, whoa. Slow down. How's what work? What --",
        "Katie: Our lives, silly. You and me. Okay, we're gonna become bicontinental.",
        "Simon: Listen, Australia is a very long way away. It's a long flight. It's expensive, the flight.",
        "Katie: I know. Whatever, whatever. The most important part is the baby is gonna be -- have dual citizenship and hopefully a sweet little accent like yours. And I -- you know, I don't care if it's a girl or a boy. It's just -- what's wrong? Why are you being so quiet? Don't you like the master plan?",
        "Simon: Like it? [Simon sighs] it's pure Katie. And anything that's pure Katie -- I absolutely cannot resist.",
        "[SCENE_BREAK]",
        "Chris: I'm doing a rotation in pediatrics right now, so I took a look through Will's file.",
        "Barbara: What's wrong?",
        "Chris: I didn't say anything was wrong, just something isn't making sense to me.",
        "Barbara: Such as?",
        "Kim: Barbara, Chris has not studied Will's case. These are just quick observations, not clinical assessments.",
        "Barbara: I don't really care what they are. I want to hear what Chris has to say.",
        "Kim: Don't you see how unfair this is to Barbara? You are going to get her hopes up --",
        "Barbara: I don't really care, because no one has done that for me yet. In fact, everyone has just labeled Will as a troubled kid. And obviously, Chris sees his little cousin as something more. You look beneath the surface, right?",
        "Chris: Let's just say I want to give Will the benefit of the doubt. Now, let's start with the fact that he remembers playing with the matches, and he was treated for burns on his fingertips. Now, the police say that an accelerant was used, but Will doesn't remember seeing any.",
        "Barbara: That's right. Supposedly, there were rags that were soaked in gasoline. But he didn't remember any of that in therapy?",
        "Chris: No. And if he remembers playing with the matches, then he should remember the rags, too?",
        "Barbara: Chris, what do you think is going on?",
        "Chris: I think Will confessed to starting the fire because everybody expected him to. Maybe he thinks it'll all be over sooner if he just goes with the flow, whether it's true or not.",
        "Barbara: Hal has to hear this.",
        "Kim: Oh, Barbara, for -- no, no, no. Wait a minute. You cannot tell him yet. You cannot tell anybody yet.",
        "[SCENE_BREAK]",
        "Lily: You know, Aaron, don't look at the two of us and think it was always this good. We've had some very difficult times.",
        "Aaron: Yeah, but you guys made it. Lucy and I can make it. We were practically there before the accident, and she was starting to remember. If I'm off trying to get a college degree and worrying about my career, then we're gonna lose everything. I mean, how come you guys can't see that?",
        "Lily: Aaron --",
        "Holden: Look, Aaron, I'm not -- trying to take you away from Lucy. I just need a little reassurance here.",
        "Aaron: Okay. Well, then I'll take care of her until she gets better and she can walk, and then we'll see what happens next, okay?",
        "Holden: All right. All right, I can live with that. Don't work too late. You know, Aaron, when Lily and I were about the same age as you and Lucy, we were up against Lucinda. Everything worked out okay. But don't ever underestimate your opponent, especially when it's a parent.",
        "Aaron: Well, don't worry, 'cause Mr. Montgomery likes having me around. He can see that I'm good for Lucy.",
        "Holden: Just keep your eyes open.",
        "Lily: Okay. We'll see you in the morning?",
        "Lily: Feel any better?",
        "Holden: I swear, if Craig does anything to hurt my kid -- ah. We gotta get home. I'm sure Natalie's pretty hungry.",
        "Lily: Why don't you give me a hug first, okay? Come on. Mm.",
        "[SCENE_BREAK]",
        "Alison: You're right, Lucy. I made the whole thing up. I had nothing better to do, so I decided to figure out how to hurt my two best friends. Thanks. I'm going.",
        "Lucy: Wait.",
        "Alison: Yeah?",
        "Lucy: I'm sorry. I'm sorry. I didn't mean to hurt your feelings. It's just so hard sometimes. I don't know what to believe and not believe. If what you're saying about Aaron is true, then -- then I don't want to be alone right now.",
        "Alison: If it's true? Lucy, you really don't remember anything? Anything at all about Aaron being with that other girl?",
        "Lucy: I don't know if this happened right before the accident, but I remember Aaron with another woman named -- Tammy or Tanya?",
        "Alison: Oh, that was ancient history. She and Aaron were together when he lived in Seattle, right before you guys were together.",
        "Lucy: So this new girl, the one you and I were fighting about, was --",
        "Alison: Aaron only slept with her because he was angry with you. It didn't mean anything. Just forget about it! Be happy with the way things are.",
        "Lucy: That's the problem. I don't know how things are. I have to ask Aaron about this girl from North Carolina.",
        "Alison: No, no, no! It would just remind him about what a jerk he was. Guys don't like that, believe me.",
        "Lucy: But I have to talk to him about this. If he had sex with another girl because I wasn't ready, then that's a problem.",
        "Alison: Just leave it alone, Lucy.",
        "Lucy: Why? I'm sick of people not telling me what's going on! What is it?",
        "Alison: Okay. I'm not totally sure about this. But I don't know if Aaron would do this, but -- because he knows that you don't remember much, he might lie about what happened or get mad at me for telling you.",
        "Lucy: Is that really something Aaron would do?",
        "Alison: He loves you. He just wants you to remember the good stuff.",
        "Lucy: My dad said that once. But I told him he was wrong.",
        "Alison: Lucy -- Lucy, I'm sorry. This -- this isn't how things should be.",
        "Lucy: It isn't your fault. Gloria! I need to get out of here now.",
        "Craig: It's for the better.",
        "[SCENE_BREAK]",
        "Katie: You've changed my life so much. I don't ever want to lose this.",
        "Simon: Lose what? You're not losing anything. In fact, we could be about to gain one of the greatest things that ever happened to us. So you should see a doctor.",
        "Katie: Done.",
        "Simon: Done? Oh, yes, here we are. Number 14 on \"Katie's master plan.\"",
        "Katie: I've been taking vitamins already and eating plenty of fruits and vegetables.",
        "Simon: It looks like everything's taken care of except -- oh, here we go. It's very important, this last item.",
        "Katie: Oh, yeah, well, I was thinking that the baby could be conceived in Australia?",
        "Simon: But it doesn't mean we can't do a lot of northern hemisphere practice, now, does it?",
        "Katie: Right. Until we make perfect.",
        "Simon: Absolutely.",
        "[SCENE_BREAK]",
        "Holden: Can we go now?",
        "Lily: Yes, we can go now. Oh, you know what? I forgot my purse. I'll meet you at the car.",
        "Holden: Okay.",
        "Lily: Okay?",
        "Bartleby: Pardon me.",
        "Lily: Yeah? Oh. Yes?",
        "Bartleby: I'm a friend of Simon Frasier's. Does he work here?",
        "Lily: Oh, he used to work here. But -- you're a friend?",
        "Bartleby: Oh, a mate from Australia, here on holiday. I heard he got married, and I wanted to congratulate him. He sent me an invitation, but I forget -- what was his wife's name?",
        "Lily: I -- I don't know. I really -- I don't know Simon that well.",
        "Bartleby: No worries. I'll find out when I see him. Damn, I've forgotten his address. Do you know it at all? I mean, it's all right. He'd want me to get in touch.",
        "Lily: Just like he wanted you to come to the wedding? You see, they didn't send out any invitations.",
        "Bartleby: Is that so?",
        "Lily: Yeah.",
        "Bartleby: I must have confused his nuptials with another mate's. Oh, no matter. I'll find him.",
        "[SCENE_BREAK]",
        "Barbara: I don't need your permission to tell Hal that our son might be innocent.",
        "Kim: Listen to me. This is just a theory. You're already presenting it as fact!",
        "Chris: Mom's right. I don't have any proof yet.",
        "Barbara: Backing out of doing the right thing already?",
        "Chris: No, look, it's just -- I think Will's case needs a second look.",
        "Kim: Doggone it, Barbara! You're gonna blow the whole thing for Will, and you're gonna end up getting Chris in trouble, as well.",
        "Barbara: Oh. Scared, are you? The thought of your son being vulnerable scares you? Well, multiply that by 1,000, and that's how I feel. Maybe you could possibly understand.",
        "Chris: That's why we want to go slow.",
        "Barbara: Do you have any idea how long it has taken for Will to get his life back to normal, as it is?",
        "Chris: We just don't want any mistakes made.",
        "Barbara: The worst has already happened here! He is in lockdown, and he's being examined underneath a microscope.",
        "Kim: That is why we are trying to help. But for crying out loud --",
        "Barbara: I need some hope here. Do you understand that, aunt Kim? Now, I'm gonna go tell Hal, and if there's any justice in this world, our son may be coming home soon.",
        "Chris: You were right, mom. I thought I could get her to listen to reason. This was a mistake. A huge mistake.",
        "[SCENE_BREAK]",
        "Rosanna: I don't think pancakes are going to help.",
        "Craig: Not tonight. Not now.",
        "Rosanna: I guess you found a way to make Lucy change her mind about Aaron?",
        "Craig: Broke her heart. Well, it's not like they were ever gonna get married or anything, anyway. Once she gets well, she'll wake up to that pooch and realize she doesn't need him. And she'll be busy growing up, going to college, traveling around. That hairball will still be here in Oakdale, changing oil filters and chasing underage girls.",
        "Rosanna: Are you sure there's no future for those two?",
        "Craig: I did that hound a favor. Believe me. I mean, sure, it's gonna hurt a little, but it's gonna hurt a lot less now than it will later. They have nothing in common.",
        "Rosanna: Well, maybe not on the face of it, but -- still, it was nice to see her happy.",
        "Craig: Hmm. Yeah. You really do feel for her. And that is one of the things I love about you, so much. And one of the reasons I think you're going to make some kind of mother for her.",
        "Rosanna: Well, thank you. I suppose that shouldn't be a problem.",
        "Craig: But I do need your help. Will you help me fix it so my daughter doesn't keep looking for happiness in wrong places? Hmm? Hmm?",
        "[Craig sighs]",
        "Aaron: Lucy! Oh, this is great. What are you doing here?",
        "Lily: Gloria, could you wait outside, please?",
        "Gloria: Sure.",
        "Aaron: Is -- is there something wrong?",
        "Lucy: No. Something's right. I finally know the truth about you. I know what you did."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=b5BrcWrqhSo"
}