{
    "Episode Summary": [],
    "Recap": [
        "Aaron announces that he is moving out. Craig agrees to disagree. Hal orders Barbara out of the station. Holden finds that his family has disappeared from the house. James warns that there are enemies. Lily puts on the flashing light bulb earring once alone.",
        "Lucy hears a motorcycle coming to the house. Paul is warned that he is only going to get tough love from now on. Susan suggests a party for the newlyweds. Will worries that his brother is in big trouble."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mr. Kowalski: Ah, you must be the couple who called about the apartment?",
        "Aaron: That's us.",
        "Mr. Kowalski: Rent includes heat and hot water, not electric. Bathroom's down the hall. No pets.",
        "Aaron: It's not bad. It could work.",
        "Alison: Where's the rest of it?",
        "Mr. Kowalski: This is it. That's why they call it an \"efficiency.\"",
        "Alison: Oh --",
        "Mr. Kowalski: And you won't do better for the price you want to pay. But, hey, you're newlyweds. What do you need with space? All you need is this.",
        "[SCENE_BREAK]",
        "Holden: How you doing? You need anything?",
        "Lily: I need you to stop asking me how I'm doing.",
        "Holden: Will you do me a favor? And take the sedative that John Dixon prescribed?",
        "Lily: No. I don't like pills.",
        "Holden: It will help you sleep.",
        "Lily: You want me to sleep? You want me to forget everything that's going on right now? Forget about Rose? I can't do it. I can't. I don't want to. I don't want any more time or distance between me and Rose. I already know she's slipping away, and I don't want to let that happen. I just don't want that to happen.",
        "Faith: We are, too!",
        "Luke: Not if you don't stop yelling!",
        "Faith: You said I could put the gumdrops on the roof!",
        "Luke: But you're messing it up!",
        "Holden: I'd better go referee. Do me a favor. Please? Take this.",
        "Lily: All right. All right.",
        "[SCENE_BREAK]",
        "Rosanna: All I am saying is Paul has deep regrets over the way he treated Rose. He deserves a chance to make amends.",
        "Craig: Yeah, well, no one's stopping him from making them in private, are they? Why do you suppose your buddy needs all this attention all the time, huh? It would have been worse if Lily had seen him. Right?",
        "Rosanna: Right, I am going to go upstairs and check on Cabot and the sitter, and you and I are just going to have to agree to disagree about Paul, okay? Okay?",
        "Craig: Okay. Yeah, okay. Okay. First, I'm gonna get old Paulette locked away. Then you and me and Cabot and Lucy and all of us. Yeah, Jack Snyder, please. It's Craig Montgomery. Yeah, it's about a tip.",
        "[SCENE_BREAK]",
        "Prison guard #1: Listen, stay put. Transport back to state hasn't been dispatched yet.",
        "James: Oh, good. This is wonderful. This way, I get to spend a few more moments with the love of my life.",
        "Barbara: What have you told the Police about Paul?",
        "James: Just the truth, Barbara. That he came to see me the morning of the wedding and that we discussed his intentions about his white trash bride-to- be.",
        "Barbara: You have betrayed your own flesh and blood, James.",
        "James: I'm providing our son with a moral path. He has to learn, Barbara, that he is responsible for his actions. And there's no better way to learn than from experience. What serendipity! A family reunion! Of course, this isn't the ambiance that I would have chosen, but --",
        "Paul: But hell all the same.",
        "Barbara: Paul, please.",
        "James: Paul. Your mother and I have tried to provide you with love and support all of your life. But you keep going around killing people, we may have to try a little tough love.",
        "Barbara: Paul, don't listen to him. I never would have come down here if I'd known that he was here. And I certainly never suggested that you killed Rose.",
        "James: And I'm here at the request of the Oakdale Police and Detective Snyder. But now that I am here, I have a moral obligation to teach you that you have to stand up and face the music.",
        "Paul: Jack -- whatever I'm here for, can we get this over with, please?",
        "Jack: Yeah, come on.",
        "Barbara: Paul doesn't deserve this.",
        "James: Why not?",
        "Barbara: Because he didn't kill Rose.",
        "James: Oh, you sure of that? Why are you sure, Barbara? Maybe you killed Rose, hmm?",
        "Barbara: Don't be ridiculous.",
        "James: Yeah, I can see it now. You slip into the church. Blip, blip -- a couple of drops. No problem. Rose gone!",
        "Barbara: You know what? You are absolutely mad! I did no such thing, and neither did Paul.",
        "James: Whatever you say, Barbara.",
        "[SCENE_BREAK]",
        "Craig: No, no, I understand he's busy, but this is important. All right. Well, now, listen -- can you tell me, has Paul Ryan been brought in for --",
        "Rosanna: That's fine, Phyllis. I'll keep the baby monitor on. I didn't hear the phone ring.",
        "Craig: I was thinking about calling Lily and Holden.",
        "Rosanna: Sweetie, I don't think that's a very good idea. I'm sure they're not taking any calls after Lily's episode this morning.",
        "Craig: You know, maybe -- maybe I'll just go over there, see how they're holding up.",
        "Rosanna: Honey, timing. I'm sure they're not up for any company right now.",
        "Craig: No, no, I won't be -- I won't be long.",
        "[Rosanna groans]",
        "Craig: Sweetness!",
        "Lucy: Hey, daddy. I still can't get over how bizarre Lily was acting this morning.",
        "Rosanna: Yeah. And then you had to see Aaron and Alison there. My heart was breaking for you.",
        "Lucy: Yeah, well, I might as well get used to it, right? Aaron has a wife now -- and a baby on the way. And they're even shopping for a cozy little home for the three of them.",
        "Rosanna: I'm so sorry, Lucy.",
        "Lucy: Thanks. But it's time I stopped torturing myself over Aaron -- and move on.",
        "[Rumbling sounds]",
        "Rosanna: What is that?",
        "Lucy: A motorcycle?",
        "Rosanna: It's not Aaron, is it? Come on, let's look. Let's look. Go, go, go, go, go!",
        "Lucy: I can't tell.",
        "Rosanna: What do you see?",
        "Clark: Hey. Oh, your housekeeper let me in. I hope it's okay.",
        "Lucy: Clark.",
        "Clark: Guess what? My dad bought me this totally awesome bike for Christmas. You want to see it?",
        "[SCENE_BREAK]",
        "Mr. Kowalski: I'll be on the third floor. If you want it, make out the check for two months' rent.",
        "Aaron: This'll work, won't it? I mean, the guy doesn't mind about the baby.",
        "Alison: It's a postage stamp, Aaron. Where are we even gonna put the crib? And creeping down the hallway to share a bathroom with strangers? That's gross.",
        "Aaron: Alison, we don't have to take the apartment. I just don't know what else we can afford with our budget.",
        "Alison: Well, I'll just keep working until I have the baby. Won't that buy us more?",
        "Aaron: Yeah, but it's not just about the rent. I mean, every month, we gotta put money aside. You know, for the baby. For the diapers, for food. Couple years down the road, day care.",
        "Aaron: I'm sorry. Okay? I never should've forced you to have that sonogram. I should've believed you. I was just so sure that the baby was mine. It just made me crazy.",
        "Alison: This isn't right, Aaron. We shouldn't be doing this.",
        "[SCENE_BREAK]",
        "Lily: \"To my Luciano. From his ever-loving Rose.\" Oh, Rose.",
        "Holden: Come on. Can you two do me a favor? Can we please go easy for the rest of the day? [Natalie crying] That's Natalie. Why don't you guys keep your mother company, okay?",
        "Lily: Guys? Sit down. Sit down. It's okay. I -- I heard you guys were fighting like cats and dogs. What's going on?",
        "Faith: Luke said we're not having Christmas this year.",
        "Luke: I did not. I just said we had to be quiet.",
        "Lily: Why do we have to be quiet?",
        "Luke: Because you're so sad about aunt Rose.",
        "Lily: Well, sure, I miss aunt Rose. But that doesn't mean we have to tiptoe around. Rose would want us to live it up. So -- we're gonna have the best Christmas ever. Come on, guys! Put these on.",
        "Luke: Where are we going?",
        "Lily: Come on! It's a surprise!",
        "Luke: What should we tell dad?",
        "Lily: Uh -- don't tell dad anything. No, it's gonna be great. It's gonna be fun. Come on, come on, come on, come on. Come on. Scoot, scoot, scoot, scoot, scoot. Go ahead.",
        "[Doorbell rings]",
        "Holden: Lily? Susan.",
        "Susan: Hey.",
        "Holden: Hi.",
        "Susan: Hi.",
        "Holden: Come on in.",
        "Susan: How's Lily?",
        "Holden: She's a little better. I think she's probably in the kitchen right now, with Luke and Faith.",
        "Susan: Oh, I brought a casserole so nobody would have to think about cooking tonight.",
        "Holden: Thank you. Thank you. That was very thoughtful.",
        "Susan: I know you don't need visitors. But while I'm here, I thought I'd run something by you. Um -- of course we don't have to make any decisions right now. Sometime, at some later point, when everything has quieted down, I thought we could have a celebration for Aaron and Alison.",
        "Holden: A party?",
        "Susan: Well, why not? Ah, I know -- running off to Indiana like that was very impulsive, but --",
        "Holden: You're talking about a baby shower here, right? Isn't it a little too soon for a baby shower?",
        "Susan: Oh, my God. Aaron didn't tell you? Huh. And I always thought I was the last to know.",
        "[SCENE_BREAK]",
        "[Traffic noises]",
        "Aaron: What's not right, Alison? We've got a baby coming. We're married. We're being responsible.",
        "Alison: I know, but -- seriously, where are we even gonna put the crib? And -- you were right about the money. Even if I go back to work right after I have the baby, my salary won't even cover a sitter. My mom was right. We can't handle this.",
        "Aaron: Sure we can. Look, it's gonna be real -- it's gonna be real tight, okay? But I worked it all out on paper.",
        "Alison: No, this is not how I pictured my life to be.",
        "Aaron: Hello, Ali? This is not how I pictured mine, either. But it's okay. Look, I feel like I jumped into the deep end of the pool, too. We're gonna make it. Come on. Just hang onto me. All right? Listen -- we got in this together, and I'm not gonna let you down.",
        "[SCENE_BREAK]",
        "Barbara: What are you doing here?",
        "Craig: Business.",
        "Barbara: What are you two doing here?",
        "James: Montgomery, I told you it wouldn't be long before everyone discovered that you were the one that told the police that I knew about Paul's intentions. I tried to warn you you'd sabotage yourself. I just didn't realize it'd be so soon.",
        "Jennifer: Where's dad? We wanted to talk to him.",
        "Barbara: Oh, he's in the interrogation room, talking to your big brother.",
        "Jennifer: What?! They're questioning Paul?",
        "Will: No, you said they had somebody else!",
        "Jennifer: Well -- what about Dusty? I thought that --",
        "Barbara: They released Dusty.",
        "Will: So they do think Paul did it. They think he murdered Rose! I need to see dad. They can't blame Paul --",
        "Barbara: Will! Will!",
        "Will: They can't do it! [Banging on door] Paul, are you in there?!",
        "James: Will, Will, it's okay. It's okay. It's all gonna be all right. Don't you worry. Don't you worry, okay?",
        "Paul: Stay away from my brother. You get your hands off of him. Coming up on \"As The World Turns\" --",
        "James: Just be careful, Paul. You have enemies.",
        "[SCENE_BREAK]",
        "Aaron: Say the magic words, Ali, and this place is ours.",
        "[SCENE_BREAK]",
        "Barbara: Will, Will! Come here! Will!",
        "[Hal whistles]",
        "Hal: Everybody get a grip! Who's on duty here? Who's on duty?",
        "Will: Paul, are you okay? Are you going to jail?",
        "Paul: Nobody's going to jail but him.",
        "Hal: I just need to ask your brother some questions, get some information. That's all.",
        "Jennifer: Dad, can --",
        "Hal: I will talk to you and your mother when I'm finished with Paul. Why don't you take Will outside, get him something to drink from the machine? Let's finish this.",
        "Jack: Inside. Come on.",
        "Paul: Everything is gonna be okay. So what happens now?",
        "Jack: Let's pick up where we left off. Shall we? You recognize that?",
        "Paul: \"Congratulations, son. Glad you took my advice. Dad.\"",
        "Jack: Yeah, that was accompanied by a bouquet your father sent after Rose died.",
        "Paul: I never got any flowers. And I've never seen this before now.",
        "Hal: You hate your father, don't you?",
        "Paul: Did you bring me all the way down here to ask me that?",
        "Hal: So why did you go see him in the prison, Paul? What were you looking for?",
        "Paul: Don't know. I guess, when you're consigned to hell, you think maybe the devil will understand.",
        "Hal: Or -- give you some help? Some advice? Maybe help you come up with a plan?",
        "Paul: I didn't kill Rose.",
        "Jack: Did you buy the champagne and the goblet after you talked to James or before?",
        "Paul: After. We've already talked about this. I wanted to rub salt in her wounds. I thought, if she had had some kind of special toast, then when I trashed her on the altar, it would be a bigger shock.",
        "Jack: You're a real prince.",
        "Paul: I hate what I did, Jack. But I thought that she'd betrayed me -- again. And I wanted to hurt her. I wanted her to suffer the way that I had suffered. But why would I set her up and then kill her? I'd be creating a situation where I was the prime suspect. That would be stupid. That would be insane.",
        "Jack: Yeah. Or maybe you were just keeping with the longstanding Steinbeck tradition called \"hiding in plain sight.\"",
        "Paul: Am I under arrest?",
        "Jack: No. No, you're not.",
        "Paul: I'd like to talk to my father, please.",
        "Hal: You know, it was a big mistake not telling me that you went to visit your father that morning, Paul.",
        "Paul: Is a visit evidence of murder?",
        "Hal: It's not enough to arrest you, but you're on thin ice.",
        "Paul: Ever the cop, Hal.",
        "Hal: Damn it, Paul! I am more of a father to you than that piece of filth out there ever was. You're as much of a son to me as Will. Don't you think I would do everything I can to protect you? But I'll tell you one thing -- if I come up with one piece of evidence that links you to that poison or those missing glasses, there is nothing that I can do to help you. So, from now on -- from now on, you tell me the truth, Paul, no matter what it is. The truth.",
        "Paul: Why?",
        "James: As I said, I was summoned. Someone told the police about our conversation the morning of the murder.",
        "Paul: Who was that?",
        "James: Just be careful, Paul. You have enemies.",
        "Jack: James, let's go. Transport's ready.",
        "James: I love our visits, son. And I look forward to the next one. Hope you don't find any coal in that Christmas stocking, Montgomery.",
        "[Craig chuckles]",
        "Craig: Jack, so has Paul Ryan been arrested?",
        "Jack: No.",
        "Paul: What's he doing here?",
        "Jack: How would I know?",
        "[SCENE_BREAK]",
        "Alison: It's all wrong.",
        "Aaron: Only if we stay stuck in the present. Look, Ali, by this time next year, we'll have a fresh coat of paint on the walls. All right, we'll have a big old Christmas tree right here, next to the window. And we'll have ornaments. If we can't buy ornaments, we'll make 'em out of string popcorn or cranberries. Whatever they use. You'll be on the floor with the little one, showing him presents. I'll come home with the biggest stuffed bear you'd ever seen.",
        "Alison: But that's expensive.",
        "Aaron: Nope. 'Cause I bought it with my Christmas bonus. And it's a heck of a lot better than living with our parents, who will make us feel like a bunch of total losers.",
        "Alison: Yeah, but it's not even like we're a couple.",
        "Aaron: Yeah, but we're friends. We've been through a lot together, and we've got each other. We can make a really good home for this baby and prove everybody wrong. Trust me. [Cell phone ringing] Ah, that's my dad. I'm not gonna answer it.",
        "Alison: No, maybe you should.",
        "Aaron: No, I'll call him back. Listen -- first things first.",
        "Alison: You already made out the checks?",
        "Aaron: Yes. One for the rent. And one for deposit. Say the magic words, Ali, and this place is ours. You trust me, don't you?",
        "[SCENE_BREAK]",
        "Holden: I can't believe that they ran off and got married.",
        "Susan: I feel terrible for just dropping it on you like a bomb, especially with everything you've got going on. I guess that's why the kids didn't tell you. They didn't want to upset you.",
        "Holden: Listen, this is an awful lot to take in, so can I speak to Lily first? And then I'll --",
        "Susan: Holden? Is there --",
        "Holden: I'm sorry. It's just -- quiet in here. Too quiet. Lily? Luke? Faith? They're gone.",
        "Susan: Is it unusual for Lily to take the kids without telling you?",
        "Holden: Could you do me a favor? Natalie is upstairs napping. Can you just stay here for awhile and keep an ear out for her?",
        "Susan: Oh, sure. Sure.",
        "Holden: I think I might know where Lily might be. Thank you.",
        "[SCENE_BREAK]",
        "Lily: Woo! Merry Christmas! Aunt Rose didn't forget Christmas. Isn't that amazing? And you know aunt Rose. She always got the best -- best gifts.",
        "Luke: What's in there?",
        "Lily: Oh, it's all the -- these amazing things that Rose used to wear. Look at this. [Lily laughs] I remember these. These are the ones -- look at this. These are the ones that go with the sweater. Rose's Christmas sweater.",
        "Luke: Shouldn't we go back to the house now? We didn't even tell dad where we were.",
        "Lily: No, that's -- it's okay. Dad is taking care of Natalie. And we're here. We're having a really good time. Ha! I have a great idea. How about we sing that song, that Christmas song that Rose loved so much? Remember? Remember? All right, I'll start. Okay. On the first day of Christmas my true love gave to me a partridge in a pear tree Come on! On the second day of Christmas my true love gave to me two turtledoves and a partridge in a pear tree Come on! Let's go! Why don't you sing along?",
        "Luke: Do we have to?",
        "Lily: Yes! Yes. Because it's Christmas, and we have to -- yeah, act like Christmas would be if Rose were here with us.",
        "[Singing softly] On the third day of Christmas my true love gave to me three French hens, two turtledoves and a partridge in a pear tree On the fourth day of Christmas my true love gave to me four calling birds, three French hens, two turtledoves, and a partridge in a pear tree",
        "Clark: Are you okay?",
        "Lucy: Yeah. I'm just kind of tired.",
        "Clark: I've been thinking about you, Lucy. Ever since the wedding. I was thinking maybe -- maybe we can give it another shot, you and me.",
        "Lucy: What were you thinking?",
        "Clark: New Year's eve, maybe? Unless you have other plans. I'd love to take you out.",
        "Craig: Why, I'm sure she'd love to. Hmm?",
        "[SCENE_BREAK]",
        "Aaron: Holden wants me home.",
        "Alison: It could be because of Lily. You'd better go.",
        "Aaron: What about the landlord?",
        "Alison: Well, just give me the checks. I'll handle it.",
        "Aaron: All right. Listen, call me when you're done, okay? Hey, Santa can you bring me something good something good",
        "Alison: Your first Christmas. What do you think it is? Is it a toy from daddy? Something sweet something, something sweet",
        "Alison: Look, it's daddy!",
        "[Laughing] Gumdrops or butterscotch",
        "Chris: Oh!",
        "Alison: Oh, look! Look! Can you bring me something nice something nice",
        "Chris: Come to daddy. Something nice",
        "Chris: Look at the beautiful baby we made. We're gonna give her the best first Christmas ever. Diamond bracelet or a diamond ring how 'bout a shiny new baby blue convertible hey, Santa can you bring me everything",
        "[SCENE_BREAK]",
        "Lily: Come on! I can't hear you! Six geese a-laying five golden rings four calling birds three French hens two turtledoves and a partridge in a pear tree come on!",
        "Luke: Dad!",
        "Faith: Daddy, I don't wanna sing.",
        "Holden: That's okay, honey. We can sing tomorrow at Natalie's birthday. Okay? How's that? Do me a favor, buddy. Take your sister home, and tell Dr. Stewart that she can leave, that you will look out for the baby in case she wakes up. Okay? And we'll be right behind you. Take your coats.",
        "Lily: Holden -- you just broke it up. We were having fun.",
        "Holden: Lily, I didn't know where you were. I was worried.",
        "Lily: Just -- wanted to give them a little Rose for Christmas. They miss her, too.",
        "Holden: We all do. But she's gone. And dressing up like her and singing her songs and acting like her -- it's not gonna bring her back.",
        "Lily: I just want to feel her.",
        "Holden: You will. We all will. Because she's gonna be in our hearts, and she's gonna be in our memories. Lily, you have to let her go. Come on, it's Christmas! It's Natalie's first birthday. And we need to put our kids first. They're frightened.",
        "Lily: Yes, of course they're frightened. Because they lost Rose in a very frightening way.",
        "Holden: All the more reason why we need to help them in spite of what we're feeling right now. You can understand that.",
        "Lily: Yeah. Yeah, I can.",
        "Holden: Okay. Can we -- just leave here, leave this place behind us?",
        "Lily: Yeah. For you. And for the kids, yes, of course.",
        "Holden: Okay. Come on.",
        "[SCENE_BREAK]",
        "Barbara: Okay, now tell me the truth. Is Paul a suspect?",
        "Hal: We don't have grounds to arrest him right now.",
        "Barbara: Listen to me -- you have got to stop leaning on him, then. Can't you see the pain he's in? Do you see what it's doing to his little brother? I'm very worried about Will. He needs me more than ever right now. And you've tied my hands.",
        "Hal: Barbara, I can't do this.",
        "Barbara: Hal, listen to me. It's Christmas! Okay? All I want is to see my little boy open his presents.",
        "Jennifer: Dad, that's why Will and I came here to see you. Will really wants to be with Mom for the holiday. Can't you just see that, please?",
        "Hal: Have you arranged to get psychiatric treatment? You agreed to do that, remember?",
        "Barbara: Not now. I can't. I have to be there for Will and for Paul. I can't sign myself away right now.",
        "Hal: Uh-huh. Then the answer is \"no.\"",
        "Barbara: Can't you see that I'm suffering here? And all you can muster is anger --",
        "Hal: Do you know who's suffering, Barbara? Lily. Holden. People who loved Rose and lost her. Now, get out. I don't have time for this.",
        "Jennifer: Dad, I get why you're angry at Mom. I really do. But you don't have to make Will suffer for it.",
        "[SCENE_BREAK]",
        "Jack: You're free to go, Paul.",
        "Paul: Yeah, not until you answer one question for me, Jack. Who told you about my visit to my father?",
        "[SCENE_BREAK]",
        "Aaron: Is everything okay? Did something happen with Lily?",
        "Holden: No. She's okay.",
        "Aaron: Okay. Why did you need me to come home?",
        "Holden: Thought there was something that you might want to tell me.",
        "[Aaron sighs]",
        "Aaron: You heard Alison and I got married.",
        "Holden: Mm-hmm. How come I had to hear it from Alison's mother?",
        "Aaron: I was waiting for the right time.",
        "Holden: Do you think that there is a right time? Marrying Alison right now is a mistake.",
        "Aaron: Why? Why, because you say it is? It was our choice, Holden. I'm trying to make the right decision.",
        "Holden: You're marrying a girl that you don't love! It's a mistake, Aaron!",
        "Aaron: You're the one ragging on me for not being responsible! I married Alison to give my kid a home and to be a father! And you're still on my case! You know, I don't understand you. Everything I do is not okay with you. You know, it doesn't even mat -- it doesn't even matter anymore! You know why? 'Cause I'm not your problem anymore. Alison and I are getting our own place. Soon as I move out, you won't have to give us a second thought.",
        "[SCENE_BREAK]",
        "Mr. Kowalski: So -- you and your hubby make a decision?",
        "Alison: I'm sorry. I can't --",
        "Mr. Kowalski: Well, there's a bigger place on the seventh floor, but --",
        "Alison: No, I just -- I just can't do this.",
        "[SCENE_BREAK]",
        "Jennifer: Dad, he's in agony. He went ballistic when he thought that you were gonna arrest Paul. He's lonely. He's scared. He needs to be with his mother, no matter how unstable she seems to be. Please, dad. It's Christmas.",
        "Hal: Do you think her psychosis is gonna take a break for the holidays, Jennifer? She's a dangerous woman!",
        "Jennifer: Only when she's unsupervised. I promise, I'll keep watch on her, and I won't let anything go wrong.",
        "Hal: How would you like to see your mom for Christmas?",
        "Will: Really? I'd like that a lot.",
        "Hal: Well -- I'll see what I can work out, okay? I'm counting on you. You remember that.",
        "Jennifer: Thank you. You happy?",
        "Will: What about Paul? Can he come?",
        "Jennifer: Well, I don't know how much celebrating Paul will be into.",
        "[SCENE_BREAK]",
        "Paul: I just can't seem to shake this feeling, Jack. About Craig -- I mean, did he know about my visit to James? Is he the one who told you about it?",
        "Jack: Go home, Paul. Try to have a merry Christmas.",
        "Hal: Yo, Jack.",
        "Jack: What's up?",
        "Hal: All right, we really need to go over where we are with Rose, okay? First, we have Dusty Donovan. Stands to inherit a small fortune due to Rose's insurance policy. A bottle of poison miraculously turns up in his room.",
        "Jack: And who fingered him but Molly.",
        "Hal: Molly, the woman scorned.",
        "Jack: Yeah, maybe. Maybe not. But something's definitely going on there.",
        "Hal: Right. Then, of course, there is my beloved ex.",
        "Jack: Barbara.",
        "Hal: I'm still not sure if her hands are clean.",
        "Jack: Mm-hmm. And what about Paul?",
        "Hal: Well, Jack -- I still don't know if I like him for this.",
        "Jack: Now, wait. We've talked about the too-obvious factor. But -- makes me wonder.",
        "Hal: Yeah, I know. We still need a smoking gun, Jack. And I'm not sure that we've found one yet.",
        "[SCENE_BREAK]",
        "Lucy: My father seems to think that he's my social director, but he's not.",
        "Clark: Still, think about it. New Year's eve. It'll be a lot of fun.",
        "Lucy: I'll let you know. But thanks for the invitation.",
        "Craig: I'll see you, Clark. There's a nice guy, huh?",
        "Lucy: Daddy.",
        "Craig: Mm?",
        "Lucy: You're so obvious.",
        "Rosanna: Your daddy missed his calling, Cabot. He should've worked for the government, where people are paid to interfere.",
        "Craig: I was not interfering. He seems like a solid guy.",
        "Rosanna: Mm-hmm.",
        "Lucy: The only reason you liked him is because he isn't Aaron.",
        "Rosanna: Well, I can see you have everything under control here. Hmm. How were things at Lily's, hmm?",
        "Craig: Oh, I never went. You were right. It's -- I didn't want to bother 'em. Leave 'em in peace.",
        "Rosanna: Uh-huh. Cabot, you keep an eye on your daddy, hmm? He's very naughty. I'm gonna go get you your bottle.",
        "[Rosanna laughs]",
        "Craig: Okay. What about Cabot? [Rosanna laughs] Oh, Cabot, Cabot, we had a close call, didn't we? Yes. And Paul is still prancing around free because the cops didn't have the goods to catch up with him. But you know something? You know what? I do believe that the lack of evidence is not gonna be the situation for long.",
        "[SCENE_BREAK]",
        "Delivery man: Good afternoon, Ms. D'Angelo.",
        "Lily: Oh -- yes?",
        "Delivery man: You didn't forget, did you? \"Christmas Eve or else\"? \"The little muffin's first birthday\"?",
        "Lily: Right! How could I forget that? You have the mother of all Christmases. Thank you! Thank you.",
        "Lily: Oh, don't worry. I'm gonna have a merry Christmas, too.",
        "[NEXT_ON]",
        "Holden: You know, this is very tough, Christmas without Rose. But we can do it. As long as we stick together.",
        "Carly: I have everything you need to arrest Mitzi for killing Rose right here.",
        "Jack: You know I didn't want you to get involved in that!",
        "Dusty: The next time you think it might be fun to jerk me around, think again, Molly."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=AAiwv5oCdsc"
}