{
    "Episode Summary": [],
    "Recap": [
        "Holden learns from Luke that Keith is strangely nervous about anyone knowing details about his job. Holden confronts Keith about not hurting his family, and making sure they don't get caught up with something in his life that may hurt them. Luke is still holding out hope for his parents to get back together. Bob counsels Lucinda about what to expect with her chemotherapy. Lucinda receives a visit from a cancer masseuse, who ends up sharing with Lucinda that she had cancer, but has been cancer-free for six months, without surgery or treatment. After Lucinda's pleading request, the woman offers to share her miraculous treatment-free recovery with Lucinda, if she doesn't tell anyone what she has told her. Casey surprises Tom and Margo by wanting to go abroad to Rome for his senior year. They are sure he is running and hiding from something, but he isn't sharing that with them. Gwen has no choice but to admit to a stunned courtroom that Casey is her son's biological father, while Carly and Jack worry what that will mean to their custody case. Gwen is forced to warn Casey that she named him as the father. He and Gwen loudly argue, which Tom and Margo partly overhear. They finally learn \u0096 from Gwen \u0096 that Casey is her baby's father. Iris attempts to blackmail Carly once she hears she is attempting to get custody of her sister's baby. She wants some of the money in the baby's trust fund, in order for her not to tell the police that Carly killed her baby boy."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: Hey guys.",
        "Luke: Hey.",
        "Holden: How'd it go?",
        "Luke: It was amazing. Probably even better than the first time.",
        "Keith: He's a born flier. He's got the instincts. He's got talent. Just a little experience and then sky's the limit.",
        "Holden: I'm glad to hear it. I'm very proud of you.",
        "Luke: So, listen to this. Keith here let's me take control of the plane and we fly over the farm. I see everything. The pond, Grandma's place. It was unbelievable. And then -- and then, go into an air pocket and the plane drops, like, 15 feet in 3 seconds. Something like that and --",
        "Keith: Yeah, but -- you know.",
        "Luke: Didn't even flinch.",
        "Keith: He held her steady and didn't even break a sweat.",
        "Holden: Oh, yeah. Sounds a little scary.",
        "Luke: Yeah, but at the same time, I knew what I was doing so I didn't really panic.",
        "Keith: He's a born flyer.",
        "Luke: No, it's not just me. Got a great teacher.",
        "[Cell phone rings]",
        "Keith: Hello? Yeah. Look, the reception isn't very good here. I'm going to have to call you back. Fine. It's work. I gotta take it someplace I can get a connection.",
        "Holden: Everything okay?",
        "Keith: Yeah, everything's fine. You know, the usual garbage.",
        "Holden: You don't look too happy.",
        "Keith: I gotta make a living. What can I say? I'll be back.",
        "Holden: What exactly is it that Keith does for a living, anyway?",
        "Luke: I don't know. He's some sort of air transport for some private company. He doesn't like to talk about it that much.",
        "Holden: Really? You've asked him about?",
        "Luke: Once. Sort of. I found a work file and I asked him about it. He nearly took my head off. I don't plan on asking him about it any time soon.",
        "[SCENE_BREAK]",
        "Bob: Allow me.",
        "Lucinda: Oh, Bob. Oh, thank you. You're my hero. Hello, um -- here.",
        "Bob: Well, not a hero, just a friend. One you should've kept in the loop. Why didn't you call me when you got your diagnosis?",
        "Lucinda: I don't know why. I just didn't. But, I know why. Because I didn't want to see that look in your eyes looking at me.",
        "Bob: Oh, I guess, you're just too good for a little compassion from an old pal?",
        "Lucinda: I'm too vain for pity from anyone.",
        "Bob: You won't get any pity from me. You know that very well.",
        "Lucinda: Well, thank you. Hello.",
        "Bob: Hello.",
        "Lucinda: Now what do I owe this visit from the chief of the staff?",
        "Bob: Well, Sierra and Lily called me and told me about the cancer. Needless to say, I was surprised that I had to learn it from them. But we'll pass on that right now. So, you're in chemo therapy. And Sierra wanted me to come and assure you that everything would be fine.",
        "[Lucinda laughs]",
        "Lucinda: Then go ahead. Assure me.",
        "Bob: I can't. I can't lie to you. I'd rather you be prepared.",
        "Lucinda: Yeah. Prepared for what?",
        "Bob: That things could get worse before they get better.",
        "[SCENE_BREAK]",
        "Margo: Hey, Case, whatcha got there?",
        "Casey: I need you to sign this application.",
        "Tom: Ah, more applications. Great. Let's see it. Student exchange program. You're suddenly thinking about spending next year in Rome?",
        "Casey: Yeah.",
        "Margo: School starts in a couple of weeks. Where'd this come from?",
        "Casey: Well, I've been thinking about it a lot, and I've decided it's what I want to do. I mean, if I get that application in and the deposit in by tomorrow --",
        "Tom: Well -- hold on. We have to discuss this. This is coming out of the blue. Now we have a whole list of colleges we're supposed to visit in the fall and you're just ready to bag all that and go to Rome?",
        "Casey: Yeah.",
        "Margo: No. What aren't you telling us?",
        "Casey: Nothing. What do you mean?",
        "Margo: Because you don't make an about-face like that without a really good reason.",
        "Casey: Why? What's the big deal? Senior year's not going to be that cool.",
        "Tom: Well, I don't know. You've been looking forward to ever since you got into high school.",
        "Casey: Yeah, but that was a long time ago. Things change.",
        "Margo: Oh, boy, yeah, they sure do. So come on. Out with it. Is this about Will? Or worse, is this about Gwen?",
        "Judge: I won't ask you again,",
        "[SCENE_BREAK]",
        "Ms. Norbeck. Tell us who the father of your baby is, or this hearing ends now.",
        "Gwen: Can they really make me do this?",
        "Cass: Your honor, could I confer with my client for a moment, please?",
        "Judge: Make it quick, counselor.",
        "Cass: Thank you. Is it true? Do you, in fact, know the identity of the baby's father?",
        "Gwen: What difference does it make? He's got nothing to do with this.",
        "Cass: He does now.",
        "Gwen: Will, what do I do?",
        "Will: This is your call, Gwen.",
        "Cass: If I were you, I'd give the judge a name. Or you're going to go home empty-handed and this whole hearing would have been a colossal waste of time.",
        "[SCENE_BREAK]",
        "Bob: I'm not trying to frighten you. You know that. But you wouldn't want me to paint something rosy that isn't going to be, would you?",
        "Lucinda: No, I don't. I want you to -- just give it to me. Give it to me with both barrels.",
        "Bob: Well, all I'm saying is, the chemo is not an easy road. I'm sure Dr. Berg's told you that.",
        "Lucinda: Dr. Berg told me many things, coldly and clinically. That's why I'm doing all this reading around here. Perhaps, I didn't pay enough attention to her.",
        "Bob: You should've called me then.",
        "Lucinda: Can you ever forgive me?",
        "Bob: You're forgiven. And luckily, you're in the excellent hands of Dr. Elizabeth Berg. There's nobody better.",
        "Lucinda: If you say so. She's a miracle worker.",
        "Bob: Well, she's as close t one as you'll ever see.",
        "Lucinda: I'll take your word for it, Bob. Look, as you can see, doctor, I'm not doing too well with the chemo. I can't even keep the ginger ale down. I hate ginger ale. I hate it. And my head, it's funny with the medication, the anti-nausea. It's up -- my hair's, you know, falling out. I'm exhausted. And how much worse is it going to get?",
        "Bob: Well, not necessarily worse but just more of the same. And it can beat you down if you let it.",
        "Lucinda: The hardest thing about this is my body has betrayed me. And I can't control it.",
        "Bob: Your body, maybe, but not your will. You know, if you keep fighting, you stay one step ahead of it.",
        "Lucinda: One step ahead of the hearse?",
        "Bob: I didn't mean that. You know that.",
        "Lucinda: Okay, friend to friend. Am I going to make it? Am I going to live, or die?",
        "[SCENE_BREAK]",
        "Casey: Why do you always look for an ulterior motive in everything I do?",
        "Margo: It would be habit, I guess. You're telling us that you've developed this sudden fascination for pasta and Michelangelo?",
        "Casey: Would that be so strange?",
        "Tom: Actually, yeah.",
        "Margo: Yeah, I don't buy it for a second. No. There's something going on here. Something else. And before your father and I make such a huge decision about this, I think we should know what it is.",
        "Casey: Fine. You know what? Forget it.",
        "Margo: Oh, no. No, no, no. That's not going to work either.",
        "Casey: What's not going to work?",
        "Tom: Well, reverse psychology thing. Mom and I aren't going to be guilted into saying yes.",
        "Margo: In fact, it really just makes us more suspicious.",
        "Casey: Fine. You wanna know the truth?",
        "Tom: That'd be a good place to start, yeah.",
        "Casey: I miss Celia. I mean, it was bad enough seeing her with Will, but now that she's moved back to Montega, it's even worse.",
        "Margo: So this is all about Celia?",
        "Casey: Will, too. I don't really look forward to seeing him every day in school. Or Gwen either. All I wanna do is I wanna go somewhere and get myself back on track. Is there anything wrong with that?",
        "Tom: Other than the fact that running away from your problems isn't the way to solve anything?",
        "Casey: Why not? I think running away from the things that hurt you is totally underrated.",
        "Margo: Listen, Case. We've all had our hearts broken and it hurts really bad.",
        "Tom: And it's still going to hurt on the other side of the world.",
        "Casey: Maybe not as bad. I'm only talking about a year. I mean, we can go over the college apps before I leave. And when I get home for Christmas we visit the campuses.",
        "Tom: So, you really want to do this, huh?",
        "Casey: Yeah, Dad. I do. So? What do you say?",
        "Margo: I say that your dad and I get to talk over it before we make a decision.",
        "Casey: What's to talk about?",
        "Tom: Quite a bit. Now, of course, if you need a decision, like, right this second, then I guess that would be \"no.\"",
        "Margo: Take your pick.",
        "[SCENE_BREAK]",
        "Gwen: I don't see what difference it makes, your honor.",
        "Cass: Gwen --",
        "Gwen: The father's out of my life. He doesn't want anything to do with the baby. So why should it matter who he is?",
        "Ms. Todd: Your honor, it matters a great deal. Ms. Norbeck knowingly lied on the adoption papers when she listed the father as \"unknown.\" The father has certain rights and responsibilities that must be taken into account in these proceedings.",
        "Cass: If it pleases the court, I'd like to request a recess to give my client a chance to weigh the situation one more time. That way, she can make an informed decision either to reveal the father's identity or to rescind her claim of custody.",
        "Judge: Very well. This court stands in recess until further notice.",
        "Cass: Thank you.",
        "Gwen: Please. Look, you can't put me on the spot like this. It's not fair.",
        "Judge: I'll decide what's fair or not in my courtroom, young lady. Don't give me a reason to hold you in contempt. Take your lawyer's advice. Think this through, carefully.",
        "Cass: Calm down. Let's discuss this in --",
        "Gwen: No, I don't want to calm down. I want my kid back. She's not getting away with this.",
        "Will: Gwen, you're not helping yourself here.",
        "Gwen: Wait, all right. I'll tell you, okay? Casey Hughes -- that's the father of my child. It's Casey Hughes.",
        "[SCENE_BREAK]",
        "Luke: It was just some folder. It must have gotten stuck in the flight manuals Keith gave me. It had \"urgent\" written on it, and I asked him about it, and he ripped it out of my hands and told me it was none of my business.",
        "Holden: Kind of an overreaction, huh?",
        "Luke: Yeah, but I don't know. He -- he was joking about it later, so I could kind of tell that he felt bad that he jumped all over me.",
        "Holden: Probably. Has Keith ever talked to your mom about his job?",
        "Luke: I don't know. You should ask her. You know what? Maybe -- maybe you should come to dinner tonight and ask her about it.",
        "[Holden laughs]",
        "Holden: Nice try.",
        "Luke: I'm serious. We should all have dinner again like we used to.",
        "Holden: Thanks for the offer, but it's not a very good idea.",
        "Luke: Why not?",
        "Holden: Because I don't live there anymore. I'm a visitor now.",
        "Luke: Not to us.",
        "Holden: To your mother.",
        "Luke: So what happened the other night? Did you guys get a chance to have some time together?",
        "Holden: It was awkward. Keith showed up, and it was just a bad idea all the way around.",
        "Luke: So Keith blew it for you?",
        "Holden: No, I wouldn't say that.",
        "Luke: Well, try again, you know? If not tonight, some other night.",
        "Holden: Luke, sit down. You have got to realize that things are not gonna go back to the way they were. Your mom, she has moved on. She's settling into a life without me -- a life that she seems to want now.",
        "Luke: With Keith.",
        "Holden: And don't take it out on him. He hasn't done anything wrong. In fact, he's trying to reach out to you now.",
        "Luke: Yeah. I like the flying and all. I mean, he's been great about it. It just doesn't -- doesn't mean that I like him being in mom's life.",
        "Holden: You don't have to like it, but you have to accept it. I have. We all have to accept it.",
        "Luke: But the thing is, dad, I don't think you can accept it any more than I can. You talk a good game, but in the end, I -- I think you want to be with her just as much as we want you back home.",
        "Keith: Look, I'm doing my job, I'm making the runs. I'm not asking any questions. So what if I'm giving the kid flying lessons? Big deal. It doesn't interfere with anything. Well now, I'd be an idiot if I left stuff laying around, wouldn't I? The kid's not a problem. Hey, look -- I don't like the implied threat here, so knock it off.",
        "[SCENE_BREAK]",
        "Bob: Are you going to die? Yes, eventually. We all do.",
        "Lucinda: Okay.",
        "Bob: Will it be this cancer? I can't answer that. But I can tell you this -- that you're doing everything you should, that you have the best chance of survival.",
        "Lucinda: It ain't no barrel of monkeys, looking at one's mortality.",
        "Bob: Well, we look at that every time we walk through a door or get behind the wheel of a car.",
        "[Lucinda laughs]",
        "Lucinda: I like that. I like a sudden act, a drunk. 'Cause then, I wouldn't have to worry.",
        "Bob: You've got a good chance of beating this and living to be 100 if you just keep fighting.",
        "Lucinda: Thank you. You know, it's real nice -- real nice having a friend.",
        "Bob: Lucinda, a lot of people in this town love you. [Lucinda laughs] And they want to help. And even those that don't love admire you. So you're not in this alone. We're all in it with you.",
        "Lucinda: Only I'm the one that's losing silky golden dresses.",
        "Bob: Penance, for all the years you've made us want to pull our hair out because of you.",
        "Lucinda: Touché.",
        "Bob: Well, my dear -- [Lucinda laughs] -- I've got to get to the hospital. And if you need anything, you call me -- if you need anything at all.",
        "Lucinda: Oh, I'm going to hold you to that. I am.",
        "Bob: You'd better.",
        "Lucinda: Okay. Oh, thanks.",
        "Bev: Ms. Walsh?",
        "Lucinda: Who are you? How'd you get in here?",
        "Bev: Uh, my name is Bev. I'm here to give you your massage.",
        "Lucinda: Uh, no, no, no, no. Nah, no! I don't take a massage from you. Paolo is my masseur.",
        "Bev: Well, this was arranged by Meg Snyder through the hospital.",
        "Lucinda: Oh. Meg Snyder sent you?",
        "Bev: Yes. I've worked with many cancer patients.",
        "Lucinda: Oh, my God. You're a cancer masseuse. Oh, unbelievable.",
        "Bev: Actually, there are quite a few of us working at the hospital.",
        "Lucinda: Excuse me. Excuse me. Massage is just a massage, isn't it? Paolo, he knows what I want! He knows what I like. After all, I've been spending hours -- years teaching him.",
        "Bev: Have you had a massage since you started treatment?",
        "Lucinda: No.",
        "Bev: Well, your skin and your muscles are all much more sensitive from the chemo. I think you'll find my technique to be very effective. I've tailored it specifically for what you're going through right now.",
        "Lucinda: And how does an energetic, young woman like you know anything about what I'm going through now?",
        "Bev: As a matter of fact, I was diagnosed with breast cancer a year ago.",
        "[SCENE_BREAK]",
        "Judge: Order. Order in the court.",
        "Carly: Did I hear her right? Casey Hughes is the father?",
        "Jack: That's what I heard.",
        "Carly: Well, what does this mean?",
        "Ms. Todd: I'm not sure.",
        "Cass: Is this on the level? Were you just throwing out a name to get through this?",
        "Gwen: I told you the truth. Casey Hughes is the father of my kid.",
        "Cass: Tom and Margo's son?",
        "Gwen: Yes. Okay, now I told you what you wanted to hear. Can I please get my kid back now?",
        "Judge: It will be noted that Casey Hughes has been designated the father of the child. I am issuing an order for Mr. Hughes to appear. Ms. Todd, you and Mr. Winthrop should contact the clerk and reschedule another hearing date.",
        "Cass: Yes, sir.",
        "Gwen: Reschedule?! Wait -- wait a minute. Why. What about my baby?",
        "Judge: Ms. Snyder will continue to maintain custody for now.",
        "Gwen: But I told you what you wanted to know.",
        "Judge: Yes, but I need to hear what the father has to say for himself.",
        "Gwen: I already told you. He doesn't want anything to do with the kid.",
        "Judge: I need to hear that from the father.",
        "Gwen: No, you don't understand.",
        "Cass: Sit down, Gwen, or you're going to blow this. Look at me. It is what it is. The judge has to make sure that Casey's rights as the father are fairly represented in this case.",
        "Gwen: He shouldn't have any rights. He doesn't want the baby. He never did.",
        "Cass: Then that will come out in court when he's brought in to testify.",
        "Judge: This hearing will be rescheduled at another date.",
        "Gwen: Is this gonna be a problem for me?",
        "Cass: No, it shouldn't be. Casey's from a good, upstanding family. It can only help.",
        "Gwen: He's gonna freak out when he finds out that I did this. I've got to tell him before anybody else does.",
        "Will: Do you want me to go with you?",
        "Gwen: No. Um, this is something I have to do alone.",
        "Carly: Tell me this didn't just blow up in my face.",
        "Jack: I don't know, honey, but it sure got a hell of a lot more complicated.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Holden: Why you felt the need to jump down my kid's throat when he got a little too curious about your job.",
        "[SCENE_BREAK]",
        "Jack: We cannot be the ones to tell Tom and Margo that their son is Rory's father. That has got to come from Casey or Gwen.",
        "Cass: I don't want any part of this!",
        "Gwen: So tell the judge that!",
        "Carly: Well, Gwen just said it herself. Casey didn't want anything to do with that baby. It seems to me that that would make it even harder for her to get custody -- a single mother, she's still in school, no father involved.",
        "Jack: Yeah, well, Tom and Margo are gonna want to get involved, no question. The only reason they haven't is 'cause Casey's been keeping this a secret. But once they find out, they're gonna want Casey to do the right thing -- to step up and take responsibility.",
        "Ms. Todd: I agree with Jack. If the parents are suddenly in the picture willing to help out, then Gwen's got a much better shot than we thought.",
        "Carly: Well, then we'll talk to them. We'll convince them that the best thing for everybody is for us to take care of Rory.",
        "Jack: I don't know, Carly.",
        "Carly: Come on. We'll go talk to them now. We can set this straight.",
        "Jack: Carly, no, we are not going anywhere.",
        "[SCENE_BREAK]",
        "Tom: Hey, you're a million miles away.",
        "Margo: Yeah, um, sorry. Just trying to convince myself that we're overreacting. And hey, maybe Casey wants to go to Europe for a year to get away from us.",
        "Tom: Oh, so you believe that?",
        "Margo: Not for a second. Actually, something I didn't tell you. I -- came in on Casey and Gwen here the other day in the middle of a major argument.",
        "Tom: Really? So what was that about?",
        "Margo: Well, Casey was telling her that she was wrong to try and regain custody, that he didn't think that she was ready to be a mom.",
        "Tom: Well, between you and me, neither do I.",
        "Margo: I think Gwen would argue that one with you. She was really angry with him. They were really getting into it, and they really clammed up when I walked in. And he -- he just was real touchy and wouldn't tell me anything about it, even after Gwen left.",
        "Tom: So what was that, teenage defensiveness?",
        "Margo: That's what I thought at first, but now he wants to run away to Rome for a year? I used to think that there was nothing that Casey couldn't tell us. Casey's growing up, as you've often point out to me. He's just not the same as he was when he was 7 -- or 11.",
        "[Tom laughs]",
        "Tom: Or last month.",
        "Margo: Yeah.",
        "Tom: Maybe if we try to trust him, he'll trust us.",
        "Margo: So what are you saying, we just drop it and let him go?",
        "Tom: No, I'm saying that we -- he's a smart kid, and maybe we should let him work through this the way he sees fit.",
        "Margo: Tom, you know I hate it when you make sense.",
        "Tom: I know, but this conversation's not over. You see, the rest we have to have with Casey.",
        "[SCENE_BREAK]",
        "Gwen: Just so you know, I was pushed into it. The judge had me against the wall. I didn't mean for it to come out.",
        "Casey: Wait, what are you talking about? You didn't mean for what to come out?",
        "Gwen: You haven't heard from the court, or from Jack and Carly Snyder?",
        "Casey: Gwen, what the hell did you do?",
        "Gwen: I didn't have a choice. I had to tell the truth. It was the only way they wouldn't throw the whole case out.",
        "Casey: The custody case? Ah, man. You didn't tell them I was the father, did you?",
        "Gwen: I'm sorry, I had to.",
        "Casey: Gosh, no! What -- what is the matter with you?! God!",
        "Gwen: Look, you just have to go in there and tell them that you're the father, but that you don't want any claim to the baby. And if you could also maybe tell them that you think I'd be a good mom that would probably help, too.",
        "Casey: You want me to help you out after you just ruined my entire life? Are you out of your mind?",
        "Gwen: I'm sorry, but when a judge asks you a direct question, you have to answer it. I tried to keep you out of it as long as I could.",
        "Casey: And then you caved.",
        "Gwen: Hey, if you want to blame somebody, blame Carly Snyder. She's the one who got her lawyer to bring up the whole father thing, and then the judge wouldn't let it go.",
        "Casey: Oh, I can't believe this. I can't -- I can't believe this. So who else knows?",
        "Gwen: Jack and Carly, of course. Their lawyer, my lawyer, Will, the judge.",
        "Casey: And my parents, as soon as Jack and Carly call them. Oh. You see why I don't think you should raise this kid? You just -- you go off, and you do things without even thinking about the consequences.",
        "Gwen: Hey, if you'd've been a man about this from the beginning, you wouldn't have a problem.",
        "Casey: No. No, this is your mistake, not mine.",
        "Gwen: Isn't that typical.",
        "Casey: Gwen. No, I'm serious. Listen, call Jack and Carly and tell them to forget it. Just tell them you'll drop the whole thing as long as they don't call my parents.",
        "Gwen: Drop what whole thing? Getting my baby back?",
        "Casey: Yeah! Just tell them you don't want it anymore.",
        "[SCENE_BREAK]",
        "Lucinda: Looking at you, you know, you'd never know that you had cancer a year ago. When did you stop the chemo?",
        "Bev: I never did any chemo.",
        "Lucinda: Oh, dear. Radiation, huh?",
        "Bev: Nope. None of it.",
        "Lucinda: Who was your surgeon? Lovable dr. Berg?",
        "Bev: I didn't have a surgeon. I never had it removed.",
        "Lucinda: Wait a minute. You said you were cancer free. I don't understand.",
        "Bev: I am. I have been for six months.",
        "Lucinda: I don't understand.",
        "Bev: I took care of it on my own.",
        "[SCENE_BREAK]",
        "Luke: Thanks. Are you mad?",
        "Holden: Why should I be?",
        "Luke: Because I've been pushing you and mom to get back together.",
        "Holden: Of course I'm not mad. But you need to let this go. Things'll get easier. What you need to do is just try and focus on things that you really care about right now.",
        "Luke: Like flying?",
        "Holden: Exactly. So, Keith, is he a good teacher?",
        "Luke: Yeah, so far.",
        "Holden: What do you guys talk about when you're up there?",
        "Luke: Mainly he's just been showing me the instruments, what they do, how to read them.",
        "Holden: Right. Does he ever talk about himself?",
        "Luke: No, not really. He's a pretty private person, actually. Why? Are you upset that I've been hanging out with him a lot lately?",
        "Holden: No, not at all. I'm glad that he's got you interested in something you like.",
        "Luke: I'd rather be hanging out with you.",
        "Holden: Well, you are. That's what you're doing now. There's no reason that you can't do both.",
        "Keith: Sorry I had to duck out like that. It'd be nice to take a break from the world, even for a half a day.",
        "Holden: I hear you.",
        "Keith: Listen, I'm going to have to cancel our flight for tomorrow, cause I've got to make a cargo run. I know. Study your manuals, and we'll go up as soon as I get back.",
        "Luke: I hope so.",
        "Keith: Yeah, I promise.",
        "Holden: I need to get you home. Your mom's expecting you. Why don't you go out in the car? I need to speak to Keith for a few seconds.",
        "Luke: Okay. So, you're gonna let me know when we can go up again?",
        "Keith: I will.",
        "Luke: Okay, catch you later.",
        "Keith: What's up?",
        "Holden: Do you want to tell me why you felt the need to jump down my kid's throat when he got a little too curious about your job?",
        "Keith: I don't know what Luke told you, but it was no big deal. He asked me some questions about my work, and I said it was private. That was the end of it.",
        "Holden: He's just a kid. He's curious.",
        "Keith: Well, you can call it what you want. But I didn't jump down his throat. Listen, the people I work for, they're a little touchy about their privacy.",
        "Holden: Why is that?",
        "Keith: Well, you know, a lot of companies are tightening up now security and everything. You know, cause of the medical field, confidentiality issues, you know?",
        "Holden: What is it exactly that you do? Do you transport medical supplies?",
        "Keith: Yeah, and if they don't want me to talk about it, so be it. I want to hang onto my job.",
        "Holden: I have a hard time believing that a kid's curiosity is gonna land you in the unemployment line.",
        "Keith: Well, I've lost a job for a lot less.",
        "Holden: I bet you have.",
        "Keith: Yeah. Well, look. If Luke felt that I was jumping down his throat, I will apologize to him. I just want him to understand that certain things are private, you know? I'll take that up with him.",
        "Holden: That's a good idea.",
        "Keith: Okay. So, are we done here?",
        "Holden: No, not yet. I just want to make one more thing clear.",
        "[SCENE_BREAK]",
        "Lucinda: You can't just drop a bomb like that on me and not explain to me how you did it. I have a million questions here.",
        "Bev: I'm sorry. I shouldn't have said as much as I did.",
        "Lucinda: But it's too late. You already said it. I heard it. I mean, you say that you're cancer-free. You had no chemo, no radiation and no surgery. But you won't tell me how? I mean, that is cruel.",
        "Bev: You're right. I'm sorry. I just -- I can't tell you more, because I don't want to risk losing my job.",
        "Lucinda: Well, why would you lose your job?",
        "Bev: I work at the hospital. I saw Dr. Hughes leaving here as I arrived. If he found out.",
        "Lucinda: Don't worry about that. I can take care of -- oh, that's it. You're gonna give me the secret, and then if I bite it's gonna cost me a million bucks.",
        "Bev: Oh, no, no. Not at all. I would never do anything like that. I would never be a part of something like that.",
        "Lucinda: I believe you. Now tell me how you did it. I won't -- I won't tell anybody. I swear it.",
        "[SCENE_BREAK]",
        "Carly: What's wrong, Jack? Our best shot at getting things back on track with Rory's custody is to go and talk with Margo and Tom.",
        "Jack: I'm sorry, could you give us a moment alone, please?",
        "Ms. Todd: Of course. I'll be right outside.",
        "Jack: Thank you very much. What if Tom and Margo don't agree with your take on the situation, Carly? Have you considered that?",
        "Carly: Why would they not agree? Of course they don't want this baby raised by a couple of teenagers, even if one of them happens to be their son.",
        "Jack: How do we know that that's going to be their reaction? It could be the opposite. Carly, the last thing we need right now is a war with our friends.",
        "Carly: Hey, I am not going to war.",
        "Jack: Well, you sure seem ready for one.",
        "Carly: I will do whatever I have to do to hold onto that baby. I made a promise to my sister.",
        "Jack: Yes, honey. And I applaud that. But we cannot be the ones to tell Tom and Margo that their son is Rory's father. That has got to come from Casey himself. Or at the least, from Gwen. You've done everything you can. You've got to let this play out now. I mean it. I have to go to the station.",
        "Carly: Then you can talk to Margo, right? At least tell her to go and talk to Casey.",
        "Jack: Honey, I am not going to get involved, and neither are you. Besides, she's not even on the morning roster. Go back home. I will see you there. And try not to start any more trouble, please?",
        "Carly: Okay. Okay. I'll see you later.",
        "Ms. Todd: I'll contact you as soon as I hear from the clerk with a new court date.",
        "Carly: Good, okay.",
        "Ms. Todd: Now, if you hear from the baby's biological father, you'll let me know, right?",
        "Carly: Yes, absolutely.",
        "Ms. Todd: Don't give up hope. We've still got a good shot at this.",
        "Carly: Do we? I hope so.",
        "[SCENE_BREAK]",
        "Casey: Here. Call your lawyer, and tell him to get you in to see the judge right now.",
        "Gwen: What am I supposed to say to the judge, Casey?",
        "Casey: I don't know, tell him you changed your mind.",
        "Gwen: I haven't changed my mind. What does it matter to you if I tell the judge I want my baby or not?",
        "Casey: Because, then you can stop my name from getting out. You can stop my parents from finding out that I'm the father.",
        "Gwen: Oh, you are the father.",
        "Casey: I don't want any part of this!",
        "Gwen: So tell the judge that! I'm sorry. This was a mistake. I just came here to give you the head's up, because I thought it was the right thing to do. I should've let you find out from Carly.",
        "Casey: No, what you should've done is you should have kept your mouth shut.",
        "Gwen: It's done, Casey. The truth's out. We can't hide it any more. So grow up and deal with it.",
        "[Phone rings]",
        "Tom: Oh, well, that's probably Casey now. I can't believe he thinks we made a decision already.",
        "Margo: Margo Hughes. Hey, Carly. What's up?",
        "Carly: Have you seen Casey?",
        "Margo: Not for like the last hour, why?",
        "Carly: So nobody's talked to you?",
        "Margo: No, why, what's wrong? What's happened?",
        "Carly: You know, I really think that you have to talk to Casey before I can talk to you.",
        "Margo: Come on, Carly, dammit, don't do that to me. Just tell me what's wrong.",
        "Carly: Just talk to Casey as soon as possible.",
        "Margo: Carly?",
        "Tom: What was that about?",
        "Margo: I have no idea. But I guess we better get home, now.",
        "Tom: Okay.",
        "Iris: Hello, Carly.",
        "Carly: Iris, what are you doing here?",
        "Iris: Looking for you.",
        "Carly: Looking for me? I thought you never wanted to see me again.",
        "Iris: Well, things change.",
        "Carly: And what's changed?",
        "Iris: Well, your family situation. At least that's what I heard. I understand congratulations are in order.",
        "Carly: Congratulations?",
        "Iris: Mm-hmm, on your new little addition to the family. The kind with diapers and a hearty appetite.",
        "[SCENE_BREAK]",
        "Lucinda: I'm fighting this hateful disease. I don't know who you are, you come from the hospital. I don't know anything about you. Then you tease me with a remedy.",
        "Bev: I'm not teasing you, Ms. Walsh. But maybe in a way, I'm testing you.",
        "Lucinda: Testing me?",
        "Bev: I have to know that I can trust you completely.",
        "Lucinda: What am I supposed to do around here? I don't know what I'm supposed to -- what do you want from me? What do I do?",
        "Bev: Just give me your word. And mean it.",
        "Lucinda: Honey, I did. Come on, as one victim to the other, tell me. What you tell me will remain between us.",
        "Bev: All right. I believe you. Have a seat, and I'll tell you my secret.",
        "[SCENE_BREAK]",
        "Holden: Frankly, I could care less what kind of job you've got. It's none of my business, but Lily and Luke are.",
        "Keith: Well, I would never do anything to jeopardize them.",
        "Holden: Now, you're a part of my family because you're a part of Lily's life. That's a choice that she made, and I have to accept it. And you've helped Luke out. He was in a tough spot when he got caught drinking. You've got him involved in something that I think is going to be very good for him.",
        "Keith: More than you know.",
        "Holden: That's all on the plus side.",
        "Keith: Well then, what is the negative side?",
        "Holden: I think it's pretty clear that you and I will never be friends.",
        "Keith: We can probably bet on that.",
        "Holden: But I'm trusting you with my family, the people that I care more about more than anything else in the world.",
        "Keith: They mean a lot to me, too.",
        "Holden: They should.",
        "Keith: So what's your point?",
        "Holden: Don't let me down. Don't let them down.",
        "Keith: You have nothing to worry about.",
        "Holden: I hope not.",
        "[SCENE_BREAK]",
        "Carly: Just say it, Iris. What is it you want?",
        "Iris: Just that, to say congratulations on your new baby. Well, it's not really yours, is it? It belonged to some poor teenage girl. At least that's what I heard.",
        "Carly: Heard where?",
        "Iris: Well, this is small town, Carly. Not a whole lot of secrets stay secret. But you should know that better than most, huh?",
        "Carly: I've gotta go.",
        "Iris: Wait, wait. Hold on. I'm just getting to the good part. I also heard that you weren't the first choice to be the baby's mother.",
        "Carly: What are you getting at?",
        "Iris: That rich sister of yours was supposed to adopt it, then she had that horrible accident.",
        "Carly: Leave my sister out of it.",
        "Iris: But before she got hurt, she set up a big trust fund or something. The baby's rolling in it.",
        "Carly: Your point?",
        "Iris: I just don't think it right that a helpless little baby boy should be put in your care. Not after what you did to my boy. And I think before any judge makes a decision to turn that child over to you, he should know that you're a murderer, that you killed my son.",
        "[SCENE_BREAK]",
        "Casey: Just get out of here! Get out of my house!",
        "Margo: Whoa! What is going on?",
        "Tom: What's the meaning of this?",
        "Casey: It's private. Gwen and I had a fight. She's just leaving.",
        "Margo: No, Gwen. No one's going anywhere.",
        "Casey: Mom, this has nothing to do with you.",
        "Margo: You just let me be the judge of that, Casey. I just got a call from Carly. She said there's something that I need to hear from you. What? What is she talking about?",
        "Casey: I don't know.",
        "Gwen: Give it up, Casey. They're gonna find out, anyway. Better if it's from you.",
        "Tom: Find out what?",
        "Casey: I want you to leave.",
        "Margo: Nobody is going anywhere.",
        "Tom: Not until we get to the bottom of this. Casey, exactly what is it that we're going to find out?",
        "Casey: I don't -- I can't --",
        "Gwen: It's gonna be me, or it's gonna be you. You pick. Come on Casey, give them a little more credit than I gave you at the beginning. If I'd told you the truth, none of this would've played out the way it did. I was wrong. Now admit you were. Come on, maybe it's not going to be as bad as you think.",
        "Casey: I don't need any advice from you.",
        "Gwen: That's right. You don't need anything from anybody? You're a coward. Casey is the father of my baby. He can't bring himself to admit that to you. But you need to know. He's the father of my child.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "Mike: You ready?",
        "Katie: Yep. Let's just hope Henry is.",
        "Margo: Are you saying then that you are not the father?",
        "Casey: Right. I'm not the father.",
        "Gwen: Judge gave me this, it says I can spend time with my baby whether you like it or not.",
        "Emily: You have to tell her the truth. It's the only way to save her.",
        "Jennifer: That depends.",
        "Dusty: On what?",
        "Jennifer: On you."
    ],
    "Transcript Author": [
        "By Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=lYwdz4uufFI"
}