{
    "Episode Summary": [],
    "Recap": [
        "Katie brings Jacob to the studio with her to start filming her new show. Kim and Katie marvel at how cute Jacob is. Kim assures Katie that if she needs time then she can have it . Katie assures Kim that she will be fine. Simon meets with an employer about a job, but gets turned down because he is a jewel thief. Henry meets with Clarissa and Mr. Lee at the Lakeview. At the hospital, Barbara and Mickey discuss Paul and how that Mickey wants to get Paul to trust him again. Barbara demands to know what is wrong with Emily and why she wont' wake up. Paul sits beside of Emily's bedside while she is still unconscious. Mickey assures Barbara that Emily will be fine in time. Mickey tells Barbara that Emily was butting her nose into his business and was about to find out his plans before he wanted anyone to know. Katie is shocked when she sees a pic of Brad which one of the employees has under her arm. Katie seeks comfort from Simon. Henry and Clarissa begin to finalize the deal with Mr. Lee when Barbara comes in with Mickey. Henry and Mr. Lee start out of the dining room, but not before Barbara yells for Henry. Henry tries to ignore Barbara, but Barbara persists in getting his attention. Mr. Lee becomes suspicious as to who Henry really is and demands to see his driver's license. Katie pours out her heart to Simon about her feelings about Brad. Henry calls Simon to let him hear what is going on at the meeting . Simon senses that Henry is in trouble. Susan finds out that Alison is engaged to Casey and hadn't told her anything about it . Paul interrupts Mickey and Barbara and demands to know what Mickey had done to Emily. Mickey tries to assure Paul that Emily will be fine .",
        "Katie comes up with a plan to help Clarissa and Henry. Alison apologizes to Susan for not telling her about her engagement to Casey. Clarissa tries her best to assure Mr. Lee that everything is fine when Katie and Simon come up, pretending to be the FBI and takes Henry and Clarissa away. Once back at Katie's apartment, Clarissa lashes out at Henry and Simon for ruining her deal. Katie remarks that they will never change . Paul checks on Emily and urges her to wake up. Katie tells Simon that she still wants him to leave."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Kim: Katie? Katie, welcome back!",
        "Katie: Hi.",
        "Kim: Oh, I'm so glad you're here.",
        "Katie: Thank you.",
        "Kim: I -- oh, my gosh. Look at him. He's so big.",
        "Katie: I know.",
        "Kim: I went away for a couple of weeks. What is he now, a football player?",
        "Katie: I know. It's amazing, isn't it? Sometimes I feel like I can actually see him growing.",
        "Kim: I believe you. Listen, I am so grateful to you for being willing to fast- track this new show of ours.",
        "Katie: Oh, please. Are you kidding? I'm just so thrilled that you like the idea.",
        "Kim: Like it? I love it. You know, your demo was terrific, and, I mean, I just want to get it on the air as soon as possible. Except I want to make sure that you've really thought this through, that it's not gonna be too much for you.",
        "Katie: No, no, not at all.",
        "Kim: You know what it takes to put a show on, and now you have a brand-new little baby, and that's a lot to take care of by yourself.",
        "Katie: I just -- I really need to work, Kim, really, for more reasons than one.",
        "Kim: Well, okay, if you're sure.",
        "Katie: Yeah, I am.",
        "Kim: Then I want you to get set. I'm gonna run into the booth. I'll be right back, and we'll get started, put something on tape.",
        "Katie: Okay.",
        "Kim: Okay?",
        "Katie: Thank you.",
        "Kim: Make sure Katie gets whatever she needs.",
        "Assistant director: Can I get you a drink, something to eat? You want to sit down?",
        "Katie: No. Uh, I just want to get rolling.",
        "Assistant director: Mrs. Hughes said if you needed a break, just ask.",
        "Katie: You know what? Uh, please don't treat me like I'm about to shatter, okay? 'Cause I'm just here to work like everyone else.",
        "[SCENE_BREAK]",
        "Simon: So I think I would be perfect for the job in the showroom. As you can tell from my resume, I am an expert on diamonds.",
        "Human resources: I don't actually see any retail experience.",
        "Simon: Oh, no. Uh, well, that's true. But, um, as you can see, I have worked as a cutter in Tel Aviv, as an appraiser in Antwerp, and I have been a dealer for many, many years, so I know the industry back to front. As for the retail end, I'm sure that's just a question of charm.",
        "Human resources: You've left out some of your work experience, haven't you?",
        "Simon: Not that I can think of.",
        "Human resources: Three arrests for fraud, two for bribery, and one for extortion.",
        "Simon: I was never convicted.",
        "Human resources: You jumped bail every time.",
        "Simon: Trust me, I'm not in that business anymore. You have my word on that. And there is no one that you could possibly hire that has more expertise on diamonds than me -- no one.",
        "Human resources: I'm sure. But if I hired you, I'd get fired.",
        "Simon: Guess there really is no such thing as a second chance anymore.",
        "[SCENE_BREAK]",
        "Henry: [Australian accent] G'day, Mate. How do you say \"Beer\" in Australian?",
        "Clarissa: You're kidding, right?",
        "Henry: What?",
        "Clarissa: 'Cause you sound like you're from Alabama.",
        "Henry: Oh, come on. That's -- I do not sound like I'm -- the Australian's a little harder than I thought it was gonna be, but --",
        "Clarissa: Mm-hmm. Well, you could have realized that before you told me what an expert grifter you are.",
        "Henry: Fine. Sorry.",
        "Clarissa: Yeah, well, save it. It's too late to back up now. Mr. Lee's expecting Simon Frasier. Simon won't do it, so I guess you're the closest thing I've got to Simon Frasier.",
        "Henry: Well, what -- now, why do we have to do it here?",
        "Clarissa: Because he's staying here.",
        "Henry: I live here. Everyone knows me here.",
        "Clarissa: Yeah, but he insisted, and I wasn't gonna argue the point. Uh, I've been working this con for two years, so if you can't pull off the accent, you just shut up, smile, and let me do the talking, okay? Oh, Mr. Lee. Hi. It's so nice to finally meet you.",
        "Mr. Lee: The pleasure is mine. You must be Mr. Frasier.",
        "Henry: [Australian accent] Simon. G'day, Mate.",
        "[SCENE_BREAK]",
        "Mick: Hello, Barbara.",
        "Barbara: Didn't expect to see you here.",
        "Mick: Obviously not if you're regifting the flowers that I gave to you.",
        "Barbara: I'm just taking a few of them over to Emily at the hospital.",
        "Mick: Ah, yes. How is she doing?",
        "Barbara: You tell me.",
        "Mick: What happened to Emily has nothing to do with my treatments.",
        "Barbara: Are you sure?",
        "Mick: You are receiving the same injection as she is, and you're okay.",
        "Barbara: So you had nothing to do with what's happened to her?",
        "Mick: I'm sure that her doctors at Memorial are taking very good care of her.",
        "Barbara: Answer my question.",
        "Mick: Emily will be fine. You don't have to worry.",
        "Barbara: What did you do to her?",
        "Mick: Nothing.",
        "Barbara: Don't lie to me.",
        "Mick: I'm not. Truth is, she did it to herself.",
        "[SCENE_BREAK]",
        "Paul: Em -- can you hear me? Doctor said that me talking to you -- might help you come back to me. I need you to do that, okay? I need you to come back to me.",
        "[Door opens]",
        "Susan: Has there been any change?",
        "Paul: No. Have you figured out what the hell's wrong with her?",
        "Susan: Not yet.",
        "Paul: Why not?",
        "Susan: We have run a full battery of tests, and they've all come back negative.",
        "Paul: Well, then, why won't she wake up?",
        "Susan: That's what we're trying to figure out.",
        "Paul: It has to be the treatments.",
        "Susan: Yes. Alison told me about that. What were you thinking? How could you let Mick Dante experiment on her?",
        "Paul: I couldn't stop her.",
        "Susan: Tell me about those treatments.",
        "Paul: I don't know much. I know that he got them from some medicinal plant that he found in South America. He said they were perfectly safe.",
        "Susan: Oh, and you believed him?",
        "Paul: Well, she did.",
        "Susan: I need a sample.",
        "Paul: I'll ask him.",
        "Susan: And do us a favor. Don't take no for an answer. Her life may depend on it.",
        "[SCENE_BREAK]",
        "Production assistant: I'm sorry. I was taking it out of the studio, and I didn't know you'd be here.",
        "Katie: That's okay. It's fine.",
        "Kim: Okay. Katie, are you all set?",
        "Katie: Yes, I am.",
        "Kim: Hit your mark, and we'll get started.",
        "Katie: Okay.",
        "Kim: Um --",
        "Katie: Oh, do you mind taking him to the sitter? Thank you so much.",
        "Kim: All right, everybody, quiet now. We're gonna be taping. Roll tape, please. Places. And 5, 4, 3, 2 --",
        "Katie: Hi. Welcome to the first episode of \"Someone's mom,\" a show by, for, and about being a single mom. I'm your host, Katie Snyder, and I'm someone's mom -- my little boy, Jacob, who is 3 months old. When I was pregnant, my husband, Brad, and I had so many plans for how we were gonna raise our son. Unfortunately, none of them ended included losing him in a tragic accident, but that's what happened, and everything changed. Now I'm in a situation that I never dreamed I would be in, just like every other single mom. But I am doing the best I can. It's just -- not so easy when you get lonely. [Voice breaking] And you just -- I'm sorry, I'm sorry.",
        "Kim: Okay, cut. Cut, cut, cut, cut. Katie --",
        "Katie: No, you know, I'm sorry. Can we just do it again and take it from the top? I really did not mean for that to happen.",
        "Kim: It's all right, it's all right. Let's take a breather. Give yourself a breather, and then we'll do it again.",
        "Katie: Okay. [Exhales sharply] Let's take it from the top.",
        "Kim: Are you all right?",
        "Katie: Yes, I'm good.",
        "Kim: Okay, all right. From the top. Are we rolling? Rolling. And 5, 4, 3, 2 --",
        "Katie: I'm sorry. I'm so sorry. Oh! I am so sorry. I just -- I just need a couple of minutes.",
        "Kim: It's okay. Don't worry about it. Take as much time as you need.",
        "Katie: God, I'm so embarrassed!",
        "Simon: There's no reason to be.",
        "Katie: You don't understand. They're all watching me. I need to prove that I can carry a show by myself, and I totally fell apart.",
        "Simon: Kim understood.",
        "Katie: As my friend, yeah, but she's also my boss and a TV executive who needs to have ratings so that she can make a profit. She needs to make sure every show on her network can pull its own weight, and I clearly didn't.",
        "Simon: She knows you will. Katie, Katie, you're being way too hard on yourself right now.",
        "Katie: Ever since I showed up this morning, they've all been treating me like an emotional invalid. They need to know that they can count on me, that I can do this, and I just fell flat on my face!",
        "Simon: So you'll try it again, and -- and you'll nail it.",
        "Katie: You don't understand. This is TV, Simon. There are no second chances.",
        "[SCENE_BREAK]",
        "Barbara: You don't walk away from me. You tell me why you know that Emily's gonna be okay.",
        "Mick: Since when do you care about Emily's well-being.",
        "Barbara: She is my daughter-in-law. Paul loves her, and he is devastated. Besides, you just pointed out that I'm getting the same treatments.",
        "Mick: Ah! There it is. As always, it's all about you.",
        "Barbara: How dare you?",
        "Mick: Barbara, I promise, what happened with Emily has nothing to do with the treatments.",
        "Barbara: My God. What have you done to her?",
        "Mick: Nothing permanent. She got nosy, which is nothing new for her, and she came close to uncovering the truth. And we can't afford to have her in on the secret just yet.",
        "Barbara: \"We\"?",
        "Mick: Are we not in this together?",
        "Barbara: I don't know what the hell you're talking about.",
        "Mick: Look, Emily will be fine. What's most important right now is getting Paul to trust me.",
        "Barbara: Putting his wife in a coma is not the way to build confidence.",
        "Mick: He'll never know.",
        "Barbara: What have you done to Emily?",
        "Mick: I made sure that she could not interfere with me winning Paul over.",
        "Barbara: You just said that Paul doesn't trust you.",
        "Mick: Well, then, we'll have to work on him. Maybe we should bring him some food to go with the flowers.",
        "Barbara: Food?",
        "Mick: You know how people forget to eat on those long vigils.",
        "Barbara: You just said that Emily is going to be okay.",
        "Mick: She is. Paul doesn't know that.",
        "Barbara: And here you tell me that you're back with a second chance, you're trying to become a better person?",
        "Mick: I am trying. But old habits die hard.",
        "[SCENE_BREAK]",
        "Paul: Emily is convinced that the treatments would somehow make her body younger, and that would rejuvenate her ovaries, and then we could have a child together.",
        "Susan: No wonder she didn't tell me about it.",
        "Paul: I know. It's very farfetched.",
        "Susan: Farfetched? It's scientifically impossible. And you should have told me.",
        "Alison: I -- I couldn't.",
        "Susan: You should have stopped her.",
        "Alison: I couldn't.",
        "Susan: Well, I don't get this. You're a trained nurse. Emily is a reporter. She can smell a scam a mile away. And you are the least trusting person I know, and yet somehow, you all went along with this.",
        "Paul: I was skeptical.",
        "Susan: Skeptical?",
        "Paul: And so was Alison. We both tried to convince Emily and my mother to not take these treatments.",
        "Susan: Your mother? Your mother -- Barbara's involved in this?",
        "Paul: Yes, Mick is treating my mother, as well.",
        "Susan: Well, how is she feeling? Am I gonna find her in -- in a room down the hall somewhere?",
        "Paul: I don't know. She seems fine.",
        "Susan: At least that's a relief. At least that gives us something to go on.",
        "Paul: How so?",
        "Susan: We can compare her medical profile to Emily's, and that way, we can figure out, uh, why they reacted so differently to the same treatment.",
        "Paul: How long does something like that take?",
        "Susan: I don't know. I need a sample of those injections. We -- we need to analyze its components.",
        "Paul: I -- I'll find Mick, and I'll get you one.",
        "[Susan sighs]",
        "Alison: Mom, we tried to talk her out of this, I swear. She was just so desperate to have a baby.",
        "Susan: Well, she can't. She had her tubes tied, and the tissue scarring has made it impossible to reverse.",
        "Alison: I know. I am well-aware of Emily's medical history. But you know how stubborn she can be.",
        "Susan: I understand why you couldn't convince her, but I don't understand why you didn't come to me.",
        "[SCENE_BREAK]",
        "Clarissa: So as you can see, there's plenty of room for expansion once the initial units have been sold. And, uh, I think that's going to take about six months from the time we break ground.",
        "Mr. Lee: That's very ambitious.",
        "Clarissa: Yes, well, you know, the only way for a development project to fail is to think too small.",
        "Mr. Lee: I have to congratulate you, Mr. Frasier. You're certainly not lacking in vision.",
        "Henry: [Australian accent] That's how we turned a penal colony into the land of oz.",
        "Clarissa: Well, uh, you'll be interested to know, I'm sure, that investors are already lining up to buy shares in our project.",
        "Mr. Lee: I can see why.",
        "Clarissa: And we don't mean to pressure you, but we are sort of eager to start. So --",
        "Simon: The train is leaving the station, Mate. You don't want to get left on the platform.",
        "Clarissa: I think Mr. Lee understands that.",
        "Mr. Lee: Yes, I do. And I am, uh, ready to make a deal.",
        "Henry: Excellent, Mate. Excellent. The future belongs to the bold, as they say.",
        "Clarissa: Does that mean you brought a certified check?",
        "Mr. Lee: I have it here.",
        "Clarissa: Excellent. Well, I've prepared the papers, so why don't we just sign them.",
        "Mr. Lee: No need to wait.",
        "Clarissa: What are you doing?",
        "Henry: I'm just making sure everything's in order.",
        "Clarissa: Well, I've already done that.",
        "Henry: Well, you can never be too careful, right, Mr. Lee? All the fine print.",
        "Mr. Lee: Would you like to borrow my reading glasses?",
        "Henry: Thanks. Cheers, Mate.",
        "Clarissa: You know, there's no need for that.",
        "Mr. Lee: The -- the check is right here.",
        "Henry: I think we should take Mr. Lee to the site.",
        "Clarissa: The site?",
        "Henry: [Stammers] Yeah. He should see where his money's going.",
        "Clarissa: Well, yes, after we've signed the papers.",
        "Henry: No, I think we should go now and, um -- and sign all the paperwork there, right? Come on, Mr. Lee. Start the -- this way.",
        "Barbara: Henry, hello. Henry?",
        "[Henry sighs]",
        "Barbara: Henry?",
        "Mr. Lee: Why is that woman calling you \"Henry\"?",
        "Henry: What one?",
        "Mr. Lee: The one at the bar.",
        "Henry: Uh, s -- she's talking to someone else.",
        "Mr. Lee: No, she's looking right at you.",
        "Henry: [Stammers] That's, uh -- that's my neighbor.",
        "Mr. Lee: Why is she calling you \"Henry\"?",
        "Henry: She's calling me \"Honey.\" She calls everybody \"Honey.\"",
        "Mr. Lee: No, I'm sure she said \"Henry.\"",
        "Henry: No, she said \"Honey.\" Hello, Honey. I'll see you later, Honey. All right, ready?",
        "Mr. Lee: No, no. I'm not going anywhere. Who are you people? What are you trying to pull?",
        "[SCENE_BREAK]",
        "Simon: Okay, you're just having a bad moment. That's all.",
        "Katie: Yeah, it's just that I'm having it in front of everyone that I'm trying to convince I'm okay.",
        "Simon: You are, right?",
        "[Katie sighs]",
        "Simon: And Kim knows that. A little meltdown is nothing.",
        "Katie: It feels like everything right now.",
        "Simon: Okay. This does not sound like you at all. Where's that self-confidence you've always had?",
        "Katie: I think it was buried with Brad.",
        "Simon: No. No, no, no. I -- I don't believe that.",
        "Katie: God, it's just that when he was here, I was so confidence. I felt like we could do anything, because whatever it was, we'd be doing it together. And now he's gone, and all I have left is Jacob.",
        "Simon: You have a lot more than that.",
        "Katie: No, but you don't understand what I'm saying. It's just that if I fail, if I -- if I screw up, he's the one that suffers. And that is terrifying.",
        "Simon: Look, I'm sure it is. Hey, listen, I'm sure it is. But you've still got to try, okay? If you screw up, then you're in no worse a position than -- than you were when you woke up this morning, right?",
        "Katie: [Sighs] I don't know.",
        "Simon: Life is about taking chances, Katie? You -- you've done this before. You've succeeded. And so you can do it again. Nothing's changed.",
        "Katie: I feel like I have, a lot.",
        "Simon: Well, take it from me. You're still the same incredible person you've always been. And I just think you need to stop feeling sorry for yourself. Okay. Y -- you can slap me here.",
        "Katie: Yeah, I should.",
        "Simon: And maybe then you can slap me here, okay?",
        "Katie: Mm-hmm. Why are you wearing a tie?",
        "Simon: Oh. I, uh -- I had a job interview today.",
        "Katie: Why didn't you tell me?",
        "Simon: It happened so fast, I didn't have a chance.",
        "Katie: Well, how did it go?",
        "Simon: Let me put it this way. I have a much clearer sense of where I stand in the job market.",
        "Katie: Oh, no. What does that mean?",
        "Simon: It doesn't matter. I'll explain later. But first you've got to go out there, tell Kim that you want to give it another shot. You're gonna kill it. Go!",
        "Katie: Thank you.",
        "Simon: What for?",
        "Katie: For being here, for being you, for getting me through this.",
        "Simon: It's where I want to be.",
        "[Cell phone rings]",
        "Simon: I hate these things. Henry. Hello, Mate.",
        "Mr. Lee: I want to know what's going on here.",
        "Clarissa: Everything is going to be fine, Mr. Lee.",
        "Mr. Lee: Are you Henry or Simon?",
        "Henry: I'm both. Uh, Henry's my middle name.",
        "Mr. Lee: Ah. And why do you keep changing accents?",
        "Henry: Well, I -- I've been here for a while.",
        "Clarissa: Why don't we go back and -- and sign the papers, shall we?",
        "Mr. Lee: If you two are trying to scam me, I'm going to make certain that you go to jail for a very long time.",
        "Simon: Oh, my God.",
        "Katie: What is it?",
        "Simon: Henry's in trouble.",
        "[SCENE_BREAK]",
        "Alison: Any change? I know. I should have told you about the treatments.",
        "Susan: Why didn't you?",
        "Alison: Because I thought it was her decision to make, not mine. And -- and I'm bound by the same confidentiality --",
        "Susan: Oh, don't give me that. I'm her mother, and yours.",
        "Alison: Mom, I wanted to tell you, but it's her secret, not mine.",
        "Susan: Oh, what about your secret?",
        "Alison: What do you mean?",
        "Susan: Were you ever gonna tell me about this?",
        "Alison: Of course I was. It's just that we've been working different shifts, and then this happened.",
        "Susan: Oh, really? Really? But you found the time to tell Bob.",
        "Alison: I didn't tell him. He was there when Casey proposed.",
        "Susan: Oh --",
        "Alison: Mom --",
        "Susan: That makes it even worse. Do you know how embarrassed I was when he walked up to me and said, \"Congratulations\"? And I had to say, \"What for?\"",
        "Alison: Mom, I really am sorry, okay? I was going to tell you.",
        "Susan: Well, why didn't you? Did you think it wasn't that important?",
        "Alison: No, of course I did. But I was nervous about it. I know how you feel about Casey's family.",
        "Susan: Well, forget how I feel about them. How -- how do you think it makes me feel for my children to keep me in the dark?",
        "[SCENE_BREAK]",
        "Barbara: [Sighs] You know, you -- you can't make up for what you did to Emily by bringing Paul food.",
        "Mick: I don't see that I have anything to make up for.",
        "Barbara: You really are James, then. And here I thought you wanted to change.",
        "Mick: I have changed, Barbara.",
        "Barbara: Why don't we let Paul make that decision?",
        "Mick: You don't want to tell him, not yet.",
        "Barbara: Are you threatening me? Maybe you really are James.",
        "Mick: You misunderstood.",
        "Barbara: No, I don't think so.",
        "Mick: If this is gonna work, we have to be careful about how we proceed with him.",
        "Barbara: So why don't you tell him who you claim to be?",
        "Mick: I know what I'm doing when it comes to our son. You have to trust me.",
        "Barbara: No. Paul's the one who has to trust you.",
        "Mick: And he will. I just need more time with him. We will tell him everything, I promise, as soon as I know that he's on my side.",
        "Paul: What the hell did you do to my wife? Emily was fine. You gave her shots. All of the sudden, she's in a coma. What the hell did you do to her?",
        "Mick: I didn't do anything, Paul. It has nothing to do with my treatments.",
        "Paul: I don't believe you.",
        "Mick: Paul, I am certain it has nothing to do with my treatments.",
        "Paul: I need a sample of whatever it is that you gave to her so that I can give it to a doctor, and they can analyze it.",
        "Mick: I can't do that.",
        "Paul: Why not?",
        "Mick: Because another researcher gets a hold of it, and I lose control of the serum, and you lose your investment.",
        "Paul: You think I care about the money? All I care about is Emily! The doctors are telling me that her life is in danger.",
        "Mick: Paul, it has nothing to do with my treatments.",
        "Paul: And I'm just supposed to take your word for it?",
        "Mick: You'll have to.",
        "Barbara: He is telling the truth.",
        "Paul: How do you know?",
        "Barbara: Because I am taking the treatments, too. Don't forget that. I am fine.",
        "Paul: They need a blood sample from you, too, to figure out why you're not lying in a bed next to Emily.",
        "Barbara: No, I'm not going to agree to that.",
        "Paul: Mom, I know you hate her. I know you can't stand Emily. I know that you never wanted us to get married.",
        "Barbara: I don't hate her.",
        "Paul: Well, then, why are you taking his side?",
        "Barbara: Because I trust him, because no lab technician knows really what this work is all about, and the work is important.",
        "Paul: Yeah, well, the work stops if I don't get a sample! You don't go anywhere near my mother! You will never be near my wife again, and you will never see my money again, and I will go to the cops and tell them that you are a fraud and that you have been stealing from me.",
        "Barbara: That is not true.",
        "Paul: Right, and I would never lie.",
        "Mick: There is no need to make any more threats. Paul, if you trust Emily's mother, that's enough for me. I'll go get you a sample of the serum. Be right back.",
        "Paul: He's hiding something.",
        "Barbara: No, he's not. Are you forgetting that I am taking this, too? I am fine.",
        "Paul: What is going on with you two?",
        "Barbara: I trust him, and I think you should, too?",
        "Paul: Give me one good reason why.",
        "[SCENE_BREAK]",
        "Simon: So I didn't want Clarissa to pull me into something to make you think that I hadn't changed.",
        "Katie: So you let Henry take your place in this scam?",
        "Simon: No. No, no, no. He -- that was his idea. I told Clarissa to -- to get lost.",
        "Katie: Yeah. Obviously she didn't.",
        "Simon: It's a big score, two year's work. Henry wanted in. I -- I couldn't stop him.",
        "Katie: Yeah, right. And now he's in trouble, again.",
        "Simon: It's fine. I will -- I will do something to get him out of it.",
        "Katie: What?",
        "Simon: I don't know just yet, but I'll think of something.",
        "Katie: I just thought of something.",
        "Simon: Right now? You've got a plan?",
        "Katie: Yeah, I do, a really good one.",
        "Simon: All right. That's the Katie I know and love.",
        "[SCENE_BREAK]",
        "Alison: Look, Mom, I never meant to hurt you or keep you in the dark. Casey proposed Christmas Eve and -- and we've been working different shifts since then.",
        "Susan: We live in the same house.",
        "Alison: I know, I know. I was, uh, waiting for the right time.",
        "Susan: Like when? After the wedding?",
        "Alison: No. I really am sorry. But with all the tensions between our families, honestly, I was afraid how you would react.",
        "Susan: I guess I can't blame you for feeling that way.",
        "Alison: I know that we have both had our problems with the Hughes family, but they are good people.",
        "Susan: I know that.",
        "Alison: You do?",
        "Susan: Sure. Even when I've -- I've hated them, I -- I still had to -- to respect them for what they've done for this town, and we do share a grandchild.",
        "Alison: So we can magically coexist peaceably?",
        "Susan: [Laughs] Well, I -- I would rather see you as part of their family than carry this feud into the next generation. So if you love Casey --",
        "Alison: And I do.",
        "Susan: Then maybe it's time for the family feud to stop.",
        "Alison: Thank you, Mom. I just want you to be happy for me.",
        "Susan: I'll always, Baby. And I'll be even happier when -- when your sister is fully recovered and I can watch her dance in your wedding.",
        "[SCENE_BREAK]",
        "Clarissa: Mr. Lee, you've been dealing with us for over a year now. Don't let some confused woman talk you out of a fantastic deal.",
        "Mr. Lee: I'm sorry, but that man doesn't seem to know what he's talking about.",
        "Clarissa: Look, we want you to be nothing but comfortable with us. Take another look at the prospectus, and -- and we can meet at a later time.",
        "Henry: That's a great idea.",
        "Mr. Lee: I want to see some I.D.",
        "Henry: What?",
        "Mr. Lee: You heard me. I want you to prove that you're Simon Frasier.",
        "Clarissa: Well, I don't think that that's necessary.",
        "Mr. Lee: Then I'm going to the police.",
        "Henry: Oh, come on, Mr. Lee. If we were con artists, don't you think we'd have all the fake IDs we need?",
        "Mr. Lee: Oh, very, very clever. But you're not getting off that easily. I have been scammed before, and this feels just like it.",
        "Katie: FBI. Special agent Peretti. This is special agent Coleman. How well do you know these two people?",
        "Mr. Lee: I -- I just met them.",
        "Katie: Have you given them any money?",
        "Mr. Lee: Not yet.",
        "Katie: Then we got here just in time.",
        "Simon: Yeah. We've been chasing these two swindlers for years now.",
        "Mr. Lee: I knew it.",
        "Katie: You have no idea how lucky you are we got here in time. Take them away.",
        "Simon: Okay, guys, you're under arrest. You can be quiet if you want to, but if you've got a lawyer, I suppose you make a phone call. Come on! Go!",
        "Katie: Do you have a business card?",
        "Mr. Lee: Oh, sure.",
        "Katie: Great. Thank you. We may need your help with this case.",
        "Mr. Lee: I'll do anything I can to put those two crooks in jail.",
        "Katie: Thanks. We'll be in touch.",
        "[SCENE_BREAK]",
        "Barbara: Honey, I know you're worried about Emily, but I promise you, everything's going to be fine.",
        "Paul: How can you be so sure when no one else is? Is there something that you know that you're not telling me?",
        "Barbara: No, there isn't.",
        "Paul: You'd better be telling me the truth.",
        "Barbara: Paul, if there was anything about these treatments that I knew, that I knew was causing Emily to be ill, I would tell you. I'll say it again. I'm taking them myself.",
        "Paul: Okay. I see your point.",
        "Barbara: These are for Emily. This is for you. You need to eat.",
        "Paul: Thanks, Mom. How is she?",
        "Susan: The same.",
        "Paul: I spoke with Mick. He's gone to get us a sample of whatever it is that he's been giving to her.",
        "Susan: Good. I still can't believe you let her be a guinea pig.",
        "Paul: Well, I tried to stop her, but you know how she is.",
        "Susan: I do. Are you going to be here? I, uh, sent Alison to -- to rest, and I need to make rounds.",
        "Paul: Yeah. I'll be right by her side.",
        "Susan: Page me if you need me.",
        "Paul: I'm so sorry. I'm sorry. I'm sorry I let Meg's problems be more important than our marriage. There's nothing more important to me than you. Wake up right now, please. Let me prove it to you. Wake up now, and -- we can have that baby that you want so bad, I promise.",
        "[SCENE_BREAK]",
        "Henry: Oh, that was incredibly brilliant! Totally saved our butts.",
        "Simon: Thank Katie. It was her idea.",
        "Henry: You, Bubbles, are a lifesaver, yes.",
        "Katie: I have to admit that was really fun.",
        "Simon: Told you you could do anything.",
        "Katie: I can't believe I just did that.",
        "Henry: You made a very fetching agent. You know that? And you -- it was actually fun playing you, up until the point where I almost got caught.",
        "Simon: I'll be honest. The only time you didn't quite sell me on your character.",
        "Clarissa: Well, I am so glad you're all having such a wonderful time, but I just lost two years of work and a huge payday thanks to you.",
        "Simon: Oh, you know, the big scores sometimes get away. You know that.",
        "Clarissa: This one didn't get away. You threw it away. The setup was perfect, and then you decide to fall in love and go straight and settle down in this boring little town with this boring little girl, and it cost me a fortune. Good luck. I hope you've very happy.",
        "Simon: Whoa.",
        "Katie: Whoa.",
        "Henry: I think that's the last time we're gonna see her.",
        "Simon: I, uh -- I hope so.",
        "Henry: I don't know. I -- I kind of liked her.",
        "Katie: Oh, for God's sake, Henry.",
        "Henry: What, what? What did I do?",
        "Katie: You got yourself involved in something that you should not have been a part of, and you put us all at risk.",
        "Simon: No, no, no, no. No, to be fair, that was more my fault than Henry's.",
        "Katie: Right. Actually, you're right. The two of you -- oh, you never change.",
        "[SCENE_BREAK]",
        "Mick: Hey.",
        "Alison: Paul was looking for you.",
        "Mick: He found me. I told him I'd get him a sample of the serum for your mother to test.",
        "Alison: We want to see if there's, uh, something in it that might explain Emily's condition.",
        "Mick: I don't think you're gonna find anything.",
        "Alison: Well, then, at least we'll be able to rule it out.",
        "Mick: Look, Alison, I'm as anxious as anyone to find out what's wrong with your sister, make sure it's not my fault.",
        "Alison: No one's blaming you, Mick. We knew your research was very experimental.",
        "Mick: I just want to say nothing like this has ever happened. And Barbara's doing okay.",
        "Alison: But that's all we have to go on. I mean, we're hoping that we might be able to isolate what's protecting her.",
        "Mick: You mean if it is because of the treatments.",
        "Alison: Yeah.",
        "Mick: Is there anything else that I can do to help?",
        "Alison: Just get us a sample as soon as you can.",
        "Mick: I will. Are you okay? You must be going through hell.",
        "Alison: It's just frustrating. I mean, we have all these doctors and nurses and researchers and experts on all kinds of diseases, and no one can figure this out. I mean, everyone has done everything they can think of. And just to see my sister lying there and helpless, and there's nothing that I can do. It's just -- [Sobbing]",
        "Mick: Come here. I -- I think it's gonna be okay. Ow.",
        "Alison: Mick, what's wrong?",
        "Mick: Nothing.",
        "Alison: Is it a headache?",
        "Mick: No, don't worry.",
        "Alison: Okay, we need to get you examined.",
        "Mick: No, I'm okay.",
        "Alison: Mick --",
        "Mick: I'll, uh, go get you the sample.",
        "[SCENE_BREAK]",
        "Simon: Come on. You can't be mad at Henry.",
        "Katie: Why not?",
        "Simon: He was only trying to help me. He didn't want to risk me getting caught and going to jail.",
        "Katie: Really? So you weren't in it for the money?",
        "Henry: Believe me, I have learned my lesson on that one.",
        "Katie: I hope so. But thank you for helping Simon.",
        "Henry: You're welcome.",
        "Katie: Just don't do it again.",
        "Simon: There's gonna be no reason for him to do so.",
        "Henry: Uh -- where is Jacob?",
        "Katie: Oh, he's at the station with the babysitter. I was actually just going to get him.",
        "Henry: No, no, no, no, no. No, no, no, no, no, no. Uh, I'll go get him. After everything you've done for me, it's the least I can do.",
        "Simon: [Groans] Oh, well, well, well.",
        "Katie: You look pretty pleased with yourself.",
        "Simon: Oh, that was fun. That's all.",
        "Katie: Yeah. It sure beats flipping burgers or going on job interviews.",
        "Simon: I don't mind doing that, either.",
        "Katie: Oh, don't lie to me. You haven't looked so alive since you got here.",
        "Simon: That is so not true.",
        "Katie: Yes, it is!",
        "Simon: No. Look, I was the one who turned Clarissa down in the first place. Don't you remember?",
        "Katie: Reluctantly, I'm sure.",
        "Simon: No, not at all. It was easy.",
        "Katie: And you couldn't wait to go running off to help Henry.",
        "Simon: Henry's a good friend. T -- the reason he was in trouble was my fault.",
        "Katie: You know, if you move to Oakdale, buzzes like that don't come along very often.",
        "Simon: That's a good thing. I don't need them.",
        "Katie: Yes, you do.",
        "Simon: No, I don't. I've had enough buzzes to last me a lifetime.",
        "Katie: I don't believe that.",
        "Simon: All right, Katie. What are you saying here?",
        "Katie: Clarissa was right. You don't belong here.",
        "Simon: I don't understand. Where is this coming from? What are you getting at?",
        "Katie: You think you want this nice, quiet life, but you don't, Simon. That is not you at all. Eventually, you're gonna hate it, and then you're gonna resent me for keeping you here.",
        "Simon: Whoa, whoa. You're not keeping me here.",
        "Katie: Yes, I am. I'm the reason you're staying. And I'm sorry, but I don't want to be that. Tart of every New Year",
        "[SCENE_BREAK]",
        "Mick: How is she?",
        "Paul: There's no change. Did you get that sample to Susan yet?",
        "Mick: Processing a new batch. As soon as I get it, I'll send it to her.",
        "Paul: How long is that gonna take?",
        "Mick: Not long. She's gonna be all right.",
        "Paul: Are you sure there's nothing that you know that you're not telling me that would explain all of this?",
        "Mick: Absolutely. So far, all the effects from the treatment have been completely beneficial. In fact, I think the strength and the vitality she's gained from the treatments will help her get through this.",
        "Paul: I hope so.",
        "Mick: You've both been so good to me since I got here. I can't tell you what that's meant. I would not do anything to hurt Emily or you. Here. Scotch. Good stuff.",
        "Paul: Thank you.",
        "Mick: She'll come back to you, Paul, I promise.",
        "Paul: I don't know. Maybe I'm just exhausted, but for some reason, I believe you.",
        "[SCENE_BREAK]",
        "[Alison remembering]",
        "Alison: I am so impressed with the way the two of you are getting along.",
        "Kim: Oh, well, your marriage to Casey's given us all a chance for a fresh start.",
        "Susan: We're not gonna let our silly old feud ruin your day.",
        "Kim: Yeah, right. We're just gonna put all that behind us, and we're gonna focus on you.",
        "[Alison laughs]",
        "Susan: Oh, my baby! I'm so proud of you. Oh.",
        "Emily: Sorry it took so long.",
        "Alison: I'm so glad you're here.",
        "Emily: Me too. Turn around.",
        "Alison: Okay.",
        "Kim: How's the baby?",
        "Emily: Oh, thank you for asking. I just had an appointment, and we're doing great.",
        "Kim: Oh, wonderful.",
        "Alison: I can't believe you and Paul are finally going to have a baby.",
        "Emily: Oh! You and Casey are next.",
        "[Laughter]",
        "[\"Bridal chorus\" plays]",
        "Kim: Oh. I think it's time for your trip down the aisle. Are you set?",
        "Alison: Absolutely.",
        "Kim: You make such a beautiful bride. Welcome to the family, sweetheart. Welcome.",
        "Emily: Oh. Don't forget these.",
        "Kim: Oh.",
        "[Susan laughs]",
        "Alison: Thank you. Wait. Why am I here? What are you doing here?",
        "Mick: Waiting for you.",
        "[SCENE_BREAK]",
        "Henry: Katie was crying on camera?",
        "Kim: She just has been through too much, and she came back too soon.",
        "Henry: Yeah, I know, but she was really looking forward to this new show.",
        "Kim: You know, I have a pretty good idea of what she's going through. I've been a widow myself.",
        "Henry: It isn't easy, is it?",
        "Kim: Definitely not. I mean, you always have, you know, so many memories you're trying to deal with, and you're trying to find your balance. And you begin to think you're doing better, and then all of the sudden, your judgment fails, and -- and you make a mistake, and the whole thing falls apart.",
        "Henry: Kim, don't take this away from her. She -- she needs this.",
        "Kim: I -- I just don't want this to overwhelm her.",
        "Henry: She can handle it.",
        "Kim: Yes, I agree with you. I think she can. But it is going to take a lot of help from her family, from her co-workers, and from her friends.",
        "Henry: Don't worry. I won't let her down.",
        "[SCENE_BREAK]",
        "Simon: Oh, you think you've got my whole life figured out, don't you?",
        "Katie: You know I'm right.",
        "Simon: You think all I need in this world is excitement and glamour and -- and narrow escapes.",
        "Katie: I don't think you have a choice. I think it's like a drug to you. I'm not sure it's one that you can kick.",
        "Simon: Katie, you're smart. You know that. So why the hell don't you realize that the only drug I can't kick is you?",
        "Katie: You mean that?",
        "Simon: Yeah. Honey, I -- I love you. I always have. I -- I don't need any of that other stuff. I want to be here, with you.",
        "Katie: I was hoping you'd say that.",
        "Simon: So it's okay? I mean, I -- I can stay?",
        "Katie: No. I still want you to go.",
        "Simon: Katie --",
        "Katie: But I'm coming with you.",
        "[NEXT_ON]",
        "Henry: Simon Frasier -- his spots are as bright as ever.",
        "Margo: What are you talking about?",
        "Henry: He's got Katie convinced she should leave town with him.",
        "Simon: When were you actually thinking of going?",
        "Liberty: What's going on?",
        "Katie: How about today?",
        "Janet: With what?",
        "Liberty: You expect me to believe that Dusty's going through all this trouble just because he's a nice guy?",
        "Jack: Would you like to pick up where we left off?",
        "Janet: With the conversation or with our marriage?",
        "Carly: I don't want you to move out."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=l9AHMCAB5fw"
}