{
    "Episode Summary": [],
    "Recap": [
        "Allison tells Paul and Rosanna that Emily confessed to her that she did all those terrible things to Rosanna but doesn't know why. Dusty confessed his love for Lucy and asks for a second chance. Rafael sought help from Craig to keep Lucy away from Dusty, Craig tells him that he can't but deep down hopes that Rafael can steal her heart. Sierra made him promise not to get involved. Carly and Lily plot to bribe Julia into leaving town. Lily offers Julia money to relocate but the deal falls flat when Julia tells her she wants five million dollars to leave town. Holden and Lily become closer and share several kisses."
    ],
    "Recap Author": "Leigh",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: I talked to Tom Hughes -- and Emily's been booked.",
        "Rosanna: Really?",
        "Paul: Yeah, she's in jail. It's over, Rosanna. She can't hurt you anymore. I promise.",
        "Rosanna: She cost us Will.",
        "Paul: Will's gonna come back to us. May take a little time, but, Rosanna, come on. [Rosanna sighs] It's all over now. Come here. Let's be happy.",
        "Rosanna: How? Emily -- a friend of ours used the memory of my dead child to try to drive me around the bend?",
        "Paul: I know.",
        "Rosanna: Why? You know, the more I think about it, the less sense it makes.",
        "[SCENE_BREAK]",
        "Emily: Oh, Alison. Oh, God, you came.",
        "Alison: Of course I came.",
        "Emily: I hope you knew what to do with the map of Fairwinds that was in Daniel's backpack. Please tell me you know what to do with it.",
        "Alison: Yeah. I burned it.",
        "Emily: Oh, thank you.",
        "Alison: I just wish you could tell me that I wasn't destroying important evidence. Oh, God, Emily, you did all those horrible things to Rosanna?",
        "Emily: I'm afraid I did.",
        "[SCENE_BREAK]",
        "Craig: Well, after what you went through together, it makes sense that your friendship with Lucy would grow into something more --",
        "Rafael: You're not surprised?",
        "Craig: Well, I'm just wondering what makes you think the feelings are mutual.",
        "Rafael: Trust me, I have a pretty good reason.",
        "Craig: Ah. Ha. I think I get the picture.",
        "Rafael: You okay with that?",
        "Craig: Sir -- \"are you okay with that, sir?\" [Craig chuckles] Rafi -- if you and Lucy really care about each other that much -- I couldn't be more pleased.",
        "[SCENE_BREAK]",
        "Lucy: You want to go back to the way we were?",
        "Dusty: No. I want more. I want to be more. I was such an idiot.",
        "Lucy: You sent me away.",
        "Dusty: That's because I thought -- I thought -- it would be better for you. Without me. You understand? But the minute I heard you were in danger, nothing was on my mind but getting you back safe.",
        "Lucy: Because you felt guilty about Dominic.",
        "Dusty: No, because I don't want to live in a world without you. Whether you're with me or not. I want you with me, Lucy. Please come back.",
        "[SCENE_BREAK]",
        "Julia: I'm sorry. I'm so sorry. Holden --",
        "Holden: It's okay.",
        "Julia: No, it's not okay. You've been such a great friend to me and J.J. And -- I don't think you realize what a great man you are. [Cell phone rings] Hello.",
        "Jack: It's me. Jack.",
        "Julia: Uh, yeah. Hi, Jack.",
        "Jack: Hey. I was calling to check on J.J. is he still awake?",
        "Julia: No, he's in bed.",
        "Jack: Late again, huh?",
        "Julia: Yeah.",
        "Jack: Listen, I wanted to make up for New Year's, Julia. Can we make a plan?",
        "Julia: Yeah. I mean, not for tonight, but -- sure. We can try again. Why don't I have J.J. call you in the morning?",
        "Jack: Is he okay?",
        "Julia: Yeah. He's fine. We both are. Holden's been a saint.",
        "[SCENE_BREAK]",
        "Carly: It's time we took matters into our own hands. Jack and Holden have completely bought into this act of Julia's.",
        "Lily: But they're gonna figure out who she really is eventually, right? Come on.",
        "Carly: No! Wrong. No, she's got this whole \"bravely facing life alone\" thing so down, the only way to nip it in the bud is to get rid of her. Simple as that.",
        "Lily: Fine. We can't ride her out of town on a rail, Carly.",
        "Carly: No, but it does sound fun, though, doesn't it?",
        "Lily: Come on, come on. Seriously.",
        "Carly: Seriously -- we can't chase her out of town. But we can lure her out of town. Make it much more attractive for her to set up shop someplace else.",
        "Lily: How do we do that?",
        "Carly: Pay her off.",
        "Lily: What?",
        "Carly: You still have more money than God, don't ya? Just cut her a check.",
        "Lily: That's a bribe.",
        "Carly: It's a great idea. It's very honest. It's very up front.",
        "Lily: So is a punch in the face.",
        "Carly: Lily, this is no time to get squeamish. Our marriages are on the line here.",
        "Lily: You don't know that.",
        "Carly: That woman latched onto Jack when he didn't even know his name. And now Holden's left you, and he's out there, ripe for the picking. A little while ago, you were terrified that she was going to try to get her hooks into him, and you were right. This is no time to lose your nerve, woman! This is war!",
        "[SCENE_BREAK]",
        "Paul: You do believe that Emily's guilty, right?",
        "Rosanna: Emily's a mother. To use a baby to try to hurt me or frame Will? It's beyond cruel. Do you really think that's Emily?",
        "Paul: I wouldn't waste my time trying to figure out what Emily thinks.",
        "Rosanna: Well -- why not?",
        "Paul: Because it's not important. The person that was stalking you is behind bars. That's all that matters. Let Tom Hughes worry about her motives. Guilty is guilty. And that's that.",
        "[SCENE_BREAK]",
        "Alison: So you must've remembered more stuff. Not just being at Fairwinds, but why you planned it, and how.",
        "Emily: No. I don't remember any of it.",
        "Alison: I don't understand --",
        "Emily: I don't understand, either. That's what I'm saying! None of this makes sense. Something is seriously wrong with me. That's why I was so furious when Paul came after me, because I knew in my heart I could never do those things that he's accused me of. That's why I agreed to take the lie detector test in the first place.",
        "Alison: But you flunked --",
        "Emily: I know I flunked. So when I get these flashbacks, I'm beginning to wonder -- could I be guilty, after all? Because I keep getting more of them. They're like bits and pieces of a dream. I can see myself in Fairwinds, standing there with a doll. And then I can see Will looking at me. And I know I didn't do those things -- I don't remember!",
        "Alison: I'm sorry, but it sounds lame. Hal's not gonna believe that.",
        "Emily: But you have to believe me. I'm telling you the truth. It's like my body did those terrible things, but my mind didn't. Oh, God. Don't look at me like that. Please! I'm telling you the truth! Please, tell me -- say something to me.",
        "Alison: What can I say?",
        "Emily: Say that you'll help me, Alison, please. I need you to help me.",
        "[SCENE_BREAK]",
        "Craig: How about a drink to your future with Lucy?",
        "Rafael: All right.",
        "Craig: What do you think -- that is?",
        "Rafael: I don't know.",
        "Craig: What about Dusty Donovan? The last I heard, she was in love with him.",
        "Rafael: Yeah, and he kicked her in the teeth for it.",
        "Craig: She looked pretty happy to see him.",
        "Rafael: He rescued us. Hell, I was glad to see him.",
        "Craig: Hmm. Well, I don't mean to throw cold water upon your feelings, but I think it's pretty clear there's some unfinished business between the two of them.",
        "Rafael: Well, maybe now she can finish it. The best thing Dusty ever did for her was leave her. And maybe now she has a reason not to go back to him, though.",
        "Craig: Yeah. I hope so.",
        "Sierra: Well, we're all set. Mother said she'd join us -- Dusty and Lucy aren't back?",
        "Craig: No, not yet.",
        "Rafael: I'm gonna go to Metro and see what's keeping them.",
        "Craig: That's a good idea.",
        "Sierra: What just happened?",
        "Craig: Well, I just got a little tidbit about Lucy and Rafael.",
        "Sierra: Oh?",
        "Craig: And if it's true, then Lucy and Dusty could be through for good.",
        "[SCENE_BREAK]",
        "Lucy: You can't -- do this. You ripped my heart out.",
        "Dusty: I'm sorry. I'm sorry. I thought leaving you was the best thing for you.",
        "Lucy: But I told you I wasn't scared of the problems.",
        "Dusty: I should've listened to you. You called me a coward for leaving. And you were right. I don't even know if I can be the guy that you deserve. But I'll die trying. I'll tell you what -- if I could take back the hurt, I would. I'll spend the rest of my life making it up to you. I promise. I love you, Lucy. I love you so much. Can you forgive me?",
        "Lucy: So much has happened. Dusty, so much has changed.",
        "[SCENE_BREAK]",
        "Julia: That was Jack checking on J.J.",
        "Holden: I got that. You know, Jack -- he really does care about J.J. He's a cop, but he's got this schedule, and he's got to stick to it --",
        "Julia: Yeah, you know what? I don't really want to hear about Jack's difficult life. Maybe he's trying, but you know what I think? That call wasn't about J.J. It was about guilt. About Jack's guilt.",
        "Holden: Not true.",
        "Julia: Okay, maybe it is the job. I just don't want my son to feel like he's an afterthought.",
        "Holden: He's not. He's a great kid, and Jack knows it. And he loves that kid.",
        "Julia: Yeah? If that's true, then how come you're the one that's always here lately?",
        "[SCENE_BREAK]",
        "Lily: Okay, I'll make an offer. But I can't see her at the farm. I can run into Holden again.",
        "Carly: Right. No, there's no need to involve him.",
        "Lily: No need? Can you listen to what we're saying? If he finds out, he'd hate it.",
        "Carly: He won't. Just make that a condition of Julia's payoff.",
        "Lily: Okay, I like that. But I'm gonna be a little more subtle than what you just said.",
        "Carly: Whatever you think is gonna work. Jack's gonna be home any minute. Why don't you go to the Lakeview and figure out a way to get Julia there? And I'll send Jack over to the farm to distract Holden.",
        "Lily: Something about this doesn't feel right, Carly.",
        "Carly: Of course it doesn't. It's dirty pool. The only other option is to lose your marriage.",
        "Jack: Hey. How are you two tonight?",
        "Lily: Good. Good to see you. I gotta go. Thanks for listening.",
        "Carly: Sure. And keep me posted, okay? Hey.",
        "Jack: Hey. Something wrong with Lily?",
        "Carly: Very. She and Holden split up.",
        "Jack: What?!",
        "Carly: I know.",
        "Jack: When? Why? Did you even know this was coming?",
        "Carly: Well, I knew that they were having some trouble. But Lily didn't expect her husband to walk out on her.",
        "Jack: Holden left?",
        "Carly: New Year's Eve. He just came home and said, \"That's it.\"",
        "Jack: Wow.",
        "Carly: Yeah, wow. Moved into Emma's. Maybe you wanna go over there and talk to him.",
        "Jack: Yeah, okay.",
        "Carly: Good. I can heat up some supper for you when you get home, okay?",
        "Jack: You want me to go right now?",
        "Carly: Yes. Well, I think that Holden needs a friend. I think he needs somebody to tell him to get his butt back home right where he belongs.",
        "Jack: If I'm his friend, I'll listen. I'm not gonna tell him what to do.",
        "Carly: Well, whatever you think is best, sweetheart. Just go. And don't worry about us. The kids already ate, and I'll wait for you.",
        "Jack: Okay, I shouldn't be long.",
        "Carly: Okay.",
        "Jack: All right?",
        "Carly: Hey. Jack just went to the farm. Let me know how it goes. [Carly sighs] Please let this work.",
        "[SCENE_BREAK]",
        "Holden: I helped out with J.J. because Jack asked me to.",
        "Julia: Well, you've done more than helped out. I mean, you've been a really great friend. I don't take that lightly. [Phone rings] Hello? Yes, it is. Uh -- yeah, okay. No, no, no. I'll be right there. That was the Lakeview. Apparently, I left some things behind, and they're gonna throw them out unless I come and get them right now.",
        "Holden: Really?",
        "Julia: Yeah.",
        "Holden: Well, why don't I go? I'll get them for you. You want to stay here, in case J.J. wakes up.",
        "Julia: Yes, I do.",
        "Jack: Hey.",
        "Holden: Hi, Jack.",
        "Julia: Hello.",
        "Jack: Is J.J. still awake?",
        "Julia: No, he's asleep. I told you that on the phone.",
        "Jack: Yeah, I know, but he likes to sneak-read under the covers. Maybe he's still awake.",
        "Julia: He was pretty tired, actually.",
        "Holden: Yeah, he rode with Luke in that pasture south of the pond.",
        "Jack: Really?",
        "Holden: Yeah, had a good time.",
        "Jack: Oh. Actually, I came by to see you, Holden. You got a minute?",
        "Holden: I was just about to head out.",
        "Julia: That's okay. I'll go. I'll do it.",
        "Holden: You sure?",
        "Julia: Yeah.",
        "Holden: What's up?",
        "Jack: What's up with me? Not much. What's up with you, Holden? Make any sudden, life-altering moves lately?",
        "Holden: You've heard.",
        "Jack: Yes.",
        "Holden: You've seen Lily?",
        "Jack: Just for a minute. Carly was the one who told me. I'm sorry. Anything I can do?",
        "Holden: No, this is my problem.",
        "Jack: So what? Julia and J.J., they were my problem. Didn't stop you from helping me out. Let me pay you back.",
        "Holden: You don't owe me, Jack. I liked helping them out. I think they're great. It took my mind off things.",
        "Jack: Did I make this worse?",
        "Holden: Make what worse?",
        "Jack: You know, all this stuff with Julia and J.J. -- is that part of the reason why you split with Lily?",
        "[SCENE_BREAK]",
        "Craig: Rafael and Lucy had some \"quality time\" in the middle of their ordeal. They grew much closer.",
        "Sierra: Lucy and Rafael have always been good friends. It stands to reason --",
        "Craig: Sierra -- much closer.",
        "Sierra: He said that? To you?!",
        "Craig: Well, not in so many words. But he's a gentleman. But you can see it. He's clearly smitten.",
        "Sierra: He has always looked at Lucy that way.",
        "Craig: Yes, well, maybe now she looks at him that way, too?",
        "Sierra: I find that very hard to believe. She's not over Dusty, not yet.",
        "Craig: What about Dusty? He clearly loves playing the hero for young Lucy. I wonder how he will react to this piece of news.",
        "[SCENE_BREAK]",
        "Lucy: I'd given up. I was sure I wasn't gonna make it out of that mine alive. We'd just been up and down so many times -- you know, the rescue plane found us, and then it crashed. And we were freezing. We couldn't have a fire because it was burning the oxygen. I just expected to die, you know? And you saw how we were. It's so hard to talk about. I can't --",
        "Dusty: You don't have to talk about it.",
        "Lucy: I do!",
        "Dusty: Don't. I understand, I understand. You know, when they told me there was an avalanche, and I knew it was right where you were --",
        "Lucy: You knew where I was?",
        "Dusty: Yeah. I could feel it. I could feel you.",
        "Lucy: You know, just before you found us -- I must have been delirious, because I didn't know if you were still alive, but I saw your face in the flame of this match. It was as clear as I'm looking at you now. It was like you were with me.",
        "Dusty: I was with you every second.",
        "Rafael: Lucy? Is everything okay?",
        "[SCENE_BREAK]",
        "Julia: Hi.",
        "Bartender: Hi.",
        "Julia: I'm Julia Larrabee. The front desk said you might have something here for me?",
        "Bartender: I'll go look in the back.",
        "Julia: Okay.",
        "Lily: I called you. I wanted to see you.",
        "Julia: So, what? You paid someone to call me with a bogus excuse to get me down here?",
        "Lily: Yes. Just you and me. Oh, no, no, no. Don't go. Just wait. You might like what I have to say. Just give me five minutes.",
        "Julia: All right, go.",
        "Lily: Okay. Well, I want to help you, Julia. So -- just name your price. And it's yours.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Paul: Did Emily tell you that she did those things? That she planted the doll, that she hung Cabot's stocking? Did she say that she did all of those things?",
        "Alison: Yeah, she told me she did it.",
        "Julia: But what would you put on the memo line of the check? I mean -- what's it for?",
        "Lily: Relocation.",
        "[SCENE_BREAK]",
        "Rafael: Are you okay? Looks like you've been crying.",
        "Lucy: I'm fine.",
        "Rafael: Well, it's been a while. Your family got worried.",
        "Dusty: I'll get the champagne.",
        "Rafael: Is he giving you a hard time? Because if he is, then I'll --",
        "Lucy: No -- you know, I'm just tired. I'm on edge. We all are.",
        "Rafael: Maybe you should've stayed home, you know? Dusty can find a bottle of wine on his own.",
        "Lucy: We had a lot to discuss. A lot's happened.",
        "Rafael: I know, but still --",
        "Dusty: Are we all set?",
        "Rafael: Yeah. Lucy, you want to come home with me?",
        "Lucy: Yeah, sure.",
        "Dusty: I'll see you guys over there, then.",
        "[SCENE_BREAK]",
        "Sierra: If you even look like you're going to say anything to Dusty about Lucy and Rafael, anything at all --",
        "Craig: You'll lock me up and throw away the key again?",
        "Sierra: You know, if Lucy and Dusty want to get back together, that is absolutely their business.",
        "Craig: Did I say I was gonna do anything? It's just the idea of Lucy and Rafael might not sit well. We can dream, can't we?",
        "Sierra: No.",
        "Craig: No?",
        "Sierra: No. The first step is for you not to butt in. And if you really love your daughter, then her dreams will become what your dreams are for her.",
        "Craig: If Dusty Donovan finds out about Lucy and Rafael and that puts an end to Lucy and Dusty that would make me happy. However -- [Craig sighs] Craig will not interfere. If Dusty finds out anything, it won't be from me.",
        "Sierra: Wow. That was some heavy lifting. Did you rupture anything trying to get those words out?",
        "Craig: Yes. Craig expects a little understanding.",
        "Sierra: Well, if you keep your promise --",
        "Craig: I will.",
        "Sierra: Then you might just get it.",
        "[SCENE_BREAK]",
        "Holden: You are not responsible for Lily and me.",
        "Jack: Come on. All that time you spent with J.J. and Julia?",
        "Holden: And what about all that time Lily spent with Craig? And before that, all the time she spent working on the rose foundation. And before that -- you remember all that?",
        "Jack: I guess, yeah. But it's not like we actually sat down and had a conversation about it, right?",
        "Holden: That was because I thought that everything was gonna be okay. I thought we were just going through a rough patch. But after Rose died, everything just got worse. This has nothing to do with Julia and J.J. Lily and I haven't been connecting for a long time.",
        "Jack: I don't know what to say. You seem very -- you seem very calm.",
        "Holden: I am. Nothing left to fight about. Nothing left to fight for.",
        "Jack: After all those years.",
        "Holden: Yeah. Guess it's kinda hard to believe. But there it is. Did Lily ask you to come by here?",
        "Jack: No. Carly was the one to tell me that you two had split and told me you were here.",
        "Holden: And you're supposed to talk me into going back?",
        "Jack: It came up, but I didn't sign up for it. I'm sorry. It's just -- it's sad.",
        "Holden: Yeah. Well, I don't know what was said. I don't know what Lily told Carly. But understand this -- I'm the one who packed a bag, but Lily left a long time ago.",
        "[SCENE_BREAK]",
        "Julia: You want to write me a check.",
        "Lily: Yes. And I am fortunate enough to meet any price that you say.",
        "Julia: What do you want to buy?",
        "Lily: Oh, no, not buy -- help. It's an offer. I know the situation with Jack seems very unfair. You were married to him, and you expected a certain life. And this whole situation has been -- you know, the rug has been pulled out from underneath you. And J.J.? You and J.J. are in a total limbo. I thought maybe you could use a little help.",
        "Julia: That's very generous.",
        "Lily: Thank you.",
        "Julia: So, have you talked to Holden about this?",
        "Lily: No. But I'm sure he'd want to help you, because he's helped you so much already. He adores J.J. If it makes you feel better, consider it an offer from the both of us, okay?",
        "Julia: Again, Lily, it's very generous, but I just have one question for you. What would you put on the memo line of the check? I mean, what's it for?",
        "Lily: Relocation.",
        "Julia: Of course.",
        "Lily: Larrabee. Two rs, two es, right? And the amount?",
        "Julia: $5 million.",
        "Lily: This is a genuine offer. Please take it seriously.",
        "Julia: I'm serious. I'm seriously disgusted by you and Carly and everyone else who thinks you have the God-given right to buy whatever you want. You ever wanted it? It's yours, right? Branded and tagged. Forget about gratitude for the things you've been blessed with. Forget about the people that you own and what they might want. Forget about who else you hurt. 'Cause you're entitled, right? Anybody else who doesn't understand that, they get \"relocated.\" I'll tell you what -- if these are the rules here in Oakdale, then my price is $5 million. Maybe then you'll feel a little something. Maybe it'll hurt you just a little bit, then.",
        "Lily: There is no amount of money that can take care of the pain that you've caused this town. Now you're going after another family? Hmm. Almost might be worth the $5 million just to --",
        "Julia: Why, because my son and I are so inconvenient for you? Well, get used to it, Lily, 'cause I'm here. I'm not gonna slink away with your bribe money, and I'm not gonna stop looking for love in my life and a father for my son because it's inconvenient for you. I cannot wait, though, to find out what Holden thinks about all this.",
        "[SCENE_BREAK]",
        "Carly: Hey.",
        "Jack: Hey.",
        "Carly: Did you see Holden?",
        "Jack: Oh, yeah.",
        "Carly: You don't look like it went very well.",
        "Jack: Well, there wasn't much I could say, darlin'. Holden's done. He's not going back home. He said that Lily walked out on the marriage long ago.",
        "Carly: Well, they had had some trouble, but it seems to me that Holden is going a lot farther than he has to go here.",
        "Jack: I just hope I'm not a part of that. See, I feel bad about leaning on him to help with Julia and J.J. He said there was no problem with it at all, but you know, she can be a handful. She's my responsibility, not his.",
        "Carly: Isn't Julia her own responsibility, Jack?",
        "Jack: Okay, maybe. But as long as she's J.J.'s mother, I have to deal with her, Carly.",
        "Carly: And what does that mean?",
        "Jack: All right, look, I know it would be easier if it were just J.J., but Julia's part of the package. And right now, better me than Holden. I've got to step it up and take better care of Julia myself.",
        "[SCENE_BREAK]",
        "Alison: Hey. Sorry for just showing up, but it's important. We need to talk about Emily.",
        "Paul: If you've got something to say about Emily, I really think you need to talk to hal.",
        "Alison: Well, Hal's not the one pressing charges. You are.",
        "Rosanna: Well, that's because of the evidence, Alison. I mean, all Paul did was look for the truth.",
        "Alison: Yeah, I know, but he didn't get the truth. He only got facts.",
        "Paul: What?",
        "Alison: Emily did those things to you, but -- that's not the whole truth.",
        "Paul: Did Emily tell you that she did those things? That she planted the doll, that she hung Cabot's stocking? Did she say she did all of those things?",
        "Alison: Yeah, she told me she did it.",
        "[SCENE_BREAK]",
        "Sierra: Mother said to go ahead. She's in a conference call. She'll join us soon.",
        "Craig: Yeah, and she can talk. So, without further ado, I would like to propose a toast. I -- I never believed that Lucy and Rafi would be lost forever. But it could've happened. And I need to thank God that didn't happen. And Dusty Donovan, for not giving up.",
        "Sierra: And I second that. And to new beginnings and second chances.",
        "Dusty: Here, here.",
        "Lucy: I'd like to propose a toast, too. I wouldn't be here if it weren't for Dusty and Rafael. And \"thank you\" is way too little. I owe you both my life.",
        "Dusty: I should go.",
        "Lucy: Really?",
        "Dusty: Yeah. You gotta take a hot bath and go to bed. I'll let you get to it.",
        "Dusty: It's just what I had to do. Good night.",
        "Lucy: I wanted to finish what I started to say at Metro --",
        "Dusty: No, I don't need an answer this minute. Just think about it. I'm right here.",
        "[SCENE_BREAK]",
        "Paul: If Emily did those things, what do you expect me to do?",
        "Rosanna: Alison, you said those things were facts, not the truth. What did you mean?",
        "Alison: Yeah. Look, Emily did it, but not on purpose. She doesn't remember planning it or wanting to hurt you or wanting to put will away or anything. She likes you, and she loves Will.",
        "Rosanna: Well, then what happened?",
        "Alison: I don't know, and neither does Emily. She was really sick there for a while. Maybe it was the fever.",
        "Paul: If she was sick, she should have called a doctor.",
        "Alison: But, Paul, we need your help!",
        "Paul: I'm sorry, Alison, but I think you're on your own for this one. I gotta make a phone call.",
        "[SCENE_BREAK]",
        "Lucy: Don't go.",
        "Dusty: I'm not going anywhere without you.",
        "Dusty: Come back, princess. Nothing's the same without you.",
        "Lucy: Thank you. This feels -- kind of like old times, almost.",
        "Craig: Well, I hope it'll be like new times. New beginnings, like your mother said.",
        "Lucy: Me, too.",
        "Sierra: Well, what do you say we get you settled in, get that hot bath going? Bet you could sleep for a day or two, huh?",
        "Lucy: Oh, that sounds so good. I'm so tired, though, I'm afraid I won't sleep.",
        "Rafael: I know what you mean. You want me to come hang out with you?",
        "Lucy: I can't believe you're even still standing. You need your rest, too.",
        "Rafael: I'll get it.",
        "Lucy: It's okay. Really, you've taken care of me for so long. I think I can manage for one night on my own. Good night, Daddy.",
        "Craig: Good night, lullaby.",
        "Sierra: I'll get that bath started. Come on.",
        "Craig: Girl time. You know what that means. We get dissected, taken apart. Run, I say, run!",
        "Rafael: I've been staying here.",
        "Craig: All right. Well, then you hide. I've gotta run. But, Rafi, I cannot thank you enough for keeping my little girl alive. If there is ever anything that I can do for you -- ever.",
        "Rafael: Thanks. Wait. Craig, wait, wait. Um --",
        "Craig: What?",
        "Rafael: There is something.",
        "Craig: What?",
        "Rafael: I don't know. You saw it -- with Dusty and Lucy. Anybody could. That there's obviously -- I don't know. What'd you call it? Unfinished business.",
        "Craig: Yes, I do.",
        "Rafael: I love her, sir. I don't want to see her with somebody that nearly got her killed. I mean, he saved us from trouble he made, right? You've gotta hate that just as much as I do.",
        "Craig: Yes, I do.",
        "Rafael: So if Lucy's trying, you know, to decide, maybe you could help steer her away from Dusty, as the father.",
        "Craig: And point her in your direction? Oh, Rafi -- I wish I could. I really, really wish I could. But Lucy has to make up her own choices. And I'm kind of on probation with Lucy and her mother, anyway.",
        "Rafael: Look, I understand. It's okay. I belong with her. I'll make her see that. No matter what.",
        "Craig: I bet you will. And Godspeed to you. I know you'll do whatever you have to.",
        "Rafael: I will. Good night.",
        "Craig: Yes. Yeah. Well, I may have to keep my mouth shut, but I'm rooting for you.",
        "[SCENE_BREAK]",
        "Holden: Hey.",
        "Julia: What?",
        "Holden: Is your stuff in the car? Stuff from the Lakeview?",
        "Julia: There was no stuff at the Lakeview. It was a mistake, I guess. Guess it was somebody else's stuff. So, what did Jack want?",
        "Holden: He heard. About me and Lily. And he wanted to make sure that I was okay.",
        "Julia: Are you?",
        "Holden: I am now.",
        "[SCENE_BREAK]",
        "Lily: Never again! Never again!",
        "Carly: Shh. Hey! Jack's home. How'd it go?",
        "Lily: It was the most humiliating half hour of my life. I felt like a fool!",
        "Carly: Oh, man. What the hell did Julia do?",
        "Lily: You were right. She was condescending. She was so above it all. And the whole time, I could just see her wheels turning. \"How could I use this to pull Holden in even more?\" Oh, my God, I think I'm gonna be sick.",
        "Carly: It's all right. So she wants to play hardball, huh?",
        "Lily: She's not playing. She's not playing. She's serious. She wants what she wants, and she wants it now. And she doesn't care who gets in the way.",
        "Carly: We're gonna have to play dirty, too.",
        "Lily: You have another idea?",
        "Carly: Maybe. Something Jack said.",
        "Lily: No more potshots, okay? Because it's gonna blow up, just like it did this time.",
        "Carly: Don't worry. It may take a while, but it's gonna work this time. And Julia is gonna wish she'd never picked this fight.",
        "[NEXT_ON]",
        "Paul: I kept hearing about how sick you've been. And yet you managed to get in and out of Fairwinds like you owned the place. How'd you manage that?",
        "Mike: The bottom line is Katie is not in love with Henry.",
        "Jennifer: Because she's still in love with you?",
        "Carly: I thought of a way for you and J.J. to spend some quality time together without Julia getting in the way."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=iowkhuUsR78"
}