{
    "Episode Summary": [],
    "Recap": [
        "Paul confronts Meg about why she won't let him near her; was she responsible for her patient's death? Brad calls Jack on an emergency when it is only to help him get his car out of the impound lot so he can continue on his date with Vienna. Tom tells Margo and Casey that there will be no bail hearing tonight. Will stops Jade from calling the cops on Adam fearing it will scare him off. Maddie hits Casey with a heavy branch to stop him from assaulting Gwen. She then panics when Gwen tells her that he appears to be dead. Casey asks Margo to call Adam but won't get into why. Paul is suspicious of Craig's involvement with Meg, but Meg sticks to their story. Paul wonders what kind of person Craig is turning Meg into now that she is lying to everyone and teamed up with him. Jack gets Brad a job with Kim so he can fix his own money problems. Jade and Will continue to look for Adam. Maddie is afraid she will be alone in the world if Margo finds out she killed her son; she freaks out about the consequences and Gwen realizes that all these other innocent people shouldn't pay for what Adam did; she decides to hide the body. When Meg doesn't take Paul's help, he can only walk away. Meg wants to come clean but Craig tries to guilt her into staying silent. Will tells Jade that he doesn't want witnesses around when he finds Adam. Gwen and Maddie start to dig a hole for Adam. Meg tells Bob she killed her patient. Will decides the fastest way for Adam to hitch is the woods behind his house, so he heads there and starts calling out to Adam as Maddie and Gwen hear him."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: I didn't know you were still here.",
        "Paul: You don't look so good.",
        "Meg: So, how did your exam go? Were they able to help you?",
        "Paul: Apparently, there's nothing anyone can do to help me with my -- I don't even know what to call it today. My condition? My gift?",
        "Meg: Sorry, Paul.",
        "Paul: That's how it goes. You sure you're okay?",
        "Meg: Yeah. You know what? I just -- I've got to go.",
        "Paul: There's something wrong.",
        "Meg: I've just been under a lot of stress lately.",
        "Paul: No, no, that's not it, is it? You're scared, aren't you? Are you scared I'm going to touch you and -- you're scared I'm going to find out that you were responsible for that woman's death?",
        "[SCENE_BREAK]",
        "Vienna: You know what? I feel like this is all my fault.",
        "Brad: Darling, there's something you need to know about me, okay? If something goes wrong on my watch, okay -- if a person's going to get blamed, it's usually someone else. So I agree with you, it's all your fault.",
        "Vienna: Oh, good.",
        "Brad: You know, although, for the life of me, I can't figure out why.",
        "Vienna: But, you know, if I didn't insist on getting one of those sticky buns, you wouldn't have stopped there and parked the car, and it wouldn't be towed.",
        "Brad: See, I knew it couldn't be my fault.",
        "Vienna: Although, I did point to that sign that was saying --",
        "Brad: Shh, shh.",
        "Jack: Oh, I see. The police emergency you called me about was that you built a really tall tower. Congratulations.",
        "Brad: No, Jack, Jack, Jack, Jack. Come on, come on. There has been -- there has been a terrible mistake, okay? I just want to give you a chance to fix it without embarrassing the department.",
        "Jack: Oh, this, I got to hear.",
        "Brad: Yeah, one of your officers illegally towed and impounded my car.",
        "Jack: Where were you parked?",
        "Brad: Just right out there. Right in the front.",
        "Jack: You mean the place right by the door with the light blue lane markings and the prominent sign with the wheelchair on it? It's not for the morally handicapped, Brad. It's illegal for you to park there.",
        "Brad: Okay, I have one accidental slip up, and they put my car -- my ride -- in car jail? I mean, come on, this town is harsh.",
        "Jack: Then move.",
        "Brad: Okay, mano a mano, okay? Brother to brother, okay? The little lady and I were about to paint the town red. Think of all the dollars that we'll be pumping into the Oakdale economy. As a public service, can you get me my car now?",
        "[SCENE_BREAK]",
        "Casey: Mom, Dad's been gone a long time. Do you think they went ahead and had the bail hearing?",
        "Margo: They don't have bail hearings without the defendant.",
        "Casey: But it taking this long, I mean, is that a good thing or a bad thing?",
        "Margo: I don't think there's anything good about tonight.",
        "Casey: Mom --",
        "Margo: I'm working.",
        "Tom: The judge won't schedule the bail hearing until the morning.",
        "Margo: Tony, I got a lock-up for you.",
        "[SCENE_BREAK]",
        "Will: Wait, don't.",
        "Jade: I'm not letting Adam get away. I want him to pay.",
        "Will: You think I don't? But this isn't going to work. If the cops are on him, he's just going to go underground like the piece of --",
        "Jade: Taking Adam's keys is only going to slow him down, it's not going to stop him. What are we going to do?",
        "Will: What are we going to do? We make sure he doesn't get out of town. You know what? We'll take my car, and pray he steps in front of it.",
        "[SCENE_BREAK]",
        "Gwen: Get off of me! Get away from me!",
        "[Thud]",
        "Maddie: Did he hurt you? I had to stop him. People like him, they don't stop. Nothing would stop Louis when he was like that. I heard you say no, right? You were pushing him away.",
        "Gwen: Yeah. Yeah, yeah. Now we just have to see if he's all right.",
        "Maddie: No, no, we should go.",
        "Gwen: Hey, Adam?",
        "Maddie: Gwen, come on. He is going to wake up and -- he's going to wake up and he'll be so mad at me. Oh, my God, he's going to be so --",
        "Gwen: Adam?",
        "Maddie: Gwen, we'll call -- we'll call Margo, and she's going to send someone. Gwen, she's going to send someone --",
        "Gwen: I don't think he's going to wake up, Maddie! Okay? All right? I think he's dead.",
        "Maddie: No, I'm not strong enough to kill him! I didn't kill him!",
        "Gwen: He's not breathing.",
        "Maddie: I didn't hit him hard enough! I didn't hit him hard enough to kill him!",
        "Gwen: Adam? Oh, my God, Adam -- I don't know how to do this!",
        "Maddie: He cannot be dead!",
        "Gwen: Maddie, do you have your phone? Maddie, do you have your phone?",
        "Maddie: What did I do?",
        "Gwen: Listen to me, okay? Hey, hey, listen. We need to call -- we need to call Margo, come on.",
        "Maddie: No, no, we can't call Margo, because I -- I killed her son! She saved my life, and I killed her son!",
        "Gwen: No, no, listen to me, please! Okay, please? It was an accident, okay?",
        "Maddie: Was it?",
        "Gwen: What are you talking about?",
        "Maddie: I saw what he was doing to you and I hated him for it! I hated him!",
        "Gwen: Okay, calm down. We just need to calm down. Maddie, stop, please!",
        "Maddie: He's going to win now, and -- he tried to hurt you and everyone is going to think that I meant to kill him! Margo is going to think that I meant to kill her son!",
        "[Maddie sobs]",
        "[SCENE_BREAK]",
        "Margo: Hughes. Casey Hughes. Yes, you heard me right. Yeah, right, right. Half an hour? All right, all right. Tony, whenever you can. As soon as you can.",
        "Casey: I'm sorry.",
        "Margo: It's my job. Pretty backed up down there. You picked a busy night.",
        "Casey: Mom, I --",
        "Margo: So who's the judge?",
        "Tom: McCullough.",
        "Margo: Ooh, he's not going to grant bail tonight.",
        "Tom: He wasn't about to make an exception for us.",
        "Margo: Is he going to preside tomorrow?",
        "Tom: He said he'd make a special point of being there.",
        "Margo: Oh, there's nothing like a judge that hates cops. Must've made his night.",
        "Tom: Well, the obstruction of justice didn't make him laugh.",
        "Margo: Did we tell you this was going to happen? You cover like this, you lie to the law?",
        "Tom: See, Casey, the law has a lot of leeway built into it. A judge can take into account anything he wants. I mean, even a D.A. you know, young kid, first offense. This stuff happens. Then he reads you tried to cover up the crime. Well, that's a human impulse. Then he realizes you tried to set up a friend to take the fall.",
        "Margo: Tom --",
        "Tom: So this defendant has already used up a lot of his good will before bail is set!",
        "Casey: I'm sorry. I'm sorry.",
        "Tom: Yeah? I don't even know who you are anymore.",
        "Margo: We'll get through this together. Tonight's the worst of it. Tonight's the worst.",
        "Casey: Did Adam call?",
        "Margo: No.",
        "Casey: I think -- I think you really need to find Adam.",
        "[SCENE_BREAK]",
        "Jack: I see you and Vienna, you're going to make a night of it, huh?",
        "Brad: If I have my car.",
        "Jack: Well, I hope you were able to get some rest, a nap. I hope your job didn't interfere with your lifestyle. Oh, I'm sorry. I'm sorry. Did I say job? Because you don't have one.",
        "Brad: Come on, man! Are you going to go up on your high horse every time I hear --?",
        "Jack: Do you want to hear about my job? Do you want to hear about what I had to do today? I had to arrest a kid and got to watch while his mother's heart broke. I'm also investigating one of the people I care most about in this world, making sure their life pretty much stays awful. But, hey, you're too lazy to walk across a parking lot, you just call Jack and get your car back, huh? Because clearly, I have nothing else to do with my time.",
        "[Brad sighs]",
        "Brad: You know --",
        "Vienna: You know what? I am going to go across the street to the bar and get a nice, cold cosmo. And you, you should think about this. You called, he came. Not the other way around, okay?",
        "Brad: Mm-hmm. She's right.",
        "Jack: Yeah.",
        "Brad: She is right. Thank you so much for coming.",
        "Jack: I only came because I thought it was important. Clearly, it's not.",
        "Brad: This is important, okay? To me. I can't pay the fine, and I got a couple of outstanding tickets.",
        "Jack: I'm not fixing a ticket for you, Brad! Have Vienna fix a ticket for you. She's got plenty of money. It's oozing out of her. I mean -- well, that's the whole point, isn't it? You don't want her to know how broke you really are.",
        "[SCENE_BREAK]",
        "Meg: I don't know what you're talking about.",
        "Paul: Okay, look, I may be having visions, but I haven't lost my common sense. I saw the way you were freaking out when Jack came in here and he was asking you questions.",
        "Meg: I just want this to be over.",
        "Paul: You came to me before. You were trying to figure out what I knew about you and your patient.",
        "Meg: A man trained a gun on me, okay? And he was about to pull the trigger. I'm sorry I'm not calm and collected enough for you.",
        "Paul: Is it guilt?",
        "Meg: Something you know nothing about.",
        "Paul: Okay, look, here's what I don't know, but what I'm going to find out. Why is Craig Montgomery hovering around you? Because if he's involved, Meg, that should be proof enough for you that you are in deep, deep trouble.",
        "Craig: Oh, what a surprise. Meg's going through a really bad time, and here you are to make things even worse for her.",
        "Paul: You like that? You like him defending you?",
        "Craig: I'll call security.",
        "Meg: No, no. Craig, don't. Let me talk to him.",
        "Craig: You don't have to.",
        "Meg: I can handle this. I -- let me talk to him, please?",
        "Craig: Don't let him upset you.",
        "Meg: I'm going to tell you what I did, and then I want you to leave me alone. That woman planned her own death, and there's proof. And I had nothing to do with it and neither did Craig.",
        "Paul: You once warned me about turning into someone like Craig. So how's it feel, Meg?",
        "Meg: So now I'm like Craig?",
        "Paul: Now you can look me in the eye when you lie to me.",
        "Meg: Two things -- one, I may have revised my opinion of Craig after he was ready to take a bullet for me. And two, do you really think you can pull off judging me about lying? You're the guy that wrote the book on the subject. And I'm not too keen on hypocrisy, Paul.",
        "Paul: You're right. I've done a lot of lying in my life. We're not talking about me, we're talking about you. We're talking about what he's doing to you.",
        "Meg: He's not accusing me of murder.",
        "Paul: Neither am I.",
        "Meg: It kind of sounded like it.",
        "Paul: Do you know what the worst thing is that I've ever done in my life?",
        "Meg: One of the times you tried to kill Craig?",
        "Paul: It's when I pulled you in and I got you to lie for me. Because you said it yourself, you didn't just lose your job, you lost your way.",
        "Meg: Yeah, I love the trip down memory lane.",
        "Paul: You can't live with yourself when you lie.",
        "Meg: I'm not lying.",
        "Paul: No. You're just having Craig lie for you. I'm telling you, you keep spinning this tale, it's just going to keep getting worse and worse. And so will the punishment.",
        "Meg: Well, you would know what that is all about, wouldn't you?",
        "Paul: Because when I lied, I lost you. [Paul sighs] Look, I'm -- I'm really, I'm just -- just trying to keep you from getting hurt.",
        "Meg: Well, talking about you hurting me, now that you know -- or think you know -- what I did or will do, what are you going to do about it?",
        "[SCENE_BREAK]",
        "Brad: You don't get that I don't want that beautiful, gorgeous, wild woman to know that I'm broke?",
        "Jack: But you are.",
        "Brad: Okay, you know that, I know that, but she doesn't have to know that, and I intend to keep it that way.",
        "Jack: How long do you think you can pull this off, Brad?",
        "Brad: We'll see, won't we?",
        "Jack: Okay, the things that Vienna likes to do cost lots and lots and lots and lots of money.",
        "Brad: I can charge it, but I can't charge this car thing.",
        "Jack: Okay, can we spend, like, 15 minutes -- 15 seconds, actually -- in the real world? When the bills come in, how do you expect to pay for them?",
        "Brad: You don't have to pay at all, you know? I mean --",
        "Jack: You can't keep spending money you don't have, though.",
        "Brad: Okay, I know where this is going. Okay, this is about getting a job. Okay, I have been out there. I've been out there and I have been looking and no one is hiring. No one.",
        "Jack: Right.",
        "Brad: Right. Okay, how long do you think Vienna is going to be alone in that bar? Can you -- can you please just give me the money for the car and yell at me in the morning?",
        "[Jack sighs]",
        "Jack: Okay, excuse me. I'm going to go talk to a grown-up. Hey, Kim.",
        "Kim: Oh, Jack. Hi, how are you doing?",
        "[Cell phone rings]",
        "Jack: I've been better.",
        "Kim: Yeah, me, too. I'm on my way to the hospital to pick Bob up, and then we're going back down to the police station to see Tom and Margo.",
        "Jack: I'm really sorry about that.",
        "Kim: Well, you know, it just seems so unreal. Excuse me.",
        "Jack: Sure.",
        "Kim: Oh, Rebecca, I thought I asked you not to call me unless it was a real emergency. You're kidding. Wouldn't you know, on tonight of all nights. Look, there must be somebody around there who can fill in. Well, then, put Carl on the boom and let somebody else pull the cables. Rebecca, there must be somebody in the city who's capable of pulling a couple of cables.",
        "Jack: Uh, actually, Kim -- sorry to interrupt. There is.",
        "[SCENE_BREAK]",
        "Margo: Why? Why do you want to talk to Adam?",
        "Casey: I need to -- I guess I'd just feel better if he was here for you guys.",
        "Tom: Well, my guess is he's probably talking to Will or Gwen to see if there's any way in hell he can undo what you did.",
        "Margo: Please, just take it easy.",
        "Tom: You know what? We've already tried easy. Let's try something other than easy.",
        "Casey: No -- look, I get that you're mad, I do. And I deserve all of it. But, don't I get a phone call or something? I mean, couldn't I just call Adam to see if he'll come down here?",
        "Margo: Why are you so intent on talking to Adam?",
        "Tom: What, are you going to try to drag Adam into this? You think there's some way he can cover for you?",
        "Casey: No! All right? Just -- no. None of it matters. It doesn't make any difference. None of it does.",
        "Margo: All right, stop it. Just stop it. I'll call Adam. We'll all get through this together.",
        "[SCENE_BREAK]",
        "Will: Well, at least we know he's not flying out.",
        "Jade: Yeah, maybe we should go to the bus station. We know he didn't get a flight.",
        "Will: Are you kidding? He wouldn't take a bus. He'd hire a limo.",
        "Jade: Right now, all he cares about is getting out of town, and the buses run all night long.",
        "Will: You know, you seem to know a lot about what he's going to do.",
        "Jade: Yeah, well, I know what it's like to have to get out of town fast.",
        "Will: Or, maybe you know where's he going and you're trying to steer me in the other direction.",
        "Jade: You think I'm covering for Adam?",
        "Will: Well, you have been known to be less than honest, Jade.",
        "Jade: Okay, how about this? How about we drive down to the police station and you can sit and listen while I tell Detective Hughes how Adam tried to frame you?",
        "Will: Okay, fine, I'm sorry I said that.",
        "Jade: You know what? Maybe we shouldn't be doing this. Maybe we should go to the police and we should just let them find him.",
        "Will: No.",
        "Jade: Why not? We can clear your name, and then you can go home to Gwen, where you belong.",
        "Will: Because I'm going to be the one to find Adam. And when I do, we're going to have one last talk before the police get involved -- brother to brother.",
        "[SCENE_BREAK]",
        "[Maddie sobs]",
        "Gwen: You've got to calm down. You've got to breathe, okay?",
        "Maddie: I thought --",
        "Gwen: What did you think?",
        "Maddie: I thought I wasn't crazy anymore.",
        "Gwen: Maddie, you're not crazy, okay?",
        "Maddie: Margo knows.",
        "Gwen: What does she know?",
        "Maddie: She knows -- she knows that -- she's the only one that I talked to about what happened last summer. She's the only one that understands.",
        "Gwen: Okay. It's going to be okay.",
        "Maddie: She knows how mad I am at Louis and how a part of me still wants to hurt him. He's dead, and I still want to hurt him and pay him back for what he did to me.",
        "Gwen: Look, its okay.",
        "Maddie: Margo is like a mother to me, and I can't lose her. I'm going to lose --",
        "Gwen: No, no, no. You're not going to lose her, okay?",
        "Maddie: The days when -- the days when I can't get out of bed or when I can't stop crying, she's there for me, and she knows everything to say to me. She knows the right things to say to me, and now she's going to kick me out.",
        "Gwen: No, she's not going to kick you out.",
        "Maddie: I killed her -- I killed her son! I killed wonderful Adam, the one that everyone thinks is wonderful. She's his mother. She's not going to believe me!",
        "Gwen: I'll talk to her.",
        "Maddie: It's not going to make a difference. She loves him just like my sister loved her husband. She thought what Louis did to me was my fault!",
        "Gwen: Maddie, she was crazy! Okay?",
        "Maddie: Margo's going to think the same thing. She's going to hate me, and she's going to kick me out -- I'm not going to have anyone!",
        "[Cell phone rings]",
        "[Maddie sobs]",
        "Gwen: Oh -- it's Margo.",
        "Maddie: Please, Gwen, please don't tell her it was me. Please -- I'll -- I'll run away -- please, I'll run away -- I just --",
        "Gwen: Maddie, just be quiet! Okay. It's going to be okay. All right? All right, we're going to find a way to make it okay.",
        "Gwen: I'm so sorry.",
        "Maddie: You're sorry?",
        "Gwen: Yeah. I think it was easier for me -- for everybody -- not to think about what happened to you. But to be raped by your own brother-in-law -- nobody gets over something like that. And I'm sorry. I should have -- I should have known. I should have asked you if you wanted to talk about it.",
        "Maddie: It's okay. You were very nice. I just didn't like to talk about it.",
        "Gwen: But you could talk to Margo.",
        "Maddie: Yeah, she knows what it's like.",
        "Gwen: And just now, a few minutes ago, you tried to make sure that something like that wouldn't happen to me. I can't let you lose everything because you were trying to help me.",
        "Maddie: I don't know what you mean.",
        "Gwen: Look, you said that everybody said that Adam was some great person. Maddie, he wasn't. He wasn't a great person, not after what he did to me, what he did to Will. I can't let you pay because you were trying to stop him.",
        "Maddie: Gwen, I don't want you to get in trouble.",
        "Gwen: I don't want either of us to get in trouble. I don't think anyone should lose anything because of him.",
        "Maddie: Where are you going?",
        "Gwen: Hey, I'll be right back. Okay? Look, you just need to stay calm and do what I say. Okay?",
        "Maddie: No, please, Gwen, don't leave me.",
        "Gwen: I'm not -- I'm not going to leave you. Okay? Look, I need you -- I need you to take this.",
        "Maddie: No.",
        "Gwen: No, it's okay. I need you to take this. I need you to try to get all the blood and the fingerprints off of it. Okay?",
        "Maddie: What am I supposed to use?",
        "Gwen: Use something from inside his backpack. When you're finished, put it back. Okay?",
        "Maddie: Gwen! Gwen! He's alive. He's trying to say something! He's trying --",
        "Gwen: Maddie! Maddie -- Maddie, it's okay. Listen -- hey, come here. Don't look. Look over here. Look over here. You just need to stay calm. Okay?",
        "Maddie: I can't, I can't --",
        "Gwen: Stay faced away. Okay? Don't turn around.",
        "Maddie: Okay. Okay.",
        "Gwen: Okay. Listen, use this to wipe that off. All right? I'll be back. Hey -- look at me. We don't have a lot of time. Can I count on you?",
        "[Maddie sobs]",
        "[SCENE_BREAK]",
        "Margo: Adam didn't answer at home, either. He didn't pick up on his cell phone. I left a message, he knew it was me.",
        "Tom: Well, maybe he just wants a little time away from this family. I'm sure he's still trying to make amends with Gwen and Will, as if that's possible.",
        "Margo: Well, I wonder if anyone's actually seen him since he left the station. I'm going to call Will.",
        "Casey: No, wait, don't call Will. Adam's not coming down, and there's nothing we can do about it.",
        "Margo: What -- what is this?",
        "Casey: I know that I have to spend the night in jail, but do I have to sit around waiting for it?",
        "Tom: Oh, I'm sorry if the service isn't prompt enough around here for you.",
        "Margo: Would you stop it, both of you, please?",
        "Casey: I'm sorry.",
        "Margo: I know, you've said that. Adam, this is your mother. We need you down here. We need you.",
        "[SCENE_BREAK]",
        "Kim: Brad, it's really good to see you again. It's been quite a while.",
        "Brad: Yeah, well, I just know Jack's been going through a really hard time, and I thought he could use some brotherly support.",
        "Kim: Well, I think it's kind of a coincidence running into you this way, because Jack tells me that you are looking for work, and I am desperately looking for somebody to help us out down at WOAK.",
        "Brad: Television?",
        "Kim: Yeah.",
        "Brad: Like, communications? Oh, yeah, I have some great ideas for shows. High- concept ideas. I would love to set up a time to come down, you know --",
        "Jack: Yeah, she needs a crew person to pull cable tonight. He'd love to.",
        "Brad: Pull cable?",
        "Jack: Oh, yeah.",
        "Brad: Tonight?",
        "Jack: Yeah, he's got a lot of ideas about that. [Jack laughs] It's a sign, isn't it? It's an amazing sign, kind of like divine intervention.",
        "Brad: Kim, I'm sorry. I can't start tonight.",
        "Jack: Yes, yes, he can. You start tonight or I give Vienna a full report on your financials. And believe me, she knows how to calculate net worth. When does he start?",
        "Brad: You know, I don't have a car.",
        "Kim: He's already late.",
        "Jack: He's late? I can drop you off.",
        "Brad: Yeah, well, you know, how am I going to get home?",
        "Jack: The bus. And remember, they only take tokens -- or exact change. I'd hate to think about you walking all the way back to the farm.",
        "Kim: You know, I'll tell you what -- I'm going to go see about my order. You think about it. If you decide to do it, you'd be doing me a great big favor.",
        "Jack: Thank you, Kim.",
        "Brad: Well, you are just having the time of your life, aren't you?",
        "Jack: One thing is going right for me today. You're taking that job.",
        "Brad: You know, this is blackmail. I don't knuckle to blackmail.",
        "Jack: Oh, okay. I can tell her that you're broke, or that you're starting your career in television. It's your choice.",
        "[SCENE_BREAK]",
        "Meg: So, you're not going to turn me in, save my soul for me?",
        "Paul: I don't know. Maybe I'll just blackmail you. Is that what Craig's doing?",
        "Meg: What exactly do you want from me?",
        "Paul: I want you to go back to who you were before. Before you let Craig get his hands on you.",
        "Meg: Yeah, 'cause this is all for my own good, right? This isn't about jealousy. This isn't your lifelong hatred of Craig?",
        "Paul: No. This is not your ex making a scene because you have a new boyfriend. You're in trouble, aren't you? You're doing what Craig Montgomery wants you to do. Isn't there a wake-up call in there for you somewhere?",
        "Meg: Okay, you know what? You can go. I don't need this. I don't need you.",
        "Paul: You called off our wedding because you couldn't live with what I'd done. What are you doing?",
        "Meg: Stop it.",
        "Paul: You're lying. You're lying. And then you're lying more to cover up your lies. And you're letting yourself be owned by a guy like Craig Montgomery? Why?",
        "Meg: Well, if this is what you think of me, then how happy you must be that it's over.",
        "Paul: I'm -- I'm sorry. I'm sorry that it took me so long to see what was so obvious. You're right. It's over.",
        "Meg: Paul -- Paul, I -- he knows. He knows what I'm doing, what we're doing.",
        "Craig: I don't think you have to worry about accusations from a guy who just started seeing omens in the pancake batter.",
        "Meg: I have to worry about it. When someone that loves you gives you a look like that, you have to worry about it. Why does it bother you?",
        "Craig: Don't let him do this.",
        "Meg: He didn't do anything but walk away.",
        "Craig: Then let him go. But don't do his dirty work for him.",
        "Meg: What do you mean?",
        "Craig: You don't see it? He can't have you, so he wants to make your life as miserable as his.",
        "Meg: That's not true.",
        "Craig: Right. Ever since you dumped him, it's just been one cry for attention after another.",
        "Meg: Okay, you know what? It doesn't matter. This isn't about Paul, this isn't about you. This is my decision.",
        "Craig: Not exclusively. Meg -- Meg, I was glad to do it. But I went way out on a limb for you. So please, do not saw it off behind me now.",
        "Meg: I don't want to hurt you.",
        "Craig: Good, then just keep quiet and stay away from Paul. You and I, we both lied to Jack, and to Bob. I fixed that diary for you.",
        "Meg: I never asked you to.",
        "Craig: I know, I know. But we -- we're in this together now. As you know, I don't have a great relationship with the local authorities here, right? And I didn't hesitate to help you when you needed it. So like it or not, we're a team. So we all make decisions together now, right?",
        "Meg: You know, that's what Paul was getting at.",
        "Craig: No, he was getting at revenge.",
        "Meg: You say that we have to decide this together. But it's not about tactics or strategy, Craig. It's about right and wrong.",
        "Craig: Again with the right and wrong --",
        "Meg: And no one can make those decisions for you.",
        "Craig: All right, Aruba, okay? A week on the beach, just to get away from this craziness, all right? And then, we can just contemplate. My treat. All right? And then you can come back and you can decide all on your own. Please --",
        "Meg: Sorry. Bob, I know it's late, but I really need to have a word with you.",
        "Margo: Okay, its okay, Tony.",
        "[SCENE_BREAK]",
        "Tony: I got graveyard tonight. I'll keep an eye on him.",
        "Margo: Thanks.",
        "Tony: Okay, son, let's go.",
        "Margo: Casey -- you're going to need this. It's cold down there.",
        "[SCENE_BREAK]",
        "Jade: You always get such a great crowd late at night at the bus station.",
        "Will: Yeah, I told you, he wouldn't take a bus.",
        "Jade: Yeah, but I got some really great fashion ideas. I never thought about putting Capri pants with boots.",
        "Will: Jade, for tonight, can you do me a favor and just, please, not be the way you are?",
        "Jade: Sorry. I was going to tear up this picture of us, and now I'm glad I didn't.",
        "Will: Maybe we should check rent-a-cars.",
        "Jade: Maybe we should just go to the police and tell them what we know.",
        "Will: No!",
        "Jade: But he could get away. I mean, what if he hitched a ride to L.A.?",
        "Will: Well, then, I'll catch a flight to L.A. this is not a police thing, this is a family thing.",
        "Jade: Well, slow down. I don't want to die before we find him.",
        "Will: Okay, I'm sorry.",
        "Jade: You know, you don't look alike, but you certainly drive alike.",
        "Will: Maybe he would try to hitch.",
        "Jade: Yeah, well, we're not authorized to set up roadblocks. What are you doing?",
        "Will: If he was going to hitch, the fastest way to the interstate is through the woods behind his house.",
        "Jade: He left an hour ago.",
        "Will: Yeah, well, it would take that long in the dark, don't you think?",
        "Jade: Maybe. Would you keep your eyes on the road?",
        "Will: Maybe I should let you out up here.",
        "Jade: Why?",
        "Will: Because I was just thinking, when I find him, maybe there shouldn't be any witnesses.",
        "[SCENE_BREAK]",
        "[Maddie sobs]",
        "Gwen: Look what I found. There's a dump not too far away.",
        "Maddie: Some of the blood got soaked into the wood. I couldn't get it off.",
        "Gwen: No, put it with the body. Maddie, help me. Come on, take this end. Maddie, move. We've got to get this as close to his body -- and then, we've got to flip him over onto it.",
        "Maddie: Gwen, I don't know if I can do this.",
        "Gwen: Maddie, we didn't call the police when it happened, you already tried to wipe off the branch. There's no turning back. We have to go ahead with this. Please, Maddie, I can't -- I cannot do this alone. Okay, lay it out. Lay it out flat. Get it close to him, not on him. Got it?",
        "Maddie: Yeah.",
        "Gwen: All right, take his feet and I'll take his head, and on the count of three, we flip him over. Wait. One -- two -- three. Oh, God. Okay. Now, we just got to -- roll him up inside of this. Hand me the branch, I've got to put it next to him.",
        "Maddie: What about his book bag?",
        "Gwen: It's too bulky. Carry it.",
        "Maddie: What are we going to do with it?",
        "Gwen: The lake.",
        "Maddie: What? That's, like, two miles from here!",
        "Gwen: We don't have a choice. You take him by the feet, I'll take him by the head. We'll drag him.",
        "Maddie: It's too slippery! I can't --",
        "Gwen: Get up. One more time.",
        "Maddie: I can't!",
        "Gwen: He's too heavy. It'll be light by the time we get to the lake.",
        "Maddie: What are we going to do?",
        "Gwen: We dig.",
        "[SCENE_BREAK]",
        "Jack: Think about it, Brad. You've got to take this job that Kim offered, or you won't be able to afford your rent at Emma's.",
        "Brad: I don't think I want to be your brother anymore.",
        "Vienna: Brad, Darling. I was at the bar, sipping my cosmo, when inspiration suddenly hit on me. There's no need to unjail your car. Let's just hire a limo. That way, you don't have to worry about how many cocktails you have. Okay?",
        "Jack: He never does.",
        "Vienna: And the backseats are much roomier.",
        "Brad: I --",
        "Kim: Okay, okay, time's up, Brad. What's the verdict?",
        "Brad: I'll -- be there. I'll be there.",
        "Kim: Terrific. Tell the guard you want to speak to Rebecca, she'll see that you're all set up. I hope this is just the beginning. Vienna, Jack --",
        "Jack: Thank you. Thank you very much, Kim.",
        "Vienna: The beginning of what?",
        "Brad: Well -- okay, you see, something really, really good has come up. You know Mrs. Hughes? She runs a TV station.",
        "Vienna: Well, what does that have to do with you?",
        "Brad: I'm going to have to take a rain check on tonight, because there's an emergency at the station, and they need me --",
        "Vienna: No, no, no, no, no. Stop right there. You know, I don't do rain checks. And you don't get to cancel me, I cancel you. Starting right now.",
        "Brad: Yeah -- yeah. Will you just listen to me, just for a minute, please?",
        "Vienna: No, no, there is no time.",
        "Brad: Come on!",
        "Vienna: I met a very distinguished, nice gentleman at the bar who was explaining to me about all the tax advantages for his house in Monaco. Interesting, and very fascinating. Ta-ta. Jack --",
        "Jack: Vienna -- well, you better get going. You don't want to be late for your first day and make a bad first impression. Come on.",
        "Brad: Do you have any idea what you just did to me today?",
        "Jack: You don't have to thank me, Brad. You're not heavy, you're my brother.",
        "[SCENE_BREAK]",
        "Bob: This isn't a great night for me. I've got a family emergency.",
        "Meg: I know, it's just that I really need to --",
        "Craig: What happened? Was it Tom? Did he have another heart attack?",
        "Bob: No, no, it's not Tom. It's my grandson, Casey. He has some legal difficulties.",
        "Craig: Oh, Casey? Well, I better call Margo. Are you going over there now?",
        "Bob: Yes.",
        "Craig: All right, well, we won't keep you waiting --",
        "Meg: Yeah, I -- I know you really do need to go --",
        "Craig: You tell Margo that I put a call in --",
        "Meg: You know, this will only take a second. The truth is, it's my fault that Sarah Shaughnessy's died. I killed her.",
        "[SCENE_BREAK]",
        "Margo: Honey, will you listen? Listen to me, please, it's important. Please, please? Now, I think that I can handle getting Casey through this --",
        "Tom: And I don't think we have much choice in the matter, do you?",
        "Margo: But you are a different story. You are so angry, and you have every right to be. But it scares me, because I don't think that your heart can take it. [Tom groans] So I really need you to calm down, please. Please, will you?",
        "Tom: I will try. It's just easier for me to be angry than so disappointed in him.",
        "Margo: I know.",
        "Tom: I mean, stealing money, that's one thing. But setting up Will? I can't believe a son of ours would even do that!",
        "Margo: I know, I know. Where is our other son? Adam didn't even answer the phone. Adam, we're home!",
        "Tom: Come on, just leave him alone. Maybe he's asleep. I mean, somebody in this house deserves some peace, right?",
        "Margo: Ooh, yeah. [Margo laughs] So, Dear, did you take your medicine?",
        "Tom: Yes!",
        "Margo: Do you think that you can sleep?",
        "Tom: I don't know. We will get through this, I guess, like we do everything else.",
        "Margo: Yeah, we will. You know what I was thinking as I was watching Tony lead Casey off to lock-up? That it reminded me of his first day of school. He was running up the steps, and he looked so strong and so proud. And he wouldn't look back at me. And I thought, \"Look at that kid. That kid's got it all. That kid won't have a problem in the world.\"",
        "[SCENE_BREAK]",
        "Maddie: Gwen, this isn't going to work. This isn't going to work. We're never going to be done by morning!",
        "Gwen: Maddie, come on. We can't turn back now, okay?",
        "Maddie: This is all my fault. I made you feel sorry for me.",
        "Gwen: And it was my idea. Just keep digging.",
        "[Crashing sound]",
        "Maddie: Did you hear that?",
        "Gwen: It was probably just an animal or something.",
        "[Branches breaking]",
        "Maddie: Shh. There it is again. Listen.",
        "Will: Adam? Adam, where are you?",
        "[SCENE_BREAK]",
        "Announcer: On then next \"As the World Turns\" --",
        "Will: You're not getting away with it. I won't let you.",
        "Maddie: Gwen, please, don't answer him. Please, he can't know I did it. He can't.",
        "Margo: You didn't put the bond in Will's house, did you?",
        "Bob: It's a simple question. Did you put that diary in Mrs. Shaughnessy's room?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=IC_c-eZLGtM"
}