{
    "Episode Summary": [],
    "Recap": [
        "Aaron and Alison are excited about his new job and Rafi is proving to be a great employee \u0096 but Alison discovers that he's ashamed to return home and desperate to stay in the country because the shame he feels he's brought to his family. She helps him write a letter to his family but he can't bring himself to mail it. Aaron is also unsuccessful in his attempt to help Luc come to grips with Holden's obvious defection, Luc leaving Metro believing that Holden has recruited Aaron to his side. After seeing Lily in Julia's apartment's parking lot, Keith reunites with Julia and also spills the beans as to who has brought him all the way from Chicago to see her. He swears that he still loves her and JJ, Carly and Lily witnessing Keith and Julia embracing from outside her window. JJ and Parker battle and just when Jack thinks the war is irreconcilable, Holden comes to the rescue. Holden and Jack apologize to each other and Jack promises that he and Carly will stay out of Holden's personal life. Barbara doesn't buy Roseanna's sudden burst of generosity but is put straight when James calls her and tells her to allow Roseanna's lawyers to set her free. Barbara is suspicious and greatly concerned \u0096 if she signs the plea bargain, she regains Will's trust and if she doesn't she gains her freedom. Paul and Will show up to make sure that she signs and buy Roseanna's excuse that she's there to make sure Barbara pays for her crimes. Tom is also there and questions why she hasn't signed the papers, Barbara picking up the pen and searching everyone's eyes as she trembles."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Here we go. Oh, we're having fun, right?",
        "J.J.: Yeah.",
        "Jack: Yeah. You know how much I love spending time with you, don't you, J.J.? J.J. Yeah.",
        "Jack: Yeah. But sometimes Carly's gonna be here with us, too. And when that happens, I want you to try to be nicer, more polite to her. Can you do that for me? Hmm?",
        "J.J.: What's he doing here?",
        "Jack: Hey. Tammy, Parker. What's going on?",
        "Tammy: Can I talk to you alone?",
        "Jack: Yeah. J.J., hang right there. Okay, Parker, why don't you go hang with J.J. For a minute? Is Sage at Emma's?",
        "Jack: No, I understand that. It's just not the best time right now. You couldn't reach Carly?",
        "Tammy: Well, I couldn't get her on her phone. I'm sorry, Mr. Snyder, but I really have to go.",
        "Jack: I understand. I understand. I hope everything's okay at home. All right. Thanks. Hey, Parker, this is great. J.J. and I were just talking about how the three of us should spend a lot more time together, and here you are.",
        "J.J.: I don't want him here. Go. Just go!",
        "Parker: You go!",
        "J.J.: No, you go! I was here first!",
        "Jack: Boys --",
        "Parker: Jack, tell him! Tell him to get lost!",
        "[SCENE_BREAK]",
        "Paul: Rosanna's not here.",
        "Will: Where is she?",
        "Paul: I don't know. She's in a really weird mood lately. How ya doin'?",
        "Will: Now that I told Mom to basically give it up and go to prison? I'm good.",
        "Paul: Really?",
        "Will: Yeah. If she signs that plea bargain, she's gone for two years.",
        "Paul: And if she doesn't sign it, we're in for a long, messy trial.",
        "Will: If it gets Mom put away --",
        "Paul: It'll be a nightmare for you, Will. Phone calls, e-mails, she'll send carrier pigeons. She'll do whatever she has to do to keep you under her thumb.",
        "Will: It doesn't matter what she does after today. Because I'm never seeing Mom again.",
        "[SCENE_BREAK]",
        "Barbara: What did you just say?",
        "Rosanna: Don't sign the --",
        "Barbara: Get out of here!",
        "Rosanna: What are you doing? What are you doing?",
        "Barbara: I still have rights, and I don't want you harassing me.",
        "Rosanna: I am trying to help you.",
        "Barbara: By advising me to go to trial, which would get me 20 years instead of two?",
        "Rosanna: I am not trying to set you up.",
        "Barbara: Then why are you here?",
        "Rosanna: To make sure you don't go to prison at all.",
        "[SCENE_BREAK]",
        "Rafael: Don't let me interrupt or anything. If you guys just tell me where these go, you two can get back to uh --",
        "Alison: I was just congratulating him.",
        "Aaron: Yeah, she thinks I'm brilliant.",
        "Rafael: Me, too. Can I have a raise?",
        "Aaron: Maybe after you've been working here for more than like a day. Now these -- these go in the supply room. Ali will show you where to stack these, okay?",
        "Rafael: All right.",
        "Alison: I'll be there in a minute. When is your dad getting here?",
        "Aaron: Ali, I can take care of my dad on my own. I'm fine.",
        "Alison: I can be here for moral support, just in case.",
        "Aaron: What's the worst he gonna say? That I'm gonna totally blow this?",
        "Alison: He's not gonna say that. And if he does, he's wrong. Just remember, you're brilliant.",
        "Aaron: Okay.",
        "Holden: Hey.",
        "Aaron: Hey.",
        "Holden: Have you seen your brother?",
        "Aaron: No. No, why?",
        "Holden: He cut class today, and he's not at home.",
        "Aaron: Did you try his cell phone?",
        "Holden: He's a little ticked off at me. I really don't think he would answer. Anyway, I got your message. What's up?",
        "Aaron: Well, lots up, actually. Really awesome stuff. I mean, I think it's actually really cool, and I'm hoping that maybe -- [Cell phone rings] Um -- go ahead and get that, if you want. I'll just wait here.",
        "Holden: Thanks. Hello?",
        "Julia: Hi.",
        "Holden: Oh, hey.",
        "Julia: Did you find Luke?",
        "Holden: No. And if he stops by there again --",
        "Julia: I don't think he will. I mean, how many times can he yell at me in one day?",
        "Holden: I'm sorry about that. He just -- he needs somebody to blame for his parents separating, and he's picked you.",
        "Julia: It's okay.",
        "Holden: If you want, I can stop by later -- help you unpack.",
        "Julia: No, um -- no. Don't do that. Okay?",
        "Holden: Okay.",
        "Julia: I'm sorry, I just --",
        "Holden: No, no, I -- I think I get it. I'm turning out to be a lot more trouble than you thought. My kid's on your case, my estranged wife is trying to run you out of town --",
        "Julia: You're so wrong. It's not that at all. I -- I want you in my life, Holden, no matter what it takes. You're worth it.",
        "[SCENE_BREAK]",
        "Lily: Where is he? Where is he?",
        "Carly: I don't know. I mean, how long can it take to get here from Java? He left before we did.",
        "Lily: Well, maybe he got lost.",
        "Carly: Or maybe he beat us here. Maybe good ol' Keith is in there with Julia right now.",
        "Lily: Oh! Can you see anything?",
        "Carly: No, it's a weird angle. Hey, maybe they're in there -- you know, getting reacquainted?",
        "Lily: Oh, that would be perfect. Maybe this Keith can be that someone from her past to sweep in and sweep her out of town.",
        "Carly: Yeah. Right.",
        "Lily: I can't take it anymore.",
        "Carly: What -- wait -- where are you going?",
        "Lily: I'm just gonna -- maybe I'll just go by Julia's window and just take a peek in.",
        "Carly: No, no, no. What if she sees you?",
        "Lily: Nobody's gonna see me. I need to know what's going on in there.",
        "Carly: All right, well just be careful.",
        "Lily: Okay. Oh!",
        "Keith: Need some help?",
        "[SCENE_BREAK]",
        "Alison: How'd it go?",
        "Aaron: It didn't. Not yet, at least. Where's Rafael? How's he doing? Is he getting' the hang of things?",
        "Alison: Oh, he's just moving boxes around. How hard can it be?",
        "Aaron: Ali, maybe you should help him.",
        "Alison: I'm cool here.",
        "Aaron: Ali, please.",
        "Alison: All right. I won't hover. [Alison sighs] You know I only worry about you because I love you, right?",
        "Aaron: Yes. And I love you, too. So much. Get outta here.",
        "Holden: Thanks for calling. I better go. Aaron is waiting to talk to me.",
        "Julia: Will you call me later?",
        "Holden: You want to talk to me, but you don't want to see me. What's goin' on? You got another guy stashed over there?",
        "Julia: What are you, crazy? I met a great guy who's good to me, he's good to my son -- what do you think, I wanna mess that up?",
        "Holden: I hope not. And don't worry about tonight, okay? You, J.J., and I, we're gonna spend a lot of time together in your new place.",
        "Julia: Do you know how sick I am of new places? I'm so sick of it.",
        "Holden: It's different now. You're not running away from anybody. You've got plenty of reasons to stay, including me. You've finally found a home.",
        "[SCENE_BREAK]",
        "Keith: Got everything?",
        "Lily: Yes. Thank you.",
        "Keith: Didn't I just see you at the coffee shop?",
        "Lily: Oh! Right, that's where I've seen you before. Hi.",
        "Keith: Hi. So, do you live here?",
        "Lily: No. I was just making a phone call.",
        "Keith: Car trouble?",
        "Lily: No. I'm here to meet a friend.",
        "Keith: So you know people here, 'cause I'm looking for somebody in that building --",
        "Lily: No, I don't know anybody in the building. Except Anne. My friend that I'm meeting.",
        "Keith: Okay.",
        "Lily: Okay.",
        "Keith: I'll catch you later.",
        "Lily: Okay! Bye-bye. That was close.",
        "Carly: I'd say you handled yourself pretty well. And he didn't see my face, so that's good.",
        "Lily: What if he says something to Julia about us?",
        "Carly: Why would he do that? We're just a couple of chicks sittin' here, waiting for a friend.",
        "Lily: Right.",
        "Carly: It's not like he saw us looking through these binoculars.",
        "Lily: Right.",
        "Carly: Or saw us peeking into her window.",
        "Lily: Right. Okay. Let's look on the bright side. Keith is about to make contact.",
        "Carly: Oh -- he's almost at the door.",
        "Lily: Let me see, let me see, let me see, let me see. Oh. I do think there's a possibility, if there is any remote possibility that Julia will leave town with him --",
        "Carly: He's cute. Right? And he's a pilot. And he obviously cares about J.J., and he's nice.",
        "Lily: He's nice. He offered to help us with our car.",
        "Carly: Yeah. And he didn't hit on you, so maybe he's still madly in love with her.",
        "Lily: Right. If she's just a little bit still in love with him --",
        "Carly: Bye-bye, Julia.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Julia: Who is it?",
        "Keith: Julia, it's me. Come on -- open up. Come on, Jules.",
        "[Julia sighs]",
        "Julia: So -- you found me.",
        "Keith: You knew I would. Where's J.J.?",
        "Julia: He's out at a friend's house.",
        "Keith: You comin' or goin'?",
        "Julia: I don't know, I guess that depends on you.",
        "Keith: What does that mean?",
        "Julia: Whether or not you still hate me for what I did.",
        "[SCENE_BREAK]",
        "Barbara: You're here to make sure that I won't go to prison? Oh, my God. You wanna --",
        "Rosanna: No, no, stop. Stop it! If you get me kicked out of here, I swear to God, you're gonna ruin your only chance to save yourself.",
        "Barbara: You want me to believe that you're going to save me?",
        "Rosanna: That's right.",
        "Barbara: And why would you do that?",
        "Rosanna: For the greater good. Now, I'm gonna call my lawyers, and let them know that you haven't signed the plea bargain -- we've got enough to deal with -- the previous charges against you and the drugs you slipped to Emily.",
        "Barbara: Oh, so you don't think that I'm innocent?",
        "Rosanna: Get real, Barbara. Yes, this is Rosanna Cabot. She hasn't signed the plea bargain yet. Right. All right, well, call me when you figure this one out. Thank you. What?",
        "Barbara: You're good. You're really very good, but I guess one elaborate hoax deserves another.",
        "Rosanna: What are you talking about?",
        "Barbara: Emily gaslighted you, and now you're gonna do the same to me.",
        "Rosanna: I am trying to show you some compassion, Barbara. You're Paul's mother. I'm sure he must still have a soft spot of you somewhere.",
        "Barbara: Oh, now I know you're lying.",
        "Rosanna: I am not lying. Why don't you believe me?",
        "Barbara: Because you loathe me.",
        "Rosanna: That's right, and more by the minute.",
        "Barbara: Now, that is the first honest thing you've said since you walked through that door. Now, please leave through that door, because I have papers to sign.",
        "Rosanna: No, no, no, Barbara, don't! Please, please. Just let my lawyers work for an hour -- just two hours, please?",
        "Barbara: Why should I?",
        "Rosanna: Don't question the gift, Barbara, just trust me and take it.",
        "Barbara: Trust you? Never.",
        "[SCENE_BREAK]",
        "Holden: So, what do you want to talk to me about?",
        "Aaron: Well, a couple of things, actually.",
        "Rafael: Hi, Mr. Snyder. I'm all done in the storeroom. What's next?",
        "Aaron: Finish the bar inventory.",
        "Rafael: All right.",
        "Holden: He's working here now? That's your news?",
        "Aaron: That's part of my news.",
        "Holden: Why would Dusty hire him after what he did to you?",
        "Aaron: That's the thing, Dad. Um -- I did. That's why I wanted you to come here. I wanted to tell you I'm managing this place now.",
        "[SCENE_BREAK]",
        "Alison: Do you need some help?",
        "Rafael: No, I've got it covered. Mr. Snyder didn't seem too happy to see me. Wait until he finds out Aaron's sponsoring me for my green card.",
        "Alison: Whatever Holden has to say, Aaron won't change his mind, don't worry.",
        "Rafael: But if I have to track down another job, I -- I can't go back to Montega, not now.",
        "Alison: Why not?",
        "Rafael: Because I can't.",
        "Alison: And you're not gonna tell me why?",
        "Rafael: Look, if I ask you to drop this, would you?",
        "Alison: I wouldn't. Why can't you go back home, Rafael?",
        "Rafael: Because I'm ashamed.",
        "[SCENE_BREAK]",
        "Aaron: So Craig and Dusty are busy doing other stuff. So here I am, manager of Metro.",
        "Holden: I see.",
        "Aaron: Look, Dad, I know you're not thrilled about me working here, okay? But I really, really think I can make a go at this place.",
        "Holden: You will. I know you will.",
        "Aaron: And you're totally cool with this?",
        "Holden: Maybe not totally. I am your father. Looking out for you is my job. But growing up is your job and I need to let you do that.",
        "Aaron: Okay, where's the lecture about me being a kid with no experience?",
        "Holden: But you're not a kid, not anymore.",
        "Aaron: Right. And what about Rafi? I mean, are you cool with him working here? I mean, after what happened with the fight and my arm --?",
        "Holden: Do you expect me to argue with you about all this?",
        "Aaron: Yeah, kinda.",
        "Holden: Sorry. I so worry about you. But I also respect you. You do know that.",
        "Aaron: Of course, I do.",
        "Holden: I want you to be happy -- all my kids. [Holden sighs] It's been a rough day. Aaron: About Luke?",
        "Holden: Yeah, yeah. He's having some problems. He wants Lily and me back together. And I just can't do it. He loves his mom and he's sticking up for her.",
        "Aaron: Well, Dad, he loves you, too. You know?",
        "Holden: I know that. I know that. Anyway, I'd better go. I need to try and find your brother.",
        "Aaron: Hey, don't be a stranger. I mean, you know the manager now.",
        "Holden: I'm proud of you.",
        "Aaron: Thanks, Dad. Luke, it's your brother, Aaron. Listen, swing by Metro as soon as you can, okay? I need to see you, like now.",
        "[SCENE_BREAK]",
        "Paul: Did Barbara say for sure that she was going to sign the plea bargain?",
        "Will: You know Mom. She would never actually admit to being guilty. She's always got reasons. You, me, Jen, the moon, the tides --",
        "Paul: I'm going to go down there.",
        "Will: To see Mom? Why?",
        "Paul: To make sure she signs those papers. There's no way I'm going to let her drag us through a long, drawn-out trial for something that we all know she did.",
        "Will: She's not going to listen to you.",
        "Paul: Sure, she will.",
        "Will: No, she thinks you and Jen are never going to forgive her.",
        "Paul: Yeah, well, she's right.",
        "Will: Well, I'm going with you. She thinks she still has a chance with me.",
        "Paul: No, Will.",
        "Will: Yeah. She's definitely going to sign a plea bargain if I'm there. She wants to prove her love to me.",
        "Paul: You don't need to do this.",
        "Will: Hey, if you're man enough to go toe-to-toe with Mom, then I'm man enough to have your back.",
        "Paul: Okay, you realize that if you have my back, that you're probably one step closer to the door.",
        "Will: I'm manly, not stupid.",
        "Paul: You're sure, Will?",
        "Will: Yeah, if she signs this plea bargain, she's gone for two years.",
        "Paul: At least.",
        "Will: I'll take what I can get, you know?",
        "Paul: Let's go.",
        "[SCENE_BREAK]",
        "Barbara: I am signing that plea bargain.",
        "Rosanna: No, you can't.",
        "Barbara: It's what Will wants me to do, and if I don't --",
        "Rosanna: Then you will have more time to show him that you can be the mother that he remembers. You can't do that from a prison cell.",
        "Barbara: But to him, my willingness to go to prison is the proof that I love him. He needs that.",
        "Rosanna: No, what he needs is for you to change. To be his mother instead of some self-serving leech.",
        "Barbara: Do you think by insulting me you'll get what you want?",
        "Rosanna: Do you think by going to prison, that you will get you what you want? Think about it, Barbara -- two years. You will not see your son for two years. You will miss Will's prom, his graduation, his first day in college.",
        "Barbara: But if I let him down, I could lose him forever.",
        "Rosanna: But you won't, you won't.",
        "Barbara: You didn't see his face. You didn't hear his voice.",
        "Rosanna: He'll forgive you. He'll forgive you eventually.",
        "Barbara: Like Paul did? And Jennifer? I don't know what's worse. Losing a child by having him yanked from your life, or watching them fall away, one by one. I'm signing that plea bargain. It's the last chance I have to be able to hold onto the last child I have left.",
        "[Phone rings]",
        "Rosanna: Oh, wait, wait. Wait. Just wait. Hello? Yes?",
        "Barbara: Tell your lawyer he's too late.",
        "Rosanna: It's not my lawyer. It's for you.",
        "Barbara: Yes?",
        "James: Damn it, Barbara, why can't you ever do things the easy way?",
        "Barbara: James?",
        "James: I have some free time, so I thought I would just gallop to your rescue.",
        "[SCENE_BREAK]",
        "Jack: There you go, buddy. With plenty of marshmallows, just the way you like it. How you doing, J.J.? Want some more hot chocolate?",
        "J.J.: No, thank you.",
        "Jack: So you guys are in the same class at school, huh? Well, that's gotta be cool. What's it like?",
        "Parker: Great.",
        "Jack: Yeah?",
        "J.J.: I hate it.",
        "Jack: Why?",
        "J.J.: It's boring. I learned all the junk last year at my old school.",
        "Parker: He always talks in class.",
        "Jack: Parker --",
        "J.J.: That's 'cause the teacher's dumb like you!",
        "Jack: J.J., What --? Apologize now!",
        "J.J.: Sorry.",
        "Parker: Can we go home?",
        "Jack: No, sit down please. Go get some more napkins, J.J., and another hot chocolate for Parker.",
        "J.J.: Why?",
        "Jack: Because I asked you to.",
        "Parker: Why can't he go home?",
        "Jack: Parker, he's spending the night with us because his mom is getting their new place ready.",
        "Parker: But I don't want him to be at our house. Why does he always have to be around?",
        "Jack: Listen, we talked about this. You know how much I love you, right? I love J.J. the same way. And I bet you anything in the world, you two are going to be like brothers in no time.",
        "Parker: But I don't want him to be my brother.",
        "J.J.: Well, guess what? I don't want you to be my brother either!",
        "[SCENE_BREAK]",
        "Carly: I can't see a thing.",
        "Lily: Lean out the window, or something. We have to find out what's going on in there. If they're or kissing or fighting or --",
        "Carly: Well, I guess we could bump into Julia tomorrow and ask if she's run into any old boyfriends.",
        "Lily: Oh, yes. Like she's gonna give us the time of day.",
        "Carly: Well, we do know one thing. He's still in there, so she didn't kick him out.",
        "Lily: There is that window --",
        "Carly: No! It was a bad idea before and it's a worse idea now. He's seen you twice already. All we need is for him to see you peeking in her window.",
        "Lily: Right. It's too risky.",
        "Carly: Completely.",
        "Lily: Absolutely.",
        "[SCENE_BREAK]",
        "Keith: Why would you say something like that to me?",
        "Julia: Come on, after what I did to you.",
        "Keith: I could never hate you. You and J.J., you're all I've got. You mean everything to me.",
        "Julia: You were pretty angry with me.",
        "Keith: Yeah. Yeah, I was. But I never thought you were gonna split town!",
        "Julia: Well, I didn't have a choice, okay? I had to. He changes every day. Every day, it's a new expression, a new word, a new way he rolls his eyes when he doesn't get what he wants.",
        "Keith: I've missed so much. I've missed -- I missed you.",
        "Julia: I've missed you, too.",
        "Keith: I love you -- you and J.J. don't ever, ever leave me again.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns --\"",
        "Rosanna: James promised me, if I help you -- then you get your freedom, and I get my son back.",
        "Barbara: Or James could run true to course -- and betray us both.",
        "Keith: My neighbor told me it was a woman with red hair -- that you had gone to nursing school with her.",
        "Julia: I bet she had blonde roots.",
        "Lily: Did you see the way they practically flew into each other's arms?",
        "Carly: Another nice guy head over heels for Julia.",
        "Lily: I wish Holden were here.",
        "Carly: That can be arranged.",
        "[SCENE_BREAK]",
        "Barbara: But how?",
        "James: Barbara, we don't have time to fill you in on the details. You have been a very bad girl. And, although I admire your spirit -- this time, you've overdone it a bit.",
        "Barbara: You said you'd never help me again.",
        "James: I have changed. Now, let's keep you out of prison, okay? Now, do as Rosanna instructs. Do not sign the plea bargain, and everything will be well.",
        "Barbara: I don't understand.",
        "James: Well, Barbara, as usual, I'm doing the thinking for both of us. I'm giving you one chance to get out of a very messy situation.",
        "Barbara: And why should I believe you?",
        "James: Just do as you're told. You've got one chance. If you don't do it, then you can just rot in hell. Okay?",
        "Rosanna: Now will you let me help you?",
        "Barbara: Why are you helping James? He killed your son!",
        "Rosanna: No -- my son is alive.",
        "Barbara: Of course! Of course he would use Cabot.",
        "Rosanna: You have to let me help you, Barbara. It's a last chance for both of us to have what we want.",
        "Barbara: Have you seen Cabot?",
        "Rosanna: On tape.",
        "Barbara: A tape?",
        "Rosanna: Look, I'll see him in person soon. But James promised me, if I help you, then you get your freedom and I get my son back.",
        "Barbara: Or James could run true to course -- and betray us both.",
        "[SCENE_BREAK]",
        "Rafael: All right, we need pretzels, seltzer and paper towels. Do you have some kind of order form for --?",
        "Alison: You can't just drop a bomb like you're too ashamed to go home and then refuse to explain.",
        "Rafael: All right, I'm gonna ask Aaron about those forms.",
        "Alison: Why are you ashamed?",
        "Rafael: I came to this country to make something of myself. I was going to be this great boxer and make all this money and help my family back home. But I failed. And if I go home, they're gonna know.",
        "Alison: Don't they already know? The stuff about the fixed fight and you losing your license. That was all in the papers.",
        "Rafael: Yeah -- here, not in Montega.",
        "Alison: But your family must have asked you about the fight. What did you tell em?",
        "Rafael: I told them that I won by knockout -- which is true, technically.",
        "Alison: But they'll find out what really happened sometime.",
        "Rafael: What? That I got involved in something illegal? And I almost killed Aaron? They can't know that.",
        "Alison: Why not?",
        "Rafael: Because my mother expects more of me. So does my sister.",
        "Alison: Yeah, I get that. I've been disappointing my family my whole life.",
        "Rafael: Really?",
        "Alison: Sure. I would do something dumb and try to cover it up. Like you're doing.",
        "Rafael: They can't know about this.",
        "Alison: Yeah, but they're gonna find out. They always do.",
        "Rafael: Then what do you do?",
        "Alison: Well, usually? I lie. But in the end --",
        "Rafael: Everybody cries and yells.",
        "Alison: No, no, at first. But then we remember that we're family -- and that's all that matters. You should just tell them the truth.",
        "Rafael: Alison, this is the worst thing I've ever done. I wouldn't even begin -- I wouldn't even know.",
        "Alison: Well, you could write them a letter. And, since I'm your friend -- I'll help.",
        "[SCENE_BREAK]",
        "Luke: So you're the manager here now, huh? So does this mean me and my friends can come in and get some free food?",
        "Aaron: You can come and get free food and stuff. But your friends are on their own.",
        "Luke: Have you talked to Dad? He always hated the fact that you worked here. Thought maybe he'd go ballistic.",
        "Aaron: No, he was pretty cool with it. Yeah, he was a little bummed, though. Because you're mad at him.",
        "Luke: Well, if he doesn't like it, he could come back home.",
        "Aaron: Come on Luke --",
        "Luke: You know, I saw her today.",
        "Aaron: Who?",
        "Luke: Julia. She's not all that. Not even close! How could Dad leave Mom for her?",
        "Aaron: Come on, Luke, it wasn't like that.",
        "Luke: It doesn't matter. That's the way it is now. If she wasn't here, everything would be better.",
        "[SCENE_BREAK]",
        "Julia: What was that? Did you hear that?",
        "Keith: I don't know. A cat or a squirrel or something.",
        "[Cat meows]",
        "Julia: Sorry, I'm a little jumpy. I can't believe you're here. How did you find me? Have you been looking for me the whole time?",
        "Keith: No. I didn't want to have to come after you. I was hoping that you were gonna come back.",
        "Julia: I wanted to.",
        "Keith: Well, you should have! I wish I had come after you, with the trouble you're in.",
        "Julia: What are you talking about?",
        "Keith: I got a message from a friend of yours, that you were working in a hospital in Oakdale and that you were in trouble again. Now, what's going on?",
        "Julia: Nothing. Who was this friend?",
        "Keith: I don't know. I never met her. My neighbor told me it was a woman with red hair and that you had gone to nursing school with her.",
        "Julia: I don't know anybody like that.",
        "Keith: Are you sure?",
        "Julia: Yeah, of course I'm sure. Come on, it was a woman with red hair?",
        "Keith: Yeah.",
        "Julia: I bet she had blonde roots.",
        "[SCENE_BREAK]",
        "Jack: Listen, you guys -- I know that you want things to be like they were before, but guess what, that can't happen. And it's not gonna. Listen, you guys are gonna be spending a lot of time together, so you need to give each other another chance.",
        "Parker: Is he going to the Bulls game with us?",
        "J.J.: A Bulls game? Cool!",
        "Jack: No. J.J. -- The night of the game is a night that your mother definitely wants you with her, okay?",
        "Parker: So you can't come.",
        "Jack: Hey --",
        "J.J.: I don't care! I don't want you anymore!",
        "Jack: J.J., Hey, sit down! J.J., Come here! J.J.!",
        "Holden: Hey, whoa! Come here, buddy.",
        "Jack: Wait a second, okay? You know what you just did, don't you? You made him feel bad on purpose. Parker, that's not like you. Not like you at all. And I gotta tell you, I'm a little disappointed.",
        "Holden: So you wanna tell me what's wrong?",
        "J.J.: Parker. I hate him.",
        "Holden: Why?",
        "J.J.: He's a jerk. He thinks Dad loves him more than me.",
        "Holden: And what do you think?",
        "J.J.: I don't know.",
        "Holden: Well, I do.",
        "Jack: Listen to me, Parker. I can't force you accept J.J. But I will not tolerate either one of you going out of your way to make the other one feel bad. Now what happened just now, that's not gonna happen again. Do you understand me? Good.",
        "Holden: I know that Jack loves you. And he would be very sad if he couldn't see you again. He loves you just as much as he loves Parker. You know that, right? Okay. Well, this is what I think you should do -- I think you should show Jack that you can be fair just like he's being fair. Can you do that?",
        "Jack: J.J., I think Parker has something he'd like to say to you. Hmm?",
        "Parker: I'm sorry for what I said.",
        "J.J.: I'm sorry I knocked over your hot cocoa.",
        "Jack: Come here. Come here. Thank you very much. Go finish your cake. [Jack sighs] Thanks.",
        "Holden: Sure. They're both great kids -- even if they do fight.",
        "Jack: I think we could learn something from them. Hmm?",
        "[SCENE_BREAK]",
        "Luke: You're on Dad's side?",
        "Aaron: All I'm saying is that Dad and Lily were having major problems before Julia even came to town --",
        "Luke: So?",
        "Aaron: So? So cut the guy some slack, would ya?",
        "Luke: Why are you defending him?",
        "Aaron: He's having a rough time right now. Could you just at least try to cut him some slack?",
        "Luke: I've gotta go.",
        "Aaron: Luke -- where you goin'? Come on, man.",
        "[SCENE_BREAK]",
        "Alison: And after the part about how you were just trying to do the right thing, tell them you love them.",
        "Rafael: But I said that like five times already.",
        "Alison: You can never say that enough.",
        "Rafael: You made it sound, like, so simple.",
        "Alison: It is. Some bad stuff happened, and now you're trying to do better. Look, if Aaron and I can get over what you did, your family should be able to.",
        "Rafael: You and Aaron have been really great. You know, you guys are like my best -- well, my only friends here.",
        "Alison: And it could come in handy. When you have friends who get in trouble as much as we do, you always look good in comparison.",
        "[SCENE_BREAK]",
        "Barbara: James was obsessed enough with Cabot to steal him away from you and then fake the child's death. Do you really think he's gonna happily hand him over to you in exchange for helping me?",
        "Rosanna: Well, what is my alternative, Barbara? To let James go, knowing I'll never see my son again?",
        "Barbara: Where does your husband fit in?",
        "Rosanna: Paul can't know anything about this.",
        "Barbara: Why? Have you even seen Cabot?",
        "Rosanna: Yes, I saw him. I saw him on the tape, and it was him. He was older, but it was him, and I've gotta get him back, Barbara. Please, you have to help me.",
        "Barbara: What if this is a trick, Rosanna? The last thing James said to me before he disappeared was that he would never help me again -- that I was on my own. And now all of a sudden, this change of heart? James could be up to something. We could all get hurt. You, me, Paul --",
        "Rosanna: Something worse could happen than -- than losing Cabot?",
        "Barbara: James has threatened Will. If he hurts him --",
        "Rosanna: And if we don't do what he tells us to do, what might he do in retaliation?",
        "Barbara: I don't know.",
        "Rosanna: Come on, Barbara. Look, I know James is psychotic, I know that we can't trust him. But I also know for sure that you want your freedom, right? And I want my son back.",
        "Paul: Rosanna? What are you doing here?",
        "Barbara: Shall you tell him? Or shall I?",
        "[SCENE_BREAK]",
        "Aaron: You're making me glad I hired you.",
        "Rafael: That's the idea.",
        "Aaron: All right. Let's get started on the kitchen inventory.",
        "Rafael: All right.",
        "Alison: You and I can do that. Rafael is on a break.",
        "Rafael: No, I'm fine. I don't need a break.",
        "Alison: You've got a letter to mail.",
        "Aaron: What letter?",
        "Alison: Never mind. Let's go.",
        "[SCENE_BREAK]",
        "Jack: Thank you. I'm sorry about what happened out at the farm.",
        "Holden: Yeah. I'm sorry about what happened out at the farm, too.",
        "Jack: I guess we'll call it a draw, then.",
        "Holden: If you want to call it that.",
        "Jack: I appreciate what you said to J.J. over there about how I feel about him.",
        "Holden: Just telling it like it is, Jack.",
        "Jack: Yeah. Holden, you're my best friend. And I don't want to lose that over Julia or anything else.",
        "Holden: Me either.",
        "Jack: Good. So, I promise from now on, I will stay out of your personal life.",
        "Holden: Good.",
        "Jack: And what's more -- Carly will, too.",
        "[SCENE_BREAK]",
        "Lily: Did you see the way they practically flew into each other's arms?",
        "Carly: Another nice guy head over heels for Julia. Now, how does she do it?",
        "Lily: I never thought I'd hear myself say this --",
        "Carly: What?",
        "Lily: That I wish Holden were here. I wish he could see Julia and Keith together.",
        "Carly: That can be arranged.",
        "[SCENE_BREAK]",
        "Julia: Luke wasn't the one who went through my stuff.",
        "Keith: What are you talking about?",
        "[Julia scoffs]",
        "Julia: Keith, were there any other clues that helped you find me? Did anyone else contact you?",
        "Keith: Nope. The minute I heard you were in trouble, I drove, you know, straight from Chicago.",
        "Julia: And then what?",
        "Keith: Well, then I spoke to someone in human resources. I stopped at this little coffee shop to get directions, and I -- what a great town -- it reminded me of a town that we were in once where we kept seeing the same people, 'cause I saw this woman, and then I saw her again in your parking lot.",
        "Julia: What do you mean, now? Just now? Out -- outside of my apartment.",
        "Keith: Yeah, yeah, yeah. Yes. She was with a friend. She was waiting for somebody. She dropped her purse --",
        "Julia: What a minute -- wait -- ha. What do these women look like?",
        "Keith: Well, the one who dropped her purse -- she was very attractive. She had, you know, brown hair. And the one in the car -- I don't know, I didn't get a look at her --",
        "Julia: Well, she was a blonde, though, right?",
        "Keith: Yeah, she was.",
        "Julia: Mm-hmm.",
        "Keith: Who are these people?",
        "Julia: Two vicious and pathologically obsessed women who are going to be sorry that they messed with me.",
        "[SCENE_BREAK]",
        "[Cabot making baby noises]",
        "James: My brilliant little boy. I sure do miss you. And so does your mother. Yes. You think maybe we should let her see you, hmm? Keep you a little while? Hmm? We can find out just how much she really does love you. What she'd be willing to do -- what she'd be willing to lose just to hold her little boy in her arms again.",
        "[SCENE_BREAK]",
        "Rosanna: You know why I'm here. I had to make sure that Barbara was actually entering a guilty plea.",
        "Paul: Well, then it looks like we are all here for the same reason.",
        "Barbara: We? Will, I knew you couldn't stay angry with me for --",
        "Will: I wanted to make sure you heard me the first time. That you'd sign the plea bargain, and do something right for once in your life.",
        "Tom: Well, this hasn't been executed.",
        "Barbara: I just finished reading it.",
        "Tom: So? You gonna sign it or do we go to trial?",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Mrs. MacKenzie: Why are there so many pictures of Katie and another man?",
        "Reverend MacKenzie: What man?",
        "Mike: Anybody --",
        "Mrs. MacKenzie: That man.",
        "Lily: You can't desert me now.",
        "Carly: Jack's waiting for me at Java.",
        "Lily: I don't know what to do.",
        "Carly: Just keep your head down and watch. All right? You'll be fine. Call me if you need me.",
        "Lily: Okay.",
        "Julia: In case you didn't notice yet, I'm really happy to see you. J.J.'s gonna be thrilled.",
        "[Knock on door]",
        "Holden: Julia! It's me.",
        "Keith: Who's that?",
        "Holden: Julia!",
        "Keith: Open the door, because I want to meet this friend.",
        "Julia: Okay -- listen. He doesn't know about us."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Kxf-e0u6D6k"
}