{
    "Episode Summary": [],
    "Recap": [
        "Henry is exposed as Geneva Swift and has a lot of explaining to do. He stammers that there was no malice here. He just wanted to raise daytime standards to a higher decency level and that vision was shared by many loyal fans of Oakdale Now. Kim is furious. She pulls him away and informs him point blank that the station will be in real trouble with the FCC for his fraud. And all of this because of Vienna's wardrobe malfunction and Henry felt he had to put a stop to it. Brad is equally upset when he finds out Katie knew about Henry's ruse all along. Henry is glad the gig is up until Floyd declares that he's still a big fan. Henry has to inform him that he's all man, nothing is gonna happen between them. Vienna won't let Henry touch her in those clothes. She accuses him of first not wanting to share her with a baby and now not sharing her with a job. Katie apologizes to Brad and assures him that she would have never set him up with something that was sure to fail. Both men feel locked out of their lives and go to the bar separately for a drink. No bartender so they return upstairs. Katie and Brad make up. He won't let Geneva Swift come between them. On the other hand, Vienna is still in a huff and is packing. She is returning to momma in Sweden for the comfort of a real woman. Jack wants to whisk Janet away for a few days of R&R. This period of Carly going to rehab has been draining and he thinks she deserves better. Craig brings in bags of groceries for Rosanna. She's not thrilled with him hanging round and explains that he can't keep doing this. And when Carly returns there might be some changes made. Booze might not be the only thing she wants to get rid of. Rosanna gets a call from the camp that Sage is sick and needs to come home. Her license has expired, Parker is away at tennis tournament so Craig saves the day by offering to drive her. Janet loves the cabin and within seconds she and Jack are ripping each other's clothes off and testing the mattress. Sage is very upset when neither her mother or father pick her up. After threatening not to go, she sulks the entire way home. Jack gets the phone call and must cut his retreat short. He goes berserk when he finds that Craig took it upon himself to tell Sage the truth about Carly. He apologizes to Sage for not being there, but offers for her to spend the night at the farm. He tells Craig that if he doesn't leave, he's going to deck him and enjoy it. Janet tries to soothe him, but he rants that until he can be assured that Craig won't always be hanging around and be in his kid's lives that he is going to have to be more hands on. Rosanna informs Craig that she thanks him for today, but Jack does not want him hanging around so please do not offer his help again."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Vienna: I can't believe this!",
        "Henry: It's not what you think.",
        "Vienna: It was you all this time -- it was you? You're Geneva?",
        "Henry: Okay. It's a little bit what you think -- but -- don't be mad.",
        "Kim: Don't be mad? Have you lost your mind?",
        "Henry: Yes, it's possible. I mean I lost it a little bit, okay, and I will tell you everything. I'll explain it all. But I need to talk to Vienna right now, okay. Vienna, Sweetheart, please --",
        "Reporter: But was it your goal to get Vienna Hyatt fired? Or was this just a publicity stunt?",
        "Henry: This now's not a good time, okay? I need to talk to you, Sweetie. Liebchen!",
        "Reporter: Don't you think you owe Geneva's fans an explanation first?",
        "[SCENE_BREAK]",
        "Janet: What are you doing here?",
        "Jack: I live here.",
        "Janet: Oh, that's right, I thought you looked familiar.",
        "[Jack chuckles]",
        "Janet: Aren't you supposed to be at work?",
        "Jack: I was. I couldn't focus on anything.",
        "Janet: Oh, Honey, you got to give yourself a break.",
        "Jack: Do I?",
        "Janet: Yes, you do. I know this has been hard on you, but it was tough for everybody getting Carly into rehab.",
        "Jack: I know. What if after all this, it doesn't work for Carly, hmm?",
        "Janet: It will, you just have to have faith.",
        "Jack: I'm just worried about how all of this is going to affect the kids in the long run, Janet.",
        "Janet: Well, at least now you've got some time to figure out how you're going to tell them.",
        "Jack: That's true.",
        "Janet: Yeah.",
        "Jack: Nothing's going to be resolved over night. Thank God Sage is at camp. At least she can enjoy her summer. And I know this hasn't been easy on you.",
        "Janet: Oh, please I'm fine.",
        "Jack: You're always fine. But you deserve better.",
        "Janet: I've got you. That's better than better.",
        "Jack: Oh, come on. I've been so focused on Carly and her drinking.",
        "Janet: She needed you.",
        "Jack: And so do you, don't ya?",
        "Janet: Well, you're just one man. You can only do so much.",
        "Jack: But I'm thinking maybe I should start concentrating on you from now on. Do you think you can get away for a couple of days? Take a few days off from work?",
        "Janet: Well, I'd have to have a very good reason.",
        "Jack: You've got the best reason in the world, my dear. Your husband needs you all to himself.",
        "[SCENE_BREAK]",
        "Craig: Hey, sorry I had to ring the bell, I couldn't reach my keys.",
        "Rosanna: What's all this?",
        "Craig: Well, I thought you could use a few things.",
        "Rosanna: You picked up groceries?",
        "Craig: Why do you look so shocked? I've even used a coupon once or twice.",
        "Rosanna: How domestic of you.",
        "Craig: You know, I think the checkout girl has a crush on me. She gave me a free pack of gum.",
        "Rosanna: Oh, she'll learn the error of her ways soon enough.",
        "Craig: I know Carly usually does the shopping on Fridays, so I just picked up some of the basics. Look at that, Parker's favorite.",
        "Rosanna: How much sugar is in this?",
        "Craig: I have no idea. Speaking of Parker, I'd like to take him to a baseball game next week.",
        "Rosanna: A baseball game?",
        "Craig: Yeah, the Cubs are playing Cincinnati. You wanna go? I can get another ticket.",
        "Rosanna: No, wait -- stop. Just stop. What are you doing?",
        "Craig: I'm making a plan. You got a problem with that?",
        "Rosanna: Yes, I have a problem with that. Carly is in rehab. Okay, we have no idea when she's gonna get out.",
        "Craig: I'm well aware of that.",
        "Rosanna: Okay, then why are you acting as if nothing has changed?",
        "[SCENE_BREAK]",
        "Jack: We need to take some time to ourselves. Just you and me. Just for a couple days.",
        "Janet: You wanna go away?",
        "Jack: Yeah. Come on, we deserve to be alone, to reconnect, no?",
        "Janet: Well, the reconnecting part sounds really good.",
        "Jack: I just feel like we've gotten lost in the shuffle. Honey, we need to get back on track.",
        "Janet: Ah, and timing? Is this the right time? What about the kids?",
        "Jack: J.J's in London, Sage is at camp, and Liberty is starting her internship.",
        "Janet: What about Parker?",
        "Jack: You know that tennis league he joined?",
        "Janet: Yes?",
        "Jack: They've got a tournament in Bay City for the next couple of days, he leaves this afternoon.",
        "Janet: Really?",
        "Jack: Really.",
        "Janet: Just like that we're in the clear?",
        "Jack: Just like that.",
        "Janet: Well, what'd you have in mind?",
        "Jack: Ha-ha. There's this cabin up by the lake that I used to rent. It's only a half an hour away, but it feels like you're totally cut off from the rest of the world. What do you say?",
        "Janet: Oh, I say damn, yes.",
        "Jack: Yes.",
        "Janet: Yes.",
        "[SCENE_BREAK]",
        "Craig: I got you blueberry yogurt. I assume that's still your snack of choice. If not, I'll get you something else next time.",
        "Rosanna: There isn't going to be a next time.",
        "Craig: Say what?",
        "Rosanna: Because I don't want you buying groceries for me, or taking Parker to baseball games, or just dropping by here anytime you feel like it.",
        "Craig: And why not?",
        "Rosanna: Because you don't belong here anymore.",
        "Craig: You're kicking me out?",
        "Rosanna: Oh boy, you catch on quick.",
        "Craig: Okay, I don't think that's your call. And more to the point, I don't think it's what Carly would want.",
        "Rosanna: Well, Carly's not here right now if you have noticed. And I am the one that she asked to take care of things, not you.",
        "Craig: Well, guess there's a new sheriff in town.",
        "Rosanna: That's right.",
        "Craig: I wouldn't get too far ahead of yourself there, sister. I was here for Carly and the kids long before you came back.",
        "Rosanna: And what a swell job you've done.",
        "Craig: Carly's not going to like this.",
        "Rosanna: You know, nobody knows what Carly's going to want when she gets out of rehab.",
        "Craig: What's that supposed to mean?",
        "Rosanna: It means maybe booze isn't the only thing she gonna be giving up.",
        "Craig: I just want your sister to get well.",
        "Rosanna: Oh that's great -- prove it.",
        "Craig: You want me to keep my distance, I can do that. But I still want to take Parker to the Cubs game.",
        "Rosanna: No, you -- I'm sorry. Parker is at a tennis tournament and he won't be available to go with you. And, no, I don't think that he wants you to show up and cheer him on.",
        "Craig: All right. The last thing I want to do is make this situation harder for anybody else. So, you want me to keep my distance, consider your wish granted.",
        "Rosanna: Thanks.",
        "Craig: However, I would take care of those groceries, there's milk in there. Wouldn't want it to turn sour, would ya?",
        "Jack: Craig.",
        "Craig: Jack. Mrs. Snyder.",
        "Jack: What are you doing here?",
        "Rosanna: Don't worry, he was just leaving.",
        "Craig: It's a new sheriff.",
        "Jack: What did he want?",
        "Rosanna: Oh, nothing. Nothing. It doesn't matter. Don't worry, come on in, he won't be back.",
        "Janet: Thanks.",
        "Jack: Thank you.",
        "Rosanna: Hey, yeah. Sure. My pleasure.",
        "Jack: Well, so, everything -- everything else all right?",
        "Rosanna: Yeah, terrific. Why, what's up?",
        "Jack: Well, with all of the kids gone, Janet and I were thinking about getting out of town for a couple of days. If you don't mind holding down the fort.",
        "Janet: Yeah, we don't want you to feel like we're taking advantage of you or anything like that, it's just that --",
        "Rosanna: No, don't be silly. Not at all.",
        "Janet: We really need some time to get away and concentrate on ourselves. In fact, we've never even taken a honeymoon.",
        "Rosanna: No problem. Janet, Janet, Janet, Janet its okay. Go, please. Please go. Before I change my mind.",
        "Janet: Thank you. Jack, let's go.",
        "Jack: Okay, I'm right behind you. Move!",
        "Rosanna: Have fun!",
        "Jack: Okay, when we get back, if you want to take a few days for yourself --",
        "Rosanna: Oh, don't worry about it. I'll be fine. Really, don't -- just -- go and enjoy yourselves. You know. It sounds like you've earned -- some good time. Bye.",
        "[SCENE_BREAK]",
        "Henry: My name is Henry Coleman and for a brief time, I was Geneva Swift.",
        "Brad: I think I'm going to be sick.",
        "Henry: Nothing here was done maliciously, or with the intent to defraud the public, or anyone else. I just -- I think that Geneva, God rest her paisley soul, I think that her agenda is still relevant. And that what I want -- what she wanted was just to raise daytime television standards to a higher level of decency. And I -- I think that that vision is shared by all of her -- my -- all the fans out there, all the loyal watchers of \"Oakdale Now.\" Yeah, I'm a man. But for a brief tenure I got to see the world with new eyes. And I didn't want to see more sex on television, and I wasn't afraid to speak out about that!",
        "[Floyd cheers]",
        "Henry: Yes, aren't we past these sexual stereotypes? Isn't what important is what's said and not who's saying it?",
        "Floyd: She's -- I mean, he's -- right!",
        "Kim: Thank you. Thank you. This press conference is over.",
        "Henry: They wanted to hear what I had to say.",
        "Kim: Tough. What in the world were you thinking?",
        "Henry: I was speaking for the women in your audience.",
        "Kim: I beg your pardon?",
        "Henry: The women who watch day-in and day-out, and are seeing a lot more than they wanted to, Kim.",
        "[Gasps]",
        "Kim: That's what this is all about? It was all about Vienna's wardrobe malfunction?",
        "Henry: Yes! Yes! That's what it was. You put her on the air all the time in these insane, acrobatic positions and less and less and less clothing, and somebody had to put a stop to it. And that's why you hired me.",
        "Kim: I didn't hire you! I hired Geneva Swift!",
        "Henry: Hello! I'm Geneva Swift!",
        "Katie: Henry! Snap out of it! Look what've you've done.",
        "Henry: What? What did I do?",
        "Katie: You got caught! Just like I said you were going to.",
        "Brad: Hold on. You knew about this?",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Rosanna: Oh, I'm sorry, Carly isn't here right now. But I'm her sister, Rosanna, may I help you?",
        "Andrew: Uh, yes, this is Andrew Suitor from Camp Idlewild.",
        "Rosanna: Oh, yes. Hi, how's everything going? How's Sage?",
        "Andrew: Well, Sage isn't feeling well and she'd like to come home.",
        "Rosanna: Oh, now?",
        "Andrew: I'm afraid she's quite adamant about it.",
        "Rosanna: Oh, oh, okay. Well, I'm on my way. Bye.",
        "[Rosanna sighs]",
        "[SCENE_BREAK]",
        "Brad: You were in on this with him?",
        "Katie: No!",
        "Henry: It's true. It was my idea. She had nothing to do with it.",
        "Brad: Yeah, but you knew about it?",
        "Katie: Only after I had already seen him on the air.",
        "Brad: Yeah, but you didn't tell me about it? You let me keep making a complete buffoon out of myself on live TV?",
        "Katie: You're not a buffoon.",
        "Brad: Yeah right.",
        "Katie: And I tried, I begged Henry to stop.",
        "Henry: Yes, yes. She was very intent on it.",
        "Brad: And all the good it did.",
        "Henry: Look. It was supposed to be like -- a one-time deal. It wasn't supposed to go on this long.",
        "Kim: Well, you signed a contract that says the opposite.",
        "Henry: Oh, you can get out of that. You can just refuse to sign my option.",
        "Kim: It's not quite that simple. You signed the contract as Geneva Swift. In your effort to help us raise our standards you committed an act of fraud. You helped me to be in a position, an in tenable position with my board of directors, to say nothing of the advertisers, and last but not least the FCC! Your help endangered the entire show.",
        "Henry: I'm sorry.",
        "Kim: Oh, well, then that's okay, right? I mean, that changes everything. He's sorry. That cuts it right? I don't think so. That doesn't cut it at all. We're gonna have a longer talk.",
        "Henry: Change out of these clothes first --",
        "Kim: No!",
        "Brad: I can't believe you didn't tell me about this.",
        "Katie: I didn't mean to keep it from you.",
        "Brad: Yeah, but you knew about it. You know, you didn't want me to know about it, obviously.",
        "Katie: Brad --",
        "Brad: You know what -- I don't care if that was Henry. You put another man before me. And that's something I would never do to you.",
        "[SCENE_BREAK]",
        "Rosanna: Oh, hi, um. Excuse me, sorry. I'm looking for my nephew, Parker. Is he here?",
        "Waitress: No, I'm sorry. He left about a half an hour ago.",
        "Rosanna: For the tennis tournament, huh? Yeah, okay. Thank you very much.",
        "[Rosanna sighs]",
        "Rosanna: Jack, hi, it's Rosanna again. I've already called you a couple of times, I know. I just -- I don't know if your phone is off, or if you're just out of range, but Sage's camp called, Camp Idlewild, and she's not feeling well, and she wants to come home. So, if you could just give me a call as soon as you get this I would really appreciate it, okay. Thank you. Hope you guys are having a good time, bye.",
        "Craig: Rosanna?",
        "Rosanna: Uh, go away, Craig.",
        "Craig: Are you all right?",
        "Rosanna: I'm fine.",
        "Craig: Well, it's just that I heard you say someone wanted to come home. Were you talking about Carly?",
        "Rosanna: No. I wasn't talking about Carly. I haven't talked to Carly since she left --",
        "[Whispers]",
        "Rosanna: For rehab.",
        "Craig: But you'd tell me if you had, right?",
        "Rosanna: I'm not keeping anything from you, Craig. I promise.",
        "Craig: Okay. But something's obviously wrong. Can I help?",
        "Rosanna: Camp Idlewild called. Sage isn't feeling well, and she wants to come home. And I can't go and get her.",
        "Craig: Why not?",
        "Rosanna: Because, ironically enough, my driver's license expired when I was in the clinic overseas, and I haven't had time to renew it.",
        "Craig: Ah. So, what are you doing here?",
        "Rosanna: Well, I thought I'd see if Parker was around and he could take me up there, but he's already left for the tournament.",
        "Craig: Jack can't do this?",
        "Rosanna: He and Janet have gone out of town for a couple of days. That's why they came by the house.",
        "Craig: Well, he does have a cell phone. I know that for a fact.",
        "Rosanna: Well, I -- I know that. And I called it, but I don't know, he must be out of range or something. He's not picking up.",
        "Craig: Oh, funny, he always answers when I call. I'm just saying. All right. Well, I guess there's no other choice, I'll drive you up there myself.",
        "[Rosanna laughs]",
        "Rosanna: Oh, no, you won't.",
        "Craig: Why not?",
        "Rosanna: You think I'm getting in a car with you after you tried to kill me by running me off the road? No, I don't think so. I'd rather hitchhike.",
        "Craig: Well, that could take awhile.",
        "Rosanna: I'm kidding. I'll take a cab.",
        "Craig: Not sure you can afford the ride up and back.",
        "Rosanna: Well thank you so much for reminding me.",
        "Craig: Well, look at it this way. If I'm in the car with you, your safety is virtually guaranteed. I mean, I'm not about to hurt myself, am I?",
        "Rosanna: Oh, if only you would.",
        "Craig: All right, fine. I'll just go get her myself.",
        "Rosanna: Sage is not going to go anywhere with you alone.",
        "Craig: Well, then I guess you have no choice, you're just going to have to come along. Please, your chariot awaits.",
        "[SCENE_BREAK]",
        "Henry: Now you -- you pursued her --",
        "Kim: Me?",
        "Henry: Yes. You convinced her to go on the air. And you told her that there was no way that she could say no.",
        "Kim: Her? Her! Who is her? I told you, you, knit whit! You are Geneva Swift!",
        "Henry: And you liked her. Admit it.",
        "Kim: Liked her?",
        "Henry: Yes, yes. You supported her. Her opinion -- my opinions. Look, I fought against this sexual objectification of women. Now, that's gotta -- that's something right there, isn't it?",
        "Kim: Oh, that's definitely something. Definitely. Henry, two things. I want your solemn promise that you will never, ever try to help me again. And on pain of death, if I ever see you anywhere, at all, near my station, you are toast. Do you understand me?",
        "Henry: Loud and clear.",
        "Kim: Good.",
        "Henry: Ow.",
        "Kim: Oops.",
        "[Henry sighs]",
        "Floyd: Don't worry, my dear, I'm still here for you.",
        "[SCENE_BREAK]",
        "Brad: Why didn't you say anything?",
        "Katie: I don't know. I just -- I guess I was protecting Henry. I mean, he's my best friend, and I did try to get him to stop. Brad, you've got to believe me, I tried so hard. Okay, okay, not the time. I understand. Will you listen to me though? You know me. You know that I would never let you do something that I knew was just setting you up to fail.",
        "Brad: No, you did that to Vienna. Remember her? Your other best friend.",
        "Katie: Yes, and I wish I could have stopped it.",
        "Brad: You tried real hard, Katie.",
        "Katie: Oh, you know what? If you want to be mad at me, fine, be mad at me. But Henry's the one that wanted Vienna to fail. Not me.",
        "[SCENE_BREAK]",
        "Henry: Floyd, would you stop following me, please. I am in a relationship with a woman.",
        "Floyd: You can't just cut off your feelings?",
        "Henry: I am a man! With lots of man parts, okay.",
        "Floyd: Well, everyone has their flaws.",
        "Henry: Oh, my God. Uh, look, you know what? I'm not right for you. How about that?",
        "Floyd: Uh, give it a chance.",
        "Henry: Okay, okay. This? Not going to happen. I'm sorry. But we're done. Goodbye. No, farewell. No, it's over. Amen.",
        "[Henry sighs]",
        "Henry: Oh. Liebchen. Liebchen. Sweetheart. I'm so -- I am so, so sorry. Okay, please.",
        "Vienna: No, no, no! Don't -- don't touch me while you're wearing her clothes!",
        "Henry: Okay. Okay, fine. I'll change. And then we can talk. We can talk about this, right? That's what we do. I'll take your silence for a yes. And then we can work this out, Sweetheart. I know we can. All right? I just -- I just -- um -- sweet -- Sweetie, can you get the zipper back here, please. Just pull it.",
        "Vienna: No, no, no. You can get your own zipper!",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Jack: Ta-da.",
        "Janet: Oh, my God!",
        "Jack: Do you like it?",
        "[Janet screams]",
        "Janet: I love it!",
        "Jack: Are you sure? 'Cause I really can't tell.",
        "Janet: Oh, Honey. I mean, the stone walkway out front, the flowers -- everything.",
        "Jack: The lake is just out that window.",
        "Janet: Get out! I cannot wait to go down there.",
        "Jack: You know, there are rods in the shed. You up for some fishing?",
        "Janet: Um, I'm up for watching you fish.",
        "Jack: And what are you going to do while I'm busy catching tonight's dinner?",
        "Janet: Well, I think I'll have to work on erasing some tan lines.",
        "Jack: Now, see if you do that, I'm not going to get any fishing done whatsoever.",
        "Janet: That's kind of the point, big boy.",
        "[Janet giggles]",
        "Janet: Oh, I feel like we're a million miles away.",
        "Jack: Yeah. Well, the spotty cell reception kind of hits that point.",
        "Janet: Oh, thank God. Put that away.",
        "Jack: No. You put it away. Oh, okay. Well, ha --",
        "[Both giggling]",
        "Jack: Now that you've done that, what do you want to do? We could take a walk down to the lake?",
        "Janet: You just want to see my tan lines.",
        "Jack: No, I don't. I want to get some air. I want to go for a hike -- yeah, I want to see the tan lines.",
        "Janet: That's what I thought.",
        "Jack: Ooh. You know?",
        "Janet: Mm-hmm.",
        "Jack: I think this trip is -- is working. I can actually feel the weight of what happened in the last couple of weeks falling off of my shoulders.",
        "Janet: I can tell you something else I'd like to see fall off your shoulders.",
        "Jack: You're expecting an argument from me?",
        "Janet: Mm-mnh.",
        "[SCENE_BREAK]",
        "Rosanna: Hey, there she is.",
        "Sage: Aunt Rosanna?",
        "Rosanna: Hi.",
        "Sage: What are you doing here?",
        "Rosanna: Well, you wanted to come home, right? We're here to pick you up.",
        "Sage: But I thought they called my parents.",
        "Rosanna: Well, yeah, they tried to.",
        "Sage: Then where are they?",
        "Rosanna: Well, your dad and Janet are out of town for of couple days.",
        "Sage: What about my mom? Why didn't she come? What's wrong?",
        "Rosanna: No, nothing. Nothing is wrong, Sweetie. Everything is fine.",
        "Sage: No, it's not. Where's my mom?",
        "Craig: Well, Sage, your mom isn't feeling well right now.",
        "Sage: What's wrong with her?",
        "Craig: Honey, you noticed that your mom really isn't acting herself lately.",
        "Sage: Because she's drinking too much, right?",
        "Craig: That's right. And your mom decided that she should go away for a little while so she can get better.",
        "Sage: Where'd she go?",
        "Craig: That's not important right now. What is important is that she's going to be fine, and she'll be home before you know it.",
        "Sage: When?",
        "Rosanna: Well, we don't really know.",
        "Sage: You did this! This is your fault. You made her sick!",
        "Craig: No, Sage. I didn't.",
        "Sage: Yes, you did! She never drank before she started working with you. This is your fault and I hate you!",
        "Craig: Sage. Sage.",
        "Sage: Let go!",
        "Craig: I promise you everything --",
        "Sage: Let go!",
        "Craig: Everything's going to be okay.",
        "Rosanna: Stop it.",
        "Sage: I want my mom! Let go! I want my mom!",
        "Sage: Let me go!",
        "Craig: Sage.",
        "Rosanna: Craig, Craig, its okay. She's not going to go anywhere.",
        "Craig: Sage, do you promise not to run?",
        "Sage: Yes!",
        "Craig: Okay, okay.",
        "Rosanna: Sage. Listen, I am so sorry for everything, but you have to listen to me. You have to trust us. Okay? Everything is going to be okay.",
        "Sage: That's what everybody always says, but it's never true.",
        "Rosanna: Honey, listen to me. It is going to be okay. And you just have to make a decision now, okay?",
        "Sage: About what?",
        "Rosanna: This is all in your hands. Do you want to stay here and stay at camp, or do you want to come home with us?",
        "Sage: Well, I want my dad to pick me up.",
        "Rosanna: Well, I'm sure he will be here as soon as he possibly can. But to be honest with you, I just, I don't know when that's going to be.",
        "Sage: But my mom's not home. Who's going to take care of me?",
        "Rosanna: I'll take care of you. I'll be there.",
        "Craig: Sage, I know it's hard to understand why your mom left without telling you, but I can promise you, she only did it so she could get better.",
        "Sage: And stop drinking so much?",
        "Craig: That's right.",
        "Andrew: If Sage doesn't want to leave with either of you, I --",
        "Sage: No. It's okay. I'll go with my aunt.",
        "Andrew: I'm sorry, but I'm still not comfortable with this.",
        "Craig: I understand. But this is Rosanna Cabot. Her name is on the list of approved adults for Sage. We should get going.",
        "Rosanna: Okay. Come on, Sage.",
        "Craig: Thank you very much. And if there's a problem, which I'm sure there won't be, I'll take full responsibility.",
        "[SCENE_BREAK]",
        "[Jack giggles]",
        "Janet: Best -- getaway -- ever.",
        "Jack: Oh, definitely got off to a good start, didn't it?",
        "Janet: Oh, great start.",
        "Jack: Oh, we really needed this, didn't we?",
        "Janet: I will go away with you anytime, Detective Snyder.",
        "Jack: I like the way you think, baby.",
        "Janet: You want to know what I'm thinking right now?",
        "Jack: Yeah, what?",
        "Janet: Food.",
        "Jack: Food?",
        "Janet: Yes, I'm starving! Aren't you?",
        "Jack: Well, I -- am now.",
        "Janet: Well, uh, we don't have much, but you could beg.",
        "Jack: Ha-ha, yeah. Well, I'll go down to the lake and I'll catch us a trout for dinner.",
        "Janet: Oh, any excuse to go fishing.",
        "Jack: Darling, I'm an outdoorsy kind of guy. What can I say?",
        "Janet: Yeah.",
        "[Cell phone beeps]",
        "Janet: What's that?",
        "Jack: Oh, reception must have kicked in.",
        "Janet: Oh.",
        "Jack: And I've got a couple of messages.",
        "Janet: Well, you don't have to look at them, do you?",
        "Jack: Oh, Honey. You know I have to. Damn it.",
        "Janet: What?",
        "Jack: One of them is from -- the camp director. Says that Sage is sick and wants to come home. Yeah, and Rosanna called in, too.",
        "Janet: Well, who are you calling?",
        "Jack: I'm calling -- I'm calling the camp. Hi, yeah, this is Jack Snyder. I'm trying to reach Andrew Suitor. Hey, Andrew. How's Sage? You did what? Excuse me, you did not have my permission to do -- who picked her up? Her aunt and who? Okay, Craig Montgomery had no permission -- had no business whatsoever -- yes. Okay, but I am her father and you should have cleared it with me first. At this point, don't bother.",
        "Janet: What now?",
        "Jack: Well, apparently, when they couldn't reach me, Rosanna and Craig went up to bring Sage home.",
        "Janet: Well, Rosanna will take really good care of Sage.",
        "Jack: I was banking on the fact that with Sage at camp she wouldn't have to know about --",
        "Janet: Carly. Uh-huh. Honey, she's going to find out sooner or later.",
        "Jack: Yes, but she shouldn't have to find out now. But if Sage goes home and Carly's not there, she's going to have a million questions, Janet.",
        "Janet: So, what do you want to do?",
        "Jack: Honey, we have to go back.",
        "[SCENE_BREAK]",
        "Henry: Vienna? Sweetheart, you can come out now. I'm a man again.",
        "Vienna: Well, you're not my man. Not anymore.",
        "Henry: How can you say that? Look at me.",
        "Vienna: No, I -- you know what? I can't. It's too painful.",
        "Henry: Liebchen. Let me explain, please.",
        "Vienna: What is there to explain? How can anyone justify what you've just done?",
        "Henry: Sorry, I was -- I was selfish. And I was jealous. And I saw you on air and the way you were dressed, and the way you were undressed, and I went crazy -- to the point where I didn't recognize myself.",
        "Vienna: Yeah, you couldn't recognize yourself through all that makeup. This doesn't have anything to do with the way I was dressed, huh?",
        "Henry: Yeah, it did.",
        "Vienna: Really? Because you never had a problem with that before.",
        "Henry: That's because you only dressed that way before for me. And now you're doing it for everyone else. I just wanted that to stop. But, Honey, I never thought it would go this far?",
        "Vienna: Oh, you mean you didn't think that you would get me fired because that's what you did. You got me fired. You just don't want to share me with anything. Not with a baby and not with a job!",
        "Henry: Wait a second. Wait a second. How can you say that? You know how much I wanted that child. I was devastated when we lost him.",
        "Vienna: Well, you're not devastated when I lost my job.",
        "Henry: You can't compare the two.",
        "Vienna: Yes, I can because they were both mine.",
        "Henry: I didn't know you wanted the job this bad.",
        "Vienna: Yes, you did. And you were scared. You were scared that I would love the job more than I loved you.",
        "Henry: I didn't want to lose you.",
        "Vienna: Lose me to what? Where would I be going, just admit it? You loved being Geneva Swift. You just loved getting all that attention pointed right at you.",
        "Henry: Okay, okay, okay. I admit it. All right, I did love it, maybe more than I should have, but is that so wrong?",
        "Vienna: No. It's not, and that's the point, because I liked it too. And you took it away from me.",
        "[SCENE_BREAK]",
        "Katie: I know I shouldn't have kept quiet, I really wish that I wouldn't have but it just -- Henry has always had this way of convincing me to go along with him.",
        "Brad: Well, this time he's gone too far. And so did you.",
        "Katie: Brad --",
        "Brad: No, no, no, no, no, no. Vienna lost her job because of him. And I might lose mine.",
        "Katie: No.",
        "Brad: Which would be really great, now that we have a new baby on the way.",
        "Katie: I'm sorry! I'm so sorry!",
        "Brad: Look, I know, I know. I know -- I know you are. But what you two did -- just -- hurt a lot of people.",
        "Katie: Where are you going?",
        "Brad: I just need some fresh air.",
        "Katie: No Brad, please don't leave.",
        "[SCENE_BREAK]",
        "Rosanna: Well I'm sorry you weren't having a good time at camp. You know what, we'll think of some really fun things to do around here, once you're feeling better. Okay?",
        "Sage: Whatever. This summer's going to be super lame.",
        "Rosanna: Oh, don't say that. Are you hungry? I could make you something to eat.",
        "Craig: Or we could go to Al's -- get a hamburger.",
        "Sage: I'm just going to go to my room.",
        "[SCENE_BREAK]",
        "Henry: Vienna, I never meant to hurt you. You've gotta believe me on this please. I got carried away and I -- I wasn't thinking rationally.",
        "Vienna: Oh now that much I believe. Because I think you stopped thinking about me a long time ago.",
        "Henry: How can you say -- you're all I think about! I swear!",
        "Vienna: Oh I thought I was the love of your life!",
        "Henry: You are! My God. There is not another woman in the world I could love more than you?",
        "Vienna: Oh -- how about Geneva Swift? Huh? You know what, I think about the life I gave up for you, how glamorous it was --",
        "Henry: You told me you didn't miss that life. And you know what that means to me to hear you say that you miss that old life?",
        "Vienna: Yeah but that I gave that up willingly, to be a better person for you.",
        "Henry: So what -- are you realizing I'm not worth it?",
        "Vienna: No what I'm realizing is -- I don't even know you anymore. My Henry -- the Henry I feel in love with he would never have done something like this to me. You know what -- I think you should just go.",
        "Henry: No, I am not going anywhere. We're going to say here -- we gonna talk about this.",
        "Vienna: There's nothing to talk about. Please go. Go.",
        "Henry: Fine, fine. Fine, I'll go. I'll go down to the bar, I'll have a drink. And I'll wait till you get a fresh perspective on this.",
        "Vienna: Yeah, well you'll be waiting for a long time.",
        "[SCENE_BREAK]",
        "Rosanna: Hey!",
        "Jack: Sage home?",
        "Rosanna: Oh, she's upstairs.",
        "Jack: Sage! How is she?",
        "Rosanna: She's fine, I just think she's a little homesick.",
        "Sage: Dad!",
        "Jack: Hey, Pumpkin. How ya feeling, huh?",
        "Sage: Better now that you're here.",
        "Jack: Well, I'm sorry I wasn't the one to pick you up.",
        "Sage: It's okay.",
        "Janet: Hey Sage? Why don't we go outside and you could tell me all about camp, okay?",
        "Sage: Do I have to?",
        "Jack: Honey, it's just gonna be for a little while, I promise. Just while I say goodbye to Aunt Rosanna?",
        "Sage: Okay.",
        "Jack: What the hell were you thinking Craig?",
        "Craig: You wanna be a little more specific?",
        "Jack: You took Sage without my permission.",
        "Craig: No I didn't take --",
        "Jack: Did you or did you not have my permission?",
        "Rosanna: Cra -- Jack.",
        "Jack: What?",
        "Rosanna: It's not entirely Craig's fault. You know, I mean -- he, uh, just drove me up there.",
        "Jack: Yes, I got your message.",
        "Rosanna: Yes, but -- the camp called, and -- I don't have my license at the moment, so I thought maybe Parker could take me. And -- so I went looking for him but he'd already left for the tournament.",
        "Jack: So you naturally called Craig?",
        "Rosanna: No, no, no, no, no. He just happened to be in Al's when I was looking for Parker. And he realized that I, you know, didn't have any way to get up there, so he offered to take me. And I just really felt like I didn't have any other choice.",
        "Jack: Yeah. He's got a knack for making people feel that way, doesn't he?",
        "Craig: What did I do that was so wrong? Sage went to the camp counselor, told her she wasn't feeling well, and that she wanted to come home.",
        "Jack: I'm more concerned as to why she is so upset.",
        "Craig: She's upset because her mother isn't here.",
        "Jack: Wait a minute. Are you saying that she knows?",
        "Craig: That Carly's in rehab? Yes.",
        "Jack: You -- you told her?",
        "Craig: She asked me point blank, Jack. What do you want me to do, lie to her?",
        "Jack: I am her father, Craig! I should be the one deciding how she finds out about her mother. Not you!",
        "Craig: And you weren't there. And despite everyone's best effort, no one could find you! I made a judgment call. I'm sorry if you don't agree.",
        "Jack: Get out.",
        "Craig: Jack --",
        "Jack: I swear to God, Craig, if you don't get out of here, I will lay you out and I will like it.",
        "[SCENE_BREAK]",
        "Henry: Don't hit me! Don't hit me!",
        "Brad: I'm not going to hit you.",
        "Henry: Are you sure about that?",
        "Brad: Yeah, I'm not gonna hit you. Just, you know, sit down, shut up and buy me a beer.",
        "Henry: I think the bartender's on a break.",
        "Brad: What are you doing down here? Why aren't you upstairs begging Vienna to forgive you?",
        "Henry: I was. She wasn't interesting in hearing me.",
        "Brad: She threw you out? Good, good!",
        "Henry: Thanks.",
        "Brad: Well, you expect me to feel sorry for you after what you did? You came onto me.",
        "Henry: That was strictly a diversionary tactic.",
        "Brad: I don't care, you came onto me.",
        "Henry: Well, now you can tell Katie that your head can't be turned.",
        "Brad: You know what, Henry? I don't want to talk about it.",
        "Henry: Fine. Okay. Is it permissible to ask why you're here?",
        "Brad: Because I'm mad at you. And I don't want to keep taking it out on Katie. She told me that you -- that she tried to stop you.",
        "Henry: Yeah, she did. And I should've listened to her.",
        "Brad: Then why didn't you, man? I mean, that's the part I don't understand. How could you do this to Vienna?",
        "Henry: I don't know, I don't know. I thought I had control of this. And then Geneva just took on a life of her own. It's like she actually became real.",
        "Brad: A real pain in the ass.",
        "Henry: Hey, be nice. She liked you.",
        "Brad: I would like to forget I ever met that crazy broad.",
        "Henry: Yeah, so would I. You know, the one thing I want right now is to be with the one woman who means the world to me.",
        "Brad: I hear you. This bartender, he's not coming back, is he?",
        "Henry: Doesn't look it.",
        "Brad: I guess that's a sign.",
        "Henry: A sign?",
        "Brad: Yeah. That we both have someplace more important to be.",
        "[SCENE_BREAK]",
        "Jack: Are you sure you're up to this?",
        "Rosanna: What?",
        "Jack: Having the kids here? Because it would be nothing for Janet and I to take them out to the farm.",
        "Rosanna: No. I'm fine. Really. Listen, Carly wanted me to do this. She asked me to do this.",
        "Jack: Yes, but maybe we should rethink this whole thing.",
        "Rosanna: What do you -- why?",
        "Jack: Because you told me that Craig wouldn't be coming around here anymore.",
        "Rosanna: And he won't be. Not after today, I promise.",
        "Janet: Sage, I'm really sorry your dad and I weren't there to pick you up from camp.",
        "Sage: Where were you?",
        "Janet: Well, we went on a trip to a really cute little cabin.",
        "Sage: So, my mom's in a hospital somewhere and you went on a vacation?",
        "Janet: It's not like that.",
        "Sage: I don't believe you.",
        "Jack: Sage, what do you want to do? Do you want to spend the night here or out at the farm?",
        "Sage: I don't care. I just want my mom to come home!",
        "Jack: I know you want your mom to come home. I do too.",
        "Sage: But that's not going to happen, is it?",
        "Jack: No, it isn't babe, I'm sorry.",
        "Sage: Well, can I just I see her? Talk to her?",
        "Jack: You know what? I think it would be best if you came and spent the night out with us at the farm.",
        "Sage: Okay.",
        "Jack: Why don't you go grab your stuff?",
        "Rosanna: This is just for tonight, right?",
        "Jack: We'll see.",
        "[SCENE_BREAK]",
        "Katie: I am so sorry.",
        "Brad: So am I.",
        "Katie: Are you still mad at me?",
        "Brad: Well, see, here's the thing. Staying mad at you is pretty much -- it's an impossibility.",
        "Katie: So, we're going to be okay?",
        "Brad: Oh, yeah, yeah. We're gonna get through this.",
        "Katie: Promise?",
        "Brad: I promise. You think I'm going to let a woman like Geneva Swift come between us?",
        "Katie: God, I hope not. I really didn't mean to hurt Vienna. You have to believe me.",
        "Brad: I know. And I do. I do.",
        "Katie: Thank you for saying that.",
        "Brad: You know, I've been thinking about what you said. You know, you're right. You're right. For a while there, it was good TV. And Vienna's job, it wasn't supposed to be permanent in the first place. So I'm sure Kim's going to be dying to hire you back as soon as the baby's born.",
        "Katie: Oh, so you still want to work with me? We're still a team?",
        "Brad: Always.",
        "[SCENE_BREAK]",
        "Henry: Can I come in?",
        "Vienna: You can do whatever you want.",
        "Henry: Great. Well, what I want is to make things right with us. What is that?",
        "Vienna: That's a suitcase.",
        "Henry: What are you doing with it?",
        "Vienna: Packing.",
        "Henry: Why?",
        "Vienna: Because I'm leaving.",
        "Henry: No, no, no. You can't leave. You got to stay.",
        "Vienna: No. If I stay, I'll miss my flight.",
        "Henry: What flight? Where are you going?",
        "Vienna: I'm going home, to Sweden. I need to spend some time with my mother and get the comfort of a real woman right now.",
        "Henry: Vienna, please don't leave. Don't leave us. Please, Vienna, please.",
        "Vienna: But why not? You've left me so many times -- here, there, in the hospital, in the unemployment line.",
        "Henry: How long will you be gone?",
        "Vienna: I don't know. But you won't be alone. You'll have Geneva.",
        "[SCENE_BREAK]",
        "Janet: You okay?",
        "Jack: I couldn't believe -- I just -- I really cannot believe that Rosanna couldn't shut Craig up. He should not have been the one to tell Sage about her mother.",
        "Janet: Honey, what's done is done. Now it's out there.",
        "Jack: Yes, but it should have come from me not him.",
        "Janet: Honey, she seemed to take it well. It'll all work out. Don't worry.",
        "Jack: Yeah, if Craig can somehow manage to mind his own business. I'm sorry. I'm sorry I had to cut our trip short. But until I can trust that Rosanna can keep Craig out of my children's lives, I'm really going to have to keep an eye on them.",
        "[SCENE_BREAK]",
        "Rosanna: Hi.",
        "Craig: Ha, well, if you've come to yell at me, too, you can save it.",
        "Rosanna: I didn't come here to yell at you.",
        "Craig: Well, it can't be because you miss my company.",
        "Rosanna: Listen, Craig, I know you went out of your way to help me today.",
        "Craig: But no good deed goes unpunished.",
        "Rosanna: Jack has made it crystal clear that he doesn't want you near the kids. And I have to respect his wishes.",
        "Craig: So, are you here to thank me, or to tell me to stay away?",
        "Rosanna: Both. Actually. Thank you for helping me today. And please don't do it again.",
        "[NEXT_ON]",
        "Bonnie: What the hell is wrong with you?",
        "Dusty: I don't give a damn anymore.",
        "Bonnie: Well, I do. Do you have a problem with that?",
        "Lily: Are you sure you're going to all this trouble just to help Paul?",
        "Damian: Well, I have an obligation to --",
        "Lily: You're a liar.",
        "Holden: You may have Meg fooled, and may have Lily fooled, but not me.",
        "[Door opens]",
        "Lily: Is everything okay?",
        "Holden: Yeah, everything's great.",
        "Paul: After all the scary things people have been telling me about me, I don't think I want to be Paul Ryan anymore."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=tGGLs_-oHS4"
}