{
    "Episode Summary": [],
    "Recap": [
        "Holden suggests to Jack to be supportive of his wife and not rule out the fact that he can be father of the baby. Jack goes to Mike's and hears him and Carly picking out baby names while he's standing outside. Alison turns herself in to Hal. He suggests that Tom represent her. Alison feels the wrath of Barbara when she corners her and promises to make Alison pay for what she's done. Marshall ruins Jessica and Ben's dinner by pretending to lock himself out of her house and calling the ODPD."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Marshall: All I'm saying is Ben is a nice, affable guy. I mean, he is probably the closest thing to a living saint that I'll probably ever meet.",
        "Jessica: Marshall, don't start.",
        "Marshall: No, really. I mean, we should have him over more often. Life of the party. I mean, I bet he can bless a meal better than any preacher around.",
        "Jessica: You know, you're skating on really thin ice.",
        "Marshall: Look, all I'm saying is -- I mean, you know, you got to hand it to the guy. When he found out we were living together --",
        "Jessica: That you had been remanded to my custody.",
        "Marshall: I expected him to, I don't know, start reading you the riot act or the ten commandments or something. I mean, I'm just saying.",
        "Jessica: You know, you're just angry that he didn't flip out and kick me to the curb once and for all. You had hoped that this would be the last straw, and that's why you barged in here when I told you that I wanted to tell Ben myself.",
        "Marshall: I didn't even know he was down here.",
        "Jessica: Oh, like hell you didn't. You heard the doorbell. You heard us talking. You knew exactly what you were doing.",
        "Marshall: Untrue. And what I'm clearly having a difficult time saying is -- I underestimated Ben Harris.",
        "Jessica: From the moment you met him. But please, don't act like you're impressed or that you're relieved by his reaction. You have been outdone and outclassed.",
        "Marshall: Right now, I'm nothing less than insulted. You know, I hate to break it to you, but I'm nobody's charity case, and you're no sister of mercy, sister. So if you brought me here to atone for our past sins or prove that you're immune to my charms, or some other self-serving reason, then I can just pack my bags and go back to jail, no sweat.",
        "[SCENE_BREAK]",
        "Bob: Chris found out who's responsible for the fire. He was right all along. And it wasn't Will.",
        "Barbara: Are you sure?",
        "Bob: Someone else confessed.",
        "Barbara: Who?",
        "Bob: Alison Stewart.",
        "Barbara: Alison? Are you sure about this, Bob?",
        "Bob: She told Chris, and the police are taking it seriously. And also, Lucy Montgomery suddenly remembered that Alison had confessed to her, too.",
        "Barbara: No wonder she's been hovering around Will's room, trying to buy his love with comic books and games. My God, she's trying to cover her tracks. He could have died in that barn. Instead, he's been spending time here in therapy in a psychiatric ward.",
        "Bob: Barbara, you have every reason to be upset.",
        "Barbara: Oh, you bet I do. My son could have died. He spent weeks in a coma, and I was right there with him in his ICU room when people were telling me that I shouldn't be upsetting my son, and yet I knew he was innocent. I knew he was, and they were telling me that I should be discredited. Do you know what this means? This means that Emily was probably covering for Alison all along.",
        "[SCENE_BREAK]",
        "Hal: All right, let's hear it. Who's the new suspect? Parker? Nancy Hughes?",
        "Alison: Hal --",
        "Emily: Alison, go to your room. I'm talking to Hal.",
        "Alison: No, Emily --",
        "Emily: Alison, go to your room.",
        "Alison: Enough people have taken the blame for this.",
        "Hal: What the hell is going on here?",
        "Alison: It was me.",
        "Hal: What was you? What is she talking about?",
        "Alison: I let Will take the blame, but I was the one who started the fire. It was me.",
        "Hal: What did you say?",
        "Alison: I'm the one who started the fire. I'm the one that you want.",
        "Susan: Oh, Alison, don't say another word --",
        "Alison: No, it doesn't matter. I've already lost everything. I have no friends, no future, nothing, and I'm just so sick and tired of being scared and tired all the time --",
        "Emily: It's gonna be okay.",
        "Alison: No, it isn't. No, everything just got so out of control, and I couldn't stop it. I couldn't --",
        "Susan: No, no, no, Alison -- that's enough, for God's sake.",
        "Hal: Alison --",
        "Susan: Don't say any more.",
        "Hal: Listen to your mother. Not another word.",
        "[SCENE_BREAK]",
        "Jack: You know, if this is Mike's daughter, he deserves a right to see her for the first time. I'll send him in. You can go in.",
        "Mike: Thank you. How's it going in there?",
        "Dr. Schiller: Everything looks normal.",
        "Carly: So far, so good.",
        "Mike: And?",
        "Carly: It's a girl.",
        "Mike: Really? It's a girl? We're gonna have a daughter. Oh. Can a guy get, you know, like, a snapshot or something? I can't believe we're gonna have a little girl. This might be the most beautiful thing I've ever seen. Might be the best day of my life, actually.",
        "Dr. Schiller: I am happy to report that baby girl Snyder and her mother are in great shape, and I want to make sure you stay that way. Plenty of water, eat your veggies, take your vitamins. I'll see you in a few weeks.",
        "Carly: Okay. Sounds good.",
        "Dr. Schiller: The nurse can schedule an appointment on your way out, and unless you have any questions, I'll see you next time.",
        "Mike: Thank you, doctor. Thank you. Is -- I don't know what to say. You know, it kind of blows my mind, that's all.",
        "Dr. Schiller: It's just the beginning. Remember, you are under strict orders to relax. No stress, no strain.",
        "Carly: I'll try. Thanks. I'm having a girl.",
        "Mike: This is amazing.",
        "Carly: Where's Jack?",
        "Mike: He told me to come on in for the sonogram. That's the last I've seen of him.",
        "Carly: I just thought -- he seemed so happy. And he just left.",
        "Mike: It's a complicated situation, Carly. I mean, we -- we don't know very much. We know you're having a little girl, and we still know that he loves you very, very much.",
        "Carly: I can't imagine living without him.",
        "Mike: He'll come around. All right, it's just -- you have to realize, the guy's had his heart broken, and that -- that's gonna take some time to heal. But he will come back around.",
        "Carly: Maybe. I'm gonna get myself together.",
        "Mike: All right. I'll step outside and once you go ahead and schedule your next appointment, we'll -- we'll head home.",
        "Carly: Home? Great. Sounds great. [Door closes] A little baby girl.",
        "[SCENE_BREAK]",
        "Jessica: You want to go to jail? Fine with me. I'll help you pack your things.",
        "Marshall: I'm not the one who pushed for this arrangement.",
        "Jessica: You're here because the judge released you into my custody.",
        "Marshall: And the judge did not just pull your name out of the thin air. You volunteered.",
        "Jessica: Marshall, I did not bring you here to earn my wings in heaven or to add another notch to my bedpost. Okay, what happened between us, that's the past. Do I pity the poor, deposed D.A. or the gunshot victim or the father who never knew his daughter? No, actually, I don't. You made your choices, we all make choices. But do I have compassion for you? Yes. Because I think it was courageous for you to stand up to Steinbeck the way you did, and because I know the reasons that you made the choices that you made.",
        "Marshall: Careful, there. You almost sound like you respect me.",
        "Jessica: You don't fight fair. You did anything that you needed to do to get what you want. Now, granted, you did it because you were trying to locate your daughter, so I forgive you for that. But don't think I've forgotten for a second what you'll resort to when you're cornered.",
        "Marshall: So to simplify, you're defending me because you still care about me.",
        "Jessica: Yes.",
        "Marshall: And this caring, is this from my attorney or from my friend?",
        "Jessica: You don't know when to stop.",
        "Marshall: You used to think that was a virtue. Look, hey, let me fix dinner tonight.",
        "Jessica: What, you can cook?",
        "Marshall: Cook? Girl, I make a curry chicken and rice that'll make your toes curl. You got any coconut milk or anything around?",
        "Jessica: As a matter of fact, I do believe I saw a can of coconut milk in the pantry.",
        "Marshall: And for the record -- I care about you, too. And I want you to be happy, so if that means Ben is the right man for the job --",
        "Jessica: Marshall --",
        "Marshall: What?",
        "Jessica: You were about to come up another insult. I know it. So just save your breath.",
        "Marshall: All right, look, all I'm saying is if I were Ben and I found the woman that I love living with the man that she had an affair with, I would not take that lightly.",
        "Jessica: Well, see, that's the point. That's what I've been trying to tell you. You're nothing like Ben. That man is one of a kind. [Doorbell rings] Ben.",
        "Marshall: Back so soon.",
        "Ben: Yes. Guess I just can't seem to stay away from this woman. Actually, I was hoping I might interest you in having dinner with me tonight.",
        "[SCENE_BREAK]",
        "Bob: Barbara, don't.",
        "Barbara: Emily can't be trusted.",
        "Bob: You're jumping to conclusions.",
        "Barbara: How so?",
        "Bob: Chris told me that Emily said she knew nothing about Alison starting this fire.",
        "Barbara: And Chris believed her?",
        "Bob: Emily and Chris drove to Chicago once the truth was out to find Alison. They had plenty of time to talk.",
        "Barbara: Oh, please. The only people that believe Emily Stewart are the people who read her pathetic rag and the men who have bedded her. Thank you very much.",
        "Bob: Where are you going?",
        "Barbara: I'm gonna go find Alison and make sure she doesn't get away -- ever again.",
        "[SCENE_BREAK]",
        "Hal: You know that old saying \"you have the right to remain silent\"? There's a good reason for it.",
        "Alison: I'm trying to turn myself in.",
        "Emily: What are you saying, Hal?",
        "Hal: I'm saying that Alison is going to be facing some very serious charges. Now, let's get Tom Hughes down here right now. Susan, would you mind going upstairs, checking on Daniel and Parker? I don't want them coming down in the middle of this.",
        "Susan: I'll be right back.",
        "Hal: I'm not gonna lie to you, Alison. I ought to be reading you your rights and hauling you down to the station right now, but I'm not, because it took a lot of strength and it took courage and it took maturity for you to walk down those stairs and for you to tell the truth. Now, you say you want to turn yourself in? That's what I'm gonna let you do. But first, you have legal representation. Nobody's gonna get railroaded into anything around here.",
        "Emily: Thank you, Hal.",
        "Alison: Why are you being so nice to me? After everything that I've done to you?",
        "Hal: Because the day I married your sister, her family became my family. And I learned an awful lot chasing you kids halfway across the country, so I'm cutting you a break, Alison. Please don't make me regret it.",
        "Alison: I won't let you down, Hal. You told me once that to have friends, you have to be a friend. And I know it's a little late, but -- I'm gonna try.",
        "Emily: Thank you. Thank you.",
        "[Knock on door]",
        "[SCENE_BREAK]",
        "Holden: Jack?",
        "Jack: Hey.",
        "Holden: Hey, come on in.",
        "Jack: Hi, Natalie. Hope I'm not disrupting anything.",
        "Holden: Just the nightly routine of bath time fun.",
        "Jack: No one's in the bathtub.",
        "Holden: Yeah, well, this is the fun part.",
        "Lily: Yeah.",
        "Luke: You first!",
        "Faith: No! You!",
        "Luke: I was first last night!",
        "Faith: But I'm a princess!",
        "Luke: Yeah, princess of the naked mole rats!",
        "Faith: Daddy!",
        "Lily: All right, you guys won't take baths, just go upstairs and wash your hands and get ready for dinner. That's it! One -- two -- three -- go! Oh, gosh. Jack.",
        "Jack: Hey.",
        "Lily: Hey. Wanna stay for dinner?",
        "Jack: No, no, thank you, but no.",
        "Lily: What brings you by?",
        "Jack: Well, I -- I wanted you to know that Alison Stewart confessed to starting the fire in the barn.",
        "Holden: Yeah, well, we know all about that. Aaron told us.",
        "Jack: Yeah, right -- well, I -- she's -- she's being taken to the station any minute. I wanted you to know that, too.",
        "Holden: Okay.",
        "Lily: Why don't you stay for dinner? We have plenty.",
        "Jack: No, really, I don't want to disrupt your evening.",
        "Holden: Jack, you don't have to run off.",
        "Jack: No, it's just -- I just found out that Carly's having a girl.",
        "Lily: Come here. You're not going anywhere, mister. Stay right here, okay?",
        "[SCENE_BREAK]",
        "Mike: All right, now that we just bought all these groceries, what do you say we order a pizza?",
        "Carly: That sounds good. I don't feel much like cooking.",
        "Mike: Me either. Are you okay? Still thinking about Jack?",
        "Carly: Jack, Parker, this new baby that'll be born into a broken family.",
        "Mike: Carly, this baby is gonna have a mother that is crazy about her, all right? And a big brother who adores her and a father who's gonna spoil her rotten, no matter who it is. She sounds pretty lucky to me. I mean -- I think that baby girl Snyder sounds like she's gonna have a pretty nice family. That's kind of a lot to say -- baby girl Snyder. You thought about a name yet?",
        "Carly: No. No, I -- it hasn't even occurred to me really.",
        "Mike: Oh, come on. She's gotta have a name. We can throw around a few possibilities, you know, see -- see what fits, how it sounds.",
        "Carly: Okay, I suppose.",
        "Mike: All right. I was -- when I was at the grocery store, I saw one of those -- the baby books with the names in them, and there was one -- Mira. That is beautiful. It means -- it means \"the wonderful.\" I -- it sounds exotic, but it's not too out there. You know, it's like -- Mira Snyder. Okay, if you hate it, we can just find another name.",
        "Carly: No, no, I don't -- I don't hate it, Mike, it -- it just sounds a bit like \"Nora,\" don't you think?",
        "Mike: I guess that's why I liked it. I've been -- I've been thinking a lot about Nora lately. You know, it's -- ever since I saw that -- that sonogram, it's like, \"wow, this is -- this is a second chance at having a daughter.\"",
        "Carly: Mike --",
        "Mike: I know that you've been thinking about a lot of things, but I mean -- you can't tell me that hasn't crossed your mind.",
        "Carly: Yes. Yes, I thought about Nora when I found out this baby is a girl. But do I think this child is our second chance for anything? No, I don't. And if that's what's going around in your head, then you're wrong, Mike. You're wrong about me, you're wrong about us and you're wrong about the entire situation.",
        "Mike: Hey, well, relax, take a breath. I mean --",
        "Carly: Would you please -- would you please stop talking to me like that!",
        "Mike: Like what?",
        "Carly: Like you're mapping out my future for me and for this baby! You're trying to take control, Mike, and it's really scaring me!",
        "[SCENE_BREAK]",
        "Jessica: Come in. Come in.",
        "Ben: I realize it's last-minute and everything, but -- I was picking up some take-out at Al's diner, and I started wondering what they're cooking up over at the Lakeview. But I hate dining alone, and there's nobody that I would rather linger over dinner with than you.",
        "Jessica: I like the way you think.",
        "Ben: Well, I hear that chef is doing something pretty incredible with salmon.",
        "Jessica: I love salmon.",
        "Ben: I know.",
        "Marshall: You know, nice thought, but I was just getting ready to whip up something for the two of us. You're welcome to join us, of course.",
        "Ben: Well, actually, Marshall, I was thinking of you, too. So I picked up some nice, hot, homemade chicken noodle soup for you. I mean, you really should stay off your feet, you shouldn't be preparing a big meal and everything. You're still recovering.",
        "Marshall: Won't take long.",
        "Jessica: You know, I think Ben is right. You know, you are still recovering. So I think you should just get some rest, and I think a night out on the town is just what that doctor ordered. So I'll get my coat. Excuse me.",
        "Ben: Hey, don't worry. It's store bought homemade chicken noodle soup, no poison or knockout pills in it or anything.",
        "Marshall: I'm not worried.",
        "Jessica: Shall we?",
        "Ben: Yeah. May I?",
        "Jessica: Thank you. There we go.",
        "Ben: After you.",
        "Jessica: Thank you.",
        "Ben: Enjoy the soup. And -- don't wait up.",
        "[SCENE_BREAK]",
        "Emily: You have every reason in the world to hate Alison and what she's done.",
        "Hal: Sure, I hate what she did, but hate Alison? You know, that's the craziest thing about this -- I couldn't hate that kid if I tried. Sure, she's got a few more issues than the rest of us. I mean, she's willful, she's a little batty sometimes. But she's got a lot of heart and she showed that tonight.",
        "Emily: Yeah, well -- I'm not sure how much that's gonna help her now. I am so scared for her, Hal.",
        "Hal: I am, too. There's no telling what the D.A. is gonna do with this.",
        "Emily: How can we just let her turn herself in like that?",
        "Hal: Well, we've all gotta grow up sometime, Emily. Maybe something good will come out of this for her.",
        "Tom: I think we have a reasonable plan of attack in place.",
        "Hal: Are you ready to do this?",
        "Alison: I'm ready.",
        "[Knock at door]",
        "Barbara: Where is she?!",
        "Hal: Stay out of this, Barbara!",
        "Barbara: There she is, officers, Alison Stewart! Why she hasn't been thrown in jail already, God knows. But -- better late than never.",
        "Susan: You are not taking my daughter anywhere.",
        "Barbara: She has committed a crime. These gentlemen need to do their jobs.",
        "Officer #1: Lieutenant Munson, we have a warrant for the arrest of Alison Stewart.",
        "Susan: A warrant?",
        "Hal: Oh, now that was some fast footwork, Barbara, but I am afraid you're a little too late. You see, Alison has already turned herself in.",
        "Barbara: Oh, well, then these kind gentlemen can drive her downtown.",
        "Hal: She'll be coming downtown with me. The situation is under control, officers.",
        "Barbara: There is nothing under control around here, Hal! All of you allowed this punk to ride roughshod over you for far too long. She is evil! Someone needs to punish her!",
        "Susan: How dare you! How dare you talk about evil and punishment! You're the one who had Emily kidnapped!",
        "Barbara: Oh, yes, let's talk about Emily, shall we? Now, you tell me, how long have you known that your sister/daughter was responsible for nearly killing my son -- Hal's son -- oh no, don't answer. Because you'll only lie. You know, while you are at it, why don't you arrest her for aiding and abetting --",
        "Susan: Get this woman out of here, please before I --",
        "Barbara: Before what? Officers, did you hear that? Is that a threat that I hear.",
        "Hal: Oh, for the love of --",
        "Barbara: Susan Stewart, I tell you, these daughters of yours, you must be so proud. Your mothering skills leave me speechless.",
        "Hal: Barbara -- it's time for you to shut up or leave. Because if you say one more word to these ladies, you are gonna have to deal with me.",
        "[SCENE_BREAK]",
        "Jack: Natalie, you keep getting prettier and prettier every time I see you.",
        "Holden: You could be having one of your own a few months down the line, Jack.",
        "Jack: Oh, that has yet to be determined, Holden.",
        "Lily: So you went to Carly's OB appointment with her?",
        "Jack: Mm-hmm, my first sonogram.",
        "Lily: Does that mean that you two --",
        "Jack: No, that means everything's just as fouled up as it was before. Because daddy number two is waiting outside right there with us.",
        "Holden: Oh, Jack, come on. She's your wife.",
        "Jack: Yeah, but she's living in his house. You figure it out.",
        "Holden: I already have it all figured out. I think that you need to -- [Lily clears her throat] Okay, fine. Fine, I'll stay out of it.",
        "Jack: Thank you very much.",
        "Lily: Well, I'm gonna get dinner started for the kids. And I'm gonna change your diaper and get you ready for dinner. Wee! I'll be back.",
        "Jack: You have no idea how lucky you are.",
        "Holden: Yeah, well, it didn't come easy. Nothing worth having ever does. And if you wanna have it, you're gonna have to reach out and take it.",
        "Jack: Holden, I was in the room with Carly when we found that we were -- [Jack sighs] When she found out she was having a little girl. And for a split second there, I felt like a first-time dad looking at his little girl for the first time. And I swear to God, I wanted to rush right out of that room and paint the nursery pink, buy her the best of everything. Couldn't wait to tell Parker that he finally had a little sister that he could torture and protect. We were gonna be the Jack and Carly Snyder family. And I started thinking, we could have it all, and I want it all -- with her.",
        "Holden: So what did you do?",
        "Jack: What do you think I did? I went out into the waiting room and I told Mike, \"hey, come on in, it's your turn at the monitor.\"",
        "Holden: A warm, tender, once-in-a-lifetime moment, and you hand the ball to Mike?",
        "Jack: What if the kid isn't even mine?",
        "Holden: What if it is? Even if there is the smallest chance that that little baby girl is yours and the smallest chance that you and Carly can make it, you would be a fool to let either one pass you by.",
        "[SCENE_BREAK]",
        "Mike: You think I'm trying to take over? I'm just being supportive --",
        "Carly: Bringing up Nora is being supportive? This is not a second chance, Mike.",
        "Mike: Look, I'm not trying to reheat some old love affair, okay? You're not the only one who has had their heart broken. I had a woman that I love, and we were happy here. And just because she's not here now doesn't mean that I don't want her to come walking right back through that door again.",
        "Carly: Then what is it that you want from me? A second chance for what?",
        "Mike: All I meant is that since we didn't get a chance to do right by Nora, maybe this is another chance --",
        "Carly: Okay, you see. This is exactly what I am talking about. You're convinced that this baby is yours. You're picking out names, you're talking about how she's gonna be born into a -- a loving family -- Mike, you are not my family!",
        "Mike: I know that --",
        "Carly: Jack is my family! And if I could turn back the clock and change what happened -- to hell with destiny -- I would do it in a heartbeat.",
        "[SCENE_BREAK]",
        "Ben: To new beginnings.",
        "Jessica: To new beginnings. [Glasses clink] I still can't believe you're smiling. I thought you would completely freak out when I told you that Marshall was staying with me for the time being.",
        "Ben: You know, I don't like the idea of that man being under your roof -- or even in your vicinity for that matter -- but I can live with it.",
        "Jessica: Really?",
        "Ben: Mm-hmm. You are a woman of compassion with a heart of gold. That's one of the things I love most about you. So why should I get mad at you for taking somebody when they don't have anywhere else to go? Travers is in for the fight of his life. He's damn lucky to have you on his side.",
        "Jessica: You really mean that?",
        "Ben: He has done his worst -- and here we are.",
        "Jessica: Here we are.",
        "[SCENE_BREAK]",
        "Marshall: Yes? Oakdale Police Department? It's an emergency.",
        "[SCENE_BREAK]",
        "Barbara: Are you gonna let her get away with this?",
        "Hal: She's not getting away with anything.",
        "Barbara: Well, then you better find a way to try to explain to your son why you are dealing with his tormentor with velvet gloves!",
        "Emily: The same reason he didn't have you unfit when you were smothering Will with your millions of insecurities. You are a sick woman, you know that? You are a sick, twisted excuse for a mother, much less a human being!",
        "Hal: Officers, would you escort Ms. Ryan to her car, please?",
        "Officer #1: Right this way, Ms. Ryan.",
        "Barbara: I know the way.",
        "Alison: So sorry, Mom. I'm so sorry. You must wish I was never born.",
        "[SCENE_BREAK]",
        "Holden: No matter what happens with Carly and the baby, you're gonna go on. And even if you want to go on with Carly, you can still do that. You guys can go on together.",
        "Jack: She -- she wants to come back. I'm not sure I can do it.",
        "Holden: I'm gonna ask you the same thing that I asked you when you were packing up her things. Do you still care about her?",
        "Jack: Yes.",
        "Holden: You say you care about her, but you walked out during her sonogram. You say you care about her, but you're letting her live with another man. You're letting another man take care of her, comfort her when she's scared. I know you don't want my advice, Jack, but I'm gonna give it to you anyway. You should have stayed in that room, right by her side where you belong. If Mike needed to see the baby, then let him join you. But you don't walk away. Carly is your wife. You say you care about her. If you want to be with her, you gotta let her know that, Jack.",
        "Lily: Where are you going?",
        "Jack: I -- I forgot something. I'll see you later, okay?",
        "Lily: Okay.",
        "Jack: Bye, beautiful. Thank you.",
        "[SCENE_BREAK]",
        "Mike: Look, my life hasn't turned out the way that I planned it, either. I mean, I -- I thought destiny had completely different plans for me. But I'm telling you, I -- I took one look at that picture, and I knew my future. My future is building a clubhouse for this beautiful little girl, you know? So she'll have a place to play with her teacups and little teddy bears. It's fingernail polish and those little high-heeled shoes, and it's waiting up late at night waiting for my grown daughter to come walking in the door after a date. I mean, if she is mine. But I don't know that, so -- all I know is that I'm gonna be as nice as I can to her mother. And hope that her mother knows that she might be giving me the most incredible gift of my entire life.",
        "Carly: You -- you make it completely impossible to stay mad at you.",
        "Mike: I -- I mean -- I'm just new at this, you know, and I'm probably gonna overstep my bounds again, and if I do, I apologize in advance, all right? But -- if you're not comfortable here, I'll understand -- I'll do more than understand, all right? I'll -- I'll find you another apartment. Better yet, I'll move out and you and Parker can move in.",
        "Carly: Stop it.",
        "Mike: I'm serious.",
        "Carly: I feel bad enough about biting your head off, and now you've got yourself living in a motel. I'm not gonna push you out of your own home.",
        "Mike: Just tell me what you want, all right? You name it.",
        "Carly: How about a hug? From a very good friend. And a large cheese pizza.",
        "[SCENE_BREAK]",
        "Jessica: Thank you.",
        "Ben: You're welcome.",
        "Jessica: I can't remember the last time I smiled so much.",
        "Ben: Well, I remember the last time I had this much fun.",
        "Jessica: Yeah?",
        "Ben: Yeah. I was with you. And at the risk of pressing my luck on this impromptu date, what do you say we go out dancing after we have a little dessert?",
        "Jessica: Dr. Harris out dancing on a school night?",
        "Ben: Oh, my goodness!",
        "Jessica: Oh, my goodness.",
        "Ben: Well, who says I can't live life on the edge from time to time, huh?",
        "Jessica: Here's to life on the edge.",
        "Ben: Ah, yes.",
        "Officer: Excuse me, Ms. Griffin?",
        "Jessica: Yes, officer, what's the problem?",
        "Officer: We have a gentleman in our custody who says he's in your care.",
        "Jessica: Oh.",
        "Marshall: Sorry about this, Jessica. I thought I could handle this without getting you involved.",
        "Jessica: So what happened?",
        "Marshall: While I was taking the garbage out and before I knew it, the door was closing behind me and I got locked out. Now, I thought about climbing through a window or jimmying a lock open, but I didn't want your neighbors to get the wrong idea, and I didn't have any identification. So I called the police immediately to turn myself in.",
        "Ben: So you accidentally locked yourself out of the house, but you didn't have your coat or any I.D., But you did have your cell phone?",
        "Marshall: Lucky for me.",
        "Ben: Oh, incredibly.",
        "Jessica: Officers, yes, this gentleman is in my custody, so thank you. I have the papers --",
        "Officer: Well, we'll need to see them, ma'am --",
        "Jessica: Well, they are at home.",
        "Marshall: Well, I mean, I can wait for you back at the station while you finish up your date.",
        "Jessica: And let Evelyn get wind of this at the D.A.'s office? I don't think so. We don't need that. Thank you gentlemen, for bringing him here. I really appreciate it.",
        "Officer: No problem. We'll swing by your place and go ahead and grab the papers.",
        "Jessica: Yeah, we'll get the papers, Ben --",
        "Ben: Look, no apology necessary. I understand. Completely. Trust me.",
        "Jessica: Trust me? You do, don't you?",
        "Ben: With my heart.",
        "Jessica: Okay. I'll call you?",
        "Ben: Mm-hmm.",
        "Marshall: Hey, sorry about this, man, but -- thanks for the soup. It really hit the spot.",
        "[SCENE_BREAK]",
        "Susan: You must be kidding. You're my little girl. Everybody knows I went through extraordinary means to have you. And I have never, ever for a moment, regretted it.",
        "Alison: Never?",
        "Emily: Never. I can't imagine life without you.",
        "Tom: Hal, do you want to drive Alison to the station, or can Susan and I bring her in?",
        "Hal: Well, Emily and I have to see the neighbors about taking care of the boys. So I'll entrust Alison to you and Susan, Tom.",
        "Susan: Thank you.",
        "Hal: Don't make me regret this.",
        "Alison: I won't.",
        "Hal: And if you really want to make things right, you will tell the truth and you will take responsibility.",
        "Alison: I will.",
        "Hal: It may not make all this go away, but it is a step in the right direction.",
        "Tom: Alison? Ready to go?",
        "Emily: Hey. We'll see you down there, okay? You just hang in there, all right? Love you. Okay. Where is all this coming from? Because I know you're not doing this all for me.",
        "Hal: I'm doing it for all of us. We're a family and Alison is part of that family. End of discussion.",
        "Emily: Thank you.",
        "[Horn beeps]",
        "Alison: Mom?",
        "Susan: What, honey, what is it?",
        "Alison: Thank you. Thank you for standing up for me and sticking by me. I was sure you would hate me or you'd disown me or both.",
        "Susan: I would never do that. You're my baby.",
        "Alison: I know I don't always show it, but I do love you, mom. I love you so much.",
        "Susan: I love you, too. Come on. We have to -- we have to dry our eyes, we gotta get going. Here. Oh, no!",
        "Alison: What's wrong?",
        "Susan: I think I left my keys inside.",
        "Alison: You're afraid that if you leave me here alone that I'll take off again, don't you?",
        "Susan: You promised you wouldn't run away. And I believe you. The car door is open. I'll be right back.",
        "Barbara: How anyone can put their arms around a hateful, deceitful, destructive monster such as you is beyond me.",
        "Alison: I don't think that we should be talking to each other?",
        "Barbara: Do I frighten you, Alison? Good. I don't give a damn about how much support you get from your so-called family in there. The only thing that really talks is cold, hard cash. And I will spend every penny I have to make sure that you suffer the way you made my little boy suffer. This is just the beginning.",
        "[SCENE_BREAK]",
        "Mike: Pizza. I'm gonna love these cravings.",
        "Carly: Me, too.",
        "Mike: We gotta order Sicilian next time, though. Sicilian -- that's it! Ha ha. How about Cecelia?",
        "Carly: Cecelia?",
        "Mike: Yeah.",
        "Carly: No.",
        "Mike: Why?",
        "Carly: Because I knew a Cecelia in grade school, and she had a really wimpy voice and knobby knees.",
        "Mike: All right. Fine. How about a good, solid family name?",
        "Carly: I had a great aunt Myrtle.",
        "Mike: Myrtle? We're gonna name a little girl Myrtle? Do you know how bad people are gonna make fun of her? Myrtle the turtle -- that's horrible. I don't know. We'll find something simple, all right? Anna.",
        "Carly: Anna? Like Rosanna? No. No \"r\" names. No family names, no names that rhyme with anything funny. And no names that could start a fight.",
        "Mike: That's great. That's great. We're gonna have a long list of names that we can't use and ones we can use.",
        "Carly: We have some time to think about it.",
        "Mike: Exactly. We'll come up with the perfect name for the perfect little girl.",
        "Carly: Although, at the rate we're going, she'll probably be nameless until she's, like, 5 and then be forced to name herself.",
        "Mike: That's great.",
        "[Carly laughing]"
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=zJ2pHRGRRCI"
}