{
    "Episode Summary": [],
    "Recap": [
        "The fallout of Luke admitting he is gay is not great in the Snyder house. Lily is the one finding it hard to accept. Jade accuses Holden of pushing her and Luke together because he was petrified his son was gay. Lily tells Luke she doesn't know how to be his mother right now, causing Luke to sadly walk away. Paul tells Emily she is pregnant, but in the same breath suggests she might want to consider terminating the pregnancy due to their dysfunctional relationship; Emily and Paul fight about his reasons, but in the end Emily decides she does not want to bring another child into the world after all the damage she has done to Daniel. Meg, tired of waiting for Paul to get back to the Lakeview and also wondering what is taking so long, goes looking for him. She sees him huddled with Emily in her room and then learns from Susan that Emily is pregnant. Mike faces more questions about the murder or Maya; Katie wonders if Jack isn't biased and holding a grudge from way back in Montana when he and Mike were awaiting the paternity results on Sage? Jack wants to be wrong about Mike and Carly tries to comfort him. Nick vows to clear Mike's name."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Grrrrr. Missing about five minutes of this transcript due to another idiot running from the cops local news thinking I want to see it. I noted where the missing section is.]",
        "Mike: I'm not going to try to tell you that's not my St. Christopher medal, but I have no clue how it got behind the wall.",
        "Jack: Your DNA's all over it, Mike. Check the report. We found it in the same spot as the skeletal remains of Maya Gold.",
        "Mike: But it doesn't make sense. I'm being straight with you, Jack.",
        "Jack: I think it would be a very smart move for you not to say another word.",
        "Mike: You mean, without a lawyer?",
        "Katie: What did I miss?",
        "Mike: What are you doing here?",
        "Katie: Supporting my husband. Do you know how good it finally feels to say, \"My husband?\"",
        "Mike: Look, there's nothing you can do here but get upset. Okay, please, you promised, just go home.",
        "Katie: No, I'm not leaving you, Mike. Margo said something about new evidence? I want to know exactly what you have, Jack, and I want to know exactly what it means.",
        "[SCENE_BREAK]",
        "Carly: You going for the record in pew sitting?",
        "Nick: At least one of us still has a sense of humor.",
        "Carly: It's as good a defense as any.",
        "Nick: And why don't you just toss those out? They're not the lucky kind.",
        "Carly: Still, they're beautiful.",
        "Nick: So was everything else before Jack showed up.",
        "Carly: He's just doing his job, Nick.",
        "Nick: With a vengeance.",
        "Carly: What is your point?",
        "Nick: I don't know, maybe Jack misses being the star on the force.",
        "Carly: Jack wouldn't arrest Mike on his wedding day to try and score points.",
        "Nick: The D.A. was right here. It's a perfect time to show off.",
        "Carly: Sit down, Nick. I think you've got some more cooling off to do.",
        "Nick: I'm not cooling off, Carly. I knocked Jack down a couple pegs before. Maybe it's time just to do it again.",
        "Carly: I don't think so, cowboy.",
        "[SCENE_BREAK]",
        "Luke: I'm sorry, Mom. I'm so sorry.",
        "Lily: You're gay?",
        "Luke: Yeah. Please, say something.",
        "Holden: Luke, I think your mom just needs a little time.",
        "Luke: Dad, this is not going to go away. This is part of who I am.",
        "Holden: Nobody --",
        "Luke: And Mom, it's not like I just woke up this morning and decided to be gay. This is something I've been carried around for years. And now that it's out, I've got to talk. I've got to talk. It hurts too much to just keep it in like it's some sort of contagious disease or something. I lied because I didn't want to hurt you. But I ended up hurting you anyways and hurting myself, too. I guess I was just so afraid -- I was so afraid of seeing this look on your face, and the disappointment in Dad's eyes -- and not just for today, but for the rest of my life.",
        "Holden: Luke, don't make any assumptions here.",
        "Luke: No, Dad -- I know what she's feeling. She doesn't have to say a word. I know she hates me.",
        "[SCENE_BREAK]",
        "Meg: Paul? Hey, if you're not in the shower yet, wait for me. Paul? No messages. Hey, it's me. I'm guessing you're on your way over. Just make it quick, Ryan. I've got big plans for you. Room service, please. Yeah, hi, I'd like to order up some dinner and a bottle of your best champagne. Yes, it's a very special occasion.",
        "[SCENE_BREAK]",
        "Susan: Emily, what are you doing? You've got to get back to bed.",
        "Emily: Not until you two tell me what were fighting about.",
        "Susan: You know you're not supposed to be up.",
        "Paul: Here, let me give you a hand.",
        "Susan: We don't need your help.",
        "Emily: Mother, I'm okay.",
        "Susan: Come on, we'll talk about this later.",
        "Emily: No, I would like to talk about it now.",
        "Susan: Emily, you need to rest.",
        "Paul: She has a right to know, Susan.",
        "Susan: Get out.",
        "Paul: You can't keep her in the dark. I'm not leaving till I talk to her.",
        "Emily: Talk to me? Tell me, what are you still doing here?",
        "Susan: She is not strong enough for this.",
        "Emily: Mother, what's wrong?",
        "Susan: Nothing's wrong, sweetie.",
        "Emily: Well, then tell me.",
        "Susan: I will. I promise. After you get some rest, we'll talk about anything.",
        "Emily: Is it Daniel? Did something happen to Daniel?",
        "Susan: No, no, Daniel's fine. Haven't you done enough damage to this family?",
        "Paul: It's important, Em. And it'll only take a few minutes.",
        "Emily: Mom, its -- its okay.",
        "Susan: No, it's not okay.",
        "Emily: Mother, I'll call you if I need you.",
        "Susan: At least let me stay in the room.",
        "Emily: Paul can't hurt me any more than he already has.",
        "Susan: Okay, I'll be outside. Nothing he says can change anything. You don't need this man in your life anymore. You're strong. Remember that.",
        "Emily: You didn't answer me. What are you doing here?",
        "Paul: Hal thought it was important enough to call.",
        "Emily: What does Hal have to do with this?",
        "Paul: Nothing, really.",
        "Emily: Where's Meg? She outside?",
        "Paul: I'm not sure where Meg is right now.",
        "Emily: The last time you were here, you told me that you didn't want me anymore. You said that you weren't the man for me. What do you want?",
        "Paul: Look, Em, from the very beginning, nothing that we've done has added up to a real good life. But from the night that you pointed that gun at me, I've always done everything to protect you.",
        "Emily: Please tell my mother to come back in here.",
        "Paul: No, just let me finish.",
        "Emily: No. No. You said what you had to say. You said it's over. Get out. Walk out that door and never come back.",
        "Paul: I can't. Emily, you're pregnant.",
        "[SCENE_BREAK]",
        "Katie: Mike, how long did you know that your St. Christopher medal was missing?",
        "Mike: I didn't. I remember wondering where it was, but I figured I took it off and left it somewhere.",
        "Katie: So this Maya girl could have had it for weeks.",
        "Jack: Yeah, that's possible. But the sworn statement from the cab driver -- that's a fact.",
        "Mike: This guy claims he dropped Maya Gold off at my house on august 29th.",
        "Jack: And Mike swears that at that point, he hadn't seen Maya in almost two months.",
        "Katie: Did the cab drive see Mike? Did he talk to him?",
        "Jack: He gave a description.",
        "Mike: He remembers a guy with dark hair.",
        "Katie: Jack you're a guy with dark hair. He could be describing you.",
        "Mike: Katie --",
        "Katie: No, I'm serious. All these facts, they sound really bad, but when you break them down, they don't mean anything.",
        "Jack: It's not for me to decide what they mean, Katie.",
        "Katie: You decided, Jack. You decided that Mike needed to be arrested on our wedding day.",
        "Jack: And I'm sorry. I'm sorry that it came to that.",
        "Katie: And why would he take you straight to the body? Why would he purposefully implicate himself in a murder?",
        "Mike: She's got a good point, Jack. Doesn't make a whole lot of sense.",
        "Jack: You patched up the wall, Mike. You covered your tracks when you didn't find the rubies.",
        "Mike: I did it to protect Carly and the kids, not to hide it from you.",
        "Jack: Yeah, but you had years -- you had years to tell people about those jewels.",
        "Mike: But I didn't remember that until I read the book.",
        "Jack: Okay, listen, listen. I want the evidence to point in another direction as much as anybody else, but everything we have points back at you.",
        "Katie: Where did you get it, Jack? Mike's DNA?",
        "Jack: I subpoenaed the file from Montana. They did DNA profiles on us to figure out Sage's paternity.",
        "Katie: Yeah, I remember. I was in Montana. And I also remember how angry you were at Mike.",
        "Jack: What's your point, Katie?",
        "Katie: Well, it seems to me that you could've been harboring a grudge against my husband for a long time, and that maybe you're a little bit unfit to be anywhere near this investigation. I want you off the case.",
        "[SCENE_BREAK]",
        "Nick: Get out of my way, Carly. Please?",
        "Carly: No. No, I want to hear more of this conspiracy theory. So Jack wants to be top gun and you are so important in his life that he's trying to pin a murder on a good friend to get back at you. Is that -- did I get it?",
        "Nick: He's out to prove a point.",
        "Carly: Not at Mike's expense.",
        "Nick: You don't know that.",
        "Carly: I know Jack Snyder. I know the look I saw on his face when he walked into this church.",
        "Nick: A guy who likes throwing his weight around.",
        "Carly: Right. Because of us, right? The great affair that wasn't.",
        "Nick: You don't want to see it -- but today was payback from your ex to me.",
        "[SCENE_BREAK]",
        "Luke: Please, say something.",
        "Lily: I really have no idea what to say.",
        "Holden: I know this is a lot to take in.",
        "Lily: Did you know about this?",
        "Holden: I suspected, but I didn't know for sure, and then with Jade in the picture --",
        "Lily: That's right, Jade. Right. I found you two in bed together. What was that about?",
        "Luke: The whole thing with Jade was just for effect.",
        "Lily: So you had sex with that girl to cover up this truth that you're so sure about?",
        "Luke: No, Mom, I never had sex with Jade. I've never had sex with any girl.",
        "Lily: That just proves that you don't have any experience to base this on. Honey, you're too young to know what you want. You can't be sure.",
        "Luke: I am sure.",
        "Lily: What about that massive crush that you had on Meredith last summer?",
        "Luke: Mom, we were just friends.",
        "Lily: What about all the other girls that come in and out of this house?",
        "Luke: They were friends. Not girlfriends. I never thought about them the way that other guys did, I guess. Mom, I can't even remember not feeling gay.",
        "Lily: This has been a very difficult year for everyone. Especially you. You were sick. Your grandmother's been ill. Your father and I got back together again. This is normal to be confused.",
        "Luke: I'm not confused.",
        "Holden: I think we need to give Luke the benefit of the doubt, here.",
        "Lily: This is a decision that will affect the rest of his life!",
        "Luke: Mom, this is not a decision.",
        "Holden: This is something that he's been dealing with for a very long time.",
        "Lily: Well, this is very new for me, excuse me.",
        "Luke: Mom, please, just don't be angry.",
        "Lily: I'm not angry. I'm so sad for you. I look at you and I just see my 7-year-old little boy running around this house who used to tell me everything. About what happened at school, about what happened with his friends -- you used to tell me all your secrets. What happened?",
        "Luke: Mom, don't make this about you.",
        "Lily: This is not about -- it is about me, and it's about you, and your sisters, and your father. It's about us. Our family.",
        "Luke: No, Mom, this is about me. This is about my life.",
        "Holden: He's right.",
        "Lily: So you're just -- you're just willing to accept this?",
        "Holden: He's our son. This is who he is. We need to respect that truth.",
        "Lily: How can you be so calm about this? Don't you have any feelings about it at all?",
        "Holden: Of course I do.",
        "Lily: You're standing there like the voice of reason, and I'm falling apart.",
        "Luke: Mom.",
        "Holden: Luke, I think your mom has a right to her feelings.",
        "Lily: Don't talk for me, please.",
        "Holden: Lily, I think that Luke needs to know that we still love him and accept him.",
        "Lily: Of course I love you. Oh, yes. I was wondering when you would show up.",
        "Luke: What are you doing here?",
        "Jade: I want to help.",
        "Luke: You can't help. Go.",
        "Lily: No, I want Jade to stay. How long has she known? Has she known since the first day she was here? I want to hear what Jade has to say about all of this.",
        "[SCENE_BREAK]",
        "Jack: If you have a problem with the way I'm running this investigation, Katie, feel free to file a report with the desk sergeant.",
        "Mike: Jack, she's upset.",
        "Katie: Of course I'm upset. I thought you cared about us. I thought you were our friend.",
        "Jack: This has nothing to do with what happened in Montana.",
        "Mike: I believe that.",
        "Jack: Look, I wanted to pull back on the timing, I did. But the ADA didn't want a flight risk.",
        "Katie: You thought we'd run?",
        "Jack: Couples honeymoon, Katie. They didn't want to risk you guys leaving the country.",
        "Katie: If Mike was going to run, he would've left before he told you about the body.",
        "Jack: It's far from being buttoned up. There's still a lot of holes.",
        "Katie: Oh, that's supposed to make us feel better?",
        "Mike: Katie, that's not fair.",
        "Katie: I don't want to be fair right now. I'm not in the mood to be fair. It's my wedding day. And you know he's innocent, Jack.",
        "[SCENE_BREAK]",
        "[missing transcript here]",
        "[SCENE_BREAK]",
        "Paul: This is not a miracle. This is a mistake. You listen to me. Under different circumstances --",
        "Emily: You mean, if you actually loved me --",
        "Paul: Things would be clearer. We're not at a position now where we can be parents. Neither one of us is at a point in our life where we should be raising children. We need to think about what's best for everybody, but especially, the baby.",
        "Emily: When you drop your voice like that, it doesn't matter what you say. Your tone - the one that says \"trust me, Emily. Believe me, Emily. I love you, Emily.\"",
        "Paul: Emily, I will always care about you.",
        "Emily: You want what's best for me, right?",
        "Paul: Yes, of course.",
        "Emily: I'm so easy to seduce. From the minute I decided to help you keep Jennifer from her baby right up until to our wedding, I did everything I could. Everything to have your way.",
        "Paul: I'm not trying to get my way.",
        "Emily: Yes, you are. Because you don't have the guts to tell me what you really want --",
        "Paul: That's not true.",
        "Emily: So you're hoping stupid Emily will fall for your charm one more time.",
        "Paul: Em, I don't know how you can say that.",
        "Emily: You want me to have this abortion, not because it's the right thing to do. You want me to end this pregnancy so you never have to think about me or this child ever again.",
        "[SCENE_BREAK]",
        "Coming up, on \"As the World Turns\" --",
        "Jack: You want something, Carly?",
        "Carly: No, I just wanted to be sure you're okay.",
        "Emily: I don't care what happens to me. All you care about is your future with Meg.",
        "Susan: I'm assuming Paul told you about Emily. She's pregnant.",
        "[SCENE_BREAK]",
        "Barbara: Okay, Susan. We're both smart women here. Let's take a few deep breaths, Susan, and look at the situation rationally. Now we both want what's best for our children, correct?",
        "Susan: Do we?",
        "Barbara: Peace of mind. Healthy and happy futures.",
        "Susan: Cut to the chase.",
        "Barbara: If your daughter goes free, my daughter will never feel safe. The memory of Emily kidnapping Dusty will haunt her forever.",
        "Susan: Your point?",
        "Barbara: My point is, I don't trust the court system. Emily will use this pregnancy to gain sympathy. If she goes free, she will prey on my family. She is obviously still obsessed with Paul.",
        "Susan: It is so over between them.",
        "Barbara: It is never over, when there is a child. Now let's put our heads together, and help her make a very difficult decision. Let's push her in the right direction.",
        "[SCENE_BREAK]",
        "Hal: You keep it up and I'll push you right out of here.",
        "Paul: If you carry this child to term, they will take it away from you the moment that it's born.",
        "Emily: You don't know that.",
        "Paul: You'll be in jail. I'm not going to try and tell you what to do, but this is a really rough situation. And I just think it's the wrong time.",
        "Emily: Paul, if people waited for the right time, nobody would have kids.",
        "Paul: Emily, this pregnancy isn't some fabulous new beginning. It's a continuation of the same nightmare that you and I have been living for months.",
        "Emily: Nightmare. Is that how you see it?",
        "Paul: The way I see it, you should get a fresh start. Em, I want you to have a chance at a better future.",
        "Emily: You've already laid out my future. It's prison.",
        "Paul: Well, I'll do what I can to help. You know, from a legal standpoint.",
        "Emily: I don't want your money.",
        "Paul: Or they'll offer you a deal, you know? Maybe a reduced sentence.",
        "Emily: Is that what you're offering me? A deal? I end this pregnancy and you cough up the money to get me out of jail?",
        "Paul: No, my offer has no strings attached.",
        "Emily: Everything you do has strings. You don't about care what happens to me. All you care about is your future with Meg.",
        "[SCENE_BREAK]",
        "Meg: Yeah, I'm here. Still stable. That's great. That's great. Thank you, I appreciate it. Yeah, yeah. Next time I'm at the hospital, I'll stop by. Bye.",
        "[Meg remembering]",
        "Barbara: You need my help with Paul.",
        "Meg: I don't think so.",
        "Barbara: Then you're not thinking straight. Because there's a woman in a hospital bed across town who's going to do her best to rip you two apart.",
        "Meg: Emily?",
        "Barbara: Yes. Emily. She's obsessed with Paul. And she'll do whatever it takes to get him back.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Mike: Why didn't you book me, Jack?",
        "Jack: Oh, because I have paperwork to file. And because you just got married, and because maybe I'm feeling a trifle bit small at the moment.",
        "Mike: I told you. I don't blame you for this.",
        "Jack: You can sit up here as easily as a jail cell. This way Katie can hang out with you. It's no honeymoon, but it's the best I can do.",
        "Katie: Jack -- thank you.",
        "Mike: It's not the bridal suite at the Lakeview.",
        "Katie: I wouldn't change a thing.",
        "Mike: You sure? There's still time to back out. We haven't actually consummated, you know.",
        "Katie: Well, do you see the ring on this finger? The two rings on this finger? They're never coming off.",
        "Mike: Katie, Jack blindsided me with that dna stuff. I have no idea how my st. Christopher medal ended up with the body.",
        "Katie: I don't care. I don't want to talk about dead bodies and rubies and prison cells.",
        "Mike: What do you want to talk about?",
        "Katie: Our future. A future that is free and happy.",
        "Mike: Do you really believe that?",
        "Katie: I really believe in us.",
        "Mike: No regrets?",
        "Katie: Not one. So why don't you close your eyes and let's get started on our honeymoon. Close your eyes. I'm serious.",
        "Mike: Katie, this is silly.",
        "Katie: No, it's not. Can't you feel the tropical breeze coming in off the Caribbean?",
        "Mike: No.",
        "Katie: Work with me here. The sun is beating down on us -- the sand is pure white -- the water is a mixture of turquoise and sapphire --",
        "Mike: Wait. I see you coming toward me in a bikini --",
        "Katie: See, you're getting the idea. The steel band's playing our song.",
        "Mike: We have a song?",
        "Katie: A very sexy song. Now breathe in. You smell the coconut oil?",
        "Mike: Yes I can.",
        "Katie: Mm-hmm. You're rubbing the oil all over my back.",
        "Mike: I'll rub that oil all over your body. You smell incredible.",
        "Katie: Before we know it, it's night and the moon is rising --",
        "Mike: But we're still on the beach, stretched out on the sand. The tide's washing over us --",
        "Katie: And we feel like the only two people on earth. Happy honeymoon, Mr. Kasnoff.",
        "Mike: Happy honeymoon, Mrs. Kasnoff.",
        "[SCENE_BREAK]",
        "Nick: I'll see you around, Carly.",
        "Carly: Where are you going?",
        "Nick: Don't worry. I'm not going to step on Jack's toes. I get what you're saying.",
        "Carly: Is this a breakthrough?",
        "Nick: I won't do anything to hurt Mike's case.",
        "Carly: I'd like to believe that.",
        "Nick: I know two things. One, that Mike's innocent, and two, that Jack's wrong. I won't quit until I prove it.",
        "[SCENE_BREAK]",
        "Luke: I already explained about Jade.",
        "Lily: No, I want to hear it from her.",
        "Holden: Lily, I think Jade should leave.",
        "Jade: Are you okay?",
        "Luke: I'm fine. My dad's right. Please go.",
        "Jade: I'm just trying to help.",
        "Lily: By getting Luke to lie to us?",
        "Jade: I didn't think you were ready to hear the truth.",
        "Luke: Oh, stop it, Jade. The only thing you care about is keeping a roof over your head.",
        "Jade: I was willing to work for it. I spent hours with the girls when you were in the hospital, and doing the laundry --",
        "Lily: Oh, please. The only thing I remember about you, is you being naked in my son's room, with a sheet wrapped around you.",
        "Luke: I know, and I never should have gone along with it. I'm sorry.",
        "Jade: So this is all my fault? Holden, you are the one who pushed me to be with him, to play the girlfriend. He practically begged me to make you straight.",
        "Luke: Shut up!",
        "Jade: Face it, Lily. The biggest liar in this room isn't me or Luke. It's your own husband.",
        "Lily: What is she talking about?",
        "Jade: Does the name Kevin Davis sound familiar?",
        "Luke: Get out!",
        "Jade: Yeah, that's right. Luke had a big old man-crush on Kevin.",
        "Holden: Stop it, Jade.",
        "Jade: Yeah, and Holden grilled me about it and practically begged me to hang out with Luke.",
        "Luke: That is not true.",
        "Holden: Yes, I encouraged it. So if we're going to get everything out in the open, let's start with me. I confided in Jade because I thought that Luke was hiding something from us.",
        "Lily: So you gave this so-called relationship your blessing?",
        "Holden: No. Yes, I did. That day you found them together. The truth is, I was -- I was relieved.",
        "Lily: It never occurred to you to come and talk to me about any of this?",
        "Holden: Lily, I tried. But you were so upset and I didn't want to worry you with the baby.",
        "Lily: Please, don't use my health as an excuse.",
        "Holden: It's not an excuse.",
        "Luke: Please, don't argue.",
        "Holden: Luke, it's time we just deal with life as it is, and not how we want it to be. And this is a family matter. You're not a member of this family, so you need to leave.",
        "Luke: I know that you might not believe me, but I never meant to hurt you or Dad.",
        "Lily: Jade lied to us about Rose. You knew she was a thief and you turned to her. You didn't turn to you parents.",
        "Luke: I didn't know what else to do.",
        "Lily: You know, Luke, of all the things I've envisioned for you -- all the moments I see in your future -- this is definitely not the one that has crossed my mind, I have to tell you that.",
        "Luke: Maybe it has and you just pushed it away like Dad did.",
        "Lily: I guess that's possible. I don't know. There are so many things that I'm just not sure about.",
        "Luke: Like what?",
        "Lily: Like who you are.",
        "Luke: I'm still me, Mom. That hasn't changed. I know it might feel like it, but --",
        "Lily: Well, were going to be honest today, right? That's what honest -- that's what today's supposed to be about. So I have to be really honest with you. For the first time in my life, I don't know how to be your mother.",
        "Jade: I don't want it.",
        "Holden: Here, bus fare and a couple of nights at a hotel.",
        "Jade: I just wanted to belong, Holden.",
        "Holden: You don't. You never did.",
        "Jade: Well, would you tell the girls that I said goodbye?",
        "Holden: Where's Luke?",
        "Lily: He's upstairs.",
        "Holden: Are you okay?",
        "Lily: Our son has this huge secret that you think you know and you don't share it with me? No, I'm not okay. I'm as far away from okay as you could possibly be.",
        "[SCENE_BREAK]",
        "Carly: Don't be to hard on yourself. You did what you had to do.",
        "Jack: Yeah, that's what I keep telling myself.",
        "Carly: I brought you something.",
        "Jack: I hope it's not wedding cake.",
        "Carly: No, no. It's from Java. Coffee and a sandwich.",
        "Jack: Thanks.",
        "Carly: Tough day.",
        "Jack: Believe it or not, I've had worse. Do you want something, Carly?",
        "Carly: No. No, I just wanted to be sure you were okay.",
        "Jack: I'm fine. Thanks for the coffee.",
        "Carly: J.J. has soccer this weekend.",
        "Jack: It's on the calendar.",
        "Carly: So you'll pick him up?",
        "Jack: 11:00.",
        "Carly: See you then.",
        "Jack: Carly, wait.",
        "[SCENE_BREAK]",
        "Barbara: I will get a court order to terminate this pregnancy.",
        "Hal: You what?",
        "Susan: Have you lost your marbles?",
        "Barbara: It should be illegal for some people to reproduce.",
        "Hal: You would know.",
        "Barbara: And this from the father of my child. Why are you attacking me, Hal?",
        "Hal: Because you're attacking Emily. This is her decision, Barbara. Not yours, not mine. Let's go, out, now.",
        "[SCENE_BREAK]",
        "Paul: I'm going to try and make you understand. You and I having this baby right now is wrong on so many levels.",
        "Emily: Yeah, I know. You stated your case very clearly.",
        "Paul: Come on, you can't be -- you're happy about this?",
        "Emily: I don't remember what happy is.",
        "Paul: Don't have this baby to get back at me. And don't have this baby to make yourself happy or to fill some kind of void in your life. Babies shouldn't have jobs. They shouldn't be born into this world responsible for making their parents happy.",
        "Emily: So suddenly, you're an expert on kids?",
        "Paul: No, far from it.",
        "Emily: It's ironic. All the time we were together, all I ever got from you was family -- how important family is. I know I'm alone with this pregnancy.",
        "Paul: I'm not saying -- what I'm saying to you, Emily, is that this pregnancy doesn't change anything between you and me.",
        "Emily: Yeah, I know. I got it. My head wasn't hit that hard when I fell.",
        "Paul: Well Emily, let me know whatever it is that you decide.",
        "Emily: Why wait? I'll let you know right now.",
        "[SCENE_BREAK]",
        "Holden: Lily, I must have started the conversation 100 times.",
        "Lily: Why didn't you finish it?",
        "Holden: Because I wasn't ready to face having a gay son, and I felt like talking about it would make it true. I looked for reasons. Someone to blame. I wanted to blame myself. There's nobody to blame. This is how Luke is.",
        "Lily: And you can understand it?",
        "Holden: I don't know. I'll try. I think we owe that to him.",
        "Lily: I don't know if I can.",
        "Holden: Maybe we can try together.",
        "[SCENE_BREAK]",
        "Jack: Thanks for what you said at the church.",
        "Carly: No problem.",
        "Jack: I almost didn't go through with the arrest.",
        "Carly: You don't owe me an explanation. So what happens now?",
        "Jack: Mike gets booked and arraigned.",
        "Carly: For murder?",
        "Jack: Yeah. I'll build a case for the D.A. hopefully, Jessica will be able to tear it down.",
        "Carly: That's one of the things I -- you don't mind being wrong. My guess is you're hoping that you are.",
        "Jack: Yeah. This time around.",
        "Carly: So you don't think Mike's guilty?",
        "Jack: I don't know. Maybe he was a different guy back then. Sometimes the people closest to us -- you never know what they're capable of. I'm sorry, it's been a long day and it's only half over.",
        "Carly: Then you better cut yourself some slack. Otherwise, I may have to bring you dessert.",
        "[SCENE_BREAK]",
        "Mike: When the press gets a hold of this --",
        "Katie: It'll be news for like five minutes.",
        "Mike: There's probably already camera crews camped out in front of the house.",
        "Katie: Well, I'll just have to learn to smile and say \"no comment.\"",
        "Mike: I don't want this to hurt you.",
        "Katie: Nothing can hurt me as long as I have you. So come back to me, Mike. Please. Promise?",
        "[SCENE_BREAK]",
        "Emily: Did I ever tell you about the look in Daniel's eyes the last time I dropped him off at Tom's?",
        "Paul: No.",
        "Emily: They kept jumping around from me to the door to the stairs. He couldn't focus on anything. He couldn't even look at me for more than a few seconds without having to blink back tears. And I called him later that night and the dam broke. He cried his little heart out to me, asking me when I was coming home, when we were gonna be together again. I know the damage I've done to my son. It's real. You can see it. You can feel it. And that is why I will not continue with this pregnancy. Not for you, not for Meg, not for myself. But because I don't want to bring any more heartbreak and sadness into another child's life.",
        "Paul: It's probably for the best.",
        "[SCENE_BREAK]",
        "Susan: Meg -- I'm assuming Paul told you about Emily. She's pregnant.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" sponsored by air wick --",
        "Will: They're in Chicago?",
        "Maddie: Yeah. They're checking out new acts for the club. Didn't Gwen tell you?",
        "Gwen: Casey. Hey, wake up. I think they're closing.",
        "Paul: She decided that terminating the pregnancy was the only sensible solution.",
        "Meg: There is no way she's getting rid of your child."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=F4bQW6l7N_E"
}