{
    "Episode Summary": [],
    "Recap": [
        "Bonnie tried to encourage Jess not to go ahead with the trial due to her and Marshall's past scandal. Due to Jess's past lie Bonnie didn't believe Jessica was raped. Isaac doubts the truth of the rape. He confronted Ben with the letter that Marshall wrote for Jess. Ben almost punched Isaac. While in the examining room, Marshall asked John for his advice. John suggested that he fight for the truth. Jack slipped & said, \"Our baby\" when he was warning Carly to take it easy. Jack urged Carly not to work due to the amount of stress it may produce. Carly called Craig & told him that she wanted to work on the fall line. Contrary to popular belief, Dusty doesn't have a dime to his name. So, he has made a deal with the She-Devil, Barbara to break up Paul & Rose. Babs will pay him double to get her into bed."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rose: Let me get this straight. The man of my dreams has asked me to marry him for the third time, I'm ready to do a kick blind down Main Street and you're telling me to make nice-nice with my mother-in-law? Forget it.",
        "Lily: Rose, you cannot go around town calling Paul's mother evil.",
        "Rose: She had me kidnapped. Shipped me off to Dr. Frankenstein. I can call her worse, believe me.",
        "Lily: I cannot stomach the woman either.",
        "Rose: Good. Good. Then stop telling me to turn the other cheek. I can't do it. Not the Jersey way.",
        "Lily: You and Paul, you're gonna have a beautiful wedding. Beautiful. But if you want to have a long and happy marriage, it's gonna be up to you.",
        "[SCENE_BREAK]",
        "Barbara: Well? Do you have news?",
        "Dusty: Yeah, it's not good. Paul's committed. He's determined to marry Rose.",
        "Barbara: I gave you an assignment, Dustin, and you failed. Now, you'd better tell me how you plan on fixing it.",
        "Dusty: I failed to seduce Rose 'cause she doesn't want to be seduced, 'cause she's in love with your son, and you fail to recognize that.",
        "Barbara: That's it? You plan on walking away from a chance to make a fortune?",
        "Dusty: No, I'm not walking away from anything. You hired me to do a job. I did it. I expect to be paid.",
        "Barbara: Well, then you also better plan on going to small claims court, 'cause I don't pay the pizza boy when he doesn't deliver.",
        "Dusty: Paul was right. You've changed. You can't get over your jealousy, can you?",
        "Barbara: I am not jealous.",
        "Dusty: No? Why are you trying to destroy your son's life?",
        "Barbara: That will be Rose D'Angelo's doing if this wedding's allowed to go through. Now, I thought that I could count on you. Paul could count on you. That your friendship meant so much. I guess I'm just gonna have to find another way to stop this marriage from taking place.",
        "Dusty: Oh, Barbara, you forgot something. Like my check.",
        "Barbara: You were here to do a job for me. Now, I will pay your expenses here at the Lakeview, and that's all.",
        "Dusty: That's all? All right. I'm gonna ask at the front desk for my bill.",
        "Barbara: Dustin, come on. I'm sure we can work this out. I'm sure we can find a way to make it work.",
        "[SCENE_BREAK]",
        "Evelyn: Thanks for getting here early. I have a few things I want to discuss with you before the arraignment.",
        "Jessica: Can we make this quick? I don't want to run into Marshall out here.",
        "Evelyn: Well, that's not gonna happen. Mr. Travers was just taken to the hospital.",
        "[SCENE_BREAK]",
        "Newman: My client's in need of medical attention. I need to talk to somebody in charge right now.",
        "John: What's going on here?",
        "Nurse #2: I don't know, Dr. Dixon. They just walked in.",
        "Newman: One of your doctors assaulted my client.",
        "John: Who?",
        "Ben: Me.",
        "John: Are you out of your mind?",
        "Ben: I did what I had to do.",
        "Newman: What Dr. Harris did was cause grievous bodily harm --",
        "Ben: This punk attacked Jessica.",
        "Newman: He caused my client a severe headache.",
        "John: Wait a minute. Wait a minute. Hold it, hold it, all right? What happened?",
        "Marshall: Ben Harris threw me across the room.",
        "Ben: And I'd be happy to do it again.",
        "[SCENE_BREAK]",
        "Bonnie: Marshall's in the hospital? Why?",
        "Jessica: Because he came back to the house and wouldn't leave, and Ben arrived and objected. Physically.",
        "Evelyn: Apparently Dr. Harris packs a punch.",
        "Jessica: Dr. Harris is not a violent man. He was just trying to protect me. Is Marshall pressing charges?",
        "Evelyn: I doubt it. He and his lawyer are savvy enough to realize that being in your house against your will is not going to help his rape case. And like you said, Ben was simply defending you.",
        "Jessica: Was Marshall seriously injured?",
        "Evelyn: Not that I heard of.",
        "Jessica: So then the arraignment won't have to be rescheduled?",
        "Evelyn: No.",
        "Jessica: Good, 'cause I want to get this over with as soon as possible.",
        "Evelyn: Jessica, you don't have to be there.",
        "Jessica: No, I want to be there.",
        "Evelyn: But this case is not going to be easy to prosecute.",
        "Bonnie: And why is that?",
        "Evelyn: Charging T. Marshall Travers with rape is big news. And his lawyers are gonna call you all sorts of ugly names, and the Press is gonna report on every single one of them.",
        "Jessica: So what am I supposed to do? Just stay home and hide?",
        "Evelyn: I'm just saying, if you want to back out, I understand.",
        "Jessica: No, I'm not changing my mind.",
        "Bonnie: Mom -- don't hate me for saying this, but I think maybe you should.",
        "[SCENE_BREAK]",
        "Newman: Are you threatening my client?",
        "John: We want to take Mr. Travers and his lawyer into a cubicle 7a room. We will be with you in a minute. Do you want to be brought up on charges? Do you want to lose your license so you won't be able to practice medicine at all? Because that's where you're headed with this thing.",
        "Ben: You don't know what he did.",
        "John: I don't care what he did.",
        "Ben: No, you don't.",
        "John: No, no, just hold on here a minute. Now, you're out of line. When you accost the guy, you're out of line when you make threats against him with witnesses standing here. What are you thinking about?",
        "Ben: I'm thinking that I want to rip that smug little -- off of his face.",
        "John: I want you to go home. I want you to go home right --",
        "Ben: Come on, don't you need a neurosurgeon to check out his headache?",
        "John: Yeah, but it's not gonna be you. I'll let Ramirez do it if he ever shows up. I want you to go home. I'm ordering you to go home, and I want you to stay there until Travers is released from this hospital. I don't want you to even pick up his chart. Do you understand? Am I clear?",
        "Ben: You're clear.",
        "John: Good. Go.",
        "Isaac: Ben.",
        "Ben: What are you doing here, Isaac? You're supposed to be with Bonnie and Jessica at the courthouse.",
        "Isaac: Yeah, I sent Bonnie on ahead of me. There are some things I need to talk to you about before the arraignment.",
        "Ben: What, something about Travers?",
        "Isaac: It's a letter that he wrote Jessica.",
        "Ben: Look, man, I have seen more than I want to see on that video. I don't -- I don't want to read some letter that he wrote her when they were having their affair.",
        "Isaac: No, this is more recent. Post-rape recent.",
        "Ben: What is it? Some desperate plea for her to drop the charges?",
        "Isaac: Well, there's some of that there. But mostly, Ben -- mostly, it's a love letter.",
        "[SCENE_BREAK]",
        "Nurse: If you need anything, just press the button.",
        "Carly: Okay, thanks. I feel like an alarm clock. Jack?",
        "Jack: Yeah, look, I've got to cover for Margo in court, so can we go over a few things before I leave? Everything's set up for you at Emma's. I'll move you in there as soon as they release you from here. Hal and Emily are on standby for Parker. Dr. Schiller has my cell phone number, and --",
        "Carly: And you're really mad. I don't need stoic, Jack. I need you to tell me what's wrong.",
        "Jack: I'm fine.",
        "Carly: That may be the least sincere smile I've ever seen in my entire life.",
        "Jack: No, really, Carly, I'm totally fine.",
        "Carly: Just tell me the truth, Jack. I'm not gonna break.",
        "Jack: Okay. Listen, I -- I didn't like knowing that you asked Dr. Schiller if it would endanger the baby if you went back to work. I -- I can't believe that you would take that risk.",
        "Carly: How exactly is sketching a risk? It actually relaxes me.",
        "Jack: Not when you're designing for a major show. Meeting a deadline is stressful, Carly, and I've seen you in the situation before. You hardly even take time to eat. By the time you're done, you've lost five pounds.",
        "Carly: Well, then, I guess it's good that I'm gonna be living with Emma. She'll bake all sorts of yummy things and make me eat them. [Jack moans] Jack, is this really about deadlines, or is this about me working with Craig?",
        "Jack: No, it's about our baby. I want the both of you to make it through this pregnancy, Carly.",
        "Carly: Jack -- you said it. You said our baby.",
        "[SCENE_BREAK]",
        "Dusty: I don't think there's anything to work out. Paul's got a good thing. And you want me to sabotage it 'cause you think Rose is bad news? Come on.",
        "Barbara: My God, she's got you snowed, too.",
        "Dusty: She's a nice girl. Whatever.",
        "Barbara: She's a conniving, sneaky gold digger. And if she loved Paul the way you think that she does, I would open up my arms to her.",
        "Dusty: She does. And if she wants money so bad, she can get it like that, from Lily, from Lucinda, whoever.",
        "Barbara: Did I say this was all about money? Rose craves something desperately that Lily has. Something that no amount of money can buy. Class. She had a little taste of it when she first came to Oakdale. You see, Lily was out of town for a while, so Rose impersonated her long-lost sister. Rose took over Lily's house, Lily's bank account, Lily's children, Lily's husband. Oh, yeah. You didn't know that part, did you? You see, there are two things that Rose wants. The reasons she wants to marry Paul -- his money and his social standing. So what happens when she meets someone richer? What happens when she meets someone with better social connections?",
        "Dusty: I don't know, but I'm sure you'll tell me.",
        "Barbara: I am not going to allow Rose D'Angelo to marry my son. And I would think, as his old friend, that you would help me out. You could even set it up. I mean, who knows? You might be able to get Rose to make a pass at you.",
        "Dusty: I kind of doubt that. You know, I kissed her. She did not like it.",
        "Barbara: Ah, because you pushed it. You rushed it. The best thing you could do for your old friend Paul is to take his fiancée to bed.",
        "[SCENE_BREAK]",
        "Rose: If Barbara's the one who's done all the horrible things. Why am I the bad guy?",
        "Lily: You're not. But there is a huge rift that is growing between Paul and his mother. I don't want to see you blamed for that.",
        "Rose: I don't pressure Paul.",
        "Lily: So you wouldn't mind if he asked his mother to come to the wedding?",
        "Rose: I'll wear black and cry all the way down the aisle. Not what you had in mind, right?",
        "Lily: If you really want to be sure that Paul's making the right decision, you tell him that you will support whatever he wants to do, and you have to mean it.",
        "Rose: You know, Barbara doesn't know we're engaged. We could just sneak off and get married in secret.",
        "Lily: Or you could be the first to share the good news.",
        "Rose: She'll think I'm rubbing her face in it.",
        "Lily: No, not if you make it clear that Paul will decide whether or not she comes to the wedding. You indirectly had Paul kick Barbara out of his life. He did that to make you happy. Now, who's gonna make Paul happy?",
        "Rose: Me.",
        "Lily: And if you don't, Barbara's gonna be the one wearing the grin, from ear to ear.",
        "Rose: All right. That's it. That was the clincher.",
        "Lily: Where are you going?",
        "Rose: To tell Babs that Paul and I are getting hitched. And that I won't stop him from inviting her to the wedding.",
        "Lily: Don't forget to smile.",
        "[SCENE_BREAK]",
        "Dusty: Trying to get Rose into bed, it's a lost cause. She's head over heels with your son.",
        "Barbara: Oh, so she said no to one, little kiss. What'd you expect the girl to do? She doesn't want to look easy. She wants to make you work. She's interested. She's salivating.",
        "Dusty: This is crazy. You know, I don't even know why we're having this conversation.",
        "Barbara: Because the tech bubble burst, lovey, and you lost all your money with it. And you don't want John and all your friends to know that you're really broke.",
        "Dusty: I don't care about that.",
        "Barbara: Really?",
        "Dusty: Yeah, really. I want to clear my debts.",
        "Barbara: Well, then, let me help you clear them. For a couple of weeks' work, I'll pay you back every cent you lost, and nobody will be the wiser.",
        "Dusty: And what if Rose really does love Paul? What if they do make it to the altar? What, are you gonna stiff me? You gonna tell me you're only gonna pay my hotel bill? 'Cause that ain't gonna cut it, lady.",
        "Barbara: Okay. Okay, I'll tell you what. If Rose resists, I'll pay you everything I promised. But if she gives in, I'll pay it double.",
        "[SCENE_BREAK]",
        "Jessica: Wait a minute, Bonnie. You agreed that Marshall should be prosecuted.",
        "Bonnie: Yeah, that was before --",
        "Jessica: Before what?",
        "Bonnie: Before -- before I realized the fact that the two of you have already been linked together in one scandal.",
        "Jessica: So we shouldn't be linked together in another scandal? Is that what you're saying?",
        "Bonnie: No, mom, but people talk.",
        "Jessica: Let 'em talk.",
        "Bonnie: Why put yourself and everyone you love through this?",
        "Jessica: Because I said no. Marshall committed a crime. Now, I may not get a jury to believe that, but I am gonna stand up in that court and tell the truth about what he did to me. I owe that to myself.",
        "Evelyn: Jessica -- I'll see you at the arraignment.",
        "Jessica: Thank you. Thank you, Evelyn. [Door closes] What happened?",
        "Bonnie: Nothing.",
        "Jessica: When we talked about this before, about me pressing charges, you were behind me 100%. Now that has changed, and I want to know why. When Marshall came to Java Underground last night, did he say something to you to make you doubt me?",
        "Bonnie: You made me doubt you. When you first had an affair with him. When you looked me in my eye and you told me nothing was going on, you lied to me for months. Can you blame me for having some questions now?",
        "Jessica: What did he say to you?",
        "Bonnie: Nothing. Nothing important, okay?",
        "Jessica: Don't tell me it wasn't important. What did he say?",
        "Bonnie: That he's innocent.",
        "Jessica: Oh.",
        "Bonnie: That you wanted it.",
        "Jessica: Of course he said that. That's what they all say.",
        "Bonnie: But he was torn up, mom. And, see, that's what got to me. Because I'm not used to seeing him with a feeling, let alone thinking he's in love with someone.",
        "Jessica: Listen, I don't care what he felt or what he says he felt. He violated me.",
        "Bonnie: Well, obviously, Marshall doesn't see it that way. He sees it as something you both wanted. Marshall thinks that the reason you can't admit this was consensual sex is because you'd feel too guilty. Because hurting Ben would be too much for you. Mom? Mom, I'm sorry.",
        "Jessica: Honey, baby -- just go home.",
        "Bonnie: No. I don't want you to face him alone.",
        "Jessica: But I am alone. And I will do this by myself.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Ben: You know, Travers is a liar. For all you know, he wrote this for the sole purpose of getting people to doubt Jessica, or so his attorney could read it in court.",
        "Isaac: Just read it. Now, that's all I'm saying. You can believe it or not, but don't stand here and choose to be ignorant.",
        "Ben: I will not doubt Jessica.",
        "Isaac: And how many times was it that she kept working it so she could keep seeing Marshall?",
        "Ben: Hey, hey, hey, you'd better shut up.",
        "Isaac: The trip to D.C. The invitation to live in her house.",
        "Ben: I'm warning you.",
        "Isaac: How many nights were they alone, and what did they do?",
        "Ben: You shut up!",
        "Isaac: You want to hit me? You hit me, okay? That's fine. You hit Marshall, you hit anybody who won't listen to you, but you have doubts. Now, I know you do. How could you not wonder if Jessica wasn't leading you both on? Just read it. That's all I'm saying. Then we'll see what you believe. Fine. I'll hang on to it. Until you're ready.",
        "[SCENE_BREAK]",
        "Jack: When I said \"our baby\" --",
        "Carly: You made my heart skip a beat.",
        "Jack: What I meant was yours, mine. Mike's.",
        "Carly: You know, this family portrait of ours is a little cramped for me. Maybe we should just squeeze Mike out for now.",
        "Jack: Well, I wish I could do that, but -- much as I hate to admit it, he should probably get to weigh in on some of this stuff, too. Like whether you should go back to work. Now, I know neither of us can make that decision for you, but we -- we deserve --",
        "Carly: Jack, my blood pressure did not spike because I was working. It happened because -- I'm sorry.",
        "Jack: No, don't. You don't have to apologize. You're right. It happened because I was arguing with you about where you should live. You've got to know I would never want anything to happen to you or the baby, right? If you want me to stay away, I will. I'll do whatever you want.",
        "Carly: I want you to trust me, Jack. What happened was scary. And I know that it changed this pregnancy. But you've got to believe that -- that I'm gonna change with it. This is my child. I am gonna do everything I can to make sure she's healthy.",
        "Jack: Okay, right. Then don't go work for Monte Carlo. Wait till she's born.",
        "Carly: I love what a good father you already are. But you know me, Jack. I've got to try and have it all.",
        "Jack: Carly, you'll have plenty of chances to design.",
        "Carly: Are you arguing with me again?",
        "Jack: No. No, ma'am. I'll see you later.",
        "Carly: Craig, it's me. I -- I spoke with Dr. Schiller, and I asked her if there would be any danger to the baby if I designed, and she said no. So I'm gonna go ahead and do some sketches. But I'm gonna limit it to a few hours a day. I'll just have to make those few hours very productive. Why don't you come by? We'll talk about it. We're gonna be okay.",
        "[SCENE_BREAK]",
        "Dusty: You'll pay me double? Double if I can get Rose to sleep with me?",
        "Barbara: Double.",
        "Dusty: You know it won't work. I tried every dumb trick in the book. I kissed her neck, I locked eyes with her --",
        "Barbara: Oh, please, forget all the stupid stuff. Just -- all she wants is for a man to look at her and see Cinderella. Convince her that she's to the manor born, just like Lily, and she's all yours.",
        "Dusty: I think you underestimate her.",
        "Barbara: I think you do. You think that Rose is this devoted, one-man woman, when all she really wants is someone that she can grab onto that's even better than Paul. I wouldn't even be surprised if she held out an olive branch for me to hold, just so she could have Paul where she wants him.",
        "[Dusty laughs]",
        "Dusty: I don't see that.",
        "Barbara: Really? Stick around. Prove me wrong.",
        "[SCENE_BREAK]",
        "Craig: So I picked up your stuff from the office. I figured you'd want to start working right away.",
        "Carly: I -- I told you to come by so we could discuss some things. There are a few problems.",
        "Craig: What? I thought Dr. Schiller gave you the go-ahead.",
        "Carly: Yeah, yeah, she did. It's Jack who doesn't want me to work.",
        "Craig: Jack? Oh, please. We can get around him.",
        "Carly: I don't want to \"get around\" him. I want to smooth things over. I want to show him that I can have a safe pregnancy and keep designing.",
        "Craig: Why? No, don't answer that. All right, well -- just call him on the phone in the morning and talk things over. Then, when he trots off to work, you can trot gently off to the office.",
        "Carly: No, no office. Schiller said so.",
        "Craig: All right, well, then, okay, at home. While Parker's drawing space invaders, you can be drawing --",
        "Carly: No home. I'm staying with Emma.",
        "Craig: She never leaves her kitchen. You know that if you even pick up a pencil --",
        "Craig: Jack will know I'm designing. I know I can make him understand. I'm just gonna need some time.",
        "Craig: We don't have time. The New York show is right around the corner. We want to have an assembled Carly Tenney original to march down the runway.",
        "Carly: Well, what am I supposed to do?",
        "Craig: Look -- handle Jack however you want, and then work on your designs at night when Emma's asleep. And by the time Jack is convinced, we have a collection, ready to sell, and everybody's happy.",
        "Carly: Oh, I don't know.",
        "Craig: Huh, Carly? Carly, you know Jack is fragile. He's been through an awful lot these few months, and this is fresh. It's gonna be a while before he trusts that you and the baby are okay. So he needs time. So we give him time. Huh?",
        "Carly: Did you run all this by Rosanna?",
        "Craig: Not exactly.",
        "[SCENE_BREAK]",
        "Bonnie: You asked me how I felt. And I told you the truth. But had I known how much it would hurt you, I would have lied.",
        "Jessica: Never lie. That's the one thing I would never ask you to do, to jeopardize your integrity or to --",
        "Bonnie: Wait, wait -- before you go and get all lawyer on me, let me tell you the rest of how I feel. You are the bravest person I know. Yes, you are. You always have been. And I'm so proud to be your daughter.",
        "Jessica: And you make me proud, sweetie. That's why I guess I really needed you to believe me.",
        "Bonnie: And so I've been thinking -- as much as I know you like Isaac, if I told you he forced himself on me --",
        "Jessica: I would break his legs, and then make him dance.",
        "Bonnie: Exactly. But the one thing you would never do is question my side of the story.",
        "Jessica: Of course not. You're my baby.",
        "Bonnie: And because of that, you have seen me through some pretty rough times. And I want to do that for you, mom. I'm just hoping you'll still let me.",
        "[SCENE_BREAK]",
        "John: Well, I've looked at your x-rays. There's no physiological reason for you to have a headache. I think that your headache is caused by stress, the kind of stress one lives under when they've been accused of something. Would you like to tell me about this rape thing?",
        "Marshall: I'm being railroaded. And this whole town is driving the train.",
        "John: You mean you're not guilty?",
        "Marshall: I am until Jessica says otherwise, which we both know she'll never do.",
        "John: Unless you're innocent.",
        "Marshall: What, you're leaving the door open on the question of my guilt?",
        "John: Listen -- there was a time in my life when I was in exactly the place you are now. And it taught me something about this rushing to judgment thing.",
        "Marshall: So because of that, I'm supposed to trust you?",
        "John: That and something you might have learned in Law 101. Doctor/patient privilege. Whatever you tell me here, that will be confidential.",
        "Marshall: All right, then -- I didn't rape Jessica. That night with her was a lot of things, but rape wasn't one of them.",
        "[SCENE_BREAK]",
        "Rose: Who dumped ya? Somebody I know?",
        "Dusty: Hey.",
        "Rose: Hey.",
        "Dusty: This is a nice surprise.",
        "Rose: Thanks. Lipstick. Molly McKinnon's shade?",
        "Dusty: I'll never tell. Can I buy you a cup of coffee or something?",
        "Rose: No, thank you. I'm on a mission. I gotta talk to Vampira, aka my future mother-in-law. The waiter said she was around here. She disappeared in a puff of smoke?",
        "Barbara: Rose?",
        "Rose: I need to talk to you.",
        "Barbara: Oh, I would like that so much.",
        "Dusty: Tell you what -- why don't I give you two a little privacy?",
        "Barbara: Can I get you something?",
        "Rose: No, I'm gonna say my piece, then I'm gonna be gone. Paul and I are getting married. The wedding is back on.",
        "Barbara: That's -- that's wonderful. That's wonderful.",
        "Rose: Yes, that is wonderful.",
        "Barbara: I would so much like to be invited, but I know how you feel.",
        "Rose: That's Paul's decision. I just want you to know that I will not be influencing him on any level. Personally, I can't stand you, but whatever Paul wants to do, that's fine with me.",
        "Barbara: That's -- that's really wonderful, Rose, and I so appreciate you extending the olive branch.",
        "Rose: Whatever you want to call it. I gotta go.",
        "Barbara: Rose -- just one question. Why are you being so nice to me?",
        "Rose: Because I love your son. And I want to marry him. And nothing and no one will get in my way.",
        "[SCENE_BREAK]",
        "John: All right, let's say you're right. Let's say that Jessica is making something out of this that it -- that it isn't. Why would she do that?",
        "Marshall: Because she's guilty. We've got this -- this serious attraction to each other. It's what you'd call a sexual intoxication. And it makes her ashamed. It scares her so bad that she'd rather pretend she's not a part of it and that she's simply my victim. You mentioned you were accused of something you didn't do? Was that rape?",
        "John: Yes. And even though I was, you know, proved innocent, it's not easy. There's always that fear, you know, that people don't believe you. That they think maybe you got away with something. Do you have any proof that you and Jessica were just lovers?",
        "Marshall: There's a -- there's a videotape of the two of us in bed. Now, some say the tape is distasteful. But I believe it shows how much love there is between us, so if it's proof of anything, it's proof that she chose to be with me.",
        "John: Well, okay. It sounds to me like you're in pretty good shape to refute what she says.",
        "Marshall: But if I show that tape, Dr. Dixon, it'll destroy Jessica.",
        "Newman: The arraignment's due to start soon. How much longer do you need my client?",
        "Marshall: We're -- we're done. Dr. Dixon?",
        "John: Yeah?",
        "Marshall: What would you do if you were me?",
        "John: Look, I don't care how much you love this woman. I wouldn't let her send you to prison for a crime you didn't commit. Fight this thing with everything you've got.",
        "[SCENE_BREAK]",
        "Bonnie: Hey, still no answer?",
        "Jessica: No, I don't get it. Ben's left the hospital, but he's not answering his cell phone. Unless, of course, he's screening his calls.",
        "Bonnie: I'm not even gonna dignify that with an answer. He said he'll be here, mom. He'll be here.",
        "Ben: Are we ready for this?",
        "Jessica: Oh, you're here.",
        "Ben: Yeah. Hey, oh, happy to see me?",
        "Jessica: You have no idea. Ben, I love you. Now, you don't have to -- no, don't, don't say anything. I just want you to know that I have never loved you more than I do in this moment.",
        "[SCENE_BREAK]",
        "Barbara: Rose, thank you.",
        "Rose: Hey, hey, hey, hey -- I'm not ready for that.",
        "Barbara: I'm sorry. I know. I don't blame you if you can't forgive me. I'm not sure if I can ever forgive myself. It's just that it's so wonderful that you want to do what Paul wants to do, invite me to the wedding.",
        "Rose: Now, now, that's up to Paul. Whatever he wants, that's fine. Okay?",
        "Barbara: You are so surprising. You know, I think I'm gonna go call Kim and tell her the good news.",
        "Rose: Did she just try to hug me?",
        "Dusty: I think that went well.",
        "Rose: Yeah, but the thing is with that broad, the fun times never last.",
        "Dusty: Yeah, well, which makes what you did for Paul just now even more remarkable. I couldn't help overhearing. You guys don't exactly whisper.",
        "Rose: Ah, no, no. You stuck around on purpose. You thought there were gonna be some fireworks between Barbarella and me, right?",
        "Dusty: No, 'cause I stuck around 'cause I got your back.",
        "Rose: Really?",
        "Dusty: Yeah. I'm your best man. I gotta look after you.",
        "Rose: Best man, huh? All right. A girl could get used to having the best man around. Thank you. Appreciate it.",
        "Barbara: So -- will you stay?",
        "Dusty: Well, you're right about one thing. She is a determined woman. So yeah, I think I'll stay. I want to find out what she's really after.",
        "[SCENE_BREAK]",
        "Carly: You haven't told Rosanna that I'm still going to design the collection?",
        "Craig: She's going through portfolios right now, looking for somebody to replace you.",
        "Carly: What? She can't -- she can't replace me. I'm the -- I'm the \"Carlo\" of Monte Carlo.",
        "Craig: That is right. But listen, Rosanna may have the money, but I control the company, and I don't want you replaced.",
        "Carly: Well, then, tell her that.",
        "Craig: All right, I tell her and she goes right to Jack or Mike Kasnoff or both your daddies. And then you have man problems again.",
        "Carly: Can you handle this? I don't know if I can.",
        "Craig: Oh, I don't know. I'll have some fun trying.",
        "[SCENE_BREAK]",
        "Jessica: I was beginning to worry. You know, there could be repercussions at the hospital because of Marshall's injuries.",
        "Ben: Look, you are worth getting into trouble for. Okay? Don't worry about me. You have an arraignment to prepare for.",
        "Bonnie: Hey, you guys, I think they're ready to get started in here.",
        "Jessica: Oh -- I need a minute. Alone.",
        "Ben: Okay.",
        "Jessica: You guys go on in. I'll be in.",
        "Ben: Be strong.",
        "Jessica: Yeah.",
        "Ben: All right.",
        "Bonnie: You sure?",
        "Jessica: Mm-hmm.",
        "Marshall: Could you hand me the package?",
        "Jessica: What is that?",
        "Marshall: You and me -- in Technicolor.",
        "Jessica: You made a copy of the videotape?",
        "Marshall: I don't want to use it, Jessica.",
        "Jessica: But you will.",
        "Marshall: This tape -- this tape shows the way we were together. That we were lovers. Two people who cared about each other. You drop the charges today, no one will ever see it again. But if you take this to trial, I promise, this will become exhibit \"A\"."
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=sCTJY4scuxE"
}