{
    "Episode Summary": [],
    "Recap": [
        "Annabelle gets a reprieve and goes to the mountain, as the mountain didn't come to her. Barbara starts her confession, makes her children listen to it and explains that she did this for her son. Dusty has the goods, sees his loved one every time that he closes his eyes and knows that the confession is fake. Hal can't promise how his son will learn the truth, remembers a warning that things were going to go wrong and worries how his son is going to learn the truth. Jennifer gets comforted by her mother and is horrified by the things that she hears. Katie makes love by candlelight and thinks that her husband wants something from her. Lily learns of the confession. Mike demands the meaning of it all, gets an offer that he can't refuse and is the aggressor the next time that he makes love. Mitzy gets short-changed and wonders if her cohort is the real villain. Molly bounces an old bag out of the club and draws the line. Paul feels odd about his mother telling the truth and orders the taping turned off. Rosanna begs forgiveness and makes a plea now that the real killer is caught. Simon gets his message across. Snickers takes a tour of the house. Tom gets evidence that he didn't know existed.",
        "Annabelle gets a reprieve and goes to the mountain, as the mountain didn't come to her. Barbara starts her confession, makes her children listen to it and explains that she did this for her son. Dusty has the goods and sees his loved one every time that he closes his eyes. Dusty knows that the confession is fake. Hal can't promise how his son will learn the truth, remembers a warning that things were going to go wrong and worries how his son is going to learn the truth. Jennifer gets comforted by her mother and is horrified by the things that she hears. Katie makes love by candlelight and thinks that her husband wants something from her. Lily learns of the confession. Mike demands the meaning of it all, gets an offer that he can't refuse and is the aggressor the next time that he makes love. Mitzy gets short-changed and wonders if her cohort is the real villain. Molly bounces an old bag out of the club and draws the line. Paul feels odd about his mother telling the truth and orders the taping turned off. Rosanna begs forgiveness and makes a plea now that the real killer is caught. Simon gets his message across. Snickers takes a tour of the house. Tom gets evidence that he didn't know existed."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: What was that? Someone here? Simon, is that you?",
        "[SCENE_BREAK]",
        "Craig: Mitzi! Don't get up. Hair looks nice. I thought these might --",
        "Mitzi: Yeah, save it, all right? I heard better lines from all the losers in Atlantic City who were too drunk to go home at the end of the night.",
        "Craig: Well, I see you're feeling better.",
        "Mitzi: Yeah, no thanks to you. I almost died tonight.",
        "Craig: Well, I can't take credit for that.",
        "Mitzi: That remains to be seen. Meanwhile, there's the matter of the money that you owe me?",
        "Craig: Ah.",
        "Mitzi: That's more like it. What is this? Fives, tens -- there's not even 200 bucks here.",
        "Craig: Well, where you gonna spend it in the middle of the night?",
        "Mitzi: Look, Craig. You know what? You own a club, all right? With money flowing out of the cash registers.",
        "Craig: Ah, that's not mine.",
        "Mitzi: Yeah, none of it's yours. You know what? I'm through talkin'. I'm callin' the cops.",
        "[SCENE_BREAK]",
        "Lily: Hi.",
        "Dusty: Hey. Is your husband here?",
        "Lily: No. What'd you find?",
        "Dusty: You got a smoking gun.",
        "Lily: You've got proof that Paul killed Rose?",
        "Dusty: You tell me. This is off Paul's hard drive.",
        "Lily: How did you get your hands on Paul's hard drive?",
        "Dusty: I got a friend at the police department.",
        "Lily: Whoa, you bribed a cop?",
        "Dusty: You remember that warrant they had on Paul?",
        "Lily: Yes.",
        "Dusty: All that stuff they found in Paul's apartment was logged and forgotten about, right?",
        "Lily: Right.",
        "Dusty: And now that they found the poison wasn't in the champagne, I'm just afraid they're not gonna get to it, unless we give them a reason.",
        "Lily: Did you tamper with evidence?",
        "Dusty: No. The original's still there. This is just a copy. No one's the wiser.",
        "Lily: This is -- this is off his hard drive?",
        "Dusty: Yeah.",
        "Lily: Oh, my God.",
        "[SCENE_BREAK]",
        "Barbara: I murdered Rose D'Angelo, and I'm ready to make a full confession.",
        "Hal: Rosanna, I'm gonna have to ask you to leave.",
        "Rosanna: Of course. You call me whenever you need me. Anytime, okay?",
        "Jennifer: Mom, I don't want you to say another word.",
        "Barbara: Its okay, honey.",
        "Jennifer: No, listen to me. I'm gonna call a lawyer.",
        "Barbara: I don't need a lawyer, all right? But thank you. It's wonderful to know that I have your support after what I've just admitted. Hal, I would like my children to stay here while I make my statement. I'm only gonna tell this story once.",
        "Hal: I'll need to set up a tape.",
        "Barbara: Oh, yes, we must make a recording.",
        "Jennifer: Mom, we should call Dr. Michaels.",
        "Barbara: I don't need to talk to Dr. Michaels. I know what I'm doing, thank you.",
        "Paul: Why? Why'd you do it?",
        "Barbara: Why did I kill Rose? Isn't it obvious? Everything I've done has been for one reason. Everything I've done has been for my son.",
        "[SCENE_BREAK]",
        "Craig: Now, Mitzi, Mitzi, Mitzi. You call the cops; you convict yourself of conspiracy, obstruction of justice.",
        "Mitzi: Like I care what they think of me.",
        "Craig: Now, I'm gonna help you. I told you I would, and I will.",
        "Mitzi: 200 bucks?",
        "Craig: It's a token. It's a gesture. I'm gonna get you all the money.",
        "Mitzi: Yeah, and you bring it to me in a big wheelbarrow, okay? 'Cause I'm not sellin' myself cheap.",
        "Craig: Ah, of course not.",
        "Mitzi: Hey.",
        "Craig: Hmm?",
        "Mitzi: One more thing. I was willin' to go along with this, because I thought Paul was guilty.",
        "Craig: He is guilty.",
        "Mitzi: Well, the cops don't think so.",
        "Craig: So -- well, so what? These things sometimes take time. All right? Anything else?",
        "Mitzi: Why you doin' this? What's in it for you?",
        "Craig: Justice?",
        "Mitzi: I mean, if you cared about Rose -- which you don't.",
        "Craig: Do my motives really matter to you?",
        "Mitzi: They do if you're the one who poisoned her.",
        "Craig: Anything else?",
        "Mitzi: Yeah. What you got against Paul Ryan, anyway?",
        "Craig: The safety of my family.",
        "[SCENE_BREAK]",
        "Lily: He's worse than his father.",
        "Dusty: I don't know about that.",
        "Lily: Yes, he is. He killed Rose. He claimed to love her, and he killed her.",
        "Dusty: Well, people do a lot of crazy things in the name of love, you know? I think we got to get this information to Tom right now, get Paul put away, so Rose can rest in peace, you know?",
        "Lily: Do you --",
        "Dusty: What?",
        "Lily: Oh, no. This is too strange. Just -- do you ever see her?",
        "Dusty: I see her every time I shut my eyes.",
        "[Doorbell rings]",
        "Dusty: Who's that?",
        "Lily: I don't know. Could you get it for me?",
        "Rosanna: Ah, Dusty. I wanted to speak to Lily. Is everything okay?",
        "Lily: Rosanna?",
        "Rosanna: Oh, Lily, hi. I'm so sorry for dropping by so late, but I saw your lights on, and this is really important.",
        "Lily: If you've come by here to apologize for posting Paul's bail, I --",
        "Rosanna: Well, I'm sorry. No, I'm not.",
        "Dusty: I bet you're not gonna feel so good when you read in the paper tomorrow about how your little boy Paul got picked up by the cops.",
        "Rosanna: Please. You know, that -- that's not gonna happen.",
        "Lily: I can't do this right now. Sorry.",
        "Dusty: You don't think it's gonna happen?",
        "Rosanna: I doubt it.",
        "Dusty: Just say good night.",
        "Rosanna: No, look. I -- you have to listen to me, all right? Lily, you have to know that Barbara is at the police station right now, confessing to Rose's murder.",
        "[SCENE_BREAK]",
        "Hal: Ms. Ryan, describe, if you would, your relationship to the deceased, Rose D'Angelo.",
        "Barbara: My relationship? She was an albatross, a user, a spoiler, an opportunist. I hated her on first sight. No, that's not quite true. She looked too much like her sister to hate her on first sight. Unfortunately, that was the only resemblance. Rose D'Angelo was a vulgar, scheming, uneducated bore. Rose D'Angelo wanted to marry my son to elevate herself, and I was bound to never let that happen.",
        "Hal: So, Paul was going to marry Rose, and that would've made you her mother- in-law, yes?",
        "Barbara: Yes.",
        "Hal: If you could tell us what you did, Barbara?",
        "Barbara: What I did? It's what she did. I tried to persuade her. I tried to reason with her.",
        "Hal: Let's keep your statement to the last few weeks.",
        "Barbara: I just want to be very clear here, all right? I had my reasons. If rose D'Angelo had married my son, she would have destroyed my family. She wanted my son all to herself. And that's why she came to you about the spray paint. Don't you see? We were just trying to show you that moving away was destroying will, hurting your family. But she twisted it all around. And that's when I knew I had no choice. I even warned her. You were there, Hal.",
        "Rose: You think I'm afraid of you, Barbara? You're too pathetic to be afraid of.",
        "Barbara: Oh, you'd better be afraid. Because I'll tell you what, you have crossed me for the last time.",
        "Hal: All right. Enough, Barbara! Haven't you done enough?",
        "Barbara: Why are you --",
        "Hal: Is that when you hired the hit man?",
        "Barbara: Oh. Yes. I knew she had to go.",
        "Jennifer: But Rose wasn't killed by a hit man.",
        "Barbara: No. No, I called it off. I realized that what Rose and I had was -- it was too personal. I had to see it through, myself.",
        "Rose: It's gonna be okay. Yeah, you're gonna marry Paul, you're gonna move to Paris and have a brand new life.",
        "Hal: So, the day of the wedding, you went to the church disguised as a nun, carrying a revolver.",
        "Jennifer: What?",
        "Paul: A nun? Are -- seriously?",
        "Barbara: It worked. I got in. And then all I had to do was wait for Rose to be alone. And then I pulled out the gun. But you stopped me, didn't you, Hal?",
        "Hal: You're going to commit murder now? In a church? What in the name of God have you become, Barbara?",
        "Hal: The gun wasn't loaded.",
        "Barbara: No. There was no need. I'd already killed her. It was just so simple, that's was the beauty of it. Mouthwash, of all things. Mouthwash.",
        "[Barbara chuckling]",
        "[SCENE_BREAK]",
        "Katie: You woke me up for a reason. What? [Katie gasps] Snickers, you bad boy. You scared me to death.",
        "Mike: What's goin' on?",
        "Katie: Oh, Snickers -- came out of the closet. Hey. He was in the cage when we went to sleep, and the closet doors were closed.",
        "Mike: You think Simon let him out?",
        "Katie: Ah, well, I heard a noise. That's why I woke up. And I came in here, and I saw Simon's picture in the moonlight. And I just felt him, you know? Like he was in the room. And yeah, I guess, for a second I thought it was him scratching on the door. But, of course, it wasn't.",
        "Mike: So, why'd you hide the picture? If you think making love was a mistake, just tell me.",
        "[SCENE_BREAK]",
        "Annabelle: Make mine a double, will you?",
        "Molly: Are you sure that nobody saw you come in here -- or leave my suite at the Lakeview for that matter?",
        "Annabelle: Relax. I was slippin' in and out of places before you were born. You got anything better? I like single malt.",
        "Molly: Yeah, who doesn't?",
        "Annabelle: Next time, leave a note.",
        "Molly: Excuse me?",
        "Annabelle: You left while I was in the john.",
        "Molly: Yeah, no kidding. I needed some fresh air.",
        "Annabelle: Explain somethin' to me. Why would a beautiful young woman who has got a great apartment, all the money in the world, a good business -- why would she have trouble sleeping?",
        "Molly: I am used to living alone, Annabelle.",
        "Annabelle: Nope.",
        "Molly: You were watching championship billiards at 3:00 in the morning.",
        "Annabelle: That's when it's on.",
        "Molly: Yeah, well, it was a little loud, okay?",
        "Annabelle: My girl won. You want me to stuff a pillow in my mouth?",
        "Molly: For starters.",
        "Annabelle: Let me tell you something. You're not exactly what I would call a gracious hostess. Yeah, I mean it. Now, you can have all the money in the world. You don't have manners; you're as low as they come.",
        "Molly: Where'd you get that coat?",
        "Annabelle: A closet.",
        "Molly: Oh, my God. That is my coat! That is my scarf!",
        "Annabelle: Well, you don't want me to be recognized, do you? Wearing your coat?",
        "Molly: That's it. That's it. I took you in as a favor to Craig.",
        "Annabelle: Looks to me like he was doing a favor in return.",
        "Molly: Yeah, well, you know what? It's not worth it. Okay? Either you go, or I do.",
        "Annabelle: Fine. You want to spend the night here, I'm not gonna argue with you.",
        "Craig: Gonna pay off Mitzi, pay back the money in plenty of time.",
        "[Cell phone rings]",
        "Molly: Houston, we have a problem.",
        "Craig: You'd have a bigger problem if this was Rosanna.",
        "Molly: Only guilty people answer their phones in the middle of the night.",
        "Craig: Or parents. So what's the problem?",
        "Molly: Fettle. She's gotta go.",
        "Craig: We have a deal.",
        "Molly: Yeah, well, I'm breaking it, okay? She's wearing my clothes, following me around, stinking up my house.",
        "Annabelle: Like I said, next time, leave me a note.",
        "Craig: Do you want Dusty to drop the charges against you or not?",
        "Molly: Yeah, have you even spoken to him yet?",
        "Craig: It's the middle of the night. I'll talk to him tomorrow.",
        "Molly: I can't last that long, Craig.",
        "Craig: Molly, relax.",
        "Molly: How am I supposed to relax? Do you have any idea how loud a pool cue is at 3:00 in the morning?",
        "Craig: Just give her a big bottle and go to sleep. I'll talk to you tomorrow as soon as I talk to Dusty, okay? Good night.",
        "Annabelle: Looks like it's you and me, kid.",
        "[SCENE_BREAK]",
        "Rosanna: Look, if you don't believe me, you can call the police right now if you like, or you can wait until the papers come out with it in the morning. It's going to be --",
        "Dusty: If Barbara is guilty, it means she was working with Paul.",
        "Rosanna: No, because Barbara and Paul have been at each other's throats for months. Okay? There's no way they were working together.",
        "Dusty: It's called a cover. He was in on it, believe me.",
        "Rosanna: Look, you can hate Paul all you want, but don't let it cloud your judgment. The evidence simply isn't there.",
        "Dusty: We'll see. We'll read about it tomorrow. Why are you here?",
        "Rosanna: I'm here because I know how upset Lily has been about this, and I thought she would appreciate finding out that they found the killer. I thought it would help.",
        "Dusty: Help take pressure off Paul, you mean? By keeping Lily far away?",
        "Rosanna: You believe whatever you want. Okay? I'm sure Lily appreciated hearing the news as soon as possible. Lily, I know how horrible this has all been for you. And I know that Paul has been cruel at times, but Barbara killed Rose.",
        "Lily: And the police believed her?",
        "Rosanna: Well, Hal is taking her statement right now, and you know he wouldn't do that if he didn't believe her. So Paul is innocent, and I really think it's time that you stopped this crusade against him.",
        "[SCENE_BREAK]",
        "Lily: I still think that Paul's guilty.",
        "Tom: I know it looked that way, Lily, but Barbara hit all the bases.",
        "Lily: Can she explain this?",
        "[SCENE_BREAK]",
        "Molly: Annabelle, we are not friends. Okay? This is a business arrangement.",
        "Annabelle: You could use a friend.",
        "Molly: That's it.",
        "Annabelle: It's not like your phone is ringin' off the hook. And a little patience wouldn't hurt.",
        "Molly: Annabelle, home. Go. Now. Before I wrestle you out of my coat and take back my key.",
        "Annabelle: But I'm not tired.",
        "Molly: Deal with it.",
        "Annabelle: Okay. I will.",
        "[SCENE_BREAK]",
        "Lily: We cannot be clouded by revenge. We have to do what's right for Rose, so whoever hurt her, whoever did this to her --",
        "Dusty: We know who did it!",
        "Lily: Do we? I mean, really, do we know? Because we could make one phone call to Tom. Barbara confessed to poisoning my sister.",
        "Dusty: Like I said, she had an agenda. You're not listening to me.",
        "Lily: Agenda? When she's confessing to murder? Spending the rest of her life in jail? Dusty!",
        "Dusty: She hated Rose. She kidnapped Rose.",
        "Lily: Yes.",
        "Dusty: Yeah, but she didn't kill her! She had plenty of opportunities. She doesn't have it in her. She never did.",
        "Lily: Then why? Just please tell me why she's confessing to this.",
        "Dusty: Listen, that's not our problem. That's a problem for her shrink. You see this? This is what we know, and there's no getting around this. Paul Ryan killed your sister.",
        "[SCENE_BREAK]",
        "Barbara: It's amazing all the things we take for granted. I mean, take, for example, this glass. Water looks pure, doesn't it? But you never know.",
        "Hal: The poison, Barbara?",
        "Barbara: Yes, you're all so anxious to find out how I did it. It's been fun, actually, watching you run around in circles.",
        "Jennifer: Fun?",
        "Barbara: Well, it would be, if the stakes weren't so high.",
        "Hal: You fired the hit man.",
        "Barbara: Oh, Hal, leave it to you to keep me on track. Yes, yes, I fired the hit man. I really don't like guns, you know. I decided that poison would be the way to go. So I broke into Rose's house and put the methanol in her mouthwash.",
        "Hal: Where'd you get it?",
        "Barbara: The mouthwash? In her medicine cabinet.",
        "Hal: The methanol.",
        "Barbara: Oh, oh, oh. Well, I mean, it's a fairly common substance, isn't it? I just didn't want anyone recognizing me. Not a store clerk or a cashier. So I ordered it online, and then I used a credit card to break into Rose's house, and then it just a matter of waiting. I mean, you just didn't know how long it would be before she collapsed. I do have to give her points, though, for timing. I mean, at the altar? After -- after you told the whole world what a lying tramp she is? I should've charged admission.",
        "Paul: You're insane.",
        "Barbara: No, no, Paul, just honest.",
        "Jennifer: No, Mom, please, stop. Okay? It's hard enough to hear you say these things. Don't pretend like you're enjoying it.",
        "Barbara: I'm sorry, darling. But I hated Rose D'Angelo, and I'm glad she's dead. Did I want to go to jail and be separated from my family? No. But I'm a realist. I knew your father was closing in on me. So I had an idea. And sister Babs snuck into the church knowing that you'd have some of your guys positioned there. And so when you showed up and found me with the gun, you wouldn't suspect me of poisoning Rose. I mean, shooting someone after poisoning them? It's a bit much, even for me. But it didn't fooled you, did it, Hal?",
        "Jennifer: Mom, please. Just stop, I am begging you. This is not a game!",
        "Paul: She thinks it's a game. And she thinks she's won.",
        "Hal: I'll have to caution you both. This is Barbara's statement.",
        "Paul: Yeah, well, it's over. She's already admitted to killing Rose, so turn that thing off.",
        "Barbara: No, no. There's much more, Paul. There's how I framed you.",
        "[SCENE_BREAK]",
        "Katie: I didn't know if you'd want a cup or a mug, so --",
        "Mike: I didn't want anything. You wanted something because you didn't want to talk to me. Look -- I love you. And I've waited this long, I'll wait however long it takes. It's just -- it's what happened tonight and the way we make each other feel, that's what I want. Okay? But if you still need some time, that's fine. You know, I can find somewhere else to live, you know, till my place is fixed. It's not a problem.",
        "Katie: You would think that after what happened tonight I would want you to leave?",
        "Mike: Why'd you hide the picture?",
        "Katie: You caught me off guard. I didn't know what to say. I still don't. But it's not about any second thoughts or guilt or anything.",
        "Mike: You said you felt him, right?",
        "Katie: Yeah, but in a good way. Like a happy memory or something. I was surprised, but I wasn't scared. I just heard this noise, and yeah, I was surprised, but it was just Snickers. And then you were there and I -- got embarrassed, I guess, at being caught in that private moment. And I didn't know how you'd react, me thinking about Simon right after we just made love.",
        "Mike: So what are you saying?",
        "Katie: I loved Simon, you know that. But I did let him go. And now I'm finally at the place where I can think about him and it doesn't hurt. That's a good thing. I wish you'd drink your cocoa.",
        "Mike: Why?",
        "Katie: Because I love having you here.",
        "Mike: It's cold. I didn't say -- I didn't say I wouldn't drink it. It's cold.",
        "Katie: Mine's still hot.",
        "Mike: Yeah?",
        "Katie: And if you come over here, I'll share it with you. [Singer] I watch you while you're sleeping messy head just bare moonlight on your skin I want to breathe you in in the silence words come easy I can tell you now just how simple it's been to let you in don't move this mood is a painting we'll never find the same thing love do not make a sound nothing to me now two become one love is so close to hurting",
        "Mike: You can make me hot chocolate anytime. [Singer] Our own dreaming",
        "[SCENE_BREAK]",
        "Craig: Everything's paid off before you could say CPA.",
        "[Craig snores]",
        "Rosanna: Oh, sweetie.",
        "Craig: Rosanna?",
        "Rosanna: Yeah, it's me. I'm sorry; I didn't mean to wake you --",
        "Craig: I wasn't asleep. I was waiting up. What time is it?",
        "Rosanna: It's late. You don't want to know.",
        "Craig: Where've you been?",
        "Rosanna: You know, it's a long story. How's Cabot?",
        "Craig: He was asleep, last I checked. Did they drop the charges against Paul Ryan?",
        "Rosanna: Well, no. Not yet. But Jennifer was right. There was new evidence, turns out not to make any difference anyway.",
        "Craig: Why?",
        "Rosanna: Barbara confessed.",
        "Craig: What?",
        "Rosanna: Mm-hmm. She confessed to poisoning rose and to trying to frame Paul for it.",
        "Craig: Yeah, but -- what about -- what about that stuff they found in the crypt? She admitted to planting that?",
        "Rosanna: I guess so, yeah.",
        "Craig: And calling the police?",
        "Rosanna: Apparently, so. It's pretty sad, isn't it? Her own son?",
        "Craig: Yeah. No, it's not surprising that she would hate Rose or that she would turn on her own children. What's surprising is that she would admit to anything.",
        "Rosanna: Well, Hal found her at Rose's, and I don't really know all the details. I'm a little tired to go into it, but I suppose she just felt that she was out of options.",
        "Craig: She's been out of options for years. But still -- it's not like her.",
        "Rosanna: Anyway. I owe you a big apology.",
        "Craig: For what?",
        "Rosanna: Well, you know earlier when we were at Barbara's and she accused you of trying to frame Paul.",
        "Craig: Oh.",
        "Rosanna: You know, for a minute, I believed her. I know you haven't liked me getting so involved in Paul's problems. And I thought maybe you did something, you know, to make him look guilty. And I'm so sorry I felt that. I'm so sorry. Can you forgive me?",
        "Craig: There's nothing to forgive.",
        "[SCENE_BREAK]",
        "Barbara: After that little speech that you made, I assumed that the police would want to test the champagne. So I hurried back to the church and I got the bottle and the glasses and I hid them in the family mausoleum. Later, I went back and I swabbed a little methanol in the goblet in case they were going to test the champagne, as well. It just never occurred to me that the molecular structure would be different. Talented yes, genius no, story of my life. Then -- then I called you, disguised my voice and told you to meet there.",
        "Jennifer: But Mom, you swore to me.",
        "Barbara: I tried to set Molly up, yes, that was the original plan. But, you know, Paul had just made himself into such a perfect suspect. I really had no other choice. I didn't want to frame you. I really didn't. In spite of all the dreadful things that you have said and done to me, I do love you. So there you are. I killed Rose and framed Paul.",
        "Hal: I need to get this tape to Tom. And I'm gonna check in on Will.",
        "Barbara: Hal, please, look -- I've made a statement. I've made a confession. Let me be the one to tell him, please? Please, he's going to be devastated. I need to tell him myself.",
        "Hal: I can't promise you anything, Barbara.",
        "Barbara: You can bring him down here.",
        "Hal: We'll talk about this after the arraignment, which should be in a couple of hours. I'm so sorry.",
        "Jennifer: It's not your fault, Dad. How could you do this? How could you be so stupid and so selfish? You hated her, fine. But you had to kill her? Mom, do you have any idea what this is gonna do to Will? He needs you, he loves you!",
        "Barbara: And I love him, too. Honey --",
        "Jennifer: No, no, no!",
        "Barbara: None of this was directed at you. None of it was directed at you. Despite everything, I'm your mother. And I love you.",
        "[SCENE_BREAK]",
        "Katie: You keep waking me up. What are you trying to tell me?",
        "[SCENE_BREAK]",
        "Craig: Are you really going to that arraignment first thing in the morning?",
        "Rosanna: Oh, for crying out loud. You know, I have to call first to see if they're still going to have it, all right?",
        "Craig: Yeah.",
        "Rosanna: But I'm not too tired to show my husband how much I love him. Hmm?",
        "Craig: Hm. I'll be right up.",
        "[Rosanna hums]",
        "Craig: I love that one. Okay, Mitzi gets paid off and Barbara takes a rap. What next.",
        "Annabelle: I'm back.",
        "[SCENE_BREAK]",
        "Emily: Hal? Hey, Shanks called from the station and said it was gonna be a late one, but it's almost morning. What happened?",
        "Hal: Barbara just confessed. She poisoned Rose.",
        "Emily: What?",
        "Hal: Emily how am I gonna tell Will?",
        "Emily: Oh, honey.",
        "[SCENE_BREAK]",
        "Lily: Tom, I'm glad you're still here.",
        "Tom: Yes, it's been a long night.",
        "Lily: Yeah, we heard that Barbara came in.",
        "Tom: She was here and confessed to murdering your sister. She's going to entering a plea of guilty as soon as court convenes this morning. And I will be dropping the charges against Paul.",
        "Dusty: She didn't do it.",
        "Tom: She confessed, Dusty.",
        "Lily: We know that, but that's why we're here. But we still believe that Paul's guilty.",
        "Tom: I know it looked that way, Lily, but Barbara hit all the bases.",
        "Lily: Can she explain this?",
        "[SCENE_BREAK]",
        "Jennifer: I can't do this. I can't.",
        "Barbara: I know. I know.",
        "Jennifer: And yet here we are. I'll see you at the hearing, Paul.",
        "Barbara: No tears? No recriminations?",
        "Paul: No, no tears from me. I don't love you. And I already knew all this, and what I didn't know I guessed the rest. So there's no surprises. Except --",
        "Barbara: What?",
        "Paul: That you're here. That you're doing this. The lab report cleared me; mother, but it didn't point a finger at you. So why do this? Why confess? Why now?",
        "Barbara: Hal caught me red-handed at Rose's looking for the mouthwash, remember?",
        "Paul: Right.",
        "Barbara: Besides I figured it was time, don't you think? I mean, we all get on with our lives.",
        "Paul: What's left of them maybe.",
        "Barbara: You'll be fine. You all will.",
        "Paul: Yeah, who knows? Maybe with both my parents in prison I can finally find a way to feel free. You know, Mother, I'm not quite used to the idea of you telling me the truth. It's just such an odd feeling.",
        "Barbara: You'll never know the truth, Paul -- not if I can help it.",
        "[NEXT_ON]",
        "Katie: Yes, Mike, I love you. And I don't want another day to go by without you knowing it.",
        "Tom: This evidence is critical.",
        "Judge: And the nature of this invaluable information?",
        "Tom: It points to a new suspect in the killing of Rose D'Angelo.",
        "Lily: It's all premeditated, Paul. And we have proof now. Your Mother is not gonna pay for what you did to Rose. You are going to pay."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma [Singer] I never felt so beautiful ba by as I do now now that I'm with you I can let my hair down I can say anything crazy I know you'll catch me right before I hit the ground with nothin' but a t-shirt on I never felt so beautiful ba by as I do now now that I'm with you ♪"
    ],
    "url": "https://www.youtube.com/watch?v=ugtqscuUWc8"
}