{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\nJennifer: See that cloud? I want it.",
        "\r\nBilly: The one that looks like a camel or the one about to eat the moon?",
        "\r\nJennifer: No, the lavender one.",
        "\r\nBilly: So what are you gonna do with it?",
        "\r\nJennifer: Go there. With you. Where nobody'd find us.",
        "\r\nBilly: You know what? I heard they had a strict dress code on the moon. No \r\ntowels.",
        "\r\nJennifer: Oh, well, I heard that's only for the guys! Was that Bryant?",
        "",
        "\r\nPaul: I saw his car in the parking lot, Carly.",
        "\r\nCarly: You saw Craig's car? Are you sure?",
        "\r\nPaul: Yeah, you know anyone else with vanity plates that say, \"I rule\"?",
        "\r\n[Carly laughing]",
        "\r\nCarly: Yeah, I'm sorry. It's just that, that is so perfect for Craig.",
        "\r\nPaul: No, Carly, you wanna tell me what's going on here?",
        "\r\nCarly: I'm a little bit past my curfew. Why don't we just talk another time?",
        "\r\nPaul: Either Craig is visiting someone else in this complex, which I seriously \r\ndoubt, or he was here. Unless he's still here.",
        "\r\nCarly: Hey, now wait a second! Who gave you permission to come in here and start \r\nsnooping around my place?",
        "\r\nPaul: Then answer my question!",
        "\r\nCarly: The only man in my house just went to bed with a sore throat and a fever, \r\nso if you don't mind --",
        "\r\nPaul: Does he drink wine?",
        "\r\nCarly: He prefers milk, actually.",
        "\r\nPaul: Well, unless you're a two-fisted drinker, Carly, you're not answering my \r\nquestion.",
        "\r\nCarly: Okay. You got me. He was here. We had a little wine.",
        "\r\nPaul: What'd you talk about?",
        "\r\nCarly: Whether he needed twos or threes. We played cards, Paul. Gin rummy while \r\nwe waited for the lights to come back on. Is there anything else you need to \r\nknow?",
        "\r\nPaul: Yeah. Why are you lying to me? And what really happened here?",
        "",
        "\r\nJames: Now's your chance, Barbara. Turn me in.",
        "\r\nJack: Barbara? It's Jack Snyder.",
        "\r\nJames: That's right, Barbara. Watch them drag me out of here in shackles. Lock \r\nme in jail. Get your revenge.",
        "\r\nBarbara: Shut up and let me think!",
        "\r\nJack: Barbara?",
        "\r\nJames: Good, think, but consider this -- if Paul falls under the influence of a \r\nwell-meaning friend, and he hides that fact from you, you need me, Barbara. You \r\nneed me to be your eyes and your ears.",
        "\r\n[Pounding on door]",
        "\r\nJack: I just wanna make sure you're okay!",
        "\r\nBarbara: I'm coming! Get out of sight.",
        "",
        "\r\nBilly: No problem! It was okay. Just some guy who got lost in the dark, took the \r\nwrong turn,",
        "\r\nBilly: Hey. I thought we were going to the moon.",
        "\r\nJennifer: And what if it had been Bryant? What if he had seen us?",
        "\r\nBilly: Well -- then we'd deal with it. I mean, not that I want it to happen, but \r\n--",
        "\r\nJennifer: It's just I feel so bad. You know, he touches me now, and it just \r\nfeels wrong. And I feel so guilty for saying that.",
        "\r\nBilly: Why? If it's the truth, you gotta say it, at least to yourself. Or \r\notherwise, you'll go nuts. Look -- you know, maybe we went about this all the \r\nwrong way. But the way it ended up, Jen -- it can't be wrong to feel the way I \r\ndo right now. It can't be.",
        "\r\nJennifer: I wanna stay like this. I don't wanna think. I don't wanna decide.",
        "\r\nBilly: Power's back on.",
        "\r\nJennifer: Bryant'll be here soon. This is so unreal. You'll go back to \r\nCalifornia, and I'll never see you again.",
        "\r\nBilly: You'll be with Bryant. It's probably better.",
        "\r\nJennifer: What if I need -- need to talk to you? If I need you?",
        "\r\nBilly: Look, we don't have to discuss this all tonight, okay? I'm not leaving \r\ntill the end of the week.",
        "\r\nJennifer: So we can see each other again?",
        "\r\nBilly: Yes. We just have to be careful. So you're gonna come back?",
        "",
        "\r\nCarly: Now, what gives you the right to come over here and start questioning my \r\npersonal life?",
        "\r\nPaul: We had a deal.",
        "\r\nCarly: And I plan to deliver. Do you?",
        "\r\nPaul: That depends.",
        "\r\nCarly: Oh, really? It \"depends.\" That's good to know.",
        "\r\nPaul: Craig Montgomery ruined my mother's life.",
        "\r\nCarly: No, I believe the name of the bomber is Owen Dever.",
        "\r\nPaul: Yeah, and when you lie to me about him, it makes me think I can't trust \r\nyou.",
        "\r\nCarly: Well, to me, it sounds like that's your problem, Paul.",
        "\r\nPaul: No, it's your problem, Carly. Because if I can't trust you, I can't work \r\nwith you. So you either tell me exactly what's going on here, or the deal's off.",
        "\r\nCarly: Fine. The deal's off. Good luck in November.",
        "\r\nPaul: Carly, think about it. All right, just think about it. Craig needs B.R.O. \r\nto fail. You know, it's the only way he can get his hands on the Worldwide stock \r\nthat he owns with my mother. He knows she can't produce a spring line. He knows \r\nI have to hire someone. And whoever I hire, he's gonna sabotage that \r\nrelationship. So what's he do?",
        "\r\nCarly: Well, he comes over here and plays cards in a blackout. And tries to pump \r\nme for information. Paul, I'm not saying that Craig isn't curious, that he \r\ndoesn't have his suspicions, that he wouldn't give his right arm to know --",
        "\r\nPaul: Whoa, whoa, whoa. He asked you about B.R.O.?",
        "\r\nCarly: He's been nosing around for weeks! Why do you think he was at that \r\nwedding? Any time that you and I are in the same building, he shows up to \r\ndebrief me.",
        "\r\nPaul: What did you tell him?",
        "\r\nCarly: Nothing.",
        "\r\nPaul: Carly, I offered you a lot of money.",
        "\r\nCarly: No, no, no, Paul. You offered me squat, and I negotiated my way to \r\nsomething decent. Which you can keep, if you'd like. We don't have to do this.",
        "\r\nPaul: Yes, we do. Yes, we do. The New York shows are next month! If we don't put \r\nup a decent showing, then it's over! I need you, Carly.",
        "\r\nCarly: Okay. Then why don't you start respecting me just a little bit?",
        "\r\nPaul: I do respect you, Carly. It's Craig that I don't tr --",
        "\r\nCarly: I have lost a hell of a lot more than some dress deal over Craig, so that \r\nis not gonna work with me. The man is your problem. You deal with him, or you \r\nfind yourself another designer.",
        "\r\nPaul: Why is he so important to you?",
        "\r\nCarly: I am not the one with my boxers all in a twist.",
        "\r\nPaul: You know, you -- you say you've sacrificed for him. I assume you mean \r\npersonally, and now, professionally?",
        "\r\nCarly: That's up to you.",
        "\r\nPaul: I'm just curious. Why would you sacrifice anything for that man?",
        "\r\nCarly: He's my friend. Which is something you men can't seem to understand. That \r\na man and a woman can just be friends. That we can talk, and we can laugh, and \r\nwe can share ideas. And there doesn't necessarily have to be anything romantic \r\nor sexual. We just happen to like each other, as people. What?",
        "\r\nPaul: You have a thing for him, don't you?",
        "",
        "\r\nBarbara: Well, Jack, it's awfully nice of you to stop by and check up on me, but \r\nit really wasn't necessary.",
        "\r\nJack: Why aren't your lights on yet? I'd think a place like this would have its \r\nown generator.",
        "\r\nBarbara: What a good idea. I'll talk to Paul about that.",
        "\r\nJack: What, he's not here?",
        "\r\nBarbara: No, no, he's -- he's in Chicago.",
        "\r\nJack: No, he's not. I saw him at Lucinda's a half an hour ago. I wasn't sure if \r\nhe'd be heading over here. I'm glad I checked. What -- do you smell smoke?",
        "\r\nBarbara: Oh, I -- I was lighting a candle when you -- when you walked in. But \r\nyou know, I'm fine, really. It's not necessary for you to be here. Paul will be \r\nhome soon.",
        "\r\nJack: All right. Okay. It's no problem at all. You know, I got a flashlight in \r\nmy car. I'll take a look around and make sure there's no damage --",
        "\r\nBarbara: No, no, no. Paul can do it when he gets back.",
        "\r\nJack: Why are you so anxious to get rid of me?",
        "\r\nBarbara: Well, truth be told, I got a little rattled when I lit the candle. \r\nAnything to do with fire -- I think you understand.",
        "\r\nJack: Let me get my flashlight.",
        "\r\nBarbara: It's okay. Jack, Jack, it's all right. I just -- I just wanna go to \r\nbed.",
        "\r\nJack: Do you want me to lock up for you?",
        "\r\nBarbara: No, I can do that.",
        "\r\nJack: You know what? I'll check the grounds to make sure there's not a wire \r\ndown. I mean, you --",
        "\r\nBarbara: No, the gardener can do that for me in the morning. Thank you very much \r\nfor stopping by. I really appreciate it, Jack.",
        "\r\nJack: Take care, Barbara.",
        "\r\nBarbara: Bye.",
        "\r\nJames: That was a magnificent performance.",
        "\r\nBarbara: The curtain's coming down. You're gonna tell me what you know and get \r\nout!",
        "",
        "\r\nJennifer: Hey! You're just in time. The ice cream's melted.",
        "\r\nAbigail: Such a tragedy. Hey, where were you?",
        "\r\nJennifer: What do you mean?",
        "\r\nAbigail: Oh, I called the house, and of course, the machine --",
        "\r\nJennifer: Oh, yeah. The power was out.",
        "\r\nAbigail: But I called your cell phone. It just kept ringing and ringing.",
        "\r\nJennifer: Oh. So what's going on?",
        "\r\nAbigail: Can't find Adam. Do you know where he is?",
        "\r\nJennifer: No, I thought he was hanging out with you tonight.",
        "\r\nAbigail: Yeah, we were supposed to hang out, but I had to do something, and then \r\nthe power went out. Maybe he's at Bryant and Billy's.",
        "\r\nJennifer: No.",
        "\r\nAbigail: How do you know?",
        "\r\nJennifer: You know, why don't we go all out with this? You know, I probably have \r\nsome chocolate syrup and some whipped cream, and I bet you I have some bananas.",
        "\r\nAbigail: Jennifer --",
        "\r\nJennifer: Yes?",
        "\r\nAbigail: You were with Billy, weren't you?",
        "\r\nJennifer: And?",
        "\r\nAbigail: What are you doing?!",
        "\r\nJennifer: Look, it just -- happened.",
        "\r\nAbigail: Again?",
        "\r\nJennifer: I hate to admit it, Abby, but once it happens, it can happen again.",
        "\r\nAbigail: But I thought that it was over and that he was leaving and that --",
        "\r\nJennifer: Would you stop, please? Do you want chocolate syrup or not?",
        "\r\nAbigail: Jen --",
        "\r\nJennifer: Fine. Look, haven't you ever felt like you were so connected with \r\nsomeone that you couldn't break away even if you tried?",
        "\r\nAbigail: This thing that you have with Billy --",
        "\r\nJennifer: It's not a \"thing.\"",
        "\r\nAbigail: Well, whatever you wanna call it.",
        "\r\nJennifer: That's exactly it! That's my problem! I don't know what to call it. We \r\nlook at each other, and it's like this, this pull. I can't even explain it. We \r\nhave to be together, and then we are, and, Abby -- I'm so happy. We both are. \r\nAnd then -- it's like we have this understanding. And I can just look at him and \r\nknow exactly what he's feeling.",
        "\r\nAbigail: You have to tell Bryant. Jen!",
        "\r\nJennifer: I don't have to do anything, okay?",
        "\r\nAbigail: Oh, well, do you think that's fair? You seeing Billy while Bryant \r\nthinks one thing?",
        "\r\nJennifer: Billy might not even be staying.",
        "\r\nAbigail: Billy might be staying? What happened to Billy's definitely leaving for \r\nCalifornia?",
        "\r\nJennifer: I don't know what he's doing. We haven't decided.",
        "\r\nAbigail: So everything that you just told me like hours ago is completely \r\ndifferent now? Hey, Jen, this is serious. I mean, you're talking about changing \r\nhis whole life.",
        "\r\nJennifer: No. No, we're not. Look, my entire life has been turned upside-down. \r\nMy mom's gone. She won't even talk to me. My dad spends all of his time with \r\nWill. All I have is me and how I'm feeling right this second.",
        "\r\nAbigail: Which is?",
        "\r\nJennifer: I don't know. And that's the truth. I really don't know what to do.",
        "\r\nAbigail: Oh, Jen, I don't want to tell you how to feel. But Bryant, I mean, he's \r\na friend. The guy saved my life in New York, and I think he deserves to know \r\nwhere he stands.",
        "\r\nJennifer: I'm gonna tell him.",
        "\r\nAbigail: When?",
        "\r\nJennifer: Soon. I'll talk to Bryant after I talk to Billy.",
        "\r\nAbigail: You gotta be careful, because if you wait too long, everybody's gonna \r\nget hurt.",
        "\r\nJennifer: No, we're not. It'll be okay. Don't worry about it.",
        "",
        "\r\nPaul: Look, I'm not faulting you for being attracted to the man. My mother was \r\nattracted to him. I just don't understand it. He's a self-cantered son of a -- \r\nhe's a chump! I mean, it's all about him. I mean, he didn't love my mother. He \r\ndidn't want to share himself with her or, God forbid, lay the world at her feet. \r\nI don't know. Maybe I'm too much of a romantic, I guess. But he gives new \r\nmeaning to the words \"cold-blooded.\" And he saw what she had to offer, and \r\nthat's exactly what he's gonna do with you. You're beautiful, talented. They all \r\nare. My mother, Sierra. He finds a way to get under their skin, and then he \r\nbleeds them dry.",
        "\r\nCarly: Well, you needn't worry about me. Because unlike Sierra and unlike your \r\nmother, I am not attracted to Craig Montgomery. I'm just not.",
        "\r\nPaul: You ever been to Vegas?",
        "\r\nCarly: Why?",
        "\r\nPaul: You know what a \"tell\" is? It's a poker term. It's a little tic, a nervous \r\ntic, that gives away when you're bluffing. You don't even realize you're doing \r\nit. That's why it's so effective. You have one, Carly. And it fires up every \r\ntime you talk about Craig.",
        "\r\nCarly: Maybe he just makes me twitch.",
        "\r\nPaul: Oh, there it goes again.",
        "\r\nCarly: Okay, now you're just annoying me.",
        "\r\nPaul: Your lips curl, Carly. They curl up at the corners every time you talk \r\nabout him. Look, I watched what Craig did to my mother. And, yeah, maybe -- \r\nmaybe he didn't set the bomb. But what he did to her was worse. He destroyed her \r\nself-confidence. She doesn't even trust her instincts anymore. And why should \r\nshe? He proved them all wrong. She's ashamed, and she's frightened all the time. \r\nShe wouldn't even talk to her kids for months.",
        "\r\nCarly: Okay. All right, I get it.",
        "\r\nPaul: I just don't want him to do the same thing to you.",
        "\r\nCarly: Oh, please. Don't pretend that you care about me.",
        "\r\nPaul: Carly, I don't even know you, not really. But I need for this arrangement \r\nto work. For this relationship to work, I'm gonna have to trust you. You're \r\ngonna have to trust me.",
        "\r\nCarly: Well, if you keep hounding me, Paul, the relationship part of this deal \r\ndoesn't stand a chance!",
        "\r\nPaul: Okay, well then, give me some guarantee. Give me something that guarantees \r\nme that Craig's not gonna destroy you to get to B.R.O.",
        "\r\nCarly: A guarantee? Okay, you want -- you want a guarantee? This is the best I \r\ncan do.",
        "\r\nPaul: These your designs?",
        "\r\nCarly: Yeah. And these are my terms. If these drawings don't prove to you that \r\nI'm serious about this job, then I will resign. I'll give you your check back, \r\nand we'll call it a night. But if you like them at all, then you will kindly \r\nremove your nose from my business and stop grilling me about Craig. You got me!",
        "",
        "\r\nBarbara: I'm in no mood for games, James. If you have information for me, that's \r\nfine. Otherwise, I have no use for you.",
        "\r\nJames: I have information. But, Barbara, I can also be of service. You see, it's \r\nvery wise on your part, I think, to have cloistered yourself -- well, here in my \r\nhouse.",
        "\r\nBarbara: It's my house.",
        "\r\nJames: You need someone on the outside, someone you can trust.",
        "\r\nBarbara: That would eliminate you.",
        "\r\nJames: Perhaps. But then again, you might find my information reliable, \r\nregardless of what you think of me.",
        "\r\nBarbara: Unlikely. But possible.",
        "\r\nJames: You need me, Barbara.",
        "\r\nBarbara: I need information. And I don't care if it comes from you or someone \r\nelse. It's irrelevant.",
        "\r\nJames: You'll give me a chance?",
        "\r\nBarbara: One. But if you cross me, I will destroy you. I'm not afraid of you, \r\nJames. I'm not afraid of anything anymore.",
        "\r\nJames: Fire?",
        "\r\nBarbara: I hate fire. But I have realized that it can't hurt me anymore. It's \r\ndone its worst on me, but I have survived it.",
        "\r\nJames: Whatever doesn't kill us does make us stronger.",
        "\r\nBarbara: I lived through you.",
        "\r\nJames: So that's what changed you?",
        "\r\nBarbara: Don't flatter yourself. It was the fire. It left me with the uncanny \r\nability to read people's souls. And yours is still black.",
        "\r\nJames: You know me, Barbara, slave for fashion.",
        "\r\nBarbara: What do you know about my son?",
        "\r\nJames: Our son.",
        "\r\nBarbara: What do you know? You mentioned a woman. What is her name?",
        "\r\nJames: Well, she's very attractive, clever, not really our sort of people, if \r\nyou know what I mean. But she longs to be with the wealthy and powerful. And \r\nshe'll use Paul. She'll manipulate Paul to get just that. Barbara, you're going \r\nto lose your empire if you're not careful. And he's with this woman right now.",
        "\r\nBarbara: You're following Paul?",
        "\r\nJames: Barbara, even I can't be in two places at once.",
        "\r\nBarbara: It's Rose D'Angelo, isn't it? She's been after him for months, though I \r\ncan't fathom what he sees in her.",
        "\r\nJames: Well, evidently, our son has needs.",
        "\r\nBarbara: No, it's not that. It's not that. He turns to her when he's unsure of \r\nhimself. I've seen it.",
        "\r\nJames: Yeah, well, you trained him.",
        "\r\nBarbara: I trained him to turn to people that he can trust.",
        "\r\nJames: Paul needs to learn to rely on himself, Barbara.",
        "\r\nBarbara: He's vulnerable, and she sees it. She's worming her way into his \r\nconfidence. First, it was the trial and those pictures, and I know that Lucinda \r\nwas backing it all the way!",
        "\r\nJames: You know how those two became as thick as thieves, I just --",
        "\r\nBarbara: Lucinda is using Rose to turn Paul against me. It's about -- it's about \r\nthe shares. It's about the damn shares.",
        "\r\nJames: No, Barbara. Barbara, keep your eye on the prize -- B.R.O.",
        "\r\nBarbara: What about B.R.O.?",
        "\r\nJames: How are the designs coming along for the fall show?",
        "\r\nBarbara: How do you know about that?",
        "\r\nJames: I looked at them.",
        "\r\nBarbara: How dare you!",
        "\r\nJames: Now, Barbara, you know -- you know that I'm impatient. I can't understand \r\nwhy you haven't shown them to Paul. I've seen them. They're marvelous.",
        "\r\nBarbara: Well, I showed him the original drawings. They were sketches, really. \r\nBut I haven't shown him what I've done since.",
        "\r\nJames: All you have to do is just show him. He's gonna love them. The scissors \r\nwill fly, the clothes will come to life. B.R.O. will flourish again.",
        "\r\nBarbara: It's Rose, isn't it? It's Rose. She's after B.R.O. What does she want \r\nwith it? Is she just too tired of kowtowing to Lucinda?",
        "\r\nJames: We're just going to have to find out. We'll just find out, won't we?",
        "\r\nBarbara: No, we won't! I don't trust you, James. And I don't want your \r\ninformation. If you show your face here again, I will turn you over to the \r\npolice! James?",
        "",
        "\r\nBryant: Oh, I didn't think anyone was here. What're you doing lying down in the \r\ndark? The power's on, you know.",
        "\r\nBilly: I guess I just fell asleep.",
        "\r\nBryant: That was some electrical storm. I figured we had nothing cold. You \r\nfinish the wiring?",
        "\r\nBilly: Yeah, almost. But, you know, with the storm coming and everything, I just \r\nfigured I wouldn't mess with electricity, you know?",
        "\r\nBryant: Have you seen Jennifer?",
        "\r\nBilly: Jennifer?",
        "\r\nBryant: Yeah, did she come by?",
        "\r\nBilly: Did you check the messages? Because it worked until the power went out.",
        "\r\nBryant: No, there's no messages. She had something on her mind, and then her dad \r\ncalled and said that her mom wanted to see her. It's been a bad situation. I was \r\nhoping that was sort of a sign that things were getting better. I just want her \r\nto be all right.",
        "\r\nBilly: Hey, you know what? Let's go to Yo's 'cause I've gotta get outta here. \r\nI've been in this place way too long.",
        "\r\nBryant: No, I'm gonna go over to Jennifer's, because I -- I got her something I \r\nwant to give to her.",
        "\r\nBilly: What'd you get her?",
        "\r\nBryant: It's something nice. You don't have to worry about that. Can I ask you \r\nsomething?",
        "\r\nBilly: Yeah?",
        "\r\nBryant: You think Jennifer could be seeing someone else?",
        "\r\nBilly: Why? What happened?",
        "\r\nBryant: Nothing. She's just -- I don't know. Something's different. She's not \r\naround too much, and when I see her, it's like she's not really there, you know? \r\nShe's -- she's preoccupied.",
        "\r\nBilly: Well, you said that she was having some problems with her family, right?",
        "\r\nBryant: Yeah, yeah. It's never been a straight line with us, but -- something's \r\ngoing on, I can feel it.",
        "\r\nBilly: So what're you gonna do?",
        "\r\nBryant: Depends. Do you think she'd lie to me?",
        "\r\nBilly: Why are you asking me? I just met the girl.",
        "\r\nBryant: What would you do?",
        "\r\nBilly: Go play some pool. Definitely. Let's go.",
        "\r\nBryant: No, I'll pass.",
        "\r\nBilly: Okay, then you know where to find me.",
        "",
        "\r\nJennifer: You want some more whipped cream?",
        "\r\nAbigail: I'm fine, I'm cool. Thanks. So Billy's talking about staying?",
        "\r\nJennifer: Look, Abby, I want you to understand that when this whole thing \r\nstarted, I was Bryant's girlfriend, Billy was his cousin. It was weird to talk \r\nabout things. I felt like we were being disloyal.",
        "\r\nAbigail: But sleeping together?",
        "\r\nJennifer: Hey, I told you that was the last thing we expected to happen.",
        "\r\nAbigail: But it keeps happening. Jen, is that the way it is? You just got over \r\nthe initial shock of it, and now you can't let it go?",
        "\r\nJennifer: Yeah. Every time I think about him leaving, it's like everything just \r\nstops. My heart stops.",
        "\r\nAbigail: Does he feel the same way? Well, Jen, if you two feel the same way \r\nabout each other, why not be together? Why not be honest about it?",
        "\r\nJennifer: It's not that simple.",
        "\r\nAbigail: Well, if he cared about you --",
        "\r\nJennifer: Are you saying he doesn't?",
        "\r\nAbigail: Look, I don't even know the guy. But if -- if you two are really tight, \r\nthen why not go for it? Unless you're not sure.",
        "\r\nJennifer: It's just really new, you know? It's too soon to put labels on it or \r\ndecide anything.",
        "\r\nAbigail: Oh, wait, so you're just gonna wait 'til you know to say anything to \r\nBryant? I mean, if I was Bryant, that would make me feel really lousy.",
        "\r\nJennifer: But you're not Bryant. And I know he wants us to stay together if we \r\ncan, but -- if it takes me a couple more days to figure out how I'm feeling, I'm \r\nsure he'd be cool with that.",
        "\r\nAbigail: Oh, he'd be cool with you sleeping with his cousin?",
        "\r\nJennifer: Look, I love Bryant.",
        "\r\nAbigail: Well, then why are you doing this to him?",
        "\r\nJennifer: 'Cause I don't want to hurt him.",
        "\r\nAbigail: Oh, and this isn't hurting him? Jen, I'm sorry, I don't want to make it \r\nseem like I have all the answers.",
        "\r\nJennifer: Only all the opinions.",
        "\r\nAbigail: Okay. Well, in my opinion, if you love someone -- if you really love \r\nthem -- then you don't want to be with anybody else.",
        "\r\nJennifer: Yes, but in my experience, you can be in love with someone and then \r\nsomeone else can come along, and you can get confused.",
        "\r\nAbigail: I can see that.",
        "\r\nJennifer: Look, from the beginning, I have been trying to do the right thing. \r\nBut when I'm with Billy, the right thing is to be with him. And when I'm with \r\nBryant, the right thing is not to hurt him.",
        "\r\nAbigail: You're afraid of making a mistake. Jen, what do you really know about \r\nBilly?",
        "\r\nJennifer: He made this for me.",
        "\r\nAbigail: He made this?",
        "\r\nJennifer: It's beautiful, isn't it?",
        "\r\nAbigail: Jen, are you in love with him? Because there's another way of looking \r\nat all this. If Billy is the one, then you can't be with Bryant. You just can't.",
        "",
        "\r\nPaul: You really know what you're doing, don't you? I'm sorry. I loved the \r\ndresses you made for your cousin's wedding. I was just hoping you were gonna be \r\nable to bail us out. But, Carly, I'm telling you, these -- these could put us on \r\ntop.",
        "\r\nCarly: Well, that -- that is the general idea. Right?",
        "\r\nPaul: Do you have more?",
        "\r\nCarly: Oh, there's always more. But these -- these are the ones I wanted to \r\ndevelop.",
        "\r\nPaul: Okay. Well -- well, they're great. From now on -- I trust you. These let \r\nme know that you're serious. So when can I expect the final designs?",
        "\r\nCarly: You know, Paul, I'm really glad that you like them, the designs, and that \r\nyou feel like you can trust me, because you can. I just don't really feel that I \r\ncan trust you.",
        "\r\nPaul: What do you mean?",
        "\r\nCarly: Well, these are my guarantee. I'm in. You have to give me the same thing.",
        "\r\nPaul: Carly, we agreed to a fee.",
        "\r\nCarly: You also agreed that you were gonna tell your mother that I'm designing \r\nthe spring line. So have you, Paul? Have you told her?",
        "\r\nPaul: Carly, I've been in Chicago all day, talking with B.R.O.'s lawyers. I'm \r\npaying an entire staff of pattern cutters in New York City with their pinking \r\nsheers.",
        "\r\nCarly: Yeah, yeah, yeah, and I've been crying all day.",
        "\r\nPaul: And I appreciate that.",
        "\r\nCarly: It doesn't -- you're not answering my question. Have you told her?",
        "\r\nPaul: No, I haven't had a chance yet.",
        "\r\nCarly: Oh, the phone's working. Why don't you give her a call?",
        "\r\nPaul: No, no, no, I am not doing this over the phone.",
        "\r\nCarly: Fine, well, you can trot yourself home, and you can tell her in person.",
        "\r\nPaul: It's late.",
        "\r\nCarly: Yes, it is, isn't it? Getting quite near November.",
        "\r\nPaul: I'll tell her.",
        "\r\nCarly: When? After the fashion show?",
        "\r\nPaul: Carly, you don't understand. B.R.O. is the only thing my mother has left.",
        "\r\nCarly: She's gonna lose that, too, if she's not careful.",
        "\r\nPaul: No. No, she won't. I won't let it happen. Just -- give me some time here.",
        "\r\nCarly: Oh, I see. So, you -- you need some proof that you can trust me, but I'm \r\njust supposed to trust you blindly, right?",
        "\r\nPaul: Oh, come on, Carly, it's different. We have the designs.",
        "\r\nCarly: Not if you don't tell her, you don't. And I mean tonight.",
        "\r\nPaul: Oh, come -- don't be ridiculous.",
        "\r\nCarly: You're paranoid about Craig, right? Well, to be honest with you, I feel \r\nthe same way about your mother. If you don't tell her, and she finds out on her \r\nown, she's gonna put an end to this whole operation after I've spent weeks on \r\nthis line.",
        "\r\nPaul: Carly, it's not that easy.",
        "\r\nCarly: Oh, no? Let me show you how easy it could be.",
        "",
        "\r\nJennifer: How would I feel if Bryant was sleeping with someone?",
        "\r\nAbigail: Not that he is. Just, what -- how would it make you feel?",
        "\r\nJennifer: Well, I know that I'm not his first girlfriend. And obviously, he's \r\nnot a virgin. And obviously, I've thought about that one before. Actually, I did \r\nfind this picture once of this girl he had gone to school with. I kind of \r\nfigured that they had --",
        "\r\nAbigail: Well, did it bother you?",
        "\r\nJennifer: Maybe if she was here. I mean, I don't really know how I'd feel.",
        "\r\nAbigail: What if Billy was sleeping with someone?",
        "\r\nJennifer: I'd kill him.",
        "\r\n[Knocking on door]",
        "\r\nBryant: Jen? Hey, I was worried about you.",
        "\r\nJennifer: Hey.",
        "\r\nBryant: Abigail.",
        "\r\nAbigail: Hi.",
        "\r\nBryant: Did you guys spend the storm together?",
        "\r\nAbigail: Have you seen Adam?",
        "\r\nBryant: Ah, no, but he may have showed up at Java after I left. If I do see him, \r\ndo you want me to tell him that you went to Bay City?",
        "\r\nJennifer: Bay City?",
        "\r\nAbigail: Um, no. You know, that was stupid. Now that the power's on, I'll call \r\nhim myself. Look, I gotta go. Call me.",
        "\r\nBryant: How did things go with your mother?",
        "\r\nJennifer: Pretty gruesome, as usual. You want some melted ice cream?",
        "\r\nBryant: I'll pass. I thought you were coming back to Java.",
        "\r\nJennifer: Oh, well, I had like a million and one things to do. And -- and then, \r\nthe storm hit. And, uh --",
        "\r\nBryant: You were here?",
        "\r\nJennifer: Um -- look at this place. I mean, no matter how much I clean, it just \r\n-- it never gets clean.",
        "\r\nBryant: You could hire somebody.",
        "\r\nJennifer: Right, a new mom?",
        "\r\nBryant: Well, I'm not gonna keep you. I just -- I wanted to come by here and -- \r\ngive you this.",
        "\r\nJennifer: Oh. You shouldn't have.",
        "\r\nBryant: I wanted to. Open it.",
        "\r\nJennifer: It's beautiful. I -- really wish you hadn't, though. You just started \r\nworking --",
        "\r\nBryant: I wanted to buy you something with money I'd earned, and not from the \r\ntrust fund or handouts from Lucinda. Just me. You gonna put it on?",
        "\r\nJennifer: So, how does it look?",
        "\r\nBryant: You're beautiful.",
        "\r\nBryant: You okay?",
        "\r\nJennifer: You know, I'm never really okay anymore, especially after going to see \r\nmy mom, and I always have so much to do around here.",
        "\r\nBryant: Jen, relax. Relax, it's just me. Jen, I know you've been going through a \r\nlot. You can lean on me. That's why I'm here. You can talk to me about anything, \r\nJen. Whatever it is, just tell me.",
        "\r\nBryant: I've missed you.",
        "\r\nJennifer: I'm so sorry.",
        "\r\nBryant: It's not your fault. It's not easy having Billy there at the house. \r\nThere's no privacy, and -- but it's gonna be over soon, 'cause he's almost -- \r\nhe's almost done with the deck.",
        "\r\nJennifer: Good.",
        "\r\nBryant: Well, I should go, and you should get some rest, 'cause you look like \r\nyou've been through it.",
        "\r\nJennifer: I will.",
        "\r\nBryant: And come and see me. And I'm gonna have Billy take off for a few hours \r\nso we can have some time alone.",
        "\r\nJennifer: Okay.",
        "\r\nBryant: All right?",
        "",
        "\r\nPaul: Why did -- why did you do this?",
        "\r\nCarly: Just proving a point.",
        "\r\nPaul: What -- what point? That you're crazy? You're willing to throw away your \r\ntalent, your career? Because I'm not willing to sacrifice my mother's \r\nconfidence?",
        "\r\nCarly: My talent is in here, Paul. It's not on those papers. It's me you need, \r\nnot my drawings. You need to make a choice. If you want my help, you're gonna \r\nhave to tell your mother tonight. Otherwise -- -- tick tock.",
        "\r\nPaul: Carly, we can make this work, okay? I'll talk to my lawyers. We'll make it \r\nironclad.",
        "\r\nCarly: You do that. You talk to your lawyers. You knock yourself out. But don't \r\ncall me until after you've told your mother, okay? You're just gonna irritate \r\nme.",
        "\r\n[Door slams shut]",
        "\r\nCarly: Who says I can't bluff?",
        "",
        "\r\nBarbara: James? Where are you? These are pretty good. I think Paul will like \r\nthem. As long as Rose doesn't see them."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=ZZpTp53f4Uo"
}