{
    "Episode Summary": [],
    "Recap": [
        "Kim introduces Kate and Brad to a new star, Spencer. Kim wants Brad to be her co-host. He's hesitant, but takes Katie's advice to jump at this chance. It's obvious that Spencer thinks Brad is hot. Casey bemoans his problems with Emily to Alison. His breakup is caused because Emily does not want to have a baby and hers to Aaron is straining because Alison does. He knows that Alison slept with Chris, but thinks Aaron will eventually come around. Casey apologizes to Emily, but she still thinks it's better to leave it as it is. Chris talks to his mom about possibly leaving Oakdale for Africa. She guesses it has the added bonus of getting away from Alison Stewart. It scares him of what he might do if he stays. Reluctantly she gives her blessing.",
        "Susan is livid. Dusty is alive. If she finds him she will kill him for real with her own two hands. She hopes Emily will stay mad at him too. Lucinda asks Dusty to please stay away from Lily, but he says he can't do that. Holden feels Lily is making excuses for Dusty; he let her grieve for so long. Lily also is livid when she finds Lucinda with Dusty and has known almost from the beginning that he was alive. Holden instructs Dusty to take his hands off of Lily and leave town. Susan wants answers from Alison of why her marriage is on the rocks. Aaron is the best thing to ever happen to her. Alison reveals to Casey that Dusty may be back in Emily's life. Emily tells Dusty that she is a reporter and she will accept his exclusive story. When leaving, he grabs her arm and asks her not to go. Lucinda is waiting when Lily returns home and explains to Holden that she and Lily have issues they need to discuss. Lily and Lucinda spar and Lily insists Lucinda should have told her Dusty was alive. Lucinda maintains that she saved Lily. Lily says her manipulations end today and she wants her to leave."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Kim: This is rehearsal. Quiet on the set.",
        "Spencer: Shh. Can you keep a secret? Something new is coming to Oakdale -- me!",
        "Kim: Okay, that was great. Now let's set up again. We'll do it for real.",
        "Spencer: Oh, my God.",
        "Kim: Hey, hey! Good!",
        "Brad: Hi.",
        "Kim: I'm so glad.",
        "Katie: Yeah.",
        "Kim: How you doing?",
        "Katie: So, are we being replaced?",
        "Kim: Don't be silly. Spencer, come and meet Brad and Katie.",
        "Spencer: I am such a huge fan. It's surreal to be standing here touching you.",
        "Brad: Well, it's surreal watching you on our set. What's going on?",
        "Kim: Well, Spencer's gonna be hosting a new show for us. Brad and Katie -- Spencer McKay.",
        "Katie: Nice to meet you.",
        "Brad: Nice to meet you.",
        "Spencer: I hope my show can be even half as good as yours.",
        "Katie: So, what kind of show is it?",
        "Spencer: It's a guide to the best of Oakdale -- where to find it, how to do it, buy it, sell it, trade it, cook it, eat it, you name it!",
        "Katie: Wow.",
        "Spencer: It's called \"Oakdale 411.\"",
        "Katie: Okay.",
        "Brad: Okay.",
        "Katie: So, you were rehearsing a promo?",
        "Kim: Yeah. In fact, now that Brad's here, we can shoot it.",
        "Brad: You want me to do the promo with --",
        "Spencer: Spencer.",
        "Brad: Spencer?",
        "Kim: Yes. Actually, even more than that. I want you to be her co-host.",
        "[SCENE_BREAK]",
        "Alison: Here's how it works -- in order to get the caffeine, you actually have to drink the coffee.",
        "Casey: I used to think love songs were so sappy. You know, whining about how one is the loneliest number. How lame is that?",
        "Alison: Uh, did you and Emily have a fight?",
        "Casey: We broke up.",
        "Alison: Since when?",
        "Casey: Since yesterday.",
        "Alison: There's a lot of that going around.",
        "Casey: What did you say?",
        "Alison: What happened with you and Emily?",
        "Casey: Your sister decided to get her tubes tied, even though I asked her not to. So I'm done. You know, I'm not even gonna talk to her anymore.",
        "Alison: Good luck with that.",
        "Casey: I'm not even gonna apologize to her. You know, we're supposed to be a couple. And if you're gonna make a huge decision like not having kids, I think both halves of the couple get to have a vote, right?",
        "Alison: Emily's relationship falls apart because she doesn't want to have a baby, and mine falls apart because I do.",
        "Casey: You and Aaron? Hey, that's the good thing about being married, you know? A fight's a fight. It's not like he's gonna be gone forever. What?",
        "[Alison sobs]",
        "Casey: It's okay.",
        "[SCENE_BREAK]",
        "Emily: So, did you help him do it?",
        "Susan: Emily, I'm just starting my 21st hour on call. If you have a riddle --",
        "Emily: You told me he was dead. You examined his body right in front of me. Were you in on it or something?",
        "Susan: In on what? What are you talking about?",
        "Emily: Dusty! You let me believe the man was dead, Mother. Why?",
        "Susan: Dusty is dead.",
        "Emily: No, he's not. I saw him last night at the Snyder farm benefit. He's back.",
        "Susan: That's impossible.",
        "Emily: It's not impossible. I saw him.",
        "Susan: But I tried to revive him! He had no vital signs.",
        "Emily: Yeah, well, apparently, he took an experimental drug that stopped everything, and he had to get it from somewhere.",
        "Susan: Oh, and you think I gave it to him?",
        "Emily: Well, he had help. I figured it might have been you.",
        "Susan: You got to be kidding me. You're not? Dusty's alive? He's alive? You mean, after everything he put us through, it all turns out to be some sort of private joke? Where is he? Where is Dusty?",
        "Emily: He's in jail. He's in jail.",
        "Susan: Good. They better keep him locked up tight, and he'd better stay away from you and Alison, or I'm gonna kill him for real with my own two hands!",
        "[SCENE_BREAK]",
        "Dusty: Now I got to see Lucinda Walsh?",
        "Lucinda: Yes, you do!",
        "Dusty: I don't need any lectures from you!",
        "Lucinda: How could you --",
        "Dusty: I don't need any lectures from you!",
        "Lucinda: How could you do this? I was your partner! I was your friend!",
        "Dusty: Hi, Gorgeous.",
        "Lucinda: Hi. What luck? Any luck with Johnny and Lucy?",
        "Dusty: Well, I was on their trail when Stenbeck grabbed me. I had to come back here.",
        "Lucinda: It was a long shot. I was hoping. You didn't get much sleep, did you?",
        "Dusty: No. These cops, they're trying to figure out how I played dead.",
        "Lucinda: Uh-huh. And what did you say?",
        "Dusty: I didn't say anything about you or anybody else who helped me. That was a promise.",
        "Lucinda: Okay. Now I think we have to keep a little distance, all right? We don't want to arouse suspicions.",
        "Dusty: Yeah, true.",
        "Lucinda: And you will stay away from Lily, won't you?",
        "Dusty: Sorry. That, I can't do.",
        "[SCENE_BREAK]",
        "Holden: What do you need?",
        "Lily: Sorry I interrupted your work. Isn't your auction today?",
        "Holden: There will be other auctions.",
        "Lily: I didn't want to leave a note, and I didn't want to go with -- Holden, you should have told me that Dusty was alive.",
        "Holden: No. Dusty's the one who should have told you. Letting you grieve all that time? That was pretty cruel.",
        "Lily: Well, I can understand why he'd want to disappear.",
        "Holden: Lily, don't make excuses for him.",
        "Lily: Well, you can understand it, can't you? He needed to search for his son without tipping Craig off, so he played dead.",
        "Holden: He should have let you know that he was okay.",
        "Lily: Yeah, and it hurts that he didn't trust me enough to tell me what he was going to do. I have so many questions.",
        "Holden: You want to go to him, don't you?",
        "Lily: Yes, I do.",
        "Holden: So, you're asking my permission?",
        "Lily: I didn't want to go behind your back.",
        "Holden: Thanks for the heads-up.",
        "Lily: I have a right to some answers.",
        "Holden: Yes, you do. And Dusty's gonna tell you exactly what you want to hear. He's gonna find a way to justify everything.",
        "Lily: I have to hear what he has to say, Holden, if you and I are gonna make it.",
        "Holden: \"If we're going to make it\"?",
        "Lily: I can't run from this. But seeing him is not gonna make me do something crazy. I am not that person anymore. You have to trust me.",
        "Holden: Fine. Do what you have to do.",
        "Lily: Holden, I was hoping you'd come with me.",
        "[SCENE_BREAK]",
        "Dusty: I've already put Lily through a lot. I don't want to make things worse by avoiding her. She'll think I don't care.",
        "Lucinda: Well, I'm glad to hear you say that because I don't want her to care for you. I want her to despise you utterly. I want her to rid herself of you.",
        "Dusty: I thought you liked me.",
        "Lucinda: Darling, Lily can't handle her feelings for you. You're too much for her. She was abusing drugs. She lost her moral compass.",
        "Dusty: I didn't know it got that bad.",
        "Lucinda: Well, yes. Yes. And it took some time before she and Holden could work things out between them.",
        "Dusty: Oh, so she and Holden are solid again. That's good.",
        "Lucinda: It's good. So, I'm glad to hear you say that. In order to keep things that way, you are going to have to steer clear of Lily, whether or not you like it.",
        "Dusty: Whatever it takes to make Lily happy.",
        "[SCENE_BREAK]",
        "Emily: My first reaction when I saw Dusty was to slap him.",
        "Susan: What was your second reaction?",
        "Emily: We have a lot of history, Mom.",
        "Susan: Emily, what did you do?",
        "Emily: Nothing! Nothing. I went to the police station to see him. That's all.",
        "Susan: And so it begins all over again, in spite of the fact that he slept with your sister.",
        "Emily: Thank you for reminding me of that.",
        "Susan: And yet here you are, ready to jump from the frying pan right into the roaring flame.",
        "Emily: No, no, no, no. Believe me, not this time. I am just as mad at Dusty as you are.",
        "Susan: Well, you stay that way. I got to go. Emily, promise me that you'll stay away from Dusty Donovan.",
        "Emily: Oh, please. I'm grown up, okay? I can make my own decisions.",
        "Susan: What am I saying? I know you, Emily. The worse a guy is for you, the more you have to have him.",
        "Emily: No! You're wrong. Not this time. Not this guy. No, never again.",
        "Susan: At least try to make it through the day. Better yet, give it a couple of days. By then, he could be dead again.",
        "Emily: Oh, please. Aren't there sick people waiting for you somewhere?",
        "Susan: Could you listen to your mother just once in your life? Stay away from that man. He could break your heart.",
        "[SCENE_BREAK]",
        "Casey: No.",
        "Alison: I totally messed things up with Aaron.",
        "Casey: Because you wanted to have a baby?",
        "Alison: I wanted it for all the wrong reasons, and when Aaron realized that, he got mad. And I don't blame him.",
        "Casey: In other words, Aaron found out about you and Chris, right?",
        "Alison: You know?",
        "Casey: I've known since the wedding. I just didn't want to say anything about it.",
        "Alison: How? Dani. She told you, didn't she?",
        "Casey: Who do you want to be with, okay? Chris or Aaron?",
        "Alison: I love Aaron. That's why I married him.",
        "Casey: Then why'd you sleep with Chris?",
        "Alison: I don't know.",
        "Casey: Yes, you do.",
        "Alison: Once Aaron and I got engaged, I just sort of freaked out. I was scared.",
        "Casey: Of what?",
        "Alison: Of not being the wife that he deserves, of letting him down like I always let him down.",
        "Casey: So you pushed him away before he would walk away.",
        "Alison: I guess. And now I've lost the sweetest guy I have ever known.",
        "Casey: Hey, maybe not forever. I'm sure, if you just give him time, he'll come back.",
        "Alison: Would you be able to forgive something like that?",
        "Casey: I would be mad at first, but, you know, if you love someone --",
        "Alison: You loved Emily. Does that make everything she did okay?",
        "Casey: No, that's different.",
        "Alison: Which is worse, having a minor personal operation or sleeping with someone else while you're engaged?",
        "Casey: Well, I mean, it's not exactly a minor operation. Me and Emily -- you're saying it was wrong that I broke up with Emily?",
        "Alison: I'm saying that all you have to do to get her back is say you're sorry. I wish it could be that easy for Aaron and me.",
        "[SCENE_BREAK]",
        "Kim: So, actually, it's like the yellow pages in motion for any viewer who wants to know what's new and fresh and exciting in town. And what do you have to say about that?",
        "Brad: There is no way I would stop doing a show with Katie.",
        "Kim: Well, I hope not. I mean, \"Oakdale Now\" is our hottest show.",
        "Spencer: You guys are huge. Why mess with success?",
        "Kim: Absolutely. So, this is why we're trying this out as a spin-off. Your \"Q\" ratings will bring a new audience to launch Spencer, our newest rising star.",
        "Brad: Why can't Katie do it with me? No offense, Spencer.",
        "Spencer: Hey, I asked the same question.",
        "Kim: Listen, you guys. If we did another show with the two of you, we risk overexposure, and if I put you with Spencer, you bring in a whole brand-new audience.",
        "Brad: What about Katie?",
        "Katie: I'm fine. I'll keep doing \"Oakdale Now,\" right? I love my job.",
        "Kim: Wait. I have some great plans for you, too. We're going to branch you out into hard news, the way we did during the primaries.",
        "Katie: Really?",
        "Kim: Really. I got her interest that time. You know, when we broaden your brand, it helps you, it helps us. So, now what do you say?",
        "Katie: Of course he's gonna say yes.",
        "Brad: I don't know. I have to think about it, and I'll get back to you.",
        "Kim: Think fast. I don't have that much time to pull this together. Are you ready to do the rundown for week number one?",
        "Spencer: I'll be there in a minute. Whatever happens, it's been such a pleasure to meet you.",
        "Brad: You too.",
        "Spencer: Especially you, Katie. I've been a fan of yours ever since those butt buster videos.",
        "Katie: Oh, well, yeah. That's going back a ways.",
        "Spencer: Well, the way you make it look so effortless is just genius. Could we get a coffee sometime?",
        "Katie: Sure. Absolutely.",
        "Spencer: That's so great because I have a million questions about this new job, but I don't want to keep Kim waiting.",
        "Katie: Go, go, go.",
        "Spencer: Okay, cool.",
        "Katie: She's really sweet. What is going on with you?",
        "Brad: We got to get to this fan mail 'cause it's piling up.",
        "Katie: Why would you not want to do a show like this? It sounds great.",
        "Brad: I guess, you know. I'm gonna go get our schedule for this week, and then we'll go to lunch.",
        "Katie: Hey, Brad. Why don't you want to do this?",
        "Brad: Because I can't do anything without you.",
        "[SCENE_BREAK]",
        "Lucinda: All right. If you need any legal help --",
        "Dusty: Oh, now you're offering to bail me out? A second ago, you didn't even know me.",
        "Lucinda: I'm here for you, wholeheartedly, anonymously.",
        "Dusty: They're trying to charge me with fraud. Apparently, faking your death is illegal.",
        "Lucinda: Who knew?",
        "Dusty: Well, it'll probably go away, but if it doesn't, I'll let you know.",
        "Lucinda: Do that.",
        "Dusty: So, how are things between you and Lily?",
        "Lucinda: Oh, pretty sensitive. It will pass, as long as no one tells anyone about my part in all of this.",
        "Lily: Your part in this? What are you talking about, Mother?",
        "Dusty: Your mother didn't want you to know she came to see me. She figured you'd be upset.",
        "Lily: Don't lie to me. How long have you known, Mother?",
        "Lucinda: What are you two doing here?",
        "Lily: How long, Mother?",
        "Lucinda: Why don't we just go home and talk this over?",
        "Lily: How long?",
        "Lucinda: Practically, from the beginning. Let's leave them to it.",
        "Lily: I don't understand that.",
        "Dusty: Lil, don't blame her.",
        "Lily: But I do. I blame you both.",
        "Lucinda: When I have explained it to you, you will understand why I couldn't tell you.",
        "Lily: Get out of my sight.",
        "Lucinda: I was trying to help you.",
        "Lily: Well, you didn't!",
        "[SCENE_BREAK]",
        "Katie: You're not an idiot. And what we are today, we did together, and we're gonna keep doing that.",
        "Brad: Right, right, right. You and me. Nobody else.",
        "Katie: I think this is a win-win situation, though, because, like Kim said, I could start doing hard news, which is what I want to do.",
        "Brad: Okay, but we're still gonna do \"Oakdale Now\" together?",
        "Katie: I don't know. If I have time. I mean, I guess you could carry my bags and set up my appointments for me and watch the kids when I'm too busy.",
        "Brad: Like an assistant.",
        "Katie: No, like an idiot who gave up a chance to be a huge star because he was too scared!",
        "Brad: I thought you said I wasn't an idiot!",
        "Katie: You would be if you pass this up.",
        "Brad: Okay, all right. So, you think I can be a huge star?",
        "Katie: Yeah. I think you'll regret it if Doug Marshack takes the job and it goes national.",
        "Brad: Marshack? No. Marshack is a dweeb. He's short, and he's bald.",
        "Katie: So, it's up to you to save the station.",
        "Brad: Yeah. Yeah, it is. Okay. All right. I'll go talk to Kim. Hey, listen. I would carry your bags to hell and back if I could just be with you. I'm only doing this huge star thing to make you proud of me.",
        "Katie: I am. I'm really proud of you.",
        "[SCENE_BREAK]",
        "Susan: You look like you haven't slept all night.",
        "Alison: Don't start, Mom.",
        "Susan: I guess Dusty's sudden return from the grave has shook up everybody, huh?",
        "Alison: What? Dusty is alive?",
        "Susan: You didn't know? I thought you and Aaron went to the benefit last night.",
        "Alison: We didn't end up going, but never mind that. What do you mean, \"Dusty is alive\"? Where has he been all this time?",
        "Susan: I don't know, and I don't care. I just want my two daughters to stay away from him.",
        "Alison: I'm not gonna do that.",
        "Susan: Honey, you and Emily didn't speak for a long time because of that guy.",
        "Alison: I owe him, Mother. I wouldn't be in nursing school if he hadn't left that scholarship money for me.",
        "Susan: Well, maybe that's true, but -- I guess I'm just being paranoid. Dusty's not nearly as dangerous now that you're happily married.",
        "Alison: Well, actually, Mom, I think my marriage might be over.",
        "[SCENE_BREAK]",
        "Chris: Mom? You got a minute?",
        "Kim: Oh, hi, Sweetheart! Do I have a minute? Always for you. In fact, how about some lunch?",
        "Chris: I don't have time. I'm on my way for a meeting for the global health association.",
        "Kim: The global health association? Why are you meeting with them? You just --",
        "Chris: They're looking for doctors who are willing to work in Africa.",
        "Kim: You just went back on staff at Memorial. You're serious about this?",
        "Chris: I did good work there, Mom. I'm needed there.",
        "Kim: And there's also the added incentive of getting away from Alison Stewart.",
        "[SCENE_BREAK]",
        "Casey: Can we come in?",
        "Emily: Coffee can stay. You, not so much.",
        "Casey: Look, I'm sorry what I did the other day. You know, I know I said some harsh things.",
        "Emily: Yes, you did.",
        "Casey: And they were wrong. I was wrong about everything. I'm sorry.",
        "Emily: Well, that's understandable. A guy your age would want children.",
        "Casey: I want to be with you. I know that. The decisions you make about your body -- that's yours, not mine, you know?",
        "Emily: Well, thank you for that.",
        "Casey: So, let's make up.",
        "Emily: Case, Case, Case, stop.",
        "Casey: Okay, yes. I'll lock the door.",
        "Emily: Casey, stop. Listen to me. This isn't -- this isn't right. You said something the other day that made a lot of sense. We don't belong together.",
        "Casey: Couples fight all the time. It's not a big deal.",
        "Emily: I care about you. I do. But we just want different things in our lives, and we keep butting heads. And none of that's ever gonna change.",
        "Casey: Yes, it will.",
        "Emily: Casey, listen to me. I want to end this while we still like each other.",
        "Casey: Something happened. Tell me what happened.",
        "Emily: No, no. Nothing happened. Nothing happened. It's just that, when we were arguing --",
        "Casey: Then tell me why you don't love me anymore.",
        "[SCENE_BREAK]",
        "Dusty: I thought you hated me. And when I died, I figured you'd go back to Holden.",
        "Lily: Yeah, I went back to Holden. I lived with him, I ate with him, I slept with him, but I missed you with every breath. How could you think that you could leave my life without ripping it apart? How could you even think that?",
        "Dusty: I had to find my son. You understand? I'd never do anything to hurt you. You know that. I had to find my son.",
        "Holden: Get your hands off her.",
        "Dusty: Whatever you're thinking Holden -- done.",
        "Holden: Here's what I'm thinking, Dusty -- I don't ever want to see you touch my wife again.",
        "Dusty: I'm not here to disrupt your marriage.",
        "Holden: So, when are you leaving?",
        "Dusty: As soon as I can. I came back to see that your sister doesn't get in trouble for keeping my secret, and I appreciate that you didn't say anything, either.",
        "Holden: I didn't do it for you. But I'll tell you this -- I liked having you out of our lives, so next time you decide to disappear, why don't you do us all a favor and stay gone? You ready?",
        "Emily: Casey, you need to face this. We need to face this. You've got a lot of living to do before you will ever begin to relate to what I've been through.",
        "Casey: Oh, come on. Give me some credit here.",
        "Emily: I do. I do. I give you a lot of credit. You love me. I mean, you've proven that over and over, but you don't understand me, Case. And I need that. I'd rather be alone.",
        "Casey: I didn't understand why you didn't want to have kids. I needed a while to figure it out, you know? So what? What matters is, I love you enough to work on it. Don't throw this away.",
        "Emily: I will always remember what we had, but I'm smart enough to know, Case, that it will never be more than that. I'm sorry. I have a conference call set up. I need to make that call.",
        "Susan: Hey, not so fast.",
        "Alison: I've got work to do, Mom.",
        "Susan: And you can do it once you've explained this to me. You just got married a few weeks ago. How can it be over?",
        "Alison: Explaining it will only make me feel guiltier than I already do. Can we please just drop it?",
        "Susan: Hey, hey. What is wrong with my girls? I know I haven't been the best role model for stable relationships, but you're a wonderful girl. You deserve to be happy.",
        "Alison: And I will, Mom. One day. Just probably not with Aaron.",
        "Susan: Please don't give up so easily. Don't do it. You got to save your marriage. You've got to hang on to Aaron. He's a wonderful man.",
        "Alison: Believe me, Mom, I know that.",
        "[SCENE_BREAK]",
        "Chris: My reasons for wanting to go to African are a little more complicated.",
        "Kim: You're telling me that this has absolutely nothing to do with Alison marrying Aaron?",
        "Chris: Sure, that's part of it, but there's a lot --",
        "Kim: Honey, listen. This is a major commitment that you're making, and making this decision based on one failed relationship.",
        "Chris: Mom, I work constantly so I don't think about her. Then I go home to the Lakeview, grab a bite at Java, and there she is around every corner. I have to get out of this.",
        "Kim: Sweetheart, Sweetheart, okay. I mean, take a vacation. Take a month or two months. Who cares? Just come back.",
        "Chris: I can't. Mom, if I stay, there's no telling what I'll do. It scares me.",
        "[SCENE_BREAK]",
        "Spencer: So, if we bring that guy's dog on the show, the one from the karaoke bar, do you think you could get it to sing backup with you?",
        "Brad: I'm not that good of a singer, actually.",
        "Spencer: Come on. Compared to the dog, you're Justin Timberlake.",
        "Brad: I don't know, Katie. What do you think?",
        "Katie: I think it's a great idea. Remember how much mail we got when you tried to milk the goat?",
        "Brad: Oh, see, that was hysterical. Why didn't I think of that? Okay, okay. I'll sing with the dog.",
        "Spencer: This is so cool! Bouncing ideas off each other like a real team. I mean, I've practically filled up this whole pad. Do you think they have more in the gift shop?",
        "Brad: I don't know. What do you think?",
        "Katie: I'm sure they do. It's past the lobby, to the left.",
        "Spencer: Okay. I will be right back. If you think of anything, write it in here.",
        "Brad: Here, you take this. You have much better ideas than I do.",
        "Katie: Brad, I know what you're doing, and it's got to stop. Don't give me that innocent look. You were playing dumb on purpose. \"Gee, Spencer, I don't have a thought in my head. What do you think, Katie?\"",
        "Brad: You're my wife. I'm supposed to care what you think.",
        "Katie: But this isn't my project. It's yours and Spencer's.",
        "Brad: But I want you to be a part of it. I don't want you to feel left out.",
        "Katie: Sometimes I love you so much, it makes me tingle all over.",
        "Brad: Sometimes? I'm gonna have work on that.",
        "Katie: It's really sweet of you to worry about what I'm thinking, what I'm feeling, but it's your show. Really, I promise. I'm not jealous.",
        "Brad: Yeah, even though I'm doing it with another woman?",
        "Katie: No, no, no. You're working with another woman. You're not doing it with anyone but me. Got it?",
        "Brad: Yes, I do love the way you think.",
        "Katie: Good.",
        "Spencer: Oops! I'm sorry. I can go buy some more notebooks if you guys want to be alone.",
        "Katie: No, no, no, no. You know what? You continue to brainstorm with Brad.",
        "Brad: Wait, wait, wait, wait, wait, wait, wait. Aren't you forgetting something?",
        "Katie: No.",
        "Brad: Yes, you are. We have that thing that we have to go and do. We have that appointment.",
        "Spencer: You have to go?",
        "Brad: Yeah, yes, we do. I'm so sorry, Spencer. Right now.",
        "Katie: See ya.",
        "[SCENE_BREAK]",
        "Chris: This isn't up for debate, Mom. The global health association's already accepted me. I might have to leave immediately.",
        "[Kim sighs]",
        "Kim: Well, thank you. I'm glad you -- you're giving me a heads-up on this. I mean, obviously, I know you're just gonna be wonderful for them and do wonderful work over there. Honey, there's all kinds of other women here that --",
        "Chris: I want Alison, Mom. And it's turning me into something I don't like -- the kind of guy who would wreck a career, destroy a marriage, ignore what she wants and only see what I want. It's not right, Mom. It's not love.",
        "Kim: And if you go to Africa --",
        "Chris: I can put 8,000 miles between Alison and me. Maybe turn back into that guy that you raised me to be.",
        "Kim: Nuts. That's not fair if you're gonna butter me up like that. I can't -- I mean, how can I argue with you?",
        "Chris: You can't. 'Cause I really need to go, Mom.",
        "Kim: I know. Go for it, Honey. Go for it. Oh. I love you.",
        "Chris: I love you, too.",
        "Kim: I know.",
        "[SCENE_BREAK]",
        "Alison: Didn't you find Emily?",
        "Casey: Yeah, I found her.",
        "Alison: And did you apologize?",
        "Casey: I brought her coffee, I said I was sorry, you know.",
        "Alison: She's still mad?",
        "Casey: Worse. She blew me off. You know, the other day, she couldn't let go, and then, suddenly, today, it's like she's packing me up and putting me in storage, and I don't know what changed or why. Do you know what's going on with her?",
        "Alison: Yeah, I do. Dusty Donovan.",
        "[SCENE_BREAK]",
        "Margo: No charges are being filed at present.",
        "Dusty: Hey, so I'm free to go?",
        "Margo: As long as you stay within the jurisdiction.",
        "Dusty: No problem. I've got nowhere to go.",
        "Emily: Need a ride?",
        "[SCENE_BREAK]",
        "Holden: Lucinda, this is not a good time.",
        "Lucinda: My daughter and I have some issues that we have to deal with right away.",
        "Holden: No, no. Should I get rid of her?",
        "Lucinda: As if you could.",
        "Lily: I want to get this done.",
        "Holden: All right, fine. I'll leave you guys alone.",
        "Lucinda: I know that you don't want to talk about this now.",
        "Lily: Actually, I do want to talk to you, Mother. I want to know how my own mother could hurt me the way you did. Not just me, my whole family.",
        "Lucinda: I was trying to protect you.",
        "Lily: No, Holden protected me. He thought that I had killed Dusty, but he lied to the police. He put himself at risk.",
        "Lucinda: I was trying to undo the damage that the both of you had done to your marriage and your --",
        "Lily: You presume to try to fix my marriage.",
        "Lucinda: Yes! Absolutely I'd presume to fix it. Absolutely. There are four kids here. And I will do whatever I have to do to see that they have a loving home with two parents who do love each other, who should be together. Darling, I'm sorry. You are all pumped up now because Holden is eating out of your hand. Just please recall how I had to beg you and plead with you to try to hold the family together.",
        "Lily: You should have told me that Dusty was alive.",
        "Lucinda: Maybe, but what would you have done with that? I know what you would have done. I know what you would have done. You would have followed him, carelessly and eagerly, the man that didn't want you, and you would have left all of us behind.",
        "Lily: I never would have left my children.",
        "Lucinda: Just because you don't want to admit it doesn't mean that it isn't true. I saved you. I saved you. Now, maybe someday, you'll have the courtesy to thank me. I don't know.",
        "Lily: It's been this way my whole life, Mother. Lucinda Walsh knows what's best. Then you move mountains, change lives, make people I love disappear, and you expect me to be grateful for it. Well, it ends today.",
        "Lucinda: I'm still trying to protect you, Baby.",
        "Lily: And I'm saying, \"No, thank you,\" Mother.",
        "Lily: I believe my mother's ready to go now.",
        "Lucinda: Actually, my darling, you give me too much credit. I didn't ask Dusty to leave. I didn't force him to go. My part was minuscule.",
        "Lily: I want you to leave now.",
        "Lucinda: Why don't you want to listen?",
        "Holden: You know what? I'd like to know what really happened.",
        "Lucinda: Okay. As you know already, I did not engineer this plan. I did not know about this plan until after Dusty had faked his own death. I knew about it because he came to me, and he wanted money, money to pay off people so that he could get out of town to get away. Because he wanted to be with his son, and Craig was threatening him.",
        "Lily: You wanted to get him the hell away from me.",
        "Lucinda: Of course I did. Of course I did. You were dissolving in front of my eyes. Gonna end up in a disaster.",
        "Lily: It wasn't your decision to make, Mother.",
        "[Lucinda sighs]",
        "Lucinda: Lily, I love you very much. I love you very much. Dusty himself offered me a solution to the problem, so I leapt at it. Was that so very terrible?",
        "Lily: Yes, it was. And you know what makes it worse? You don't even realize it. Now I really want you to leave now.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "[Katie sighs]",
        "Katie: We should get that.",
        "Brad: No, we shouldn't.",
        "Katie: Yes, we should. We didn't park in the garage. They're gonna know we're here.",
        "Brad: I don't care.",
        "Katie: Janet has a key. Just in case.",
        "Brad: All right, all right. I'll be right back.",
        "[Katie laughs]",
        "Spencer: Oh. I -- I'm so sorry. So sorry.",
        "Brad: Hi, Spencer. What do you need?",
        "Spencer: Uh, there was one other idea I wanted to run by you before we met with Kim, and I forgot to mention it at lunch, and I saw your car, and I probably shouldn't have dropped by, but I --",
        "Brad: Yeah, no, don't worry about it. You want to run that idea by me at the studio tomorrow? Yeah?",
        "Spencer: It sounds great.",
        "Brad: Okay. All right, bye.",
        "Spencer: Whoa.",
        "[SCENE_BREAK]",
        "Holden: How are you doing?",
        "Lily: I'm not sure. You?",
        "Holden: Hmm. Let's just say I'm not so crazy about having Dusty back in town. Did you get the answers you needed?",
        "Lily: Not really.",
        "Holden: It hurt seeing you with him.",
        "Lily: He was just holding my hand, Holden.",
        "Holden: I didn't like it.",
        "Lily: Well, that's how I feel when I see you with Carly. I trust you. But I know how you felt about her.",
        "Holden: I guess we both got ourselves a past to reckon with.",
        "Lily: Well, that's the trick, isn't it? Keeping it in the past.",
        "Holden: It's not easy, is it?",
        "Lily: But we got to try, okay?",
        "Holden: Okay.",
        "[SCENE_BREAK]",
        "Casey: So you think Emily dropped me because of Dusty?",
        "Alison: She had a huge thing for him, Casey. And if she thinks that they can have a second chance --",
        "Casey: She said we would never work because I'm too young.",
        "Alison: She's always saying that.",
        "Casey: Yeah, but now she has someone to compare me to. Why did I have to come down on Emily about the whole baby thing? God, I drove her away.",
        "Alison: So did Dusty.",
        "Casey: Yeah, but she'll forgive him.",
        "Alison: I don't know. I mean, Emily has a thing with holding grudges. What happens next is anyone's guess.",
        "[SCENE_BREAK]",
        "Desk Clerk: Welcome back, Mr. Donovan. How long will you be staying?",
        "Dusty: No idea.",
        "Desk Clerk: Do you have any baggage?",
        "Dusty: Not that anyone can help me with.",
        "Desk Clerk: Let us know if you need anything.",
        "Dusty: Thank you. Well, Lisa trains her staff very well. She never even asked me how I came back from the dead.",
        "Emily: You know, if you want to give me an exclusive for the Intruder, people can read all about it.",
        "Dusty: Is that why you came and got me? So I'd give you an exclusive?",
        "Emily: I'm a reporter, Dusty. It's what I do. So if you ever want to get that untold story off your chest, you've got my number.",
        "Dusty: Thanks for showing up.",
        "Emily: Well, you got me out of a jam more than once. Consider it payback. You look tired. I'll let you get some sleep.",
        "Dusty: Don't go.",
        "[NEXT_ON]",
        "Emily: It's a fake.",
        "Dusty: Steinbeck. Keep acting like this, they're gonna send you back to the nuthouse.",
        "Paul: Leave right now or I will kill you, Dusty, with my bare hands.",
        "Carly: Sometimes temptation is a good thing."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=5EPgJa-9sFA"
}