{
    "Episode Summary": [],
    "Recap": [
        "Holden reads part of Luke's blog, but is caught. Luke is furious and tells Holden he no longer trusts him; Holden persists, but dances around the issue of his son and Kevin. Luke covers saying his negative thoughts posted on his blog were because he feels as if he is being watched 24/7 and he is having a hard time with the pressure being put on him. Lily and Holden decide to go out for the night. While out, Lily questions why Holden still seems bothered by Luke's behavior? What is he keeping from her about Luke? Later, Luke finds his way to the rooftop party where Kevin is. After Lisa fires Gwen for supposedly stealing a guest's diamond necklace, Gwen confronts Barbara about setting her up. Barbara denies any wrongdoing, but panics when Will tells her to open her purse. Lisa interrupts telling them Gwen has to leave the hotel now. A dejected Will and Gwen vow to stay together, and Will concocts a plan to steal from Barbara, because as he sees it, she owes them. Lisa admits she checked out Barbara to make sure she wasn't involved in setting Gwen up to take the fall over the necklace. Barbara secretly wraps the necklace in tissue and puts it on a maid's cart. Paul sends Meg away; Meg fights him, telling him they should go to Waco to get care. Paul refuses and Meg finally agrees to go. Emily and a female maid impersonating Henry break into Meg's room and see daily gas receipts for Meg, as Emily becomes more convinced she is meeting up with Paul. They are interrupted by Meg coming home and are forced to hide. Meg talks with Paul on the phone, when he realizes he misses her after reading the funny notes she left for him. When she goes to pack, Emily grabs Meg's phone and realizes there is the same number being called on it over and over. Henry replaces the phone with an untraceable one he had, so Meg is not suspicious. Meg starts to leave town, and Emily calls the number on Meg's phone, and is shocked to hear Paul's voice say hello."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: \"My parents will never understand. If they ever find out the truth, they'll hate me.\"",
        "[Door opens]",
        "Luke: I told you, just forget it. Dad?",
        "Lily: Holden?",
        "Luke: You read it, didn't you? That's like reading my diary.",
        "Holden: Yeah, I know.",
        "Luke: That's sick.",
        "Holden: I'm sorry that you're upset, but I'm not sorry that I read it.",
        "Luke: This is none of your business.",
        "Holden: You are my business. And you weren't giving me answers.",
        "Luke: Okay, you want answers? Yes, you have violated my privacy. And no, I will never forgive you for it.",
        "[SCENE_BREAK]",
        "Gwen: Don't give me that innocent look. You know what I'm talking about.",
        "Barbara: I was on my way out.",
        "Gwen: Hey, stop. You did this. You made me look like a thief.",
        "Lisa: Gwen, please.",
        "Barbara: You are making a scene.",
        "Gwen: I didn't take anything.",
        "Will: What?",
        "Gwen: Ms. Grimaldi thinks that I stole a necklace.",
        "Will: Well, that's ridiculous.",
        "Gwen: And your mother just happened to be around for the show.",
        "Will: What'd you do, Mom?",
        "Barbara: Oh, okay. I've had enough, Will. Apparently your girlfriend was caught taking a few shortcuts. And instead of taking the blame for it, she's placing the blame on me.",
        "Will: Come on!",
        "Barbara: Lisa?",
        "Lisa: Well, yes, that is true.",
        "Gwen: No, it's not!",
        "Barbara: Will, she steals, then she lies about it. Is that what you want in your life?",
        "[SCENE_BREAK]",
        "Henry: Let's go. Come on.",
        "Emily: Okay, coming. God, I can't believe that actually worked.",
        "Henry: Yeah, neither can I. And I hate making the getaway in heels, so let's be very surgical and fast. Yeah?",
        "Emily: Okay, go. You take that side of the room and I'll look over here. Listen to me. Listen carefully. Take anything that looks suspicious. Anything that would link Paul to Meg.",
        "Henry: No, Emily, that would be suspicious. We don't take anything, we leave the room exactly as it is, all right?",
        "Emily: Fine, fine, okay, fine.",
        "Henry: Just look around, we try to gather some information. We get names, we get numbers -- gallons.",
        "Emily: What?",
        "Henry: Its credit card receipts for gas stations. What, is she filling up three times a day?",
        "Emily: Yeah, looks like it. Look, 13 -- 15.",
        "Henry: This is 16 -- for her car, that's got to be -- that's a full tank, isn't it?",
        "Emily: Yeah, yeah, yeah. If she's filling up every time -- I mean, it's not like she drives an SUV or a gas guzzler, right?",
        "Henry: No she doesn't. So to burn this much gas, she's got to be going like a hundred miles a day, maybe more. Where is she going?",
        "Emily: Please, we know damn well where she's going!",
        "Henry: Where, Emily?",
        "Emily: To Paul. She's going to Paul.",
        "[SCENE_BREAK]",
        "Paul: Okay, it's not everything I owe you, but it's some traveling money.",
        "Meg: So, you expect me to take that and just leave you here?",
        "Paul: Yeah. We'll settle up later.",
        "Meg: Forget it.",
        "Paul: Fine. This is an offshore numbered account so it won't be listed as part of my estate.",
        "Meg: What are you doing?",
        "Paul: Settling up now, instead of later. This is the account number and all of the access codes.",
        "Meg: So, you're paying me off?",
        "Paul: Yeah, you should be able to get this money no problem. I'm pretty sure there's a million dollars in there.",
        "Meg: Paul, I'm not leaving you. We're going together.",
        "Paul: No.",
        "Meg: You need a hospital. You're lucky you made it through the night.",
        "Paul: I'm a lucky guy. Meg, I've made it this far, I'll make it the rest of the way.",
        "Meg: We'll make it to the car. We'll go to Waco.",
        "Paul: Waco?",
        "Meg: Yeah, I know people there and the cops won't be looking for you. Look, I can't get you into the hospital here, but I can over there.",
        "Paul: You've thought about this.",
        "Meg: Yes! Yes, we made a deal, I'm seeing it through.",
        "Paul: You already have. You're free to go.",
        "Meg: You're not well yet.",
        "Paul: Well, I am almost well.",
        "Meg: That's bull, Paul. You don't need to protect me, I can take care of myself.",
        "Paul: Great. Do that someplace else. You think this is for your benefit?",
        "Meg: Well, it certainly doesn't help you.",
        "Paul: Sure it does. You've become a liability.",
        "Meg: What?",
        "Paul: Meg, take this and go before you ruin everything.",
        "Meg: Fine, I'm gone. You can rot for all I care.",
        "Paul: Hold on a second, that's not -- that came out all wrong. I'm sorry. I really do appreciate everything that you've done.",
        "Meg: And now get the hell out?",
        "Paul: They're tailing you, Meg. Which is my fault, okay, I take the blame for that. I mean, if I hadn't gone to the church, Emily would never have heard me.",
        "Meg: You have made things a little harder. But lucky for you, I know how to use a rear view mirror. Look, I can guarantee that they haven't followed me.",
        "Paul: Yeah, this time. But there's a risk now. And if you slip up, then I get caught.",
        "Meg: Which is why we should leave now. Look, come with me to Waco, I know the best doctors there.",
        "Paul: You really want to help me?",
        "Meg: Yes.",
        "Paul: Then you go to Waco. Or Hawaii, or Brazil -- somewhere, anywhere. That's what the money is for.",
        "Meg: I don't need a vacation.",
        "Paul: All right, but if you leave town, you'll throw Emily and Henry off the scent. They'll follow you and then I won't get caught.",
        "Meg: And then what happens to you?",
        "Paul: I'll be fine, I'll stay here. In a way, this is a really good thing. I can rest in peace, so to speak.",
        "Meg: And what happens when you spike a fever or you get an infection?",
        "Paul: You've got an entire pharmacy worth of medication here. Just tell me what I gotta take, when.",
        "Meg: Like you'll pay attention.",
        "Paul: I will. Whatever you tell me to do, I'll do. Down to the letter. I'll be a model patient, I promise.",
        "Meg: And what if something happens that neither one of us expects?",
        "Paul: Like what?",
        "Meg: I don't know. That's the point, Paul.",
        "Paul: Don't fight me on this, okay. What? Meg, why would you not want to leave?",
        "[SCENE_BREAK]",
        "Emily: What are you doing?",
        "Henry: I'm putting them together. I'm looking for a pattern, Emily. She doesn't seem to go to the same place that often.",
        "Emily: That's what I'm talking about. She's covering her tracks, Henry!",
        "Henry: Maybe.",
        "Emily: Not maybe, definitely. Would you just think about it for a minute. We are all creatures of habit. We go to the same stores. We take the same route when we drive to work. We go to the same service station --",
        "Henry: Her life has not exactly been routine since dusty threw her out, Emily.",
        "Emily: You know I'm right. This is all very suspicious.",
        "Henry: It's curious, all right. It's curious, that's it.",
        "Emily: Money. Think about the money, Henry? Meg is unemployed, she's living in a Lakeview suite and she's filling up her car with tanker loads of gasoline. How? How's she paying for it?",
        "Henry: She is paying for it.",
        "Emily: She can't!",
        "Henry: Yes. The whole room is under her name on a credit card.",
        "Emily: What?",
        "Henry: I called in a favor. I checked it out.",
        "Emily: Well -- that doesn't mean she's got the cash to pay the bill.",
        "Henry: I never let it stop me.",
        "Emily: Assuming she has the same scruples you do, she would never risk burning any more bridges in Oakdale. She got the money from somewhere, Henry.",
        "Henry: Come on Emily! You still think its Paul?",
        "Emily: Yes. If Paul survived the shooting, he would need drugs, right? Well, Meg's been running around town with a purse stuffed full of medication.",
        "Henry: Maybe she's dealing.",
        "Emily: Would you stop fighting me on this, please? She is helping him, I know it, i can feel it. It's the only way the pieces fit.",
        "Henry: Except for the fact that he is dead, Emily. That piece doesn't quite fit in the puzzle, does it?",
        "Emily: Henry, stop talking and start looking. I heard him. I don't know how, but he's alive and Meg has him stashed away someplace. Someplace where she can drive to. And we are not finished searching here until we figure out where.",
        "[SCENE_BREAK]",
        "Lily: You want a hand here?",
        "Holden: No. This is between me and Luke.",
        "Lily: I'll be upstairs with the girls.",
        "Holden: Luke, look at me.",
        "Luke: Just forget it.",
        "Holden: Luke --",
        "Luke: No, you are nothing to me. Not now.",
        "Holden: Do you know what I read?",
        "Luke: Something that was none of your business. You had no right.",
        "Holden: You know what, this feels like I'm fighting for your life just like when you were in the hospital dying.",
        "Luke: But I'm not dying now.",
        "Holden: But you just wish that you were?",
        "Luke: I never say that.",
        "Holden: Why do you think that we'll hate you?",
        "Luke: Oh, man.",
        "Holden: What is it that you think your mom and I can't forgive?",
        "Luke: You have no idea what you read.",
        "Holden: Well, then help me out here.",
        "Luke: You invade my privacy and now I'm supposed to help you?",
        "Holden: You have every right to be angry.",
        "Luke: Do I? Gee, thanks for your permission.",
        "Holden: We're not done here.",
        "Luke: No, I am. You don't trust me, and now I don't trust you. So I'd say we're real done.",
        "[SCENE_BREAK]",
        "Will: Okay, all right, tell me what happened.",
        "Gwen: I don't know. One of the guests, Mrs. Lombard, her necklace is missing. I saw it when I cleaned the room, it was there when I left.",
        "Will: Well, did she drop it maybe?",
        "Lisa: No, no. I had security search the room totally.",
        "Will: Okay, well, maybe she packed it up. Was there a jewelry box?",
        "Gwen: I don't know. She might not have left it out. I don't go through her drawers or her closet, so it's not like I would really know something like that.",
        "Barbara: Oh, please.",
        "Will: Don't. You are not off the hook.",
        "Lisa: Your mother had nothing to do with this.",
        "Will: You can't be sure.",
        "Lisa: Yes, I can. She was with me when Mrs. Lombard called.",
        "Will: Yeah, and what was she doing?",
        "Lisa: What?",
        "Barbara: You know what, Will, you have no right to grill Lisa when your girlfriend has apparently committed a crime.",
        "Gwen: No, I didn't. Listen, I swear, I did not take that woman's necklace. I would never do something like that. Please, don't fire me. I'll work it off.",
        "Lisa: Honey, you can't.",
        "Will: And you shouldn't! There's no way are you going to pay for something if it's not your fault.",
        "Gwen: Look, its fine. I'll do whatever it takes to make it right for you and the hotel.",
        "Lisa: It was a diamond necklace. If you worked for years, you wouldn't get it --. Look, that's not even the point.",
        "Gwen: But I swear I didn't steal it. You can search me. You can search my room, anything!",
        "Barbara: You know, this is so sad.",
        "Will: What? What are you talking about?",
        "Barbara: I'm talking about this. How unfair it is to put Lisa in this position.",
        "Will: Yeah, I'll bet it is. Mom, where were you? You were here when Lisa got the call, but where were you when the necklace was stolen?",
        "Barbara: You know what? I love you, Will, you are my son, but I'm not going to stand here and be accused for something I didn't do!",
        "Will: Mom, it's too convenient. So, you know what, let's search you.",
        "Barbara: Excuse me?",
        "Will: Gwen's willing. If you've got nothing to hide, you should be willing, too. So what's in the bag?",
        "Barbara: Lisa, I am so sorry about this. The last thing you need is a spectacle in the middle of your hotel.",
        "Lisa: Well, you're certainly right about that.",
        "Gwen: Look, I don't want any trouble, either. I just want my job.",
        "Lisa: I can't do that.",
        "Gwen: Please, I'll take a lie detector test. Whatever you want.",
        "Lisa: Look, one of my best customers has been robbed. Now, I cannot keep you on.",
        "Gwen: It's not fair.",
        "Will: Lisa, please. There's got to be something we can do.",
        "Lisa: Yes, there is. You can help Gwen get her things and leave.",
        "Gwen: You mean move out?",
        "Lisa: Oh, yes. And as of now, I can't have you working here or living here.",
        "[SCENE_BREAK]",
        "Lily: Tell me.",
        "Holden: I can't.",
        "Lily: Why did you go on his laptop?",
        "Holden: Because, for weeks I've been trying to get answers. And they were there. But I still don't understand.",
        "Lily: You read his blog.",
        "Holden: Part of it.",
        "Lily: Well, then tell me. Look, we'll deal with this together.",
        "Holden: No, no. If there needs to be a bad guy here, it should be me, not you.",
        "Lily: That's not how it works. We're both of his parents.",
        "Holden: Maybe I'm the problem here.",
        "Lily: How could you say that?",
        "Holden: Because it's probably just normal teenage angst, and I'm making it worse by jumping down his throat. Maybe 's unrealistic to think he'll talk to me.",
        "Lily: Oh, come on, he loves you. No, look, the most important thing is we keep him from drinking. It'll be okay.",
        "Holden: How is it that you're so calm?",
        "Lily: One of us has to be. We'll take turns.",
        "Holden: Yeah?",
        "Lily: Yeah. Adolescence -- we have to go through this three times. Remind me of this moment when the girls are driving me crazy. You know what, why don't we go out?",
        "Holden: Out?",
        "Lily: Yeah. Obviously, Luke doesn't want to spend the afternoon with us watching a movie with the girls. So why don't we just go out -- the two of us? Spend some time together, go to Lakeview, have something to eat, talk, sort things out -- or not? What do you think?",
        "Holden: I think that sounds great.",
        "Lily: Okay. I'll call the sitter.",
        "Holden: Okay.",
        "Lily: Hey, your father and I are going to go out.",
        "Luke: Whatever.",
        "Lily: Where are you going?",
        "Luke: For a walk. I won't break curfew. Or do I need a leash?",
        "Lily: You know what, you need to adjust your attitude, a little bit.",
        "Luke: I'm sorry.",
        "Lily: Don't be long, okay?",
        "Luke: Are you going to follow me? You'll need a coat.",
        "Holden: Luke, wait. Can we just call a truce?",
        "Luke: I didn't start the war.",
        "Holden: Is that how it feels? Like I declared war on you?",
        "Luke: That's how it is.",
        "Holden: Can we just talk? Talk this out a little bit?",
        "Luke: Look, you don't have to be my buddy.",
        "Holden: I know. You've got friends, right? You've got a lot of friends. Do they understand -- the things you think I won't understand? Whatever it is you think that might make your parents hate you?",
        "Luke: I wish you would stop saying that.",
        "Holden: I can't pretend that I didn't read it. Do you really believe that?",
        "Luke: What?",
        "Holden: That your mom and me -- that we could ever hate you?",
        "Luke: Of course you could.",
        "Holden: Why?",
        "Luke: Because people can. They change. They change their mind. Anyone can.",
        "Holden: Luke, there's nothing that you could ever say or do that would make your mom and me hate you. So whatever it is that's bothering you, just tell me.",
        "[SCENE_BREAK]",
        "Paul: You've earned your freedom, Meg. There's nothing keeping you here now.",
        "Meg: I'm --",
        "Paul: What?",
        "Meg: I'm a nurse, you're my patient.",
        "Paul: I won't report you. You lost your license anyway. Okay, that was a stupid thing to say, I'm sorry.",
        "Meg: It doesn't make a difference --",
        "Paul: No, it's a lousy thing to say.",
        "Meg: -- In how I feel.",
        "Paul: How do you feel?",
        "Meg: I've worked very hard to keep you alive.",
        "Paul: Against your better judgment. And for a price.",
        "Meg: Right.",
        "Paul: And now you've been paid in full. So, you've got your life back.",
        "Meg: There's that.",
        "Paul: Was there something else? Oh. You'll miss this, won't you?",
        "Meg: Miss what?",
        "Paul: The danger. There's a certain thrill in this, I understand.",
        "Meg: Is that what it is? The thrill?",
        "Paul: Well, yeah. Why, is there something else that would keep you here?",
        "Meg: Yeah, your charming company wasn't worth the drive.",
        "Paul: You're right about that. You should get lost.",
        "Meg: You really could die, Paul.",
        "Paul: Not your problem.",
        "Meg: Fine. You have your meds, you have the instructions. Follow them or not, I don't care. But if you care about anyone, like your family -- stay alive, okay? You saw what happened when they buried you once. Don't put them through that again.",
        "[SCENE_BREAK]",
        "Henry: Look, you've been under a lot of stress here lately. You've got to admit that.",
        "Emily: Yeah.",
        "Henry: Yeah, you have, and you didn't want to go to that church, and I made you go to that church, didn't I? I made you go. And then you got there and Barbara was a dragon, and she said those horrible things to you -- and you haven't been in a very good place. So, you wanted to hear a great voice. Maybe the voice -- the last kind voice that you heard.",
        "Emily: He stood me up at my wedding, Henry, and I shot him in the back.",
        "Henry: Yeah, I know. And ever since then, you've been wishing that he's alive, haven't you?",
        "Emily: Yeah.",
        "Henry: Yeah, you have. I know you have. So it was the answer to your prayers. It was a way to bring Paul back to life.",
        "Emily: If I had just heard his voice, I would believe that, I would believe that my mind was playing tricks on me. But it was Meg. She looked panicked when I walked outside of the church, you know, like she was looking for something. And she wanted me gone, Henry. I am telling you, we are not leaving this place until we figure out why. Henry --",
        "Henry: Shh, shh, shh!",
        "Emily: Don't shush me!",
        "Henry: Shh, it's her, she's coming back.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Meg: Hello?",
        "Paul: Are you mad?",
        "Meg: I'm packing.",
        "Paul: You're going some place. Great. I hope you go someplace nice.",
        "Meg: I will.",
        "Paul: Meg, look, it wasn't just the money. Or the fact that you're a great nurse, which you are. I would've died three or four times if it wasn't for you. I know that.",
        "Meg: Do you?",
        "Paul: Yeah, I do. But more than that, you've been a -- [Paul sighs] You've been a friend. And I haven't had too many of those, believe it or not.",
        "Meg: I believe it.",
        "[Paul chuckles]",
        "Paul: Well, I appreciate it. Thanks. That's all I wanted to say.",
        "Meg: Yeah, well, I have a plane to catch.",
        "Paul: You're still mad, aren't you?",
        "Meg: I'll call you later. Where the heck did I put the phone?",
        "[SCENE_BREAK]",
        "Gwen: This is unbelievable.",
        "Lisa: I've had your things packed up. They're by the front desk.",
        "Gwen: You don't even want me to go back into my room?",
        "Barbara: Can you blame her?",
        "Will: Mom, if you don't shut up --",
        "Barbara: William. Your little friend here has committed a crime.",
        "Will: Okay, stop. Just stop it. Listen, I'm going to go get your things, and then you and I are gonna get the hell out of here.",
        "Gwen: Hey, I don't care what you say, you and I both know that you set this up.",
        "Barbara: These delusions aren't going to help you.",
        "Gwen: And these tricks of yours aren't going to help, either. We love each other, and you can't break us apart.",
        "Barbara: Well you're right about that. Will will stay with you. For a while. And you'll find some rotten little dump to live in. You'll put your pennies together to buy a few canned foods that you'll stretch over a few meals. It'll all be very romantic. But you know what? That kind of life will grind you down.",
        "Gwen: You are pathetic.",
        "Barbara: And you are very young. And how long do you think this great love of yours is going to last in a world of grubbiness and poverty? My son, God bless him, is a romantic. And you? I thought you were smart. How cute do you think you'll be in a couple of years after working double shifts at the truck stop mini-mart?",
        "Gwen: I take it back. You're not pathetic, you're heartless and you're cruel.",
        "Barbara: And I'm right. Now why don't you just free my son, so he can have the life he was supposed to have.",
        "Gwen: Do you know what kind of life he's supposed to have? One where he's happy and he feels loved and secure. And that is something that you have never been able to give him. You have never been able to give that to any of your children.",
        "Barbara: Would you keep your voice down? This is a public place.",
        "Gwen: No! I don't care. I hate you! Not for what you've done to me, but because of what you've done to your son. And you will pay, lady. If it is the last thing I do, I will find a way to make you pay.",
        "Will: Gwen!",
        "Barbara: Did you see that, Lisa? She threatened me. I don't know what she would've done if you weren't here.",
        "Lisa: You know something, Barbara? I hardly blame her for the horrible things you said to her. And I'll tell you something -- as of now, I don't want any more part of this.",
        "[SCENE_BREAK]",
        "Luke: It's too late.",
        "Holden: It's never too late. You said that if your mom and I knew the truth that we'd hate you. Well, whatever this terrible thing is, let's just get it out in the open, and you'll see that it's not so terrible.",
        "Luke: You are, like, so literal.",
        "Holden: What's the truth?",
        "Luke: Whatever.",
        "Holden: \"Whatever?\" That's your answer?",
        "Luke: I mean, it's not some big, deep dark -- whatever.",
        "Holden: So it was just a joke?",
        "Luke: Sort of. It's just words. I was just putting words on a screen. I wanted to see what they looked like. You know, how they sounded.",
        "Holden: That's all?",
        "Luke: Yeah.",
        "Holden: Why'd you freak out when I was reading it?",
        "Luke: Well, because it could've been something more -- it was private.",
        "Holden: But no big deal?",
        "Luke: Right.",
        "Holden: You know what? You don't want to tell me, that's one thing. But this is lying.",
        "Luke: And now I'm a liar?",
        "Holden: Luke, I remember what it was like to be your age.",
        "Luke: Okay, you know what, I have heard this speech. Can we just skip it?",
        "Holden: I know how you feel. You feel like people are watching you. You feel like you're being judged. Everybody feels that.",
        "Luke: Do they?",
        "Holden: Doesn't Kevin?",
        "Luke: What?",
        "Holden: Don't you guys talk about it?",
        "Luke: Talk about what?",
        "Holden: How you feel.",
        "Luke: About --",
        "Holden: Everything. Don't you guys -- I mean, to me, you seem like --",
        "Luke: We seem like what?",
        "Holden: Like outsiders.",
        "Luke: How so?",
        "Holden: I'm not sure.",
        "Luke: Well, you said it, Dad, so you must think something?",
        "Holden: Just an observation.",
        "Luke: Come on, Dad. If you've got something to say to me, just say it. I am dedicated.",
        "Luke: You were the one who was all like, let's talk man-to-man. So spit it out.",
        "Holden: I want to hear you say it.",
        "Luke: Say what?",
        "Holden: Whatever's on your mind. I don't wanna put words in your mouth.",
        "Luke: Okay.",
        "Holden: I want you to be okay. That's all your mom and I want.",
        "Luke: I am -- I am okay.",
        "Holden: Well, you wouldn't know with the way you've been acting lately.",
        "Luke: How's that?",
        "Holden: How's that? The drinking, for one. You've been distant. Mad, like you don't even want us to notice you.",
        "Luke: Well, some days, maybe that would be better.",
        "Holden: Really?",
        "Luke: Yeah.",
        "Holden: You want to be ignored?",
        "Luke: Please. A little. I mean, I feel like for weeks everyone has been watching me, waiting for me to explode or die or something.",
        "Holden: I can see how that would get old.",
        "Luke: At least.",
        "Holden: Is that what you were afraid for us to know? Did you think that we'd hate you if we knew that you secretly wanted us to go away?",
        "Luke: Well, it's not very nice. I mean, you guys tie yourself up in knots for me and the girls.",
        "Holden: And you wish we wouldn't?",
        "Luke: Well, it can be a lot to carry sometimes.",
        "Holden: I understand. We could stop.",
        "Luke: No, you can't.",
        "Holden: No, we can't. So you can think we're a pain, and we won't hate you.",
        "Luke: Okay. Can I go now?",
        "Holden: Yeah, sure. But -- you know, if there's ever anything that --",
        "Luke: I can talk to you about it.",
        "Holden: Right.",
        "Luke: Okay. Later.",
        "[SCENE_BREAK]",
        "Barbara: I want to thank you.",
        "Lisa: For what?",
        "Barbara: Well, for defending me to Gwen and Will.",
        "Lisa: I didn't defend you, I was simply protecting my business.",
        "Barbara: Well, as you should. As you should. But I'm just sorry you had go to all that trouble in the first place.",
        "Lisa: Yeah, me, too. It's such a coincidence.",
        "Barbara: What? What is?",
        "Lisa: Well, all morning long, you've been trying to tell me to fire Gwen. And then, poof, suddenly, there's a theft, and I did have to fire her.",
        "Barbara: Well, Lisa, I knew it was only a matter of time.",
        "Lisa: Matter of time -- matter of minutes is really more like it.",
        "Barbara: What are you saying, Lisa? I was with you when you got the phone call.",
        "Lisa: Oh, yeah, I know. And I also know that you -- I know you do not know Mrs. Lombard. I know you could not possibly have put her up to this. I checked.",
        "Barbara: I thought that we had worked through all of our problems. I thought that we were in a much better place now.",
        "Lisa: Well, in this case, I just really had to be sure. I just hated firing that little girl.",
        "Barbara: Because you have such a kind heart. And that's what Gwen counts on. She takes advantage of people like you and my Will. But not for long.",
        "[SCENE_BREAK]",
        "Will: What did she say to you?",
        "Gwen: What?",
        "Will: My mom. You obviously talked to her, so what'd she say to you?",
        "Gwen: She told the truth.",
        "Will: Repeat after me.",
        "Gwen: Repeat after me.",
        "Will: Barbara does not tell the truth.",
        "Gwen: Barbara does not tell the truth.",
        "Will: Barbara does not know what's best for Will.",
        "Gwen: Barbara does not know what's best for Will.",
        "Will: Will loves Gwen.",
        "Gwen: Will loves Gwen.",
        "Will: I like this. Will is the best lover of all time.",
        "[Gwen laughs]",
        "Will: That's a bad time to laugh.",
        "Gwen: No, I mean, it's true. It's true. I can't believe you can make me laugh at all like this. I'm homeless, I'm unemployed. No, Will.",
        "Will: You opened this account to pay for a place to live. You need it now.",
        "Gwen: No, I need you to keep it more. I need the hope. It's 100 bucks. What's that gonna buy me? A room for a couple of nights?",
        "Will: I'll get Aunt Kim to give you a room.",
        "Gwen: That's just for a couple of nights, too. What if Lisa tells her that I'm a thief? I'll go to Carly.",
        "Will: No, that would be just as bad as living with Iris.",
        "Gwen: Well, I did that when I had to.",
        "Will: This is so wrong. You didn't do anything wrong.",
        "Gwen: Look, it doesn't matter. This is how it is now.",
        "Will: I can't stand it that my mother won.",
        "Gwen: Well, she did. So we better get used to it.",
        "[SCENE_BREAK]",
        "Paul: \"Take every six hours with food. Water isn't food. Neither is coffee. You'll be tempted to ignore this, but don't, or you'll throw up. I mean it.\" [Paul chuckles] Yeah, I bet you do. \"Take every four to six hours as needed for pain. Will make you sleepy. Do not attempt to land a plane or start a fire.\" [Paul laughs] Oh, Meg. I miss you already.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Meg: Hi.",
        "Bellman: Your car's downstairs, Ms. Snyder. If you could sign for it?",
        "Meg: Yeah, great, thanks. There you go. The bag is on the bed.",
        "Bellman: Just the one?",
        "Meg: Yeah. It's ready to go. Can you tell the driver that I'll down in just a couple of minutes? There you go.",
        "Bellman: Thanks.",
        "Meg: Thank you. Ah, there you are. All right.",
        "Henry: Steady, steady, steady.",
        "Emily: Quit talking about steady! She's leaving town! Probably to meet Paul. He's probably already there.",
        "Henry: What?",
        "Emily: Lisa and Babs are right outside the door.",
        "Henry: Lisa and Babs? We gotta get out of here before Meg figures out that's not her phone.",
        "Emily: What? You switched the phone?",
        "Henry: Yeah, I switched the phone. I had one that's undetectable. Untraceable.",
        "Emily: Oh, my God, I'm not even gonna ask.",
        "Henry: So she couldn't bring it back to me. Listen, just check her phone now. Check the call log, please.",
        "Emily: Okay, fine, fine, fine, fine. Okay, that's -- it's the same number. Henry, six, seven, eight times.",
        "Henry: That's incoming. Check outgoing.",
        "Emily: Fine. It's the same thing. What's up with the pattern?",
        "Henry: Do you know that number?",
        "Emily: Henry, no, I don't know the pattern. But why would the same person -- all right, there's only one way to find out. Let's call.",
        "[SCENE_BREAK]",
        "Holden: Our table should be ready soon.",
        "Lily: Got you a beer.",
        "Holden: Thank you.",
        "Lily: You look better.",
        "Holden: I am.",
        "Lily: So you straightened things out with Luke?",
        "Holden: Yeah.",
        "Lily: Now, that didn't sound so good.",
        "Holden: He's still holding out.",
        "Lily: About what?",
        "Holden: I don't know. That's the problem. But I pushed him as far as I could.",
        "Lily: Are you sure you don't want me to step in?",
        "Holden: No, no, no. That would be the wrong thing to do. If he's telling the truth, he says that we make too big a deal out of everything. That we watch him too closely.",
        "Lily: So he wants to be left alone.",
        "Holden: More or less.",
        "Lily: 'Cause that's going to make everything better?",
        "Holden: So he says.",
        "Lily: You don't believe that.",
        "Holden: Do you?",
        "Lily: I don't know, maybe. I mean, it sounds like typical teenage stuff to me. [Holden sighs] All right, what is it? This is obviously eating you up.",
        "Holden: I don't know, maybe he's right. Maybe I am just watching too closely, maybe I am holding on too tight.",
        "Lily: Okay, Holden, there's something that you know about Luke that you're not telling me. And I want you to tell me now.",
        "[SCENE_BREAK]",
        "Kevin: He's out! Look who got sprung from the big house! Hey, get the man a beer!",
        "Luke: I shouldn't.",
        "Kevin: Well, that's what you came here for? To not party?",
        "Luke: Well, maybe one.",
        "Kevin: That's what I'm talking about.",
        "[SCENE_BREAK]",
        "Lisa: I'm just not convinced that Gwen stole that necklace.",
        "Barbara: Well, whatever your reason, Lisa, I'm sure life will be easier now that she's gone.",
        "Lisa: I certainly hope so. It's been a hell of a day. [Barbara hides the diamond necklace in a paper tissue and puts in the trashcan on the cleaner's cart.]",
        "[SCENE_BREAK]",
        "Gwen: Will, we have to get real.",
        "Will: This is real. You've already lost a job and two homes because of me.",
        "Gwen: That is not true.",
        "Will: It is true. It's my family's fault that we're here. So I'm gonna get us out of it.",
        "Gwen: You don't have to do anything.",
        "Will: Listen, we are going to have $1,000 by tonight.",
        "Gwen: You plan on robbing a bank?",
        "Will: No -- my mom.",
        "Gwen: What?",
        "Will: Look, it's her fault that we're here, so she's going to get us out of it. It's the least she can do. Even if she doesn't know she's doing it.",
        "Gwen: You want us to steal from your mom now? This is nuts.",
        "Will: Come on.",
        "[SCENE_BREAK]",
        "Henry: Wait, wait.",
        "Emily: Henry, stop it. There's only one way to find out who's on the other end of those calls.",
        "Henry: What if it's a set-up?",
        "Emily: What?",
        "Henry: Think about it. Think about it for just a second. What if Meg really does know that you killed Paul. That's what you think, right?",
        "Emily: I think she knows something.",
        "Henry: What if she's working with the cops, man? Yeah. You've been wondering why she hasn't blackmailed you or something like that? Maybe she's trying to redeem her name by helping the police find Paul's killer.",
        "Emily: The police think he committed suicide.",
        "Henry: How do you know that?",
        "Emily: Because I know. I know Hal's face. He cannot lie to me, okay, even now. The police think he killed himself.",
        "Henry: Listen to me. If Meg knows better, and she went to them --",
        "Emily: What? What does that mean? I mean, what does it prove if I call her phone? That I'm spying on Meg? I'll take the hit for that. I don't care.",
        "Henry: No, just give me the number, let me trace the location.",
        "Emily: Henry, I don't have time! Okay? If I smell trouble, I'll say wrong number and I'll hang up. Just stand there and be quiet.",
        "[Cell phone rings]",
        "Paul: Hello? Meg? Hello?",
        "[NEXT_ON]",
        "Emily: Paul, is that you?",
        "Jennifer: \"To my sister, Jennifer, upon my death.\"",
        "Lily: You think you're not a good father to Luke? All you have to do is look at him. He's exactly like you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=juk1P_OHvBA"
}