{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Simon: What are you doing? ",
        "Mike: Sanding down that joint. ",
        "Simon: I must say, it does\r\nlook great. ",
        "Mike: Carly called for high gloss finish, so\r\nit has to be perfect. ",
        "Simon: Well, it does look perfect. Now take\r\nit down. ",
        "Mike: Excuse me? ",
        "Simon: Yeah, yeah, no, I'll need you to rip\r\nit down by the time the painters come in tomorrow morning. You and Katie didn't\r\nhave any plans, did you? ",
        "",
        "Nancy: That looks awful. ",
        "Katie: I'm trying to get pregnant. ",
        "Nancy: We used to do something different. ",
        "Katie: Well, I'm trying to increase my odds\r\nof getting pregnant. These vitamins and this drink together have tons of folic\r\nacid, zinc, selenium -- ",
        "Nancy: Did you ever try lingerie? ",
        "Katie: I will try anything -- when the time\r\nis right. ",
        "Nancy: Wasted -- wasted -- wasted on the young. ",
        "",
        "Eve: Here you go. I had them put a little\r\nextra whipped cream on it for you. I thought we'd live it up a little. ",
        "Maddie: Eve, you don't look very happy. I\r\nknow you're trying, but you don’t. ",
        "Eve: Maybe you should hear this from me\r\ninstead of Detective Hughes, or Gwen. ",
        "Maddie: Hear what? ",
        "Eve: It's Casey. ",
        "Maddie: Nothing happened to him, right? ",
        "Eve: No, he's fine. ",
        "Maddie: Okay. ",
        "Eve: It's just -- in the hospital -- it\r\nseems he's not as ready to support you as he was. ",
        "Maddie: He thinks I tried to kill Gwen. ",
        "Eve: He's not sure that you didn’t. Maddie, say something. Get mad, yell -- \r\n",
        "Maddie: Why? I'm only getting what I\r\ndeserve. ",
        "Eve: No, you have to stop talking like that\r\nand thinking like that. You are surrounded by people that love you, and think\r\nthe world of you. ",
        "Maddie: Yeah, right. ",
        "Eve: You are. You have Henry and me and -- ",
        "Maddie: Don't say it -- ",
        "Eve: You are being ungrateful. ",
        "Maddie: How? I didn't ask him to come here.\r\nI don't want him here. ",
        "Eve: You need him, Maddie. ",
        "Maddie: No, I don't need him. ",
        "Eve: Yes, you do. Do you realize how much\r\ntrouble you could be in? If the police charge you with murder, you're going to\r\nneed all of us to fight this. Henry, me -- ",
        "Maddie: Don't talk to me about him. Not\r\never! Not ever again. ",
        "",
        "Henry: Can I get the usual, Clyde. And then keep them coming, please. \r\n",
        "Louis: A peace offering. ",
        "Henry: Hey Clyde, cancel that order, will you? This used to be a nice place. \r\n",
        "Louis: Henry, please. I made a mistake -- ",
        "Henry: Really? How is that possible? You're\r\ninfallible, you're all wise, you're all knowing -- ",
        "Louis: Be mad at me, tell me off, I have it\r\ncoming, but don't walk away -- for Maddie’s sake. ",
        "",
        "Carly: Oh, my God oh, my God, Gwen, are you all right? Did he hurt you? \r\n",
        "Gwen: I really don't want to talk about it. ",
        "Carly: You don't? All right, I understand.\r\nOh, ouch, I'm so sorry. ",
        "Gwen: Please? ",
        "Carly: Right. Okay, will you just -- you\r\njust got attacked by a serial killer, but why would you want to talk about\r\nthat? Right, thing's happen. ",
        "Gwen: Yeah, that's right. Things happen. ",
        "Carly: Gwen, what is it? ",
        "Gwen: Nothing. Uh, it's just that Will and I\r\nsplit up. I lost him -- ",
        "Carly: Oh, Gwen. ",
        "Gwen: Yeah, I lost him to Jade. ",
        "",
        "Jade: Will? ",
        "Will: Gwen? ",
        "Jade: No, no, it's just me. I'm sorry to\r\nwake you. It's just I heard a noise outside, and I was wondering if you could\r\ngo check in the parking lot. Please? ",
        "Will: Yup. Sure. No one\r\nthere. Nobody. ",
        "Jade: Thank God you checked in here. I was\r\nscared to be alone. Sorry to wake you up. You must be exhausted. And cramped,\r\nwhy didn't you sleep in the bed? ",
        "Will: It was -- it was fine. ",
        "Jade: I slept great. But did you get up a\r\ncouple of times? ",
        "Will: Yeah, I went outside to make a couple\r\nof calls. ",
        "Jade: To who? Gwen? ",
        "Will: Yeah. ",
        "Jade: Do you think that's such a good idea? ",
        "Will: Well, I think it's a good idea that\r\nshe finds out why we're staying together, and then she finds out why. ",
        "Jade: Oh. ",
        "Will: What? What is it? ",
        "Jade: I just -- I didn't know you felt that\r\nway. I ran into Gwen at Java, and -- I mean, I kind of told her about us. ",
        "",
        "Louis: Just have that martini. Give me just\r\nthat much time to make this right. ",
        "Henry: That's my problem though, isn't it, Louis?\r\nI hide from life behind those martinis, and I just sip away and watch Maddie\r\nself-destruct. ",
        "Louis: You can throw everything I said back\r\nin my face. I'll take it. I deserve it. But we have to get through this because\r\nMaddie needs all of our help. ",
        "Henry: Clyde, un-cancel that martini, will you? And something\r\nnon-alcoholic and flavorless for my friend here. ",
        "Louis: I -- I've been very hard on you. ",
        "Henry: Ya think? ",
        "Louis: Last night, when you suggested that I\r\nmight have hurt Maddie -- inside, I just went crazy. ",
        "Henry: Aw. ",
        "Louis: But afterwards, thinking about it, it\r\nmade me realize how you must have felt when I took you to task for Maddie. \r\n",
        "Henry: Oh, Louis, here. To people who still\r\nsay took you to task. ",
        "Louis: I would never hurt her, Henry, ever.\r\nI was just trying to tell her I wanted to help her. Just the situation, her\r\nattitude, the passive aggression, it's all so frustrating. I was just trying to\r\nget her to sit still long enough to listen to me. But I made it worse, and I\r\nknow it. I'm sorry. ",
        "Henry: Ah, hell. It's okay. ",
        "Louis: No, it's not, Henry. I feel like the\r\nreason I may have been so aggressive with you is because -- I feel responsible\r\nfor what happened to her. For her sneaking off to that frat\r\nparty. I should have been paying more attention. ",
        "Henry: Let's just blame the guys that hurt\r\nher. And may they burn in hell. ",
        "Louis: Right. ",
        "Henry: Right, right. Anyway, before we get\r\nto all swept up in this familial warmth -- just one more thing.\r\nNever put your hands on my sister again. Got it? ",
        "",
        "Eve: Honey, we do understand how horrible\r\nthis time has been for you. But can't you see that Louis is just trying to help\r\nyou? Maddie, he didn't have to do the things that he did. All the wonderful and\r\nkind things he's done. Not many men would take that kind of interest in their\r\nwife's sister. ",
        "Maddie: I don't -- ",
        "Eve: You can't even look at me, Honey.\r\nMaddie, if Louis crossed the line with you in some -- ",
        "Maddie: No. Just -- I know that he wants to\r\nhelp. I know that, but -- ",
        "Eve: Then why won't you just talk to him? ",
        "Maddie: Can't you talk to him for me? Just\r\ntell him -- tell him that I appreciate everything that he's done. But it's not\r\nworth it. I'm a lost cause. ",
        "Eve: When you talk like that, Honey -- Louis\r\ndoesn't think that -- Maddie. Maddie? ",
        "",
        "Katie: Yes! It's elevated. Let's see, August,\r\nSeptember, October -- Taurus! I love Taurus -- Taurus\r\nmen, I love Taurus men. Oh, no, what if it's a girl, Nancy, then she'll be a Taurus\r\nwoman, which means she will be an obstinate -- no, no, she will be my little\r\ngirl, with Mike's eyes. ",
        "Nancy: Honey, do you know that old song? Let's make all\r\nthe stops along the way? ",
        "Katie: I got to go, Nancy. It's tonight. ",
        "Nancy: You're so happy, you shine. Don't rush this time.\r\nMake sure you enjoy every lovely moment. ",
        "Katie: Nancy, you are so easy to talk to. Thanks. ",
        "Nancy: Good. Good, I made her open up. ",
        "",
        "Simon: I'm really sorry about this, Mike. I\r\nreally am. ",
        "Mike: No problem. ",
        "Simon: It's not that you didn't do a good\r\njob. I mean, it looks fantastic. ",
        "Mike: I know. ",
        "Simon: You know,\r\nit's just that Carly went to one of those design houses in New York City, and she just -- she decided on a whole different\r\nlook for the place. That's all. ",
        "Mike: A designer changing her mind. What a\r\nsurprise. ",
        "Simon: I appreciate how understanding you\r\nare being, Michael. ",
        "Mike: It's not my money she wasted. ",
        "Simon: Hey, oh, it's just really late\r\nnotice. I mean, I would have come by earlier, I just got sidetracked with the\r\ninvestors. ",
        "Mike: All right, I know how that goes. You\r\nhave the new plans? ",
        "Simon: First thing tomorrow morning. ",
        "Mike: Right. ",
        "Simon: So, you don't mind ripping down what\r\nyou've already done? ",
        "Mike: No. Sure. ",
        "Simon: I hope I didn't stomp on any plans\r\nyou might have. I would hate for you to be in bad words with Katie. ",
        "Mike: Katie knows not to count on anything\r\nwhen I'm working on a project. Right, do you have anything else? I want to get\r\nstarted. ",
        "Simon: Man, I really am sorry. I mean, God,\r\nit does look so good. ",
        "Mike: Well, not for long. I think you may\r\nwant to take off. ",
        "Simon: No, I'm not in a hurry. ",
        "Mike: Well, that's just it. It's going to\r\nget a little bit loud. ",
        "[A board clatters to the ground] ",
        "",
        "Will: I can't believe you,\r\nI can't believe you did that -- ",
        "Jade: I'm sorry. I didn't think it was a big\r\ndeal. ",
        "Will: Not a big deal? You know what she's\r\ngoing to think. Now, I've got to go find her and I got explain things. ",
        "Jade: What was I supposed to do? Act like that\r\nthere was something to hide? And Gwen, of all people, should understand that\r\nI'm scared of being alone. I mean, look at the way she's with Casey. They're\r\npractically attached at the hip. ",
        "Will: They were together? ",
        "Jade: Well, yeah. I mean, until she gave me\r\nthe third degree about you. ",
        "Will: What were they doing? What was going\r\non? ",
        "Jade: Oh, come on, Will, don't\r\ndo this to yourself. ",
        "Will: Tell me what was going on. ",
        "Jade: Look, she's just grateful. He saved\r\nher from getting killed. I wasn't going to tell you. ",
        "Will: Okay, you have to go. ",
        "Jade: Will -- Will listen, you are going to\r\nbe fine in your own room. All right, its 30 seconds down the hall. No, I can’t.\r\nWhen you told me I could stay here, I gave it up. I've got to save every dime.\r\nWhy are you looking at me like that? ",
        "Will: Because I'm wondering what actually\r\nhappened last night. And how much you told Gwen about us. ",
        "Jade: You know what? I've taken a lot of\r\nflak in the last week, and since you and I are guilty of the exact same crime,\r\nI don't want to take any from you. Now, if it's too much to ask, I'm going to\r\ngo take shower. Okay? And you know, I really wish you\r\nwould believe I didn't want to make things worse for you. ",
        "",
        "Gwen: So, the whole time the three of us\r\nwere staying here -- I mean, Carly, she lived with us. And they kept that\r\nsecret from me. ",
        "Carly: Well, maybe Will -- he felt awful\r\nabout what he did and didn't want to tell because he didn't want to hurt you. \r\n",
        "Gwen: But you know what's worse than lying,\r\nis going over all that time in my head. And trying to remember how they looked\r\nat each other -- and how she looked at me. And if she was feeling sorry for me,\r\nor if she was laughing at me -- ",
        "Carly: Come on, don't do that to yourself.\r\nThis is bad enough as it is. Don't make it worse. ",
        "Gwen: I can't -- I can't -- I can't stop my\r\nhead, I can't stop thinking, I can't shut it off. And I tell myself, okay, you\r\nknow, it was a one night stand. It was one time, and I try to believe that. \r\n",
        "Carly: And you don't? ",
        "Gwen: You know what? If it was me, and I had\r\na one night stand, and I wanted to keep it a one night stand, I would not agree\r\nto the standee playing house with us. ",
        "Carly: I see your point. ",
        "Gwen: And now, every time I turn around,\r\nthey're together. I mean, he was with her the night I was attacked, and -- oh,\r\nthis is the really good part. Last night, I found out that they are both living\r\nat the Wagon Wheel. Which is fantastic. ",
        "Carly: And how did you find that out,\r\nexactly? ",
        "Gwen: Jade. ",
        "Carly: Well, my, my. I think I better run\r\nupstairs and be sure that Jade hasn't stolen my old play book. ",
        "Gwen: What do you mean? ",
        "Carly: Gwen, I'm not saying that Will isn't\r\na real jerk for what he did, and he does deserve a very long, and very rich,\r\nand painful, long punishment -- but I don't think you should take Jade at face\r\nvalue. ",
        "Gwen: So, you think that she's playing me? ",
        "Carly: Well, it really works out well for\r\nher, if you and Will are broken up, doesn't it? Well, I think you ought to go\r\ndown to the Wagon Wheel and evaluate things for yourself. ",
        "",
        "[Saw squealing] ",
        "Mike: How many times do I have to tell you,\r\ndon't do that. Don't sneak up on someone with a power saw. ",
        "Katie: I'm sorry. You scared me. ",
        "Mike: That's like the first rule of\r\nconstruction, Baby. I can tell you horrible stories -- ",
        "Katie: Okay, no, no, no. You are going to\r\nhave to stop lecturing me on the safety rules of construction because you and I\r\nare going to have sex right now. ",
        "Mike: We are? ",
        "Katie: Mmm-hmm, so\r\nif I say I'm really, really, really, really sorry for breaking that cardinal\r\nrule, can you just drop the subject? ",
        "Mike: Yeah. ",
        "Katie: You look good dirty. ",
        "Mike: You look good, period. Do you want to\r\ngo home? ",
        "Katie: No. ",
        "Mike: I was hoping you would say that. You\r\nknow, sometimes you have the best ideas. ",
        "",
        "Gwen: You make it sound easy, like I just,\r\nyou know, drive over there, and I go, \"Hey, how's it going?\" ",
        "Carly: No, I don't mean to make it sound\r\neasy -- ",
        "Gwen: I just feel like it's giving in, like\r\n-- ",
        "Carly: Like what? ",
        "Gwen: Like, like it scares me. Like I'm going to get hurt again.\r\n",
        "Carly: Well, Gwen, that's a definite\r\npossibility. ",
        "Gwen: Gee, Carly, thanks for the advice.\r\nMaybe I should schedule a root canal while I'm at it. ",
        "Carly: Come on, Gwen, there's always a\r\nchance of being hurt when you're fighting for something that you really want. When you're fighting for something that you really love.\r\n",
        "Gwen: But if I go over there, and they're\r\nnot just both staying there, but they're together. I don't think that I want to\r\nknow. And I'm sure that I don't want to see it. ",
        "Carly: I know. ",
        "Gwen: I mean, how would you feel if you saw Jack\r\nwith someone else? [Carly remembering] Carly? ",
        "Carly: Well, that's different. Jack and I\r\nare different because we are completely over, over, over. Whereas you and Will,\r\nyou still have a chance if you want it. ",
        "Gwen: Will slept with someone else and he's\r\nstill with her. You don't think that's over? ",
        "Carly: It's only over if you want it to be. Gwen,\r\nyou can make the choice to forgive him for what he's done. If\r\nyou want to. You just have to decide if there's a part of you that wants\r\nto. ",
        "Gwen: Well, part of me also wants to eat\r\nentire quart of ice cream for dinner, but that doesn't mean that's a good idea.\r\n",
        "Carly: I'm not saying you should go over\r\nthere right now and forgive him right this minute. But you should go, and find\r\nout the facts. Find out if Jade's reports are accurate. This is your marriage,\r\nyou know? You are calling shots, not her. ",
        "Gwen: I know. And she's lied about\r\neverything to everyone and he knows that. And I'm shocked that he can be that\r\nstupid. ",
        "Carly: Why? He's a man. Come on, go over\r\nthere and find out what the hell's going on. ",
        "Gwen: I think that I have to. I don't want\r\nto, but, yeah, I have to. ",
        "",
        "Eve: Jack. ",
        "Jack: Hey! Do you mind? ",
        "Eve: No, go ahead. ",
        "Jack: Great. ",
        "Eve: Sorry, I was a million miles away. ",
        "Jack: Yeah, I can tell. You're not enjoying\r\nyour latte here. Whatever you got there, are you? ",
        "Eve: Yeah, not so much. So, how's your arm?\r\nI was worried about you in the hospital last night. ",
        "Jack: Oh, it's no big deal. It's getting me\r\nout of Phys. Ed. ",
        "Eve: You wouldn't say it hurt if it was\r\nkilling you, would you? ",
        "Jack: Probably not. ",
        "Eve: Well, I don't blame you for not wanting\r\nto. It seems like every time we see each other, all we do is talk about -- you\r\nknow, it was really good seeing you, Jack. And I really hope your arm feels\r\nbetter soon. But I should probably get going. ",
        "Jack: Wait a second, hold on a second. You\r\nknow, being a expert detective that I am, I can tell\r\nit's not the latte that you're worried about. ",
        "Eve: You could tell, huh? ",
        "Jack: Yeah, three guesses. And I get them\r\nall right, then you stay and we talk, deal? ",
        "Eve: Okay, deal. ",
        "Jack: You're worried about Maddie. ",
        "Eve: All right, that shouldn't even count,\r\nbut yes. ",
        "Jack: She was just here. ",
        "Eve: Did you see her leave? ",
        "Jack: Her name's on this cup, so -- ",
        "Eve: Oh, yeah, clever. ",
        "Jack: That's why they pay me the meaty\r\nbucks. ",
        "Eve: So, what's guess number three? ",
        "Jack: She left in a hurry. ",
        "Eve: How did you know? ",
        "Jack: Her cup's\r\nmostly full, so -- what happened? ",
        "Eve: I tried to talk to Maddie. I went\r\nslowly, chose my words carefully -- and she just ran away from me. ",
        "Jack: What'd you say? ",
        "Eve: Louis. All I had to do is mention my\r\nhusband's name. Lately, just talking about him freaks Maddie out. ",
        "Jack: Why? ",
        "Eve: It doesn't make sense because they've\r\nalways been close. But now, it's as if Maddie is spooked by him, even when he's\r\nnot there. ",
        "",
        "Maddie: Hello? [Maddie lets out a sigh of\r\nrelief] ",
        "Louis: Hello, Maddie. ",
        "",
        "Will: Gwen, hi. This is great. ",
        "Gwen: Yeah. I'm not so sure about that. ",
        "Will: I was just going to come\r\nlook for you. Because Jade told me what she told you last night. ",
        "Gwen: So you were off to do damage control? ",
        "Will: Look, she was just scared, all right?\r\nI swear. She was really scared and that's all it was. ",
        "Gwen: Maybe that's all it was to you. ",
        "Will: Huh? ",
        "Gwen: Look, the reason I'm here is -- the\r\nonly reason I'm here is that Carly said that maybe Jade was making things up.\r\nOr putting her own particular spin on things. So this\r\nis what I want to know. You weren't staying together, right? I mean, you had\r\nyour own rooms, right? ",
        "Jade: Will, did you see where I put my robe?\r\n",
        "",
        "Coming up on \"As the World Turns\"\r\n-- ",
        "Will: Sometimes I have a hard time\r\nunderstanding why you can't get past what I did when you did the same thing\r\nwith Casey. ",
        "Louis: Just tell me why you don't want to be\r\nwith me. ",
        "Maddie: You know why. ",
        "Simon: I saw Katie, oh with Mike, doing it. ",
        "Mike: I'm the luckiest guy in the world. ",
        "",
        "Jade: Gwen, I didn't know that you were\r\nthere. ",
        "Gwen: Oh, really? ",
        "Jade: You have to know, this isn't what it\r\nlooks like, so don't jump to any conclusions. ",
        "Will: Jade, stay out of this. Nothing\r\nhappened. ",
        "Gwen: Oh no, something happened. ",
        "Will: She's just scared, all right? And I\r\nswear to you I slept on the floor. She wanted somebody else in the room. ",
        "Gwen: And Jade always gets what she wants,\r\nright? ",
        "Will: I know you're mad right now -- ",
        "Gwen: Gosh, you're so perceptive -- ",
        "Will: Gwen -- ",
        "Gwen: Of course I'm mad! I'm your wife. And\r\nyou're staying in a motel with some naked woman. It was a stupid idea to come\r\nhere! ",
        "Will: But I can explain, all right? ",
        "Gwen: You can always explain. Maybe you\r\nshould stop doing things that need so much explaining. ",
        "Will: She doesn't mean anything to me. ",
        "Gwen: Are you really as clueless as you\r\nseem? I mean, you keep saying that you want me back. That you\r\nwant me to forgive you. ",
        "Will: I do. ",
        "Gwen: I mean, even if nothing happened,\r\nmeaning, I guess, that you didn't have sex with her, did it even occur to you\r\nthat rooming with her, that being her white knight, that being at her freaking\r\nbeck and call isn't exactly a the best strategy to win me back? ",
        "Will: Gwen, I'm sorry. ",
        "Gwen: No. Let me try to be clear to you.\r\nWhat's going on between us or not going on between us just doesn't have to do\r\nwith the fact that you slept with her, it also has to do with the fact that I\r\ndon't seem to matter to you very much. ",
        "Will: You can't say that! That's not true.\r\nYou know -- I love you! ",
        "Gwen: If you love me, then maybe you would\r\nask yourself once, just once, how is this going to make Gwen feel? Because it\r\nsure doesn't feel like you ever, ever do. ",
        "",
        "Carly: Hey, guys. That sweet cartoon musical\r\nis at the drive-in. So you get blankets and pillows and I'll pop the popcorn,\r\nokay? ",
        "[Doorbell rings] ",
        "Simon: Hey. ",
        "Carly: Oh, hi. ",
        "Simon: Bad time? ",
        "Carly: Well, probably. Because I hate to\r\nredo my work and that's probably what you want, right? ",
        "Simon: No, no, no, it's got nothing to do\r\nwith your work. Your work's great. Your work's fine. ",
        "Carly: That's never stopped you before. ",
        "Simon: Maybe I just want to talk. ",
        "Carly: Talk to me? About\r\nwhat? ",
        "Simon: Well, you never did tell me what\r\nhappened with Jack when you went to the hospital to play nurse. ",
        "Carly: Nothing. Nothing happened. You know,\r\nI didn't want to talk about it last night and I definitely don't want to talk\r\nabout it now. So do you have anything about business that you want to discuss\r\nwith me? ",
        "Simon: Not exactly, no. ",
        "Carly: Okay. Okay, well, it was nice to see\r\nyou. And I'll see you tomorrow at work, then. ",
        "Simon: All right. ",
        "Carly: Okay? ",
        "Simon: Hey, listen, do you want to get\r\ndinner? Look, I'm starving. You got to eat too, right? Dinner. ",
        "Carly: No, no, no, I can’t. I'm going to the drive-in with the\r\nkids. ",
        "Simon: I haven't been in years. Sounds like\r\nfun. I'll come with you. ",
        "[Carly laughing] ",
        "Carly: Simon. Two hours in a small car with\r\nsquirming kids watching barnyard animals sing and dance and teach tolerance. \r\n",
        "Simon: So why are you going to take them?\r\nWhy are you going? ",
        "Carly: Loving my children. I happen to love\r\nthem and I owe them because of all the work I've been doing. But for you, for\r\nsomeone like you, there's absolutely no reason in the world that you should\r\neven consider such a thing. ",
        "Simon: You're sure? Honestly? Because it\r\nreally might take my mind off -- I want to just -- ",
        "Carly: What? What is it? ",
        "Simon: All right. I saw Katie. With Mike. Doing it.\r\n",
        "",
        "Eve: You're a police detective and Maddie’s\r\na suspect in these killings -- ",
        "Jack: At the moment, I'm just Jack. You're Eve.\r\nAnd Maddie’s just your kid sister. Okay? So why do you think Maddie’s\r\nfrightened of your husband? ",
        "Eve: I didn't say that. At least I didn't\r\nmean to. ",
        "Jack: You can't bring him up without Maddie\r\ngetting upset. Why? Eve -- okay, we can drop it. But if Maddie’s involved in\r\nanother incident -- ",
        "Eve: I guess the detective's back. ",
        "Jack: If something's going on with your\r\nsister, you can't ignore it and tell it to go away. Don't you want to help her?\r\n",
        "Eve: Now you sound like Louis. Except you're\r\nbeing kind when he says it -- ",
        "Jack: What? ",
        "Eve: Louis and I have a complicated\r\nmarriage. I mean, maybe they all are. ",
        "Jack: There's no maybe about it. ",
        "Eve: But whatever problems we had, Louis was\r\nalways warm and paternal with Maddie. In fact, I always thought he would make a\r\nreally good father. ",
        "Jack: Thought? Past tense? ",
        "Eve: Ever since we got here, Louis has been\r\n-- strange. He came down so hard on Maddie’s boyfriend. ",
        "Jack: Casey Hughes? ",
        "Eve: Yeah, and he's been overbearing with Maddie.\r\nAnd last night, he even got violent with Henry. ",
        "Jack: What did he do? ",
        "Eve: You know, I told you that Maddie’s\r\nafraid of him. She's not the only one. I am, too. ",
        "",
        "Maddie: When I came in, I yelled for\r\nsomebody and nobody answered, so I -- ",
        "Louis: I guess I didn't hear you. I was too\r\nbusy wrapping this for you. I'm trying to make amends. I got some vodka for Henry\r\nand this for you. ",
        "Maddie: Thank you. ",
        "Louis: Maddie, if Henry and I made up, can't\r\nwe? Aren't you going to open it? I saw it this morning. It's the same movie\r\nposter you had in your room in Chicago. It's your favorite movie, right? ",
        "[When Maddie opens up the roll, it’s the\r\nmovie poster she saw when she was raped]",
        "Maddie: Take it back, I don't want it. ",
        "Louis: Maddie -- ",
        "Maddie: I don't want anything from you,\r\nokay. Just go away! Just leave me alone! ",
        "",
        "Will: I've made mistakes. And this could\r\nhave been a mistake -- ",
        "Gwen: It could have been? ",
        "Will: It was a mistake. You're right. Because I stopped thinking about you. And I was thinking\r\nabout how scared Jade was. ",
        "Gwen: Oh, yeah. She looked terrified just\r\nnow in that towel. ",
        "Will: I made a mistake. Just\r\nlike you have. All right? ",
        "Gwen: Excuse me? ",
        "Will: But you get past them. You know, you\r\nforgive mistakes so that you have a chance of making things right. But the\r\nimportant things -- ",
        "Gwen: And my mistake was? ",
        "Will: You know, sometimes I have a hard time\r\nunderstanding why you can't get past what I did when you did the same thing. With Casey.\r\n",
        "Gwen: I slept with Casey and that's like you\r\nsleeping with Jade? How? ",
        "Will: Because it was in the heat of the\r\nmoment. ",
        "Gwen: Ah, the heat of my moment didn't break\r\nsomebody else's heart, because I wasn't married. I hadn't promised myself. And\r\nI didn't think that I was betraying you because I didn't even know you! ",
        "Will: But look at you and Casey now. After\r\neverything, you forgave him. You even spent last night with him. Just the way Jade\r\nand I did because we're friends! ",
        "Gwen: Are you listening to anything at all?\r\nI give up, I give up. It's like you're more concerned about winning the debate\r\nthan fixing what's wrong. ",
        "Will: No, I wish I could do that! I would do\r\nanything to get you back. You know what? You're just mad at me and you're\r\ntaking things out on me right now. Look, okay, I'm sorry. I didn't mean that.\r\nThis is hard! ",
        "Gwen: Yeah, this is really hard. ",
        "Will: So just tell me what I have to do,\r\nbecause I'll do anything. I already told Jade she had to leave. That's why she\r\nwas in the shower, 'cause she's leaving. ",
        "Gwen: Oh, come on, listen to us, Will.\r\nListen to the way that we're talking to each other. ",
        "Will: I know, we're mad and we're tired. And\r\nif we could just have a few minutes alone without anybody butting in -- ",
        "Gwen: No, Will. This doesn't have to do with\r\nanybody else. It doesn't have to do with Jade or Casey or your mom or enough\r\nmoney or a place to live. It's us. It is just us. And it's over. ",
        "Will: Don't say that! ",
        "Gwen: You ever notice how people only go\r\n\"don't say that\" when you're telling the truth? Good-bye, Will. ",
        "",
        "Eve: I should have seen -- we have all been\r\nin a state of reaction and I am singling Louis out. And we have all been\r\nreeling and not acting like ourselves. And I brought him here. I'm the one who\r\nasked him to deal with Maddie when she is clearly out of control. And this has\r\ngot to be a really frustrating time for Louis. ",
        "Jack: Okay, so you were wrong. You're not a\r\nbit worried about Louis? With Maddie or you. ",
        "Eve: I really shouldn't have said anything. ",
        "Jack: We both know you had to. I just have\r\none more question. ",
        "Eve: What? ",
        "Jack: Its one thing to tell your pal Jack\r\nabout being afraid of your husband, but it's another thing entirely to tell Detective\r\nSnyder. Who do you want me to be here, Eve? ",
        "",
        "Dallas: Hey, dispatch told me you were here. ",
        "Margo: Yeah, you know, I tracked down that\r\nparamedic who treated Maddie after the attack at the pond. ",
        "Dallas: Anything? ",
        "Margo: No. Nothing\r\nconcrete. But this girl's stories, they just don't hang together. [Dallas huffs] What's that huff about? \r\n",
        "Dallas: Well, look, I never thought her stories hung\r\ntogether, either. So I went to Chicago. I checked out that fraternity where she said she\r\nwas raped. You're not going to believe this. ",
        "",
        "Louis: Maddie, you didn't used to be like\r\nthis. You used to say \"thank you\" when someone gave you a present. \r\n",
        "Maddie: Thank you. ",
        "Louis: You didn't say that like you meant\r\nit. ",
        "Maddie: I have a headache. I'm just going to\r\nget some aspirin. ",
        "Louis: Maddie, you're trying to get away\r\nfrom me. ",
        "Maddie: No -- ",
        "Louis: And I don't understand that. We used\r\nto be pals. We had a very special relationship. ",
        "Maddie: I really don't feel well, though. ",
        "Louis: You can't fool me, Maddie. I mean,\r\ncome on -- ",
        "Voice: Come on. It'll be fun, fun, fun. ",
        "Louis: We always had fun, didn't we? Why are\r\nyou trying to get away? Why are you treating me like this? ",
        "Voice: Come on. It'll be fun. Fun, fun, fun. Don't make trouble. Fun,\r\nfun. You can't tell. Understand? You can't tell. ",
        "Louis: Just tell me why you don't want to be\r\nwith me? ",
        "Maddie: You know why! ",
        "",
        "[Gwen crying] ",
        "",
        "Jade: I heard a lot of that. I'm sorry. I\r\nfeel like this is all my fault. You're like this\r\nreally good friend to me. And then this happens. I just -- I can't tell you how\r\nsorry I am. I'm just really sorry. ",
        "",
        "Katie: Did I ever tell you how nice it is to\r\nbe making a baby with someone so sexy yet such good father material. ",
        "Mike: It's a fine line, but I walk it. ",
        "[Katie laughing] ",
        "Katie: You know, I read somewhere that\r\npeople name their kids after where they were conceived. ",
        "Mike: Tarp Kasnoff? ",
        "Katie: Or Tarpina.\r\n",
        "Mike: Glad you didn't find me by the\r\ndumpster. It's kinda nice thinking about it, isn't\r\nit? ",
        "Katie: I never asked you. Do you want a boy\r\nor a girl? ",
        "Mike: I don't care. A girl would be good.\r\nShe'd look like you. ",
        "Katie: Boy or a girl, I want them to be just\r\nlike you. ",
        "Mike: Look, Katie -- ",
        "Katie: What? ",
        "Mike: It's just, what we're doing. This is\r\nimportant. This is going to change our whole lives. ",
        "Katie: Are you having second thoughts? ",
        "Mike: No, no. It's just if your basal\r\ntemperature is elevated, I think it's our solemn duty to do whatever we can to\r\nmaximize this opportunity? ",
        "Katie: You're so bad! Bad,\r\nbut right. ",
        "Mike: I know. I'm the luckiest guy in the\r\nworld. ",
        "",
        "Carly: So you saw Mike and Katie -- going at\r\nit? ",
        "Simon: Going at it, yeah. Like\r\nrabbits. ",
        "Carly: Aw, that's too bad. I'm sorry. It\r\nmust have been rough. ",
        "Simon: It must have been rough? That's your\r\nresponse? ",
        "Carly: What's wrong with that response? ",
        "Simon: Nothing, that's fair enough. I just\r\nhalf expected three snide comments at my expense followed by a tough \"get\r\nover it.\" ",
        "Carly: I'm not like that. Okay, I'm like\r\nthat. But -- ",
        "Simon: But? ",
        "Carly: I saw Jack with a woman. ",
        "Simon: Eve? Oh no, not you, too. Come on.\r\nThey weren't -- were they doing it? ",
        "Carly: No! Don't say that. Please, don't\r\never say that. No, no. But they were together. They were at the hospital and\r\nshe was touching him. And she was flushed and giggly. So that's why I went and\r\nhad a drink with you last night and that's why I'm being so beautifully\r\ncompassionate now. ",
        "Simon: Well, I appreciate that. I really do.\r\nThank you. And I'm sorry. She was flushed? ",
        "Carly: Yeah. ",
        "Simon: Well anyway, that's it for me. I\r\nmean, I am so glad I got that off my chest. Thank you. ",
        "Carly: Okay. Oh, so, hey. Simon, you want to\r\ncome to that drive-in with us? ",
        "Simon: Huh? ",
        "Carly: The drive-in. You know, there's nothing like three very loud children and dancing\r\nroosters and a couple of chili dogs to get your mind off your problems. That\r\nis, if you think you can take it. ",
        "Simon: Oh, yeah. No, you had me at\r\n\"dancing roosters.\" ",
        "Carly: Oh, Simon. This is going to be a\r\nnight you'll never forget. ",
        "",
        "Eve: I was starting to think of you as just Jack,\r\nlike you said. ",
        "Jack: Okay. ",
        "Eve: And nothing I told you means that Maddie\r\ndid anything. ",
        "Jack: You're right. You're right. Which is why I don't have to put my detective hat on.\r\nBecause Maddie being afraid of Louis, or not, that's not a crime, right? Louis\r\nacting weird isn't a crime. You being worried. ",
        "Eve: Thank you. ",
        "Jack: Unless someone's safety is at stake.\r\nIf that's the case -- ",
        "Eve: No, no. Nothing I told you was about\r\nthe case. Not really. ",
        "Jack: Okay. I just wanted to make sure in\r\ncase there's something else you wanted to tell me about what's happening. ",
        "Eve: No. No, there's nothing more. But I\r\nunderstand if you want me to stop reaching out to you -- if it makes you feel\r\nuncomfortable. ",
        "Jack: No, not at all. I'm fine with it,\r\nbelieve me. As a matter of fact, I could use a friend myself. ",
        "",
        "Margo: What am I not going to believe? ",
        "Dallas: Well, look, it seemed pretty clear that it was\r\ngetting raped at that frat party that sent Maddie off track, right? ",
        "Margo: Right. ",
        "Dallas: So I set out to find anything I could. I mean, I\r\nwent to the university. I've talked to the dean of campus life. It turns out\r\nthere was no party. ",
        "Margo: Well, why would the dean know if\r\nthere was a party? ",
        "Dallas: It turns out the fraternity had a string of\r\nviolations and the school made them cancel it. ",
        "Margo: Oh, man, so this whole story starts\r\nout with a big, fat lie. ",
        "Dallas: There was no party. ",
        "Margo: So there was no rape? ",
        "",
        "Louis: You act like I'm going to hurt you.\r\nI'd never hurt you, Maddie. You know that. How could I hurt someone who's so\r\nspecial to me? So smart and pretty and special. [Louis\r\nlocks the front door] That's how it should be. No interruptions. And just the two of us.\r\n",
        "",
        "On the next \"As the World Turns\"\r\n-- ",
        "Dusty: Don't let me keep you. You meeting someone?\r\n",
        "Lucy: Actually, I was looking for you. ",
        "Carly: Maybe it's not such a good idea if\r\nyou come. ",
        "Simon: I promise you, by the time these kids\r\nare home, upstairs in bed, you'll not be sorry. ",
        "Maddie: Don't touch me! You come near me again, I swear I will kill you!"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=zvHMwUgd7VA"
}