{
    "Episode Summary": [],
    "Recap": [
        "Meg gets fake passports for her and Paul to leave the country with, but later wonders if they should go their separate ways? Trouble seems to find her always, plus she will also miss her family. Paul convinces her they would both be happiest if they took this adventure together. He would miss her if she weren't around. Meg agrees, and tells Paul she is going to say her good byes and will be back in an hour. Emily tells Dusty that Paul is alive, and also having an affair with Meg. Dusty is skeptical at first, but when he hears the evidence she has, he starts to believe her. He is even more convinced when Emily is forced to incriminate herself to prove she knows about Paul's \u0091death'. Emily convinces him that Paul is going to go after Jen because of the strong bond they share. Emily wants Paul to pay for the misery he left in his wake, and Dusty vows to make it happen. Maddie breaks things off with Nate; Casey misinterprets what he sees between them and gets jealous, but Maddie set him straight. Margo interrupts their close moment by calling Casey and demanding he and Maddie meet her at the station. Margo lights into them for helping Will and Gwen. They committed numerous crimes that could have landed them in jail. She is now wary of Maddie and explains that she wants them to keep their distance from one another if Maddie wants to continue living with them. Maddie is really upset, but Casey assures her that his mom is blowing off steam and if they play it safe for a while, his mom will forget all about this. Finally they share a kiss. Will and Gwen ask Hal if they can stay with him? Hal explains while Gwen is always welcome, he thinks they need to focus on their education right now. Will feels Barbara used her influence again over his dad, and they storm out. Will spontaneously asks Gwen to marry him? They vow no one will keep them apart, and this is how they will be taken seriously. Carly invites Henry over wondering if he could convince Katie that nothing is going on with her and Nick. Henry doesn't want to get involved, but Carly stops him from leaving by mentioning his gambling. Henry wonders if Jack put her up to this? She promises he didn't, but when Carly mention Anatoli's name, Henry gets freaked out. He is even more concerned when she mentions the Galaxy Club. How would she know about any of this? She pleads with him to not say a word; it will be over soon. Henry assures her Anatoli is a dangerous man who enjoys eliminating the \u0091problems' in his life personally, because he enjoys it, and Carly should watch out for him. Both Henry and Carly are now concerned."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Hal: Now is not a good time, Barbara.",
        "Barbara: Well, if you had answered my calls.",
        "Hal: I've been out of town on a case.",
        "Barbara: Coffee filters are in the cupboard. Well they were, that's where they belong. I wouldn't bother you by dropping in like this, it's just that I -- I'm very worried about Will.",
        "Hal: I've heard all about Gwen and Will.",
        "Barbara: They assaulted me.",
        "Hal: I'm sure there's another side to the story.",
        "Barbara: Call the hospital, talk to Bob.",
        "Hal: I talked to Margo, you dropped the charges.",
        "Barbara: I dropped the -- yes, I dropped the charges because I'm so worried that it's gonna drive him away. I'm at my wits end, Hal.",
        "Hal: That'll be the day.",
        "Barbara: I am concerned about Will, do you realize he hasn't been in school since before thanksgiving? Do you realize he's not gonna graduate? He hasn't applied to college. He has no job. He has no place to live.",
        "[Doorbell rings]",
        "Hal: Oh, he has a place to live, Barbara. He just doesn't want to live with you. Hey, son, how are you? Hi Gwen, how are you?",
        "Gwen: Hey, Lieutenant Munson.",
        "Barbara: Hi honey!",
        "Will: What's she doing here?",
        "Hal: Your mom dropped by unexpectedly.",
        "Barbara: I was just talking to your dad and telling him how I dropped the charges and he was very concerned about my injuries but I -- I told him that I felt that you had suffered enough.",
        "Will: Give it a rest Mom, we're onto you.",
        "[SCENE_BREAK]",
        "[Maddie remembering]",
        "Casey: Maddie, I did it for you. I saw how much it mattered to you, I couldn't say no.",
        "Maddie: Wow. I don't -- I don't know what to say.",
        "Casey: You don't have to say anything.",
        "Maddie: Good, because for the first time in my whole life I'm at a loss.",
        "Nate: Hey, Maddie.",
        "Maddie: Hey.",
        "Nate: I got your message. What's up?",
        "Maddie: There's something that I want to talk to you about.",
        "[SCENE_BREAK]",
        "Meg: It's me.",
        "Paul: Get 'em?",
        "Meg: Yeah. Here, two passports, fake names.",
        "Paul: Any problems?",
        "Meg: No. I gave him the money and he gave me the envelope.",
        "Paul: Great. So we can drive north to Canada. We'll use these to get across the border and we'll go wherever we want -- Paris, London, Tokyo. We can just disappear. What?",
        "Meg: I'm sorry. I haven't been getting much sleep lately and then you say disappear -- what is my family going to think? My mother, Holden -- he's never going to forgive me. And Dusty, I think about never seeing him again. Not that it matters, he hates me.",
        "Paul: Meg -- look, if we stick around, we run the risk of getting arrested -- you as an accessory and me as -- whatever they can figure out. Once Jennifer figures out that it was my bright idea to hire a psychic, she's not gonna be in a forgiving mood. She'll testify against both of us. Our only hope is to cut our losses and run.",
        "[SCENE_BREAK]",
        "Clerk: Yes, Mr. Dononvan.",
        "Dusty: I need a car to the airport in about an hour.",
        "Clerk: I'll have one waiting.",
        "Dusty: Thank you.",
        "Emily: Hi, Dusty, I left you a few messages.",
        "Dusty: It's gotta wait.",
        "Emily: We need to talk.",
        "Dusty: I've got a plane to catch.",
        "Emily: It's about Meg, Dusty.",
        "Dusty: Whatever.",
        "Emily: Damn it, I'm trying to help you and Jennifer. Meg is keeping something secret.",
        "Dusty: What is it? You have my attention, let's hear it.",
        "Emily: I don't want this getting out for obvious reasons. Paul Ryan is alive and someone needs to stop him before he gets away.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Carly: Oh, Henry, hi. Thanks for coming by.",
        "Henry: Morning, Carly. Had your coffee yet? You look like you could use a pot or two or three.",
        "Carly: Well, speaking of coffee --",
        "Henry: Yeah.",
        "Carly: Come on over here, I hope that you're hungry.",
        "Henry: Apple Danish, my favorite!",
        "Carly: Oh, good. I wanted to get you some breakfast here because I asked you by and because I need you to do me a favor.",
        "Henry: You mind if I finish the Danish before I turn you down?",
        "Carly: Oh, Henry. You're not gonna turn me down. I just -- I need you to talk to Katie, that's all.",
        "Henry: About?",
        "Carly: She's got this really preposterous idea that there's something going on between me and Mike's cousin.",
        "Henry: The cop?",
        "Carly: It's silly. She couldn't be farther from the truth. Really, I can't stand the guy, and before she says the wrong thing to the wrong person at the wrong time, I'm hoping that you'll tell her to put a sock in it!",
        "Henry: Like I said, thanks for the Danish.",
        "Carly: Henry, you're not gonna help me?",
        "Henry: I'm sorry, Sweetheart but -- no.",
        "[SCENE_BREAK]",
        "Maddie: Nate, you're a really great guy and I love hanging out with you.",
        "Nate: Me too. Are you free tomorrow night? I have tickets to a basketball game.",
        "Maddie: Here's the thing, I would love to go that basketball game with you, but --",
        "Nate: Great, I'll pick you up at seven.",
        "Maddie: I can't. I don't want to hurt your feelings or anything but we can't see each other anymore.",
        "Nate: What do you mean?",
        "Maddie: I mean we can't see each other anymore.",
        "Nate: Oh. So as in --",
        "Maddie: As in no more hanging out.",
        "Nate: Is this because of Casey?",
        "Maddie: Sort of -- I mean, we're not official or anything but --",
        "Nate: I got it. Thanks for telling me.",
        "Maddie: Mm-hmm.",
        "Nate: Does this mean I can't cheat off you anymore in Calculus?",
        "Maddie: Like you need to cheat off of anybody.",
        "Nate: We still friends?",
        "Maddie: I hope so.",
        "Nate: Then see you around?",
        "Maddie: Mm-hmm.",
        "Nate: You know, you're gonna miss me.",
        "[Maddie sighs]",
        "Casey: What was that?",
        "Maddie: What?",
        "Casey: I thought that you and I were in a new place but I guess I read you wrong.",
        "[SCENE_BREAK]",
        "Will: I spoke to Casey, you didn't withdraw the charges because you thought we had suffered enough. You did because he forced you to.",
        "Barbara: That's not true.",
        "Will: Yes it is. He said that he had a tape, proof that Gwen wasn't even near you. And then when he threatened to go the cops with it, you chickened out.",
        "Barbara: You know what? That assault wasn't even half of it, they were in my apartment stealing cash from me.",
        "Will: Yeah, because you got Gwen fired from her job! It was our only way to get off the street.",
        "Hal: Is this true Barb -- never mind I know the answer.",
        "Barbara: You know, a mother does what a mother has to do to protect her children.",
        "Will: Mom, save it for someone who doesn't know you. Dad, um, I'm actually really glad you're home because these last few weeks have been really rough on us.",
        "Hal: I can see that son, and that's why I'm sorry I wasn't here for you when you needed me. That's why I called, I wanted to apologize to you and Gwen. How can I make it up to you?",
        "Will: Absolutely. Actually that's kind of why we're here. We need a place to stay right now and I know what you said last time when I asked you before, but I'm hoping now that you understand how serious Gwen and I are about being together. And maybe you've changed your mind and you're ready for us to move in here with you.",
        "[SCENE_BREAK]",
        "Dusty: I don't know how much Meg paid you, but it's gotta stop.",
        "Emily: Meg is not paying me.",
        "Dusty: Well, she already paid off a psychic, Emily. If you go anywhere near Jennifer, I'm telling you I'll make like very unpleasant --",
        "Emily: Dusty, would you stop, all right? Meg isn't trying to break up you and Jennifer and neither am I. That's not what this is about. Meg wants Paul. I saw them together.",
        "Dusty: You saw Meg and Paul together?",
        "Emily: They're lovers.",
        "[SCENE_BREAK]",
        "Meg: I know we have to go. It's just --",
        "Paul: It's hard, I know. Look, I don't want to leave my brother or my sister. I was really hoping that I could make peace with Jennifer, you know, that's the whole reason I stayed.",
        "Meg: I know. It's just a horrible feeling knowing that everybody is talking about what a failure I am.",
        "Paul: You're not a failure.",
        "Meg: No? My poor mother, when she found out that I lied to Jennifer about the baby, you should've seen the look in her eye. She was so ashamed of me and that was just the beginning.",
        "Paul: Meg, don't do this, okay?",
        "Meg: I can't help it. I keep thinking of never seeing my family again -- my brother, his kids. And poor Luke -- Luke, he's been through so much already and now he has to deal with the kids at school saying what a loser his Aunt Meg is.",
        "Paul: Hold on a second. Listen to me, you didn't do this, okay? I did it. This is all me. All you did was save the life of a dying man and whether you live to regret that really remains to be seen. Ask me again in Paris after we've had a few.",
        "Meg: I know you're trying to cheer me up, but I'm a lost cause, Paul. Bad luck just follows me everywhere. You're better off without me, okay? So when we go up to Canada, we'll split up -- you go to Europe --",
        "Paul: Shh. Hey.",
        "[SCENE_BREAK]",
        "Barbara: You can't expect your father to allow you to move in here and play house.",
        "Will: Dad, it wouldn't be forever. I would just be until, you know, we got jobs and we found an apartment.",
        "Hal: Let me ask you this, son. About these job prospects, have you got anything lined up?",
        "Will: Well, I was working at Burt's garage until you talked to him and Gwen was cleaning rooms at the Lakeview until Mom got her fired.",
        "Barbara: I did no such thing! She stole a diamond necklace.",
        "Gwen: Oh, I did not.",
        "Hal: Barbara, if you don't keep quiet, I'm gonna ask you to leave.",
        "Will: Look, Dad, the point is -- is that now that you know Gwen and I are gonna last, we just want to know if you're gonna let us stay with you now.",
        "Gwen: And we'll help out. I'm actually a pretty decent cook.",
        "Will: Yeah, she's great cook. And I can do laundry and help out around the house.",
        "Hal: And what about school?",
        "Will: We both want to finish school.",
        "Gwen: Yeah, and go to college.",
        "Will: So, absolutely, we're both going back to school the second we find jobs and get settled.",
        "Gwen: We'd already be back in school it's just that we didn't have a place to live.",
        "Will: Yeah and Mom torpedoed everything that we had set up.",
        "[SCENE_BREAK]",
        "Hal: Well, you're mother's tactics are inexcusable. But I gotta say, Will, I share her concerns.",
        "Maddie: What are you talking about? Sit down.",
        "Casey: I'm not sitting in his chair.",
        "Maddie: Whose chair?",
        "Casey: Like you don't know.",
        "Maddie: Okay. I'll stand. Happy?",
        "Casey: Did you change shampoos?",
        "Maddie: Why?",
        "Casey: I liked the old one.",
        "Maddie: Casey, come one, what's going on?",
        "Casey: Look, yesterday at the station, I thought that you and I -- you know, that we'd --",
        "Maddie: Yeah?",
        "Casey: But then I see you here with Nate. I mean, what am I supposed to think?",
        "Maddie: I brought him here to break up with him -- I was breaking up with him.",
        "Casey: Breaking up with him?",
        "Maddie: Yeah, I didn't know how he felt about me and I didn't want to lead him on, so I told him that we couldn't hang out anymore.",
        "Casey: He was smiling.",
        "Maddie: We're friends and he's a really good guy. I'm just not head over heels, you know?",
        "[Cell phone rings rock ringtone]",
        "Maddie: What is it today?",
        "Casey: Yeah?",
        "Margo: Casey, I want to see you and Maddie at the station house right now.",
        "Casey: But --",
        "Margo: No excuses.",
        "Casey: That was my mom. I think we're in trouble.",
        "[SCENE_BREAK]",
        "Henry: You want to put me in between you and Jack? He's a police officer, he's licensed to kill. When he finds out about you and Nick Kasnoff --",
        "Carly: There's nothing to find out!",
        "Henry: Then what are you worried about?",
        "Carly: Well, there's something to find out, but it's not that.",
        "Henry: Carly, even if I wanted to help you, which I don't, she doesn't listen to me anymore, Katie. She's all into Mike and as you pointed out, Mike and Nick are relatives.",
        "Carly: Right. Okay. All right I suppose I understand what you're saying.",
        "Henry: So, thanks for the Danish.",
        "Carly: No, no, no, you don't have to go? Do you? Come on over, take your coat off. Come on, sit down Henry. And tell me what's going on with you. I just want to know, are you happy? I missed you.",
        "Henry: Can I have some alco -- Bloody Mary or something?",
        "Carly: You can have anything you want, Henry.",
        "Henry: Jack doesn't stand a chance, does he?",
        "[Carly giggles]",
        "Carly: No. Now tell me, just between us, where have you been playing your little card games lately?",
        "Henry: Oh, I got it! Jack put you up to this didn't he?",
        "Carly: No, what makes you think that?",
        "Henry: You tell Jack there is nothing to tell. Maybe I get together with some friends once in every blue moon, that's it.",
        "Carly: Well, does one of these friends happen to have the name of Anatoli?",
        "Henry: Carly, what do you know about Anatoli?",
        "Carly: I'm asking the questions, Henry.",
        "Henry: I'm giving you the answer, it's very simple -- stay away, he's dangerous.",
        "[SCENE_BREAK]",
        "Dusty: So Meg's getting it on with a dead guy, huh?",
        "Emily: He's not dead, that's what I'm telling you. And this psychic you're talking about -- Paul probably sent her to Jennifer to soften her up. Think about it for a minute, it's exactly what Paul would do.",
        "Dusty: But he's dead.",
        "Emily: No, he's not de -- Henry -- Henry and I have been following Meg.",
        "Dusty: Henry Coleman?",
        "Dusty: He's a joke!",
        "Emily: No, the point is Meg --",
        "Dusty: I don't care what the point is. Good luck with everything.",
        "Emily: Why was Meg smuggling antibiotics and syringes from the hospital? Can you tell me that, Dusty? Because she was helping Paul. She was hiding him from the police. She as nursing him back to health.",
        "Dusty: You're saying Paul tried to kill himself, he failed, Meg somehow found him?",
        "Emily: I don't know if Meg found him or if Paul called her. I don't know how they made contact with one another.",
        "Dusty: Paul stuck a gun in his mouth and missed?",
        "Emily: No, I am saying that Paul and Meg -- they put evidence out to make it look like it was suicide.",
        "Dusty: Hal Munson swore up and down that he killed himself.",
        "Emily: I don't care what Hal said. He hurt himself badly, that's why he needed Meg's help.",
        "Dusty: What do you mean hurt? How'd he hurt himself?",
        "[Emily remembering]",
        "[Gunshot]",
        "Emily: Someone shot him. But he survived.",
        "Dusty: Someone shot him. You mean someone tried to kill him?",
        "Emily: Yeah.",
        "Dusty: How do you know this?",
        "Emily: I was there.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Paul: I would be disappointed if we went our separate ways.",
        "Emily: So if Paul's alive, what's he gonna do next? He's coming after Jennifer.",
        "Dusty: Okay Emily, you gotta tell me everything.",
        "Will: Marry me.",
        "[SCENE_BREAK]",
        "Henry: Anatoli has his hand in every dice game, horse race and football pool in town. He's a major player and he's lethal. You don't ante up, you're gonna wish that you had. So, why Carly?",
        "Carly: No reason, really. I just heard his name and I was curious.",
        "Henry: Well, get uncurious. He has serious friends and his interests are not limited to gambling -- there's drugs, there's prostitution, there's money laundering.",
        "[Carly yawns]",
        "Henry: Am I boring you?",
        "Carly: No, no, I'm sorry. I'm just tired. Hey Henry, what exactly is money laundering anyway? I mean, I've heard the term of course, but I don't really know what it means.",
        "Henry: You want to take a nap? I can keep an eye on Sage.",
        "Carly: No, she's with the sitter, that's okay. Just get me a cup of coffee, okay?",
        "Henry: Sure.",
        "Carly: So, how does one launder money?",
        "Henry: Ah -- well, a guy like Anatoli, his business is mostly cash, right? Gambling and drugs, prostitution, people aren't writing checks. So how does he report all that money to the IRS? He doesn't. He puts it back into legitimate business -- any kind of bar or restaurant. Laundromats, any kind of cash-rich business where he can cook the books. What's going on here, Carly. Why are you so tired?",
        "[SCENE_BREAK]",
        "Margo: Now Gwen and Will were fugitives, facing some very serious assault charges. And by jumping in and trying to save your friends, you aided and abetted their crime, you obstructed justice, you planted evidence. You became accessories to a felon! It doesn't matter if the charges against Will and Gwen were dropped. If Hal were so inclined, he could come in here and he could have me arrest you and your dad can not save your butt on this one. That's how serious this is. Do you get it?!",
        "Casey: Yes, ma'am.",
        "Maddie: I'm really sorry, Mrs. Hughes. We weren't even thinking about any of that. We were just trying to help our friends.",
        "Margo: You know what, Maddie, when we invited you to come and live at our house, we did it because we thought that you were a really good kid and that you would be a really good influence on Casey here. Who hasn't exactly had a stellar year. He's made a lot of mistakes and he didn't need to make anymore.",
        "Casey: I said that I was sorry.",
        "Maddie: We're both really, really sorry.",
        "Margo: Well sorry's just not good enough here. I don't know, from what I can see you two are just not doing each other any favors. So from now on, you're gonna be seeing less of each other.",
        "[SCENE_BREAK]",
        "Will: You're siding with Mom?",
        "Barbara: Because I'm right and he knows it.",
        "Hal: I'm on your side Will and Gwen's. But your number one priority right now has to be your education. And I'm not saying that you can't see each other. Gwen, you are always welcome, but the both of you have to focus on your schooling.",
        "Will: But Dad, we will. That's why we want to move in here so we can save enough money and get our own place.",
        "Hal: And you won't crack a book for at least six months. And what kind of a job are you gonna get as high school drop outs? Now is your time to dream. You're both so smart. Now is the time to think about your future.",
        "Barbara: Oh, that's all she's thinking about.",
        "Will: Stay out of this Mom!",
        "Barbara: If you move in here, where will she go? And think about it Will, I mean, without you she has nothing. Why do you think she's holding on so tightly?",
        "Gwen: Maybe I love him.",
        "Barbara: Maybe you do. And it doesn't hurt that he's a very wealthy young man with a big, fat trust fund. And you will be providing for her, do you understand that Will?",
        "Hal: The point is they both need to focus on their futures, and if the need arises, I'm sure that Carly will be more than happy to help out her sister.",
        "Will: Dad, you're not getting this. Gwen and I are together.",
        "Barbara: What he really means is that they're sleeping together.",
        "Gwen: I'm sorry that is none of your business.",
        "Barbara: I'm sorry it is! You're minors!",
        "Hal: Barbara -- if you don't shut up --",
        "Will: And this is the future, Gwen. This is how responsible people with good educations turn out. Well you know what? You can both keep it. Mom, I've told you, Dad I'll tell you. Gwen and I are serious about being together. If you don't want to help us, fine, we'll figure something else out on our own. Come on.",
        "Barbara: Will. Will! Do something!",
        "[SCENE_BREAK]",
        "Meg: I'm sorry, I didn't mean to fall apart on you.",
        "Paul: Oh stop it, you're just tired that's all. You're exhausted.",
        "[Meg sighs]",
        "Meg: You know, you need to stop making excuses for me. The truth is, I made so many mistakes. I can't even remember the last time not having to think twice before opening my mouth. It's been nothing but lies to cover up the lies I told because I lied.",
        "Paul: Okay, look, do you remember that flight that we took to Florida? And you were so excited because you just found out that Jennifer's baby was alive and you were gonna tell her and I convinced you not to because I was worried about what Craig would do. All right, that was the moment that everything started to fall apart, okay? Because of me. Because of something that I did. Now look, you're not feeling so great about yourself, that's fine, that will change. I guarantee it. We'll get out of Oakdale. We'll spend a few weeks in a decent hotel.",
        "Meg: I've been living at the Lakeview, none of that matters.",
        "Paul: Because you're disappointed. Look, you took a chance on something and it didn't work out. And you lost Dusty, okay. Fine. You don't think you deserve a second chance? Meg, look at you -- you're beautiful, you're bright, you're spirited. The only mystery is why you'd want to spend any time with me. I would be disappointed if we went our separate ways.",
        "[SCENE_BREAK]",
        "Dusty: What do you mean you were there?",
        "Emily: Look, it doesn't matter. Okay, just somebody has to stop Paul. He can't destroy his sister's life and mine and just get away with it.",
        "Dusty: Why not go to the cops?",
        "Emily: I can't go to the cops.",
        "Dusty: Why not?",
        "Emily: Because it would be self-incriminating, all right? And now that he's gotten to Jennifer and he softened her up, she's never gonna testify against him.",
        "Dusty: She would testify --",
        "Emily: No she won't. Dusty, I'm telling you those two have a bond so strong. Not you, not me, nothing will ever tear them apart. He needs to suffer. The way Jennifer suffered, the way I am suffering. He needs to pay. And you and I are the only two that could make that happen. I mean, listen to me, you live here. You've seen Meg coming and going. How's she affording a place like this? She doesn't have a job. She can't take on private clients even because she lost her license. So where's the money coming from? Did you ever ask yourself that?",
        "Dusty: I don't know. I don't know and I don't care. Out of respect for Jennifer.",
        "Emily: Well at least give me this much, okay? The man is alive, I'm telling you the truth.",
        "Dusty: Maybe, keep your voice down.",
        "Emily: Okay, so if Paul's alive, what's he gonna do next? He's coming after Jennifer.",
        "Dusty: Okay Emily, you gotta tell me everything -- everything you know. And I mean everything.",
        "[SCENE_BREAK]",
        "Henry: You're broke. Whoa, not exactly your color. Hey! Good morning Sunshine. Can I get you anything -- a glass of water, your pills, priest?",
        "Carly: What pills? That's Parker's medication for his allergy.",
        "Henry: Why are you so tired?",
        "Carly: I just had a few late nights.",
        "Henry: With Nick?",
        "Carly: No, Henry! No, not with Nick. Thank you for coming by. And for all the information about the gambling and money laundering and Anatoli and the Galaxy Club and all that.",
        "Henry: Whoa, who said anything about the Galaxy Club?",
        "Carly: Isn't that where Anatoli hangs out?",
        "Henry: What do know about the gala -- no one's supposed about the Galaxy Club. But if they do know about it, they don't talk about it. What the hell's going on here Carly?",
        "[SCENE_BREAK]",
        "Hal: I haven't seen my son in a month. He walks in here almost happy to see me and in 15 minutes we're at each others' throats.",
        "Barbara: It's that girl's influence.",
        "Hal: It's your influence Barbara!",
        "Barbara: Excuse me, I thought we were on the same page in this.",
        "Hal: We may want the same thing for our children but that's where it ends. I would never bring false charges. Don't you see what you've done now? You've alienated them for good!",
        "Barbara: Oh, for God's sakes, Hal. They're teenagers, they're always alienated.",
        "Hal: I called those kids over here so we can work this out. I should have kicked you out when I had the chance. As a matter of fact, get out!",
        "Barbara: What?",
        "Hal: You heard me. Get out.",
        "Barbara: Why?",
        "Hal: I don't blame will for wanting no part of you or me. You're a liar, and I've let him down more times than I've come through for him. Never again. Out!",
        "Barbara: You're letting all the hot air out, Hal.",
        "Hal: Barbara, if you don't get out, I will throw you over my shoulder and deposit you on the curb.",
        "Barbara: As usual, you're overreacting.",
        "Hal: No, this is overreacting.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Will: I'm sorry.",
        "Gwen: For what?",
        "Will: I thought my dad called us over because he reconsidered. I honestly thought he was gonna let us move in with him.",
        "Gwen: Hey, don't worry about it.",
        "Will: Gwen, I have to worry about it. We have no place to live, no jobs, no money.",
        "Gwen: You know we can go -- we were we wanted by the cops, so as far as I'm concerned, this is a pretty big improvement.",
        "Will: You know how much I love you -- that you'd say something like that to make me feel better and I actually do? I don't know why, but I feel better.",
        "Gwen: You do the same for me.",
        "Will: You know, we just have to get them to take us seriously.",
        "Gwen: Or not. A week ago we were headed out west.",
        "Will: That's true.",
        "Gwen: We could borrow some money and get some tickets. A couple days we'd be in California, Seattle. Wherever we want we could get some jobs, find an apartment.",
        "Will: No, no, no, we're not getting chased out of town. This is my home and your home. We're gonna make them take us seriously.",
        "Gwen: Babe, what?",
        "Will: Marry me. I'm serious. If we get married, the whole world has to take us seriously.",
        "[SCENE_BREAK]",
        "Maddie: Please, it was all me. Casey didn't even know I was involved until the day that they were arrested. He wanted to tell you but I told him to wait.",
        "Margo: You know, neither one of you should've been involved.",
        "Casey: I still don't see the problem, they're innocent. Am I wrong? I mean, where's the crime?",
        "Margo: Casey! You deliberately withheld information from me. All right, as far as the crime, given any other circumstances, both of you would be in jail -- in prison for 20 years, 20 years! That's longer than you've even been alive. You know what that means? No college, no career, no family. No life, it's over before it began.",
        "[Casey sighs]",
        "Casey: Fine, I get it.",
        "Maddie: I understand, Mrs. Hughes. I'm really --",
        "Margo: Yeah, you're really, really, sorry. I get that. I know. I heard you. And you should be. You ever pull a stunt like this again, I will not intervene.",
        "Maddie: You don't have to, because we're never gonna do it again.",
        "Margo: Good! Because if you ever do do something like this again, you're gonna have to find yourself another place to live. And I really like you Maddie. But I'm sorry, if you can't abide by my terms and put some distance between you and Casey and make sure you never pull a stunt like this again, I'm afraid I have no alternative but to ask you to leave.",
        "[SCENE_BREAK]",
        "Dusty: Come on, let's hear all of it, or I'm out of here.",
        "Emily: I went back to the woods where Paul was shot, and I thought I saw him from a distance through a window. There was an abandoned cabin out there and I thought it was him, but then I just figured I was Hallucinating. And then I ran into Meg. I mean, I literally ran into her, and she dropped her purse, and out fell a bunch of syringes and medications. And then I found out she was living here. I mean, it made no sense. She has no job. How could she afford a place like this? So Henry and I started following her. She would leave early in the morning, come home late at night. And when she came home, she had this mud on her boots, this clay-like mud. The same kind of mud that's up in the woods. She was driving over 100 miles a day, Dusty.",
        "Dusty: How do you know that?",
        "Emily: Because, Henry managed to swipe her gas receipts. She admitted it, okay? I confronted her, and she told me that she was with Paul, that he was alive, and that I needed to keep my mouth shut.",
        "Dusty: Or else Paul would tell the cops that you shot him. [Dusty sighs] One question -- why didn't you finish him off?",
        "[SCENE_BREAK]",
        "Meg: Oh my gosh, I am so sorry. I am so sorry.",
        "Paul: That's okay. That's all right. Stop. Come on, it's just water. It's all right. Look, no more -- no more talk about bad luck and lost chances, okay? From now on, we'll just -- we'll stick to the plan. We'll leave tonight, together, and we'll go someplace safe and warm.",
        "Meg: That sounds nice.",
        "Paul: All right? We'll just keep talking. I trust you. And you? You don't have to do anything you don't want to do. Not anymore. Let's just -- we won't make any decisions until we're both, you know, a little more comfortable. And in the meantime, we'll just rest, relax, walk on the beach. Everything will fall into place.",
        "Meg: Okay.",
        "Paul: Great.",
        "Meg: But I can't leave town before saying goodbye to my mother and Holden. They need to know I love them.",
        "Paul: I'm sure that they know that you love them, but -- all right, look, if you are going to go say goodbye to them, keep it simple.",
        "Meg: I will.",
        "Paul: Okay. It's all going to be fine.",
        "[SCENE_BREAK]",
        "Gwen: We can't get married.",
        "Will: Why not? We can't afford much, but we can afford a marriage license. And then people would have to take us seriously. We'd be man and wife. They couldn't separate us.",
        "Gwen: That's kind of crazy logic, don't you think?",
        "Will: Gwen, we have been through more than most people ever have to face. You've lost a child.",
        "Gwen: We've lost a child.",
        "Will: We've survived on the road running from the cops in an abandoned building. And all through it, we were always able to talk to each other. Do you know how much that means to me, to be able to trust you?",
        "Gwen: Me, too.",
        "Will: We've already talked about our future, our adopted kids. We don't have to play it being together. We are together. So marry me. What do you say?",
        "Gwen: What do you think?",
        "[SCENE_BREAK]",
        "Casey: Don't worry about her. She just gets mad sometimes.",
        "Maddie: Casey, you don't understand, okay? I cannot get kicked out of your house. I have nowhere else to go. Henry hardly even has time to return my phone calls, so I can't live with him, and I can't go back home.",
        "Casey: Maddie, you're not going anywhere, all right? It's fine. She just unloads sometimes. Everything will be fine.",
        "Maddie: She's ordering us not to see each other.",
        "Casey: Yeah, you know what, and forget that. There's no way she's keeping me from seeing you. We'll just have to be smart. Get my grades up, get home on time. She'll forget about it in a week.",
        "Maddie: I don't know, Casey. She seemed really serious.",
        "Casey: Maddie, you can trust me. There's no way I'm gonna let anything bad happen to you.",
        "[SCENE_BREAK]",
        "Carly: I can't get into it, Henry. But I'm doing some research for Jack.",
        "Henry: There is now way that your husband would let you get involved with Anatoli. That would never happen.",
        "Carly: He doesn't know about it yet. But he will. When it's over. And trust me, he'll understand.",
        "Henry: Trust you? You?",
        "Carly: Just keep your mouth shut, Henry. Please? For me?",
        "Henry: Listen, this is serious business. He plays for keeps. Rumor has it he does his own enforcing because he enjoys it.",
        "Carly: What are you saying?",
        "Henry: I'm saying he's a killer, Carly. He's a murderer. Stay away from him.",
        "[SCENE_BREAK]",
        "Meg: I need to go see my mother.",
        "Paul: Yeah, okay. Well, hurry back. I need you back in like an hour, all right?",
        "Meg: Yes, sir.",
        "Paul: Because we need to rent a car.",
        "Meg: Yeah.",
        "Paul: Yeah.",
        "Meg: I just need the fake I.D.s, right?",
        "Paul: Uh-huh, and we'll drive your car to Bay City, I guess, and then we'll rent a car.",
        "Meg: Yeah, makes sense.",
        "Paul: Drive north, be in Canada by sunrise.",
        "Meg: Yeah.",
        "Paul: You okay?",
        "Meg: Yeah, yeah. Thanks for the pep talk.",
        "Paul: Everything's going to be fine.",
        "Meg: Okay.",
        "[SCENE_BREAK]",
        "Emily: I don't want Paul to die. That would be too easy. I want him to suffer.",
        "Dusty: Because he's with Meg?",
        "Emily: Yes. Because I'm a fool. Dusty, I wanted to tell Jennifer the truth from the very beginning. I wanted to, but he wouldn't let me. And I know that a part of me was afraid that I would lose him if I didn't go along with what he wanted, and that is my fault. But if we don't stop him now, he's going after Jennifer.",
        "Dusty: He's not going to get to Jennifer. Not as long as I'm alive.",
        "Emily: What are you going to do about it?",
        "Dusty: Well, if I know where to find him --",
        "Emily: If you're serious, I'll take you to him.",
        "Dusty: You know where he is?",
        "Emily: I told you he was with Meg. I can take you there right now.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Man: What do you want?",
        "Jack: Katie! Back away from there. Go back, stay back.",
        "Emily: You need to make sure Paul stays out of Jennifer's life permanently.",
        "Jennifer: Hello? Paul?",
        "Paul: Yeah?",
        "Jennifer: It's Jen."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=zPWyfAeeYjE"
}