{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mitzi: Hello!\r\n",
        "Jack: Mitzi. Come in.\r\n",
        "Mitzi: In the flesh and on a mission.\r\n",
        "Jack: Yeah, well, what's up?\r\n",
        "Mitzi: First of all, I gotta thank you again for keeping quiet about me\r\n\r\ntrippin' the alarm at the roller palace. Rose would've chewed my head off.\r\n",
        "Jack: Oh, like I said, no big deal at all.\r\n",
        "Mitzi: See? You're such a mensch. You know I was -- I was thinking \r\ntoday, what a good guy you are. And, well, that's when I realized you're the \r\none I should be talkin' to.\r\n",
        "Jack: About what? I'm not following you at all.\r\n",
        "Mitzi: Well, I have this humongous problem. Probably the biggest \r\nproblem in my whole life. And I think you might be my only hope.",
        "",
        "Jessica: It gets chilly down in holding. And you could wait years for a\r\n\r\ncup of hot coffee.\r\n",
        "Bonnie: Thanks, mom. I'm okay.\r\n",
        "Jessica: Listen to me. Now, you hang in there. Because I'm going to \r\ntalk \r\nto tom, and one way or another, you're going to be released this morning.\r\n",
        "Bonnie: I pushed Marshall out of a window last night. And he's dead.\r\n\r\nBecause I killed him. I'm going to jail, mom.\r\n",
        "Jessica: Don't say that. And certainly don't start believing that. \r\nBonnie, \r\nthere are a lot of people would feel that it was justified what you did, given\r\n\r\nthe situation.\r\n",
        "Bonnie: What people? You? Ben?\r\n",
        "Jessica: Ben is behind you 100%.\r\n",
        "Bonnie: Well, that's -- that's fine. But you and Ben aren't calling the\r\n\r\nshots. And even if you were, it wouldn't even matter.\r\n",
        "Jessica: Sweetheart, I know you're upset, but you have got to get on\r\n\r\nboard here with your defense. And it may sound calculating, but we have \r\ngot to start shaping opinion.",
        "",
        "Bonnie: The opinion I care about right now is Sarah's. Tom, I need to\r\n\r\nsee Sarah. I need to know that she's okay.\r\n",
        "Tom: I'm sorry, Bonnie. But I think that's completely out of the \r\nquestion. \r\nIn fact, you won't be seeing Sarah for a long, long time.",
        "",
        "Hal: Will actually said to you that it wasn't him that spray-painted \r\nPaul's \r\nplace?\r\n",
        "Emily: Yeah. I was at Al's diner with Rose when he admitted he lied.\r\n",
        "Hal: Did you ask him who was responsible?\r\n",
        "Emily: Well, yeah. He wouldn't point any fingers and I didn't feel like \r\nI \r\ncould press.\r\n[Hal chuckles]\r\n",
        "Hal: Do I even have to guess who is behind this? \r\n",
        "Emily: Well, I did gently ask if it were Barbara. And I'm telling you, \r\nat \r\nthe mere mention of her name, he completely shut down, said he didn't want \r\nto talk about it anymore. And then flew out of Al's diner. I mean, Daniel \r\nand I had to -- had to race out of there to go get him to coax him into the car\r\n\r\nto get him to come back home. After last night I --",
        "Will: Dad! I don't know what Emily's telling you, but I really am the\r\n\r\nperson who messed up his apartment --\r\n",
        "Hal: Stop it, Will! You can't protect her anymore. I know what your \r\nmother's done, and I'm not gonna let you take the blame.",
        "",
        "Barbara: You just can't imagine my shock when I realized what Will had\r\n\r\ndone with that can of paint. I just think it was a cry for help, don't you?\r\n",
        "Dr. Michaels: Well, I'll have to talk to will before I can render an\r\n\r\nopinion.\r\n",
        "Barbara: He's just been so upset about his brother leaving town. Paul \r\nhas \r\ndisappointed him so many times.\r\n",
        "Dr. Michaels: Well, as I say, I'll get a better picture after I talk to \r\nyou and \r\nthe rest of the family later on.\r\n",
        "Barbara: Well I think maybe you can do more than that, Lynn. I -- I \r\nthink maybe if you could help convince Paul to make a commitment to \r\nstaying in town, it might be the critical difference in Will's well-being. Don't\r\n\r\nyou think?\r\n",
        "Dr. Michaels: Well, I don't think --",
        "Barbara: Paul? Paul? I was just telling Dr. Michaels how important Will\r\n\r\nis to you. And how much the whole family has to come together to do \r\nwhat's right for him -- what's she doing here?\r\n",
        "Paul: Well, mother, I think it's really time for you to get used to the \r\nidea \r\nof Rose being my wife. You were just saying how important it is for a \r\nfamily to pull together at a time like this.\r\n",
        "Barbara: Yes, but to bring her into a clinical setting like this \r\nwithout \r\nwarning, I just think it's a little irresponsible.\r\n",
        "Paul: Yeah, well, we're here for Will.\r\n",
        "Barbara: I see. We all are. Rose, your relationship with Will is casual \r\nat \r\nbest. I don't know what you might possibly add today.\r\n",
        "Rose: Oh, I got a lot to add. It's not something you might be familiar\r\n\r\nwith. It's the truth.\r\n",
        "Barbara: Paul?\r\n",
        "Rose: Don't look at him. Look at me. You blew it, Barbara. Big time.",
        "",
        "Jack: Mitzi, if you're lookin' for a loan, or a silent partner or \r\nsomething, \r\nI'm afraid you're barking up the wrong pocket. I'd love to help you, but \r\nCarly and I, we don't have that kind of money.\r\n",
        "Mitzi: No, see, I'm not lookin' for a handout, Jack.\r\n",
        "Jack: Okay, then what?\r\n",
        "Mitzi: Lily put up the money so that Rose could buy the shop, right? So\r\n\r\nLily is the official owner, and that's not gonna change. What I want is to \r\nconvince Lily to let me run the shop after Rose is gone.\r\n",
        "Jack: So, go talk to Lily.\r\n",
        "Mitzi: That's the thing. I tried that, and -- I was having trouble \r\ngettin' \r\nthrough. You and Holden are cousins, right? You're pretty tight with Lily?\r\n",
        "Jack: Well, yeah --\r\n",
        "Mitzi: So maybe you could go to bat for me and ask her to give me a \r\nshot?\r\n",
        "Jack: I think maybe you're overestimating my influence on my cousin's\r\n\r\nwife. Something like this, it's -- it's not my area. So I doubt that Lily is \r\ngonna make a business decision based on something I have to say.\r\n",
        "Mitzi: Yeah, but you could just ask her to hear me out, you know? I've\r\n\r\ngot solid plans, Jack. Ways I can improve the business, turn a bigger profit.\r\n\r\nIf she hears me out and she doesn't want me to run the place, that's that, \r\nokay? But I gotta take a chance. You gotta talk her, please. Just tell her to\r\n\r\ngive me a chance --\r\n",
        "Jack: Okay, all right. I'll give you -- if it's that important to you, \r\nfine. I \r\nwill do that.\r\n",
        "Mitzi: Oh, you're the best, Jack. Thank you. The absolute best!\r\n",
        "Jack: Okay.\r\n[Mitzi kisses Jack and leaves lipstick all over his face]",
        "",
        "Will: Why is everybody always making mom out to be the bad guy? \r\nShe's not!\r\n",
        "Emily: Nobody's saying your mom's a bad person, we're just saying that \r\n-\r\n-\r\n",
        "Will: That's not true. You and Rose made me -- tried to make me to say\r\n\r\nit last night.\r\n",
        "Emily: No, we --\r\n",
        "Hal: Give me a moment alone with Will, would you, honey?\r\n",
        "Emily: Okay. I'll be upstairs.\r\n",
        "Hal: Thank you.",
        "",
        "Hal: You love your mother a lot, don't you, Will? And that's a really\r\n\r\ngood thing. And I care about your mother, too.\r\n",
        "Will: No, you don't. If you did, you wouldn't have let her leave.\r\n",
        "Hal: Divorces can be complicated, Will --\r\n",
        "Will: Adults just say that when they don't have good enough answers.\r\n\r\nWe used to be a family. You, me, Jennifer and sometimes Paul. Now \r\neverybody just fights.\r\n",
        "Hal: Okay, it is true that there is part of your family that isn't \r\nreally \r\ngetting along right now. But around here, you've -- you've got Emily, you've \r\ngot me, you've got Daniel, you've got Parker -- we're all doin' okay, aren't \r\nwe?\r\n",
        "Will: Yeah, it's not the same.\r\n",
        "Hal: No, I guess it's not. And I'm sorry that your life has had to \r\nchange \r\nevery time we switch gears or we messed up. But, Will, this really isn't \r\nabout me or Jennifer or Paul. It's about you and your mom and what she \r\nasked you to do.\r\n",
        "Will: Mom didn't ask me to do anything.\r\n",
        "Hal: You want to protect her, don't you?\r\n",
        "Will: Nobody's ever on mom's side. Not you, not Paul, not Jennifer!\r\n",
        "Hal: You know, wanting to protect your mother, caring about her, Will,\r\n\r\nthat's a good thing. But lying for her -- that's not a good thing, Will. That's\r\n\r\nnot going to help her. In fact, in the end, it's only going to wind up hurting\r\n\r\nher.\r\n",
        "Will: Well, I don't want to hurt her.\r\n",
        "Hal: Uh-huh. Why did you tell Emily and Rose that it wasn't you that\r\n\r\nspray-painted Paul's place? I need an answer, Will.\r\n",
        "Will: Please, dad. Can we just not talk about this anymore?\r\n",
        "Hal: I know it's hard, Will. I really do. But, yes, we have to.\r\n",
        "Will: No.\r\n",
        "Hal: Oh, will, I love you. I love you so much.\r\n",
        "Will: I love you, too, dad.\r\n",
        "Hal: And the only way that I can help you, Will, and make sure that \r\nyou're okay, is if you tell me the truth, Will. You have to tell me what really\r\n\r\nhappened, Will. I need to know, and I need to know right now.\r\n",
        "Will: The truth is that mom -- mom just wants Paul to stay. And so do \r\nI.\r\n",
        "Hal: So, in order to keep Paul in town, your mother spray-painted \r\nPaul's \r\nplace and then she asked you to take the blame?\r\n",
        "Will: Why's that so bad? I mean, she said Paul's moving and he doesn't\r\n\r\ncare about how I feel about it! We just wanted him to care!\r\n",
        "Hal: I see. I see. I see. Well, telling me the truth, that was the \r\nright \r\nthing to do, Will. Really was. I'll be back. I'll be back as soon as I can, \r\nokay? I have to get over to the hospital right now.",
        "Emily: Okay.\r\n",
        "Hal: Are you okay?",
        "",
        "Will: I have to call my mom.\r\n",
        "Emily: I'm sorry, honey. But I can't let you do that.",
        "",
        "Paul: What are you talking about, Rose?\r\n",
        "Rose: Mommy knows. Right?\r\n",
        "Barbara: Paul, would you do something? We're supposed to be here for\r\n\r\nWill.\r\n",
        "Rose: Oh, I am here for Will. See, I did a little investigating about \r\nthe \r\ncan of spray paint that was used in the apartment? It has a safety strip. If \r\nyou don't take it out, bam! Can't use it.\r\n",
        "Barbara: Well, I'm sure you enjoyed your little Nancy Drew moment, but\r\n\r\nI just can't imagine what that has to do with why we are here.\r\n",
        "Rose: Will knew nothing about the safety strip.\r\n",
        "Paul: How do you know that?\r\n",
        "Rose: Because I talked to him last night. And I asked him to show me\r\n\r\nhow to use it. He couldn't do it because he didn't know about the safety \r\nstrip. That's why he had to admit that he was not the one that spray-painted \r\nthe apartment.\r\n",
        "Barbara: You're lying.\r\n",
        "Rose: I am? Really? Am I? Really? Talk to Emily. She was there.\r\n",
        "Barbara: Then you're both lying. And it wouldn't have been the first\r\n\r\ntime.\r\n",
        "Rose: You used your son -- you did. You did the dirty work, and you \r\nused your son to take the fall. Didn't you, Barbara?\r\n",
        "Barbara: Will never would have told you such a thing.\r\n",
        "Rose: Yeah, because you got him so cowed he can't tell the truth. \r\nRight?\r\n",
        "Barbara: You don't believe this, do you? Paul?\r\n",
        "Dr. Michaels: Sorry to interrupt, Barbara, but you know Will is still \r\nvery \r\nvulnerable emotionally. So if what --\r\n",
        "Rose: Rose D'Angelo. We met at the trial with Will.\r\n",
        "Dr. Michaels: Right, of course. If what Ms. D'Angelo is saying is true \r\n--\r\n",
        "Barbara: You know, I know how vulnerable my son is, and that's why I\r\n\r\nwould never have done anything so hateful.\r\n",
        "Paul: I'm gonna give you a chance, Barbara -- but only one chance, to\r\n\r\ncome clean. What have you done to Will?",
        "",
        "Tom: Given that Sarah is a material witness in this case, I can't allow \r\nit.\r\n",
        "Bonnie: I don't want to talk to her about the case. I want to make sure\r\n\r\nshe's okay, that she's gonna be all right.\r\n",
        "Tom: I can't permit you to see her for any reason. I'm sorry.\r\n",
        "Bonnie: All right. So, when?\r\n",
        "Tom: Well, not until the case is resolved one way or the other.\r\n",
        "Bonnie: Tom, that could take weeks! She's gonna wonder why I haven't\r\n\r\nreached out to her. I need her to know that -- I need to know she's okay. \r\nThat she forgives me for --\r\n",
        "Jessica: Bonnie! Don't say another word. Tom, I need to talk to you \r\nprivately.",
        "",
        "Tom: I can't comply with Bonnie's request, Jess, you know that.\r\n",
        "Jessica: Her seeing Sarah is not my priority. Her being released is. As\r\n\r\nsoon as possible.\r\n",
        "Tom: And I have the right to hold her for several more hours and I \r\nthink \r\nI'm going to exercise that.\r\n",
        "Jessica: Marshall's death was an accident, tom. A tragic accident.\r\n",
        "Tom: That has not been determined. Now, jess, you know the drill. \r\nMarshall's suite is a crime scene and it's under investigation. We're gonna \r\ninterview hotel employees, guests and wait for the forensics report. Now \r\nalthough I can't give you a final determination, part of you must be aware \r\nthat Bonnie is facing criminal charges, possibly prison time.\r\n",
        "Jessica: No, I am not aware of anything. I -- I will not let that \r\nhappen!\r\n",
        "Bonnie: So, what did -- what did tom say? Is he gonna let me see Sarah?\r\n",
        "Jessica: No.\r\n",
        "Bonnie: All right. All right, then, we just have to find another way.\r\n",
        "Jessica: Bonnie, as painful as this might be, I need you to go over \r\nevery \r\ndetail of the events that lead up to Marshall's fall last night.\r\n",
        "Bonnie: No, mom, that -- that is not the most important thing right \r\nnow.\r\n",
        "Jessica: Honey, I am trying to defend you! Why am I the only person in\r\n\r\nthis room who's concerned about your freedom?\r\n",
        "Bonnie: If you were really concerned about me, mom? You'd go see \r\nSarah. That's what I need you to do.",
        "",
        "Will: I'm not a child you can boss around anymore. You can't stop me\r\n\r\nfrom calling my mother.\r\n",
        "Emily: You're right, I can't. I just know that calling your mother \r\nisn't \r\ngoing to change anything.\r\n",
        "Will: I can still warn her that dad knows what she did.\r\n",
        "Emily: It won't change the fact that Hal already knows the truth. And \r\nas \r\nsoon as he goes to the hospital and tells your mother, she's gonna know the \r\ngame's over. Will, you cannot protect your mother from the truth.\r\n",
        "Will: You know, I hate you.\r\n",
        "Emily: It's okay to be angry.\r\n",
        "Will: I never should have said anything at the diner. If Rose hadn't\r\n\r\ntricked me, everything still would have been okay.\r\n",
        "Emily: No, it would not still be okay. You listen to me. If Rose hadn't\r\n\r\npressed, you'd still be taking the blame for doing something -- something \r\ncriminal, that you didn't do, will. You let this lie go on and on, it could have\r\n\r\nseriously affected your entire life.\r\n",
        "Will: Well, what about my mom's life? Why doesn't anybody care about\r\n\r\nher?\r\n",
        "Emily: Oh, sweetie, people do care, but your mom's a grown-up. And \r\none of the things you're supposed to learn when you grow up is that \r\neveryone has to live with the consequences of their own actions. Even your \r\nmom.",
        "",
        "Barbara: You know what? I'm gonna call Will. I'm gonna call Will, and\r\n\r\nyou can talk to him, and he will tell you the truth.\r\n",
        "Paul: You've got that kid so turned around, he doesn't know whether \r\nhe's \r\ncoming or going. He hears your voice pleading to him on the telephone, he's \r\nliable to say anything.\r\n",
        "Barbara: That is not true. He knows that I love him, and he knows that\r\n\r\nI'm the one who has supported him when everyone else has forgotten about \r\nhim!\r\n",
        "Rose: Oh, please! This is ridiculous!\r\n",
        "Barbara: I don't even know what she said. I don't know what she said.\r\n\r\nYou think about her. What could her accusations have to do with anything?\r\n",
        "Paul: Explain to me why will told Rose that he didn't do it.\r\n",
        "Barbara: If Rose even spoke to him at all. I mean, who knows? All these\r\n\r\nwords that she's twisted around. All this business about some safety seal? \r\nYou know, we heard what Dr. Michaels had to say. He is vulnerable right \r\nnow, and you are goading him. You are pressuring him!",
        "",
        "Hal: Not one more word, Barbara. I just spoke to Will. He finally \r\nadmitted that you spray-painted that apartment and got him to take the rap.\r\n",
        "Barbara: Will wouldn't say that. What did you do to get him to say \r\nthat, \r\nHal?\r\n",
        "Hal: I told him the truth. I told him that when you love somebody, you\r\n\r\ndon't lie, or you don't get somebody to lie for you, Barbara. The poor kid \r\nwas in agony. He was so bent on protecting you that he was ready to walk \r\nthrough fire before he would tell me what you had done.\r\n",
        "Paul: I'll go find him now.\r\n",
        "Barbara: No, no, no, no, no. You have to understand something. You \r\nunderstand something. I did this for you. I did this for Will. I did this \r\nbecause you brothers should not be separated. Do you understand that, \r\nPaul? I love you both.\r\n",
        "Paul: You don't know the meaning of the word. This might be the sickest\r\n\r\nthing you've ever done.\r\n",
        "Rose: I'm gonna go with you.\r\n",
        "Paul: No.\r\n",
        "Rose: What?\r\n",
        "Paul: You stay away from my little brother.\r\n",
        "Rose: Wh -- what?\r\n",
        "Paul: You heard me. My mother is certifiably insane, and what she has\r\n\r\ndone is unforgivable, but you, I -- I don't know why you bent over \r\nbackwards to hurt Will, and me.",
        "",
        "Mitzi: So after I finally convinced Jack to help me out, I had to thank\r\n\r\nhim. I didn't mean to get carried away.\r\n",
        "Carly: Yeah, I'm sure.\r\n",
        "Jack: Now, Carly -- Mitzi was only here but a few minutes.\r\n",
        "Carly: Oh. Fast worker, huh?\r\n",
        "Mitzi: Oh, Jack, I am so sorry. I --\r\n",
        "Jack: Oh, come on.\r\n",
        "Mitzi: Maybe you'd like to do that.\r\n",
        "Carly: Oh, no. No, you seem to have everything under control.\r\n",
        "Jack: Give me that.\r\n",
        "Mitzi: You know what? I'd better get going. Before I do, Carly, I just\r\n\r\nwant you to tell you that I have total respect for you. Okay? Not just as \r\nfellow creative type -- you with your designs, me with hair -- but as a \r\nwoman and as Jack's wife. I just want you to know that this was totally \r\ninnocent, okay? Jack and I are just old friends. Old, good friends.\r\n",
        "Carly: Really? Jack? Why didn't you ever tell me about that?\r\n",
        "Jack: I don't know.\r\n",
        "Mitzi: Must have slipped his mind. I get that a lot. You know what? I'm\r\n\r\ngonna get going.\r\n",
        "Carly: Oh, no, no, no. Please don't go. You see, Jack has this really\r\n\r\nawful habit of leaving out the details. And you know we creative types. We \r\nlive for the details.\r\n",
        "Mitzi: Well, I'm sure Jack could fill you in later.\r\n",
        "Carly: Oh, I would much rather hear the whole story from you. Won't \r\nthat be fun?",
        "",
        "Jessica: Bonnie, I know Sarah has been through a terrible ordeal.\r\n",
        "Bonnie: That's exactly why I need you to go see her.\r\n",
        "Jessica: But she is safe at Durgin Street. You, however, are still in \r\njail, \r\nand we have to start planning your defense. Seeing Sarah can wait.\r\n",
        "Bonnie: No, mom, it can't. You want details about what happened last\r\n\r\nnight, but all I can see is her face. All I can see is her running away from \r\nme. I cannot concentrate. I cannot focus.\r\n",
        "Jessica: Honey, you have to try.\r\n",
        "Bonnie: Her father is dead, mom! And the one person, the closest thing\r\n\r\nthat she had to a mother, is responsible. I need to know how she's handling \r\nthis.\r\n",
        "Jessica: Sarah is with troy. She trusts him. He cares about her.\r\n",
        "Bonnie: But he doesn't love her like I love her. You saw the look on \r\nher \r\nface. You saw how she looked at me. She could barely even look me in the \r\neye. So what happens after last night? What if she starts to hate me, the one\r\n\r\nperson she thought she could count on? She's gonna feel so desperate and so \r\nalone.\r\n",
        "Jessica: Sweetheart, that is not going to happen.\r\n",
        "Bonnie: How can I be sure?\r\n",
        "Jessica: Because Sarah has always believed in you. And she knows that\r\n\r\neverything you've done, for the brief time that you have been in her life, has\r\n\r\nbeen for her. And as horrible as it might be for her to lose Marshall so \r\nsuddenly, she has to understand that you were only trying to protect her.\r\n",
        "Bonnie: How can I be sure, mom? I need you. Please, just go see her.\r\n\r\nJust tell me how she is and that she's okay. Do that, mom. Come back and I \r\npromise -- I promise I will tell you everything you need to know about what \r\nhappened with Marshall. I promise.\r\n",
        "Jessica: All right. All right, Bonnie. I will -- I will go see Sarah. \r\nBut \r\nyou have to promise me that you will not talk to Tom or anyone else about \r\nthis case. The most casual statement could be misinterpreted and be \r\ndisastrous for your defense.\r\n",
        "Bonnie: My defense? I wanted Marshall dead.\r\n",
        "Jessica: Don't say that. That is not true, Bonnie.\r\n",
        "Bonnie: I did. In my heart, I must think it has to be true. Otherwise, \r\nhow \r\ncould I let things get so out of hand?\r\n",
        "Jessica: Stop it. Stop it right now. Stop saying that. You are not to\r\n\r\nblame for what happened to Marshall. And if anything -- if everything got \r\nout of control, it's because Marshall escalated events a long time ago. \r\nSweetie, look -- you're upset. Okay? You're upset and you're just not seeing \r\nthe whole picture. Now you have to believe me, you are not to blame for \r\nany of this.\r\n",
        "Bonnie: I just wish you'd go see Sarah.\r\n",
        "Jessica: All right. I will. So don't you worry about Sarah, or anybody\r\n\r\nelse. I'll be back as soon as I can, and I'm going to make sure that this all\r\n\r\nworks out.",
        "Bonnie: No, Mom. You're not.",
        "",
        "Rose: I don't -- I don't understand I did a good thing. I kept your \r\nbrother away from more of your mother's insanity, and you're mad at me?\r\n",
        "Paul: You knew about this last night, right?\r\n",
        "Rose: Yeah. Yeah, but I didn't --\r\n",
        "Paul: And you didn't tell me about it? Me? The man you're supposed to\r\n\r\nmarry. The man you're supposed to trust with your life? You wait to tell me \r\nabout it while we're here to have a meeting with my brother's shrink?\r\n",
        "Rose: I didn't want you going off half-cocked.\r\n",
        "Paul: Since when have you ever tried to stop a confrontation between me\r\n\r\nand Barbara?\r\n",
        "Rose: Well, exactly. You'd want to handle it yourself, but it would \r\nnever \r\nwork, because Barbara would find a way to worm her way out of it. Look at \r\n-- look what just happened. Just right here. She denies and denies and \r\ndenies and then Hal comes in slaps reality in her face.\r\n",
        "Paul: No, you're just upset because Hal stole your thunder.\r\n",
        "Rose: What is that supposed to mean?\r\n",
        "Paul: It means that you wanted to rub Barbara's nose in it, and in the \r\nmost \r\nembarrassing way possible.\r\n",
        "Rose: So what if I did? The truth came out, that's all that matters.\r\n",
        "Paul: No. The only thing that matters is Will.\r\n",
        "Rose: Well, yes. I mean, I found out that Will wasn't responsible for\r\n\r\nspray-painting the apartment. Barbara did it!\r\n",
        "Paul: Rose, will must've been freaking out after he talked to you and\r\n\r\nEmily. I mean, to admit that he didn't use a spray can -- that's basically him\r\n\r\nindicting his own mother. How do you think that felt? And you -- you just \r\nleft him all alone to deal with that.\r\n",
        "Rose: No, I didn't. Because Emily was there. She took him home.\r\n",
        "Paul: Emily's not his real family.\r\n",
        "Rose: I don't think you should let her hear you say that.\r\n",
        "Paul: Listen, if you had just told me about it, I could done something\r\n\r\nabout it. But you didn't tell me about it, and I couldn't do anything about it,\r\n\r\nbecause I didn't know anything!\r\n",
        "Rose: Will's gonna be fine. He's gonna be fine!\r\n",
        "Paul: You don't know that. He's a very sensitive kid, Rose. And -- you\r\n\r\ntraded in any concern that you had for him for a chance to stick it to my \r\nmother.",
        "",
        "Hal: You know, you have done some horrible, horrible things in your \r\ntime, Barbara. But using Will in this way -- this is unforgivable.\r\n",
        "Dr. Michaels: Hal, I have to insist that you and I talk alone about \r\nwhen \r\nand how I can see Will next. Could we do that now, please?\r\n",
        "Hal: Of course, Lynn. Of course. Don't you even think about leaving \r\nhere. No end runs around me to get to Will. You take one step off this \r\nfloor, I will put an APB out on you so fast your head's gonna spin.",
        "",
        "Barbara: Not so fast!",
        "Barbara: You destroy everything in my life that is good and decent, and \r\nI \r\nam sick to death of it.\r\n",
        "Rose: Oh, you are sick. So, let go of me. I'm so sick of your freak \r\nshow.\r\n",
        "Barbara: You had fun, didn't you, Rose? You loved riding in here and\r\n\r\nmaking a fool of me, didn't you?\r\n",
        "Rose: Actually, Barbara? There is nothing that I love about you except\r\n\r\nyour son.\r\n",
        "Barbara: What's happened to you, Rose? Where's that tough Jersey \r\nbroad?\r\n",
        "Rose: You think I'm afraid of you, Barbara? You're too pathetic to be\r\n\r\nafraid of.\r\n[Barbara scoffs]\r\n",
        "Barbara: Well, you'd better be afraid. Because I'll tell you what -- \r\nyou \r\nhave crossed me for the last time!",
        "Hal: All right, enough, Barbara! Haven't you done enough for one day?\r\n",
        "Barbara: Why are you -- why is everybody attacking me when it's Rose\r\n\r\nthat has done all the damage?\r\n",
        "Hal: Rose did not get our son to lie.\r\n",
        "Barbara: You know what? I was trying to help Will. I was trying to keep\r\n\r\nPaul here for will's sake! Don't you understand that? Will understands that \r\nbetter than anybody.\r\n",
        "Hal: He's easy to influence, Barbara.\r\n",
        "Barbara: He could have said no, but he was fine about helping me. Until\r\n\r\nRose started goading him.\r\n",
        "Hal: Will is not fine! When are you going to get that? You are \r\ndestroying him. Lie by lie. Bit by bit. And I am not going stand by and let \r\nyou do it any longer!",
        "",
        "Paul: Where's Will?\r\n",
        "Emily: Paul? Huh. Well, I guess you heard what happened.\r\n",
        "Paul: Yes, Emily! Why couldn't you and Rose have told me what \r\nhappened last night?\r\n",
        "Emily: Where is Rose?\r\n",
        "Paul: She -- I'm not sure. She's probably still -- back at my \r\napartment, \r\nI'm guessing. I -- where's Will?\r\n",
        "Emily: In the living room. He wanted to be alone.\r\n",
        "Paul: Yeah, well I would like to talk to him alone.\r\n",
        "Emily: Okay. Fine. Can you stay until Hal gets back?\r\n",
        "Paul: Yeah.\r\n",
        "Emily: Okay. Tell him I won't be long.",
        "",
        "Will: Paul, I thought I heard you.\r\n",
        "Paul: I know you didn't touch a can of spray paint. And I know that \r\nmother made you say that you did.\r\n",
        "Will: Are you mad that I lied about it?\r\n",
        "Paul: No. I'm not mad. I understand why you did what you did.\r\n",
        "Will: Well, I don't understand! If it's okay that I lied, why isn't it \r\nokay \r\nfor mom to do the same thing?",
        "",
        "Troy: That'll be soup by the time you get to it.\r\n",
        "Sarah: I'm sorry, I thought coming here would be easier than just \r\nsitting \r\nat the shelter, but it's not. Everything makes me think of him. I mean, we \r\nused to -- we used to come here and -- I don't want to think about it. It hurts\r\n\r\ntoo much, but I can't help it.\r\n",
        "Troy: Will you be okay for just a second? I'll be right back. ",
        "",
        "Troy: Jessica.\r\n",
        "Jessica: Thanks, for -- for bringing Sarah here to meet me, Troy.\r\n",
        "Troy: I -- I didn't tell her you'd be meeting us here, but I'm sure she \r\nwon't \r\nmind.\r\n",
        "Jessica: How's she doing?\r\n",
        "Troy: Not great. Confused. But I'm sure she'll be glad to hear about\r\n\r\nBonnie. Bonnie's one of the only people she asks about when she's not too \r\nupset to talk. So I'll give you a few minutes alone with her.\r\n",
        "Jessica: Thank you.\r\n",
        "Troy: Sure.",
        "",
        "Jessica: Hello, Sarah.\r\n",
        "Sarah: Where's Bonnie?\r\n",
        "Jessica: Bonnie couldn't come.\r\n",
        "Sarah: But she promised she'd see me. She said she would.\r\n",
        "Jessica: I know. I know. Bonnie is very concerned about you. We're \r\nboth very concerned about you --\r\n",
        "Sarah: Oh, that's a lie! You don't care about me.\r\n",
        "Jessica: Of course I do.\r\n",
        "Sarah: You hated me since the day you met me.\r\n",
        "Jessica: Sweetie, that's just not true.\r\n",
        "Sarah: Don't call me sweetie, okay? Only Bonnie can call me that. All\r\n\r\nyou ever do is try to keep her away from me. That's probably why she's not \r\nhere now!\r\n",
        "Jessica: Bonnie's not here because -- because she couldn't be. But she\r\n\r\nwanted to be here, so she asked me to come and see how you're doing. I \r\nfeel terrible about what happened last night --\r\n",
        "Sarah: You should feel terrible! You're the reason he's dead, and we \r\nboth \r\nknow it.",
        "",
        "Carly: The fact that you and my G-man are friends is just fascinating \r\nto \r\nme.\r\n",
        "Mitzi: It is?\r\n",
        "Carly: Yeah! Isn't it interesting about relationships? Jack and I have\r\n\r\nspent so much time rehashing my past. Talking about the things I've done \r\nwhen we've been apart. But I know so very little about his past, what he's \r\ndone.\r\n",
        "Mitzi: You know what I always say? Let sleeping dogs lie. Best times\r\n\r\nare the present.\r\n",
        "Carly: But I want to know everything about my hubby. Wouldn't you \r\nwant to know everything?\r\n",
        "Mitzi: I guess, if I had a hubby. Which I don't. Not that I'm in the\r\n\r\nmarket for one, necessarily. Especially not somebody else's. I'd better \r\nbutton it for now.\r\n",
        "Jack: Okay, can't this trip down memory lane happen some other time?\r\n",
        "Carly: Well, C'mon, Jack -- be a sport. Let Mitzi tell me all about the\r\n\r\ntwo of you.\r\n",
        "Jack: Mitzi, weren't you telling me you wanted to get to the shop early \r\nso \r\nyou could do some last minute inventory --\r\n",
        "Mitzi: Sure was. Listen, Jack, thanks. You'll still talk to Lily for \r\nme, \r\nplease? When you get the chance? I mean, thanks.",
        "Carly: Why, you sly little devil. You've got a secret past.",
        "",
        "Tom: Okay. Bonnie, I haven't released you, you can't go anywhere.\r\n",
        "Bonnie: I know that. I need to talk to you about my case.\r\n",
        "Tom: Without your mom here?\r\n",
        "Bonnie: Without an attorney telling me what to do.\r\n",
        "Tom: That's a bad idea.\r\n",
        "Bonnie: I don't care. All I care about right now is Sarah. Tom, if I go \r\nto \r\ntrial, and she has to testify, that would be like me opening up a fresh wound,\r\n\r\nand I think it would be the last straw for her. I can't even consider doing \r\nthat.\r\n",
        "Tom: So, what are you saying?\r\n",
        "Bonnie: I'm saying that whatever charges you're thinking about bringing\r\n\r\nagainst me, I want to plead guilty",
        "",
        "Sarah: It's your fault my daddy's dead! I mean, you're the reason that\r\n\r\nthey reopened the case against him.\r\n",
        "Jessica: My issues with your father had nothing to do with what \r\nhappened last night.\r\n",
        "Sarah: Yes, they did! You hated my father, and you hated me. You \r\nwanted to get rid of him, and keep me away from Bonnie. That's -- that's \r\nwhy he came home so angry last night. You were -- you were forcing him to \r\nleave his home!\r\n",
        "Jessica: Your father made a choice that he thought was best for him and\r\n\r\nfor you.\r\n",
        "Sarah: You we making him leave. That's why he was fighting with \r\nBonnie. If -- if you hadn't done that, she wouldn't have ended up -- she \r\nwouldn't have ended up pushing my dad out the window.\r\n",
        "Jessica: Oh, sweetie, I'm so sorry --\r\n",
        "Sarah: Don't touch me! Okay, I hate you! And I'll hate you forever!",
        "",
        "Rose: Am I gonna be in the way?\r\n",
        "Workman #1: Nah. It's all off. We're not gonna be here much longer.\r\n",
        "Workman #2: Everything is back just like it was.\r\n",
        "Rose: Oh. Just like it was? I'm not so sure about that.",
        "Emily: Hey, Kevin was at the door. It's okay I came up, yeah?\r\n",
        "Rose: Sure, yeah. Come on in.\r\n",
        "Emily: Yeah, Paul said you were probably here. And -- well, from the\r\n\r\nkind of mood he was in, I was just -- is everything okay, Rose?\r\n",
        "Rose: Not exactly.\r\n",
        "Emily: So everybody knows Barbara did all this, right?\r\n",
        "Rose: Yeah.\r\n",
        "Emily: Yeah, and Paul's mad at you?\r\n",
        "Rose: Yeah. It's -- it's complicated, but that's about the size of it.\r\n",
        "Emily: He should be kissing your feet!\r\n",
        "Rose: No, I don't think he's going to be doing any of that soon. You \r\nknow \r\nthe crazy thing about it, Emily?\r\n",
        "Emily: You mean, besides Barbara Ryan?\r\n",
        "Rose: Yeah, Barbara, yeah. She got a little bit of what she wanted -- \r\nPaul \r\nand me fighting again.\r\n",
        "Emily: You know what? To hell with Barbara. As a matter of fact, to \r\nhell with Paul, too.",
        "",
        "Paul: Will, sit down. What -- what you did and what Barbara did are two\r\n\r\ncompletely different things.\r\n",
        "Will: Why? I mean, she lied and so did I. We both just wanted you to\r\n\r\nstay. What's the difference?\r\n",
        "Paul: One, she's an adult and should know better. And two, she got you\r\n\r\nto do something that you never would have thought of doing on your own. \r\nBut none of that is important to me.\r\n",
        "Will: What is?\r\n",
        "Paul: How you're doing. Do you need anything?\r\n",
        "Will: I don't need anything. All I need is to know if I got mom in \r\ntrouble. I mean, what's going to happen to her now?",
        "",
        "Hal: I mean, my god, Barbara! You of all people should know how \r\nmixed up Will is. I mean, how many weeks did we come here and visit him \r\nin the psych ward?\r\n",
        "Barbara: You know those were horrible times. Why would you bring \r\nthat up, Hal?\r\n",
        "Hal: Because you seem to forget why he was here.\r\n",
        "Barbara: Because of that awful Stewart kid!\r\n",
        "Hal: No! Because he had a very weak grasp on what was real and what \r\nwas not real. What was right and what was wrong.\r\n",
        "Barbara: Are you saying that that was my fault?\r\n",
        "Hal: The point is, Barbara, that will is unstable. Mentally and \r\nemotionally. But did you take this into account when you enlisted him in \r\nyour little scheme? No. Your insane jealousy of Paul and Rose was more \r\nimportant than your own son's well being!\r\n",
        "Barbara: Nothing -- nothing is as important to me as my son. And Will\r\n\r\nknows that. He understands that. And he loves me, and he is loyal to me, \r\nand you hate that, Hal. Don't you? Everybody hates that --\r\n",
        "Hal: I have a news flash for you, Barbara. When a 13-year-old child \r\ndecides to play unstable to be part of your little drama, that is not loyalty.\r\n",
        "Barbara: Yeah, then what is it, Hal?\r\n",
        "Hal: Sick and twisted.\r\n",
        "Barbara: And you are jealous. You always have been jealous of my \r\nrelationship with Will --\r\n",
        "Hal: My god, are you completely unable to take any of this in? You \r\nmade our own son think that it was wrong to tell me the truth!\r\n",
        "Barbara: And you are innocent in all this, Hal? You are a perfect \r\nparent?\r\n",
        "Hal: No. No, I am as big a part of this problem as you are.\r\n",
        "Barbara: Oh, thank god, you finally admit it.\r\n",
        "Hal: Yes, my problem is that I keep letting you off the hook when it\r\n\r\ncomes to Will. And I am not gonna do it any more.\r\n",
        "Barbara: Really? Then what are you going to do about it?\r\n",
        "Hal: From now on, Barbara, I'm going to make sure -- I'm going to make\r\n\r\nabsolutely sure -- that you never mess with our son's mind again",
        "",
        "On the next \"As the World Turns\" \r\n--\r\n",
        "Jack: I love you.\r\n",
        "Carly: Well make sure when you come back here, you've got your story\r\n\r\nstraight!\r\n",
        "Rosanna: Since when has Jack had to have his story straight?\r\n",
        "Carly: Since I found out about his girlfriend. [Fast globe]\r\n",
        "Barbara: Jennifer --\r\n",
        "Jennifer: No, instead of deciding how you're gonna get back at Paul, or \r\ndad, you should be figuring out what you can do to help Will. You're his mother. \r\nStart acting like it. [Fast globe]\r\n",
        "Rose: Why isn't he out around town looking for me? Telling me that he\r\n\r\nloves me? That I did the right thing? That I didn't make a mistake. No, I \r\nthink I went too far this time. I think I lost Paul for good."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=XBTyP8TBzlU"
}