{
    "Episode Summary": [],
    "Recap": [
        "Casey tries to make up with Alison and get her to forgive him for making a deal with Adam for Adam to leave town in exchange for Maddie's testimony. Alison thinks Casey is being selfish because he is not willing to forgive Adam for his mistakes. Casey and Alison officially break up and Alison cries on Hunter's shoulder and he tells her she deserves better then Casey. Hunter also meets Maddie and they have a interesting discussion about the features of her cell phone. Maddie gets closer to Casey by being supportive and being the only person that is on his side. Casey is also hurt that his mom and dad still can't seem to understand that Adam needed to pay for his crimes. Tom advises Margo that Casey is hurting and he needs her now so she shouldn't be so hard on him.",
        "Maddie persuades Vienna not to give Audrey the next installment of the inheritance when she tell Vienna that Audrey is a con artist and she and Ralph must be running a scam. Henry tries to seduce Barbara but his plan backfires after Vienna interrupts he and Barbara after they share a kiss. Barbara calls and tells Henry that she won't be seduced into giving Paul's half of James money to charity. Audrey tells Henry that he must persuade Vienna to give the check to Ralph or their bodies could be found at the bottom of the river."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Vienna: Oh, god. Last night was amazing.",
        "Henry: You know the only thing that would have made it even better?",
        "Vienna: No. What?",
        "Henry: Was if we had the bullfrog.",
        "Vienna: Well, it wasn't your fault that the old woman got it off the shelf right before you got to it.",
        "Henry: Some people have no respect for special orders. [ Knock on door ] Ignore that.",
        "Vienna: What? Ignore what?",
        "Henry: Ah.",
        "[ Knocking continues ] [ Henry sighs ] I will get rid of them, whoever they are.",
        "Henry: Where are you going?",
        "Vienna: Freshen up.",
        "Audrey: Finally! I need to talk to you.",
        "Henry: I'm a little busy right now, mom.",
        "Audrey: Really? You just opened the door. How busy can you be?",
        "Henry: That's 'cause you wouldn't stop knocking. What do you want?",
        "Audrey: Have you received your latest payment of james' estate?",
        "Henry: Yeah. I'll make sure I send it to you.",
        "Audrey: No, no, no, no, no, no, no! I need it now.",
        "Henry: Why?",
        "Audrey: Because ralph is expecting this check, and I don't want something ugly to happen, and I don't think you do either, right? So you need to give it to me because you did explain to me that we need to have this happen as quickly as possible.",
        "Henry: Okay, okay. Just come in.",
        "Audrey: Okay. Fine.",
        "Henry: You know, in the future, a text, maybe a little warning, that would be very much appreciated.",
        "Audrey: Gee, I am so very sorry.",
        "Henry: Okay. Here, just take this and get out, okay?",
        "Vienna: No. No, you don't!",
        "Henry: Vienna.",
        "Vienna: Oh, my god. Why are you giving so much money to your mother?",
        "Maddie: Hey, casey, it's me. I know you said that you were fine, but you and ali just broke up, and, well, I know how that goes. Anyway, call me when you get this, okay? Bye. Can I help you?",
        "Hunter: No, sorry.",
        "Maddie: Okay.",
        "Hunter: I wasn't staring at you.",
        "Maddie: Oh.",
        "Hunter: No. I mean I was staring, just at your phone, not you.",
        "Maddie: Great. I'm sure my phone will be flattered.",
        "Hunter: It's just that's the new raspberry 350, right?",
        "Maddie: Yeah, it is. How'd you know?",
        "Hunter: I'm really thinking about getting one. How do you like it?",
        "Maddie: I love it. I mean, global capabilities, voice recognition, conference calling, 3.2 megapixels of print-quality photos.",
        "Hunter: Whew.",
        "Maddie: Yes.",
        "Hunter: May I?",
        "Maddie: Yeah, of course.",
        "Hunter: So, what's the memory like?",
        "Maddie: Oh, it's great. It has a 32 gigabytes memory card.",
        "Hunter: On board?",
        "Maddie: Uh-huh. And a built-in media player.",
        "Hunter: Sounds exactly like what I'm looking for.",
        "Casey: Do you have a minute?",
        "Alison: Not really. Sorry.",
        "Casey: Come on. Don't do this.",
        "Alison: Maybe I just want to concentrate on my work today, casey.",
        "Casey: Instead of talking this out?",
        "Alison: What is there to talk out? I know why you're here. You're here to apologize, right? Aren't you?&",
        "Casey: Yeah, I am, but we both said a lot of harsh things to each other, and I'm sorry.",
        "Alison: Fine. Apology accepted.",
        "Casey: No, look, look. Okay. I thought about it, and I've realized that adam was coming in between us, and we weren't gonna be happy if he was still here, but now that he's gone, he's not gonna be an issue anymore.",
        "Alison: But he is.",
        "Casey: No, he's not. I've lost too much because of him. I'm not gonna lose you. I won't let it happen.",
        "Alison: Casey, stop!",
        "Casey: What?",
        "Alison: Adam isn't the reason we broke up. You are.",
        "Hunter: How's the video quality?",
        "Maddie: Oh, I actually don't know. I don't use that feature. Bad experience. I sent a video to the wrong guy once. God. Not like that. No.",
        "Margo: Maddie.",
        "Maddie: Margo. Hi.",
        "Margo: Hi. Can we talk?",
        "Maddie: Actually, I was just leaving.",
        "Hunter: No. I was just leaving. She's all yours. Oh, thanks for the tutorial. You got some nice software.",
        "Margo: I guess I don't have to tell you that adam left town.",
        "Maddie: I heard. I'm sorry.",
        "Margo: Maddie, if you know something, please --",
        "Maddie: I don'T. I wish I could help you, but I can'T.",
        "Margo: You know, there was a time when you and I were very close. I was there for you when you needed someone, when you needed help. Well, it's my turn. I need help because I don't understand how my son could finally come home to me just to turn around and take off again.",
        "Henry: Sweetie, this check isn't for audrey.",
        "Vienna: Then why are you giving it to her?",
        "Henry: So she can give it to ralph to put into the charity.",
        "Vienna: And how can you be sure that she doesn't keep the money herself?",
        "Audrey: Oh, brother! You know, I can hear you over here! Why is it so hard for you to believe that I actually enjoy giving to those less fortunate than myself?",
        "Vienna: Do you know what I find hard to believe? That you can stand there and say that with a straight face.",
        "Audrey: Okay, fine. What will it take to prove to you that I'm extremely sincere?",
        "Vienna: Introduce me to this ralph person. I want to meet him since he's getting all the money.",
        "Audrey: Okay. Fine, I will. But not today, because he's already downstairs waiting.",
        "Vienna: Fine. We'll meet him right now.",
        "Audrey: No, no, no, because that would mean holding him up, and we can't do that. Just give me the check, and I will take it down to him.",
        "Vienna: No. No, no, no, no, no, no. I'll give it to him myself or he doesn't get it at all.",
        "Audrey: Ralph.",
        "Ralph: Hey, audrey. You're looking lovely as ever.",
        "Audrey: Oh, aren't you just the sweetest sweet-talker ever? What is that? What happened to your head?",
        "Ralph: It's just a little mishap, you know. In my line of work, sometimes you need to be extra careful. But the good news is you're right on time. You're a sweetheart for keeping to our schedule. Appreciate it.",
        "Audrey: Well, good. I try.",
        "Ralph: You know, sometimes when certain associates of mine may step out of line, I got to put them back in, and you know what? It hurts me more than it hurts them.",
        "Audrey: Oh. Well, it looks like you got a little hurt there.",
        "Ralph: You should see the other guy. So, do you have something for me?",
        "Audrey: I do.",
        "Ralph: Where's the check?",
        "Audrey: It's coming.",
        "Ralph: So is christmas.",
        "Audrey: Henry's bringing it. He's coming down any minute.",
        "Ralph: Oh, henry's joining us.",
        "Audrey: Yes, if you don't mind, and vienna, his girlfriend. I mentioned her to you, didn't I?",
        "Ralph: Oh, the swedish gal. Yeah.",
        "Audrey: Yeah, right. Well, she has been telling henry how much she'd really like to meet you, so, ralph, if you don't mind, could you maybe, in talking to vienna, play up the charity angle, just for her sake?",
        "Ralph: Not a problem. You want me to do a little song and dance for her.",
        "Audrey: Yeah. If you don't mind, it would be oh so very helpful, especially for henry.",
        "Ralph: I got it. So, vienna has henry, um -- how do I put this delicately -- whipped?",
        "Audrey: Like a dog.",
        "Alison: You want to blame adam for breaking us up, but you can't, 'cause this time all he wanted to do was make things right.",
        "Casey: And this is right.",
        "Alison: Not everything is his fault, casey. And even if it was, it doesn't excuse what you've done. You forced your own brother to leave down, and when it was finally okay for him to be here.",
        "Casey: He could have ended up in prison. I'm saying he got a better deal.",
        "Alison: And that's what it was, wasn't it -- a deal?",
        "Casey: Does it even matter?",
        "Alison: You used maddie and her testimony as leverage to get adam to do what you wanted, and then, on top of that, you lied to me about it, so yes, it does matter!",
        "Casey: I just didn't tell you everything.",
        "Alison: And why not?",
        "Casey: 'Cause I was afraid you'd talk to my parents.",
        "Alison: And they would have stopped adam from leaving town.",
        "Casey: And I couldn't let that happen.",
        "Alison: Wow. You really don't trust me, do you? I mean, even after everything we've been through. What does this say about us?",
        "Casey: It says that I'm not perfect. I make mistakes, but I'm here, ali, and I think what we have here is worth fighting for. Don't you?",
        "Margo: You were key to getting the charges against adam dropped.",
        "Maddie: I did it as much for myself as I did for him.",
        "Margo: Well, still, it had to be hard to come forward, but adam was so grateful. We all were.",
        "Maddie: It was the right thing to do, and I wanted to put it all behind me.",
        "Margo: Why were you late?",
        "Maddie: What?",
        "Margo: Well, by the time you got to the courthouse, you were over an hour late.",
        "Maddie: I guess I was just nervous about testifying.",
        "Margo: Having second thoughts?",
        "Maddie: For a minute, but I did show up, and adam was cleared of all the charges. Isn't that what really matters?",
        "Margo: No. No, it's not, because I had big plans, maddie. We were finally gonna be a family again. We were finally all gonna be together, but that all fell apart.",
        "Maddie: Because adam left.",
        "Margo: Yep, without saying goodbye.",
        "Maddie: I wish I could tell you why he did that, but I can'T.",
        "Margo: You can't or you won't? Come on, maddie. I know that there's something you're not telling me.",
        "Maddie: Look, I'm not the one who can answer these questions for you.",
        "Margo: But there's someone else who can? Someone else who didn't show up either? Casey? I think I already knew it. I was just hoping I was wrong.",
        "Casey: Why do you care so much about adam? You know, it's like he means more to you than I do.",
        "Alison: Casey, you mean the world to me, but that is not a free pass for you to do whatever you want and then expect me to turn the other way.",
        "Casey: So, you won't forgive me because I think adam should pay for what he's done?",
        "Alison: That is not up to you. You are his brother, not his judge.",
        "Casey: No. The judge let him go.",
        "Alison: Okay. You and I are just never gonna see things the same way.",
        "Casey: That's it? There's no getting past this?",
        "Alison: I don't know what more we can do. I'm sorry.",
        "Casey: We can't fix this if you walk away.",
        "Alison: Casey, please, just let me go!",
        "Hunter: Hey, take your hands off my sister!",
        "Ralph: Rest assured that the children of adversity would be absolutely nowhere without the extraordinary generosity of men like henry coleman.",
        "Vienna: Mm-hmm.",
        "Ralph: It's very rare to find a man in his position who puts the needs of others before his own.",
        "Vienna: Well, it's not exactly a trait that runs in his family.",
        "Ralph: Then I have to assume that he's being influenced by the very special woman that's at his side.",
        "Vienna: I wish I could say that I've always been charitable myself, but I haven'T.",
        "Ralph: Yeah, but don't you find that sometimes somebody will come along and they just open your heart? I mean, it changes you, doesn't it?",
        "Vienna: It does.",
        "Ralph: I've seen it happen time and time again.",
        "Vienna: Yes. Being with henry has taught me it's just as wonderful to give as it is to receive.",
        "Ralph: Yeah. He's a man after my own heart. I couldn't agree more. Would you like to look at the wine list?",
        "Vienna: Yes.",
        "Ralph: That is a beautiful bracelet. May I?",
        "Vienna: Yes. It belonged to my grandma lydia.",
        "Ralph: Is it part of a set?",
        "Vienna: How do you know?",
        "Ralph: I have an eye for beautiful things.",
        "Vienna: A smart man always knows his jewelry, huh?",
        "Henry: Ah!",
        "Vienna: Henry, are you okay? What's wrong?",
        "Henry: Ow. My stomach's upset all of a sudden. I think I should go. Excuse me for a minute. Ah, barbara! Just the lovely lady I was looking for.",
        "Casey: Back off, hunter. This has nothing to do with you.",
        "Hunter: The hell it doesn'T. She's my sister. Don't you ever touch her like that again.",
        "Alison: Okay. Can you two please not do this? I still work here. I don't want to make a scene.",
        "Casey: Oh, is that what I am to you, just a source of embarrassment?",
        "Alison: Look at us. You want to talk, and we can't even do that.",
        "Casey: You know what? I guess you're right.",
        "Alison: Casey --",
        "Casey: No, no, no. Obviously, you've made up your mind. I knew we weren't perfect with each other. Why am I even trying? I'll see you around.",
        "Hunter: Hey, are you okay? What happened?",
        "Alison: Casey and I are over.",
        "Hunter: Oh. I'm sorry. Tell me what happened?",
        "Alison: I guess you just get tired of being disappointed in someone so many times that you just wonder what's the point.",
        "Hunter: Hey, you could be related to him. Too soon. Sorry.",
        "Alison: No, you're right. It could be worse. I just have to, you know, try to find some way to move on now. Damn it. I'm sorry.",
        "Margo: When you didn't show up at the lakeview, I thought something might be wrong, but then I said to myself, \"well, you're just worrying. You should be used to that by now.\" But then this feeling kept growing, and I thought, \"this is not worry. There is something wrong.\" Then I realized, when I had that feeling before, that's when adam disappeared the first time.",
        "Casey: Mom --",
        "Margo: You know, casey, moms just know when their kids are in trouble, and adam is my firstborn, so the feeling is strong, but you, you're my baby, and there isn't anything I wouldn't do for my boys. I can't do anything for adam now. I can't hold him and keep him safe or comfort him or even talk to him because he's gone again -- just like before -- because of you, my baby. You're the reason that adam left, aren't you?",
        "Casey: Yes, I am.",
        "Barbara: Henry, for pete's sake, let me go!",
        "Henry: We need to talk, okay?",
        "Barbara: Then use your words, not your hands!",
        "Henry: I'm sorry, I'm sorry, I'm sorry. I apologize. Okay, look, I just didn't expect to run in to you, and then, suddenly, there you are! And I guess I got a little overeager, that's all.",
        "Barbara: To talk to me?",
        "Henry: Yeah. Hasn't that ever happened to you?",
        "Barbara: What?",
        "Henry: What?",
        "Barbara: What? What do you want to talk to me about?",
        "Henry: Just, you know --",
        "Barbara: No, I don'T.",
        "Henry: Okay. Then we definitely need to talk, absolutely.",
        "Barbara: You listen to me. I don't know what the hell is going on here, but if this is some kind of warped little game --",
        "Henry: It's not a game, barbara. I have what you want.",
        "Barbara: What I want is an explanation. Are you going to give me one?",
        "Henry: Oh, you bet I am, but not here. Let's go to your room.",
        "Barbara: No, no, no. I'm not going anywhere with you. I want to talk to you right here.",
        "Henry: We can't do that.",
        "Barbara: Why not?",
        "Henry: Because. Because if anyone overheard what I had to say, I'd be in a lot of trouble, and so would you.",
        "Barbara: What kind of trouble?",
        "Henry: Would you stop asking so many questions and just work with me here?",
        "Barbara: Hey, hey, hey! Let me out of here!",
        "Henry: This'll just take a minute, okay?",
        "Margo: You had no right to take my child away from me.",
        "Casey: What about what he did, huh?",
        "Margo: Oh, I am so tired of hearing that!",
        "Casey: I went to jail because of him, and what did he get for his crimes, huh? You bending over backwards, welcoming him home.",
        "Margo: Okay, all right. So you did all of this because of your jealousy?",
        "Casey: No. I did this because no one else was gonna punish him for what he did.",
        "Margo: Honey, it's just not your job to punish. You have no idea how he was punishing. You have no idea what went on in afghanistan.",
        "Casey: He's not some war hero, mom!",
        "Margo: Every time this man looks in the mirror he sees a stranger staring back at him! They completely took him apart, and then they had to put him back together, casey! He could have died in that bombing!",
        "Casey: Gwen and maddie could have died, too, huh, after adam went after them, but no one seems to want to remember that.",
        "Margo: They buried him alive. You don't have any compassion for what he went through, how terrified he must have been?",
        "Casey: No. No, I don'T. I'm sorry. All I can think about is how terrified gwen was and maddie.",
        "Margo: The person who did that was not adam. That was not your brother. He was traumatized. He had no connection to reality!",
        "Casey: You really believe that?",
        "Margo: Yes, I do! I know! The person that we just met, that's adam. All he did was wanted to come back and reconnect with his family.",
        "Casey: No. All he wanted was his freedom, okay? Why can't you see that? He agreed he would leave if maddie testified. He didn't even have to think about it. That's who adam is. He's not some great guy you turned him into.",
        "Margo: Oh, casey. You are so mired in your anger and your jealousy, and it's so ugly.",
        "Casey: Sorry I can't be the son you can be proud of, mom. But then again, I never was.",
        "Vienna: I hope henry's okay. Maybe I should go find him.",
        "Audrey: No.",
        "Vienna: If his stomach is bothering him --",
        "Audrey: No, no. It's okay. Just leave him. Henry used to get terrible tummy aches as a little boy.",
        "Ralph: Look, if vienna is worried about henry, let her go.",
        "Vienna: Thanks, ralph.",
        "Ralph: Aren't you forgetting something?",
        "Audrey: Yes, you're handing over the check for ralph's charity. Listen, why don't you hand it over, and then we can go get henry and make sure he's okay, right? I mean, henry, these tummy aches, I mean, I was the only person who could sooth him way back when he was a little child.",
        "Vienna: You were never around when he was a child.",
        "Audrey: Vienna, just give us the check, please.",
        "Maddie: Vienna, why did I just see henry dragging barbara ryan onto the elevator?",
        "Vienna: You mean henry was just in the elevator with barbara?",
        "Maddie: No. I meant he was pulling her like, \"come with me.\"",
        "Vienna: But that doesn't make any sense.",
        "Maddie: Well, that's what I thought.",
        "Ralph: And who is this delightful creature?",
        "Audrey: Oh, well, this little dickens of a storyteller is my daughter.",
        "Ralph: I didn't even know you had a daughter.",
        "Audrey: Actually, I have several daughters, but this is my youngest, maddie. Um, madelyn, aren't you going to say hello to your mother?",
        "Maddie: Hi.",
        "Audrey: And, also, I would like a big, fat hug. Hey, here you go. Yes. Well, henry said you were in town. Why haven't I seen you?",
        "Maddie: Because henry told me you were in town.",
        "Audrey: Oh. That's a good one. You always are so quick, you know. Such a kidder, this one. She's always been that way.",
        "Ralph: Hey, maddie. My name's ralph manzo. I'm a friend of the family.",
        "Maddie: Hi. Nice to meet you.",
        "Ralph: Would you like to join us for lunch?",
        "Vienna: You know what? You can have my seat. I need to go find henry.",
        "Audrey: Oh, vienna. The check, please.",
        "Vienna: Right, right.",
        "Maddie: Whoa, whoa, whoa. No. Vienna, no.",
        "Audrey: Maddie.",
        "Maddie: Mother. Out with it. What kind of scam are you trying to pull now?",
        "Barbara: You unlock that door or I'm calling security.",
        "Henry: You don't have to be afraid, barbara.",
        "Barbara: I am not afraid. I am annoyed.",
        "Henry: I just wanted to talk somewhere where we wouldn't be interrupted.",
        "Barbara: Okay, talk. Tell me what's going on here, all right? And I don't appreciate being manhandled.",
        "Henry: I know. I'm so sorry about that. I'd apologize. Let's just sit down. Let's get comfortable. We can have a conversation. Whoa! The bullfrog. Where did you get this?",
        "Barbara: It's a gift for a friend.",
        "Henry: Hm.",
        "Barbara: Bachelorette party. Give me that. Now, enough. Tell me what is going on here.",
        "Henry: You can stop acting like you don't know, barbara. You can stop denying it.",
        "Barbara: Denying what?",
        "Henry: The chemistry. Our chemistry.",
        "Barbara: Our what? How many martinis have you had this morning, henry?",
        "Henry: I'm stone-cold sober, baby.",
        "Barbara: You are out of your mind.",
        "Henry: I know. It's a shock! It shocks me every time it comes out of my mouth. I just -- I can't help myself. Every time I look at you, the way you make me feel --",
        "Barbara: You have feelings for me? What about the lovely vienna?",
        "Henry: That's why I had to get you here, away from everyone else, where no one could see us together, barbara. The only thing I'm after and the only thing I want is you.",
        "Margo: So, you're really only interested in how to make yourself feel better. Oh, no. Your brother makes you miserable? You just get rid of him, no matter how much that hurts other people. Just so you're happy.",
        "Casey: Do I look happy? I'm sorry. Your precious little adam isn't the only one suffering here, mom. Alison broke up with me. She's on your side. You know, adam fooled her, too.",
        "Margo: Oh, casey, grow up! Please! Alison didn't dump you because of adam, and adam is not responsible for you not knowing what the hell to do with your life!",
        "Casey: Then what is he, then?",
        "Margo: He's your excuse! You got to stop blaming adam for everything or you'll never get anywhere in life!",
        "Tom: That's enough. What the hell is going on in here?",
        "Casey: No, no. Hey, join. Mom's just telling me how much it's my fault that I'm a loser!",
        "Tom: Okay. I think it's time for everybody to calm down.",
        "Margo: I think casey needs to know how much he's hurt everybody.",
        "Tom: He knows.",
        "Margo: All right, then. Maybe he just doesn't care.",
        "Alison: I know it was the right thing to do, breaking up with casey. I mean, obviously we weren't working out. No matter what we did, we always ended up hurting each other.",
        "Hunter: So, this is what you wanted. You should be happy.",
        "Alison: Hunter, I didn't want my relationship to fail. I wanted it to work.",
        "Hunter: Well, it's not your fault. He blew it.",
        "Alison: It wasn't just casey. I was in this, too. I mean, I have to face the fact that maybe it's me. If all my relationships are total failures, that's got to say something, right? I mean, what's wrong with me?",
        "Hunter: There's nothing wrong with you. Hey, I think you're pretty perfect.",
        "Alison: Perfectly alone.",
        "Hunter: Not entirely. You got me.",
        "Alison: That's the good thing about a brother. Can't run you off as easily.",
        "Hunter: You couldn't if you tried. You deserve to be with someone who can make you happy, ali -- really happy.",
        "Alison: Yeah. I'm just not sure that person exists for me.",
        "Hunter: Yeah, well, until he does, you can use my shoulder.",
        "Alison: Well, I'd rather not cry on it, but I wouldn't mind leaning on it from time to time. Okay. I should get back to work.",
        "Hunter: You gonna be okay?",
        "Alison: Eventually. I mean, I can't miss casey forever, right?",
        "Audrey: So, why is it you are always just so suspicious of me?",
        "Maddie: Because I know you.",
        "Audrey: Well, absolutely nothing is going on here.",
        "Maddie: Oh, so you're just waiting for vienna to give you a check because?",
        "Audrey: Because. Because your brother is giving all his inheritance to ralph's charity.",
        "Maddie: All of it?",
        "Ralph: Henry's extremely generous.",
        "Audrey: Yeah. So, you see, everything is just dandy. You have nothing to worry your gorgeous little head about.",
        "Maddie: Right. Vienna, just a little word of advice. If my mother wants money from you for whatever reason, run. She's a con artist, and a very good one.",
        "Audrey: Hey, I am your mother. So, how can you say such terrible things about me?",
        "Maddie: Oh, I don't know, mom. Let me think. Oh, a certain mother-daughter trip to atlantic city just pops in to my head.",
        "Audrey: I took you to atlantic city so we could bond.",
        "Maddie: I was 6. I wasn't allowed in the casinos.",
        "Vienna: Okay, enough. Enough. I'm going to find henry.",
        "Audrey: No, vienna. Please, give me the check.",
        "Vienna: The check stays with me.",
        "Audrey: Look what you just did. Thanks a lot. Ralph, I am really so very sorry. I feel just horrible for those poor children of adversity.",
        "Maddie: The who?",
        "Ralph: That's the name of my charity.",
        "Maddie: Right. I'm sorry. I'm going to have to pass on the invite for lunch.",
        "Audrey: Oh, darn. Bye-bye.",
        "Maddie: Ralph, it was really nice to meet you. I'm sorry about all of this.",
        "Ralph: Yeah, well, don't worry about it. Not the first time I was in the middle of a family feud.",
        "Maddie: Not like this one. Glad to know you haven't changed, mom.",
        "Barbara: Henry, henry, henry, henry. Get control of yourself now. Find what little sense you have and snap out of this!",
        "Henry: What do you mean? You don't feel it, too?",
        "Barbara: Feel what?",
        "Henry: What? The way the air changes whenever we're in a room together. When we were downstairs and I was holding your arm, I didn't want to let go. It was electrifying!",
        "Barbara: It was embarrassing.",
        "Henry: No, no. Please, don't belittle it like that. Please. Admitting a forbidden passion is dangerous, I know. As soon as you speak it out there, you can't take it back.",
        "Barbara: Oh, how I wish you could. Now, henry, I'm sorry, but it's time for you to go because you're making a fool of yourself.",
        "Henry: No.",
        "[ Knock on door ]",
        "Vienna: Henry? Henry? Are you in there?",
        "[ Knock on door ] Open up. Henry?",
        "[ Knock on door ]",
        "Vienna: Henry? Open up. I know you're in there! Henry!",
        "Barbara: Is this a setup or something?",
        "Henry: Of course it's not a setup. Would you just calm down. Take a breath. Fix your hair.",
        "Vienna: Henry.",
        "Henry: Liebchen!",
        "Vienna: Exactly what are you doing in here?",
        "Henry: I was just talking to barbara.",
        "Barbara: Hello, vienna.",
        "Vienna: Hi. I thought you had stomach trouble?",
        "Henry: Uh, yeah. It was a false alarm, but it is so sweet of you to come check on me. I feel so much better now.",
        "Vienna: Just like that.",
        "Henry: Yeah, just like that. You know what I think it was? I think it was all this arguing I've been doing, this battling about stenbeck's estate, but barbara and I, we've come to a mutually satisfying agreement, and I couldn't be happier.",
        "Vienna: What kind of an agreement?",
        "Barbara: Excuse me. Would you two mind taking this conversation someplace else?",
        "Henry: Of course not.",
        "Henry: Vienna. Bye, barbara, or should I say -- a bientot.",
        "Vienna: I'm confused. I thought that you and barbara already decided that you were gonna split the inheritance 50/50 between you and paul.",
        "Henry: I know that, but in any negotiation, there's a little wiggle room.",
        "Vienna: And exactly what did you have to wiggle?",
        "Henry: I just -- I tried to convince her that she wasn't doing paul any favors by forcing him to take stenbeck's money if he didn't want it.",
        "Vienna: And she's okay with you giving the whole inheritance away for charity?",
        "Henry: I just spoke from the heart, vienna, and whatever I said she really needed to hear.",
        "Vienna: Oh, my god! I'm so proud of you! Oh, my god! Ooh! What's this?",
        "Henry: Ah, that. Well, this is something for you. Since we're in the spirit of giving. Bullfrog, baby. I'll race you to the lily pad. Goodness.",
        "Audrey: Let's have some more wine, and we'll order dessert and have some coffee, and then henry's gonna come by, and he'll be down --",
        "Ralph: Audrey, look at me and be quiet. You and I have an arrangement. Now, so far we've both kept up our ends of the bargain. I would hate to see that change.",
        "Audrey: That's not going to happen.",
        "Ralph: That's good, because i think you know how it displeases me when things don't go my way.",
        "Tom: Well, casey is not wrong about everything.",
        "Margo: All right, all right. I know that adam started this whole thing, but at least he knew that he was hurting people, and he came back and tried to make amends.",
        "Tom: Can we be honest for a second? Adam wasn't owed anyone's forgiveness.",
        "Margo: What about his brother's compassion?",
        "Tom: He's hurting. He's hurting more than he's letting on. Why do you think he went to such extreme measures to just get adam out of his life?",
        "Margo: And I didn't help anything by lashing out at him like that.",
        "Tom: Well, sometimes it's hard to see through your own pain when you've been trapped in it for so long.",
        "Margo: I don't think you're talking about casey right now, are you?",
        "Tom: You've got another son here, and he needs you. Don't lose sight of him.",
        "Margo: I'll try not to.",
        "Tom: Try harder. Please.",
        "Maddie: What did you tell your mom?",
        "Casey: The truth.",
        "Maddie: All of it? How'd she take it?",
        "Casey: I think it's pretty safe to say that she hates me right now.",
        "Maddie: Your mom doesn't hate you.",
        "Casey: Well, I don't think she thinks too highly of me at the moment. Is that better?&",
        "Maddie: No. I'm sorry.",
        "Casey: Well. It's fine. It's just funny. I don't think I'm that rotten of a guy.",
        "Maddie: You're not.",
        "Casey: You know, and I never set anyone up. I never attacked anyone. I never pretended to be someone else. And I'm the one who's dumped, and I'm the one whose mom can't even look at him.",
        "Maddie: I know. It's not fair. I know.",
        "Casey: The only thing I did was not give adam a free pass, like everyone else.",
        "Maddie: And I don't think you should have to. Casey, I know what you lost because of him and why you may not want him in your life again.",
        "Casey: Seem to be the only one. Oh, my god. This is crazy, isn't it?",
        "Maddie: What?",
        "Casey: I mean, we're right where we started, you know? Everyone's against me, and you're the only one in my corner.",
        "Maddie: I'll always be in your corner.",
        "[ Henry laughing ]",
        "[ Frog croaking ]",
        "Henry: Feeling amphibious, and I think I like it! [ Cellphone ringing ] Damn it!",
        "Vienna: You're not gonna answer that, are you?",
        "Henry: I have to. It could be the charities. Hello?",
        "Barbara: Henry, its barbara ryan.",
        "Henry: Hello.",
        "Barbara: We need to get something straight.",
        "Henry: Okay.",
        "Barbara: If you think you can seduce me as a means to an end, you are sadly mistaken.",
        "Henry: I see.",
        "Barbara: I certainly hope you do, because my son earned his share of that money, and whether he wants it or not, I'm gonna make sure that he gets it. So don't you ever again try to pull what you tried to pull this afternoon because it will have absolutely no effect on me. Understand?",
        "Tom: Oh, alison. Great.",
        "Alison: Hi.",
        "Tom: Do you have a minute?",
        "Alison: Actually, I have patients waiting for me.",
        "Tom: No. I promise it won't take long. I heard that you and casey broke up. I'm sorry about that. I know that whatever adam did had some part of that.",
        "Alison: Okay. I'm really not comfortable talking about that, so --",
        "Tom: I'm not trying to put you through the third degree, and I'm not here on casey's behalf.",
        "Alison: Okay.",
        "Tom: Look, I was just curious to find out if you knew where adam might have gone off to.",
        "Alison: Why would I know anything about that?",
        "Tom: Well, you guys were friends, and if I were to tell the truth, it wouldn't be the first time that you two kept a secret from the rest of us.",
        "Alison: I sort of remember it differently. I remember you choosing not to believe me.",
        "Tom: Well, either way.",
        "Alison: Well, either way, I have to get back to work.",
        "Tom: Alison --",
        "Alison: You know what? No. Every time I try to help you guys, it always ends up backfiring, so I am done.",
        "Tom: Look, I'm just trying to --",
        "Alison: I'm sorry that adam's gone. I am. But whatever problem you're trying to solve for your family right now, it's your family, not mine. So, just please leave me out of this.",
        "Casey: Hey, maddie. I just want to say thank you.",
        "Maddie: For what?",
        "Casey: I don't know, for listening to me.",
        "Maddie: Well, it wasn't so hard. You don't mumble nearly as much as you used to.",
        "Casey: Well, you don't think I'm that horrible because I'm glad adam's gone. I just wanted you to know that that means a lot to me. What was that for?",
        "Maddie: 'Cause you're not a horrible person.",
        "[ Knock on door ]",
        "Audrey: We need to talk.",
        "Henry: Shh, shh, shh, shh!",
        "Audrey: We need to talk right now!",
        "Henry: What's wrong now?",
        "Audrey: What do you mean? What is wrong? Ralph is furious with me. Vienna never gave him the check.",
        "Henry: Yeah, I know. I found it.",
        "Audrey: Well, then, just give it back!",
        "Henry: I can't!",
        "Audrey: Why not?",
        "Henry: Because then she'll ask what happened to it.",
        "Audrey: Oh, my goodness. You have got to get control of her, and you also need to talk to your little sister.",
        "Henry: Maddie? No, no, no, no. What does she have to do with this?",
        "Audrey: She was badmouthing me right in front of ralph.",
        "Henry: Okay, mom. You see, this is a sign saying that we are way in over our heads.",
        "Audrey: It is also way too late to go back.",
        "Henry: No, no, no, it isn'T. We can just tell ralph that we've changed our minds.",
        "Audrey: That's not how this works. Don't you see, we started it, and we're gonna be in it until the end.",
        "Henry: Mom, what if the end comes at the bottom of a river?",
        "Audrey: That's why you have to fix this, 'cause if we mess up, that is exactly how we're both gonna end up!",
        "Announcer: On the next \"as the world turns\" --",
        "Mason: I guess you've noticed that I am attracted to you.",
        "Noah: Hey, luke, come on. He's my advisor.",
        "Luke: Advisor? Well, I have some advice for him -- keep your damn hands off my boyfriend.",
        "Maeve: Don't leave us down here!",
        "Holden: Eb, eb!",
        "Maeve: Eb, no! No!",
        "Meg: Jack's really gonna arrest him?",
        "Lucinda: Isn't that what you wanted?",
        "Jack: I'm looking for the truth here.",
        "Damian: No, you're looking to railroad me!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=7fVZCrW_EgE"
}