{
    "Episode Summary": [],
    "Recap": [
        "At the police station, Margo questions Holden about the death of Damian as Lily, Molly and Luke wait outside in the squad room. At the hospital, Jack calls Liberty's room to let her know that he had brought her a DVD player and some DVD's, but he cannot bring them to her. Jack asks where Janet is, but Liberty doesn't know where Janet is. Janet and Carly have a confrontation over Dusty and Janet's involvement with Dusty. Janet denies having an affair with Dusty until Carly tells Janet that Teri had confessed all to her. Carly gives Janet an ultimatum either Janet tell Jack about the affair or Carly will. Jack meets up with Dusty outside of Liberty's hospital room and asks him to take the DVD player to Liberty. Margo gets the results back and finds out that Damian is dead. Margo arrests Holden for his murder. Molly, pretending to want coffee, goes to the diner to make a call to the one, who had helped her get the ring made so that she could leave it outside of Lily's door. Lily comes in and confronts Molly that she had been the one, who had sent her the ring. Dusty visits with Liberty and brings her a punching bag with the word \"Cancer\" on it for Liberty to punch. Jack meets up with Carly outside of a bar and Jack immediately thinks that Carly is getting a drink. Jack and Carly discuss the idea that Jack and Janet are going to have a baby together in order to save Liberty's life. Janet walks in on Dusty and Liberty punching the bag. Janet asks to talk to Dusty outside. Janet advises Dusty not to be around here too much for Jack to see him. Dusty lets her know that Jack had already seen him there and had given him some things to take to Liberty.",
        "Dusty lets Janet know that she is the only one he wants. Carly refuses to tell Jack about Janet's and Dusty's affair. Holden explains everything about Damian to Luke. Luke wonders why Holden hadn't told him before what had happened. Luke asks Margo to let him look at Damian's X-rays, but Margo refuses. Lily threatens to tell Holden what Molly had done about the ring. At the police station, Molly and Lily find out that Holden has been arrested for Damian's murder. Holden and Molly discuss in private how she had had the ring made in order to make Lily think that Damian was alive. Holden and Molly decide to bring Lily into their plan. Luke comes to the hospital to see Bob, but runs into Reid, who reads the X-rays and tells Luke that Damian had Huntington's disease or the man was not his father. Carly is joined by Dusty at the bar. Carly lets Dusty know that she knows that he had slept with Janet. Janet comes home to find Jack there. Jack agrees to have a baby with Janet to save Liberty. Holden finds out that he is being extradited to Malta for trial. Carly tells Dusty that Janet and Jack are considering having a baby. It is awkward between Jack and Janet as they sit on the edge of the bed. They begin to kiss."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: I wish they'd let me go in there. What is taking so long?",
        "Molly: I just hope Holden's keeping quiet.",
        "Luke: I'm upset that he wouldn't let us get a lawyer.",
        "Lily: How much did he tell Margo before he went in there?",
        "Molly: Only that he had a fight with Damian on the docks, and Damian ended up on one of the ships.",
        "Luke: Yeah, but if Damian boarded the ship, that means that Dad didn't kill him.",
        "Lily: Of course he didn't kill him. Damian's not dead. He sent me his ring. That proves he's alive.",
        "Luke: And that Dad's innocent.",
        "[SCENE_BREAK]",
        "Margo: Holden, nobody knows the list of Damian Grimaldi's crimes better than I do. He deserves to be behind bars for what he's done.",
        "Holden: Yeah. That's where he belongs.",
        "Margo: But legally, by the book. I simply can't turn a blind eye to vigilante justice.",
        "Holden: Who's acting like a vigilante?",
        "Margo: If you knew that he was trying to escape the country, why didn't you come to the police? Why did you take matters into your own hands?",
        "Holden: Margo, he came after me. He attacked me. I defended myself. I'm not gonna apologize for that.",
        "Margo: Well, if that's true, why am I hearing about this attack just now? Why didn't you come to us immediately? You knew that we were looking for him.",
        "Holden: You're right. I probably should have done that. But I didn't think that he was dead, and I didn't want him found. I just wanted him out of my family's life.",
        "Margo: Well, you certainly got that. He's out, permanently. And the police in Malta aren't gonna let that go unresolved.",
        "Holden: You're certain that he's dead?",
        "Margo: Yes. They positively ID'd the body in the water. It is Damian's. And the Maltese authorities want swift justice.",
        "Holden: Do they have the power to apply that kind of pressure?",
        "Margo: They want Damian's killer found, and they want to crucify him.",
        "[SCENE_BREAK]",
        "Jack: Listen, listen, I -- I brought you a DVD player and some movies, so I'll just send your mom out to get them.",
        "Liberty: Oh, that's great, but thank you. She's just actually -- she's not here.",
        "Jack: Oh. Uh, do you know where she went?",
        "Liberty: I have no idea. She was gone by the time I woke up.",
        "Jack: All right. No big deal. I'll, uh -- I'll, uh, figure something out.",
        "Liberty: Well, just -- just get one of the nurses to bring it in, please.",
        "Jack: Okay, yeah. I'll -- I'll do it. Don't worry about it.",
        "Liberty: Be quick. So bored.",
        "Jack: I'm on it.",
        "Liberty: Thank you, Jack.",
        "Dusty: Hello, Jack.",
        "Jack: What are you doing here?",
        "[SCENE_BREAK]",
        "Carly: You can run away from me, but you cannot run away from what you did.",
        "Janet: I didn't do a damn thing, and I don't appreciate you making accusations in front of my daughter's hospital room for the whole hospital to hear.",
        "Carly: I'm just bringing the truth to light.",
        "Janet: It's like talking to a wall. Dusty is not my boyfriend.",
        "Carly: What would you call him, then?",
        "Janet: He's my friend.",
        "Carly: Hmm. Friend with bennies? Isn't that what you call that?",
        "Janet: Oh, my God. Don't you have anything else to do, like run a business or raise your children? Anything but make up rumors about me?",
        "Carly: Just own up to it, Janet. You're -- you're cheating on Jack with Dusty.",
        "Janet: I am not cheating on my husband.",
        "Carly: What would you call sleeping with another man behind his back? That's right. I know all about it. So let's just stop pretending, okay?",
        "Janet: I never slept with Dusty.",
        "Carly: Don't waste your breath trying to deny it. Your sister confirmed it.",
        "Janet: No, no. She would never say anything like that, especially not to you.",
        "Carly: Don't blame her. She blew it accidentally. I bluffed. She fell for it.",
        "Janet: Oh, my God.",
        "Carly: How could you? How could you cheat on Jack when he's been turning himself inside out to try and be a good husband to you?",
        "Janet: You have no idea what you're talking about.",
        "Carly: I cannot believe that you're gonna still deny that you're having an affair!",
        "Janet: It's not an affair, okay? It's not. It was one time. It only happened once.",
        "Carly: That counts.",
        "Janet: And that was when you were holed up in a cabin with Jack on New Year's Eve, and he and I were barely speaking.",
        "Carly: Oh, no. You're not gonna use that as an excuse, are you, that Jack was trapped against his will for one lousy night with me and Craig?",
        "Janet: I am just trying to explain to you why it happened.",
        "Carly: Do you think I give a damn why?",
        "Janet: I was confused, okay? I thought my marriage was over.",
        "Carly: Well, it ought to be.",
        "Janet: No! It was a mistake -- a stupid, foolish mistake.",
        "Carly: If it's such a mistake, then why is it still going on?",
        "Janet: It's not.",
        "Carly: Come on, Janet. I saw the two of you kissing at Metro. What, no quick comeback for that? No way to turn that around on Jack, excuse it away?",
        "Janet: I don't know what you think you saw.",
        "Carly: I know exactly what I saw, and it was no quick peck on the cheek. So let's just drop this stupid pretense that there's nothing going on between you and Dusty, okay?",
        "Janet: There is nothing going on between me and Dusty.",
        "Carly: You are lying!",
        "Janet: What do you want me to say, Carly, huh?",
        "Carly: I want you to tell Jack the truth. I think he has a right to know that the marriage he's been trying so hard to save was over a long time ago. And if you don't tell him, I will.",
        "[SCENE_BREAK]",
        "Dusty: I'm here to see Liberty. I'm sorry if that's a problem for you.",
        "Jack: It's not.",
        "Dusty: Really? 'Cause you said you didn't want me getting too involved.",
        "Jack: I -- I overreacted.",
        "Dusty: Yeah. You do that a lot.",
        "[Jack sighs]",
        "Jack: Tell me something. Did you ever have chicken pox?",
        "Dusty: What?",
        "Jack: Chicken pox. Did you ever have it?",
        "Dusty: When I was a kid, yeah.",
        "Jack: Yeah. Well, I never did, so I can't go in there while Liberty's immune system is weak. So I was actually wondering if you could -- you could bring this in to her, maybe set it up.",
        "Dusty: You sure you trust me to do this?",
        "Jack: I think you can handle it.",
        "Dusty: Movies on demand, compliments of Jack Snyder.",
        "Liberty: Yes!",
        "[Liberty laughs]",
        "[SCENE_BREAK]",
        "Lily: We just need to trace the ring back to Damian, find out how he sent it to me, and then we can clear Holden.",
        "Molly: Where is the ring now?",
        "Lily: I gave it to the police.",
        "Molly: You did? When?",
        "Lily: As soon as I got here.",
        "Molly: You gave it to Margo?",
        "Lily: Yes. Is there a problem?",
        "Molly: Yeah. Don't you think it would have been smarter to wait and see what Holden wanted us to do?",
        "Lily: I think Holden would have wanted us to turn it over. I mean, it's not a bad thing for the police to have it. They can trace the ring, and then they can prove that Damian is alive.",
        "Molly: It's taking a really long time in there.",
        "Luke: Margo's probably just being thorough. It's a good thing.",
        "Lily: I hope so.",
        "Molly: Well, this waiting is driving me crazy. I need a cup of coffee.",
        "Luke: I'll grab you one.",
        "Molly: No, wait, it's -- the stuff the cops drink isn't coffee. I need a decent cup from Java. Do you guys want anything?",
        "Luke: I'm good.",
        "Molly: All right. I'll be right back.",
        "Holden: Look, I already admitted that Damian and I had a fight on the docks. But when he got on that ship, he was alive. And now we have proof.",
        "Margo: The ring?",
        "Holden: Yeah. He couldn't very well send it from the grave, now could he? That proves that he's still out there.",
        "Margo: We're tracing from where and how that ring was sent.",
        "Holden: He sent Lily a goodbye note. She confirmed that it was his handwriting.",
        "Cop: This just came in.",
        "Holden: What is it?",
        "Margo: Holden, I strongly suggest we end this conversation now and you get yourself a lawyer.",
        "Holden: What's going on, Margo?",
        "Margo: The ring wasn't sent by Damian. It didn't even belong to him.",
        "Holden: Of course it did. It was a Grimaldi family ring. He bought Luke the same one a couple of years ago, and Lily ID'd it.",
        "Margo: I suspect that's what she was supposed to do. But it's a fake.",
        "Holden: What?",
        "Margo: It was made at Clauson's Jewelers from a photograph that was given to them.",
        "Holden: No. No, that's not possible. Who would do that?",
        "Margo: Somebody who wanted Lily to believe that Damian was still alive. I'm sorry, Holden. This changes everything. I'm gonna have to place you under arrest.",
        "[SCENE_BREAK]",
        "Molly: What I want to know is, when you asked him to duplicate it, did you tell him who it was for? Are you sure? Good, because I can't have that ring traced back to -- I got to go.",
        "[Molly clears throat]",
        "Lily: Coffee here is good, but it's not that good.",
        "Molly: It is to me.",
        "Lily: Save it, Molly. You must be so desperate.",
        "Molly: What do you mean?",
        "Lily: You raced over here to make that phone call. Who were you calling? The person you hired to duplicate Damian's ring?",
        "Molly: I don't know what you're talking about.",
        "Lily: Oh, yes, you do. You hired a jeweler to make a copy of Damian's ring, and then you sent it to me so that I would think he was alive.",
        "Molly: That's an outrageous accusation, even from you.",
        "Lily: The cops know it's a fake, Molly.",
        "Molly: What?",
        "Lily: And it won't be long before they trace the jeweler you hired right back to you. [Lily sighs] I can only assume that this was some pathetic attempt on your part to protect Holden. But you know what? It didn't work. Your little plan blew up in his face, and now he's in more trouble than he ever was.",
        "[SCENE_BREAK]",
        "Luke: Margo says they're arresting you for Damian's murder.",
        "Holden: Yes. She had to, given the circumstances.",
        "Luke: What exactly are the circumstances, Dad?",
        "Holden: It -- it's very complicated. How's your mom?",
        "Luke: Well, she's upset and confused, like me.",
        "Holden: I'm sorry, Luke.",
        "Luke: You know, this -- this feels kind of like when we thought you were dead. You know, at first, we weren't sure when they told us it was official. Then it turns out that Damian knew you were alive all along but didn't say anything.",
        "Holden: This is different.",
        "Luke: How is this different, Dad? You need to explain to me, because I don't understand.",
        "Holden: What is it that you need to know?",
        "Luke: It's just the two of us here. So please be honest with me. Did you kill Damian?",
        "Holden: Honestly, I -- I don't know.",
        "[SCENE_BREAK]",
        "Carly: So why are you keeping up the charade of a marriage? Is it just so Jack will get you pregnant, so you'll have a child that may be, could be a bone- marrow donor?",
        "Janet: That is a horrible thing to say.",
        "Carly: Then why are you with him? Why don't you just let him go? You've already got his replacement waiting in the wings.",
        "Janet: Because I love him, Carly. He's my husband.",
        "Carly: You don't love him. You're just holding onto him because you needed him. But you have a chance here to do the right thing. Let him go.",
        "[Janet laughs]",
        "Janet: \"The right thing\"? You are gonna lecture me on morality?",
        "Carly: All right, look, I know I have done a lot of terrible things. [Janet scoffs] But I don't hide behind my faith or my daughter's sickness to excuse them.",
        "Janet: I am not hiding behind Liberty's cancer to excuse anything. Do you have any idea what it's like not knowing if your daughter will live or die? No, you don't, do you?",
        "Carly: So that's why you're clinging to Jack? That's why you're lying to him every day?",
        "Janet: He is my husband, and I am committed to him.",
        "Carly: You're committed to getting pregnant!",
        "Janet: Yeah. Yes. I will do whatever it takes to save my daughter's life.",
        "Carly: I fail to see how sleeping with someone else accomplishes that?",
        "Janet: Hey, I told you, it was a one-time mistake, and it happened before we even knew Liberty was sick.",
        "Carly: The fact that it happened at all means everything. Your marriage ended the moment you hit the sheets with Dusty. Why can't you admit that?",
        "Janet: I admitted what I did was wrong, and I regret it. But I still love my husband. I am committed to him. If you want to use that to ruin my marriage and get Jack back while I am sitting vigil at Liberty's bedside, you go right ahead. I can't stop you.",
        "[SCENE_BREAK]",
        "Dusty: Remember we threw those rocks, broke those windows.",
        "Liberty: Yes. That was great. I almost had a heart attack until you told me that you owned the building.",
        "Dusty: It was fun to let off steam, wasn't it?",
        "Liberty: Mm-hmm. Are you saying you brought me rocks?",
        "Dusty: Even better.",
        "Liberty: Oh.",
        "Dusty: I'll be right back.",
        "[SCENE_BREAK]",
        "Jack: Carly -- what are you doing?",
        "Carly: Uh -- I needed to use the bathroom.",
        "Jack: You, uh -- you look a little shaken up.",
        "Carly: I'm fine, really. I wasn't gonna drink, if that's what you think. Honest.",
        "Jack: Good. Look, I'm -- I'm really sorry about that scene earlier with Janet about the whole pregnancy thing, the way she -- she told you what she was considering doing. It was --",
        "Carly: Wait. Uh, \"Considering\"? I thought it was decided.",
        "Jack: No, no. We're just -- we haven't talked the whole thing through yet, no. It's just that she just brought up the idea to me right before you got there.",
        "Carly: Well, you might want to tell Janet that. She seems pretty certain it's gonna happen.",
        "Jack: No, nothing is decided for sure, Carly.",
        "Carly: Even if it could save Liberty's life?",
        "Jack: Well, of course I would do whatever it takes to help Liberty. But I'm still hoping that Dr. Hearn is gonna come up with the right chemo combination for her.",
        "Carly: And if he can't?",
        "Jack: Then we'll need to deal with it.",
        "Carly: But if the chemo doesn't work, she will need a donor.",
        "Jack: I know, I know. And so far, we've had no luck with any of the volunteers.",
        "Carly: In the end, the best hope would probably be --",
        "Jack: A sibling.",
        "Carly: Yeah. Jack, are you seriously considering having a child with Janet?",
        "Jack: It's hard to find a reason not to, don't you think?",
        "Carly: Maybe not.",
        "[SCENE_BREAK]",
        "Liberty: Please tell me you're kidding. You're a complete loser. You know that?",
        "Dusty: What do you mean? This is a great stress reliever. Go ahead. Give it a shot.",
        "Liberty: Oh, my God.",
        "Dusty: Let's go. Give it a try.",
        "Liberty: All right. Here I go.",
        "Dusty: That's all you got?",
        "Liberty: Okay, cancer. Got you. Okay.",
        "Dusty: [Laughs] There you go! Take it easy. Take it easy.",
        "Janet: Hey! Break it up, you two. What's going on in here?",
        "Liberty: Uh, Dusty brought me over this thing, and, uh -- and Jack dropped off a DVD player and some of my favorite DVDs. It's like Christmas all over again.",
        "Janet: Yeah, it sure is.",
        "Liberty: Yeah.",
        "Janet: And I'll bet this thing's coming in handy, too.",
        "Liberty: Especially when I do that.",
        "Dusty: [Laughs] She's out for blood.",
        "Janet: Oh, oh, oh! Honey, are you okay?",
        "Liberty: No, I'm fine. I'm just -- just got kind of dizzy all of the sudden.",
        "Dusty: Don't overdo it.",
        "Liberty: No, it's fine. It's just -- it's not a big deal.",
        "Dusty: Are you okay?",
        "Janet: Are you sure?",
        "Liberty: Yeah, yeah, I'm fine.",
        "Janet: Okay. All right. Uh, Dusty, can I talk to you out in the hallway, please?",
        "Dusty: Sure, sure. No punching while I'm gone.",
        "Liberty: Don't worry about it.",
        "Dusty: What's up?",
        "Janet: The punching bag was a great gesture. That's nice. And I appreciate everything you've done. I -- I really mean it.",
        "Dusty: But?",
        "Janet: I need to ask you a big favor.",
        "Dusty: Yeah. Name it.",
        "Janet: Could you please call me before you decide to come visit Liberty?",
        "Dusty: Okay. Why?",
        "Janet: I don't want Jack to get the wrong idea.",
        "Dusty: Oh, he won't.",
        "Janet: I'm not so sure about that.",
        "Dusty: I'm sure he won't. He was here when I came. He doesn't care.",
        "Janet: I care, Dusty. He's my husband.",
        "Dusty: Let's stop pretending that matters anymore, Janet. I want to be with you.",
        "Janet: Please, don't do this.",
        "Dusty: And you want to be with me. And the sooner you admit it, the easier it will be on all of us.",
        "Janet: I can't just walk away from my marriage.",
        "Dusty: You don't need him. He's a part-time husband, at best. You can't count on him.",
        "Janet: Yes, I can.",
        "Dusty: Why? Because he loves you or he feels responsible?",
        "Janet: Okay, you have no idea the connection that we have.",
        "Dusty: I know the connection that you and I have, and I'll be there for you, 'cause I don't want to be anywhere else.",
        "Liberty: Mom, would you come in here for a second?",
        "Janet: I got to go.",
        "Dusty: Hey. I want to take care of you and Liberty. You're all I want.",
        "Liberty: Mom?",
        "Janet: I'll be right there, Honey.",
        "[SCENE_BREAK]",
        "Carly: I know that Liberty's life is at stake here, and I'm aware that that's all that really matters. But still, I think that you need to look at all of the factors before you make a commitment like this.",
        "Jack: Believe me, Carly, I have.",
        "Carly: And still you feel it's something you're ready to take on?",
        "Jack: It doesn't matter what I'm ready for. Like you said, all that matters is saving Liberty's life. She has her whole future ahead of her. How can I turn my back on that?",
        "Carly: I understand that. But after she's well, the baby's not just gonna go back to where it came from. He or she will be your child, Jack -- your child with Janet.",
        "Jack: Carly --",
        "Carly: And that is an enormous responsibility to share with someone.",
        "Jack: I know that, but what else can I do? I wish Brad were here. What if he were -- what if he were the one person -- the one person who could make this better, the one match we've been looking for?",
        "Carly: Jack, you can't do this to yourself. I know that Brad would be very, very happy with how you're taking care of his little girl.",
        "Jack: Am I?",
        "Carly: You know you are. And I know you'll make the right decision. You'll do the right thing, because you always do.",
        "[SCENE_BREAK]",
        "Holden: Damian and I got into a fight. He came after me, and I was forced to defend myself. But when I left him, he was alive.",
        "Luke: Where did you leave him? The dock?",
        "Holden: No. The ship was getting ready to leave. I knew that he had planned on being on it. So I carried him on board when no one was looking.",
        "Luke: You carried him?",
        "Holden: Yeah. He was unconscious. But he was alive.",
        "Luke: How bad off was he?",
        "Holden: I don't know. Luke, I didn't try to kill him. I -- I was just defending myself.",
        "Luke: And you're sure that he was just unconscious?",
        "Holden: I think so.",
        "Luke: But you're not positive?",
        "Holden: No.",
        "Luke: Dad, why did you lie to us?",
        "Holden: Luke, I just wanted him out of our lives. I just wanted to forget it all after everything that he had done to this family, all the horrible things.",
        "Luke: No, I know that. I know about that. And I'm not gonna forgive him for it. If he had hurt you, I -- but he was my biological father.",
        "Holden: I know that.",
        "Luke: And I have a right to know what happened to him.",
        "Holden: Yes, you do.",
        "Luke: You shouldn't have lied to us, Dad. Margo, could I have a copy of Damian's coroner's report?",
        "Margo: Oh, no. That's against regulations.",
        "Luke: Well, I know it is, but don't you think you could make an exception? You know, I'm feeling like this isn't real. And I -- I feel like if I had proof of Damian's body, it wouldn't feel like it did with Dad in Kentucky. I'll know that Damian's gone for good.",
        "[SCENE_BREAK]",
        "Molly: Lily, will you please stop for a moment and listen to me?",
        "Lily: I've heard enough of your lies and excuses, and so has Holden.",
        "Molly: I told you, Holden didn't -- he didn't know anything about this.",
        "Lily: Well, it's about time he does.",
        "Molly: Fine. You want to out me? Go ahead.",
        "Lily: Thank you for your permission, but I don't exactly need it. And once Holden finds out the truth about you --",
        "Molly: Tell me, honestly, Lily, what choice did I have?",
        "[Lily scoffs]",
        "Lily: Are you seriously trying to justify what you did? You lied your way into my house. You faked a coughing fit so that you could steal a photo and then set up this hoax.",
        "Molly: You know what they say. Desperate times --",
        "Lily: You think I find this amusing, think that I think your little tricks are funny? Let me ask you something. How did you forge Damian's signature? Is that why you asked to see the inscription in the book of poetry? I asked you a question, Molly.",
        "Molly: What do you need me to say. You already know the answer.",
        "Lily: You are unbelievable.",
        "Molly: At least I tried to do something, Lily. What have you done? What have you done to protect Holden? You know what? I'll tell you what you've done. You've done nothing.",
        "Lily: How dare you.",
        "Molly: Except for whine and moan and accuse Holden of hurting a man that did nothing but despicable things to you and your family. But obviously, you care more about that miserable excuse for a human being than you even care about Holden. And hell, why not? What did Holden do except for try to protect you and his family? But why should that count for anything, huh?",
        "Lily: You see, that's the difference between you and me, Molly. I still believe in fairness and the truth.",
        "Molly: Oh, right. Right, because Damian is the poster boy for truth and fairness. You know what? He obviously had you so brainwashed when you were married to him, you're still under his spell. Which is why you're letting Holden get arrested when in fact you know what you should be doing? You should be thanking him for getting that monster out of your life.",
        "Lily: The last thing I wanted to do was make trouble for Holden.",
        "Molly: But you did. You did, because you just wouldn't trust him. You couldn't let it go. You had to keep digging and digging until you put him in even more danger. At least I tried to help him.",
        "Lily: You forged evidence that would have kept the police from looking for Damian.",
        "Molly: Okay, fine. Maybe what I did was really stupid. But you know what? I did it for the right reason. I did it to protect Holden.",
        "Lily: Well, your plan backfired in a really big way.",
        "Molly: Maybe it did. Let me tell you something. What I did is a hell of a lot more honorable than anything you've done since Damian came back into your life.",
        "Lily: Holden, what's happening?",
        "Holden: They've officially arrested me.",
        "Molly: What? You're charging him with Damian's murder?",
        "Holden: The ring that was sent to Lily was a fake. It's not Damian's. It was fabricated here in Oakdale.",
        "Lily: She already knows --",
        "Molly: Are you sure?",
        "Margo: Very.",
        "Lily: Come on, Molly. Don't pretend.",
        "Holden: Look, um, Tom is, uh, coming, and, um, hopefully I can be out on bail by this evening.",
        "Lily: Where's Luke?",
        "Holden: He was here, but he left. He's not too happy right now.",
        "Lily: Of course he isn't. Holden, I need to talk to you.",
        "Holden: Lily, um, I need to speak to Molly first. Is that okay? Can I do that?",
        "Margo: Uh, in the interrogation room. Make it fast.",
        "Holden: You had Damian's ring duplicated, didn't you?",
        "Molly: Yes.",
        "Holden: Why would you do that?",
        "Molly: Because I thought it would keep everybody from looking for him and buy us both some time to find out what really happened.",
        "Holden: Mm. That worked out really well, didn't it?",
        "Molly: Holden, I had no idea that it would get you arrested.",
        "Holden: Margo thinks that I'm responsible for the forgery.",
        "Molly: I'll talk to her. I'll tell her you had nothing to do with that. I'll take full blame.",
        "Holden: No, no. I don't want you to do that.",
        "Molly: Even if it helps you?",
        "Holden: You know what? It doesn't matter. It doesn't change the fact that Damian's dead.",
        "Molly: I'm so sorry.",
        "Holden: It's okay. I know you were only trying to help me out. Hopefully when Tom gets here, he can get me out on bail, because there's nothing I can do from behind bars.",
        "Molly: Tom will get you out.",
        "Holden: In the meantime, I don't want you to say anything to Margo about your involvement, okay?",
        "Molly: All right. I won't. But Lily may already be helping me out.",
        "Holden: What do you mean?",
        "Molly: She's on the warpath.",
        "Holden: Why?",
        "Molly: Because she followed me to Java. She overheard me admitting that I got the ring duplicated. And I'm pretty sure she's more than happy to blow me right out of the water right now.",
        "Holden: All right. Let's see if we can take care of that. Lily, could you come in here for a second?",
        "[SCENE_BREAK]",
        "Luke: Excuse me. I'm looking for Dr. Bob Hughes. Do you know where I can find him?",
        "Nurse: Room 345, I think.",
        "Reid: Hey, watch where you're going. Oh, Mr. Snyder. Funny, I thought your boyfriend would be the one who'd have trouble seeing people in his way.",
        "[Luke scoffs]",
        "Luke: Well, if you're as good as you say you are, he won't have that problem for much longer.",
        "Reid: What was that?",
        "Luke: Nothing. Right now, if you'll excuse me. You're standing on some of my papers.",
        "Reid: Am I?",
        "Luke: Yes. If you could just move your feet maybe two inches to the left, I can get them, get out of here, and get out of your way.",
        "Reid: Yeah. If it helps get rid of you, I'll even pick it up myself. Interesting hobby.",
        "Luke: What?",
        "Reid: Looking at photos of dead people. I prefer chess myself, but to each his own.",
        "Luke: For your information, that's a photo of my father, Damian Grimaldi.",
        "Reid: Ouch. How did this happen?",
        "Luke: That's what I'm trying to figure out. I'm looking for Dr. Hughes.",
        "Reid: What good's he gonna do?",
        "Luke: Well, I was hoping he could take a look at these photos and tell me exactly how Damian died.",
        "Reid: Looks like he suffered a blow to the head. May I see the others?",
        "Luke: Why?",
        "Reid: Maybe I can solve this mystery myself.",
        "[Luke scoffs]",
        "Luke: No, thanks. I think I'll wait for Dr. Hughes.",
        "Reid: Mr. Snyder, you're being offered the expertise of one of the top neurosurgeons in the world, and you're gonna turn it down. Just how stupid are you?",
        "[SCENE_BREAK]",
        "Janet: I thought you'd be gone by now.",
        "Dusty: I'm waiting for you so we can finish talking.",
        "Janet: There's nothing left to talk about.",
        "Dusty: I need to know how you really feel.",
        "Janet: I don't know how I really feel.",
        "Dusty: Okay, well, that's a start.",
        "Janet: All -- all I think that matters right now is getting my little girl well.",
        "Dusty: Don't you think you'll be able to help her a lot more if you're in a good place yourself?",
        "Janet: My place is with Liberty.",
        "Dusty: I'm talking about in your heart.",
        "Janet: So am I.",
        "Dusty: You can't go through this alone.",
        "Janet: I'm not alone.",
        "Dusty: Well, with Jack, you may as well be.",
        "Janet: What do you want from me?",
        "Dusty: I want you to let me in. I want to help you.",
        "Janet: Okay. You want to help me? Go away. Leave me alone. I can't do this right now.",
        "Dusty: Just know that I want to be with you. Think about it. Listen to what your heart tells you, okay?",
        "[SCENE_BREAK]",
        "Bartender: One more?",
        "Carly: Sure. Why not?",
        "Dusty: Okay. What's wrong with this picture?",
        "Carly: Relax. It's club soda.",
        "Dusty: Oh, good.",
        "Carly: But you're probably gonna need something stronger in a minute.",
        "Dusty: Why? You gonna give me some bad news?",
        "Carly: I don't know if you'll think it's bad. I think it's bad. Jack might think it's bad.",
        "Dusty: Why don't we cut through the foreplay and get right to it?",
        "Carly: I know you slept with Janet, and she knows I know.",
        "Dusty: Okay.",
        "Carly: That's it? [Deep voice] \"Okay\"?",
        "Dusty: What do you want me to say? Janet doesn't belong with Jack. He's breaking her heart.",
        "Carly: Don't you have that backwards?",
        "Dusty: No. We both know where Jack's attention is. It's not on his wife.",
        "Carly: But it should be.",
        "Dusty: Why? 'Cause they're married? It doesn't mean they belong together.",
        "Carly: True. What about Liberty?",
        "Dusty: Why use Liberty to justify her lousy relationship?",
        "Carly: I happen to agree. It's a horrible thing to do.",
        "Dusty: I mean, the girl needs honest support right now. She doesn't need to be around a screwed-up marriage.",
        "Carly: So what's your solution?",
        "Dusty: I'm the solution.",
        "[Carly scoffs]",
        "Carly: You?",
        "Dusty: That's right. I just told Janet that she's wasting her time on a man who doesn't love her, that she should be with me.",
        "Carly: And how did that work out for you?",
        "Dusty: She's thinking it through.",
        "Carly: I bet she is. But don't hold your breath, 'cause I can tell you right now what her answer is gonna be.",
        "[SCENE_BREAK]",
        "Jack: Hey.",
        "Janet: Hi.",
        "Jack: You coming from the hospital?",
        "Janet: Yeah.",
        "Jack: Well, I was there earlier. Must have just missed you.",
        "Janet: I, uh -- I had some errands to run. Oh, thanks for, uh, bringing the DVD player and the movies to Liberty. She was thrilled.",
        "Jack: Good.",
        "Janet: She was watching the, uh -- The Playlist One.",
        "Jack: Was it making her laugh?",
        "Janet: Yep, it was.",
        "Jack: Oh, good. She can use the distraction.",
        "Janet: Yeah.",
        "Jack: Hey. Hey.",
        "Janet: I'm sorry.",
        "Jack: No, don't be. Don't be, ever.",
        "Janet: I'm just so exhausted. I feel like I'm gonna fall over.",
        "Jack: I'm not gonna let that happen. Come here. Listen, let's do it.",
        "Janet: What?",
        "Jack: The baby. Let's have one.",
        "Janet: Really? I mean, are you -- are you really sure?",
        "Jack: Yeah, yeah, yes.",
        "Janet: Oh. Oh, thank you. Oh, thank you. Thank you, thank you, thank you.",
        "[SCENE_BREAK]",
        "Molly: Come on, Lily. After everything you've done to Holden, the least you can do is give him the chance to clear his name.",
        "Lily: Excuse me? All I've ever done is to ask for the truth. You, on the other hand, made up a lie to try to throw the police off the trail.",
        "Molly: I was protecting Holden. Why does it seem like you're only interested in protecting Damian?",
        "Holden: All right, listen. Can we just stop, please? Molly, I need to speak to Lily for a second. Can you wait outside?",
        "Molly: Fine.",
        "Holden: Now you know the truth.",
        "Lily: Except why you lied to me.",
        "Holden: I wasn't sure whose side you were on, mine or Damian's.",
        "Lily: This wasn't about sides, Holden. I -- I've never judged your action. I just wanted you to tell me the truth. You seem to be judging every move I make.",
        "Holden: I had to be careful. You're still married to Damian.",
        "Lily: Which is why I deserve to know what happened to him.",
        "Holden: Lily, tell me, why do you want to know? After everything that's happened, after everything he did, tell me why.",
        "Lily: I was afraid you killed him.",
        "Holden: So was I.",
        "Lily: Then why didn't you come to me and to Luke?",
        "Holden: Why?",
        "Lily: Because we could have helped you together as a family. Instead, you went to Molly, and look at the mess she's created.",
        "Holden: She didn't create this mess. I created it myself. And the reason that I didn't tell you was because --",
        "Lily: Because why?",
        "Holden: Because I didn't think I could trust you. I stopped believing in you the day you married Damian.",
        "Lily: Can you trust me now?",
        "Holden: That depends. Now that you know the truth, do you want to help me, or do you want justice for what happened to Damian?",
        "Lily: How can you even ask me that?",
        "Holden: Just answer the question.",
        "Lily: Holden, I want to help you. I don't want you to go to jail for this. But we have to stop lying to each other, and we need to work together.",
        "Holden: I agree.",
        "[Margo sighs]",
        "Holden: Oh, great. What is it now?",
        "Margo: I just received another fax from the Maltese authorities. The government is opening channels to arrange for you to be sent there.",
        "Holden: Sent where? Malta?",
        "Margo: They demand that you be extradited.",
        "Lily: Why?",
        "Margo: To stand trial for Damian's murder.",
        "[SCENE_BREAK]",
        "Reid: I don't envy you.",
        "Luke: What are you talking about?",
        "Reid: Well, it must have been pretty tough, dealing with your father's condition, especially for somebody who's as impatient as you are.",
        "Luke: Wait a minute. Condition? What -- what do you mean?",
        "Reid: His disease, Huntington's. Advanced stages of it, too, from what I can see here. He must not have been able to walk anymore, or talk.",
        "Luke: Wait. I -- I'm confused. What's Huntington's disease?",
        "Reid: It's a neuro-degenerative genetic disorder that affects muscle coordination and some cognitive functions. At your father's stage, he would have pretty much been a vegetable.",
        "Luke: But that's impossible. Damian was in perfect health when he died.",
        "Reid: You sure?",
        "Luke: Of course I am.",
        "Reid: Then somebody's playing a trick on you.",
        "Luke: What are you talking about?",
        "Reid: If your father didn't have advanced Huntington's, then the poor bastard in these photos wasn't your father.",
        "[SCENE_BREAK]",
        "Dusty: Janet's going through a lot right now. She needs time to figure it all out.",
        "Carly: You can give her all the time you want. She's gonna stick with Jack. I guarantee it.",
        "Dusty: What makes you so sure?",
        "Carly: The baby.",
        "Dusty: What baby?",
        "Carly: You don't know?",
        "Dusty: I have no idea what you're talking about. Why don't you tell me?",
        "Carly: Jack and Janet are thinking of having a baby, so they'll be a sibling who might be a bone-marrow match.",
        "Dusty: You're kidding me, right?",
        "Carly: Oh, I wish I was.",
        "Dusty: That makes no sense.",
        "Carly: Makes sense to Janet.",
        "Dusty: Well, it still doesn't mean they belong together.",
        "Carly: You don't have to convince me. Convince her.",
        "Dusty: I plan to. You might be ready to give up, but I'm not.",
        "[SCENE_BREAK]",
        "Janet: It's kind of weird, huh? It feels like our first time.",
        "Jack: Things between us haven't exactly been normal lately.",
        "Janet: That's a polite way of saying they've been pretty messed up.",
        "Jack: Yeah.",
        "Janet: I think we can both share the blame.",
        "Jack: I'll take the lion's share.",
        "Janet: Oh, Honey, you are more than making up for it right now.",
        "Jack: Am I?",
        "Janet: Are you kidding me? This is the greatest act of love I can think of.",
        "Jack: If, uh -- if we go forward with this, Janet -- there's no turning back.",
        "Janet: I don't want to turn back.",
        "[NEXT_ON]",
        "Paul: Lunch is on you.",
        "Henry: Oh. In that case --",
        "Paul: No, no, no, no. Its okay, little brother. You can afford it. Dad's blood money is yours.",
        "Mick: I need you to get me out of here.",
        "Casey: Alison, I know you're out here!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=XrI4kXUFp7A"
}