{
    "Episode Summary": [],
    "Recap": [
        "Alison is warned that she will have a fight on her hands if she keeps lying. Barbara agrees to go on a dinner date. Cabot may be in danger of never being seen again if steps are not taken. Carly manages to break up a romantic date. Chris gets a shock when he opens the bedroom door. Hal has to admit that it seems like an effort is being made to patch things up by family members.",
        "Jennifer figures out that her evening has been sabotaged. Jordan smiles when he realizes that he is rescuing a damsel in distress. Nancy maintains that having to lie might mean that a couple was not meant to be. Paul learns that he has been lied to when he arrives at Metro. Rosanna conveniently manages to fall into the arms of \u0091her' baby's father. Walker lies to cover for a friend."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: What's so great about having a career in medicine? I mean, you could have a career in being with me.",
        "Chris: Oh, now, you're talking. For that, I'd work triple overtime.",
        "Alison: But, you know, we'd have to live in tents.",
        "Chris: With you? I'd live in a teepee.",
        "Alison: Chris, I miss you.",
        "Chris: And I miss you, Ali. But this crazy schedule won't last forever. Okay, I mean, look at the bright side. At least -- at least you're catching up on your sleep. I mean, you're even going to bed earlier than Gram these days.",
        "Alison: You know what they say about the hours before midnight --",
        "Chris: Best sleep you can get?",
        "Alison: I was so tired last night that I fell asleep as soon as my head hit the pillow.",
        "[SCENE_BREAK]",
        "Barbara: Well, don't you look stunning?",
        "Jennifer: You think Jordan will like it?",
        "Barbara: If he has a pulse, he'll like it.",
        "Jennifer: It's not too much?",
        "Barbara: No, it's perfect.",
        "Jennifer: Oh, can I borrow your garnets?",
        "Barbara: Oh, my earrings? The chandeliers?",
        "Jennifer: Yeah.",
        "Barbara: They're in the safe. Tucked behind. Go ahead.",
        "Jennifer: Okay. Thanks, Mom. Thank you. [Knock on door] Oh! Oh, that's him. Can you get that?",
        "Barbara: I -- I can get it. You take your time and make an entrance.",
        "Jennifer: Mother --",
        "Barbara: \"Mother.\" Walker, what a surprise.",
        "Walker: Good news. Remember my friend I told you about, the one on staff at the mental hospital?",
        "Barbara: Yes.",
        "Walker: He can get you in to see Will without anybody knowing about it.",
        "Barbara: That is wonderful. When?",
        "Walker: Tonight.",
        "[SCENE_BREAK]",
        "Emily: So, Daniel's teacher took his picture and hung it on her bulletin board. Is that the cutest?",
        "Hal: Who knows, maybe he'll be the next Cezon. Hey, Paul.",
        "Paul: Hi, Hal. How are you?",
        "Hal: Pull up a chair.",
        "Paul: Okay.",
        "Hal: So, how's it goin'?",
        "Paul: Not bad. Not bad.",
        "Emily: So Carly's working at B.R.O. now.",
        "Paul: Yeah, head designer.",
        "Emily: And partner?",
        "Paul: Yeah, on paper.",
        "Hal: And your Mother's okay with that?",
        "Paul: It was her idea.",
        "Hal: What's next? Flying elephants?",
        "Paul: You know, with Barbara, I wouldn't be surprised.",
        "Hal: Jen says there's some new hotshot on the team. Jason --",
        "Paul: Jordan. Jordan Sinclair.",
        "Hal: Yeah, that's it. Is he any good?",
        "Paul: Well, he puts in monster hours. But let's just say, I don't think he's as important to the operation as he thinks he is.",
        "[SCENE_BREAK]",
        "Rosanna: Okay. Jordan just left for that dinner with Jennifer.",
        "Carly: Why not plant a homing device on the guy?",
        "Rosanna: You're better than any homing device.",
        "Carly: Oh, I'm flattered.",
        "Rosanna: So you know what to do?",
        "Carly: Yes, down to the letter. But I'm just not so sure I'm going to do it. I mean it, Rosanna. I'm -- I'm -- I'm not going to budge.",
        "Rosanna: Look, there's no time to argue. I need you.",
        "Carly: I'm not arguing. I'm just trying to connect the dots here. And it's a pretty difficult task. Cabot's in Canada, Sinclair is here, and you won't tell me what one has to do with the other.",
        "Rosanna: I know.",
        "Carly: Now, how can you possibly expect me to help you when I do not have a clue what's going on?",
        "Rosanna: I know, it isn't fair to you.",
        "Carly: You're not being fair to yourself. Your future groom is a stranger -- okay, a nicely packaged stranger, perhaps, but --",
        "Rosanna: Look, look, it doesn't matter if he's a stranger if things go according to plan. Frankly, it doesn't matter if he suddenly sprouted three heads.",
        "Carly: Why doesn't it matter, Rosanna? That's all I'm asking.",
        "Rosanna: Because if I marry Jordan, I will get my son back.",
        "[SCENE_BREAK]",
        "Hal: You know, I get the idea that you're not too crazy about this Sinclair. You got an ax to grind with him or something?",
        "Paul: Oh, no, no, no. No, we've had a few run-ins, but nothing serious.",
        "Hal: I get the feeling he and Jennifer have gotten pretty friendly.",
        "Emily: How friendly?",
        "Hal: Don't know yet. What do you think?",
        "Paul: She could do worse.",
        "Hal: That's not a rousing endorsement.",
        "Paul: Do you need one?",
        "Hal: Yes.",
        "Emily: Oh, for overprotective fathers.",
        "Hal: What else do you know about this Sinclair?",
        "Paul: I'll tell you what, I'll go back to office, pull his social, and you can run a background check.",
        "Hal: Very funny. What do you know about him?",
        "Paul: What do I know? He works well with my Mom, and he's got some good ideas, but, you know, it's like I said. We're not exactly the best of friends.",
        "Emily: Well, the only thing I know about him is from Lisa. Apparently, this guy got her and Barbara to kiss and make up.",
        "Hal: What is he, a magician?",
        "Paul: It's smart for business, and say what you want about Barbara, she will do what's right for her business.",
        "Hal: Sounds like she's working pretty hard.",
        "Paul: Yeah, I think too hard. She's starting to seem a little tired.",
        "Hal: But you and Barbara are making nice-nice now?",
        "Paul: As nice as we can.",
        "Hal: You know, Paul, at first, I have to admit, I didn't buy this whole reconciliation thing. Frankly, I thought it was --",
        "Emily: Bunk. You said bunk, I think.",
        "Hal: Well, yeah, that was the pg version. But, you know, you're starting to make a believer out of me. You're not -- you're not so angry anymore.",
        "Paul: What do you mean by that?",
        "Hal: When you talk about her now -- you're different. You're different. It's different.",
        "Paul: I guess life changes you.",
        "Emily: But does it change Barbara?",
        "Paul: I think what happened to Will was very difficult for her. She thought she might have to lose Will in order to find her way again.",
        "[SCENE_BREAK]",
        "Barbara: I just can't believe that I'm gonna see my little boy tonight. Thank you so much for this!",
        "Walker: You just thank me by seeing Ben Harris tomorrow.",
        "Barbara: I promise you, first thing in the morning.",
        "Walker: Okay, I just want to go over the ground rules before we go. Now, you know Will is not approved for family contact, right?",
        "Barbara: Yes.",
        "Walker: But, there is a two-way observation mirror right by the activity room. That's where I've arranged for you to be.",
        "Barbara: That is so wonderful.",
        "Walker: Well, let me hear it again, how you're gonna honor your promise to see Ben.",
        "Barbara: I promise, first thing in the morning, I call Ben Harris.",
        "Walker: Good, good. Try not to imagine the worst.",
        "Barbara: You know, it's not the pain that I worry about. It's -- it's everything else. It's the constant phone calls from well-meaning friends who just want to get the latest update and the unwanted publicity, the long faces, even the jeers.",
        "Walker: From whom?",
        "Barbara: From people who think bad things should happen to bad people.",
        "Walker: Let me -- let me tell you something, all right? The people that really matter, they won't let you down.",
        "Barbara: You're a good friend. And I don't even know why.",
        "Walker: Maybe I'm just too smart. Too smart to pass up the opportunity to spend time with a beautiful and fascinating woman.",
        "Jennifer: I sure hope you're hungry, I have -- oh, it's you.",
        "Walker: Hello, Jennifer.",
        "Jennifer: Sorry, Walker. I was -- I was expecting --",
        "Barbara: Jennifer's expecting a dinner guest.",
        "Walker: Well, then, maybe we should go?",
        "Barbara: Yes.",
        "Jennifer: You two are going out?",
        "Barbara: We're just headed over to Metro to discuss a possible fund-raiser for the hospital, including B.R.O.",
        "Walker: Yes. The hospital's thinking of expanding the research center.",
        "Jennifer: Really?",
        "Barbara: Indeed. So you have fun.",
        "Jennifer: You, too.",
        "Barbara: Thanks. Why don't you grab that necklace that goes with those earrings, okay?",
        "Jennifer: Are you sure?",
        "Barbara: Positive.",
        "Jennifer: Well, thanks, Mom. Thanks.",
        "Barbara: You have a good time.",
        "Jennifer: Bye, Walker.",
        "Walker: Bye. Fund-raiser?",
        "[Doorbell rings]",
        "Jennifer: Oh, Mom, I'm sorry to ask again, but --",
        "Barbara: I've already got it.",
        "Jordan: Hi.",
        "Barbara: Hi.",
        "Jordan: I thought you were going out with Lisa?",
        "Barbara: Plans have changed. Come on in.",
        "Jordan: Is everything all right?",
        "Barbara: I'm fine.",
        "Walker: I finally convinced Barbara to see a specialist.",
        "Jordan: How'd you pull that off?",
        "Barbara: By convincing me that there was something more important than my health. But, I'm expecting you to be discreet. I don't want Jennifer knowing anything about this, especially tonight.",
        "Jordan: Of course. Of course.",
        "Jennifer: Well, right on time.",
        "Jordan: Jen, you -- you look incredible.",
        "Jennifer: Thank you.",
        "Barbara: Well, I think we better go.",
        "Walker: Yes.",
        "Barbara: Good night.",
        "Walker: Good night.",
        "Jordan: Well, I hope this goes with whatever we're having.",
        "Jennifer: It's perfect. I'm glad we didn't postpone this.",
        "Jordan: Me, too. Do you want me to open it?",
        "Jennifer: Ah, yeah, yeah. The corkscrew is by the bar.",
        "Jordan: You really do look amazing in red.",
        "[SCENE_BREAK]",
        "Carly: I knew it. I knew Cabot was the brass ring. You've probably had a plan to get him back from the very beginning, and this bit about protecting him --",
        "Rosanna: Is true.",
        "Carly: Well then, so how does Jordan fit into the picture?",
        "Rosanna: I've already told you too much.",
        "Carly: Rosanna, whatever you're doing here, it's not gonna work. Cabot is not gonna come home.",
        "Rosanna: Don't!",
        "Carly: He's not yours. He never was.",
        "Rosanna: How can you say that? How can you say that after I've loved him and taken care of him?",
        "Carly: It was a lie. It was all a lie.",
        "Rosanna: It was Craig's lie, not mine.",
        "Carly: Yours by default. It's killing me to say this, but the law is on the birth mother's side, Rosanna. You know that. It will always be on her side. And we can hope, and we can pray, and we can wish on the brightest star that there is in the sky, but Cabot is not coming home.",
        "Rosanna: Look, if I thought that Cabot was safe with his birth mother, I would walk away. It would kill me to do it, but I would. I would walk away.",
        "Carly: Why do you think that he's in danger? What, is the mother abusive to him? Does she neglect him? What?",
        "Rosanna: I will tell you. I will tell you everything when the time is right.",
        "Carly: Okay and when is that going to be? When you and Jordan are at the altar? When the preacher says, \"does anybody object?\" Is that when I need to raise my hand so I can get the full story?",
        "Rosanna: Well, I will never get to the altar if you keep me here arguing all the time!",
        "Carly: I am just trying to help you. I am trying to help you see this through.",
        "Rosanna: I -- I am. I am seeing it through. I cannot let Jordan and Jennifer get involved, not when I'm this close. You don't understand. If I don't marry Jordan, my beautiful little Cabot will disappear forever. And no one who loves him will ever see him again.",
        "[SCENE_BREAK]",
        "Alison: Don't worry about it. I mean, I drop things all the time. Here's some tea.",
        "Chris: It's okay. I got it all.",
        "Nancy: I can't believe I'm that clumsy.",
        "[Chris laughs]",
        "Chris: You know what, Grandma? It must be in the genes. Just last week I knocked over a whole cart full of meds.",
        "Kim: Hello!",
        "Nancy: How was your day?",
        "Kim: Oh -- it was long. And I have to go back because I'm producing the late news tonight. Hi, Chris.",
        "Chris: Mom.",
        "Kim: Alison.",
        "Alison: Hi.",
        "Chris: Hey, Mom, as long as you have a minute, why don't you let me help you put away those garden supplies in the garage. You know, before --",
        "Kim: Oh, that can wait. That can wait.",
        "Chris: No, no, I don't to have to have Dad to it, so I'll just get my stuff. I'll be right back down.",
        "Alison: Yeah, and -- you know, I'll go with you. 'Cause I have to go and grab some of that college stuff.",
        "Chris: I'll get it.",
        "Alison: I don't remember where I put it. I'll go help you.",
        "Chris: Okay.",
        "Nancy: Is something about Alison beginning to bother you again?",
        "Kim: It's a long story, Mom.",
        "Nancy: I have time.",
        "Kim: Well -- the other night, I ran into Alison at Metro.",
        "Nancy: What's wrong with that?",
        "Kim: Well, for openers, Chris was working at the clinic all night, and she had told him that she was going to stay home and go to bed early. When I saw her, it was long after midnight, she was all dressed up. She was with Aaron Snyder, and it looked as if they were trying to sneak out of the club. When I told her I had seen her the next day, she came up with this cock and bull story about she owed Aaron some money and he had called and she decided to go pay him back. How many people do you know get all dressed up in the middle of the night to go pay some money back to somebody? Even if it were true -- and I doubt it that it is -- even if it were, why would she have to lie to Chris? And why would she have to sneak out of the club?",
        "Nancy: I have no idea.",
        "Kim: I swear, Mom -- the two of them are just -- I just worry about both of them. I mean, dealing with Alison is like smoke and mirrors and -- I mean, whatever happened to telling the truth? Whatever happened to trust? I mean, shouldn't love be built on something more than a healthy libido? And, as far as Chris is concerned, he's working himself into the ground so that he can buy them a new place.",
        "Nancy: It's his choice, Kim.",
        "Kim: Well, I know. I know. But is it? Or is he just so afraid that if he doesn't give Alison everything that she wants, it's gonna put a crimp in her dreams?",
        "Nancy: Why do you think she didn't tell Chris that she went to the club?",
        "Kim: I haven't a clue.",
        "Nancy: Then talk to Chris.",
        "Kim: I can't. Can't do it. Chris has told me in no uncertain terms I am to mind my own business when it comes to either him or Alison.",
        "Chris: Ready, Mom?",
        "Kim: Sure. This won't take long.",
        "Chris: Hey, I'll see you between shifts.",
        "Alison: Okay.",
        "Chris: Love you.",
        "Alison: Love you, too.",
        "Nancy: Join me for tea?",
        "Alison: Um -- no, thanks. It might keep me up. I think I'm gonna do a repeat of last night and just go to bed early.",
        "Nancy: Stop it, Alison!",
        "Alison: Excuse me?",
        "Nancy: You have been lying to Kim and to Chris, and now you're lying to me. And I want to know why.",
        "[SCENE_BREAK]",
        "Carly: Rosanna, you can't just throw out a word like \"disappear\" and expect me to say, \"yeah, go ahead, marry Jordan. I'll grab the rice. Let's race to the church.\"",
        "Rosanna: I know this doesn't make any sense.",
        "Carly: Somehow, you're convinced that if you marry this guy, you will keep Cabot from vanishing?",
        "Rosanna: Yes.",
        "Carly: Okay. Let's say that I buy this premise that Cabot is in danger. Who's the problem exactly? What is it? His mother? Is it that horrible baby broker, whatever her name is?",
        "Rosanna: The more you know, the more you're going to have to lie to Jack.",
        "Carly: Maybe we should go to Jack.",
        "Rosanna: No.",
        "Carly: Rosanna, he could help us.",
        "Rosanna: Jack has oaths and rules to keep. We don't.",
        "Carly: This is Cabot we're talking about, and he's too important. We can't afford to make a mistake here. And I'm not saying that you would --",
        "Rosanna: Look, I have never been clearer about anything in my life. All right? I know what I have to do. And if I could do it without you, I swear to god, I would.",
        "Carly: Do you think I would let you? I'm here for you Rosanna. I'm just trying to understand what's going on.",
        "Rosanna: Would you stand around giving answers and explanations if it was Parker or Sage? No, you wouldn't. You would expect me to jump in and help and do whatever I could -- and I would because they're our children. Do you remember this? Cabot's christening, we took these pictures. The three of them together.",
        "Carly: Yes, yes, of course I do.",
        "Rosanna: And we swore then that we would treat the children like brothers and sisters, even though they were cousins, because, in that way, they would always have each other. Cabot is alone now. He doesn't have anybody. We're all he has. If we don't help him, who will?",
        "Carly: Okay, okay. All right. I don't care who you have to marry to get this kid back. We're going to make it happen, okay?",
        "Rosanna: Okay, thank you. Thank you. Thank you so much. I love you.",
        "Carly: I love you, too. Now let's go. We've got a lot to do and not a lot of time to do it.",
        "Rosanna: Okay, come on.",
        "[SCENE_BREAK]",
        "Jordan: How's the wine?",
        "Jennifer: It's good.",
        "Jordan: Is there a subtle hint of oak? 'Cause the guy at the store promised me there would be oak -- whatever that means. There you go.",
        "Jennifer: Thanks. I assumed you were a wine connoisseur.",
        "Jordan: Well, I know white from red.",
        "Jennifer: You strike me as the kind of guy who doesn't enter anything without knowing everything about it first. [Knock at the door] Oh. I'll be right back.",
        "Jordan: You want some more?",
        "Jennifer: Only if I can taste the oak this time. Hi!",
        "Paul: Wow. Hi. Mom home?",
        "Jennifer: No, she went out with Walker Daniels.",
        "Jordan: Hi, Paul.",
        "Paul: Hi, Jordan! What's she doing with Walker Daniels?",
        "Jennifer: She said that B.R.O. is sponsoring some health benefit fund-raiser.",
        "Paul: Why wasn't I informed?",
        "Jordan: Well, it's just in the talking stages.",
        "Paul: But you knew about it.",
        "Jennifer: Not until tonight.",
        "Paul: And you knew.",
        "Jordan: I think Barbara may have mentioned it in passing.",
        "Paul: Really? When?",
        "Jordan: I don't remember.",
        "Paul: Oh. You know, for a details guy, you don't remember much of anything, do you?",
        "Jennifer: Paul, please.",
        "Paul: Well, what's the fund-raiser for? Can someone at least tell me that?",
        "Jennifer: I don't know. But, I bet if you ask Mom, she's at the Metro. She'll be happy to tell you.",
        "Paul: I was just at Metro. They're not there.",
        "Jennifer: Well, maybe they went somewhere else and changed their mind.",
        "Paul: I'll track her down.",
        "Jennifer: Great, great. I'm sure she'll be happy to tell you all about it. See you tomorrow! He seriously needs to get a life. Now, where were we?",
        "Jordan: Wine tasting. Was that big in your family when you were growing up?",
        "Jennifer: Have you met my father? Lieutenant Hal Munson, Oakdale P.D. Now, he's more of a beer guy than a wine guy.",
        "Jordan: Sounds like a good person.",
        "Jennifer: He is. He's the best. Go to the other end of the spectrum from my mother, there's my father -- direct, honest, there for me 24-7, no days off. Oh, oh, I'm sorry. That was really insensitive of me.",
        "Jordan: Why?",
        "Jennifer: Well, not everyone gets to be as lucky as I was.",
        "Jordan: Are you talking about the orphanage? Oh, it wasn't so bad. I mean, you can't really miss what you never had. Well, that's only partly true. I've missed this.",
        "Jennifer: What?",
        "Jordan: Well, when I was growing up, I thought places like this only existed on TV. And when I got my first job and got my first apartment -- it was pretty much a shoe box -- I filled it with things that I always wanted. My own couch. My own TV. But then I realized something. Nice things are great, but without people to share them with, you really don't have anything.",
        "Jennifer: Yeah, I know what you mean.",
        "Jordan: How could you? You have the whole extended Ryan/Munson clan.",
        "Jennifer: Well, a big family doesn't always save you from loneliness.",
        "Jordan: Well, maybe we have more in common than I thought. [Knock on the door] Paul again?",
        "[Jennifer laughs]",
        "Jennifer: I'll get rid of him.",
        "Jordan: I don't think he trusts me alone with his sister.",
        "Jennifer: Well, you know, that's his problem.",
        "Carly: Oh, Jen, thank God you're home. We have a huge emergency on our hands, and you're my only hope. I need you to come with me, right now.",
        "[SCENE_BREAK]",
        "Walker: We really appreciate this, Roger.",
        "Barbara: As a mother, you have no idea how much this means to me.",
        "Roger: Just remember, you can't stay long. And leave the way you came in.",
        "Walker: Will do.",
        "Roger: Oh, and empty your pockets. No beepers, no cell phones allowed past that door.",
        "Barbara: Oh, okay.",
        "Walker: Got it. Roger, thank you. I owe you one.",
        "Barbara: Would you mind? Take this -- just answer it if anybody calls.",
        "Walker: Um, you ready?",
        "Barbara: I'd like to do this by myself.",
        "Walker: Sure, of course. [Cell phone rings] Hello.",
        "Paul: Who's this?",
        "Walker: This is Dr. Daniels.",
        "Paul: Okay, you're obviously with my mother if you're answering her cell phone. So could you put her on please? I need to talk to her, right now. It's important.",
        "[SCENE_BREAK]",
        "Walker: Paul, um, I'm sorry, she's not available right now.",
        "Paul: So is this a habit for you -- answering people's cell phones?",
        "Walker: Do you make it a habit of being rude?",
        "Paul: I'm just surprised, that's all.",
        "Walker: Well, for the record, Paul, your mother had to go to the ladies room. She asked me to answer her phone. She's not back yet.",
        "Paul: So Jen tells me you're at Metro discussing a fund-raiser?",
        "Walker: Yes, yes. Um, we're having dinner right now. Um, would you like me to give her a message?",
        "Paul: No message. I'll catch up with her later.",
        "Walker: Okay and I'll tell her you called.",
        "Paul: Thanks!",
        "[SCENE_BREAK]",
        "Nancy: Lying seems to be getting to be more and more a habit with you, Alison. One can fall into this kind of thing without really realizing it.",
        "Alison: But I'm not.",
        "Nancy: I walked by your room last night.",
        "Alison: When?",
        "Nancy: Just after you said you were going up to bed. You weren't there. Obviously, you had sneaked out. If you don't tell me what's going on, I'm going to go to Christopher myself.",
        "Alison: This is why I snuck out last night. I got a second job so that I could save enough money so we could get a place of our own.",
        "Nancy: Wouldn't that money be better in a bank?",
        "Alison: But then I couldn't open up my box and look at it. It just makes me feel so good to see how I'm helping Chris.",
        "Nancy: Tell him what you're up to, Alison.",
        "Alison: I told him a thousand times that I want to get a second job, but he just -- he thinks that I should just concentrate on going back to school.",
        "Nancy: You have a job at Metro, don't you?",
        "Alison: Did Kim say that she saw me there?",
        "Nancy: She's very worried about it, and so am I. Other people will see you there, and word will get back to Chris. You can't possibly keep that a secret.",
        "Alison: Yeah, but the tips are great.",
        "Nancy: Is the money good enough to deceive Chris?",
        "Alison: But if we get a place a lot sooner, then Chris will be too happy to be mad at me.",
        "Nancy: Perhaps your heart is in the right place, Alison, but that does not mean what you're doing is right.",
        "Alison: But if I tell Chris the truth, then he'll just get mad at me. And I just don't want to get into a fight, Mrs. Hughes.",
        "Nancy: Sometimes a good argument clears the air.",
        "Alison: Yeah, but sometimes it makes it worse.",
        "Nancy: I always enjoyed the making up part myself.",
        "Alison: Well, what if we don't make up?",
        "Nancy: Then you were never meant to be together.",
        "Alison: No, Mrs. Hughes, I love Chris, and I want to spend forever with him. I'm going to tell him -- just not yet.",
        "Chris: Last I saw it was on the closet shelf. Oh. What are you two doing in here?",
        "Nancy: Shall I tell him, Alison, or will you?",
        "[SCENE_BREAK]",
        "Carly: Tonight is the last fitting for the evening wear samples, and our fit model can't make it back to the office tonight.",
        "Jordan: Why not?",
        "Carly: She left a message. Her phone kept cutting in and out. I didn't get all of it, but she said something about a family emergency or something.",
        "Jennifer: Well, don't we have backup fit models?",
        "Carly: Yes. We have two, and I couldn't reach either one of them.",
        "Jordan: And you tried all their numbers?",
        "Carly: Yes, of course I did.",
        "Jennifer: I still don't understand why you need me.",
        "Carly: I pulled your modeling chart. And you and Beth have almost the same exact measurements. I just, I need to borrow your body for a couple of hours.",
        "Jennifer: All right, well, I'll come first thing in the morning.",
        "Jordan: The only problem is that I have to ship them off first thing.",
        "Jennifer: But we're about to have dinner.",
        "Carly: You better make it to go. The clock's ticking.",
        "Jordan: And the Vegas deadline is getting shorter. I hate to admit that Carly is right, but we can't afford anymore delays.",
        "[Jennifer sighs]",
        "Jennifer: All right, all right. I'll go.",
        "Carly: I'm sorry. You know, if I had any other options, I wouldn't be here, I promise.",
        "Jordan: Why don't we reschedule dinner tomorrow night?",
        "Jennifer: I guess so. Uh, I guess I should put away this stuff.",
        "Carly: Okay, just be quick about it. We gotta -- we gotta run.",
        "Jordan: Jen, why don't you let me clean up, okay? I'll let myself out. And I'll call you later.",
        "Jennifer: Okay. Thanks. Yeah, so you'll call later. Okay, okay.",
        "Carly: I am so sorry.",
        "[Cell phone rings]",
        "Jordan: Hello.",
        "Rosanna: Jordan, its Rosanna. I'm so glad I reached you.",
        "Jordan: What's wrong? You sound kind of strange.",
        "Rosanna: Well, I was driving on route 23, and I lost control of my car. I just skidded off the road, and I ended up in a ditch. I'm so sorry to ask you this, I really hate to impose, but I could really use your help. Could you come out here, please?",
        "[SCENE_BREAK]",
        "Walker: You okay? Maybe this was a bad idea.",
        "Barbara: I'm just glad I got to see him while I still can. I just wasn't prepared.",
        "Walker: How is he?",
        "Barbara: You know, we live in an age where if you're hurt, you take a pill. If you're confused, you watch \"Dr. Phil\" for five minutes, but the real problems, the ones that grow deep down inside you for years without pain, without sound -- those are the real killers. And my sweet little Will in there, he has so much anger and hurt and disappointment down inside of him, I'm not sure if he'll ever be able to come back to me.",
        "Walker: I'm sorry.",
        "Barbara: He just -- sat there with this blank look on his face, and if you knew him, if you knew how his smile can light up a room, or his laugh, if you ever heard it. And he just sat there with these blank eyes.",
        "Walker: Listen. You knew it would take time. You knew that, Barbara.",
        "Barbara: You know, you know. What I know and what I pray for are two different things. But I want -- I want my little boy to come home to me.",
        "Walker: He will, he will. In time.",
        "Barbara: Yeah. Yeah, and when he comes home, he'll have the kind of family that he wants -- one that loves each other and one that cares about each other.",
        "Walker: Oh, you know, that reminds me, um, Paul -- Paul, he called on your cell phone. He said that Jennifer had told him we were at Metro. I let him think we were.",
        "Barbara: What did he want, I wonder?",
        "Walker: Well, he didn't say. He just said that he had to talk to you. You know, we -- we still could go to Metro. I don't have any plans, and I -- well, you know, I could use a bite to eat.",
        "Barbara: You're asking me out to dinner?",
        "Walker: Unless you're not feeling up to it.",
        "Barbara: Maybe that's just what I need.",
        "Walker: Well, shall we?",
        "Paul: Hey, have you guys seen my Mom here tonight?",
        "Hal: No. Why?",
        "Paul: I need to talk to her.",
        "Hal: Well, she wasn't here, Paul.",
        "Emily: Believe me, we would have noticed.",
        "Paul: Are you sure? She's with Dr. Daniels. Dr. Walker Daniels?",
        "Hal: I haven't seen either one of them.",
        "Paul: I must have misunderstood.",
        "Hal: Why, is there a problem?",
        "Paul: No. No problem.",
        "Hal: Well, we're heading out. Tell you what, call me, I'll buy you a beer.",
        "Paul: Yeah, I'd like that.",
        "Hal: So would I.",
        "Paul: Bye, Hal.",
        "Hal: Bye.",
        "Emily: See you later.",
        "Paul: Good night, Em. Okay, Barbara, what's your game this time?",
        "[SCENE_BREAK]",
        "Chris: What did we miss?",
        "Alison: Nothing.",
        "Nancy: Actually, it was to be a surprise.",
        "Alison: Mrs. Hughes.",
        "Nancy: Alison wanted to rearrange the room.",
        "Chris: Is that all? I mean, why all the mystery?",
        "Nancy: She wanted it done before you got home.",
        "Kim: Wait a minute, you -- you were going to move furniture?",
        "Alison: We were just -- just a couple of things just to make some more space.",
        "Chris: Well, that's a great idea, but we can do it later.",
        "Alison: No, I can do it. I mean, you do everything around here. Let me do it.",
        "Chris: Okay. All right. Well, I'm late, I got to get to work. Hey, have you seen -- seen my medical bag?",
        "Alison: Didn't you bring it downstairs?",
        "Chris: No, no, I'm sure I left it up here.",
        "Alison: Oh, oh, here. This one?",
        "Chris: Yes. Thank you.",
        "Alison: Mm-hmm.",
        "Chris: Bye.",
        "Alison: Bye.",
        "Chris: Bye.",
        "Kim: All right, I have to get back to the station.",
        "Nancy: We'll hold down the fort.",
        "Kim: Yeah, well, you can hold the fort down, but you are not to lift any furniture, all right? Alison, when I get home from work, I'd be perfectly happy to help you with the room, okay?",
        "Nancy: We're fine.",
        "Alison: Yeah, but thank you. Thanks.",
        "Kim: Okay.",
        "Alison: Thank you so much, Mrs. Hughes.",
        "Nancy: I kept your secret this time, but there are a few things that you and I have to clear up between us.",
        "[SCENE_BREAK]",
        "Jordan: Well, how did the car go into a skid? The roads aren't wet. What -- what happened?",
        "Rosanna: I don't know. I've tried to get the car out myself, but it won't budge. I'm about a mile north of the Old Mill.",
        "Jordan: I know the area. I'll call a towing company, okay?",
        "Rosanna: No, no, no, no, no. Don't do that. They'll call the police, and I don't want -- I can't have that. Jordan, I don't have time to explain. Are you gonna help me or not?",
        "[SCENE_BREAK]",
        "Rosanna: Thank you so much for coming. I hope I didn't ruin your evening --",
        "Jordan: At least there's no damage. I might be able to push you out.",
        "Rosanna: Oh, I would really appreciate that.",
        "Jordan: Why didn't you want to get a tow again?",
        "Rosanna: Oh, I thought I explained that on the phone.",
        "Jordan: Yeah, you didn't want cops to show up. Why not?",
        "Rosanna: I was out. I had a couple of glasses of champagne. I'm not drunk. I had something to eat. I'm nowhere near the legal limit, but there were people there, and they saw me. And I mean, if the police came, then the press would come and then -- I mean, I could just see the headlines -- \"heiress loses control of car in champagne haze.\"",
        "Jordan: Yeah, maybe you're right.",
        "Rosanna: I suppose I could have called Jack at the police station, but I hate to take advantage of a friendship. And Emma, she goes to sleep so early at the farm. So I don't know, I guess I don't have very many close friends.",
        "Jordan: It's not a problem. Let's -- let's get you back on the road here, okay?",
        "Rosanna: Thank you so much. Jordan, I don't know what I'd do without your help.",
        "Jordan: Don't mention it. It's been a long time since I've helped a damsel in distress.",
        "[SCENE_BREAK]",
        "Carly: Jennifer, we really don't have time for this.",
        "Jennifer: I need my cell phone.",
        "Carly: I have mine.",
        "Jennifer: Jordan said that he would call.",
        "Carly: Well, he knows where to reach you.",
        "Jennifer: It'll just take a sec.",
        "Carly: I don't want to be stuck at the office till dawn. I have a husband. I have kids. I have a life.",
        "Jennifer: Well, that makes two of us.",
        "Carly: Ooh, you found it.",
        "Jennifer: Yes.",
        "Carly: Let's go.",
        "Jennifer: No, wait, there's a message.",
        "Carly: Just get it on the way.",
        "Jennifer: It might be Jordan.",
        "Carly: Okay, good, did -- did you get it? Can we go now?",
        "Jennifer: I know what you're doing, Carly. And if you think you're going to get away with it, you're crazy.",
        "[SCENE_BREAK]",
        "Nancy: I've bought you a little time, that's all. But if Chris asks me --",
        "Alison: I know. I know. I'm busted.",
        "Nancy: -- I'll tell him he's lucky to have a girl who loves him as much as you do.",
        "Alison: Thank you.",
        "Nancy: Christopher is one of my greatest joys. And if he ever seems to be getting out of hand --",
        "Alison: No, it won't. I promise. I'm never gonna hurt Chris again.",
        "Nancy: Of course you will. And he'll hurt you, too -- many times, in little ways. That's the way love works when it's real.",
        "Alison: No, but I do love Chris, more than anything.",
        "Nancy: But a lie, no matter how innocent, is still a lie. Alison, I'm old. This is one of the freeing times of my life. People think I'm wise, I'm sweet and I don't have the nerve or the energy to fight again. All right, I am wise. I've had to pick up some kind of knowledge over all of these years. And I can be very sweet. But no energy to fight? Not even close. If you hurt my boy, if you really break his heart -- trust me, I'll make Kim look like a pussycat.",
        "[SCENE_BREAK]",
        "Carly: I'm not exactly thrilled about spending the evening --",
        "Jennifer: You don't want me alone with Jordan!",
        "Carly: I don't give a hoot about you and Jordan. If Beth had showed up when she said she was --",
        "Jennifer: That was Beth. She left a message. There's no family emergency. She's home. She wanted to know if I was up for a girl's night out. You have been lying since you got here, Carly. Tell me why. And I want the truth this time.",
        "[SCENE_BREAK]",
        "Jordan: Rosanna: Okay, I put it in neutral. So maybe if the two of us push together, we can get it out.",
        "Rosanna: You want me to push?",
        "Jordan: Unless you think you're not up to it.",
        "Rosanna: Left or right, Mr. Sinclair?",
        "Jordan: Left. And be careful, please.",
        "Rosanna: Okay. Oh!",
        "[SCENE_BREAK]",
        "Barbara: I didn't see his car in the parking lot.",
        "Walker: Well, he's obviously not here.",
        "Barbara: You're right. I'm probably just being paranoid. I'm sure it's nothing at all. He's probably not trying to find me --",
        "Paul: You're wrong. I've -- I've been looking for you all night. What exactly are you up to, Mother?",
        "[NEXT_ON]",
        "Jennifer: Jordan? You wanted him out of here, not me.",
        "[Rosanna laughing]",
        "Paul: You're up to something, I can smell it. Let's not drag this out. Just tell me what it is. What's going on? What's really going on?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=-JzUhGCRTWc"
}