{
    "Episode Summary": [],
    "Recap": [
        "Meg's plan to get rid of Paul for good begins as she admits to Emma that she is going to use Paul's past mental break down to her advantage. Meg tells Paul that she is taking the baby for a check up but instead goes to visit Emma. Paul cancels a meeting and goes to the hospital and discovers the lie. Meg buys sexy lingerie telling Paul that she just wanted to make herself feel like a woman even though she knows Paul doesn't intend to sleep with her. Meg later puts on a sexy nightgown and makes Paul think she is talking to her lover on the phone when she is really talking to Emma.",
        "Damian discovers that Zoe's mother, Anna, is the daughter of an illegitimate Grimaldi who the family never accepted. Anna died and Zoe wants the money to soothe the hurt the Grimaldis caused her family. Damian and Lily come up with a plan to bring the kidnappers out of hiding by disguising Lily to look like Anna to trap Zoe. The plan almost works until Holden ruins everything. Zac and Zoe get desperate when they don't get the ransom and they shoot Noah when he and Luke try to escape. Holden tells Margo everything and gets mad at Lily for putting the boys in more danger. Lily cries and tells Holden that she doesn't care what she has to do as long as the boys get home safely."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: Paul, are you home?",
        "Paul: So, I finally got Eliza down for her nap. What's all that?",
        "Meg: Fashions was having a sale, so I thought I'd pick up a few things.",
        "Paul: Oh. What are you gonna do with all that?",
        "Meg: Wear it.",
        "Paul: Where? In the garden? You gonna perk up the petunias? Meg, I thought we had an understanding. You're here so you can be close to Eliza.",
        "Meg: I know that.",
        "Paul: We run in to each other in the hallway, sometimes in the kitchen. You know, we're together at her bath time or when it's time to put her down --",
        "Meg: Well, what is your point, Paul?",
        "Paul: Well, I don't have a secret fantasy life. So, if all of that was for my benefit --",
        "Meg: It wasn't. I know what I agreed to, and I have no intention of violating any rules.",
        "Paul: So why are you spending all my money on lingerie?",
        "Meg: I bought something for myself. I didn't think it was wrong to treat myself to something nice.",
        "Paul: I guess it isn't. But if you're the only one that's gonna see it, it's kind of sad. That's all.",
        "Meg: Maybe, but at least it finally feels nice to feel like a woman again.",
        "[SCENE_BREAK]",
        "Emma: Why would he do this? After all, I mean, Luke is his son, too.",
        "Holden: Luke inherited all this Grimaldi money. I think Damian wants that money. I think this is his way of getting it back. Either that, or it's his way of trying to be the hero.",
        "Emma: Oh, Holden. Now, what reason would he have to do that?",
        "Holden: I don't know, Mama. Maybe he wants to make up for all the misery he's caused Luke and his family.",
        "Emma: Come on, Holden. Do you have any proof to back this up?",
        "Holden: No, I don't, but I do know that Damian has weaseled his way back into this family, and Lily has allowed that to happen.",
        "Emma: I don't think any of that's relative, Holden. I mean, I'm sorry.",
        "Holden: What?",
        "Emma: You and Damian and Lily all want the same thing. You just want to find those boys and bring them home.",
        "[SCENE_BREAK]",
        "Lily: This came after Holden left. It's from them.",
        "Damian: Let me see it.",
        "Lily: I wanted to tell Holden.",
        "Damian: Why didn't you?",
        "Lily: Because I know he would make me take it to the police.",
        "Damian: You did the right thing. They want you to drop the ransom off at the war memorial, and then they'll let Luke and Noah go. This is perfect.",
        "Lily: How?",
        "Damian: It fits right into my plan.",
        "Lily: Damian, you got to promise me that, whatever you're planning, you won't let anything go wrong. I don't want to ruin what could be our one chance of getting Luke and Noah back.",
        "Damian: Don't worry. That won't happen, not if you do exactly as I say.",
        "Lily: What do you want me to do?",
        "[SCENE_BREAK]",
        "Noah: What is she doing?",
        "Luke: I don't know. I can't make out the photo.",
        "Noah: I think it's some kind of shrine.",
        "Zoe: Happy birthday, Mama. I miss you so much. I have the best birthday present for you. All the money that the Grimaldis kept from you, everything you died for, it's finally ours, Mama.",
        "Luke: No, it's not. You're lying to her. You know that, don't you?",
        "Zoe: Shut up!",
        "Noah: What you and Zac are doing, it's not gonna work.",
        "Zoe: Shows what you know. It already has.",
        "Luke: Has it? Even if my mom doesn't bring the ransom money?",
        "Zoe: She better, otherwise you two are never getting out of here.",
        "[SCENE_BREAK]",
        "Damian: Here. I got this from Lisa. She had it in a box of Eduardo's papers.",
        "Lily: Who's this woman?",
        "Damian: Her name is Anna Pinnarossa.",
        "Lily: And you think she's somehow involved in all this?",
        "Damian: Indirectly.",
        "Lily: Well, call her. Contact her. Find out what she knows.",
        "Damian: I can't. She's dead.",
        "Lily: Dead?",
        "Damian: And you see? She claimed to be a Grimaldi heir.",
        "Lily: Claimed?",
        "Damian: Yep. Either the family didn't believe her or they were embarrassed by the circumstances, but when she made several attempts to collect on her share of the family fortune, they --",
        "Lily: They got rid of her. And you think someone related to her has Luke and Noah?",
        "Damian: It would explain why we found one of the Grimaldi rings after those disks were stolen from the foundation.",
        "Lily: They were sending us a message. But I don't know her. I don't know anyone related to her.",
        "Damian: No, but you will, because after you're going to drop off what they think is the ransom, you're going to reappear as the ghost of Anna Pinnarossa.",
        "[SCENE_BREAK]",
        "Paul: Hey, what are you doing? Where are you going?",
        "Meg: We have a doctor's appointment, don't we, Sweetheart?",
        "Paul: Since when?",
        "Meg: Don't you remember? We made the appointment when she was released from the hospital. It's just a follow-up.",
        "Paul: Oh. You're gonna go by yourself?",
        "Meg: Is that a problem?",
        "Paul: No. I wish you had reminded me. That's all.",
        "Meg: Well, I was gonna ask you if you wanted to come with us.",
        "Paul: You were? What stopped you?",
        "Meg: I heard you on the phone. You have a meeting at the bank, right?",
        "Paul: But I would have rescheduled.",
        "Meg: I'm sorry. Do you know how long it's gonna last?",
        "Paul: No. You're in an awfully good mood for somebody who's going to a doctor's appointment.",
        "Meg: Why wouldn't I be?",
        "Paul: Runny noses, screaming kids.",
        "Meg: Well, I get to spend the whole morning with my little girl. That's exactly what I want, and that's why I'm here, isn't it?",
        "Paul: Yeah.",
        "Meg: Okay. Well, have a good meeting. See you later.",
        "Paul: Hi. This is Paul Ryan. I have a meeting with Mr. Vargas this morning. I have to cancel it. Something's come up.",
        "[SCENE_BREAK]",
        "Holden: Mom, everything about this connects back to Damian. I don't like it. I don't trust it.",
        "Emma: This has got to be so hard on Lily.",
        "Holden: It's pulling her into his world, and he'll do anything he can to keep her there.",
        "Emma: Look, I'm not defending him Holden, I mean, but, you know, as far as he's concerned, I'm sure -- you know, Lily is the mother of his child.",
        "Holden: Yeah, I know that.",
        "Emma: And with Luke missing, of course he'd gravitate towards her.",
        "Holden: Mama, I get all that, but Luke is our son, and I'm not being territorial here or anything, but I think Lily has forgotten how Damian has treated this family, and I'm just afraid that --",
        "Emma: That what?",
        "Holden: I'm afraid that because she's so desperate to get Luke and Noah back that she'll listen to whatever Damian wants to do, and it might put her in the line of fire.",
        "Emma: Holden. Holden, Sweetheart, Lily is not a child. She's very capable of making her own decisions.",
        "Holden: Mama, her son's life is in danger here. She's not thinking straight.",
        "Emma: Have you really talked to Lily about this?",
        "Holden: I asked her to stay away from Damian. It didn't do any good.",
        "Emma: And why do you think she keeps turning to him?",
        "Holden: Because Damian told her that someone from his family is responsible for all of this, and he thinks that he's the only one with the connections to get Luke and Noah back.",
        "Emma: Well, Holden, maybe -- maybe Lily has to hear that you are willing to believe that Damian might be right! I mean, if she's willing to listen to him, why can't you?",
        "Holden: I don't know.",
        "Emma: Look, I think all Lily wants to know is that you would do anything -- there wouldn't be anything you wouldn't do to get her son back home.",
        "Holden: There isn't.",
        "Emma: Well, then why don't you hear him out? I mean, is that so very hard to do? Hmm?",
        "Holden: No. No, it's not.",
        "Emma: Okay.",
        "Holden: Thank you.",
        "Emma: All right. Now, listen, you take it easy, you hear? Take it easy. Now, you know I love you. I love you very much.",
        "Holden: I love you, too.",
        "Emma: Okay.",
        "Holden: I'm gonna go.",
        "Emma: You call me. You call me if you hear anything.",
        "Holden: I will. Just keep this quiet, all right?",
        "Emma: I will.",
        "Holden: The fewer people that are involved, the better.",
        "[SCENE_BREAK]",
        "Damian: It's perfect. From a distance, it's impossible to tell there's no money inside.",
        "Lily: What happens when they figure it out?",
        "Damian: They'll find the little gift we left inside and realize they've been found out.",
        "Lily: What if they panic and leave?",
        "Damian: If you look the way I suspect you will, they'll follow you before they do anything else.",
        "Lily: So, how do I look?",
        "Damian: It's perfect. You look exactly like her.",
        "[SCENE_BREAK]",
        "Luke: Zoe, are you really sure this is what your mother would have wanted?",
        "Zoe: Like you know anything about my mother.",
        "Luke: Well, it's obvious that you loved her, and I'm sure she loved you, which is why I don't think she'd want her daughter to be put in this kind of danger. Zoe, the penalties for kidnapping us and holding us hostage are --",
        "Zoe: I'm not doing anything that wasn't done to her, so don't tell me what my mother would want.",
        "Luke: You're right. I'm sorry.",
        "Zoe: Why? This is what your family wanted, Luciano, to deny her, to protect their fortune, and they did. She was one of them. She was a Grimaldi.",
        "Luke: Why did they deny her?",
        "Zoe: Because of her father. He was a bastard child, so he was never given the Grimaldi name. After he died, she spent years trying to claim his inheritance -- money that rightfully belonged to her. The Grimaldis didn't want her to have anything, so -- so they killed her. I was only able to identify her because of this. She never took it off.",
        "Luke: I thought the pendants were something between you and Zac.",
        "Zoe: No. They were hers. Zac wears his out of respect. He honors her for my sake.",
        "Noah: That must have been hard for you to lose your mother when you were so young.",
        "Zoe: What do you know about it?",
        "Noah: I lost both my parents, too.",
        "Zoe: Seriously?",
        "Noah: Seriously.",
        "Zoe: Do you still feel them?",
        "Noah: What?",
        "Zoe: Your parents. Is it like they never left?",
        "Luke: Do you still feel like your mother's here with you?",
        "Zoe: She's always been with me in spirit, guiding me, advising me.",
        "Luke: And you listen to her?",
        "Zoe: Why shouldn't I? She was a good person. She didn't deserve what happened to her. All she ever wanted to do was to set things right.",
        "Luke: And that's what you're doing right now?",
        "Zoe: For her.",
        "Zac: It's done.",
        "Zoe: Are you sure?",
        "Zac: Luke's mother got the note. She knows the drop-off point for the ransom. It's done, Baby.",
        "Zoe: I knew it! I knew it would work! Today of all days.",
        "Zac: We're on the home stretch now.",
        "Zoe: Are you sure nothing can go wrong?",
        "Zac: It won't, but just in case, I got us a little insurance.",
        "[SCENE_BREAK]",
        "Damian: Okay, they'll ask you to drop the money here in a trash can.",
        "Lily: Yes.",
        "Damian: And they've instructed you to do this alone. Are you okay with that?",
        "Lily: Fine. Whatever they want.",
        "Damian: Okay. Once you get to the trash can, take your time making the drop. You need to make sure they see you, but more importantly, they need to think you're there alone.",
        "Lily: I understand.",
        "Damian: Once you're done, I want you to walk through here, down these stairs, along this path. There's plenty of alcoves you can duck in to.",
        "Lily: That's where I'll put on the cape and the pendant.",
        "Damian: When the kidnappers make the move for the package, that's when you need to reappear.",
        "Lily: But I shouldn't get too close.",
        "Damian: No. Just make sure they see you, but use the cape so they can't get a clear look at your face.",
        "Lily: Okay.",
        "Damian: Once they see you, I want you to come back through here.",
        "Lily: And what's where you'll be hiding?",
        "Damian: Yes. They'll follow you back, and that's when I'll grab them.",
        "Lily: What if they try to get away?",
        "Damian: They won't. I'll have this. And, Lily, if I have a gun, they'll probably have one, too.",
        "Lily: I know.",
        "Damian: You're sure you want to do this?",
        "Lily: Yes.",
        "[SCENE_BREAK]",
        "Meg: Hey, Mama.",
        "Emma: Hey. Look at this, my two most precious girls.",
        "Meg: Okay. Now don't take it personally if one of us falls asleep during the visit.",
        "Emma: No, of course not. Oh, look at that little sweet, sweet girl. So -- safe and sound.",
        "Meg: What's wrong? What is it?",
        "Emma: It's nothing, honey. I'm just a little tired. That's all.",
        "Meg: No. It's more than that. Look, why don't I make us something to eat?",
        "Emma: No, no. Please don't. Please don't. I'm okay.",
        "Meg: Hey, talk to me.",
        "Emma: It's your brother. He and Lily are having to deal with a terrible, terrible situation, and I -- there's just nothing I can do to help.",
        "Meg: What happened?",
        "Emma: Holden asked me not to say. I really have to respect his wishes.",
        "Meg: Okay. Is there anything I could do?",
        "Emma: No. The only thing we can do is pray. Just pray. And that seems to be about the only thing I can do for my children these days.",
        "Meg: Mama, if you're gonna start in on me about Paul, I really don't want to hear it.",
        "Emma: What am I suppose to do? What am I supposed to do, turn a blind eye to what you're doing?",
        "Meg: I'm not doing anything.",
        "Emma: How can you say that? Meg, you'd gotten yourself out of this. You called it quits with him, and now you're back there, living in that house. You know, honestly -- Meg, look at me. I don't understand what you're thinking.",
        "Meg: The only reason I'm staying there is so I can be with Eliza.",
        "Emma: Oh, I see. It has nothing to do with your feelings for Paul.",
        "Meg: If I had any feelings for him, I wouldn't be able to do this.",
        "Emma: Now, I want you to remember who you're living with. You are living with a sadistic, twisted person who has hurt you in the past and who's going to hurt you again.",
        "Meg: And that could end up working to my benefit.",
        "Emma: And just what does that mean?",
        "Meg: Nothing.",
        "Emma: Tell me. Tell me what that means right now.",
        "Meg: Look, Mama, I can't. I'm sorry.",
        "Emma: Okay. All right.",
        "Meg: No, no. Come on. Come on. Don't be mad at me.",
        "Emma: I'm not mad. You obviously know what you're doing. You don't need my advice.",
        "Meg: I just don't want you worrying about me, okay?",
        "Emma: Why? Why do you children always say that to me as if that's the only thing that I have to do?",
        "Meg: Okay. You want to know the truth?",
        "Emma: Oh, you'll grant me that, will you?",
        "Meg: What I'm doing is ensuring that Paul will never be a threat to me or Eliza ever again.",
        "[SCENE_BREAK]",
        "Paul: Hi. Excuse me. You work with Dr. Baker, don't you? Yeah, I'm looking for my wife. Well, my ex-wife, Meg Snyder. Our daughter, Eliza, was here a few weeks ago, and they're here for some kind of a follow-up visit.",
        "Nurse: I haven't seen them, but let me check his schedule. Eliza's appointment is next week.",
        "Paul: Next week. Must have been some kind of a mix-up.",
        "Nurse: That's okay. It happens all the time.",
        "[SCENE_BREAK]",
        "Damian: Is that everything?",
        "Lily: Yes.",
        "Damian: Since we don't know if they've been watching us. We can't risk being seen leaving the hotel together. So you should leave first, and then I'll follow a few minutes later, okay?",
        "Lily: Fine. I should get going.",
        "Damian: Let's go through this one more time, okay? This area here, this is where you need to lead them, where I'll be waiting. You won't be able to see me, but it's crucial you keep walking. Don't slow down, don't look for me, and don't call my name.",
        "Lily: Okay.",
        "Damian: Once they follow past, I'll grab them from behind.",
        "Lily: And then I'll double back.",
        "Damian: What? No.",
        "Lily: Damian, I'm not gonna leave you alone to face them.",
        "Damian: Lily, that's not part of the plan.",
        "Lily: Damian, I have done everything you've asked of me so far. This is the only thing I'm asking of you.",
        "Damian: Fair enough. Lily, be careful.",
        "Lily: You too.",
        "[SCENE_BREAK]",
        "Luke: You don't need that.",
        "Zac: Excuse me?",
        "Luke: If my mom's bringing the ransom, you don't need that gun.",
        "Zac: Well, I need to make sure she hands over the money, hmm? It would be foolish to be unprepared.",
        "Noah: It's all right.",
        "Luke: Zoe, listen to me.",
        "Zoe: What?",
        "Luke: I'm really sorry about your mother.",
        "Zac: How much did you tell them?",
        "Luke: I know enough. Look, I understand why you blame the Grimaldis. I would, too. I do. But I am not one of them. I rejected their name. I rejected everything about them. Damian and I don't even have a relationship.",
        "Zoe: But you took his money, right?",
        "Luke: Yeah, but I don't want it, and if you do, I'll gladly give it to you -- all of it.",
        "Zoe: All of it?",
        "Luke: Yeah.",
        "Zoe: But what about the foundation?",
        "Zac: Forget it! We've come too far now to turn back. It's time.",
        "Noah: Wait. You're gonna let us go, right?",
        "Zac: Don't worry, Monster. Pretty soon, you'll be free as a bird.",
        "[SCENE_BREAK]",
        "Holden: We need to talk.",
        "Damian: I don't have time right now.",
        "Holden: Just hear me out. I know I haven't given you reason to believe that we're on the same page, but now I think that maybe we might be.",
        "Damian: Holden.",
        "Holden: Look, you and I, we're never gonna be friends, Damian, but what's most important here is that we get Luke and Noah back.",
        "Damian: I know that.",
        "Holden: So you go ahead, and you do what you need to do. But there's one condition here. Just leave my wife out of it. Did you hear what I said?",
        "Damian: I can't promise that, Holden.",
        "Holden: Why not?",
        "Damian: Because it's too late.",
        "Holden: What do you mean it's too late?",
        "Damian: Look, Lily's already -- if I don't leave --",
        "Holden: She's already what? Where is my wife?",
        "Damian: At the war memorial.",
        "Holden: What is she doing there?",
        "Damian: She went to drop off the ransom.",
        "Holden: She heard from the kidnappers and you let her go by herself?",
        "Damian: We have a plan in place, okay? You're too late to be part of it. Now move!",
        "Holden: You son of a --",
        "[SCENE_BREAK]",
        "Zac: There she is.",
        "Zoe: Right on time.",
        "Zac: She did it.",
        "Zoe: You stay here. I'll get it.",
        "[SCENE_BREAK]",
        "Luke: Everything's gonna be okay, Noah.",
        "Noah: You just keep thinking that, Luke.",
        "Luke: We are gonna get out of here.",
        "Noah: How?",
        "Luke: Well, once my mom hands over the money that Zac and Zoe want --",
        "Noah: What? They're gonna let us go? We can identify them. We know who they are.",
        "Luke: Look, I really don't think that Zoe wants to hurt us.",
        "Noah: Zoe. Zoe with the freaky shrine to her dead mother, Zoe?",
        "Luke: I think she just wants the money, Noah, and I promised I'd give it to her, every penny that the Grimaldis ever gave me.",
        "Noah: And what about Zac? Now, you heard what he said. He said it was too late.",
        "Luke: Well, I think he just meant it was too late to cancel the drop-off with my mom.",
        "Noah: Luke, I love you, but do you really believe that?",
        "Luke: Okay, you're right.",
        "Noah: Thank you. So what are we gonna do now?",
        "Luke: We are gonna do everything we can to get the hell out of here.",
        "Noah: Or die trying.",
        "[SCENE_BREAK]",
        "Zac: Let me see it.",
        "Zoe: What the hell?",
        "Zac: Where's the money?",
        "Zoe: I don't know! What is this?",
        "Zac: It's a zodiac pendant.",
        "Zoe: How do they know about that?",
        "Zac: Damn it. They're messing with us!",
        "Zoe: Oh, my God.",
        "Zac: What? Where are you going?",
        "Zoe: Stay here.",
        "Zac: Zoe, get back here!",
        "Zoe: Mama? Mama, wait! Mama? Mama, it's me!",
        "Lily: Damian, where are you?",
        "Zoe: Mama? Mama, it's me.",
        "Holden: Lily! Lily! Answer me!",
        "Zoe: Lily?",
        "Lily: Now, who are you? Where is my son?",
        "Zoe: You let go of me!",
        "Lily: Answer me! Where's Luke?",
        "Zoe: Get off of me!",
        "Holden: Lily! Lily! Lily? Lily! Lily, it's me. Lily, open your eyes.",
        "Zac: What the hell was that?",
        "Zoe: Shut up and drive! His parents are here. Go! Go!",
        "[SCENE_BREAK]",
        "Noah: So, what do you want to do?",
        "Luke: Do you see that picture frame? If we could just break the glass.",
        "Noah: And use it to cut the ropes.",
        "Luke: Yeah, yeah. Try kicking the table. Pretend we're at Yo's and you're trying to impress me with some of those lame dance moves you're so proud of.",
        "Noah: I'm gonna remember you said that.",
        "[Shatter]",
        "Luke: It broke!",
        "Noah: You see that piece of glass right there by your hand?",
        "Luke: Yeah.",
        "Noah: Give it to me.",
        "Luke: Why?",
        "Noah: Because if only one of us can get out of here, it should be you. You came here on your own. You know where we are. I don't.",
        "Luke: Yeah, well, I'm not leaving without you, so you better work fast. You know, this would actually be almost kind of fun if we weren't fighting for our lives.",
        "Noah: It's always something, right? Maybe we can make it more interesting.",
        "Luke: How so?",
        "Noah: First one who doesn't cut an artery wins, loser cleans up.",
        "Luke: Oh, you're disgusting.",
        "Noah: Yet somehow you still love me.",
        "Luke: Somehow.",
        "[SCENE_BREAK]",
        "Holden: Lily.",
        "Lily: Holden? Where is she?",
        "Holden: Who?",
        "Lily: That girl. She's got Luke.",
        "Holden: What girl?",
        "Lily: That girl that was following me.",
        "Damian: Lily!",
        "Holden: You, you stay away from her. You almost got her killed!",
        "Lily: Holden, it's not his fault.",
        "Holden: The hell it isn't.",
        "Lily: I wanted to be here.",
        "Holden: Lily, you shouldn't have been here alone.",
        "Damian: She wouldn't have been in any danger if not for you.",
        "Holden: Excuse me?",
        "Damian: If you had just stayed out of this, I would have been here, and it would have worked!",
        "Holden: What is this, Damian?",
        "Lily: We were trying to lure the kidnappers out into the open. Did you see her?",
        "Damian: Who?",
        "Lily: That girl. Why weren't you here?",
        "Damian: I was delayed, thanks to your husband!",
        "Holden: Don't put this on me.",
        "Damian: Why not? You're the reason this went wrong.",
        "Holden: No. I'm not the one who put Lily in danger. You're the one who sent her out here alone with these people!",
        "Lily: I'm fine.",
        "Damian: She wasn't supposed to be alone. I was supposed to be here with her, but you had to get in the middle of it, didn't you? And now the people who have Luke and Noah got away, and we don't know who they are.",
        "Lily: Yes, we do. That girl was calling me Mama. You're right! It's Anna Pinnarossa's daughter!",
        "[SCENE_BREAK]",
        "Zac: Get out.",
        "Zoe: What?",
        "Zac: Get out. We have to make sure no one saw us and ditch the car.",
        "Zoe: Well, we're really far from the warehouse.",
        "Zac: Yeah? That's too bad.",
        "Zoe: I'm sorry, Zac.",
        "Zac: I don't understand. We had the whole thing planned, huh? The whole thing. How could you be so stupid?",
        "Zoe: I know! I made a mistake!",
        "Zac: Yeah. A mistake? You ruined everything.",
        "Zoe: It's just, wearing the cape, she looked so much like my mother!",
        "Zac: Zoe, your mother is dead.",
        "Zoe: You know I see her. You know she comes to me.",
        "Zac: Well, not today. Today you saw Luke's mother, and what's worse? She saw you. So you tell me, what are we supposed to do now?",
        "[SCENE_BREAK]",
        "Meg: You're home.",
        "Paul: That's a keen observation.",
        "Meg: I was just -- yeah. I didn't think you'd be home so soon.",
        "Paul: Yeah. My meeting was canceled. So, how did Eliza do with the doctor?",
        "Meg: Good.",
        "Paul: Yeah?",
        "Meg: Yeah.",
        "Paul: Everything okay?",
        "Meg: Better than okay.",
        "Paul: What did the doctor say?",
        "Meg: You know, the usual.",
        "Paul: No, I don't know. Why don't you tell me?",
        "Meg: Well, her weight is up, and she's in the top percentile for her age range.",
        "Paul: Well, those are important things to know. It's really good you went to the doctor.",
        "Meg: What's going on?",
        "Paul: I don't know. Why don't you tell me?",
        "Meg: When your meeting was canceled, you went to the hospital, didn't you?",
        "Paul: And what did I find when I got there, Meg?",
        "Meg: That we weren't there.",
        "Paul: So, you want to explain what happened?",
        "Meg: I got the dates wrong. Eliza's appointment is next week.",
        "Paul: Next week, I know. I cleared my schedule. I'll take her myself. Why didn't you just tell me? Why did you lie?",
        "Meg: I'm sorry.",
        "Paul: You were gone for a couple of hours.",
        "Meg: So?",
        "Paul: So, I want to know where you were.",
        "Meg: Why?",
        "Paul: Because you were there with my daughter.",
        "Meg: Are you accusing me of something, Paul?",
        "Paul: Why are you being so defensive? I'm just asking you where you went with my daughter.",
        "Meg: I'm not being defensive.",
        "Paul: Okay. So?",
        "Meg: I went to the farm. To see my mother.",
        "Paul: Again, why didn't you just tell me?",
        "Meg: Because I know how you feel about her, okay, and how she feels about you isn't a secret.",
        "Paul: Oh, come on. She loves me. She doesn't take that shotgun out for just anybody.",
        "Meg: I didn't want you to think that she was trying to change my mind.",
        "Paul: About what?",
        "Meg: Oh, come on, Paul. We both know that she doesn't like this arrangement.",
        "Paul: So, did she give you a hard time?",
        "Meg: Yeah, a little, but I told her what I wanted and that I wasn't gonna leave you or Eliza.",
        "Paul: If you knew that she was gonna hassle you, why did you go all the way out there?",
        "Meg: Because I want Eliza to have a relationship with her grandmother. Is that okay?",
        "Paul: That's fine. Yes, that's okay. If that is in fact what today is really all about.",
        "Meg: What do you mean?",
        "Paul: Nothing. Forget it.",
        "Meg: Okay. Well, I'm gonna take Eliza upstairs.",
        "Paul: Meg, the other part of our agreement, you do remember it, right?",
        "Meg: Of course. I agreed not to see anyone else.",
        "Paul: And do you remember what I said?",
        "Meg: That if I strayed from our arrangement that you would kill me.",
        "Paul: Okay, good. Glad you haven't forgotten.",
        "[SCENE_BREAK]",
        "Luke: Come on! Come on! Get on your feet! Hurry!",
        "Noah: Let's get the hell out of here.",
        "Zac: Where are you going? Nobody gave you permission to leave!",
        "[SCENE_BREAK]",
        "Lily: You were really right about Anna. She started calling me Mama, and then she followed me. I couldn't believe it.",
        "Damian: That's great. I'm glad my hunch was right. Maybe there's something about this girl in those papers I got from Lisa.",
        "Holden: Hold on a second. Would you two listen to yourselves?",
        "Lily: Holden, this is the first credible lead we've had since they've been kidnapped.",
        "Holden: I want to know how this all started. Who is this Anna woman you keep talking about?",
        "Damian: The short version of it is her father was an illegitimate member of my family.",
        "Holden: So it's her daughter who has Luke.",
        "Damian: Yes.",
        "Holden: What does she want from him?",
        "Lily: His money.",
        "Holden: His Grimaldi inheritance?",
        "Lily: Yes.",
        "Holden: This is all your fault.",
        "Damian: Mine?",
        "Holden: Luke didn't want your money. He didn't want anything to do with you. He gave the money back, but that didn't matter to you, did it, Damian?",
        "Lily: Holden, please.",
        "Holden: You wanted him to have the money because you always get your way, right, Damian?",
        "Damian: I was trying to provide for my son.",
        "Holden: Yeah, and look where it got him.",
        "Damian: Look, I don't have time for this. Lily, you have to tell me everything you can about this girl.",
        "Lily: It all happened so fast.",
        "Damian: But if you saw her again?",
        "Lily: I'd recognize her. I'm sure of it.",
        "Damian: Good. Then we should go back and look for those papers.",
        "Holden: Lily's not going anywhere with you.",
        "Damian: Why not?",
        "Holden: Because when I found her she was alone and unconscious. That's why.",
        "Lily: She pushed me. That's all. I fell. I hit my head.",
        "Holden: Lily, what if I hadn't come along? Something could have happened to you.",
        "Damian: If I had been here with her, I would have protected Lily, and I would have caught this girl!",
        "Holden: Oh, and then what, Damian?",
        "Damian: I would have forced her to give up Luke and Noah's whereabouts.",
        "Holden: You make it sound so simple, but when the stakes are this high, nothing is that simple. Things go wrong, people get hurt, and I'm not gonna let my wife be one of them. Let's go.",
        "Lily: Where are we going?",
        "Holden: We're gonna go see Margo, and you're gonna tell her everything that you know.",
        "Damian: The police won't be enough, Holden.",
        "Holden: Fine, then we'll get the FBI involved, whatever it takes.",
        "Damian: You don't understand the kind of people you're up against.",
        "Holden: Oh, yes, I do. They're Grimaldis, just like you.",
        "Lily: Holden.",
        "Holden: Look, Luke is my son, Lily is my wife, and you have done enough to hurt them. Now we're gonna do things my way. Let's go.",
        "Lily: I'm sorry.",
        "[SCENE_BREAK]",
        "Luke: It's over, Zac. We're leaving.",
        "Zac: No, I don't think so!",
        "Noah: Oh, come on! How long are you gonna keep us here?",
        "Luke: You don't need us! You got the money!",
        "Zac: No, we didn't!",
        "Zoe: Your mother double-crossed us!",
        "Zac: Which means you're not going anywhere.",
        "[Gunshot]",
        "Luke: Noah! It's okay! It's okay! What is wrong with you people?",
        "[SCENE_BREAK]",
        "[Telephone rings]",
        "Emma: Hello?",
        "Meg: Hi. It's me.",
        "Emma: Hi, Sweetheart.",
        "Meg: I just wanted to tell you that I really enjoyed seeing you today. It really meant a lot to me.",
        "Emma: Well, I'm sorry. I know things were a little tense, but it was so wonderful to see you and my little grandbaby, and you know that you're welcome here all the time, you and the baby.",
        "Meg: I would love that. Maybe next time we could spend more time together and I don't have to rush back here.",
        "Emma: Meg, are you all right? You sound a little funny. I can barely hear you.",
        "Meg: I feel great. I haven't felt better in a long time.",
        "Emma: Well, I'm glad to hear that.",
        "Meg: You know, I really should go, but I will be in touch. I love you. Bye, my darling.",
        "[Phone beeps]",
        "Meg: Paul, you startled me.",
        "Paul: Who was on the phone?",
        "Meg: My mother.",
        "Paul: That's a nice outfit.",
        "Meg: I was just trying it on.",
        "Paul: It fits.",
        "Meg: Thank you. Excuse me.",
        "[SCENE_BREAK]",
        "Luke: Noah! Noah! Why would you do this?",
        "Zac: How could you think you could just walk out of here?",
        "Luke: I told you I'd give you the damn money!",
        "Zac: It's too bad your mom didn't think the same way. Get some more rope, and this time, make sure when you tie them up that they can't get loose.",
        "Luke: No! No. He needs to go to the hospital. He needs a doctor!",
        "Zac: Not my problem!",
        "Luke: Hey, you're hurting him!",
        "Zac: It's nothing personal, Monster.",
        "Luke: Why do you have to tie his hands? He's been shot! He can't do anything!",
        "Noah: Don't make it worse. I'm fine.",
        "Luke: No! No!",
        "Zac: Back off!",
        "Luke: Please, you have to help! You can't just let him die!",
        "[SCENE_BREAK]",
        "Damian: There has to be something in here about Anna's daughter, damn it! \"Anna and Gia, age 10.\" Gia. So you're the one who has my son. You better pray you fare better than your mother did.",
        "[SCENE_BREAK]",
        "Luke: Noah? Noah? He's still out. You have to do something. You can't just let him bleed to death.",
        "Zac: Shut up! I need to think.",
        "Luke: Noah? Noah? Please. I'm so sorry. I am so sorry.",
        "Zoe: Look what they did to my mother's picture.",
        "Zac: They'll be sorry they did that, \"Z.\"",
        "Zoe: The Grimaldis are dogs. They never cared about her. We have to punish them, all of them!",
        "Zac: I've got no problem with that, but first we've got to get the money, okay?",
        "Zoe: No, it's more than the money now. This woman had no right pretending to be someone she was not. It was cruel!",
        "Zac: She'll get what's coming to her, \"Z.\"",
        "Zoe: We have to get all of them. It's the only way to even the score.",
        "Luke: Stay with me, Noah. Stay with me.",
        "[SCENE_BREAK]",
        "Lily: It was all for nothing. I didn't recognize a single one of those mug shots Margo showed me.",
        "Holden: That's what you're upset about?",
        "Lily: You don't understand.",
        "Holden: No, I don't.",
        "Lily: I saw her, Holden. The girl that has Luke and Noah, she was right there in front of me!",
        "Holden: That's great. That's really great. She knows that you saw her. She knows you can I.D. her. That does not bode well for Luke and Noah!",
        "Lily: Don't talk like that to me.",
        "Holden: Somebody has to! Somebody has to put them first!",
        "Lily: You're not being fair.",
        "Holden: I tried, Lily. I let you do what you wanted to do, but no more.",
        "Lily: I'm sorry.",
        "Holden: Are you?",
        "Lily: You don't believe me?",
        "Holden: Not after that stunt you pulled today.",
        "Lily: But it almost worked! I don't know what you want me to say.",
        "Holden: You know what? I knew something like this was gonna happen! I knew that Damian would convince you to do things his way.",
        "Lily: This wasn't just Damian, Holden. I wanted to do it.",
        "Holden: When you got that letter this morning, why didn't you come to me?",
        "Lily: You know why.",
        "Holden: Right, because I would have made you go to the police, right? But not Damian because Damian has a plan. Well, guess what? All he did was let them know that he's on to them, and now they're desperate -- desperate enough to do anything.",
        "Lily: Don't!",
        "Holden: That's it. This ends right now. I want Damian out of our lives. I don't want him trying to help us out.",
        "Lily: This isn't just Damian's fault!",
        "Holden: Yes, it is! The only reason they took Luke was because of the money that Damian gave him, and now because of Damian's interference, we're no closer to getting Luke and Noah back than we were yesterday!",
        "Lily: I just want them back, that's all! I don't care about anything else, about Damian, about anything! I just want them back! I just want them back!",
        "[NEXT_ON]",
        "Dusty: I thought you were just shipping drugs.",
        "Lucy: Oh, my God!",
        "Dusty: Guns, too, huh?",
        "Liberty: My mind's made up.",
        "Parker: You're not even giving us a chance!",
        "Liberty: I'm gonna sign the annulment, and I think you should, too.",
        "Parker: Forget it!",
        "Jack: Liberty tried to let him down easy, but Parker couldn't bear it, so he took off.",
        "Carly: And you have no idea where he went?",
        "Jack: I thought he'd come home. Clearly, I was wrong."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=DZEVGe3nZJE"
}