{
    "Episode Summary": [],
    "Recap": [
        "Jennifer worries that Lucy has returned to Oakdale to get Dusty back in her life and also report to Craig about Johnny. Lucy assures Lucinda she isn't in Oakdale to get back together with Dusty but to concentrate on her career and visit her favorite grandmother. Carly's injury seems to bring her closer to Jack. Katie killing Nick may drive a wedge in her relationship with Mike. Damien manages to persuade Luke to communicate with his mother and tell her the reason he is gay. Holden isn't pleased to return home and find Damien sitting on his couch with Lily and Luke."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Luke should be home soon.",
        "Damian: Relax, Cara.",
        "Lily: Oh, I don't know about this, Damian.",
        "Damian: There's no harm in speaking to the boy.",
        "Lily: He's just been so defensive.",
        "Damian: Because he believes you're against him.",
        "Lily: Holden's coming home tomorrow. Let's just wait until then.",
        "Damian: Luke sees Holden as an ally. If the two of them line up against you, the discussion is over before it begins. So let me take over for a while. If I can gain Luke's trust and get him to talk to us, then we can get to the true nature of his feelings.",
        "Lily: What if you can't?",
        "Luke: What's going on?",
        "Damian: Hello, Luciano.",
        "Luke: Like a normal day at the Snyder household. I walk in and everybody stops talking.",
        "Lily: I left your sisters upstairs with a lot of glitter. So, I should check on them. I'll be back soon.",
        "Luke: Well, looks like it's just you and me, Dad. So don't waste my time. Tell me why Mom left in such a hurry.",
        "[SCENE_BREAK]",
        "Jennifer: Oh! Sorry.",
        "Lucy: Oh, my God, I'm so sorry.",
        "Jennifer: Lucy? Wow, when did you get back?",
        "Lucy: Just this morning.",
        "Jennifer: And you're staying here?",
        "Lucy: I have a room.",
        "Jennifer: Wow. Oh, so you're staying in Oakdale?",
        "Lucy: Yes. I haven't really told anyone yet -- [Jennifer laughs] except for Dusty.",
        "Jennifer: Oh, you've seen Dusty?",
        "Lucy: Just a little while ago. I -- I ran into him and Johnny at the hospital.",
        "[SCENE_BREAK]",
        "Carly: Check the kids.",
        "Jack: The kids are fine.",
        "Carly: I can't feel you.",
        "Jack: I'm here, honey. I'm right here.",
        "Carly: You feel good.",
        "Jack: Margo's sending help. They'll be here any minute. Okay?",
        "Carly: Don't leave me.",
        "Jack: No, I won't leave.",
        "Carly: I need you.",
        "[SCENE_BREAK]",
        "Katie: Mike! No! No, no!",
        "[Gunshot]",
        "Mike: Katie -- Nick! Nick! Nick!",
        "Katie: I thought he was gonna kill you.",
        "Mike: Nick! Nick, hang on man -- don't let go. Stay with me. Stay with me, Nick. ` Nick?",
        "Mike: Nick.",
        "Katie: Oh, my God! Mike --",
        "Mike: Nick? Talk to me, Nick.",
        "Katie: Is he --",
        "Mike: I don't know, Katie. Call 911. Hang on. It's gonna be okay. Okay, don't move. Don't move. Don't move. Stay still. Stay still, all right? It's going to be okay.",
        "Katie: We need an ambulance.",
        "Mike: It's gonna be okay. It's gonna be okay. We're gonna get you to a hospital.",
        "Katie: On the east side of Myers lake. A couple miles north of route 23.",
        "Mike: Look man, hey -- I don't care what you did or how it happened, we're gonna get you patched up, okay?",
        "Katie: No, I know. Please hurry, please hurry, its really bad.",
        "Mike: I promise you, we're gonna figure this out. Just like when we were little kids.",
        "Katie: Mike, I am so sorry.",
        "Mike: It's going to be okay, man.",
        "Katie: Is there anything I can do? What can I do?",
        "Mike: Nothing. Nothing. Nothing. Don't think it, man. All right? Don't give up, I am right here. You keep fighting. You stay strong.",
        "Nick: Mike -- Mike --",
        "Mike: I'm right here, buddy. I'm right here.",
        "Nick: Mike, I'm sorry.",
        "[SCENE_BREAK]",
        "Carly: Is this heaven?",
        "Jack: Don't talk like that.",
        "Carly: I've missed you, Jack. It's been so long.",
        "Jack: Ok, Carly, don't try and talk, okay? You have plenty of time.",
        "Carly: Jack -- if I don't make it --",
        "Jack: No, you are going to be fine.",
        "Carly: If I'm not --",
        "Jack: You will. You hear me? How about you let me do the talking, okay? You rest, and I'll tell you a story. Okay? It's my favorite. About the night Sage was born. The day started out like one of those beautiful Montana days, you know? Where you can see a hundred miles in every direction. And the labor started, and I was terrified, but you --you kept me calm. You knew how to do everything. And you did everything right. It was incredible. And then she came -- and when I heard her cry, it was the most beautiful sound I think I ever heard. And I held her. She was lighter than air, honey. She was so small, so perfect. And when she looked up at me in that one moment, I knew why I was put on this earth.",
        "Margo: Jack? Jack?",
        "Jack: Margo, in here! Ah! Hurry!",
        "Margo: Hey. Jack, how's she doing?",
        "Jack: Well, she's got a fever and she's got a pretty nasty wound on her leg. She's in and out of consciousness. Where are the medics?",
        "Margo: Well, the chopper just got clearance. But it's gonna take them a while for them to get the equipment up here from the landing site.",
        "Jack: Her pulse is pretty strong, but she's having, trouble breathing all of a sudden.",
        "Margo: Good, good, good. Is there any sign of Nick?",
        "Jack: No. He left her here to die.",
        "Margo: She's gonna be okay. You gonna be okay here for a minute?",
        "Jack: Yeah. Yeah, I'll be fine.",
        "Margo: All right. All right. I think we got some activity on Nick's cell phone. So I'm gonna head up the search.",
        "Jack: Okay, bring him in, Margo. I want him to pay for this.",
        "Mar: He will, he will. Listen, Jack, she's strong she's gonna be fine.",
        "Jack: Thanks. Did you hear that? The medics are gonna be here any minute. Carly? Hey. Hey, you with me? Huh?",
        "Carly: Always, g-man.",
        "[SCENE_BREAK]",
        "Damian: Why don't we get out of here? Go for a walk?",
        "Luke: Or maybe you can just leave me alone.",
        "Damian: I think I've done too much of that over the years, don't you? I have very few regrets in my life, but that -- that I regret most deeply.",
        "Luke: Look, Damian, just in case you're wondering, you're not the reason I'm gay. I don't have abandonment issues. And it's not because Mom and Dad broke up last year. I'm gay 'cause I'm gay.",
        "Damian: And in case you're wondering, I'm not trying to fix you, Luciano.",
        "Luke: Oh, come on, I'm not stupid.",
        "Damian: I wouldn't deceive you that way. I simply asked your mother for some time alone with you.",
        "Luke: And she didn't tell you, only if you try and fix Luke?",
        "Damian: If she had, I would have declined.",
        "Luke: Really?",
        "Damian: Yes. Only you can decide what to make of your life and how you will live it. That is the way a man finds happiness. That's how he keeps it.",
        "[SCENE_BREAK]",
        "Jennifer: So, you've seen my son?",
        "Lucy: I'm sorry. I should explain. I was at the hospital. Johnny was there for his checkup and Dusty introduced us. He also told me the good news. You're getting married. I'm so happy for you, Jen.",
        "Jennifer: Thank you, thank you.",
        "Lucy: You deserve it, especially after all the horrible things my father did.",
        "Jennifer: Yeah, well, that was a pretty long nightmare. But Dusty and I made it through.",
        "Lucy: I'm still really sorry.",
        "Jennifer: Well, no one blames you, Lucy.",
        "Lucy: Oh. It's an old habit -- apologizing for my father.",
        "Jennifer: Yeah, you don't need to.",
        "Lucy: I just don't want things to be awkward between us.",
        "Jennifer: Well, if they are, it has nothing to do with Craig.",
        "Lucy: I almost decided against coming to Memorial, but now that I've met Johnny, I -- it means more than I can tell you. To have a brother again -- not that anything could make up for losing Bryant, but -- I just -- I don't know if it's too much to ask, especially so soon, but I'd love to be a part of Johnny's life. I mean -- if it's okay with you and Dusty.",
        "Jennifer: Lucy, I'm sorry, I just -- up until just a minute ago, I never really thought you'd actually get to meet Johnny, much less be in his life, so --",
        "Lucy: I'm not trying to pressure you.",
        "Jennifer: No, and I don't feel pressured.",
        "Lucy: Jen, I always planned to contact you. I was just waiting for the right time.",
        "Jennifer: Why were you at the hospital?",
        "Lucy: I was filling out forms. I'm working there.",
        "Lucinda: Well, hello, hello, hello. [Lucy giggles] Is this my granddaughter the doctor?",
        "Lucy: Grandmother.",
        "Lucinda: How dare you.",
        "Jennifer: You're a doctor?",
        "Lucinda: How dare you sneak into town without letting me know?",
        "Lucy: I didn't get a chance to tell Jen yet.",
        "Lucinda: Ah. I'm so proud of this girl. I'm just so proud of this girl. She was accepted to the accelerated program, and she persevered. It's just remarkable.",
        "Jennifer: Well, yes, it is.",
        "Lucy: I'm starting my internship.",
        "Lucinda: And you don't even look tired. You look wonderful.",
        "Lucy: Did my mother call you?",
        "Lucinda: Oh, she might have dropped a hint or two, darling.",
        "Lucy: No one in this family can keep a secret.",
        "Jennifer: You must be very proud, Lucinda.",
        "Lucy: I was planning to visit you later.",
        "Lucinda: Well, I saved you the trip.",
        "Lucy: How are you feeling?",
        "Lucinda: How do I look?",
        "Lucy: Wonderful.",
        "Lucinda: We've got a lot of catching up to do.",
        "Lucy: I've missed you so much.",
        "Lucinda: Me, too. I'm so glad you're back. Well, you've talked to Jennifer, so you know the latest?",
        "Lucy: Oh, about the engagement? Yeah, it's great.",
        "Jennifer: Your grandmother threw us a party. It was very sweet.",
        "Lucinda: To this we've come. I'm now considered sweet.",
        "Lucy: A lot has changed.",
        "Lucinda: Well, this adjustment in my character that I plan on correcting.",
        "Jennifer: Well, I should really go.",
        "Lucy: It was good seeing you, Jen.",
        "Jennifer: I'm sure that we'll see each other soon.",
        "Lucinda: Is that such a good idea?",
        "Lucy: Grandmother --",
        "Lucinda: Darling, I meant to call you about the engagement, but somehow, I just didn't.",
        "Lucy: Actually, Dusty told me the news himself.",
        "Lucinda: You've seen Dusty already?",
        "Lucy: First thing.",
        "Lucinda: Oh, really? Young lady, what are you been up to?",
        "[SCENE_BREAK]",
        "Damian: I didn't come all this way to judge you or tell you how to live your life. I've missed you. Truly missed you. If we can't be like father and son, then perhaps we can be friends?",
        "Luke: Yeah, but why now?",
        "Damian: You know the trouble I've had. I wasn't free to travel.",
        "Luke: But everything's okay now? There's no more assassins in your future?",
        "Damian: Not that I know of, no.",
        "Luke: Well, Oakdale is a pretty safe town, I guess. Even though lately, this house has been like a battle zone.",
        "Damian: Yeah, I got that impression. Luke, your mother loves you very much.",
        "Luke: I know my mother loves me very much.",
        "Damian: And it must be very difficult, I know.",
        "Luke: No. No, you don't know.",
        "Damian: Then perhaps I can be a bridge between the two of you.",
        "Luke: Are you kidding me?",
        "Damian: I see you with new eyes, Luke. I'd like to bring that vision to your mother if I can.",
        "Luke: So, you think you can try to convince my mom to accept me for being gay? Well, good luck with that one.",
        "Damian: Many young men struggle with their identity at your age.",
        "Luke: There's nothing wrong with my identity.",
        "Damian: Luke, I'm asking for your trust.",
        "Luke: I hardly even know you.",
        "Damian: We can change that. Love can change anything, and I love you.",
        "Luke: The way I am?",
        "Damian: The way you are. You've always been very close to your mother. This must be very painful for you. I'd like to help, son, if you'll let me. I owe you that much.",
        "[SCENE_BREAK]",
        "Doctor #1: Give her a gram of Ansaphin. Call CT, tell them we want to scan her head, chest and abdomen.",
        "Nurse #2: Her vitals are stable. Should I start saline?",
        "Doctor #1: And get a blood profile.",
        "Jack: Hey. Hey, you're going to be okay now, Carly. You just keep fighting. That's what you do, you fight.",
        "Carly: Jack.",
        "Jack: Yeah, I'm right here.",
        "Carly: I was in a cave.",
        "Jack: I was with you.",
        "Carly: Wasn't a dream?",
        "Jack: No. No, it wasn't a dream.",
        "Carly: I thought I'd wake up and you'd be gone.",
        "Jack: I'm not going anywhere.",
        "Carly: How did you find me?",
        "Jack: I had help. We found this right where you left it. It led me you.",
        "[SCENE_BREAK]",
        "Nick: I should have told you about Maya.",
        "Mike: It's all right, you were scared.",
        "Nick: It's not right.",
        "Mike: We'll sort it out.",
        "Nick: To you or to Katie --",
        "Mike: I know. Look, you're gonna get better. You're gonna get better. You are my family, Nick. I am not gonna lose you. You got that?",
        "Katie: I just talked to Margo. She said that the ambulance just turned off route 23.",
        "[Sirens wailing]",
        "Mike: He's lost a lot of blood.",
        "Katie: Mike, I'm so sorry. If anything happens to him, I will never forgive myself. You have to believe that.",
        "Mike: Katie, I don't even know how this happened.",
        "Katie: I thought he was going to kill you --",
        "Margo: Katie!",
        "Mike: Margo!",
        "Katie: Katie!",
        "Margo: What happened? 0h, my God, are you all right?",
        "Mike: Yeah, I'm fine. Nick's got a bullet wound to the chest.",
        "Margo: All right, all right, come on. Mike, step away. You gotta step away. Let them do their job, Mike. Come on. We'll have you looked at.",
        "EMT #2: He's going into shock. We have to move him.",
        "Katie: No!",
        "EMT #1: Okay, ready? On three.",
        "EMT #2: One, two, three --",
        "Katie: Help him. Please, help him!",
        "Margo: It's all right. Everything's going to be fine. There you go, guys. Good, good. Good job, good job.",
        "Mike: I'm going with him.",
        "Margo: No, no. Tell me how you guys found him.",
        "Mike: He called me.",
        "Margo: Mike, you're only going to get in the way.",
        "Mike: Fine, okay, I'll follow him.",
        "Katie: I'll go with you.",
        "Mike: No. I don't want you!",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Lucy: There are no hard feelings. Dusty and I both got what we wanted.",
        "Dusty: There's nobody I want but you.",
        "Katie: He won't even talk to me, Jack. It's like that gun went off and Nick fell. And in one split second, my entire life just changed forever.",
        "[SCENE_BREAK]",
        "Katie: Wait, don't shut me out. Please, sweet, let me just come with you.",
        "Mike: Not now, not now. I gotta go to the hospital.",
        "Katie: I want to be with you.",
        "Margo: Tell me what happened.",
        "Katie: Don't be a cop, Margo. Please, just be my sister.",
        "Margo: I'm sorry, but I've got to be both right now. Tell me what happened.",
        "Katie: Is Mike in trouble?",
        "Margo: I don't know.",
        "Katie: Am I in trouble?",
        "Margo: You keep wanting answers, and all I have are more questions.",
        "Katie: It just happened so fast.",
        "Margo: Honey, why don't you just start by telling me how you two found him?",
        "Katie: Well, it's just like Mike said. He called, and I heard Mike's part of the conversation, and so -- I mean, he didn't know it. I followed him out here. And when I walked in, they were fighting. And Nick hit him with an oar and he started coming at me and so i saw the gun and I just --",
        "Margo: Wait, you shot Nick?",
        "Katie: Well, if he was desperate enough to go after Mike, I was scared that he was going to kill me, Margo. I just saw it there and I picked it up and oh, my God, I didn't know what to do.",
        "Margo: All right, all right. What we're going to do is, we're going to get you home. We're going to get you home, okay?",
        "Katie: No, no, I can't go home. Not without Mike.",
        "[SCENE_BREAK]",
        "Damian: If you think your mother is making a moral judgment, you're wrong. She feels left out, Luke. Like she's missed out on a big part of who you are.",
        "Luke: No, she does not want to know who I am.",
        "Damian: No, you're wrong again. She wants to -- she needs your help.",
        "Luke: Well, how am I supposed to help her?",
        "Damian: By searching your soul and telling her how you came to discover that you were gay.",
        "Luke: See, I don't know. I don't know. You don't discover anything. It's just always been there.",
        "Damian: Then perhaps it's more important for you to examine these things than you realize.",
        "Luke: So, like, what? Like, I'm supposed to give her, like, a list of reasons as to why I'm gay?",
        "Damian: Your mother needs to understand the emotions that lie beneath those reasons.",
        "Luke: No, no, no. That sounds like therapy.",
        "Damian: May I ask you something?",
        "Luke: Sure.",
        "Damian: How did it make you feel when your parents decided to separate?",
        "Luke: I don't see how that has anything to do with what's going on right now.",
        "Damian: Were you accepting? Were you at peace with it?",
        "Luke: No. I was mad.",
        "Damian: Why?",
        "Luke: Because they didn't give me any warning. They were just like, okay, Luke, this is how it is, deal with it.",
        "Damian: Isn't that the way you've treated your mother?",
        "Luke: No.",
        "Damian: No? Did you talk to her when you first felt you were attracted to boys? Did you share those feelings as they grew stronger?",
        "Luke: No.",
        "Damian: No. Or did you just tell her, that's the way it is?",
        "Luke: Okay, maybe you're right. Maybe I should've told her more.",
        "Damian: That's what I mean about looking inside. It's not just to help your mother understand -- discover who you are. It's to help you. You need to know these things.",
        "Luke: Maybe.",
        "Damian: If you approve, I'd like to share with your mother some of the things we've talked about.",
        "Luke: And then what?",
        "Damian: And then, perhaps the three of us can sit down and continue this conversation together. Would that be all right with you?",
        "Luke: Yeah. Yeah, I guess so.",
        "Damian: Good man. I'm proud of you, Luke. You've taken a very important step toward healing this family.",
        "[SCENE_BREAK]",
        "Carly: I had to leave something for you to find me. I was all out of bread crumbs.",
        "[Both chuckle]",
        "Jack: You did good.",
        "Carly: That ring is still worth something.",
        "Jack: Nick didn't know who he was up against.",
        "Carly: My true north.",
        "Jack: I'm talking about you. Here, you hold on to it. And get some rest. I need to call Emma and tell her to make sure the kids know you're gonna be home soon. There are easier ways to get my attention.",
        "Carly: I know. I've tried. And I know I won't read too much into this, Jack, but having you here -- it feels good. It feels right.",
        "Jack: I know.",
        "[SCENE_BREAK]",
        "Lucy: I've tried my whole life to pretend that my father wasn't as awful as everyone said he was. The truth is, he's worse.",
        "Lucinda: Yes, darling, he is. He is. Have you had any contact with him?",
        "Lucy: He writes from prison.",
        "Lucinda: Oh. Do you write him back?",
        "Lucy: No.",
        "Lucinda: I mean, you must not give that man an opening.",
        "Lucy: I know. I won't.",
        "Lucinda: Dusty and Jennifer -- they seem to be happy, I think.",
        "Lucy: I got that impression.",
        "Lucinda: And you don't mind that he's marrying h?",
        "Lucy: Well, I was the one who left, remember?",
        "[Lucinda chuckles]",
        "Lucinda: Of course I do. I just can't recall why.",
        "Lucy: So I could go off and break all land speed records through med school.",
        "Lucinda: Oh, brilliance, perseverance -- that comes from my side of the family.",
        "Lucy: I never doubted it. How bad did it get for Jen?",
        "Lucinda: Oh, oh, oh. That was not good. She had a breakdown. And it wasn't just because of dad. It was Paul. He did awful things. If it hadn't been for Dusty, Jennifer would've lost custody of her own kid.",
        "Lucy: That's awful.",
        "Lucinda: Yeah, a long, ugly story and this is your first day home, darling. And I don't want to talk about dad or Paul.",
        "Lucy: I thought we were talking about Dusty?",
        "Lucinda: Would you like to talk about Dusty?",
        "Lucy: No, not particularly.",
        "Lucinda: So, Dusty was not a factor in your return to Oakdale?",
        "Lucy: I am here because of my work. So don't worry, there are no hard feelings. Dusty and I both got what we wanted.",
        "[SCENE_BREAK]",
        "Dusty: Boy, you're something else, you know that? Staring at that needle while the doc's giving you a shot. You're a brave man. I'm proud of you. Your mom's gonna be proud of you, too.",
        "Jennifer: I am always proud of my guys.",
        "Dusty: There she is. Hey.",
        "Jennifer: Hey. Hey, little bud.",
        "Dusty: You know, I'm thinking he might want to join the boy scouts.",
        "Jennifer: The boy scouts?",
        "Dusty: Yeah, he's a natural. He's a natural born leader.",
        "Jennifer: Yeah? Are you going to help out and wear those little khaki shorts with the knee socks?",
        "Dusty: Me? No.",
        "Jennifer: Not even if Johnny asks?",
        "Dusty: Not even if you ask. So the doctor says he's in great shape.",
        "Jennifer: Oh, that's good. Come here, sweetie. Come here, sweetie. Yeah.",
        "Dusty: How did it go with your mom?",
        "Jennifer: It was fine. She talked, I listened. She planned, I nodded. I would have rather been here with you guys.",
        "Dusty: You should have seen your kid in action. He's a regular chick magnet.",
        "Jennifer: Yeah, I heard. I ran into Lucy Montgomery.",
        "Dusty: That fast, huh?",
        "Jennifer: Yeah, I can't believe she's a doctor already. Did you know?",
        "Dusty: That she was back here?",
        "Jennifer: Yeah.",
        "Dusty: I had no idea. She's a doctor. She gave you the whole rundown, huh?",
        "Jennifer: And she's staying at the Lakeview, so we're gonna be seeing a lot of her.",
        "Dusty: Is that a problem?",
        "Jennifer: You two were a pretty hot item.",
        "Dusty: A long time ago.",
        "Jennifer: It wasn't that long ago.",
        "Dusty: Is it going to be a problem? Is she gonna be a problem?",
        "Jennifer: No.",
        "Dusty: Good, because I live the way I want. There's nobody I want but you. Nobody.",
        "Jennifer: Did I sound jealous before? Because I'm so not jealous.",
        "Dusty: Well, that's good.",
        "Jennifer: It's just those -- you know, little bitty trust issues floating to the surface.",
        "Dusty: You don't trust me?",
        "Jennifer: You? Honey, no, it's not you. It's the future. I'm -- [Jennifer sighs] You know, my family always takes every little bit of happiness and squishes it immediately.",
        "Dusty: It's not about your family, it's about us. It's about our family.",
        "Jennifer: I'm sorry. It's just my insecurities.",
        "Dusty: I wouldn't have waited until now if I still had a thing for Lucy Montgomery to tell you.",
        "Jennifer: Okay, good. Good -- good. I just -- I don't know how I feel about her being here. I mean, she's Craig's daughter. She's Johnny's half-sister.",
        "Dusty: I don't think it's an issue, red.",
        "Jennifer: Well, she -- you know, she said she wanted to be part of Johnny's life and I don't know how I feel about that.",
        "Dusty: Don't worry about it. She not even gonna have the time.",
        "Jennifer: You think?",
        "Dusty: I think we should celebrate how brave our boy was today, right, and go somewhere special. Your choice. Mama's choice.",
        "Jennifer: I love how you make our life seem so uncomplicated.",
        "Dusty: I love you. I love Johnny. It's not complicated.",
        "[Johnny fusses]",
        "Jennifer: That's not how it felt earlier today when I ran into Lucy.",
        "Dusty: Lucy's history. You don't see me crossing the street for that -- Mike Kasnoff.",
        "Jennifer: Mike was different.",
        "Dusty: Well, you were married to him, that's the difference.",
        "Jennifer: Yeah, but he's been madly in love with Katie forever.",
        "Dusty: I'm madly in love with you.",
        "Jennifer: It's not you that I'm worried about. It's Lucy. I'm just not sure she's completely over you.",
        "[SCENE_BREAK]",
        "Lucinda: So you're here, in Oakdale, for professional advancement because Memorial gave you the best deal.",
        "Lucy: That and I missed my favorite grandmother.",
        "Lucinda: Me, too. Me, too. And your funny cards, they meant an awful lot to me in my treatment.",
        "Lucy: How's the recovery going? Really? No sugar coating.",
        "Lucinda: Well, doctor, I can tell you when the rain's coming. And I have aches and pains that I didn't used to have before and sometimes I even tear up. But I got my two feet on the ground and --",
        "Lucy: A lot of those side effects can linger. In fact, they've done studies where -- I'm sorry, rookie arrogance. I have this horrible tendency to burst into uncontrolled lecturing.",
        "Lucinda: My darling, you can road test your md on me any time. In fact, I'll take you to lunch and you can lecture me.",
        "Lucy: Actually, I should probably get settled in my room first.",
        "Lucinda: Here? No, don't bother.",
        "Lucy: Are you sure?",
        "Lucinda: No, you're not gonna be living here. You're gonna be living at the house with me.",
        "Lucinda: I'm not gonna tabs on you. I'm not gonna do that.",
        "Lucy: That's not it. I just --",
        "Lucinda: And I'm not expecting any cozy dinners or long chats at breakfast.",
        "Lucy: Are you sure?",
        "Lucinda: Oh, yes, I'm sure. Darling, I may look imperious and impervious and -- but actually, I'm deeply lonely. And if you tell anybody that I just said that, I will --",
        "Lucy: I won't say a word. I'd love to stay with you. Let me just get my bags down -- and --",
        "Lucinda: Do you need some help? Do you need --?",
        "Lucy: No, no, no, I'll manage. Yeah, I'll manage. I love you, Grandmother.",
        "Lucinda: You love me! Honey -- oh, welcome.",
        "[SCENE_BREAK]",
        "Lily: What did Luke say?",
        "Damian: I told him the two of us would like to talk to him together and he wasn't against the idea.",
        "Lily: Are you sure?",
        "Damian: He loves you, Lily. He still wants to please you. And I think, secretly, he even wants our advice. Because you're right, he's very confused.",
        "Lily: You see that, too?",
        "Damian: He needs our guidance, Lily. We need to make him comfortable enough to ask for it.",
        "Lily: Thank you for helping with this.",
        "Damian: He's our son, Lily. We can't give up on him.",
        "[SCENE_BREAK]",
        "Jack: How's her leg?",
        "Doctor #1: Well, nothing's broken, but we do need to change the dressing. You mind stepping outside, detective?",
        "Carly: No, no, please, let him stay.",
        "Jack: It's okay. Honey, I'll be right outside.",
        "Carly: You won't go without saying good-bye, will you?",
        "Jack: No, no, no, I won't.",
        "Doctor #2: O.R.'s on standby. Let's start two units.",
        "EMT #2: Blood pressure already crashed.",
        "Doctor #2: Let's get him to seven.",
        "Jack: Mike, what happened?",
        "Mike: Nick was shot.",
        "Jack: How? Where was he?",
        "Mike: I'll talk to you about it later.",
        "Jack: No, no, they're not gonna let you in there.",
        "Mike: Okay, he was shot at Myers lake.",
        "Jack: Was it one of my men? Where's Margo?",
        "Mike: Look, I don't have time, Jack.",
        "Jack: Was it you?",
        "Mike: No.",
        "Katie: It was me. Jack, I shot Nick.",
        "Jack: Katie, what happened? Katie? Maybe we should have someone take a look at you, too.",
        "Katie: No, I'm okay.",
        "Jack: Did you come with Mike?",
        "Katie: No, Margo drove me.",
        "Jack: Come on. Come on, why don't you have a seat? Right here. Come on. Take a seat. I'm gonna page Susan Stewart.",
        "Katie: No, no, no, I don't need a doctor. Mike won't look at me. He won't even talk to me, Jack. It's like that gun went off and Nick fell and in one split second my entire life just changed forever.",
        "[SCENE_BREAK]",
        "Lucy: I'll need my bags brought back down. I'm sorry, I won't be staying at the hotel after all.",
        "Desk clerk: Would you like me to cancel your reservation, Dr. Montgomery?",
        "Lucy: Yes, please.",
        "Desk clerk: Okay.",
        "Lucy: No, wait. On second thought, I'll hold onto the room. It might be nice to have a place to sneak away to every once in a while.",
        "[SCENE_BREAK]",
        "Dusty: You all changed?",
        "Jennifer: Yeah, we're ready, almost.",
        "Dusty: What?",
        "Jennifer: Look, I'm not obsessing I -- okay, I am obsessing a little. But it's -- Lucy is Craig's daughter and it really just bothers me.",
        "Dusty: She cut all ties with Craig.",
        "Jennifer: You know how many times I've said that about my mother?",
        "Dusty: Do you trust your mother?",
        "Jennifer: Some days.",
        "Dusty: Would you spy for her?",
        "Jennifer: No.",
        "Dusty: Would you do her dirty work?",
        "Jennifer: No, no.",
        "Dusty: Okay, well, there you go. Craig had Lucy kidnapped. There's a lot of bad history there.",
        "Jennifer: But you know what? They -- they were talking. She was talking to him before she left for college.",
        "Dusty: After what Craig did with Johnny, she's not talking to him.",
        "Jennifer: How can you be so sure? Out of all the hospitals in the world --Memorial. She chooses Memorial.",
        "Dusty: Oakdale offers things other places don't.",
        "Jennifer: Yeah, you.",
        "Dusty: No, her grandmother. Lucinda and her are very tight.",
        "Jennifer: Okay, fine, forget it.",
        "Dusty: You sure? Because I'm having a great time.",
        "Jennifer: I'm sorry. I just get very protective about you guys.",
        "Dusty: Well, then its good Lucy's back.",
        "Jennifer: Because --",
        "Dusty: Because it brings out the redhead in you.",
        "Jennifer: Excuse me?",
        "Dusty: Mm-hmm. Lesson number one -- there you go. Lesson number one, never hang out with old girlfriends.",
        "Jennifer: And lesson number two?",
        "Dusty: Never argue when you're starving.",
        "Jennifer: We are not arguing.",
        "Dusty: We're starving. Aren't we, buddy? And lesson number three, when you got the woman of your dreams, you never let her go -- ever. When we put this guy to sleep, I'll teach you lesson number four.",
        "[SCENE_BREAK]",
        "Lily: Where's Luke?",
        "Damian: He'll be down. I got the sense that he was eager to talk.",
        "Lily: He hasn't been eager to talk for a year.",
        "Damian: Yeah, well, maybe that's about to change.",
        "Luke: Hi, Mom.",
        "Lily: Hi.",
        "Luke: So, did you get that glitter all cleaned up?",
        "Lily: No, I did my best but it was a complete disaster. Coffee?",
        "Luke: Ah, yeah, yeah. Please. Thank you.",
        "Luke: Well, this is very weird.",
        "Lily: It's not just me?",
        "Damian: Or me?",
        "Luke: No, I think it's pretty unanimous.",
        "Damian: I've waited a long time for this day, Luke. To have the three of us together like this.",
        "Luke: Well, we're here now. So, what's next?",
        "Damian: You have no idea what this means to a father.",
        "[Door closes]",
        "Holden: Does somebody want tell me what's going on here?",
        "[SCENE_BREAK]",
        "Katie: Thank you. How's Carly?",
        "Jack: They're treating her now.",
        "Katie: But she's gonna be okay, right?",
        "Jack: It was scary there for a while, but she'll be fine.",
        "Katie: I didn't want to leave her, Jack.",
        "Jack: You did the right thing, Katie.",
        "Katie: No, nothing I've done is right.",
        "Jack: Hey, listen to me. Mike's in shock right now. You both are. Don't read too much into how he's acting.",
        "Nurse #2: Mrs. Snyder is asking for you, Detective.",
        "Katie: Oh, it's okay. Go ahead, Jack. I'll be fine.",
        "Jack: You sure?",
        "Katie: Yeah.",
        "Jack: Hang in there. Thanks. How you feeling?",
        "Carly: They gave me something for the pain. How are the kids?",
        "Jack: Emma -- Emma says they're great. They send their love. Sleepy?",
        "Carly: Mm-hmm.",
        "Jack: Close your eyes.",
        "Carly: Will you be here when I wake up?",
        "Jack: I'll be here.",
        "Carly: Mm.",
        "[SCENE_BREAK]",
        "Margo: Katie.",
        "Katie: Hi.",
        "Margo: Hi. Any news?",
        "Katie: No, not yet.",
        "Margo: Okay, where's Mike?",
        "Katie: In with Nick.",
        "Margo: Okay, well, as soon as we find out any information about Nick, you know that I'm gonna have to get statements from both of you and Mike.",
        "Katie: Am I gonna be under arrest?",
        "Margo: No, no. All the evidence points to self defense, honey. My guys are just finishing up at the shed now. There's no doubt that Nick had a weapon.",
        "Katie: I used his gun.",
        "Margo: All right, all right we're talk about it later, all right?",
        "Katie: I heard the doctor say that they're in the operating room.",
        "Margo: I'm sure that Mike will come out and give us any information he has as soon as possible.",
        "Katie: He doesn't want me here.",
        "Margo: You don't know that.",
        "Katie: I shouldn't have followed him, Margo. I should have trusted Mike. He would've brought Nick and all of this -- none of it would've happened.",
        "Margo: Katie, Nick was a dangerous man. Look what he did to you and Carly. It could've been Mike who ended up with a bullet. You followed Mike because you love him and Mike knows that and he loves you, too.",
        "Katie: I know, I just want everything to be okay.",
        "Margo: How's Nick?",
        "Katie: Is he --",
        "Mike: No, Katie. He's dead.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "Gwen: No. You have to fight back. You can't let him lie about you. Not like this. It's too big!",
        "Will: It's true, Gwen. I cheated. I can't graduate with you.",
        "Dusty: Stay away from Jennifer and our baby.",
        "Carly: You made me so happy."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=OdN5df1h0xg"
}