{
    "Episode Summary": [],
    "Recap": [
        "Carly's game to make Jack jealous with Brad seems to be getting results although Jack tells Katie that he is just worried that Carly dating Brad could have a bad influence on the kids. Dusty and Emily finally admit their true feelings for each other and promise to forget the past in order to have a future together. Alison tells Aaron the truth about her drug use and porn movies and Allison is hurt by his stunned reaction. Alison gives Aaron back the flowers he gave her and tells him he meant to give them to someone else. Barbara arrives in British Columbia and vows not to leave until Paul is found. Barbara does persuade Meg to go back to Oakdale. Meg tells Craig to take her home and then get out of her life forever."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: Paul --",
        "Craig: No. It's me. Did you get any rest? Meg, how long are you going to stay out here?",
        "Meg: Until he comes back to me.",
        "Emily: Here are those projections you wanted last night.",
        "Dusty: It is a nice morning, and I'm doing well, thank you.",
        "Emily: Sorry, good morning. How are you? There are the projections you wanted last night.",
        "Dusty: Thank you. How about some coffee?",
        "Emily: Oh no, I can't. I got to get to the office.",
        "Dusty: Oh okay, well, sorry to take you out of your way. You should've just e-mailed it.",
        "Emily: No, it was no problem. It's okay.",
        "Dusty: How did you sleep last night?",
        "Emily: Fine. Fine, any reason why I wouldn't?",
        "Dusty: I don't know. You tell me.",
        "Emily: No reason. No reason at all.",
        "Dusty: Well, I'll go over these and I'll get back to you.",
        "Emily: Okay, no hurry. I got to go. This is stupid. Okay? This is really stupid.",
        "Dusty: I'm relieved you think that.",
        "Emily: We're two adults. Right? We're two rational, most of the time, adults, so, my question for you --",
        "Dusty: Is what?",
        "Emily: Last night you kissed me, Dusty. Why?",
        "Alison: At this rate, I'll have that yacht anytime now.",
        "[Alison sneezing]",
        "Aaron: Gezundheit.",
        "Alison: What are you -- get those away from me.",
        "Aaron: I'm sorry. I just wanted to stop by and tell you I had a great time last night. Those wildflowers reminded me of you. I didn't mean to make you lose count, or make you sneeze. I'll go.",
        "Alison: No, Aaron. They're very pretty and it was very nice of you. Do you have time for a cup of coffee?",
        "Aaron: Well, I don't have much time, but maybe just a day or so.",
        "Jack: Morning, J.J. the paper? Catching up on your world events? What? Ohl I see. It's not exactly a world event now, is it? J.J. we talked about this. I thought you were okay with me seeing Katie.",
        "J.J.: I'm not the one who's going to be mad about this.",
        "Jack: Parker or Sage?",
        "J.J.: No, Mom.",
        "Carly: Grow up, Peter Pan.",
        "Brad: That's beautiful. What are you doing here?",
        "Carly: I told you last night. We should see more of each other. I'm free for breakfast.",
        "Brad: You know, you should have some courtesy. You should give me a call first. I have -- maybe I have a taping, or appointments. I got a lot of stuff going on --",
        "Carly: My treat.",
        "Brad: All right. I'm free. Hey, hey, hey, hey!",
        "Carly: Did you see our picture? I look pretty good.",
        "Brad: Yeah, they didn't get my best side though.",
        "Carly: You don't have one. So what are you in the mood for?",
        "Brad: Well, you said you wanted to go to breakfast.",
        "Carly: Katie. Hi, I hope you don't mind. I'm stealing your co-star here for some breakfast.",
        "Katie: You're going to watch him eat? Voluntarily?",
        "Carly: You must just laugh all day long. I need you to do me a really big favor.",
        "Katie: What would that be?",
        "Carly: You have to promise me that you're not going to tell Jack about this.",
        "Craig: What if Paul doesn't come back to you?",
        "Meg: He will. He has to.",
        "Craig: That's not like you, Meg. Don't lie to yourself.",
        "Meg: Go away, all right --",
        "Craig: No. I'm not going to go away, I'm worried about you. You haven't eaten, you haven't slept!",
        "Meg: That doesn't matter.",
        "Craig: It matters a lot! It's time to go back to Oakdale!",
        "Meg: No.",
        "Craig: This place -- it just makes it worse. Please, let me take you home, your mama will take care of you.",
        "Meg: I am not going home without Paul.",
        "Craig: We will not give up. We will keep looking for him, but you staying here -- there's no point.",
        "Meg: He came out here because of me. And he's out there, somewhere, alone, because of me. Do you really think I would leave just like that?",
        "Craig: All right.",
        "Meg: You know? I never really asked for your permission.",
        "Craig: But if you're going to stay you need something to eat, you need some rest.",
        "Meg: I'm fine.",
        "Craig: Do you think this is what Paul would want? You think Paul would want you to getting sick?",
        "Meg: Hey! I already told you. Don't touch me!",
        "Craig: Okay, I won't touch you. You hate me. Good. Not yourself.",
        "Meg: Oh, I have enough for the both of us.",
        "Craig: I won't make you go home, Meg. But if you are going to stay, you have to get something to eat. You have to get some rest. And I will do whatever it takes, to make that happen.",
        "Meg: You always win, don't you? Always.",
        "Craig: Not this time.",
        "Jack: Carly was there last night. She knew they were taking pictures.",
        "J.J.: So, wait, what you're saying is that she won't be mad because it doesn't make sense to be mad? Like that never stopped her before.",
        "Jack: Okay, Buddy, hold on a second, wait -- when Carly and I were divorced, it was understood that sooner or later we'd see other people -- that we'd be moving on.",
        "J.J.: That's why you were so okay with her seeing Simon.",
        "Jack: Her seeing Simon didn't upset me. What upset me was that they broke the law! Why do you and I keep having these conversations? Come on, you're a kid. We should talking about baseball or who you're crushing on, or spelling or something.",
        "J.J.: Well, here's the sports section?",
        "Jack: Thank you. That would be refreshing.",
        "J.J.: Here.",
        "Jack: Wonder how the Cubbies did last night?",
        "J.J.: Did you see the picture with Uncle Brad and Mom too?",
        "Jack: They were in the paper too, huh?",
        "J.J.: Yeah, here. Do you think she's moving on with him?",
        "Jack: No! No, no, he didn't have anybody to go with and he didn't want to go alone. She was just feeling sorry for him.",
        "J.J.: Yeah. That's how she looks in the picture. Really sorry.",
        "Katie: You don't want me to tell Jack that you're having breakfast with Brad.",
        "Carly: Right.",
        "Katie: Wow, I don't know if I can keep that electric piece of news to myself.",
        "Carly: Look, Katie, the fact is, Jack is a very passionate man. I mean, I'm sure, not with you -- but with his family. And I think it's best if he's not needlessly upset.",
        "Katie: Oh, it is just so wonderful how you care so much about him -- not to mention the welfare of your family. They talked about it constantly, all those months you were gone, and they had no idea where you were.",
        "Brad: Okay, we'll call that a draw, all right? What do you say we get out of here, so we all can still be real good friends.",
        "Carly: Always a pleasure, Katie.",
        "Katie: Always.",
        "Dusty: You want to know why I kissed you?",
        "Emily: I think we need to talk about it.",
        "Dusty: Am I a bad kisser?",
        "Emily: Dusty, I'm serious.",
        "Dusty: So am I.",
        "Emily: That's not what I'm talking about. I'm talking about why you kissed me.",
        "Dusty: Why are you doing this to me?",
        "Emily: Don't you see? You were so shaken up about Will's accident. It reminded you of Jennifer and how fragile life is --",
        "Dusty: No, no, stop! All right --",
        "Emily: I think we need to be honest about where it came from. So we don't -- read more into it than what's there. Or is not there?",
        "Dusty: Is this -- you're so analytical.",
        "Emily: Okay, okay, I will make this very simple. Okay? It was a mistake. We have a business relationship. Okay? And this wonderful friendship that means the world to me now.",
        "Dusty: Well, that's a good start? Isn't it?",
        "Emily: Yeah, well I don't want to screw it up.",
        "Dusty: Must have been a pretty powerful kiss.",
        "Emily: It was a great kiss. You are a great kisser. You're a great guy.",
        "Dusty: Then what's the problem?",
        "Emily: Me. I mean, what we're really talking about here -- is me.",
        "Dusty: I haven't been talking about you.",
        "Emily: I am -- I'm the black hole of relationships.",
        "Dusty: Oh, come on.",
        "Emily: No! I am! You know what my life's been like for the past year. I mean, my own family knows it!",
        "Dusty: You're trying to protecting me from you?",
        "Emily: Will you just listen? I know what I'm talking about. You do not want to go down that road with me.",
        "Dusty: What if I do?",
        "Emily: You don't. Okay? You don't. It's a bad road, okay? It's a bumpy road with no rest stops. Okay, it's settled, right? Okay? I got to go.",
        "Alison: Remember that mayonnaise jar we used to put all our change into?",
        "Aaron: Our vacation fund.",
        "Alison: We were going to go to Baja. I doubt that we had enough to go to Portland.",
        "Aaron: Yeah, sorry. I mean, I think I liked talking about going to Baja more than actually going.",
        "Aaron: Talk about a cheap date.",
        "Alison: You know me. I couldn't even find it on the map. But I liked listening to you talk about it.",
        "Aaron: It's still there.",
        "Alison: Last night -- I still like listening to you.",
        "Aaron: Hey, you talked too. I heard you.",
        "Alison: No, I didn't mean it like you monopolized the conversation. I just --",
        "Aaron: I think I know what you meant.",
        "Alison: I got you something, too.",
        "Aaron: Is it going to make me sneeze?",
        "Alison: I was going to bring it by on my way home.",
        "Aaron: Is this --",
        "Alison: With mushrooms and peppers and a side of extra crispy bacon.",
        "Aaron: You remembered.",
        "Alison: Go ahead, eat it, before it gets cold.",
        "Aaron: I will, I'm going to go wash my hands first. Ali?",
        "Alison: Yeah.",
        "Aaron: Don't touch my bacon.",
        "Alison: Yeah, right.",
        "Elwood: Oh, that was -- that was it. But it was a lollipop.",
        "Alison: What?",
        "Elwood: I knew I'd seen you in a video, but it wasn't with Justin Timberlake, it was with you and that lollipop and --",
        "Alison: Shut up! Just shut up, right now!",
        "Craig: Meg -- Meg, I just want you to know that whatever I've done, I've done because I cared about you.",
        "Meg: Oh, well that makes everything even better.",
        "Craig: No, I mean --",
        "Meg: I know what you mean! You mean that you're going to keep looking for Paul so then I would turn around and see what a wonderful, selfless man you are.",
        "Craig: No, that's not what I'm doing.",
        "Meg: Well, it's not going to happen, Craig. Barbara, what are you doing here?",
        "Barbara: What the hell do you think? I came to find out what's happened to my son!",
        "Meg: Why did you call her?",
        "Craig: I didn't.",
        "Meg: Why are you putting her through this?",
        "Barbara: I shouldn't know? My son could be dead and I shouldn't know? Is that it?",
        "Meg: He's not dead! Okay? He's not, I just didn't want you to worry because I know he's coming back.",
        "Barbara: That's not what the authorities said. Why else have they notified the next of kin?",
        "Meg: They shouldn't have done that.",
        "Barbara: Oh, was that your idea? Or was it your husband's decision to cover this up?",
        "Craig: There is no cover-up!",
        "Barbara: Then why didn't you let me know? My God, what else can you do to my family?",
        "Meg: Barbara, I am so sorry.",
        "Barbara: I do not want to be comforted by the person who is responsible for this.",
        "Craig: It is not her fault!",
        "Barbara: And that is not true. We both know that, don't we? We both know that Paul begged you not to go through with this. And we should have known that once you married Craig that Paul would do anything to get you away from him. Anything.",
        "Dusty: I know all that stuff you said in there was a bunch of malarkey.",
        "Emily: That's a stupid word.",
        "Dusty: Let's go back in there and have coffee.",
        "Emily: No, no.",
        "Dusty: Well, you're no good at driving when you're nervous. I can't let you drive. Not when you're this worked up over me.",
        "Emily: Excuse me?",
        "Dusty: Well, you wanted me to be honest, right?",
        "Emily: Yeah, my decision to have a business relationship with you suddenly got much easier.",
        "Dusty: Let's go back in there and have that other conversation.",
        "Emily: Okay, well, I'm not backing down. I mean, I'll back down about the cup of coffee, fine, but that's it.",
        "Dusty: That's it?",
        "Emily: Yeah.",
        "Dusty: Not the bumpy road with no rest stops?",
        "Emily: Don't do that. Don't make fun of me.",
        "Dusty: Did it ever occur to you that last night happened after I knew all this crazy stuff about you?",
        "Emily: Okay, fine. Maybe in a moment of weakness, you got swept away.",
        "Dusty: No, in a moment. I kissed you because you take my breath away. You're beautiful.",
        "Emily: I take your breath away? Really?",
        "Dusty: Really.",
        "Alison: I want you out of here, now. Okay?",
        "Elwood: You know, the really great stars are nice to their fans.",
        "Alison: I'm not a star.",
        "Elwood: You are in my book. All right? 'Cause look, every guy who saw that movie wanted to be that lollipop.",
        "Alison: What will make you shut up and just go away?",
        "Elwood: Just that autograph that I asked for.",
        "Alison: What?",
        "Elwood: Remember I asked you for an autograph when you were with that woman that called Mom.",
        "Alison: Why don't we go outside and talk about this?",
        "Elwood: Maybe that's why you we're so nervous. Because you didn't tell Mom about your film career, did you?",
        "Alison: Not here, not now, okay?",
        "Elwood: Yeah, and what's up with here anyway?",
        "Alison: What?",
        "Elwood: I mean, even with tips, this doesn't pay like the movies, does it?",
        "Alison: I don't do movies anymore.",
        "Elwood: Oh, you're doing research? That's what it is. Yeah, yeah, waitress by day, and then at night the apron comes off! And we're going to call it -- \"Truck stop tease!\" Or we could call it \"Open all night.\"",
        "Alison: Please, please, I am just trying to make a living and mind my own business. So could you just do the same and leave me the hell alone?",
        "Aaron: So, is something going on here?",
        "Brad: So do you think Katie will tell Jack about our bagel date?",
        "Carly: Well, that's thing about Katie, everything goes in one ear and out her mouth.",
        "Brad: You know, I definitely think you chose the right guy, because Jack has always been jealous of me. You know, of course, I mean, there are many reasons as to why.",
        "Carly: Because you're so smooth with the ladies, for one.",
        "Brad: Well, you of all people should know that. But I have to say, Carly, I really do have to say that I think it's really sad that you're resorting to this stunt. You know, it's just -- I'm going to be really blunt here, okay? I think it's a little desperate.",
        "Carly: Is that right?",
        "Brad: Yeah, playing games like this? Putting on a show to try to get someone's attention. Especially when that someone is clearly interested in someone else?",
        "Carly: Well, I think you're right. You are desperate.",
        "Brad: Me?",
        "Carly: The only reason you're going along with any of this is because you want to get some kind of reaction out of Katie. Now that is sad.",
        "Jack: Hey, what are you doing? Our picture's in that paper.",
        "Katie: Hi! I'll get another one.",
        "Jack: How come?",
        "Katie: Your brother and his magic marker strike again. I kind of liked you better without the scary clown face and afro.",
        "Jack: The dufus can doodle.",
        "Katie: You look so good in that picture, I am going to be the envy of every woman.",
        "Jack: You're not so bad yourself. I saved it.",
        "Katie: I'm glad. It's out there public that we're together.",
        "Jack: I like it, too.",
        "Katie: I'm going to frame that picture. It was a very flattering picture of Carly too, don't you think?",
        "Jack: Katie --",
        "Katie: No, really. Come on, in spite of everything you can say that she looked beautiful last night.",
        "Jack: You know what? I don't want to talk about it.",
        "Katie: That picture really bothered you, didn't it?",
        "Jack: Of course it did. It's a picture of my worst nightmare.",
        "Katie: You're jealous of Brad?",
        "Jack: No.",
        "Katie: You just said that picture was your worst nightmare.",
        "Jack: It is.",
        "Katie: But you're not jealous.",
        "Jack: No -- scared.",
        "Katie: Of what? You're not scared of anything.",
        "Jack: No, I can be real scared of Carly sometimes.",
        "Katie: With good reason.",
        "Jack: Listen, Katie, my life, and more importantly the lives of my children are directly affected by her decisions. And Brad? Brad? Come on. Give me a break.",
        "Katie: You don't really think they're really serious about each other?",
        "Jack: No, I don't think Brad's serious about anything in his life. The problem is, that doesn't stop him from wreaking havoc on everyone he comes across. And you team him with Carly -- nitro, I'd like you to meet glycerin.",
        "Katie: You're this upset because they went to a party together?",
        "Jack: No, I'm upset because lately Carly is using Brad as her sidekick whenever she decides to act out. It wasn't so long ago that I found her hung over after a night of God-knows-what with my brother. Listen, if you're trying to turn your life around, the last person you would choose as your life coach, would be Brad.",
        "Katie: Guess that's why she --",
        "Jack: What?",
        "Katie: Just before you got here, Carly and Brad left for breakfast together.",
        "Jack: Fabulous.",
        "Katie: And she it a big point to ask me not to tell you about it. Saying that you would get very upset. And guess what? She was right.",
        "Jack: I just don't get it. After we got back from Chicago, you know, there were actually a couple of days, consecutive days, of peace. I thought that --",
        "Katie: You're that worried about them?",
        "Jack: Maybe -- maybe I am overreacting. You know it just occurred to me that I have wasted most of this beautiful morning talking about them.",
        "Katie: I agree.",
        "Jack: So, why don't go around town and grab up all the papers with our pictures in it.",
        "Katie: Okay. And then we can stop by the stationery store and get supplies.",
        "Jack: Supplies?",
        "Katie: Magic markers. With horns and a tail.",
        "Jack: Oh, yeah.",
        "Brad: You going to eat that?",
        "Carly: Mm-hmm, yes. So you struck out with Katie, huh?",
        "Brad: No.",
        "Carly: She dumped you for Jack then?",
        "Brad: What makes you think I didn't dump her?",
        "Carly: Did you?",
        "Brad: No. You know what? You know what? I don't like having breakfast with you. You over-simplify everything.",
        "Carly: Maybe you weren't even interested in Katie until she got together with Jack. Now that makes sense. Jack has her so you want to go after her. Now, of course, Jack has found the perfect way to put me through the wringer.",
        "Brad: So you think Jack is with Katie to stick it to you?",
        "Carly: Can you think of a better reason?",
        "Brad: Yeah. Yeah, Katie, she's beautiful, she's smart, and she's got a great body. And she's fun to be with when -- well when she's not being a pain in the --",
        "Carly: She doesn't deserve you, let alone Jack.",
        "Brad: Well, thank you. Thank you. Why are you so hard on her? You're not exactly a saint, you know.",
        "Carly: Yeah, I know. I know. It's just she --",
        "Brad: What?",
        "Carly: She and I actually managed to be friends. And then to save her marriage -- the marriage that she herself screwed up, she betrayed me.",
        "Brad: Maybe she's sorry about that.",
        "Carly: And so to atone she stalks Jack?",
        "Brad: So, we can question your motives too. So is this new campaign to get Jack back or to pay Katie back?",
        "Carly: Sometimes you kill two birds with one stone.",
        "Dusty: Are you going to say anything?",
        "Emily: I think you know how I feel about you.",
        "Dusty: No, not really.",
        "Emily: Look what you've done for me. Look what you've done for my family.",
        "Dusty: I'm a social worker.",
        "Emily: You're a very handsome social worker. Who's -- I don't know why this is so hard for me, maybe because I've been trying to cover how I feel for you for so long.",
        "Dusty: Maybe you should stop.",
        "Emily: I'm no good at this, okay? I mean, I can't make someone happy, I mean, I can for a short while, but not for the long haul, Dusty. I can't.",
        "Dusty: Why are you so worried about making other people happy? Why don't you let someone worry about you for a change?",
        "Aaron: Things looked a little tense here, is there a problem?",
        "Alison: No.",
        "Aaron: Then let me ask you. Is there a problem?",
        "Alison: Don't put him on the spot. He's a customer. And he had a complaint and I should've taken care of it, but you know, sometimes I can't keep my mouth shut and I have too much attitude.",
        "Aaron: So he's hassling you.",
        "Alison: No, really, no. No hard feelings, okay? I'll walk you outside.",
        "Elwood: Sure. Was that your boyfriend in there?",
        "Alison: My friend. Don't come up to me again. Ever!",
        "Elwood: Oh yeah? And what's to stop me?",
        "Alison: Oh, me telling my friend in there that you're bothering me. Me telling your mother what you're spending her money on. Any number of things --",
        "Elwood: All right, all right, but I still want that autograph.",
        "Alison: Grow up and I might give you one. Later.",
        "Elwood: You know, you're not as much fun in real life.",
        "Alison: Yeah, that's because I hate real life. Go ahead. Finish your food before it gets cold.",
        "Aaron: You want to tell me what really just happened now?",
        "Alison: No. What I want to do is I want to talk about last night, and Baja, and how pretty those flowers are when I don't have to smell them.",
        "Aaron: Okay.",
        "Alison: But I'm -- I'm not going to do that. I'm not going to string you along, and hope for the best, hope that the sky doesn't fall like it always does.",
        "Aaron: Alison, I'm not getting this.",
        "Alison: I don't want to tell you what I did after we split. What I turned into. I don't want to tell you any of it. But I'm going to.",
        "Craig: Do you think it's fair to blame Meg? Can't you see how much pain she's in?",
        "Meg: You're right. I know you're right.",
        "Barbara: I just feel so empty.",
        "Meg: I meant what I said. I think Paul is coming back. There's no reason to give up hope.",
        "Barbara: There are times that I swear -- I swear I hear Johnny's voice in the next room. Or Jennifer's -- I saw you with Paul, and I knew that he was finally happy. And it never occurred to me that I could lose him too.",
        "Meg: You haven't!",
        "Barbara: You need to go home, Meg.",
        "Meg: No, not without Paul.",
        "Barbara: There's no reason for both of us to stay here and wait.",
        "Meg: And I am not leaving.",
        "Barbara: You try to see this from my point of view. I look at you and I see Paul's future. I see him happy. I see him at peace. And this is unbearable.",
        "Meg: Barbara, I am so sorry --",
        "Barbara: I am not going to leave here, and so I'm asking you to go. Because if I have to go through this, I want to go through this alone.",
        "Meg: Barbara, I --",
        "Barbara: And I am asking you, to take him with you. Because I couldn't stomach it if he was here when they brought my son's body in.",
        "Meg: I'll do what you want. But he's not dead. He's not.",
        "Barbara: I know you loved my son. But Meg? Love doesn't conquer all. It just makes everything hurt more.",
        "Meg: Barbara --",
        "Barbara: Just go. Please.",
        "Meg: Even when Paul comes back it doesn't change everything she's going through.",
        "Craig: Let's just go.",
        "Meg: Yeah, I thought I had all the answers. I thought I was fixing things, but it just made things worse. No, I put her through all this.",
        "Craig: What can I do for you?",
        "Meg: Take me home. And then get out of my life forever.",
        "Dusty: You think you're a bad person, so you push people away.",
        "Emily: No, I don't push people away. They have the good sense to stay away themselves.",
        "Dusty: No, you push them away. Especially anyone who might make you happy. You think you don't deserve it.",
        "Emily: Dusty, I know what I'm talking about. Look at what I've done with my life. Will you please look at the people I've hurt.",
        "Dusty: So? That's what people do.",
        "Emily: Not you. Not you. I mean, from where I sit, you manage to do pretty much everything right.",
        "[Dusty remembering]",
        "Dusty: No. I've made bad mistakes. Lots of 'em.",
        "Emily: Okay, okay -- you've made lots of mistakes? You know what? You tell me the worst thing you've ever done, and then you let me decide how bad I think it is.",
        "Alison: So then Emily said that if I didn't come back here with her, that she'd turn me in to the police in Vegas.",
        "Aaron: Right.",
        "Alison: Even then I had been lying to myself and everyone for so long that -- it wasn't a clean break. You know, I had slips. That's what we call them in meetings. Instead of saying, well I just did the dumbest, most self- destructive thing, we'd say, I had a slip.",
        "Aaron: Right.",
        "Alison: And that kid just now -- he had seen one of my movies and wanted an autograph. And me? I wanted him to drop off the face of the earth. But that's not going to happen.",
        "Aaron: Man.",
        "Alison: It's one of the things about being clean is that you start to face the facts.",
        "Aaron: Right.",
        "Alison: The fact is there our guys who've seen my movies. For the rest of my life there will always be the chance that someone might come up to me knowing who I am and what I did.",
        "Aaron: Right.",
        "Alison: But, I want you to know that I didn't tell you all this because he could out me. I'm telling you this because if I didn't, well that would be kind of a lie. And if we could go on, I don't want there to be any lies between us.",
        "Aaron: Are you off the drugs now?",
        "Alison: All I can say is that today, right now, I'm clean.",
        "Aaron: Good.",
        "Alison: But every morning I wake up, it's like I'm starting all over.",
        "Aaron: Yeah, I know it must be hard.",
        "Alison: Probably the hardest thing I've ever done in my life.",
        "Aaron: Well, I'm glad to hear that you're taking care of yourself.",
        "Alison: Yeah? So, now you know the whole story. I guess the real question is -- what does this mean for us?",
        "Carly: Whoopsie daisies.",
        "Brad: Oh.",
        "Carly: Am I interrupting?",
        "Katie: Not at all. Brad, your agent called. Twice.",
        "Brad: I knew it. I knew it. Someone from the network must have caught my last show.",
        "Katie: You're three weeks behind on his commission.",
        "Brad: You know, it's all about the money for that guy.",
        "Jack: So, how was breakfast?",
        "Carly: Katie, we talked about that.",
        "Jack: Yeah, I just don't know why you thought it had to be a state secret?",
        "Carly: I just didn't want to upset you in any way.",
        "Jack: Upset me? Why would it upset me? That would be rather hypocritical, wouldn't it?",
        "Carly: Hypocritical?",
        "Jack: Yeah, just this morning, I was telling J.J. how I was moving on with my life. He saw our picture in the paper, and I told him that if I was moving on with mine, you could too.",
        "Carly: How very evolved of you.",
        "Katie: So, why did you guys come back here?",
        "Brad: Well, we left Carly's car in the lot, and when we came she couldn't find her keys and so we thought, well, maybe they're in here.",
        "Carly: Yes, I was standing right over here --",
        "Katie: Well, that's odd. Wonder where they could be since you never opened your purse.",
        "Carly: Oh, my, isn't that precious? Guess what? You know what? I think that my keys probably did just somehow manage to fall to the bottom of my -- eureka, here they are.",
        "Jack: You came by here for no reason. You wasted a trip.",
        "Carly: I guess I did. Well, I got to go to work. Work, work, work.",
        "Brad: Work to do? I thought that guy turned you down?",
        "Carly: You never know what he's going to say. That's really just one of the reasons we love him so much!",
        "Brad: Thank you.",
        "Emily: I was right. You can't come up with one thing you've done that's really, really terrible.",
        "Dusty: I can come up with more than a few. I don't want to talk about the past. I want to move on. Don't you?",
        "Alison: I know it's a lot to take in.",
        "Aaron: Yeah.",
        "Alison: I'm not expecting you to know how to feel. Or what to say or do. But, could you just please say something?",
        "Aaron: I don't -- Ali, last night you were the girl I remembered.",
        "Alison: And this morning I'm the porn star you don't even want to know.",
        "Aaron: Listen, I didn't say that.",
        "Alison: You didn't have to. Here. I think these were meant for someone else.",
        "Barbara: Paul, if you're out there -- come back to us -- please. Please.",
        "[Meg and Craig go out to the cliff where Paul fell off. Meg holds the necklace she gave Paul. Meg throws the necklace in the water]",
        "[Water splashing]",
        "Carly: Well, thanks so much for breakfast, we'll have to do it again soon.",
        "Brad: Yeah, yeah, that would be fine. I'm going back to the farm, why don't I walk you out to the car.",
        "Carly: Great. Good idea. It's nice to see. Tell the kids that I'll talk to them tonight then.",
        "Brad: Bye Katie. See you Jack.",
        "Carly: So the Thai restaurant that we were talking about?",
        "Brad: Oh, I heard great things about that! We should check that out!",
        "Katie: Whoa.",
        "Jack: What?",
        "Katie: You know how you were worried that Carly was going to turn Brad into her little sidekick? I think he's officially her partner in crime.",
        "Jack: And what would that crime be, exactly?",
        "Katie: Doing anything she can to get you back. And knowing Carly, she's not going to stop until she wins.",
        "Announcer: On the next \"As the World Turns\" --",
        "Bellhop: It's the best I've ever had! You are incredible!",
        "Henry: Hey! What's going on here?",
        "Aaron: You have to let me in so we can talk about it.",
        "Lily: If this is your way of trying to get Jack back, it's not going to work.",
        "Jack: They're just doing this to make me jealous? It's not working.",
        "Katie: So if hanging out with Brad doesn't work, what's going to be her next trick?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=xW9LgtKm9HQ"
}