{
    "Episode Summary": [],
    "Recap": [
        "Allison is looking for her wedding dress and when Aaron comes up with the clue's solution, they dash out to the Old Mill, Allison still in the dress. Emily tells Chris that she can't be his partner anymore, but when her and Nikki have words and Hal couldn't go to lunch with her, she tells Chris they're partners again. Nikki gets told by Agent Fox that she's off the case and he gives her tickets back to DC for the next day. Carly tells Jack that she'd be happy to have more kids and that she loves the way her life is and loves him. Molly's police guard gets killed by Starzyack, and he shows up, ready to kill her. Dusty and Lucy share their first kiss, but Dusty tells her that it can't work. Lucy still holds out hope."
    ],
    "Recap Author": "Cheryl",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lisa: Look who's here. The bride-to-be and her mother. I saw in the appointment book that you were coming in today, so I took the liberty of getting a few things together.",
        "Susan: Oh, thank you. That was very nice.",
        "Lisa: Well, it's my pleasure. Aren't you excited? Your very first wedding dress.",
        "Alison: My only wedding dress.",
        "Lisa: Of course, that's what we've all said. Well, okay. Make yourselves at home, please, and I'll get the show on the road.",
        "Alison: Okay. Oh, Mrs. Grimaldi?",
        "Lisa: Yes, darling?",
        "Alison: Do you have today's paper?",
        "Lisa: I left it at home. Why?",
        "Alison: I just like to stay current on world events. Never mind. Never mind, it's fine.",
        "Susan: World events? You just want to check the clue in that keys contest, right?",
        "Alison: And what's wrong with that?",
        "Susan: Well, nothing, except here we are -- we're picking out your one and only wedding dress and you're more interested in that silly scavenger hunt?",
        "[SCENE_BREAK]",
        "Chris: The cavalry has arrived.",
        "Bob: Hey.",
        "Emily: Hi.",
        "Bob: Listen, we just got the contest clue for today, hot off the presses, and we're stumped.",
        "Emily: I'm sorry. I can't help.",
        "Chris: What do you mean? You haven't even looked.",
        "Emily: I know. See the thing is, Chris, I can't be your partner anymore.",
        "[SCENE_BREAK]",
        "Dusty: I don't have a name. He was running with Creel. Yeah, the late Donny Creel. This guy was one of the muscles behind the kidnapping job of this rich girl called Lucy Montgomery. Well, maybe somebody out there shot their mouth off and maybe somebody we know heard them. Huh? Any information you got, Eddie, I'm paying. So, call me.",
        "Aaron: He's back.",
        "Dusty: What'd you expect? Free of all charges. You see that? Teflon, Teflon.",
        "Aaron: Yeah, I know. I talked to Lucy. She told me how you took care of her. That's great, man.",
        "Dusty: Yeah, she's a good girl.",
        "Aaron: The cops -- what were they crazy to think that you'd kill that guy?",
        "Dusty: Cops are slow, but they finally got it.",
        "Aaron: You know, I'm glad you're back. It's been crazy busy this month.",
        "Dusty: Crazy's good. Crazy is good.",
        "[SCENE_BREAK]",
        "Hal: It's a solid case, Nikki.",
        "Nikki: With Dusty testifying against Starziak, it will be. And now all we have to do is find the slug.",
        "Holden: Starziak is still on the loose?",
        "Hal: We're working on it, Holden.",
        "Nikki: Nobody's seen him since he left your house yesterday.",
        "Holden: Did you know Molly's not at the Lakeview?",
        "Hal: Its okay, Holden.",
        "Holden: Its okay, Hal? What if Starziak grabbed her? What if --",
        "Hal: She's spent the night with Jack and Carly instead. I spoke to Jack this morning. They spent a quiet night. Molly's fine.",
        "Holden: She won't be fine until Starziak is locked up. Why can't you catch this guy?",
        "Agent Fox: That's what I'd like to know.",
        "Hal: Agent Fox, good morning.",
        "Nikki: Sir, what are you doing here?",
        "Agent Fox: Taking over the case. You're out, Munson.",
        "[SCENE_BREAK]",
        "Carly: Is Emma ready for the onslaught?",
        "Jack: You kiddin' me? She is so excited. I explained the situation. She said that she can take the kids as long as we want.",
        "Carly: I hate that we have to do this. I can't believe that nobody has found this Starziak goon.",
        "Jack: Where's Molly?",
        "Carly: She's upstairs. Jack?",
        "Jack: Last night, Hal rounded up some of Starziak crew, leaned on them pretty hard. No one knows where he is. He let all his business slide.",
        "Carly: Well, maybe he took off. Wouldn't that be the smart thing? Jack, why wouldn't he do that? Why wouldn't he forget about Molly and run?",
        "Jack: Because sooner or later, he knows he's gonna get caught. And if he goes down on this charge, it's the third strike against him. He's in for life without parole. No, right now he's gotta be obsessed. His only hope is to make the case disappear.",
        "Carly: You mean, to make Molly disappear.",
        "[SCENE_BREAK]",
        "Starziak: Will you two move already? Where's my girl?",
        "Radio announcer: At the top of the news, police continue their search for mobster Ken Starziak, still believed to be in the Oakdale area. Following last week's abduction of WOAK anchorwoman, Molly McKinnon, Starziak is presumed to be armed and dangerous.",
        "Starziak: Ya think? Ms. McKinnon's done being an anchorwoman. After today, she's done breathing.",
        "[SCENE_BREAK]",
        "Aaron: Yo, Curtis. Are you serious? Somebody already found five of the keys? Oh my God. Oh, wait. Oh, wait a minute, I'm working today, man.",
        "Dusty: Not today, you can take off.",
        "Aaron: Are you sure?",
        "Dusty: Yeah, it's my homecoming gift to you. Get outta here.",
        "Aaron: Oh, sweet. Dusty just gave me some time off. Listen, I'm gonna track down Alison, all right? You keep an eye on Kevin and tell me the second he walks out of that house, you got it? All right. 'Bye. Dusty, thank you so much.",
        "Dusty: Be careful.",
        "Aaron: I will.",
        "Dusty: Where's your bodyguard?",
        "Lucy: I bribed him to stay in the car.",
        "Dusty: You grandmother needs to hire much better help. Why are you here?",
        "Lucy: You were busy last night. So I didn't get to tell you my news.",
        "Dusty: What news?",
        "Lucy: I'm not going back to Montega. I told my mother last night that I want to stay here in Oakdale. With you.",
        "[SCENE_BREAK]",
        "Susan: Oh, honey, come on.",
        "Lisa: Come on, please.",
        "Susan: Let us see. Come on. Oh my goodness.",
        "Lisa: Well, that's really, uh --",
        "Alison: It's like I'm in the middle of a cream puff. Mom, I'm a giant pastry!",
        "Susan: I see what you mean. That's a lot of dress.",
        "Lisa: Yeah, you don't like it?",
        "Alison: Oh, it's, it's something.",
        "Lisa: Well, it is. You told me you wanted to look like a princess.",
        "Alison: Yeah, I did. And I can see where you were going. But I was thinking more, you know, Cinderella at the end of the movie and less Princess Di.",
        "Susan: A little more modern and less crown jewels, no?",
        "Alison: Yeah.",
        "Lisa: Okay. All right. I'm going to go look and see if I find something more simple.",
        "Alison: Geez, could you be any more obvious? Mom, why don't I just get married in a potato sack? Would that be cheap enough?",
        "Susan: Honey, we could buy a luxury car for the price of that dress.",
        "Alison: Hold -- [Phone rings] hey, Aaron. Oh, I at Fashions trying on -- I knew that there would be a clue today. No. No. Bring the paper over here and get over here as fast as you can.",
        "[SCENE_BREAK]",
        "Chris: Emily, we had a deal. Okay, we were going to find the five keys and give them to Alison as a wedding gift.",
        "Emily: I know. I know we did. But the truth is I agreed to this contest, Chris, because I wanted to get out of my house. You know Nikki's in town, and Hal's been spending all his time with her. And I know this makes me a very small person, but I was jealous. I am jealous. You know, she's a federal agent so they've got all this work stuff in common too. And, it just took over my whole house and I ducked out and I focused on the contest instead of dealing with my problem. And I can't do that anymore. Can you understand that?",
        "Chris: Yeah. Sure. Of course, of course I understand.",
        "Emily: Hey, why don't you two team up? I mean, heck you make a great team, right?",
        "Bob: No, I'd just be a weak link. I didn't get the first thing out of today's clue.",
        "Emily: It takes a little practice, Bob, you just gotta focus. Anyway, I'm gonna --",
        "Chris: You're off?",
        "Emily: Yeah. I'm gonna see if I can lure Hal out for some lunch or something. Thanks for understanding.",
        "Chris: You're welcome. And good luck with Hal.",
        "Emily: Thanks.",
        "Bob: That's a changed young lady. Wanting to solve a problem instead of going for the big jackpot? No, the Emily that I've known for years would never have made that choice.",
        "Chris: Yeah, yeah, Emily's great. I'd forgotten how great she is. Dad, I'm just talking about the contest. You know, I hate to give up after we've come this far. That's all.",
        "[SCENE_BREAK]",
        "Nikki: Sir, with all due respect, I built this case. I found Donovan and convinced him to testify against Starziak.",
        "Agent Fox: We can't have a trial without the defendant.",
        "Hal: It wasn't Nikki's responsibility to bring him in.",
        "Agent Fox: No, it was ours. We should've had real agents here. If your kid had followed the chain of command and called in backup, instead of going to Daddy --",
        "Hal: She worked with local law enforcement which was the smart thing to do. What could --",
        "Nikki: Dad, its okay.",
        "Hal: One of your bean counters do that we can't?",
        "Agent Fox: This bean counter can send Agent Munson back to her desk job in D.C. Your plane ticket. You leave tomorrow.",
        "[SCENE_BREAK]",
        "Molly: You're sending the kids away because I'm here?",
        "Carly: No, not away. They'll be at Emma's. And that's their favorite place in world to be.",
        "Molly: Because of me. You're sending them there because I'm here.",
        "Jack: We decided that would be best.",
        "Molly: You're right. I'm sorry. You're right, no, no kid should be in the middle of this. I mean, Starziak is obsessed with making me disappear. Anybody who gets in the way, well --",
        "Carly: Molly.",
        "Jack: We don't know for sure that's what he's thinking, Molly.",
        "Molly: Yeah, yeah, we do. Its okay, Jack, I'd rather hear it straight. Jake used to tell me it's always best to know the bottom line.",
        "Jack: I'll go up and get the kids.",
        "Molly: I can't thank you enough though, Carly. I mean, especially since I know that you didn't even want me here. Look, I can be out of here by tomorrow.",
        "Carly: Oh, Molly, hey, by tomorrow that creep is going to be behind bars and this whole nightmare will be over.",
        "Molly: I'll drink to that. You know, I hope when this is over, that we can, you know, have a girls' night or something.",
        "Jack: Let's go. Let's go. You ready to go?",
        "Carly: Yeah, you bet. Hey, Parker, yes, you have your tools. All right. Parker thinks that weeding Emma's garden is so much fun.",
        "Jack: Oh, no wonder she can't wait to see you.",
        "Parker: She lets me pick strawberries, too.",
        "Molly: I used to do that too. I would pick one for the basket, and pick two for me. Well, have fun. Okay?",
        "Jack: Listen, Officer Kane is right outside. If you need anything, just yell.",
        "Molly: I know. I'll be fine. You guys have a lot of fun, okay.",
        "Jack: All righty.",
        "Molly: Bye, Parker. Bye, Sage.",
        "Molly: Hi. Just checking.",
        "Starziak: There they go. Finally. And there's my girl. All alone.",
        "[SCENE_BREAK]",
        "Emily: Hi, Nikki.",
        "Nikki: Emily. If you're looking for Dad, he's upstairs with the commissioner.",
        "Emily: Oh. Going somewhere?",
        "Nikki: I'm going back to Washington, D.C., Tomorrow.",
        "Emily: Really? I had no idea.",
        "Nikki: Neither did I. He just told me this morning.",
        "Emily: Oh. Big surprise, huh?",
        "Nikki: Actually, a big disappointment.",
        "Emily: Well, I'm sorry. Is there anything I can help you with before you have to leave?",
        "Nikki: Yeah. Yeah, you can tell me why you looked so happy when you heard I was leaving.",
        "[SCENE_BREAK]",
        "Susan: Oh, honey. That's nice.",
        "Alison: I hate it.",
        "Susan: Well, it's -- it's, you know -- closer.",
        "Alison: Closer to your budget, you mean?",
        "Susan: It's more flattering on you.",
        "Alison: No, it's like any prom dress, only white. It's not --",
        "Susan: What do you want?",
        "Alison: I want it to be magical. I don't want stuff with stuff all over it, but I just want something that's beautiful and -- like that! That, that's it! That's the perfect dress! That's it!",
        "Lisa: Oh, no, I don't think. Well, this dress is -- well, I don't --",
        "Alison: Oh, Mom, please. Just let me try it on. We can have peanut butter and jelly sandwiches for the reception. I don't care. Just please, Mom, please.",
        "Susan: Okay.",
        "Alison: Let me try it on.",
        "Susan: Sweetie, what the hell.",
        "Alison: Thank you, thank you, thank you! Thank you. Oh, my gosh.",
        "[Phone rings]",
        "Susan: Dr. Stewart. When? Page hematology, I'm on my way. Lisa, I have to go, it's an emergency. Would you tell Alison?",
        "Lisa: Well, yes, of course I will. What do you want me to do about the dress that she's trying on?",
        "Susan: If she likes it, put it on hold. And I'll figure out a way to make it all work.",
        "Lisa: Right.",
        "Susan: Somehow.",
        "Lisa: Aaron. Hi.",
        "Aaron: Hello. Have you seen Alison?",
        "Lisa: Yes, I have. She's in the dressing room. Why don't you make yourself at home and she'll be out in just a few minutes.",
        "Aaron: Okay.",
        "Lisa: Aaron, would you do me a big favor? I would just love to run to the bank for just a minute. And, if you could just watch the shop, nobody's here, and kind of keep an eye on the counter over there. Could you do that?",
        "Aaron: Yeah, no problem.",
        "Lisa: Thank you. If anybody comes in asking for me, tell them I'll be right back. You're a sweetheart.",
        "Aaron: Okay.",
        "Alison: Help! I need a hand with this one! Hey. What's the matter?",
        "Aaron: Nothing.",
        "Alison: Haven't you ever seen a wedding dress before?",
        "Aaron: I'm sorry. My mind's on the contest. I'm sorry.",
        "Alison: Did you figure out any of the clue?",
        "Aaron: No. Not yet. Ali, I have to warn you. Somebody's found five of the keys.",
        "Alison: What?",
        "Aaron: Yeah. That kid you were telling me about. That brainiac kid, Kevin whatever, from Oakdale Latin? He's one key from winning $300,000.",
        "Alison: No way. Aaron, we have to solve this puzzle now.",
        "[SCENE_BREAK]",
        "Dusty: What did I tell you last night? There's no -- there's no place for you and me. There's not. Not in the real world.",
        "Lucy: That's not true.",
        "Dusty: No? The only thing we had in common was we were on the run together, Lucy. And that's over.",
        "Lucy: We have more in common than that.",
        "Dusty: Yeah? Like what? Like what?",
        "Lucy: We both know what it's like when nobody sees who you really are. I see you, Dusty. And I know you see me.",
        "[Phone rings]",
        "Dusty: Answer it.",
        "Lucy: No, it'll stop.",
        "Dusty: I'm busy anyway. Answer it.",
        "Lucy: Hi, Grandmother. No, no, I didn't forget. But can we reschedule? I just, you know what, I shouldn't even be talking on my phone. I'm driving. Yeah, okay.",
        "Dusty: Lucinda? What did she want?",
        "Lucy: A shopping trip for school. It can wait.",
        "Dusty: No, it can't wait. That's school. That's smart. That's anything to get you away from me. Do the right thing. Do it.",
        "Lucy: You sure you don't want me around?",
        "Dusty: You're a real pain in the butt, if you want to know the truth. And I'm not kidding.",
        "Lucy: You know, for a con man, you're a pretty lousy liar.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Officer Kane: Hi. There's a guy to see you.",
        "Molly: Thanks, Officer Kane.",
        "Officer Kane: No problem. Hey, listen. My shifts over in an hour, but I'm gonna hang out until Detective Snyder gets back.",
        "Molly: Great. Thanks.",
        "Holden: Why are you here alone?",
        "Molly: Oh, Jack and Carly took the kids to your mom's house. Oh, I thought they'd be gone for hours. Another five minutes and I might've done something desperate, like cook.",
        "Holden: Well, good, I got here in the nick of time. A care package, a romance novel --",
        "Molly: Oh, my God, I haven't read one of these in ages. Chocolates.",
        "Holden: Lily insisted. She says no trashy read is complete without chocolates. And --",
        "Molly: You guys are the best.",
        "Holden: It's nothing. Hey, listen, I stopped by the police station this morning. And the feds are on the case now. So between them and the Oakdale PD, they should nail this Starziak guy in no time.",
        "Molly: I hope so. God, I feel like the plague. You know, \"run, hide the kids, molly's here and no one's safe.\"",
        "Holden: How many times have I told you? It's not your fault. You're doing the right thing.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: What are you doing?",
        "[SCENE_BREAK]",
        "[Molly screams]",
        "Molly: Oh, my God. Oh, my God. Hi. Hi.",
        "[SCENE_BREAK]",
        "Alison: \"A treasure chest is the goal of many, but without youth, it isn't worth a penny.\" I don't even know where to start.",
        "Aaron: Yeah, well, I don't know how to start with these hooks. How do you get in this on your wedding day?",
        "Alison: I guess I'll just have help, like I do now.",
        "Aaron: Well, Ali, maybe you should wait till then, and get, like, a trained professional.",
        "Alison: Oh, Aaron, come on. I can't tell if I like the dress until it's all buttoned up. Please?",
        "Aaron: Okay, well, I'm almost done. Hold on. Move your hair.",
        "Alison: Oh.",
        "Aaron: You smell differently.",
        "Alison: Oh, it's my new perfume. I think that we should start with -- we should start at \"without youth.\"",
        "Aaron: But I thought that maybe that was about the clue, you know? Like, without \"youth.\" So, I tried taking all the letters out of \"youth\" from the puzzle.",
        "Alison: Wow.",
        "Aaron: Yeah, well, it didn't work so well.",
        "Alison: No, but that was really smart.",
        "Aaron: Okay. Done.",
        "Alison: Okay. I can't believe it. This is the one. This is the dress that I have been dreaming about my whole life. I'm married. So what do you think? What do you think?",
        "Aaron: Chris is a lucky guy. [Cell phone rings] oh. Curtis, what's up man? Talk to me. Don't take your eyes off that house. All right. Bye.",
        "Alison: What?",
        "Aaron: Kevin's partner just showed up at his house. They're working on that clue.",
        "Alison: Okay, then we have to work faster. Because we can't lose now, Aaron. We can't. Okay?",
        "[SCENE_BREAK]",
        "Emily: Nikki, I'm not happy something bad has happened to you.",
        "Nikki: No, you're just happy to see me leave.",
        "Emily: No, I didn't say that either.",
        "Nikki: You haven't wanted me here since the word \"go.\" Why?",
        "Emily: It's not that I don't -- okay, look. You haven't been around, so you couldn't possibly know that things have been really rough on all of us ever since Will had all of his trouble.",
        "Nikki: No, I haven't been that out of touch. I know what happened.",
        "Emily: Okay, well, then you know that there's been a lot of fallout, and we have this need to keep things on an even keel.",
        "Nikki: I'm sorry I even said anything. I have a lot of work to do before I leave.",
        "Emily: Nikki, listen. I don't want you to leave with hard feelings between us. Really.",
        "Nikki: Don't worry, I won't say anything to Dad.",
        "Emily: Wait. Hang on. You think I'm worried that you're gonna come between me and Hal? What, are you kidding me? I'm happy the two of you are close.",
        "Nikki: I know you felt left out.",
        "Emily: Well, if I've felt left out, it's only because you've treated me like the hired help.",
        "Nikki: It's okay. I'd feel the same way. I mean, it's not like you want to listen to me talk about my career. And there's really only so much you can say when it comes to soccer practice and making breakfast.",
        "Emily: I got news for you. There's a lot more to me than making breakfast and carpooling. But if that's all you've noticed, then it's no wonder we never got along.",
        "Hal: What's going on?",
        "Nikki: Nothing. How was your meeting?",
        "Hal: Lousy. Fox has the commissioner eating out of his hand, which means we're gonna have his crew underfoot now. So let's go over the assignments on Starziak one more time. If we can bring this guy in before --",
        "Emily: Hi, Hal.",
        "Hal: I'm sorry, hon. What are you doing here? Is there something wrong with the kids?",
        "Emily: No, everything's fine. I just wanted to take you out to lunch. Maybe give you a break from this place.",
        "Hal: Emily, I have nine homicide investigations open. I have a crazed mobster on the loose. The feds are ready to screw up the search. And one day left with Nikki before she gets shipped back to Washington. Do you think I have time for a leisurely lunch here?",
        "Emily: Never mind. Forget I asked.",
        "Hal: Oh, God. Emily, I'm sorry. I --",
        "Nikki: Dad, I'm sorry. I've screwed up everything for you.",
        "[SCENE_BREAK]",
        "Holden: Go fish.",
        "Molly: That's it. You have beaten me at every kids' card game known to man. Get out.",
        "Holden: How about a game of 52 pick-up?",
        "Molly: No, no, no. Forget it. Get out. I know you're busy, and I don't need a babysitter. Really.",
        "Holden: Okay. All right. I do need to run some errands.",
        "Molly: Go.",
        "Holden: Are you sure?",
        "Molly: Yeah.",
        "Holden: You have my numbers. And if you need anything --",
        "Molly: I will call you.",
        "Holden: Okay.",
        "Molly: I know you are the one person who will pick up the phone.",
        "Holden: Keep an eye on her.",
        "Officer Kane: I will.",
        "Molly: Holden, thanks for everything.",
        "Holden: I'll check in with you later, okay?",
        "[Molly sighs]",
        "Molly: Well, Officer, the kitchen is open, and I am about to make myself a turkey sandwich. Would you like one?",
        "Officer Kane: No, you don't have to do that.",
        "Molly: No, no, no. I really -- I'm gonna make myself one. Mayonnaise, tomato?",
        "Officer Kane: Sure. Thanks.",
        "Molly: Okay. I'll be right back.",
        "[Cell phone rings]",
        "Officer Kane: Kane here.",
        "Jack: Yeah, it's Snyder. How's it going?",
        "Officer Kane: Everything's fine. She had a visitor, a Holden Snyder. He left. Everything's quiet.",
        "Jack: Good. You gonna be all right if I'm back in an hour or so?",
        "Officer Kane: Yeah, it's fine. I'll be here.",
        "Jack: Hey, no hurry. Kane's on the case, and Molly's fine.",
        "Starziak: You Kane? I'm your relief.",
        "Officer Kane: I just called the station, and I told them that I was fine until Detective Snyder came back.",
        "Starziak: Nobody told me. And I'm here now, so you can go.",
        "Officer Kane: You know, I don't think I've seen you around.",
        "Starziak: I'm with the feds.",
        "Officer Kane: Okay. Let me get a look at that I.D., please?",
        "Starziak: Sure.",
        "[Silenced gunshots]",
        "[SCENE_BREAK]",
        "Dusty: A few weeks on the road, you got me all figured out, huh?",
        "Lucy: It's not that hard.",
        "Dusty: Well, then you should know that I have no interest in a princess like you. It's not my style.",
        "Lucy: You know I'm not a princess. I've been through more in the last few years than most people experience their whole lives. You care about me, Dusty. I know you do. Why can't you just admit it?",
        "Dusty: 'Cause it doesn't matter. Everything I said is true, everything. And one of us has got to keep a clear head before things start, you know?",
        "Lucy: Why?",
        "Dusty: It's the best. Do you trust me? Do you trust me? Then you gotta trust that I'm -- I'm doing the right thing for both of us. I want you to walk out of here. I want you to walk out, and don't look back. Don't -- don't disappoint me.",
        "Lucy: I knew it. You want this, too.",
        "Dusty: Lucy, it doesn't matter. It doesn't matter what I feel. Do you understand me? Do you? You have your whole life ahead of you. You have school. You have sorority parties. You have friends. You have experiences. You hanging around me is wrong. It's just wrong.",
        "Lucy: How can it be wrong if it makes me this happy?",
        "Dusty: Listen -- listen to me now. There's stuff going down that you still have no clue about know yet, all right?",
        "Lucinda: Oh, and here you are, my darling!",
        "Dusty: Lucinda, it's good to see you.",
        "Lucinda: Really?",
        "Lucy: Grandmother, what are you doing here?",
        "Lucinda: Well, darling, for starters, on my way down, fired your bodyguard.",
        "Dusty: Good.",
        "Lucy: You fired him because I told him to wait in the car? He knew I would be safe. I was here with Dusty.",
        "Lucinda: May I ask what it is that you're doing in here with Dusty when you're supposed to be out there with me shopping?",
        "Lucy: I just wanted to come by and tell him how happy I was that he was released from custody.",
        "Lucinda: Well, that would take, what? About five minutes or something like that? What else is so urgent that your break your appointment? Come on, Williams is four weeks away. Got to get your things. There's no time to waste.",
        "Dusty: That's what I said. Four weeks away, you got to get going.",
        "Lucinda: Besides, I sent your car home.",
        "Lucy: Okay. All right, we'll go shopping. It was good to see you, Dusty. See you around.",
        "Dusty: Okay.",
        "[SCENE_BREAK]",
        "Alison: There must be like a hundred places with \"treasure chest\" in the name. But there's nothing with \"youth\" or \"without youth.\"",
        "Aaron: I bet Kevin and his partner did some web research and figured this one out.",
        "Lisa: Oh, Alison, look at you! You are a vision.",
        "Alison: Do you like it?",
        "Lisa: I love it. What do you think, huh?",
        "Aaron: She's amazing. Amazing. Mrs. Grimaldi, did you see the clue for the contest this morning?",
        "Lisa: No, honey, I'm not really into puzzles. Did anybody come by here today while I was out?",
        "Aaron: No, it's been empty the whole time.",
        "Lisa: Oh, thank goodness Mrs. Bevington has not been in yet. That's great, because she just -- well, without her, this shop would not be worth a mill.",
        "Alison: This shop's worth a $1 million?",
        "Lisa: No, that's not what I meant. No, I meant, well, a mill is an old coin or something, it's worth less than a penny. Anyway, it's just an expression, that's all. Darling, there you are.",
        "Alison: Aaron, did you hear that? \"Worth less than a penny.\" Look at the clue. Look at the clue.",
        "Aaron: Yeah? Yeah. Wait a minute, wait a minute. That means it's gotta be some kind of mill. There's a windmill. There's a windmill by Stephens Park, by the lake, right? Or it could be a lumber mill, I don't know. Wait, wait! \"Without youth.\" \"Without youth\" is \"old.\"",
        "Alison: Old Mill! Old Mill! You're a genius!",
        "Aaron: We gotta get out there now. Let's go right now!",
        "Alison: Aaron, we can't! I have to get -- I have to take off my dress first.",
        "[SCENE_BREAK]",
        "Carly: The kids looked happy to see Emma.",
        "Jack: Who isn't? She's the best.",
        "Carly: Yeah. Do you know I used to hate this pond? When I first came to town, I'd come out here and stare at it and wonder how could anybody could settle for life in a place like this. Boy, was I dumb.",
        "Jack: Not dumb -- young, maybe.",
        "Carly: Well, glad I grew up, then. I'm so lucky, Jack. I have everything I've ever I wanted. I even have some things I didn't know I wanted. It really hit me when I saw Molly this morning.",
        "Jack: Molly'll be okay.",
        "Carly: She needs something -- something real in her life. A man like you.",
        "Jack: There's no substitute for me.",
        "Carly: You got that right. I don't know. She needs kids. Kids, maybe. Did you see her with Parker?",
        "Jack: Mm-hmm.",
        "Carly: Oh, I didn't tell you. Last night, when I was putting Parker to bed, he said, \"I would like Dad to tuck me in -- I mean, Jack.\" I see him struggling with that all the time. He wants to call you dad, too.",
        "Jack: Well, he feels like my son.",
        "Carly: I told him that you and Hal are the best friends and that his dad wouldn't mind if he called you dad sometimes, too. Do you think that's okay?",
        "Jack: We'll ask Hal about it, I'm sure he'll be glad that Parker thinks of me that way. I am.",
        "Carly: It's all in the family. The more the merrier, right?",
        "Jack: Yeah. Yeah, how about we -- how about we make some more?",
        "Carly: Some more what? Babies? How many?",
        "Jack: Five.",
        "Carly: As long as you'll give birth to three of them.",
        "Jack: Ouch. Why don't we start with one?",
        "Carly: Sure.",
        "Jack: That was easy.",
        "Carly: I'm happy. I love our life, Jack. I want more of it. I want more of us.",
        "[SCENE_BREAK]",
        "Molly: Yo, Kane! Open the door. My hands are full. Kane?",
        "[Lightly kicking door] [Molly sighs] what are you doing? [Molly gasps] oh, my God. Oh, my God. Please be okay.",
        "[SCENE_BREAK]",
        "Aaron: Well, this is even harder than getting 'em fastened.",
        "Alison: Don't tell me you that can't take a woman's dress off.",
        "Aaron: Ali, okay, I'm trying to hurry and not rip it. It's usually one or the other. [Cell phone rings] you gotta be kidding me. Curtis, what's up? Okay, which way are they headed? Kevin made his move.",
        "Alison: Is he headed to the Old Mill?",
        "Aaron: Don't know, I don't know. Hold on. Okay, look, we figured out the clue, we're heading there right now. Don't lose them. Okay? All right, bye. Bye.",
        "Alison: That's it. Okay, that's it.",
        "Aaron: What about the -- Ali, what about the dress?",
        "Alison: There's no time. Let's go! Let's go.",
        "[SCENE_BREAK]",
        "Emily: I'm so glad you're still here.",
        "Chris: What happened?",
        "Emily: I'm back in the contest. Let's get cracking.",
        "[SCENE_BREAK]",
        "Lucinda: We'll find you a new bodyguard.",
        "Lucy: But I liked that one.",
        "Lucinda: Well, he's forfeit. This game that you're playing -- I can't have a guy like that who's let you walk into a place like that all by yourself.",
        "Lucy: A place like Metro?",
        "Lucinda: Yeah, a club. A club run by unsavory specimens.",
        "Lucy: Oh, like my father?",
        "Lucinda: Oh, amongst others. Do I have to remind you, my darling, it was from that place that you were nearly kidnapped a short time ago?",
        "Lucy: It's okay. Nothing happened today that I didn't want.",
        "[SCENE_BREAK]",
        "Jack: We should probably get going.",
        "Carly: Why? Molly's fine, the kids are fine. What's the rush?",
        "Jack: What, you want to play hooky?",
        "Carly: Why not? We're not that old and married. Last one in the pond's a rotten egg.",
        "Jack: Are you kidding me? I wrote the book.",
        "[SCENE_BREAK]",
        "Molly: Breathe. Come on, breathe! Oh, don't do this to me.",
        "Starziak: Hi, honey. I'm home.",
        "[NEXT_ON]",
        "Alison: It's just a duck. Aaron! Aaron!",
        "Kevin: That duck is mine.",
        "Alison: No, go fish.",
        "[Alison screams]",
        "Jack: Emma's got the kids. My best guy is looking after Molly. We got all the time in the world.",
        "Molly: No! No! Daddy, let's read!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=JZZn3vVrcnA"
}