{
    "Episode Summary": [],
    "Recap": [
        "Carly calls Jack and Janet to her house to talk about how they are acting in front of Liberty and Parker. Carly and Janet think they should back off and trust Parker and Liberty to do the right thing, as they get Jack on board finally. When Brad and Katie arrive, he feels they are ambushing him and is not receptive. Liberty wants to talk with Parker. Paul tells Barbara that Meg is pregnant, but she can see something is bothering him. Derek spends time with Meg and gives her baby a gift. Paul admits to taking money from a loan shark and how he is threatening his family. Paul questions if he isn't more like James then he thought since he is putting his family in jeopardy. Barbara calls her bank and arranges to get Paul the money he needs to pay the loan shark back. Paul doesn't react well when he sees Derek with Meg, but Derek covers. Meg doesn't understand what has gotten into Paul and calls him on his behavior. Barbara diffuses the situation when she wonders what Meg wants to tell her. Meg tells Barbara that they are pregnant. Barbara feigns surprise and wants to throw a baby shower, but before they can talk details, Meg has more cramping and has to be taken to the hospital. When Parker wants to get physical, Liberty tells him that she wants to slow things down and just be friends. Parker doesn't understand, but Liberty tries to explain that she can't handle anything else right now. Liberty wants him to go to the picnic with her, but Parker leaves in a huff. Janet tries to appeal to Brad about Liberty and his controlling treatment of her. It appears she is getting through, but Brad leaves. Jack counsels Parker when he comes home upset about Liberty wanting to be just friends. Brad bites his tongue when Liberty heads off to the picnic. Katie admits to Brad that his obsession with being the perfect dad is taking a toll on their marriage. Dr. Schiller tells Paul and Meg that the baby is fine, but she suggests that Meg stay in bed as much as she can. The bank manager arrives at Barbara's to tell her that she withdrew all her money from that account a few weeks ago; Barbara is incensed and Paul wants an investigation done; they find out the account the money went to was in the Cayman Islands to a Company named Black Pearl. The manager offers to loan Barbara the money, but he can't get the money to her for a while, as Barbara worries. At the picnic, Leo apologizes and gives Liberty her favorite food from Java as a peace offering. Parker arrives and Liberty goes to spend time with him, as Leo watches. Janet notices how well Jack and Carly work together. Carly admits to Janet how she lied and disappointed Jack and how she hopes Janet can give him more then she did. Brad apologizes to Katie and promises that he will make it up to her because he couldn't stand losing her. Liberty starts to act very strange as she eats her treats; she is all over Parker and acting erratic. Meg worries about what is wrong with Paul, but he is afraid to tell her. Janet and Jack talk about Carly because she feels insecure. Jack promises her that he is with her and the one thing she has on her side that Carly doesn't is \u0096 honesty. Carly calls Jack and feels badly when she can tell that he and Janet are \u0091preoccupied'. Liberty wants to run into the woods with Parker, as she drags him along. James Stenbeck appears on Paul's laptop greeting him as he tries to do an Internet search on Black Pearl."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Janet: Hi.",
        "Carly: Hi.",
        "Jack: Hi. So, what's this about the principal calling?",
        "Carly: Yes, well, apparently there were some complaints about the behavior at the car wash.",
        "Janet: Oh, Liberty and Parker were making out while we weren't looking?",
        "Carly: No, no. Not their behavior. Ours. I tried to explain that we were all there just to keep an eye on the kids.",
        "Jack: I guess the water fight we started made that hard to believe.",
        "Carly: The more we try to control them, the more out of control we seem to get.",
        "Janet: I agree.",
        "Jack: Hey, I was all for giving them a little rope.",
        "Carly: Yes, as long as there's an adult present, but with the kind of supervision that we are providing, I think those kids are better off on their own.",
        "Janet: She's got a point.",
        "Jack: So you're saying back off completely?",
        "Carly: I think it might be the only sane choice left.",
        "Janet: Sane and smart.",
        "Jack: Oh, okay. Who's gonna break this to Brad? No. No, that's a battle I'm not willing to fight.",
        "[Doorbell rings]",
        "Carly: Well, Jack, there isn't any choice.",
        "Katie: Hi.",
        "Carly: Come in, please.",
        "Brad: What are they doing here?",
        "Carly: Well, Brad, I sort of thought it was time for a little parent conference.",
        "Brad: This isn't a conference. This is an ambush.",
        "Carly: No, please. Please, Brad. Please, don't go.",
        "[SCENE_BREAK]",
        "Liberty: Oh, hey.",
        "Parker: Hey. I called you.",
        "Liberty: You did?",
        "Parker: Yeah, your dad kept picking up.",
        "Liberty: Oh, I was doing this whole back-to-school scene today. There's no way I can read all these books they want us to get.",
        "Parker: Yeah, I was kind of afraid your dad locked you in the attic after what happened at the car wash.",
        "Liberty: He's actually been pretty cool since I laid down the law.",
        "Parker: Are you serious? What did you say?",
        "Liberty: Well, I kind of told him I don't need him, and that I was gonna see you whether he likes it or not.",
        "Parker: And he went for that?",
        "Liberty: He doesn't really have a choice.",
        "[SCENE_BREAK]",
        "Carly: Brad, we all want what's best for our children. You can't leave.",
        "Brad: Watch me. Are you coming?",
        "Katie: I think we should hear what they have to say.",
        "Brad: After those two let those kids be together?",
        "Janet: It's not as bad as you and Katie setting Liberty up with that letch.",
        "Brad: See, want to talk about ambush.",
        "Jack: Why won't you at least consider there could be another way?",
        "Brad: As long as it's your way, right?",
        "Jack: At least I'm willing to give them a chance.",
        "Brad: To get pregnant.",
        "Janet: No, that's not what they were doing.",
        "Brad: No, because you gave them birth control.",
        "Janet: It's better than the chastity belt you wanted her to wear.",
        "Katie: Brad is just trying to keep Liberty from growing up too fast.",
        "Janet: Then why did he set her up with that college kid? Oh, wait, I forgot. That was your idea.",
        "Katie: You're right. We're out of here.",
        "Jack: No, we are.",
        "Carly: No. Nobody is going anywhere.",
        "[SCENE_BREAK]",
        "Liberty: And your dad didn't ground you for life again?",
        "Parker: No, but even if he had, I still would've found a way to see you.",
        "Liberty: Come on. Let's go.",
        "[SCENE_BREAK]",
        "Paul: You know what, why don't you go get us a table for three, and we'll tell my mom together over breakfast.",
        "Meg: Are you sure you want to tell her in a public place.",
        "Paul: Meg, we're having a baby. That's good news, right?",
        "Meg: Yeah, I know, but I also know how much you hate it when your mother gets emotional.",
        "Paul: So maybe it's the best thing that we're in public.",
        "Meg: Wait. Hurry down, but make sure she doesn't pressure you into telling her anything.",
        "Paul: Okay, I promise you that we will tell her together.",
        "Meg: Okay.",
        "[Elevator dings]",
        "Derek: We've got to stop meeting like this.",
        "Meg: I was gonna say the same thing.",
        "Derek: How are you feeling?",
        "Meg: Great.",
        "Derek: Happy to hear it. And even happier that we ran into each other. I have something for you and your baby.",
        "[SCENE_BREAK]",
        "Barbara: Where's Meg?",
        "Paul: She's still downstairs.",
        "Barbara: Was she upset?",
        "Paul: Not exactly.",
        "Barbara: You did tell her that you're pulling out of the development deal, didn't you?",
        "Paul: I was going to, yes.",
        "Barbara: Honey, you've got to tell her. She's going to find out anyway, and you've got enough pressure as it is.",
        "Paul: And I made it worse.",
        "Barbara: Why, what happened?",
        "Paul: Okay, look, I promised her that she and I would be together when we told you, so when it happens, you need to act surprised.",
        "Barbara: What -- what is it?",
        "Paul: We're pregnant.",
        "Barbara: That is wonderful! That's wonderful news!",
        "Paul: Yeah, it is.",
        "Barbara: Then why don't you look like you're happy about this? Is something wrong with the baby?",
        "Paul: No, there's nothing wrong with the baby. Mom, I did something stupid, and if I don't get Meg out of town, she could wind up paying for it.",
        "Barbara: If you needed money, why didn't you come to me?",
        "Paul: Because, Mom, you already co-signed for the loan for the development deal against your better judgment.",
        "Barbara: But a loan shark, Paul? What were you thinking?",
        "Paul: I was thinking I'd be able to pay the guy back right away, and I don't know, I would have been able to.",
        "Barbara: You should have cut your losses at the first sign of trouble.",
        "Paul: Mom, you didn't see the look in Meg's eyes when I told her that no one would ever take their farm away from them.",
        "Barbara: And now, because of that, someone is threatening her and your baby.",
        "Paul: Which is why you've got to get her out of town.",
        "Barbara: I see. And what about you? Do you think its right that your child is gonna be raised without a father?",
        "Paul: You always said I was better off not being raised around my father.",
        "Barbara: You are not James.",
        "Paul: Are you sure? My whole family's in trouble because of something I've done.",
        "Barbara: You've got to go to Meg.",
        "Paul: Mom, please, you have to do that. At first, she's gonna say she doesn't want to leave me, but you can convince anybody of anything. Let her know that it's in the best interests of the baby.",
        "Barbara: I can do better than that.",
        "Paul: What are you doing?",
        "Barbara: Sending Meg away can't get you out of this mess. But I can.",
        "[SCENE_BREAK]",
        "Meg: Oh, it's adorable! And, again, totally unnecessary.",
        "Derek: A new baby should be celebrated.",
        "Meg: Please stay and have breakfast with us. Paul and his mother should be down soon.",
        "Derek: I wouldn't want to intrude on your family moment.",
        "Meg: Don't be silly. You and Paul know each other. And after all the help you were at the hospital, I feel like you're already a part of my baby's life.",
        "Derek: It's funny you should say that. Just this morning, I was thinking after helping you, I definitely have a proprietary interest in what happens to this baby, and to you.",
        "[SCENE_BREAK]",
        "Barbara: Yes, well if you would tell Mr. Phillips that I'm going to be closing my account out immediately, and I need the money today. No, no, no. A check won't do. I'm going to need cash. Thank you. Thank you. I'll await his call. Problem solved.",
        "Paul: Mom, I didn't want to take your money.",
        "Barbara: You know what, its okay. It's mine, I have it. Now it's yours. I'll do anything to protect my grandchild's future.",
        "Paul: I'm gonna pay you back. Every cent.",
        "Barbara: I don't even want to hear about that, all right? Now, let's get downstairs so you and Meg can tell me all about that baby we're expecting.",
        "Paul: Hey! What are you doing here?",
        "Meg: Paul.",
        "Derek: It's okay. Last time he saw me with you, you'd had quite a scare. You just thought she was in trouble again, didn't you?",
        "Paul: Yes, I did.",
        "Meg: You know, you've really got to stop worrying about me.",
        "Derek: I can see why he would. I'll leave you to your family.",
        "Meg: Well, thank you for your company again. Oh, and you probably haven't met Paul's mother, Barbara Ryan.",
        "Derek: Hello.",
        "Barbara: How do you do?",
        "Derek: Paul, you have a beautiful family. I hope you realize how precious it is.",
        "Meg: I can't believe how rude you were. That man has been nothing but kind.",
        "Paul: I think Derek understood where I was coming from.",
        "Meg: That's not the point.",
        "Barbara: Are you two gonna stop arguing and tell me why we're having this breakfast?",
        "Meg: Well, you're never gonna believe this. I didn't believe it myself. Come here.",
        "[SCENE_BREAK]",
        "Liberty: Whew! Ow, my ankle.",
        "Parker: So, I'm glad you wanted to get away from everyone.",
        "Liberty: Not everyone. Just Leo.",
        "Parker: Leo?",
        "Liberty: Yeah, I saw Leo coming and I had to get away from him. There was just no way I was gonna make nice.",
        "Parker: Why would you? Guy's a jerk. But, I mean, now that we're here all alone -- what's up?",
        "Liberty: I just don't think we should do this.",
        "Parker: What, kiss?",
        "Liberty: Parker, I like you.",
        "Parker: I like you, too.",
        "Liberty: And I love making out with you.",
        "Parker: What?",
        "Liberty: But I don't think we should do this anymore.",
        "Parker: Do what?",
        "Liberty: This. It's messing everything up.",
        "Parker: How?",
        "Liberty: It's making everyone crazy -- our parents and us.",
        "Parker: You didn't have a problem at your dad's house after the car wash.",
        "Liberty: Yeah, but I was really mad at him. I knew it would tick him off.",
        "Parker: You made out with me to get back at your dad?",
        "Liberty: Yes, okay, kind of. I'm sorry.",
        "Parker: I don't understand. Did I do something wrong?",
        "Liberty: No, no. Okay, this whole thing with our parents has gotten way too intense, okay? Like when we had sex and everything turned upside down.",
        "Parker: But you wanted to.",
        "Liberty: Yeah, but I don't think I'm as ready as I thought I was.",
        "Parker: What does that mean?",
        "Liberty: It means I want to stop everything. I just want to be friends.",
        "[SCENE_BREAK]",
        "Janet: I know what you're feeling.",
        "Brad: I doubt that.",
        "Janet: I felt the same way when Liberty told me that she wanted to meet you. The truth, I didn't want her to. Because I was afraid that she would be hurt if she found you and you didn't want to have anything to do with her.",
        "Brad: You know I would never reject her.",
        "Janet: I didn't know that. All I knew was I had to protect my daughter, so I said no. I told her it was for her own good. But the more I tried to keep her from finding you, the more she wanted to find you, until finally, I gave up. There was no way I could stop it. So I let her go. And I trusted that everything I had taught her up to that point would be enough for whatever she had to face. And it was. And in the end, Liberty didn't hate me. I didn't lose her for letting her go. She loved me even more for trusting her enough to know what she could handle.",
        "Brad: So what you're saying is that Liberty is gonna hate me if I don't back off.",
        "Janet: Brad, what I'm saying is if you want -- if you want Liberty to stop fighting you, you have to stop fighting her.",
        "[SCENE_BREAK]",
        "Liberty: You're mad?",
        "Parker: I don't get it. If you want to stop having sex, then why did you tell your dad you were gonna keep seeing me?",
        "Liberty: I meant it, but as a friend, okay? Without all the drama.",
        "Parker: Well, that's great. We're finally alone together, and instead of being together, we're just friends.",
        "Liberty: Parker, come on. I'm the same age my mom was when she got pregnant and her life changed forever.",
        "Parker: But that's not gonna happen. We've been safe.",
        "Liberty: I know. But it's not just the sex, okay? It's you and me for the past two weeks. It is all I think about.",
        "Parker: Isn't that a good thing?",
        "Liberty: I need to get my head clear. It doesn't mean that I don't want to hang out with you. I just think maybe we should just --",
        "Parker: Be friends. Yeah, I got it.",
        "Liberty: So what are you doing today?",
        "Parker: I was gonna spend it with you.",
        "Liberty: You still can. Come to the picnic.",
        "Parker: I don't think so.",
        "Liberty: Think about it.",
        "[SCENE_BREAK]",
        "Janet: But Liberty's a pretty great kid. So I must have some sort of clue as to how to raise her.",
        "Jack: Listen, Brad, I think it's time that we trusted that these kids will remember what we taught them and do the right thing.",
        "Brad: Are you finished?",
        "Carly: Do you have something to add?",
        "Brad: Yeah. I'm leaving.",
        "[SCENE_BREAK]",
        "Barbara: I am going to throw you a shower! Wait till you see all the cute things they have out there for babies these days.",
        "Meg: Yeah, look, I already got one.",
        "Barbara: Oh, and this is such a classic.",
        "Meg: Derek, the man you met, he gave it to me. What are you doing?",
        "Paul: We're not accepting gifts from him.",
        "Meg: What is your problem?",
        "Paul: Meg? Hey, Meg.",
        "Meg: Ow, ow. It's a cramp worse than before.",
        "Barbara: Honey, stay calm. Okay? Try and stay calm, all right? Stay calm. Breathe.",
        "Paul: Hello, Dr. Schiller? Dr. Schiller, please. It's Paul Ryan calling. I need to take my wife to the hospital.",
        "Meg: Did this happen to you?",
        "Paul: Right now.",
        "Barbara: Honey, every pregnancy is different.",
        "Paul: Dr. Schiller is waiting at the hospital.",
        "Meg: Okay, okay.",
        "Barbara: Call me as soon as you know anything, okay?",
        "Meg: Yeah. Easy.",
        "[SCENE_BREAK]",
        "Liberty: What's wrong now?",
        "Brad: Nothing.",
        "Liberty: So you're not gonna nix me going to the school picnic?",
        "Brad: Nope.",
        "Liberty: Okay, I get it. You're gonna let me go, and then you're gonna spy on me.",
        "Brad: No spying. Go and have fun.",
        "Liberty: Who's this clone, and what's he done with my dad?",
        "Katie: Your father has decided to grow up. So you can, too.",
        "Liberty: That's a concept.",
        "Katie: A really good one.",
        "[SCENE_BREAK]",
        "Carly: Whew. This can't be good. No, Jack, I thought we were gonna back off.",
        "Jack: That doesn't mean disappear.",
        "[Knock on door]",
        "Carly: You okay?",
        "Parker: No.",
        "Jack: You want to talk about it?",
        "Parker: No.",
        "Jack: All right, listen, if you ever do --",
        "Parker: She wants to be friends.",
        "Jack: Liberty?",
        "Parker: Yeah. She gave me this lame excuse about how she needs to focus on school.",
        "Jack: Maybe that's a good thing.",
        "Parker: How can you say that?",
        "Jack: Hey, listen, I know you're upset.",
        "Parker: Okay, look, just tell me how I can make her change her mind.",
        "Jack: I'm not sure you can.",
        "Parker: Oh, that helps.",
        "Jack: Were we able to change your mind when we said you couldn't see her?",
        "Parker: No.",
        "Jack: No. You wanted what you wanted. So does Liberty.",
        "Parker: Yeah, and she doesn't want me.",
        "Jack: Maybe what she wants is space. If you were smart, you'd give it to her.",
        "Parker: Just give up?",
        "Jack: Be a friend. If and when she wants more than that, you'll be there.",
        "[SCENE_BREAK]",
        "Brad: Liberty.",
        "Liberty: If you say anything about what I'm gonna wear --",
        "Brad: I wasn't, I wasn't.",
        "Liberty: Really?",
        "Brad: Really.",
        "Liberty: Okay. I'm gonna go. Before the alien that's taken over your body returns to its mothership, and then my dad comes back and starts acting all Brad on me.",
        "Katie: Now, was that so hard?",
        "Brad: It was awful. It is so messed up. I do care, and my kid hates me for it?",
        "Katie: No, she doesn't. You just have to stop trying to be the father that she never had. It's too much pressure for a kid. And a marriage.",
        "Brad: Our marriage?",
        "Katie: I just think that we've been focusing so much on being parents to Liberty that we forgot how to be a couple.",
        "Brad: Well, I mean, what do you want me to do? Do you want me to stop being her dad?",
        "Katie: No, but I want you to give me my husband back.",
        "[SCENE_BREAK]",
        "Meg: Okay, so just tell us. Is the baby --?",
        "Dr. Schiller: The baby is fine. I'm sorry you had to wait, but I just wanted to be sure.",
        "Paul: Why is she still having cramps?",
        "Dr. Schiller: Well, the cramps are a result of the cervical insufficiency that was a factor in her last miscarriage.",
        "Meg: So I could still lose this baby.",
        "Dr. Schiller: Because of your history, yes. But we are gonna take every precaution that we possibly can to make sure that that doesn't happen.",
        "Paul: Like what?",
        "Dr. Schiller: For starters, I'm ordering bed rest.",
        "Meg: I was afraid of that.",
        "Dr. Schiller: I don't mean that you have to stay in bed the entire time, but I would like you to limit your --",
        "Paul: So no travel?",
        "Dr. Schiller: I wouldn't recommend it.",
        "Meg: We aren't going anywhere, are we?",
        "Paul: No.",
        "Dr. Schiller: As a further precaution, there are a few more tests that I'd like to run. It might take a few hours.",
        "Meg: Sure. I have nowhere to go.",
        "[Cellphone rings]",
        "Meg: You should go.",
        "Paul: Uh-oh.",
        "Meg: Can you please tell him, Dr. Schiller, that he can go?",
        "Dr. Schiller: No stress for the expectant mom. If she wants you to go, go. I'll send a nurse in.",
        "Meg: Thank you. You really don't have to stay here and hold my hand.",
        "Paul: I'm not holding your hand. Look, there's nothing more important to me than being here with you and the baby.",
        "Meg: If you stay, I'm gonna feel like you didn't believe Dr. Schiller when she said that everything is fine, and then I'll be more nervous.",
        "Paul: Okay, I'll go. But you call me as soon as this is over.",
        "Meg: Don't worry. I'm not going anywhere.",
        "Paul: All right.",
        "Meg: Oh, wait. Just do me a favor. Can you call my mother and tell her what happened and that I'm fine?",
        "Paul: Yeah, I can do that. I love you. And I love you.",
        "[SCENE_BREAK]",
        "Paul: So much for getting Meg out of town.",
        "Barbara: The baby?",
        "Paul: The baby's fine. Dr. Schiller says that Meg needs bed rest.",
        "Barbara: Thank God.",
        "Paul: Which means she can't travel.",
        "Barbara: Well, maybe she won't have to, because the bank is sending someone over this morning, and as soon as I get that cash, you can pay this Derek off and this latest nightmare of ours will be over.",
        "Paul: Oh, Mom. You know, I thought Coburn was my big worry. But seeing Meg cry out like that, I don't ever want to see her go through anything like that again.",
        "Barbara: I don't think you'll have to. She'll be fine.",
        "[Knock on door]",
        "Barbara: The baby will be fine. Well, this is an unexpected surprise. I thought I was gonna see your assistant today. Paul, you remember Bill Phillips, don't you?",
        "Mr. Phillips: Barbara, the request you made --",
        "Barbara: I know. I'm sure you were rather surprised.",
        "Mr. Phillips: I'm concerned. I understand that you've been ill lately, that perhaps you weren't thinking clearly.",
        "Barbara: I beg your pardon?",
        "Mr. Phillips: Did you forget that you closed this account and transferred funds over a week ago?",
        "Barbara: I did no such thing.",
        "Mr. Phillips: According to the wire transfer you authorized, you did.",
        "Barbara: This is not my signature.",
        "Mr. Phillips: It must be. Transactions involving funds this substantial require signatures be compared to the ones we have on file.",
        "Barbara: I did not sign this!",
        "Paul: Signatures can be forged. Can we verify the time and the place of the transaction? Are there security tapes?",
        "Barbara: Find out who did this.",
        "Mr. Phillips: Yeah. Thank you.",
        "Barbara: What did they say?",
        "Mr. Phillips: The routing number of the transfer was for a bank in the Cayman Islands.",
        "Paul: Was there an account number with it?",
        "Mr. Phillips: The account was emptied and closed immediately following delivery of funds.",
        "Barbara: The name on the account?",
        "Mr. Phillips: A non-existent corporation by the name of Black Pearl.",
        "Barbara: Black Pearl?",
        "Mr. Phillips: You've heard of it?",
        "Barbara: I don't know. It rings a bell. I don't know.",
        "Mr. Phillips: Well, obviously, we'll be conducting a full investigation.",
        "Paul: How long is that gonna take?",
        "Mr. Phillips: A few weeks. Maybe months.",
        "Barbara: And in the meantime, none of my other funds are readily available.",
        "Mr. Phillips: Perhaps we could arrange a temporary loan. You'd have to come in and fill out the forms. Of course, I would do my best to get you the money as quickly as possible.",
        "Barbara: I need those funds today.",
        "Mr. Phillips: I'm sorry. It's the best I can do.",
        "Barbara: Well, that's not good enough, Bill!",
        "Paul: Excuse me. Maybe my mom and I just need a few minutes to discuss this.",
        "Mr. Phillips: I understand. Again, my apologies.",
        "Barbara: I am so sorry.",
        "Paul: No, no. You don't need to apologize.",
        "Barbara: Well, I feel responsible. Obviously, someone is trying to get back at me for something.",
        "Paul: Or maybe somebody's trying to get back at me.",
        "[SCENE_BREAK]",
        "Liberty: Are you following me?",
        "Leo: I need to talk to you.",
        "Liberty: I'm going to meet a friend. I am so not afraid to make a scene here.",
        "Leo: I just wanted to apologize. I was out of line the other day.",
        "Liberty: Oh, you think?",
        "Leo: I bought you these as a peace offering. From Java. You said they were your favorite.",
        "[Leo gives Liberty a bag of brownies]",
        "Liberty: I just can't believe you remembered.",
        "Leo: I think the point is to eat them.",
        "Liberty: Oh, thanks.",
        "Leo: I hope they help you accept my apology.",
        "Liberty: Well, I have to go. Hey, I didn't think you'd show up.",
        "Parker: I never bail on my friends.",
        "[SCENE_BREAK]",
        "Janet: You and Jack are like a well-oiled machine. I mean, you know, parental- wise. I've never had that.",
        "Carly: Well, we have butted heads over how to raise them, but I think it is the one area of our relationship that still works.",
        "Janet: What happened to the other areas? Oh, I'm so sorry. I'm so nosy. Never mind.",
        "Carly: It's okay. I'm surprised that Jack hasn't filled you in on the gritty details. Long story short, Jack has very high expectations of what he wants out of a partner, and I let him down.",
        "Janet: He seems pretty forgiving.",
        "Carly: Oh, he is. And he did. He forgave me. A lot. But his standards for himself and for everybody else around him are very high. I disappointed him.",
        "Janet: Is that your take or his?",
        "Carly: I don't think it matters. The fact is, he deserves better than what I gave him, and I truly hope he finds that.",
        "[SCENE_BREAK]",
        "Brad: I'm really sorry. I'm really sorry. I've been a total idiot to Liberty and you.",
        "Katie: I didn't tell you that to --",
        "Brad: No, there I was. I was trying to be the best dad out there, crashing into walls because I don't know what the hell I'm doing. And in the meantime, I completely let you down.",
        "Katie: I didn't tell you this to make you beat yourself up.",
        "Brad: It's not okay. Don't tell me its okay.",
        "Katie: That's not what I was gonna say.",
        "Brad: No, I made a mess of everything, and I almost lost the two most important people in my life.",
        "Katie: Yeah, you did. So stop feeling sorry for yourself and tell me what you're gonna do about it.",
        "Katie: I'm sorry. I'm sorry. I shouldn't have jumped all over you like that.",
        "Brad: No, jump all you want. The problem is I don't know what to do.",
        "Katie: You're still here. Considering the fact that you used to run for the hills after the second date, I guess you're kind of making progress.",
        "Brad: Even if you had felt completely neglected.",
        "Katie: I'll survive.",
        "Brad: See, but that's not good enough, because you're the reason why I stopped running.",
        "Katie: I love you so much for wanting to do right by Liberty, but you have to find some balance. I think if you can do that, then we're gonna be fine. And you're gonna realize that Janet was right -- Liberty can function fine without your total focus.",
        "[SCENE_BREAK]",
        "Liberty: Do you want one?",
        "Parker: I'm afraid if I said I did, you'd bite my hand off. What's in those things?",
        "Liberty: I don't know. It doesn't matter. They're like, the most amazing things in the world. Oh, my God, I've almost eaten the whole thing. Take them away from me before I eat them all.",
        "Parker: No, I'll pass.",
        "Liberty: Okay, just one more, and then I'll stop. One more, and then that is it. Whoa, why don't we just go for a walk?",
        "Parker: Yeah, don't you want to hang out with Tyson and Beth and Jamie?",
        "Liberty: You know, I think it'd be much more fun if we just hang out, you know, the two of us.",
        "Parker: I thought you weren't into the two of us.",
        "Liberty: What? Why would you say that?",
        "Parker: Because you said it.",
        "Liberty: Well, you must have heard me wrong.",
        "Parker: I wish I did, but I didn't.",
        "Liberty: Whatever. I am so thirsty.",
        "Parker: I'll go get you something. How about this?",
        "Liberty: You are so sweet.",
        "Parker: Okay, slow down. Slow down.",
        "Liberty: Oh, my God. That's, like, the best thing I have ever tasted. Come here. Mmm.",
        "[SCENE_BREAK]",
        "Jack: Come on. You ready to go?",
        "Janet: Yeah.",
        "Jack: You know what, I can help you wrangle the kids at Sage's barbecue if you want me to.",
        "Carly: You know, I run a nightclub. I can handle a few screaming girls.",
        "Jack: You see, from back here, I couldn't see the cape. I forgot you were supermom.",
        "Carly: I try. Thanks again for coming.",
        "Jack: You got it. Uh, no. I left 'em in the car. So -- you okay?",
        "Janet: Yeah. I'm fine.",
        "Jack: You sure? All right, spill. What did she say to you in there?",
        "Carly: Nothing.",
        "Jack: Janet.",
        "Janet: Okay. She said that you were a one-in-a-million kind of guy, and you deserve the same kind of girl.",
        "Jack: She said that? And that bothers you?",
        "Janet: She's right. You do deserve that.",
        "Jack: Who says I don't already have it? Come here. Come on.",
        "[SCENE_BREAK]",
        "Paul: Oh, sure, she lets you stay. What's your secret?",
        "Emma: I'll tell you when she's not listening.",
        "Paul: I could use all the tricks I can get. I hear the tests are done.",
        "Meg: Yes, I was just about to call you. He thought I was gonna go home on my own.",
        "Paul: I'm not taking any chances.",
        "Meg: Well, neither am I.",
        "Emma: We're both gonna make sure that you don't take any chances. I was thinking, since you're gonna be at the farm a lot, taking care of things, maybe I could come over to Fairwinds, take care of this young lady, make sure that she follows the doctor's orders.",
        "Paul: That would be great. I'd appreciate that.",
        "Emma: Yes, I would, too. Thank you. All right. See you soon.",
        "Meg: Okay.",
        "Emma: So long.",
        "Meg: Okay, did my mother just hug you? Hey, what's wrong?",
        "Paul: Nothing.",
        "Meg: Okay, I know something is wrong. It's been bothering you all day, and I want to know what it is.",
        "Paul: Nothing's bothering me. Where's your bag?",
        "Meg: Right there. You're lying.",
        "Paul: I just want to get you home.",
        "Meg: Don't do that. Don't shut me out. I'm your wife, okay? I'm not a fragile walking womb about to crack at the first sign of stress.",
        "Paul: Look, the only thing that's stressing me out is making sure that you and the baby get home safely, okay?",
        "Meg: Okay.",
        "[SCENE_BREAK]",
        "Janet: So, I heard Carly used to own her own design business.",
        "Jack: A couple of them, actually. The first one was a clothing design business, and the second one was an interior design business. Yeah.",
        "Janet: And now she owns a nightclub. Wow. It doesn't get more exciting than that.",
        "Jack: Why are we talking about Carly?",
        "Janet: I'm just wondering how you go from someone like that to a waitress who had a kid at 17 and didn't go to college.",
        "Jack: Hey, why are you being so insecure all of a sudden?",
        "Janet: I'm not being insecure.",
        "Jack: You --",
        "Janet: I'm not. I did an amazing job with Liberty. But Carly, like, her life experience is so --",
        "Jack: Okay, hold on a second. You're still amazing. Yeah, okay, Carly had an exciting life. But she's made a lot of stupid mistakes, too. More than once. And like she said, she never learns from her mistakes. There's a big difference between the two of you.",
        "Janet: What are some of the other differences?",
        "Jack: Well, you tell me the truth. That was a major problem in our marriage. Carly lied a lot.",
        "Janet: I didn't know.",
        "Jack: And even when I caught her, she had this way of convincing me that what she did was justified. And after a while, you tend to question everything, even yourself.",
        "Janet: Well, you don't have to worry about that with me, because I am a horrible liar. What you see is what you get, and it may not always be so pretty, but that's it.",
        "Jack: Hey, listen, it is pretty. It's very pretty.",
        "Janet: I have to go to work.",
        "Jack: That's a shame, because I have the whole day off.",
        "Janet: Uh, I do deserve a personal day, however.",
        "[SCENE_BREAK]",
        "Carly: She does have interesting taste.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Janet: Could be the kids.",
        "Jack: Yeah. No, it's Carly.",
        "Janet: Oh, well, get it.",
        "Jack: What?",
        "Carly: That was rude.",
        "Jack: Well, Carly, I'm kind of in the middle of something.",
        "Carly: Okay, well, Janet left her sunglasses here, and since you're too busy to come and pick them up, I'll drop them by Al's on my way to the supermarket, okay?",
        "Jack: Actually, Janet's not going in today.",
        "Carly: I thought she said --",
        "Jack: Just a second, okay? Wait just a --",
        "Carly: Are you okay?",
        "Jack: I'm sorry, what was that middle part?",
        "Carly: Janet's sunglasses.",
        "Jack: Right. Yeah, um, keep 'em. I'll pick 'em up when I drop by later.",
        "[SCENE_BREAK]",
        "Katie: What are you doing?",
        "Brad: I'm just trying to find balance.",
        "Katie: You're not trying to dig up dirt on that picnic Liberty went to.",
        "Brad: No -- no digging. Maybe I'm actually buying something for my wife.",
        "Katie: Really?",
        "Brad: Really.",
        "Katie: What is it? Let me see! Let me see!",
        "Brad: No, it's something romantic.",
        "Katie: Aww.",
        "Brad: There's something that you need to know.",
        "Katie: What?",
        "Brad: As much as I love Liberty and I want to be a good dad, without you, none of it matters.",
        "Katie: I'm not going anywhere.",
        "Brad: I wouldn't blame you if you did after the way I've been acting.",
        "Katie: I'll allow for a learning curve.",
        "Brad: How about a really big one? Because I know if you're with me, I'll get there.",
        "Katie: We made a vow for life, remember?",
        "Brad: I'm holding you to it.",
        "Katie: Good.",
        "Brad: You are my center. You're my balance, my future. Without you, I am totally and completely lost. And if I ever start forgetting that --",
        "Katie: I'll remind you. We're gonna be fine, me and you. And Liberty.",
        "[SCENE_BREAK]",
        "Parker: What's going on with you?",
        "Liberty: I'm just having such a good time. Aren't you?",
        "Parker: Yeah, but --",
        "Liberty: Oh, creep, creep, creep, creep, creep, creep! Come on, let's go, let's go, let's go!",
        "[Laughs]",
        "[SCENE_BREAK]",
        "Meg: I know what's bothering you. It's Derek, isn't it? He was saying something about the last time you saw me with him and how, I don't know, how did he put it? Something about you being scared. And then you got this look on your face.",
        "Paul: I'm scared. You and the baby mean everything to me. I don't want anything to happen.",
        "Meg: It won't. The baby is fine. I'm fine. What else is there to worry about?",
        "Paul: A few minutes ago, I was just saying the same thing to you.",
        "Meg: Look, I know you're worried about not being a good dad. But you will be. Look at how well you're taking care of us now.",
        "Paul: Get some rest.",
        "Meg: It's gonna be fine, Paul. You need to believe that.",
        "Paul: I do.",
        "James: Hello, Son.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Janet: You want to help me find a place?",
        "Jack: Yeah. And then I want to move in with you.",
        "Liberty: Too late, Tough Guy. You lost your chance.",
        "Parker: Why do you keep playing these games?",
        "Brad: You're coming with me!",
        "Parker: Let go of me!",
        "Paul: I don't need your help. All I need is for you to give back the money that you stole.",
        "James: You need me now more than ever."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=tekSdQgTrJI"
}