{
    "Episode Summary": [],
    "Recap": [
        "At Java, Bob and Kim have breakfast and discuss Chris' recovery. Bob senses that Kim is concerned about Chris. Noah finds Luke at the Snyder Pond. Noah lets Luke know that he heard about Reid's death. At Worldwide, Lucinda orders John to leave, but he refuses. John tells Lucinda that all he wanted was to apologize. John accuses her of talking to Dusty in order to ruin Lily's life. Lucinda confesses all to John. In Brooklyn, Lily tells Uncle Angus about how Reid died tragically. At Memorial Hospital, Chris asks Katie where his heart came from. Katie tries not to tell Chris the truth, but he refuses to let up. Katie breaks down and lets Chris know that he has Reid's heart. John lashes out at Lucinda for trying to ruin Lily's life. Lucinda points out to John that she doesn't have his new attitude about things that she has to fight to get ahead. Lucinda thinks John has no clue as to who she is. Lucinda tells John that she is a cancer survivor but when she was going through all of that, he was nowhere to be found and he wasn't there for her. Lily and Holden tell Uncle Angus about Reid's death and Luke's part in Reid's life. Noah and Luke spend time together at the pond just talking about Reid. Chris demands that Katie tell him what happened to Reid. Katie explains things as best as she can. Chris blames himself for Reid's death.",
        "John lets Lucinda know that she has every right to hold a grudge against him. John tries to make Lucinda understand that she is making a mistake with Lily. Lily and Holden explain to Uncle Angus that Luke and Reid were in love with each other. Luke regrets that he didn't get to do a lot of things with Reid. Chris and Katie argue over Reid's death when Bob comes in and wants to know what is going on. Chris asks Bob how long he was going to wait before he told him that he has Reid's heart. Chris demands to know whose idea it was to give him Reid's heart. Katie speaks up and tells Chris that it was Reid's idea. Bob and Katie explain everything to Chris. Katie apologizes to Bob for letting Chris know whose heart he has. Noah calls Reid a hero for what he did, but Luke insists that Noah was no hero. Noah hugs Luke in order to console him. Lily tells Uncle Angus that Luke helped Reid to open up. Holden asks Uncle Angus to grant permission so Luke can do as he wishes with Reid's remains. John tries to persuade Lucinda that she can change the outcome on how things end with Lily. Katie visits Chris and points out to him that he has a lot to live for thanks to Reid.",
        "John tells Lucinda not to sell herself short. John offers to talk to Lily for Lucinda but she refuses. Uncle Angus gives his permission for Luke to lay Reid to rest as Luke sees fit. Uncle Angus tells Lily and Holden about a chess game that Reid was involved in as a child. Uncle Angus gives Lily a chess piece of Reid's to give to Luke. Luke apologizes to Noah for his actions concerning Reid and the way that he died. Chris and Katie share a tender moment together. John visits Margo and brings her flowers, then tells her he is staying in town for a while. Lucinda brings flowers to Lily but she is gone. Lucinda leaves the flowers at the door and leaves. Lily, Holden, Luke and Noah hold a memorial service for Reid. Bob tells Chris that the new wing will be named after Reid and some of his ashes will be spread there as part of a memorial. Luke says a final good-bye to Reid as he holds the chess piece."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Bob: What is it?",
        "Kim: You know, it's very strange. When you're in the middle of a crisis, you forget the world goes on around you. You know, people come, people go, bread gets baked.",
        "Bob: Uh-huh. You're worried about Chris.",
        "Kim: It's a mother thing.",
        "Bob: Well, it -- it's early yet. We still could run into some problems. But, uh, everything points to a steady recovery, and his body shows no sign of rejecting the heart.",
        "Kim: I know. Thanks, Darling. I know.",
        "Bob: Well, then, what is it?",
        "Kim: I just -- I keep thinking about what the lessons are in this for me.",
        "Bob: Lessons?",
        "Kim: Yeah. I'm certain we learned that when you pray for help, you cannot outline how it comes. I mean, it can come from the last person in the world you expect to give it. Also, it's been a pointed reminder of who's really in charge.",
        "[SCENE_BREAK]",
        "Luke: I thought you were supposed to be in California.",
        "Noah: I heard what happened to Reid. Luke, I -- I am so sorry. I can't even imagine what you must be going through right now.",
        "Luke: No. I don't think you can.",
        "[SCENE_BREAK]",
        "Lucinda: If you don't leave out that door in ten seconds, I'm gonna call security.",
        "John: All right. Calm down.",
        "Lucinda: Calm down? You barge in here uninvited, threatening me, and I'm supposed to --",
        "John: Now, wait a minute! I'm not here to threaten you! As a matter of fact, if you just pipe down for a minute, I will explain. I came by to apologize.",
        "Lucinda: Oh. Oh, to apologize?",
        "John: Well, for the way I spoke to you this morning at the Lakeview. It was unduly harsh, and I just -- but -- but I come through the door, and you're making some kind of emergency call to Dusty, telling him to go on the offensive with you against Lily, your daughter!",
        "Lucinda: What I do and who I do it with and why I do it is none of your damn business.",
        "John: Look, I'm not gonna leave here until you tell me what the hell is going on with you and Lily, okay? I want the whole story, and I want it now.",
        "Lucinda: You're just chock full of orders today, aren't you?",
        "John: Yeah, yeah, yeah. So what does it mean?",
        "Lucinda: All right. If there's no other way to get rid of you, I'll tell you. I hurt Lily. Now, in her mind, it's much more than that. In her thinking, I've gone even further than that. I have crossed the line one too many times, and she has, in effect, essentially disowned me.",
        "John: So she has finally gotten the courage to stand up to you!",
        "Lucinda: That is precisely my point.",
        "John: What do you mean?",
        "Lucinda: Lily now owns a sizable chunk of Worldwide shares because of Craig Montgomery, his chicanery, his maneuvering, and all that. That power -- she has the power to cause endless trouble around here and even -- even to oust me from the board.",
        "John: So you were going to strike first and break her the same way you were planning on breaking Craig?",
        "Lucinda: Makes perfect sense.",
        "John: To a mercenary, perhaps! What the hell is wrong with you, Woman?",
        "[SCENE_BREAK]",
        "Angus: Why are you two still here?",
        "Holden: Sir, if you would just let us explain.",
        "Angus: You drive away my chess partner, and you start yapping about that lousy nephew of mine? I mean, you sure know how to ruin someone's day.",
        "Lily: We're sorry that we interrupted your game.",
        "Angus: A lot of good that does me now.",
        "Holden: Mr. Oliver, my -- uh, Lily and I, we're not interested in any past issues that you've had with your nephew.",
        "Angus: That's none of your business anyway.",
        "Holden: Understood.",
        "Lily: That's not why we're here.",
        "Angus: Well, what do you want, then?",
        "Holden: I'm sorry to have to tell you this, but, uh -- your nephew is dead.",
        "Angus: Dead?",
        "Holden: Yeah. He was killed in a car accident yesterday.",
        "Angus: Well, that's, uh -- well, that's a damn shame.",
        "Lily: It's more of a tragedy as far as we're concerned.",
        "Angus: What the hell am I supposed to do about it?",
        "[SCENE_BREAK]",
        "Chris: Answer me, Katie.",
        "Katie: Just try to get some sleep.",
        "Chris: Please tell me, whose heart do I have?",
        "Katie: It came -- from a very generous person.",
        "Chris: That is not an answer.",
        "Katie: You're not supposed to know right now?",
        "Chris: What?",
        "Katie: I mean, you don't need to know.",
        "Chris: Katie, something just does not feel right here.",
        "Katie: Do you want me to call John? Do you want me to page someone?",
        "Chris: Listen to me. You know what I'm saying.",
        "Katie: I shouldn't have come in here. You're too tired. Why don't you just get some sleep, and I'll be right back, okay?",
        "Chris: No, Katie. Listen to me. I heard some people talking in the hallway, and some things just do not add up. So please, will you tell me the truth.",
        "Katie: It's not the time.",
        "Chris: Look, I made a mistake not telling you or my family how sick I was. Please, don't make that same mistake. Be honest with me. Whose heart do I have?",
        "Katie: Reid's. You have Reid's heart.",
        "[SCENE_BREAK]",
        "Lucinda: What's wrong with me? What's wrong with you, John?",
        "John: You know, this is classic, classic Lucinda Walsh. Uh-huh. When in doubt, strike out, lash out. The best defense is a good offense.",
        "Lucinda: You're just oozing righteousness today.",
        "John: I wish to hell I could make you understand!",
        "Lucinda: There's no need to do that. I -- I know you.",
        "John: This is not about me!",
        "Lucinda: Oh, please. Come on. You come back to town. You're all revved up because you're gonna do this wonderful surgery. You're gonna save a life. You're superman. And -- and that gives you carte blanche to pass judgment on people that don't live up to the moral code that you have newly adopted?",
        "John: You are more cynical now. You sound more cynical now --",
        "Lucinda: Oh, that's -- that's because you've forgotten who you're dealing with. I know you. I know the real John Dixon. Ha.",
        "John: I know you, too.",
        "Lucinda: No, no, no, no, no, no, you don't. No, you don't have a clue to who I am now.",
        "John: You certainly sound the same.",
        "Lucinda: Only to people who aren't listening carefully.",
        "John: You know, we were married. You were my wife. And I loved you. And even though our marriage did not last, I would still like to be able to think of you as a friend.",
        "Lucinda: A friend?",
        "John: Yeah.",
        "Lucinda: John, you are delusional.",
        "John: Why are you giving me such a hard time?",
        "Lucinda: John, I'm a cancer survivor. I'm in remission, vixen that I am. During that entire ordeal, not once, once did I hear from you.",
        "John: I realize that.",
        "Lucinda: So, I mean, is that any way to treat a friend? Maybe an ex-wife. A friend? If that's what you think a friend is, you're not one.",
        "[SCENE_BREAK]",
        "Holden: I'm sorry that this is so painful for you, but you're not alone in that department. Reid's death was devastating for an entire community.",
        "Angus: Yeah? Where?",
        "Holden: Oakdale, Illinois.",
        "Angus: Never heard of it.",
        "Holden: Mr. Oliver, right before Reid died, he designated my son durable power of attorney.",
        "Lily: And as I said before, Luke won't be able to make a decision about Reid's remains unless he gets your permission.",
        "Holden: So we need to know --",
        "Angus: Why does your son get to call the shots on this?",
        "Holden: Well, technically, you call the shots, but he's the one who's gonna handle the details.",
        "Lily: And -- and make sure that Reid's remains are handled with dignity and respect.",
        "Angus: And if I say no?",
        "Holden: Then we have a problem.",
        "[SCENE_BREAK]",
        "Noah: Is there anything I can do?",
        "Luke: How good are you at bringing back the dead?",
        "Noah: Maybe you just need your space right now.",
        "Luke: You can do what you want. I don't care.",
        "Noah: I can hang.",
        "Luke: How did you know I would be here?",
        "Noah: I know you. This is your place.",
        "Luke: Yeah. You do know me. I knew next to nothing about Reid.",
        "Noah: Come on.",
        "Luke: No, no, it's true. I mean, I knew he liked junk food. I knew he loved being a boy-wonder surgeon. But did I know who to call to ask if he even wanted to be cremated? No.",
        "Noah: You knew him, Luke. You had to.",
        "Luke: Why?",
        "Noah: Because if you didn't, you wouldn't have loved him.",
        "Luke: You know, it's weird. I didn't even know how I felt about him until I had told you.",
        "Noah: That means I'm good for something, right?",
        "[SCENE_BREAK]",
        "Chris: I don't understand.",
        "Katie: The heart you received was Reid's.",
        "Chris: But how?",
        "Katie: It's okay. Just calm down.",
        "Chris: Wait a minute. How -- how the hell can Reid be dead?",
        "Katie: This is why I didn't want to say anything. We weren't supposed to. John gave us strict orders to keep you calm and not tell you anything that's gonna stress you out.",
        "Chris: It's too late for that, Katie. You got to tell me everything that happened.",
        "Katie: He was in a car accident.",
        "Chris: Uh, a car accident? When? Where?",
        "Katie: It doesn't matter right now.",
        "Chris: Yes, Katie, it matters. It matters to me.",
        "Katie: Chris, please try to let it go for a second.",
        "Chris: No, no. Okay, so he was in his car. He was driving. And then tell me everything that happened, Katie?",
        "Katie: He stalled at a railroad crossing. A train was coming, and he couldn't get out of his car in time.",
        "Chris: That doesn't -- that doesn't make sense. I mean, the -- the only railroad crossing here is -- is on the road to Bay City.",
        "Katie: Chris --",
        "Chris: Oh, wait. He died because of me.",
        "Katie: No, he did not.",
        "Chris: Yes.",
        "Katie: That's not true. Don't even think like that.",
        "Chris: Yes. He was on the way to Bay City General to -- to talk to that surgeon to get that heart that -- that was being held back from me, wasn't he?",
        "Katie: Yes, but that doesn't mean you're responsible for his death.",
        "Chris: Yes.",
        "Katie: Reid made a really reckless decision.",
        "Chris: Katie, he was in a hurry because of me, because he was trying to save my life, and he is the one that ends up dead. He never made it to Bay City, did he?",
        "Katie: No.",
        "Chris: No. So instead of the donor heart, I -- I end up with his.",
        "Katie: Chris --",
        "Chris: This just can't be happening.",
        "Katie: Do not blame yourself for this. It's not your fault.",
        "Chris: Yes, it is my fault.",
        "[SCENE_BREAK]",
        "John: Well, you certainly have a reason to hold a grudge.",
        "Lucinda: Thank you. Actually, I'm -- I'm envious of you.",
        "John: You're envious of me?",
        "Lucinda: I'm envious, yes, because my life isn't as tidy as yours. I can't run away, you know, disappear from my problems. I can't run away. I'm stuck in the neighborhood, and I have to deal with them, and that means the messes -- everyone's messes. And -- and I have to fight when the going gets rough.",
        "John: I think you're making a huge mistake with your daughter.",
        "Lucinda: Right. Okay, right. Okay. I've got to go.",
        "John: You are about to destroy the one thing in your life, your connection with your daughter, which could mend itself if you could just stay the hell away from her.",
        "[SCENE_BREAK]",
        "Angus: Well, who the hell was this Luke to my nephew anyway?",
        "Holden: A close friend -- very close.",
        "Lily: Luke loved Reid.",
        "Holden: And Reid loved Luke.",
        "Angus: Wait a minute. What's all this love stuff supposed to mean?",
        "Holden: I think it's pretty clear, don't you.",
        "Angus: Well, maybe to people from Oaktown or wherever the hell it is you're from, but not to me.",
        "Holden: Well, maybe we should spell it out for you. Reid and Luke were in love with each other.",
        "[SCENE_BREAK]",
        "Luke: I keep thinking of all of the things that Reid and I never got to do together.",
        "Noah: Okay.",
        "Luke: You can still go.",
        "Noah: No. Um, no, it's fine. I want to hear it. Um, if you had a list, I mean, what would be at the top of -- of things you wish you'd done with Reid but -- but didn't?",
        "Luke: Well, I wouldn't say it's at the top of the list, but we never went swimming here.",
        "Noah: Really?",
        "Luke: No. Not once all summer. You know what else we didn't do? We never went to a movie together.",
        "Noah: Not one?",
        "Luke: Hmm-mm. Sounds weird, right, I mean, after the million and one movies that we sat through together.",
        "Noah: You must have gone to a ballgame or --",
        "Luke: No, no. Never got around to it.",
        "Noah: Bowling?",
        "Luke: No.",
        "Noah: Tennis?",
        "Luke: No. We never went to a museum. We never went shopping together. We -- we never went to farmers market on Saturday. It's so funny that I can think of more things that I didn't do with Reid than I did do with him.",
        "Noah: Well, whatever you did do, it must have worked.",
        "Luke: It must have worked how?",
        "Noah: Well -- you and Reid were really close -- close enough to admit how you felt about each other. You'll always have that, right?",
        "Luke: Do you really want to know what's at the top of that list?",
        "Noah: Yeah, all right.",
        "Luke: Reid and I had never made love. And that sure beats not going to a movie, right?",
        "Noah: Um, why, um -- why hadn't you?",
        "Luke: We were waiting.",
        "Noah: Whose idea was that?",
        "Luke: Mine. Luke Snyder, wanting to wait. Surprise, huh?",
        "Noah: No. I mean, I know what making love means to you.",
        "Luke: Yeah. Did I tell you it was an out-of-body experience?",
        "Noah: You know, it's no secret that Reid and I had our issues.",
        "Luke: Who didn't?",
        "Noah: But, um, if it wasn't for him, I wouldn't be able to look at you right now. Chris wouldn't even be alive.",
        "Luke: Yeah.",
        "Noah: So please believe it when I say that to me, Reid was a hero. What?",
        "Luke: Everybody keeps saying that.",
        "Noah: What, the -- the hero stuff?",
        "Luke: Yeah. Everyone's saying, \"Oh, Reid was a hero. Reid was a hero.\" But I've got news. That's a lie. Reid Oliver was not a hero.",
        "[SCENE_BREAK]",
        "Katie: Chris, stop. Calm down.",
        "Chris: No, I can't just calm down, Katie.",
        "Katie: Listen to me. Reid --",
        "Chris: Saved my life. I know. You keep saying that to me.",
        "Katie: Because it's true.",
        "Chris: But Reid should not be dead.",
        "Katie: And you should be? Is that what you're saying?",
        "Chris: Yes, because he should have never got in that car in the first place.",
        "Katie: It's not like you asked him to go to Bay City. It was his decision.",
        "Chris: No, but you're missing the point. The -- the heart that he died trying to get was never mine to have in the first place.",
        "Bob: What's going on in here?",
        "Chris: How long?",
        "Bob: What?",
        "Chris: How long would you have waited to tell me the truth?",
        "Bob: Until the time was right.",
        "Chris: Oh. So basically, I would have been the last to know, huh?",
        "Bob: Son, you've got to heal. That's our priority, not giving you information that will upset you.",
        "Chris: So who -- whose idea was it to -- to slap Reid's heart inside my chest? Yours, Moms? Did -- did Tom have to pull some legal strings to make it happen? I mean, whose bright idea was it?",
        "Katie: It was Reid's.",
        "Chris: How could this have been Reid's idea? He was hit by a train. He was killed.",
        "Bob: But he didn't die in the accident. He was in critical condition, and Margo had the ambulance bring him here.",
        "Katie: He could speak for a little while, and he gave Luke power of attorney.",
        "Bob: And then he insisted that Tom draw up the legal papers that guaranteed that you would get his heart, providing that there was a tissue match.",
        "Katie: And there was, which is why you're here today, giving us all so much grief.",
        "Nurse: Excuse me, Dr. Hughes. I need to check his vitals.",
        "Bob: Okay, you go ahead. We'll be outside.",
        "Katie: I'm sorry.",
        "Bob: Don't apologize. You said exactly what I was thinking.",
        "Katie: No, I'm sorry about telling Chris that he had Reid's heart.",
        "Bob: Well, he needed to find out sooner or later.",
        "Katie: I don't know. I was just -- I was trying to keep it from him. But I felt like he just somehow, deep down inside of him knew.",
        "Bob: Well, you did the right thing, Katie. Maybe now he'll see Reid as the hero we already knew he was.",
        "[SCENE_BREAK]",
        "Luke: I'll tell you what a hero is. A hero is somebody who shows the rest of us how to do what's right, who leads by example. And Reid -- Reid was the opposite of that. Reid was an arrogant, reckless jackass.",
        "Noah: Luke --",
        "Luke: No. Ask any nurse who worked with him. Ask the doctors. Hell, Noah, you were his patient. You knew what he was like.",
        "Noah: Where is this coming from?",
        "Luke: Because everybody thinks that he was this genius neurosurgeon, this genius brain surgeon! But he didn't use an ounce of his brain when it mattered the most. I mean, what good is being smart when it can't help you see the difference between safety and danger? And he must have seen those flashing lights at the train crossing. He must have seen them. But he thought, \"No, I can beat this. I can make it before those barriers go down.\" If he had just thought, \"If I wait 30 seconds, just 30 seconds, for this train to pass, I can go to Bay City. I can get that heart.\" But all he thought was \"I can do this,\" because he thought he could do everything because he was so damn smart. Yeah, he was so damn smart it got himself killed! A real hero would have gone to Bay City, he would have gotten that heart for Chris, and he would come back to me alive. A real hero --",
        "Noah: Luke, Luke!",
        "Luke: What?",
        "Noah: It's okay. It's okay. It's not your fault. It's okay.",
        "[SCENE_BREAK]",
        "Holden: You said he could have been a brilliant chess player. He was a brilliant surgeon.",
        "Lily: Medicine was his whole life -- I mean, until he got to know Luke.",
        "Angus: Why? What happened?",
        "Lily: Well, Luke, opened him up a little -- a lot. I mean, right before --",
        "Holden: What Lily's trying to say is not only was Reid a world-class surgeon, but he died a better man.",
        "Angus: Was he --",
        "Lily: Was he happy?",
        "Angus: Yeah, at the end.",
        "Holden: I think he was content. And in my book, that's a notch above happy.",
        "Lily: Right before he died, Reid saw to it that a young man, a colleague of his who needed a new heart got Reid's.",
        "Holden: If you ask me, I think that's the ultimate act of generosity.",
        "Angus: This was my nephew's idea?",
        "Lily: Yes. In fact, he insisted on it.",
        "Angus: How's the guy with his heart doing?",
        "Holden: Last we heard, he's doing okay.",
        "Lily: Reid's compassion came through in the end because Luke really did change Reid's world. He brought a whole new experience to it.",
        "Angus: Like what?",
        "Holden: Love, pure and simple.",
        "Lily: Really can work wonders when there's nothing else.",
        "Holden: It literally saved a life. Sir, we're asking you to let our son put Reid to rest. After what he did, I think it's the right thing to do.",
        "[SCENE_BREAK]",
        "Lucinda: You really have to go now.",
        "John: Reid Oliver was in love with your grandson, wasn't he?",
        "Lucinda: What the hell does Reid Oliver have to do with me?",
        "John: Do you know when things really counted, this arrogant, self-centered man acted out of pure compassion? Could you ever see yourself doing that?",
        "Lucinda: What are you trying to say?",
        "John: You are so programmed to fight, Lucinda, it seems to be the only option that you will ever consider, even when your enemy happens to be your daughter.",
        "Lucinda: I've spent my entire life fighting, and you know why -- because I had to. Now, Lily -- I have lost Lily. Should I -- I lose my métier. Should I risk that, as well? This is all I got left.",
        "John: This is just a business. And as far as money goes, you've stashed away enough, you won't even be able to spend it in your lifetime. So what further damage could Lily do to you?",
        "Lucinda: She's never going to get the chance to find out.",
        "John: Then why do you keep doing it? What do you get from fighting? Why do you fight?!",
        "Lucinda: It's the only thing that I do well.",
        "John: Do you know that Reid Oliver -- he did something that he couldn't do well on the last day of his life, and he will be remembered for what he gave rather than what he took away.",
        "Lucinda: What are you trying to say?",
        "John: I'm trying to say that it is not too late for you to change the outcome of how this thing is going to work. And you can do it. You have it in you.",
        "[SCENE_BREAK]",
        "Katie: Are you okay?",
        "Chris: Whenever I hear that sound there, I think of Reid. Right now, that's all I can hear.",
        "Katie: This is what Reid wanted.",
        "Chris: Yeah, but how am I supposed to live with that -- I mean, knowing that every breath I take for the rest of my life will be because of him?",
        "Katie: Is that so terrible, that you get to have a life?",
        "Chris: No, that's not what I meant.",
        "Katie: Well, that's what it sounded like, and I don't like it. You're sounding like Reid at his worst, all full of pride and ego. Oh, poor, put-upon Chris. I could strangle you right now.",
        "Chris: Well, then, you would undo all of John's hard work.",
        "Katie: This is not funny. You get a second chance at life. And if you spend one more minute feeling guilty about how you got that chance, you will not only dishonor Reid, but the amazing gift that he gave you.",
        "Chris: Katie, I --",
        "Katie: No, you owe Reid joy -- joy that you get to live and that every little breath you take for the rest of your life will be because of him. Otherwise, you might as well be dead. So suck it up, Hughes.",
        "[SCENE_BREAK]",
        "John: Don't sell yourself short, Old girl of mine. You shouldn't live for business. You've got it in you to change.",
        "Lucinda: Oh, he's a doctor, he's a personal motivator.",
        "John: We should worry more about the people we love, not about things and power and control. If you got that, you've got it made.",
        "Lucinda: Speak for yourself, John. And don't call me \"Old girl.\"",
        "John: Would you like me to speak to Lily?",
        "Lucinda: Oh, good heavens, no. Please don't. Look, I appreciate -- I do. I appreciate your interest, your time, and your pep talk, even though, you know, such as it was. Lily's a lost cause. Okay. You really have to go.",
        "John: There's just one thing you've got wrong.",
        "Lucinda: Only? Only one? How refreshing?",
        "John: I do know you. I've always known you. I would go so far as to say that nobody before or since we were together has known you better. I'm -- I'm glad you're not sick anymore. I'm very, very glad.",
        "[SCENE_BREAK]",
        "Angus: So, this, uh, son of yours, Luke?",
        "Holden: That's right.",
        "Angus: Well, he must be a pretty special kid himself to have loved my nephew. Because I'll tell you, that Reid wasn't so easy to love.",
        "Lily: Reid was very special, too.",
        "Holden: They made a good couple. You should have seen them together. It was kind of like watching a chess match.",
        "Lily: Definitely kept each other on their toes.",
        "Angus: That's the only way to make the game worthwhile. So -- okay, so what do I have to do to, uh, give you my permission?",
        "Holden: I just need you to sign at the bottom.",
        "Angus: You two came up pretty well yourselves.",
        "Holden: Thank you.",
        "Angus: And now maybe you people will, uh, leave me alone.",
        "Lily: If that's what you'd like.",
        "Angus: You don't know much about chess, do you?",
        "Lily: Oh, no. I'm sorry. I don't.",
        "Angus: See this? This is the knight my nephew was about to move at that last tournament just before he walked away.",
        "Holden: You carry it around?",
        "Angus: All the time. This piece has a little history to it. Um, back when Reid was, um, I don't know, 8 or 9, he -- he made a stupid, boneheaded move with this knight. Cost him the game.",
        "Lily: Doesn't sound so terrible.",
        "Angus: Wasn't thinking. Made me madder than hell.",
        "Holden: You still sound mad.",
        "Angus: There's no excuse for not paying attention. So I took this knight, and I pressed it into his sweaty, little hand until he yelped with pain, and I told him \"This is what it feels like to lose.\" It's sharp, and it stings, and sometimes it leaves a mark that doesn't go away so fast.",
        "Lily: What did Reid do?",
        "Angus: He won the next 45 matches. Years later, um, long after he, uh -- he quit chess, uh, I got this in the mail from him, along with a note that said, um -- it said, um, \"I graduated from medical school. Checkmate.\"",
        "Holden: Sounds just like Reid.",
        "Angus: I've kept this in my pocket ever since to remind me what it feels like to fail. Here. You give that to your son.",
        "Lily: Luke has had plenty of reminders in his life of how painful failure is.",
        "Angus: Not for that. It's -- it's to remind him of Reid, who I guess in the end, um -- he didn't fail at all, did he?",
        "Lily: No, he didn't. Thank you.",
        "Holden: For everything.",
        "Angus: It's your move now.",
        "[SCENE_BREAK]",
        "Luke: I'm sorry.",
        "Noah: Don't be sorry for anything.",
        "Luke: Anything?",
        "Noah: Luke, its okay, really, all of it.",
        "Luke: Don't you have a plane to catch?",
        "Noah: I'll get another one.",
        "[SCENE_BREAK]",
        "Chris: Come here, Baby.",
        "Katie: Chris --",
        "Chris: I have a serious question for you, now that I have Reid's heart beating in my chest.",
        "Katie: Yeah?",
        "Chris: Will I just be eating junk food and acting like a horse's ass the way he did?",
        "Katie: No. You're gonna get really, really old with me.",
        "Chris: But -- I don't know -- can we go dancing first? Because you did promise me.",
        "Katie: We are gonna do more things than you've ever dreamed possible. That is a promise, too.",
        "Chris: I'm gonna hold you to it.",
        "Katie: Good. You'd better.",
        "Chris: Still ticking.",
        "Katie: Good and strong. You know what I want to do?",
        "Chris: Besides dancing and having kids, making me build swing sets for them?",
        "Katie: I want to spend the rest of my life falling asleep to the sound of this beautiful beating heart. What's worse than a dirty toilet?",
        "[SCENE_BREAK]",
        "John: Surprised?",
        "Margo: Yeah. Is that what you wanted?",
        "John: They're for you. Here.",
        "Margo: Oh, oh, well, thanks. I -- I like daisies.",
        "John: I know. I remembered.",
        "Margo: Oh. Um, uh, you know, I didn't hear from you, so I thought that you just went back to Baltimore, got another cardiologist for Chris.",
        "John: You know, I -- I've been thinking. I -- I'd like to stay around Oakdale for a while.",
        "Margo: Really?",
        "John: Yeah. Does that surprise you, too?",
        "Margo: Y -- you're getting good at that. Um, I know there's a lot of people who will be thrilled.",
        "John: I would really prefer to know how my daughter feels about that.",
        "Margo: Well, then, come on in. I'll put these in water.",
        "[SCENE_BREAK]",
        "Luke: Thank you for coming, all of you.",
        "Lily: Are you ready for this?",
        "Luke: No. But, um -- these are Reid's ashes -- most of them, anyway. The rest are at the hospital. They'll be part of the new neuro wing itself. Reid -- God, I can't believe this. Reid hated Memorial Hospital more than just about anything. But when he talked about that new wing, it was like his baby. He conceived it, and he dedicated himself fully to it. And now he is gonna be able to be there forever, supervising everything. And I think he'd like that. I think he'd demand it, actually. But the rest of him -- the rest of him is gonna be here at the pond with me. We're finally gonna get that swim.",
        "[SCENE_BREAK]",
        "Chris: So it's official?",
        "Bob: Yes. The board voted today, and the, uh, name on the new wing will be in honor of Reid Oliver.",
        "Kim: Oh, that's wonderful. That was really Reid's brainchild, wasn't it?",
        "Bob: Well, there's something else, too.",
        "Chris: What do you mean?",
        "Bob: Well, Luke has asked that Reid's ashes be placed near the cornerstone of the new wing, and, uh, I'm gonna see that that happens.",
        "Chris: And I'll help you. I'll be up and around by then.",
        "Kim: Yes, you will. You'll be also getting ready to take over as chief of staff.",
        "Bob: Hey, wait a minute. I haven't retired yet.",
        "Kim: Oh.",
        "Chris: Well, take your time, Dad. No rush. Slow, steady.",
        "Bob: Yeah. Yeah, I've noticed that. But, uh, in the end, you usually get it right.",
        "Chris: Well, what can I say? I've lived a charmed life.",
        "[SCENE_BREAK]",
        "Lily: Reid was lucky to have you as a friend.",
        "Luke: We were both lucky. I miss him, Mom.",
        "Lily: I know, Baby. Are you ready to go?",
        "Luke: I just have one more thing. Good-bye, Reid.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns.\"",
        "Jack: Please do me the honor of marrying me one more time.",
        "John: I need a DNA test on this right away.",
        "Technician: What for?",
        "John: A paternity test.",
        "Carly: I love you.",
        "[Janet screaming]"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=urc8imyUhjE"
}