{
    "Episode Summary": [],
    "Recap": [
        "Bonnie presents Paul's case to the Board in order to get it approved. It looks like they may be turned down. Mike learns of more problems with the soil right before Lily surprises him by showing up with a picnic; Mike comes across as blowing her off and not particularly happy to see her at that moment. Lily is upset that Mike treats her that way, takes off, as Holden witnesses this, and goes after her. Aaron comes home to the farm to convalesce. Allison shows up to take care of him. Emma tries to convince Holden to come back home, but he needs time to himself at the Lakeview. Chris is back on staff at the hospital, as Bob worries about him and Allison working together again. Luke and Noah meet with Lucinda, who has a great possibility for director of Luke's foundation; he also seems to have a strong interest in Lucinda. Allison tells Aaron that she is afraid of hurting him because he is her best friend. She also tells him that she isn't ready for anything else right now. Brian tells Luke that he considered this project because of Lucinda, which Luke can't help but notice. Paul's project is approved, and he is given only 30 days to clean up the Farm site. Holden tries to talk with Lily about what is wrong, but she snaps at him angrily and Holden leaves in a huff. Bob doesn't understand why Chris continues to pine away for Allison when she has turned him down. Chris tells him that he saw things in a different light when he thought he would lose her. Allison realizes Aaron's wound is infected; she calls the hospital and ends up with Chris, who tells her that he will come over to check on Aaron, much to Aaron's displeasure. Mike gives Paul and Meg the even worse news about the soil and now Paul is faced with needing much more money and time to keep this project afloat. Meg thinks he should back out because there is no way he can take this on, but Paul won't be deterred. Chris tends to Aaron, and Allison can't help but be impressed, as Aaron is less then thrilled. Lucinda tells Brian that he got the job, as he turns around and asks her out to dinner. Luke and Noah make plans to go on a date. Aaron worries if Allison can handle giving him antibiotic injections 4 times a day and seeing him that much, as she promises that she is up to the task. Mike apologizes to Lily, as they try to figure out what they want and are to one another. A worried Emma finally receives news from Meg that the project got the green light. Emma is overjoyed and very appreciative of Paul; she thinks this is a sign Meg maybe right and he has changed, as Meg looks concerned knowing what Paul has to do for her mother. Paul goes to see Henry about his \u0091contacts', as Henry cautions him about how dangerous they are, but Paul won't be deterred. Brian makes Lucinda dance with him, as Luke and Noah join them. Aaron happily tells Meg and Emma how happy he is Allison is spending all this time with him, as Allison and Chris bond more and look forward to working together. Henry worries about the path Paul is choosing and cautions Bonnie to stay away from him from now on. Paul meets with Henry's contact and is given a briefcase full of cash with strict payback requirements. Meg interrupts their meeting, as Paul doesn't share the real extent of his business with this man. Chris assures Bob that he is going to go after Allison but he will do it right this time. Luke and Noah take notice of how into Lucinda that Brian seems to be. Lily apologizes to Holden for how she acted when he was checking on her. They talk about how they need to learn how to act better with one another. Lily learns that Carly is no longer in Holden's life, as he assumes Mike is no longer in her life either. His observation is wrong, as he learns that when Mike shows up to take Lily out."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Bonnie: As soon as the contamination was discovered, my client acted quickly and ascertained the extent of the damage.",
        "Board member #1: True. Mr. Ryan took some initial steps, but --",
        "Board member #2: We can't allow a development to be built on toxic soil.",
        "Bonnie: Well, nor would he willingly endanger the lives of the families who are going to live and play in his development. We are all after the same goal here -- to eliminate the pollution at the source and to create a safe environment.",
        "Board member #2: Oh, let's not kid ourselves. Mr. Ryan is, first and foremost, a developer.",
        "Board member #1: His goal is to make money.",
        "Bonnie: On the contrary. I think that he would --",
        "Board member #3: We've heard enough. We'll have a decision shortly.",
        "Paul: Shortly. They're gonna have a decision shortly. We've been here all day. They keep asking the same stupid questions over and over and over again.",
        "Bonnie: Look. Last month, the biggest thing on the township agenda was whether or not they were gonna paint the crosswalk on main street, so environmental regulation is a bit over their heads.",
        "Meg: So, is this good or bad for us?",
        "Bonnie: Well, you know, no politician really wants his name attached to a toxic-waste fiasco, but I do think we made it easier for them by guaranteeing that this thing could be under control in 30 days.",
        "Paul: 30 days?",
        "Bonnie: Yeah.",
        "Paul: That's all we need.",
        "[SCENE_BREAK]",
        "Mike: With these numbers, 30 days won't be nearly enough. Why are these results so late in coming in?",
        "Foreman: We started laying guys off. It fell through the cracks.",
        "Mike: There is contamination in almost every area of the complex. The numbers I gave Paul Ryan aren't realistic.",
        "Lily: Hi.",
        "Mike: Hey.",
        "Lily: Ready to knock off for the day?",
        "Mike: Lily, what -- what are you doing here?",
        "Lily: I brought us a picnic dinner. I thought we could watch the sunset together.",
        "Mike: I'm just -- I'm kind of swamped here.",
        "Lily: Ooh. I hope that's not code for you don't want to have dinner with me.",
        "Mike: No, it's not code for anything. I just -- I wasn't expecting you.",
        "Lily: Sometimes it's nice to be surprised. Unless, of course, you don't want to be surprised.",
        "Mike: No, that's not it. I just -- look, Lily, maybe we shouldn't push this.",
        "[SCENE_BREAK]",
        "Emma: I am so happy you're home. Oh, my darling.",
        "Aaron: What smells so good?",
        "Emma: Your favorite -- chicken soup. Holden, why don't you take --?",
        "[Knock on door]",
        "Emma: Take him upstairs and get him settled.",
        "Holden: Hey, Alison.",
        "Alison: Hey. How are you?",
        "Holden: How are you doing?",
        "Alison: Much better, thank you. I just wanted to check on Aaron.",
        "Aaron: What's up, Ali?",
        "Alison: Hey.",
        "Emma: Listen, now. You shouldn't tire yourself. You should go up to your room and rest.",
        "Alison: I'll take him up and help him get settled in.",
        "Emma: Oh, thank you, thank you. Okay. It's the -- he'll show you which room -- all right. Okay, now I am gonna go upstairs, and I'm gonna put out some fresh towels for you.",
        "Holden: Mama.",
        "Emma: Your room's all ready.",
        "Holden: No. I'm not staying.",
        "Emma: Well, don't you think that -- don't you think that Aaron would like you around right now?",
        "Holden: Aaron has you. He has Alison and everybody else around here. He's gonna be fine.",
        "Emma: Holden, I just hate it -- I hate it that you're not comfortable here anymore.",
        "Holden: Trust me, Mama, it's not you. And I can't use the farm as a crutch anymore. My life, it's -- it's taken a serious turn here, and I just need to -- I need to face it, head-on.",
        "Emma: Well, I may not like it, but I can respect that.",
        "Holden: You sure you're okay?",
        "Emma: Oh, when have you known me not to be, huh?",
        "Holden: I'm gonna head out, do some work. If you want to talk --",
        "Emma: Do your work. I'll take care of our boy.",
        "Holden: Okay.",
        "Emma: Okay.",
        "Holden: Thanks.",
        "[SCENE_BREAK]",
        "Bob: Well, everything's cleared with human resources. You're back on regular roster. How does it feel?",
        "Chris: Like coming home. I love being a doctor.",
        "Bob: You're a damn fine one. You really did risk your life in finding that antidote. I'm -- I'm really proud of you, Son.",
        "Chris: Thanks, Dad.",
        "Bob: One caveat.",
        "Chris: How can I be in trouble already? I haven't even started work yet today.",
        "Bob: Well, Alison's back in the nursing program and your paths are bound to cross, and none of us want a repeat of the lawsuit situation, so keep your distance.",
        "Chris: I don't think I can do that.",
        "[SCENE_BREAK]",
        "Alison: How's your shoulder? Do you need anything for the pain?",
        "Aaron: No, thank you.",
        "Alison: Are you hungry? Thirsty?",
        "Aaron: Guilty.",
        "Alison: Guilty? Why?",
        "Aaron: For making you feel weird around me.",
        "Alison: Aaron, I don't feel weird around you.",
        "Aaron: I probably shouldn't have told you that I'm still in love with you.",
        "Alison: Hey, I'm gonna go get some chicken soup, okay?",
        "Aaron: Ali, come on. Don't run away. At least wait for me to get better so I can chase you.",
        "Alison: I don't want to hurt you. Okay, you got shot trying to save me.",
        "Aaron: I don't want your gratitude.",
        "Alison: And I don't want to lose you. You're the best friend I have -- have ever had. Nobody puts up with me like you do. And I wish I was ready for more, but I'm just not.",
        "Aaron: Listen, I don't want to scare you.",
        "Alison: Do you remember how many times you tried to get rid of me after we first met?",
        "Aaron: Thousands.",
        "Alison: That should have been your first clue -- I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Luke: Hey, Grandma.",
        "Lucinda: There you are, Darling. And there you are, Darling. Hi. Well, I think I have found you the perfect director for your new foundation.",
        "Luke: Already?",
        "Lucinda: Well, you said that you felt that Damian's money was burning a hole in your pocket. So if you want to wait, we can wait, but --",
        "Noah: Absolutely not. You think of like ten ideas an hour for how to help people with that money. If you don't start soon, you're gonna drive us both crazy.",
        "Luke: Well, yeah. That -- you know what, that's probably true. So, who is this genius?",
        "Lucinda: Well, I don't know that he's a genius, but he's had extensive, extensive experience in nonprofits. He's a capable manager, he's ethical, and he is a strong administrator.",
        "Luke: Okay. Well, is he any fun, or does he just run around doing random acts of charity every hour of every day.",
        "Lucinda: Hey, here he is. Come on in, Brian.",
        "Brian: Hi.",
        "Lucinda: Brian Wheatley, this is my grandson.",
        "Luke: Hi.",
        "Lucinda: Luke Snyder. And his friend, Noah Mayer.",
        "Brian: Hi. It's nice to meet you both.",
        "Lucinda: I was just explaining to the guys that you're really interested in all their ideas for this new foundation.",
        "Brian: Oh, yes. You have some very inspiring ideas. But there's only one reason I would consider taking on a project of this magnitude at this point in my career.",
        "Luke: And what's that?",
        "Brian: Lucinda.",
        "[SCENE_BREAK]",
        "Meg: My mother must be worried out of her mind. I'm gonna call her.",
        "Bonnie: I think they're ready.",
        "Board member #3: You have your 30 days, Mr. Ryan. Make your development environmentally safe within that time frame or you'll be forced to cease all work.",
        "Paul: You don't need to worry about that. I will meet every standard you've set and then some. Thank you. Thank you all so much.",
        "[SCENE_BREAK]",
        "Mike: Look, Lily, I'm sorry. It's just been a crazy day. Keith, can you make sure the site's secure? Look, as you can see, I just -- I don't have time for dinner right now.",
        "Lily: Because you're busy or because I'm pushing it?",
        "Mike: What I've got is a project that was supposed to take a year of my life, and now it's falling apart before my eyes. I'm sorry. I know I'm not saying this right, but I just don't have time.",
        "Lily: You're saying it just fine. Don't worry. I won't push it anymore. The last thing I need right now is any more rejection, thank you.",
        "Foreman: Hey, Mike! Problem! Oh, yeah.",
        "[SCENE_BREAK]",
        "Holden: Are you all right?",
        "Lily: Yeah, I'm terrific. That's why I needed to find a nearby tree and have a meltdown.",
        "Holden: I was by the construction site, and I saw you run off. Trouble with Mike?",
        "Lily: Is that why you're here, so you can gloat over what a loser I am?",
        "Holden: No, of course not. I followed you because I thought you were upset.",
        "Lily: Well, stop following me, Holden! Nothing I do concerns you anymore!",
        "Holden: Well, it's just force of habit. I guess it's a habit that I need a break.",
        "[SCENE_BREAK]",
        "Paul: You can call your mom. Give her the good news.",
        "Meg: You know what, I think I want to tell her in person. But first I need to talk to Mike, find out if it's really happening.",
        "Paul: It's really happening. Come on. You heard what they said. We can start the cleanup right away.",
        "Meg: Yeah, but Neal dropped out, and you're doing this whole thing on your own.",
        "Paul: No big deal.",
        "Meg: But you're doing it for my family, and you could lose your shirt.",
        "Paul: I'm married now. I was kind of hoping to lose my shirt.",
        "Meg: Oh.",
        "Paul: Might be a better idea, though, if you lose your shirt.",
        "Meg: Paul!",
        "Paul: Tell you what -- why don't we go tell Mike that he can start the cleanup and then I'm gonna take you home and hide all your shirts.",
        "[SCENE_BREAK]",
        "Brian: No. I was very happy at my job in Chicago. I've been there a number of years, and I certainly wasn't planning to leave.",
        "Noah: But Lucinda changed your mind.",
        "Luke: Yeah, well, she has a way of doing that.",
        "Brian: I mean, how does anyone ever say \"No\" to her?",
        "Lucinda: Wait a minute. Who is this Lucinda character that always gets her way? I don't -- I think she's getting annoyed at being referred to as a third person.",
        "Brian: I could say you're beautiful when you're annoyed.",
        "Lucinda: That might annoy me even more.",
        "Brian: I knew that.",
        "Luke: Okay, uh -- well, back to the foundation.",
        "Brian: Oh, yes. Well, take your time. Take your time. Look over my credentials. I hope we end up working together. Call me.",
        "Luke: Wow. He was really into you.",
        "[SCENE_BREAK]",
        "Bob: Why would you go after a young woman who has no interest in you?",
        "Chris: Dad --",
        "Bob: Now look, if you're looking for female companionship, there are a lot of other women. Your mother said that at W.O.A.K., there's this young woman who thinks that you're really hot. I can't think of her name.",
        "Chris: Dad. Whoa, whoa, Dad. You just used the word \"Hot\" to describe me. Turn back now before we fall deeper into the abyss, okay?",
        "Bob: You know what I'm saying. Find somebody else.",
        "Chris: I'm not interested.",
        "Bob: But every time you and Alison get involved, there's trouble.",
        "Chris: Dad, she almost died. And imagining my life without her, I -- I won't deny my feelings for her.",
        "Bob: But what about her feelings? She hasn't been exactly receptive.",
        "Chris: Dad, I'm not asking for your permission here, okay? I intend to try again with Alison. If that changes your feelings about me coming back to work here, then --",
        "Bob: No. No, you -- I know when you think you've found the right one, all -- all logic goes out the window. But listen. If there's even a hint that she's not interested in you, back off.",
        "Chris: I will. I promise.",
        "Bob: Keep your pants on.",
        "[Laughs]",
        "[SCENE_BREAK]",
        "Alison: Oh, your bandage. It looks like you might have pulled a stitch.",
        "Aaron: Check it out, Nurse.",
        "Alison: Nursing student.",
        "Aaron: Oh, Ali. How's it look?",
        "Alison: Like it might be infected. Where are your antibiotics?",
        "Aaron: I don't have any.",
        "Alison: You didn't get a prescription when you left the hospital? That's weird.",
        "Aaron: Why?",
        "Alison: Because you were shot, and gunshot wounds tend to get infected easily. Where are your orders? The yellow piece of paper the nurse gave you?",
        "Aaron: Check my pants. The doctor said I was healing so fast.",
        "Alison: Yeah. Okay, well, nothing on here about antibiotics. You know what, I'm gonna give the hospital a call and make sure a prescription wasn't left there for you. What?",
        "Aaron: You're a great nurse.",
        "Alison: Nursing student.",
        "[Telephone rings]",
        "Chris: Dr. Hughes. Hello?",
        "Alison: Hi. Uh, yes, I am looking for a Dr. Delaney.",
        "Chris: Alison?",
        "Alison: Yeah, hi. Is, uh -- is, uh, Dr. Delaney there?",
        "Chris: I'm covering his patients. Is there a problem?",
        "Alison: Oh, I'm here with Aaron, and he has seepage in his bandage.",
        "Chris: Could be an infection. I'm due for a break here. How about I come over and I'll take a look at it?",
        "Alison: No, no, no. That's not necessary.",
        "Aaron: Did you get disconnected?",
        "Alison: Um, it looks like you're gonna be getting a house call. From Chris.",
        "[SCENE_BREAK]",
        "Henry: Hey! How did your absolutely very last legal case go?",
        "Bonnie: Great. I got Paul what he needed. If I do say so myself, I was brilliant.",
        "Henry: Oh, that's very groovy. We can celebrate later. Unfortunately, we have a busload of Cubs fans coming in, and we are running out of beer.",
        "Bonnie: Yes, I'm on it. You know what, now that I'm done with all of my legal duties, I can finally spend all of my time and energy focusing on this place. What are you doing, Henry? Come on. You're doing this all wrong. You watch and learn.",
        "Henry: As you wish, oh, wise one.",
        "[SCENE_BREAK]",
        "Meg: Hey, Mike. So, are you ready to get back to work?",
        "Mike: The town board came through, huh?",
        "Paul: They gave us everything we asked for. We got 30 days to decontaminate it, and then they're gonna green-light the development. Then we can get back to work.",
        "Meg: Aren't you excited? It's good news.",
        "Mike: Yeah, it would have been, but we've just hit another wall.",
        "Paul: Well, whatever it is, we'll deal with it.",
        "Mike: It's not gonna be that easy. The foreman just completed the rest of the soil samples. Turns out the damage is much worse than we originally thought.",
        "Paul: How much worse?",
        "Mike: There's no way that we'll be able to clean up the site in the time we've got.",
        "Meg: Then my mother loses everything she's worked for.",
        "Paul: Okay, so break it down for me. What do we need to do to turn this all around?",
        "Mike: We can't. To clean up this site within 30 days would -- would take a truckload of money. Way more than we estimated.",
        "Paul: You got a ballpark?",
        "Mike: Enough to hire three crews to work simultaneously around the clock. You got to account for bad weather, massive overtime. It's just -- it's out of the question.",
        "Paul: It's not a decision that you get to make, Mike. Tell me one thing -- if we do get the money, can you bring this project in on time?",
        "Mike: Sure. If you got bottomless pockets.",
        "Paul: You do whatever you have to do.",
        "[SCENE_BREAK]",
        "Alison: Chris isn't answering his cell.",
        "Aaron: Well, call him back, and tell him to stay the hell away from me.",
        "Alison: Who knew he'd pick up the phone at the nurse's station? And I didn't tell him to come over. He just said he was on his way.",
        "Aaron: Well, isn't that too bad? It means he's gonna make this trip for nothing.",
        "Chris: Is that so?",
        "Aaron: I'm not letting you touch me.",
        "Chris: All right. But I assume you're okay with Alison touching you? I need to see the wound.",
        "Aaron: This is not your house. Do not order her around.",
        "Chris: Point taken. Alison, will you please show me Aaron's wound?",
        "Alison: Sure. Okay, let's see.",
        "Chris: Hmm.",
        "Aaron: \"Hmm\"? What's that supposed to mean?",
        "Chris: Well, that's med speak for \"It looks like you got a nasty infection brewing.\" Now, you can let me take a closer look, treat you here and now, or you could be stubborn, waste two hours, and have someone take you to the emergency room. Or you can ignore the infection and die. It's your choice.",
        "[SCENE_BREAK]",
        "Luke: I really wish you weren't working tonight.",
        "Noah: Me too. But I should check the inventory.",
        "Luke: Yeah. And I should go check on my brother. My dad brought him back from the hospital today.",
        "[Cell phone ringing]",
        "Noah: My boss. Hello? Are you sure? No, no. I would -- I'm fine about the hours. I would love the time off. Thanks! I'm sprung.",
        "Luke: Awesome! Well, do you want to go say hi to Aaron?",
        "Noah: Well, actually, I was wondering -- would you like to go on a date with me, Luke Snyder?",
        "Luke: A date? When?",
        "Noah: Tonight.",
        "Luke: But you have to work early tomorrow morning.",
        "Noah: Well, that's why it'll be an early date. One hour from now, which will give us enough time to go say hello to Aaron before we change.",
        "Luke: Change? Like -- like \"Get dressed up all fancy\" change?",
        "Noah: It's a date.",
        "Luke: But why?",
        "Noah: That -- right there. That smile. I missed it.",
        "[SCENE_BREAK]",
        "Lucinda: Hey! Thank you for coming back here to meet me.",
        "Brian: Do Luke and Noah have more questions for me?",
        "Lucinda: No. Not to my knowledge. I wanted you to come here because I wanted you to see the space.",
        "Brian: Well, it's a nice office.",
        "Lucinda: Well, it's yours. Yes. Luke agrees. You're absolutely perfect to be the new executive director.",
        "Brian: Well, that is just wonderful. Thank you, Lucinda.",
        "Lucinda: Oh, you don't have to thank me for anything. I didn't do anything. I just arranged a meeting.",
        "Brian: Well, nevertheless, I'd like to show you my appreciation.",
        "Lucinda: Hmm?",
        "Brian: Come out with me tonight.",
        "Lucinda: Okay. For dinner?",
        "Brian: See, I'm hoping we'll have lots more dinners once I move here, so why don't you give me a preview and show me what you do here for fun.",
        "[SCENE_BREAK]",
        "Mike: There are no half-way measures here. Once we start this thing, it's gonna siphon off cash faster than you can write the checks.",
        "Paul: I don't care, Mike. Get it done.",
        "Mike: If you're sure. I think you're crazy, but it'll be a pleasure to make this project happen. I'll give the word to hire more crews so we can start first thing in the morning.",
        "Paul: We're gonna make this happen, Meg. Your mom has nothing to worry about.",
        "Meg: This isn't right. You've made a terrible mistake.",
        "[SCENE_BREAK]",
        "Mike: Hey. I was looking for you.",
        "Lily: Why?",
        "Mike: Well, I'm kind of hungry, and I was hoping that that picnic basket was still available. But if those are birds over there picking at fried chicken, I guess I'm out of luck.",
        "Lily: Please don't play with me.",
        "Mike: Lily, wait. I'm sorry that I cut you off earlier. It's just been a really rough day. My head was somewhere else, and I'm sorry.",
        "Lily: Well, I'm glad you cleared that up. I'll see you around.",
        "Mike: I'll see you around -- Lily, wait. I thought that we had something going here, or at least the beginning of something.",
        "Lily: Well, whatever we're beginning, I don't want to be pushing forward while you're pulling back. Maybe we should just quit while we're ahead.",
        "Mike: Well, in case you haven't noticed, I am here now apologizing sincerely.",
        "Lily: I know, and it's really sweet. I don't know how to do this.",
        "Mike: Do what?",
        "Lily: This. This \"Dating but not dating\" thing. This \"Have a one-night stand and pretend like it doesn't matter\" thing. This.",
        "Mike: Oh, that. Well -- I pretty much suck at that, too, obviously, because here you are thinking I want us to be a one-night stand when I was really hoping that we weren't.",
        "Lily: Why did you treat me like that in front of your foreman, like I was some kind of desperate bimbo?",
        "Mike: Any man that looks at you and sees desperate bimbo needs a brain transplant. Lily, I like you, and I -- I enjoy spending time with you.",
        "Lily: Yeah? For how long? One more night, or till you have a bad day and you get stressed out?",
        "Mike: Are you looking for some kind of commitment from me?",
        "Lily: No.",
        "Mike: Then what?",
        "Lily: I don't know!",
        "[SCENE_BREAK]",
        "Meg: How can you even think about taking this on? You don't have the money to do the kind of work that Mike is talking about.",
        "Paul: Not on me, no.",
        "Meg: Okay, you know what? I really need you to take this seriously. There's a lot at stake here, Paul.",
        "Paul: I know what's at stake. I promised your mom that I would save her farm. That's exactly what I intend to do.",
        "Meg: And I love you for wanting to keep your promise, but I'm not gonna see you go bankrupt, okay? My mother will have to accept the fact that the circumstances have changed.",
        "Paul: Nothing has changed. Your mom's not gonna lose her home.",
        "Meg: And how are you gonna swing that? Barbara has already guaranteed a loan so you can pay the original estimate, and now it's so much more. Where are you gonna get the money?",
        "Paul: I'll find it.",
        "Meg: Where?",
        "Paul: Do you trust me?",
        "Meg: Yes, I trust you.",
        "Paul: That's all I need to hear. Be right back.",
        "[SCENE_BREAK]",
        "Alison: Let him take care of your wound.",
        "Aaron: Ali, there's a lot of doctors in town, okay? I'll just go to the emergency room like he said. You got that study group tonight. I'll just hitch a ride with you.",
        "Alison: And tire yourself out on the way there when you could be resting here? That's just dumb. No matter what you think of Chris, your health is more important.",
        "Aaron: Okay, fine. Go ahead.",
        "Chris: Gee, thanks. All right. Oh, did that hurt? I'm sorry. There is definitely an infection setting in here. Luckily, we caught it early. Good call, Nurse.",
        "[SCENE_BREAK]",
        "Lucinda: Hey! Hi!",
        "Bonnie: How are you, Lucinda?",
        "Lucinda: Good to see you.",
        "Bonnie: You too.",
        "Lucinda: This is Brian Wheatley. Bonnie McKechnie.",
        "Brian: Hi.",
        "Lucinda: And Brian is moving to Oakdale, and he wants to know what the simple folk do around here to entertain themselves.",
        "Bonnie: Well, you have come to the right place.",
        "Lucinda: And this gorgeous woman -- this gorgeous woman is actually a hotshot attorney. And what are you doing with menus in your hand? Are you moonlighting?",
        "Bonnie: I don't know, just playing hooky, I guess. Well, are we gonna have a table for two?",
        "Lucinda: Yeah.",
        "Brian: Maybe later.",
        "Lucinda: What?",
        "Brian: This music makes me want to dance.",
        "Lucinda: Oh, no, no, not with me!",
        "Brian: Only with you!",
        "Lucinda: This isn't my kind of music.",
        "Brian: It sounds like you to me. Give me that purse. Give me that purse.",
        "Lucinda: Don't be silly. No! Give me that back!",
        "Luke: Check that out.",
        "Noah: I have a better idea. Let's dance.",
        "[SCENE_BREAK]",
        "Chris: I'm gonna start you on antibiotics. You'll need to take a shot four times a day.",
        "Aaron: Can I just take some pills?",
        "Chris: No. This way's more effective. Alison's more than qualified to administer the shot. That work for you?",
        "Alison: No problem. Thank you, Chris.",
        "Chris: Make sure he gets some rest, okay?",
        "Aaron: Great. I knew it. Shots. Did you see the smile on his face when he jabbed me with that needle? Jerk.",
        "Alison: I promise I will be more gentle when I give you the shots, okay?",
        "Aaron: Are you sure you're okay with this, Ali? I mean, coming out here four times a day. That can be a pain.",
        "Alison: Well, I get to see you. So, what's painful about that? Okay, you got to listen to the doctor's orders. Get some rest, okay? I will be back later to give you your shot.",
        "Emma: Hey. How's Aaron doing? Chris said he had an infection?",
        "Alison: Yeah. It's under control, and I'll be back later to give him his shot.",
        "Emma: Well, good. Why don't you stay? Plan to eat with us, okay? There's plenty. Okay?",
        "Alison: Okay, I'll do that. Thank you, Emma.",
        "Emma: Come hungry, now.",
        "Alison: I will. Hey, Meg.",
        "Meg: Alison, hi. So, I have news.",
        "Emma: When I didn't hear from you, I suspected that things didn't go well at the hearing.",
        "Meg: I am so sorry. I thought I'd be here sooner.",
        "Emma: Tell me, what happened?",
        "Meg: The board ruled in our favor.",
        "Emma: So Paul can go on with the building, yes?",
        "Meg: Yes. If he can clean up the soil in 30 days.",
        "Emma: Can he?",
        "Meg: He says he can.",
        "Emma: Oh, Meg. Meg, that's wonderful. That's wonderful! I -- I just -- he could have walked away from this project. It's so nice of him. So nice of him.",
        "Meg: He really wanted to keep his promise to you.",
        "Emma: Well, you told me that -- you told me that people can change, and this is a prime example. I just --",
        "Meg: It's okay!",
        "Emma: It's just -- it's just happy tears, Sweetheart. Your husband has taken such a burden off my shoulders.",
        "[SCENE_BREAK]",
        "Paul: Hey, Bonnie.",
        "Bonnie: Hey.",
        "Paul: I didn't expect to see you here. I thought you'd be home relaxing after such a difficult day.",
        "Bonnie: This is relaxing for me. Where's Meg? You guys out celebrating tonight?",
        "Paul: No. She's giving her mom the good news. I have some business to discuss with Henry.",
        "Bonnie: Oh, I see. Just stay out of trouble, okay?",
        "Paul: Okay. I'll do that.",
        "Henry: Hey! If it isn't Paul Ryan --Mega-developer. What are you having?",
        "Paul: I need some money.",
        "Henry: Well, you've come to the wrong place, Paul. Sorry.",
        "Paul: Really? 'Cause I was hoping that -- well, you knew people.",
        "Henry: If you are saying what I think you are saying, you don't want to know these people.",
        "Paul: I'll take my chances.",
        "Henry: No, no, no, no. Taking your chances is not wearing sunscreen in Miami. These are dangerous people, Paul, with a capital \"D,\" which means \"Death,\" which could happen to you. You can forget about it, Buddy.",
        "Paul: Henry, I need an introduction, and I need it tonight.",
        "[SCENE_BREAK]",
        "Lily: Here's what I want -- no lies. What do you want?",
        "Mike: Us being friends, having fun.",
        "Lily: Sounds good. And I want that friendship to last even if the sex doesn't.",
        "Mike: Well, I want the sex to last as long as humanly possible and for the friendship to last even longer.",
        "Lily: I want to stop being so intense, making everything matter so much.",
        "Mike: No comment.",
        "Lily: Want anything else?",
        "Mike: Have dinner with me tonight.",
        "Lily: It's a date. But there's something I should take care of at the farm first.",
        "Mike: Okay, I'll meet you back there.",
        "[SCENE_BREAK]",
        "Chris: Hi.",
        "Alison: Hey. Hey, uh, thanks for -- for coming to Aaron's to help. If you had asked, I probably would have told you not to come.",
        "Chris: That's why I didn't ask.",
        "Alison: Okay, well, bye.",
        "Chris: Alison, um -- we're gonna be running into each other a lot, and I just want to ask so we're clear -- does it make you uncomfortable with me working here?",
        "Alison: Would it matter if it did?",
        "Chris: If you want, I'll stay out of your way, keep my distance. I mean, after everything I put you through, you have the right to ask that.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Emma: I brought you a visitor.",
        "Meg: Hey!",
        "Aaron: Aunt Meg!",
        "Meg: How is my favorite nephew doing? Mama said that you have an infection.",
        "Aaron: It's not too bad. And the upside is I get a shot of antibiotics four times a day.",
        "Emma: And you're happy about that?",
        "Aaron: Yeah, because Alison's giving it to me.",
        "Meg: So you get well and you get the girl. Hmm. Pretty slick!",
        "[SCENE_BREAK]",
        "Alison: Look, I know what it's like to carry around your mistakes on your back and to feel like everyone is judging you, so how about we don't do that to each other anymore?",
        "Chris: So, if I run into you in the hall, I don't have to duck behind a cart?",
        "Alison: That would make it difficult on everyone else, you know -- me ducking every time I see you and you hiding behind the medicine carts.",
        "Chris: Lunch carts. They're bigger.",
        "Alison: Yeah, but they only come around three times a day.",
        "Chris: That could be a problem.",
        "Alison: Yeah. So, uh, respected colleagues?",
        "Chris: That's a good start.",
        "[SCENE_BREAK]",
        "Lucinda: Do you like jazz, by the way? Do you like jazz? 'Cause there's live jazz.",
        "Brian: Oh, yeah?",
        "Lucinda: Yes, at the Lakeview. Tonight.",
        "Brian: Are you two up for that?",
        "Noah: Sure.",
        "Luke: He's just being polite. You've got the early shift tomorrow morning.",
        "Noah: Yeah, but I still have time to make a toast for the new foundation. Let's go.",
        "Brian: Great.",
        "Lucinda: Great.",
        "Henry: This number will connect you to an acquaintance who is a friend of a friend.",
        "Paul: Thank you.",
        "Henry: Look, I'm all for playing the long odds, Paul, but no matter how much money you think you can make off this development deal, it is not worth risking your life.",
        "Paul: My life is about more than just money. I intend to keep it that way.",
        "[SCENE_BREAK]",
        "Lily: Holden.",
        "Holden: What can I do for you?",
        "Lily: You can accept my apology.",
        "[SCENE_BREAK]",
        "Paul: Thank you for responding so promptly.",
        "Derek: Derek Coburn. You have a lovely home, Mr. Ryan.",
        "Paul: Thank you. Thought it was a little odd you wanted to meet here. This is a business transaction.",
        "Derek: Yeah, well, according to the friend of a friend who passed along your message, you're in need of financial assistance. I thought it prudent to at least examine part of your collateral.",
        "Paul: Right. So, do I meet your requirements?",
        "Derek: Indeed. You exceed expectations.",
        "Paul: So do you. I was expecting more of a wise guy.",
        "Derek: Yeah, I get that a lot. People watch too much TV. But not looking like an extra from \"The Sopranos\" helps me stay in business. I believe this is what you're looking for.",
        "Paul: Thank you. That was quick. And after business hours.",
        "Derek: Well, I'm glad I could oblige. But the terms are firm.",
        "Paul: Right. 30 days and a 20 grand handling fee.",
        "Derek: After that, interest compounds daily. And I must reiterate, we insist on prompt payment.",
        "Paul: Or?",
        "Derek: There is no \"Or.\" The only option is to pay it all and to pay it on time.",
        "Paul: Can't be more clear than that.",
        "Derek: Good luck on your venture.",
        "Paul: Thank you.",
        "Meg: Paul. Sorry, I didn't mean to interrupt.",
        "Derek: You didn't. Good night, Paul.",
        "Paul: Good night.",
        "Meg: Who was that?",
        "[SCENE_BREAK]",
        "Bonnie: So, what did my erstwhile client Paul Ryan want to talk to you about?",
        "Henry: No, I think I would drop Paul as a client if I were you.",
        "Bonnie: Oh. Well, you know I never really intended on working for him anymore. Helping you keep this place profitable is going to take up a lot of my time.",
        "Henry: Oh, if you weren't making me so much money, I would resent that statement.",
        "Bonnie: Yeah, and I would resent it if you were doing something shady behind my back.",
        "Henry: Moi?",
        "Bonnie: Paul comes in here, you guys have a little chat, and then you slip him something, he leaves?",
        "Henry: Yeah. Yeah, he asked me for a phone number, I gave it to him, and then he left. There's nothing shady about that.",
        "Bonnie: Well, I didn't think so till you just made that crack about dropping Paul as a client. So what's he into, Henry?",
        "Henry: That is bartender-customer privileged information.",
        "Bonnie: There is no such thing.",
        "Henry: Bonnie, you know what, just -- just stay away from him, okay? 'Cause if he's not careful, he's not only gonna need a lawyer, he's gonna need a doctor.",
        "[SCENE_BREAK]",
        "Paul: He is a consultant on the development deal.",
        "Meg: Are you replacing Mike?",
        "Paul: Uh-uh. But if I'm gonna be the sole investor, I feel like I should be more aware of what's happening with the project. What are you doing? You like when I talk business, huh? Fiduciary. Capital gains.",
        "Meg: I did not kiss you because of what you said, silly. I kissed you because I owe you.",
        "Paul: You owe me?",
        "Meg: Yeah. I should have kissed you like that before when you told Mike that money was no object when it comes to saving Mama's farm, but I guess I wasn't very supportive.",
        "Paul: Well, you're here. You married me. I think you love me. I'm probably way ahead on this deal.",
        "Meg: You just saw it a lot better. Mama was terrified about losing everything, and you made her happy, Paul.",
        "Paul: Yeah, well, okay. If you're gonna owe me, then I guess you can pay me back upstairs in the bedroom right now.",
        "Meg: I love you. You've become the man I always knew you were. You're my hero.",
        "[SCENE_BREAK]",
        "Bob: Hey. I've been hearing some good things about you.",
        "Chris: Oh, from who? Mom?",
        "Bob: From the staff. The nurses, the doctors. You're the local hero.",
        "Chris: I spoke to Alison. I think we're gonna be getting along fine here from now on.",
        "Bob: What does that mean?",
        "Chris: I've learned my lesson. I'm not giving up on her. But this time, I'm gonna play it right.",
        "[SCENE_BREAK]",
        "Brian: I don't think I've ever seen anyone toast with hot teacups before.",
        "Luke: It helps him sleep.",
        "Noah: Yeah, and I've got a long day tomorrow. But I wouldn't trade tonight for anything.",
        "Lucinda: Okay. Here's to our new foundation.",
        "Brian: And our new friendship.",
        "[SCENE_BREAK]",
        "Lily: I was upset with Mike and I bit your head off. That's another bad habit I need to break.",
        "Holden: Well, we've been going through a lot of changes. It's not easy to find new ways to relate to each other now that we're separated.",
        "Lily: When we agreed to have the papers drawn up, I thought it'd be easier. We'd be over, you'd be gone, I'd move on.",
        "Holden: But we have kids.",
        "Lily: No matter what, we will always be a huge part of each other's lives, Holden.",
        "Holden: Well, maybe it'll be easier now if it's just the two of us with no third parties involved.",
        "Lily: Are you saying that Carly is no longer in the picture?",
        "Holden: We've decided not to see each other anymore. And I'm assuming from what I saw earlier that you and Mike are doing the same?",
        "Lily: That's not exactly true.",
        "Mike: How are you?",
        "Holden: Good. You?",
        "Mike: Now that we're moving ahead with the development project, I couldn't be better. Are you ready to go?",
        "Lily: Got to go.",
        "[NEXT_ON]",
        "Alison: This is Chris Hughes. Dani Andropoulis, my cousin.",
        "Chris: Nice to meet you.",
        "Dani: My pleasure.",
        "Alison: I can't believe how fast Dani pounced on Chris. That girl does not waste any time.",
        "Bonnie: The project was in way worse shape than they thought.",
        "Henry: And they don't think he can bail it out.",
        "Emily: Building eco-friendly homes on contaminated soil? Care to comment?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=GZ_xLTjwd6s"
}