{
    "Episode Summary": [],
    "Recap": [
        "Mike dreams that he and Katie are getting married, but she is frantic, in a straight jacket and being carted off by men in white coats. Pilar convinces him to stay the night in her motel room, because she is still frightened. Henry is disturbed when he visits Katie at Deerbrook. He convinces the day nurse that he is \"Captain Destiny\" and gets committed as well. Paul and Barbara have a heartfelt discussion in her hospital room, ending with them tearing up the papers that give him control of BRO. Walker schedules her surgery for the next day, urging her to return home to rest. Paul talks him into letting Barbara stay for the fashion show, promising that she must be on a plane home directly following it.",
        "Jordan tells Jennifer that he actually married Roseanna and is in love with her, breaking Jennifer's heart. Jennifer makes him swear not to tell her mother about the wedding until after she's better. Jordan agrees. Roseanna meets her contact, Annabelle Fettle. She is furious, stating that she's done everything that they asked. Annabelle was supposed to bring her Cabot, but she was empty handed, saying that she didn't know where Cabot was. The show ends with Craig in a nursery, playing with Cabot."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Nurse Rockwell: Katie? You have a visitor.",
        "Katie: Hi, Henry.",
        "Henry: Hey, bubbles. How you doing?",
        "Katie: I'm all right. This place is very peaceful.",
        "Nurse Rockwell: Visiting hours will be ending soon. Mr. Wellington, time for your dance therapy.",
        "[Henry clears his throat]",
        "Henry: Margo called me to come down here. You know, she's bought the whole wacko routine. She thinks you actually lost it.",
        "Katie: Margo's a good sister.",
        "Henry: Mm-hmm.",
        "Katie: She worries because she loves me.",
        "Henry: Yeah. You know, it's just you and me, Katie. You can rise from the night of the living dead, all right? So -- so, what do we do? What's next? What's the plan?",
        "Katie: We're making lanyards in arts and crafts. Tell me your favorite color, and I'll make you one.",
        "Henry: Is this -- is this place bugged? Is that why you're acting like this?",
        "Katie: Acting like what?",
        "Henry: Well, like you've really -- oh, no. No, no, no, no, no. Katie, don't -- don't tell me you've actually snapped.",
        "[SCENE_BREAK]",
        "Mike: Thanks for the invitation, but I don't think staying with you is a very good idea.",
        "Pilar: I didn't mean as lovers. I know you don't think of me in that way anymore. But we're both alone. Why not be alone together?",
        "[SCENE_BREAK]",
        "Paul: I've got a lot to say to you, but I should start by saying that I'm -- I'm so sorry.",
        "Barbara: Do you mean that? Or do you just feel sorry for me because I'm sick?",
        "Paul: Maybe a little of both. You should have told me about the tumor. You shouldn't have kept something like that to yourself for so long.",
        "Barbara: It would've been so much easier for you. You wouldn't have had to trick me into getting control of B.R.O. You could've just waited until I was too blind to work.",
        "Paul: I got scared. I thought you were trying to push me out. I pushed back.",
        "Barbara: Don't you know that if you wanted the company, all you had to do was ask for it? But it wasn't just about B.R.O. You wanted to hurt me. You wanted to make me pay for what I did to Rose, and to Will.",
        "Paul: Yes. I wanted revenge.",
        "Barbara: So, how's it feel? Am I suffering enough to finally make you happy?",
        "[SCENE_BREAK]",
        "Jennifer: It's a joke, right? Some publicity stunt to get more press for the show? You mean this is real? You actually married Rosanna Cabot?",
        "Rosanna: Our marriage certificate.",
        "Jennifer: A few hours ago, you told me that Rosanna was out of your life. Did something happen between now and then, or are you just the biggest liar on the planet?",
        "Rosanna: Well, Jennifer, sometimes things change without warning. That's the funny thing about love, anything is possible.",
        "Jennifer: Is it true? Do you love her? Jordan, you married this woman. That's supposed to mean that you want to be with her for the rest of your life!",
        "Jordan: I do. We're in love, and we want to make it last forever.",
        "[SCENE_BREAK]",
        "Henry: Pilar won round one. This is a championship fight here, Katie. All right? This is 12 rounds, and may the best babe win.",
        "Katie: I'm not into fighting anymore, Henry. I just don't have the strength.",
        "Henry: Yes, you -- yes, you do. You are Katie Peretti Frasier, nearly Kasnoff. You -- you have the power of the Hoover Dam. What are -- mm, what are they -- yeah. This is what they're doing. They're putting something in your mashed potatoes that's making you abandon all hope.",
        "Katie: It's not about the food, Henry. It's about me. I just want to stay here and be quiet.",
        "Henry: Well, you can't! Okay, you can't, okay? Because with you in here, my life is -- have you -- have you ever watched fish in a tank?",
        "Katie: Sure.",
        "Henry: Okay. Okay, without you in my life, I'm the stupid little diver at the bottom, okay? I've got nowhere to go. I've got nothing to do. I'm just -- I'm looking at the world through a haze of algae's.",
        "Katie: Well, think of it this way, Henry. Without me around, you won't get in trouble.",
        "Henry: Well, what am I supposed to do? Start a stamp collection? Get a job? C'mon -- c'mon, Katie. Hey. Hey, hey, please, please. Please don't do this to me.",
        "Katie: I'm not doing this to you, Henry. I just realized something today, and it's changed the way I think about everything.",
        "Henry: Well, forget it! Okay, whatever you've realized, it's a mistake. And you just -- you just stay away from the mashed potatoes, okay? You can get your carbs somewhere else.",
        "Katie: Shh -- would you just listen? I tried to save Mike, but he doesn't want to be saved. Which means that sooner or later, Pilar will get him, so there won't be any Mike. And if there's not any Mike, then what the hell does it matter where I am?",
        "[SCENE_BREAK]",
        "Mike: I gotta go.",
        "Pilar: Michael, wait. Are we friends or not?",
        "Mike: Of course we are.",
        "Pilar: Then let me be a friend to you.",
        "Mike: There's nothing you can do.",
        "Pilar: I can listen, if you feel like talking. And if you don't, then we can a watch a movie on TV, and never say a word to each other.",
        "Mike: I know you're just trying to help, but I --",
        "Pilar: Please don't shut me out. Friends don't do that to friends.",
        "Mike: Okay, I'll stick around for a little while.",
        "Pilar: You mean, until you can't stand it anymore?",
        "Mike: Something like that.",
        "Pilar: I'll take it. Are you hungry?",
        "Mike: Not really.",
        "Pilar: Well, just in case, I'll go get us some soup, and a hot turkey sandwich.",
        "Mike: Comfort food.",
        "Pilar: With apple pie for dessert.",
        "Mike: Here, take this.",
        "Pilar: No, this one's on me. Just try to relax.",
        "[SCENE_BREAK]",
        "Paul: It's so strange to me that you can't see. For the longest time, I felt like I couldn't see you. I knew you were hiding something, Mom. It was wrong of me to automatically assume the worst.",
        "Barbara: You really believed I wanted to replace you with Jordan?",
        "Paul: Yeah, and that Rosanna was in on it, too.",
        "Barbara: Jordan is a good man. He's compassionate, and hardworking. I've become very fond of him over these last few months, but you're my son. You're my blood. I could never choose him over you.",
        "Paul: Sure, you could. I'm the guy that was gonna drive his own mother out of her own company, tricked you into signing those papers giving me control of B.R.O. You know what I was gonna do, is I was gonna -- I was gonna wait till the last moment, and then get you out. Put Carly's clothes up on that stage. Tell the whole world that you've completely lost it.",
        "Barbara: Quite a plan.",
        "Paul: Yeah. Would have worked, too, if Rosanna hadn't talked Carly into backing out.",
        "Barbara: It must be so hard for you, Paul.",
        "Paul: What?",
        "Barbara: Hating me so much. Pretending you'd forgiven me when you were still so angry with me.",
        "Paul: I just couldn't blame myself anymore, Mom. I needed somebody else to blame for what happened to Rose, to Will. You've always been my favorite target.",
        "Barbara: Mm, with good reason.",
        "Paul: No.",
        "Barbara: Yes. I made you hate me. And if it will be better for you, I'm willing to walk out of your life and never come back. Surprised?",
        "Paul: Only that you would say that now, with all the things that are happening to you.",
        "Barbara: I've dragged my children into my problems long enough. I'd say it's about time that I find the courage to handle things by myself.",
        "[SCENE_BREAK]",
        "Jennifer: Not that I'm expecting a straight answer from this, but when exactly did you and Rosanna become so wild about each other?",
        "Rosanna: Well, I was attracted to Jordan the moment I laid eyes on him. He was the first person that I saw when I got back to Oakdale. Luckiest moment of my life.",
        "Jennifer: Why didn't you tell me? If I had known that you were in love with another woman, I would've backed off right away.",
        "Rosanna: Jennifer, now, there's no easy answers. Jordan didn't mean to hurt anybody. It just happened.",
        "Jennifer: Oh. Oh, you're right. I'm sorry. It was my mistake. This is a free country. Jordan can lie to whomever he pleases.",
        "Rosanna: Look, you said that there was some sort of emergency. Why don't you just tell us what it is.",
        "Jennifer: My mother has a brain tumor.",
        "Rosanna: Oh, my God. I'm so sorry.",
        "Jennifer: It's pressing on her optic nerve, and she has to have an operation, and she may never see again.",
        "Jordan: Are you sure? The radiation was supposed to --",
        "Jennifer: You knew about this? How?",
        "Jordan: I overheard a conversation between Barbara and her doctor.",
        "Jennifer: When?",
        "Jordan: Weeks ago.",
        "Jennifer: And you didn't tell me?",
        "Jordan: Barbara begged me to keep it a secret, Jen. I'm sorry that you found out about it this way. I know hard it must be --",
        "Jennifer: No, no. Don't, don't, don't, don't, don't. I came here because my Mother wants to see you. But I guess I'm just gonna have to tell her you're on your honeymoon, and can't make it.",
        "Jordan: I have to go see her.",
        "Rosanna: I understand.",
        "Jordan: Jen, where is she?",
        "Jennifer: University Hospital, room 389.",
        "Jordan: My car's downstairs. Can I drive you there, please?",
        "Jennifer: No. I'm taking a taxi. Oh, and by the way, congratulations.",
        "Rosanna: Jordan, she's gonna get over it, okay? You just have to let it go for now. Once the shock wears off, she'll be fine.",
        "Jordan: I can't -- I can't do this to her, Rosanna. I'm gonna tell her the truth about this marriage.",
        "[SCENE_BREAK]",
        "Nurse Rockwell: Visiting hours are over. You're going to have to say good-bye.",
        "Henry: I'm practically out the door. Oh, I -- you know what? I got you a gift. I thought that this might make you laugh.",
        "Katie: I don't know, Henry. There's not much funny about this place.",
        "Henry: Well, that's their problem, not yours. There is nothing wrong with you. Nothing. You are a perfectly normal, slightly eccentric, impulsive, reckless -- okay, normal is a stretch, but there is no reason for you to be in here.",
        "Katie: Oh, will you feed Snickers, and make sure he doesn't forget me?",
        "Henry: You're not going to be in here that long. 30 days? 30 days, I've spent that much time on the same bar stool.",
        "Katie: I got to go. It was good to see you.",
        "Nurse Rockwell: Excuse me?",
        "Henry: Yeah, okay, I'm going. All right? You don't have to twist my arm. This place isn't exactly a party waiting to happen.",
        "Nurse Rockwell: No, it's not that. I heard what you said to Ms. Frasier about her being here for 30 days.",
        "Henry: Yeah, what about it?",
        "Nurse Rockwell: The 30-day limit is only if the patient's commitment is voluntary. That's not the case with Ms. Frasier. She's going to have to be here until she's healthy enough to function in society.",
        "Henry: Well, who is supposed to be the judge of that? Okay, who can I talk to about this?",
        "Nurse Rockwell: Well, I'm sure that her doctors would be happy to meet with you, but you're going to have to make the appointment for another time. All visitors must be off the premises immediately.",
        "Henry: Okay, all right. Just watch my dust. Okay?",
        "Nurse Rockwell: Thank you.",
        "Female patient: You better move it, cutie. Nurse Rockwell is tougher than last week's brisket.",
        "Henry: Yeah, well, she doesn't scare me. I'm not going to let my friend stay in here by herself.",
        "[SCENE_BREAK]",
        "Barbara: Paul? Are you still here?",
        "Paul: Yeah, I'm here. I'm not gonna sneak out on you.",
        "Barbara: So quiet.",
        "Paul: I was thinking.",
        "Walker: Barbara, its Walker. So, how's my favorite patient?",
        "Barbara: Oh, I'm managing just fine, thank you.",
        "Walker: I just got off the phone with Ben Harris. He's gone over your latest films, and you're all set for surgery tomorrow.",
        "Barbara: That's good. The sooner the better.",
        "Paul: What about a second opinion?",
        "Walker: There's no time, there's no purpose.",
        "Barbara: Walker's right. I've waited long enough with this. Just make sure you thank Ben for moving things along so quickly.",
        "Walker: I'll go see about getting you discharged.",
        "Paul: Hey, Walker? You're gonna fly back with Mom tonight, right?",
        "Walker: That's the plan. Why?",
        "Paul: I was kind of hoping that she could be at the fashion show.",
        "Walker: You can't be serious. She's facing a critical operation. She needs to get all the rest she possibly can.",
        "Paul: Maybe there's a way to do both things. She could be at the fashion show, and then catch a flight as soon as it's over.",
        "Barbara: You want me there, Paul?",
        "Paul: What I want is for us to start over, forgive one another. And I want you there, yes. Right beside me. What do you say, Mom? You willing to give this one more shot?",
        "[SCENE_BREAK]",
        "Rosanna: I am so sorry that Jennifer found out the way she did. But one day soon, this will all be over.",
        "Jordan: How long? How long will it be before that happens?",
        "Rosanna: I give you my word I will move as quickly as I possibly can. Once that I know that Cabot is mine, and no one can take him away from me, you can tell Jennifer everything.",
        "Jordan: That's assuming that she's still speaking to me.",
        "Rosanna: Of course she's going to speak to you. Why wouldn't she speak to you? When she finds out what you've done, she's gonna want you more than ever. She's going to see in you what I see. That you're selfless and you're fearless. More than most people would ever dare to be.",
        "Jordan: But marrying you isn't the only part of it. I also kept her in the dark about her mother's condition.",
        "Rosanna: Yeah, well -- you did that because Barbara needed you to keep her secret. I'm sure Jennifer is smart enough to be able to respect that.",
        "Jordan: Well, I hope that you're right. I have to go to the hospital.",
        "Rosanna: Jordan, I can't thank you enough for what you've done for me. If there's ever anything that you need --",
        "Jordan: I know.",
        "Rosanna: Hello? Yes. Hi. I've married Jordan Sinclair. Yes, I have the marriage certificate. When can I have Cabot? Today? You mean, he's here? He's in Las Vegas? Well, when can you bring him to me? I'm in suite 426. Yes, and please -- please hurry. I can't wait to see him.",
        "[SCENE_BREAK]",
        "[Mike dreaming]",
        "Minister: You may now place the ring on the bride's finger, and repeat after me.",
        "[Church bells ringing]",
        "Katie: Mike, you have to help me get out of this thing. I can't stand it anymore. Please, just help me get out of it. No, no, no, please. Mike, I'm stuck in this place and I don't belong there. You have to help get me out. Please! Please!",
        "Mike: Katie. Katie? When'd you get here?",
        "Pilar: Just now. You were talking in your sleep.",
        "Mike: Yeah? What was I saying?",
        "Pilar: Nothing important.",
        "[SCENE_BREAK]",
        "Jordan: I thought you might be here.",
        "Jennifer: I thought you were at the hospital.",
        "Jordan: I wanted to see you first.",
        "Jennifer: Why?",
        "Jordan: To try to explain, see if you're all right",
        "Jennifer: My mother has a brain tumor and has lost her vision. Any other questions? Well, I have one for you, Jordan. Were you using us all along? Was working at B.R.O. just a stepping stone to bigger things for you?",
        "Jordan: Why would you ask me that?",
        "Jennifer: Cabot Motors is a huge corporation. More money. More prestige. All the things that I never realized were so desperately important to you.",
        "Jordan: I'm not going to work for Cabot Motors.",
        "Jennifer: Why not? Why not, Jordan? Huh? It could be fun. You and Rosanna, Mr. and Mrs. CEO. I'm sure the couch in her office pulls out. You could combine business and pleasure like the world has never seen.",
        "Jordan: I'm not leaving B.R.O.",
        "Jennifer: Oh. Oh, that's good. That's smart, Jordan. Keep saying that, and I am sure that Rosanna will sweeten your deal.",
        "Jordan: Jen, I understand that you're angry.",
        "Jennifer: Oh, no, I'm not angry. I'm disappointed in myself.",
        "Jordan: Why? Why?",
        "Jennifer: Because I trusted you. Paul warned me that you had some agenda, but I refused to believe him. I said, \"he's done so much for this company. He's at the office day and night.\" But I was wrong, wasn't I? B.R.O. was not good enough for you. You were just using it as a way to get to Rosanna's attention.",
        "Jordan: The only purpose that I had at B.R.O. was to put the company back on its feet.",
        "Jennifer: And what about us, Jordan? You and me? You were so sweet to me. You said things that I repeated to myself before I closed my eyes at night. How could you have meant any of them if you were in love with someone else?",
        "Jordan: I can't explain what happened with Rosanna. But nothing that I ever said to you was a lie.",
        "Jennifer: I don't want you telling my mother that you and Rosanna are married.",
        "Jordan: But, she's --",
        "Jennifer: I know she'll find out eventually. But when she's better. Not now.",
        "Jordan: Okay. I won't say a word.",
        "Jennifer: Thank you. I'll see you at the hospital. One more thing. I was just wondering, did you ever picture yourself in a tiny house, on a quiet street, with wife and kids inside, and you outside painting a picket fence? Or was it always hotel suites and corporate jets and wine, and -- you know what? Forget it. I already know the answer to that.",
        "[SCENE_BREAK]",
        "Barbara: I've hurt you so much. As no mother should ever hurt a son. And I know I can't make it up to you. I know I can't bring Rose back to you. I know I can't take back what I did to Will, but at least I can let people realize that I know what I did was wrong.",
        "Paul: I don't care what anybody else thinks.",
        "Barbara: But I do. I want the whole world to know that as important as B.R.O. is to me, my family is more important. And when we say we're back and better than ever, we're not talking about the clothes.",
        "Walker: Barbara's vision won't be coming back this time, Paul. She's gonna need somebody with her every minute.",
        "Paul: Okay. Well, I'll make sure she has a nurse.",
        "Walker: Well, I was thinking more about myself. I don't plan on leaving your mother's side.",
        "Barbara: Thank you. He's been unbelievable, Paul. I wouldn't have been able to do it without him.",
        "Walker: I'll go call the airport, make sure we can get her on a plane right after the show.",
        "Paul: Hey, Walker, thank you for taking such good care of my Mother.",
        "Walker: I'm not finished.",
        "Paul: All right, Ma, hold out your hands.",
        "Barbara: Huh?",
        "Paul: Great. These are the papers that give me control over B.R.O. I thought we could tear them up together.",
        "Barbara: Is that what you want to do?",
        "Paul: Yeah, I don't want this company for myself. What I want is for us to be partners, the way we started.",
        "Barbara: You doing the business, and me doing the designs. I'm not sure I'll be able to do that again.",
        "Paul: It doesn't matter. Just having you there, that will be enough. You and me and Jennifer, on the same side. Okay, you ready? Okay? [Barbara laughing] It's gonna be okay. It'll be fine. I wouldn't have it any other way.",
        "[SCENE_BREAK]",
        "Pilar: You're not gonna finish that? What about the apple pie?",
        "Mike: You have it. I think I'm gonna head home. I've proved I'm not very much fun right now.",
        "Pilar: It won't be much fun without you, either. What was that?",
        "Mike: I didn't hear anything.",
        "Pilar: Right. It was probably nothing. I thought you were leaving.",
        "Mike: Are you scared to be alone?",
        "Pilar: I feel like such a baby. I turn off the light, and I go to bed, and then I get up and I check the door. If I hear a noise, I get up and I look out the window. All night long, it's the same thing, over and over, and -- this is my problem, not yours. You've already done so much to help me.",
        "Mike: I don't want to leave you like this.",
        "Pilar: And I don't want you to go. You've had an exhausting day. So, why don't you just stay and relax, and I'll get you some blankets. What's wrong?",
        "Mike: It's nothing. I was just remembering the dream I was having when you came in.",
        "Pilar: What?",
        "Mike: I was getting married to Katie, and she had this straitjacket on. And there was these guys in white coats, and they're dragging her away. And she's screaming for me to help her, but I couldn't. Man, you don't have to be a shrink to figure that one out.",
        "Pilar: Worrying about Katie has become a habit you can't break. But you have to try, because you can't help her anymore.",
        "Mike: You're right. Maybe the best thing I can do now is let her go.",
        "[SCENE_BREAK]",
        "Man: Sergeant Musgrove, sir. At your service.",
        "Henry: Okay. Right. Okay, no, no, no. That's okay. That's okay. That's good. At ease. Good. Very good. Looking good, soldier. Why don't you take the night off? Or not. If you -- it's up to you.",
        "Nurse Rockwell: Excuse me, sir, I thought I made it very clear that visiting hours are over.",
        "Man: He's the leader, Nurse Rockwell. And he's come with the code.",
        "Henry: Okay, actually, actually, I'm just waiting for Katie, because there's just a couple more things that we have to go over.",
        "Nurse Rockwell: We're locking down the ward in 15 minutes. If you're not out of here by then --",
        "Henry: Whoa, whoa, wait. I'm sorry. Wait a second. \"Locking down\"? As in, steel doors slamming shut? Some guy with a harmonica singing the blues?",
        "Nurse Rockwell: Lockdown is simply a term for shutting down the ward at night.",
        "Henry: Okay, not for my Katie, all right? Not for my Katie. I'm getting her out of here, because all of you people are -- [Henry whistles] Okay? No offense there, okay?",
        "Nurse Rockwell: I'm calling security.",
        "Henry: No, no, no, no, no. Wait, wait, listen. Listen, I have to see Katie. I have to see Katie. It's a matter of life and death.",
        "Nurse Rockwell: Life and death?",
        "Henry: Yes, because she's got the pills. The ones that make me invisible.",
        "Man: Of course! That's how you get to the Mother ship! He is captain destiny, Nurse Rockwell. You must obey him.",
        "Nurse Rockwell: Well, is that a fact? Are you really from another planet?",
        "Henry: You must not question the leader. Bring me Katie, or my armies will attack.",
        "Nurse Rockwell: Well, we certainly wouldn't want that. I will get her down here right away. I need security in the day room. Now, you just, you make yourself comfortable, captain destiny.",
        "Henry: All right.",
        "Nurse Rockwell: We're gonna get those little pills of yours and everything's gonna be just fine.",
        "Henry: Pills. Good.",
        "[SCENE_BREAK]",
        "Jennifer: Didn't expect to see you here.",
        "Paul: Me? It's where I belong, Jen.",
        "Barbara: Jen? Look.",
        "Jennifer: What is it?",
        "Paul: It was a legal document that gave me control over B.R.O.",
        "Jennifer: You tore it up. I love you both so much. This means that everything's going to be okay.",
        "Barbara: Yes. Walker's made arrangements for me. I'm gonna go to Oakdale, and have surgery there tomorrow. Everything's going to be fine.",
        "Jordan: Barbara? It's Jordan.",
        "Barbara: My friend. How are you?",
        "Jordan: Well, I'm a little shaky right now. I'm sorry things have gotten worse. I know that you had a lot of hope for the radiation.",
        "Paul: You knew?",
        "Barbara: Yes, he knew and he wanted me to tell you, and I couldn't. And I thank you for respecting my privacy. Well, I think this is just wonderful, and it's a good omen for tonight's show.",
        "Jordan: Speaking of the show, we still need to come up with an explanation about why you're not going to be there.",
        "Barbara: Well, we don't have to do that, because I am going to be there. Paul asked me to be there, and I can't refuse him.",
        "Walker: Well, paperwork's done. You can leave the hospital any time.",
        "Jennifer: Oh, I'll help you get dressed, Mom.",
        "Barbara: Okay.",
        "Jennifer: In spite of everything, tonight is still going to be great. And Walker, thank you so much for everything you've done for my Mother. Make sure you call the lighting people. Give them my notes on the changes.",
        "Jordan: I'll take care of it right away.",
        "Paul: Mom, Walker and I will be right outside.",
        "Barbara: Okay, okay.",
        "Paul: Okay?",
        "Jennifer: I'll get your clothes. Okay, Mom?",
        "Barbara: Okay. Honey, when you went looking for Jordan, where did you find him?",
        "Jennifer: He was with Rosanna. Discussing business. Do you want help getting out of the bed?",
        "Barbara: You know what? I am sensing something here. Did you two have an argument?",
        "Jennifer: No. Everything's fine. I really don't want to talk about it right now. Especially since I've got more important things --",
        "Barbara: Oh, honey. Honey. Oh, gee.",
        "[Jennifer crying]",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Rosanna: Come in. Oh, hi.",
        "Annabelle: Thanks. Oh, is this nice. Is this a comp?",
        "Rosanna: What's going on? I couldn't believe it that you said you were in Las Vegas. Is this a coincidence, or have you been keeping track of me?",
        "Annabelle: I got a friend works keno at Circus Circus. Figured I'd drop in, lose some money.",
        "Rosanna: I'm so glad that you're here. Are you going to take me to Cabot? How come he's not with you?",
        "Annabelle: Well, we got a little problem.",
        "[SCENE_BREAK]",
        "[Mike dreaming]",
        "Minister: And now, by the power vested in me by the State of Illinois --",
        "Katie: Mike, you have to help me.",
        "Minister: I pronounce you man and wife.",
        "Katie: No. No, Mike. Listen to me. Please, why won't you listen to me? I'm stuck in this place and they won't let me out. I don't belong there. Please, Mike. Why don't you hear me? Mike, help me. Please. Mike. Mike!",
        "[SCENE_BREAK]",
        "Katie: Henry, what are you still doing here?",
        "Henry: I'm pretending to be invisible.",
        "Katie: Well, you're not doing a very good job of it. Come on. We got to get you out of here before somebody sees you.",
        "Henry: Katie, Katie, Katie, shh, shh. It's okay. I'm now an official resident of this fine institution.",
        "Katie: You had yourself committed? Why?",
        "Henry: Well, I couldn't get you out, so I got myself in. And by the way, you need to refer to me as captain destiny. Okay?",
        "Katie: Henry, I love you.",
        "[SCENE_BREAK]",
        "Barbara: Sorry to keep you all waiting, but it's very difficult not knowing what one looks like.",
        "Paul: You look beautiful, Ma.",
        "Jordan: Better than ever.",
        "Jennifer: See? I told you.",
        "Barbara: Thank you.",
        "Paul: Okay, limo's waiting downstairs.",
        "Barbara: Okay, does anyone know if the press is at the hotel? I want them to see all three of us arriving together.",
        "Jordan: I can find out and let them know.",
        "Barbara: Thank you, Jordan, very much.",
        "Paul: Okay, let's not keep them waiting.",
        "Barbara: Okay.",
        "[SCENE_BREAK]",
        "Rosanna: I've done everything they wanted. I've married a man I barely know, for God's sake. I have had enough! I want my son!",
        "Annabelle: And I want to give him to you. Kid's got a pair of lungs on him, I can tell you that. But you see, that's the problem. I don't know where he is.",
        "Rosanna: But you said he was with you. You swore he was with you!",
        "Annabelle: Oh, he was. Only --",
        "Rosanna: Then what happened?",
        "Annabelle: Oh, come on now.",
        "Rosanna: What happened? Where is my son?",
        "[SCENE_BREAK]",
        "[Craig singing] The kids on the bus say \"we're all here we're all here we're all here\" the kids on the bus say \"we're all here\" all through the town",
        "Craig: What do you think? You want to take a ride on a bus some day? Buses are okay, as long as they're custom, with nice beds, the cloud ride, and a well- stocked fridge. Cabot. Cabot. Huh, what do you say? You know something? Just between you and me, man to man, I think things are finally turning around. Hmm?",
        "[SCENE_BREAK]",
        "Next week, on \"As the World Turns\" --",
        "Carly: Maybe we could talk this over after the show.",
        "Jack: This can't wait. It's about Cabot.",
        "Rosanna: The palace of happiness, that's a wedding chapel.",
        "Craig: And if you marry me again, we'll be a family. You, me, Lucy -- and Cabot."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=vTA0AvTzyE8"
}