{
    "Episode Summary": [],
    "Recap": [
        "Keith tries to sneak out of Lily's bedroom, but gets caught by Faith and Sierra. Lily and Sierra find out great news from Lucinda regarding her test results, but hide their disappointment when Lucinda has shared it first with Meg, as well as inviting Meg to go with her to her doctor's appointment. Gwen is working overtime to avoid thinking of her baby. Will notices, and suggests they go to see her baby at Carly and Jack's so Gwen can say a proper good bye. When the nurse prevents them from seeing the baby, Gwen lashes out at Will. Later, she apologizes and thanks him for always being there for her. Carly tells Jack the memories and nightmares are back. Jack suggests they give back the baby for her best interest. Carly can't, but freaks out later when she has another memory. She ends up at Iris' begging her to tell her what really happened. Meanwhile, Jack talks to Kim who tells him that she found a picture of a young Carly in a \"do not air folder\", and it claims she was responsible for what happened to the missing boy. Iris bitterly relays the story of how horrible of a child Carly was. She tells Carly when she left her alone with her son, she came back to find Carly acting innocent and holding an ice-cream in front of her son's overturned carriage. Carly starts to remember what Iris is telling her. She panics and runs outside, as Iris follows her. She tells Carly she can't run away for protection, and that she needs to open her eyes and admit the truth! Her words recall more memories of Carly hearing Iris say those very words to her dad. Carly turns to Iris and incredulously asks if Iris believes she killed her son?!"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Hey.",
        "Keith: Hi.",
        "Lily: Talk about a hit and run.",
        "Keith: I was inches from a clean getaway.",
        "Lily: Without a good-bye kiss?",
        "Keith: I didn't want to wake you.",
        "Lily: What if I wanted you to wake me up?",
        "Keith: Well, yeah, but then, whoops, in comes Faith, you know?",
        "Lily: Oh. No, no. I locked the door.",
        "Keith: You did.",
        "Lily: I did. And I can hear Faith coming a mile away. I thought you liked to live dangerously.",
        "[Lily giggles]",
        "[SCENE_BREAK]",
        "Meg: Good morning, Lucinda.",
        "Lucinda: Good morning.",
        "Meg: Everything okay?",
        "Lucinda: I hope it is.",
        "Meg: Are those the results?",
        "Lucinda: Aren't we the perceptive one this morning.",
        "Meg: What are you doing with those? It's not standard procedure for the lab to send them to the patient.",
        "Lucinda: Well, I'm on the hospital board. It pays to have friends in the high places, and somebody kindly consented to send me a copy of this as well as one to oncologist.",
        "Meg: Why would you do that?",
        "Lucinda: I want to see the results for myself, not through some fancy doctor's spin.",
        "Meg: Well, Dr. Berg seems to be a straight shooter.",
        "Lucinda: Yeah. When the vulnerable target is close by.",
        "Meg: I still think you should wait and go over the results with her.",
        "Lucinda: Well, let's agree to disagree about that.",
        "Meg: Okay, fine. If you can handle this, why is the envelope still closed? What are you waiting for?",
        "Lucinda: You.",
        "[SCENE_BREAK]",
        "Gwen: You ready to order?",
        "Will: Hey.",
        "Gwen: Hey. What are you doing here?",
        "Will: I'm waiting for Celia. You're here early. Didn't you work a double yesterday?",
        "Gwen: Yep. And I'm gonna try pull another one today, too, if I can.",
        "Will: Gwen, you gotta take it easy or you're going to wear yourself out.",
        "Gwen: Hey -- can't really afford to take it easy. I've got a lot of money things i need to catch up on. And believe me, being here beats sitting at home in my lousy apartment, watching the paint peel and thinking.",
        "Will: About the baby.",
        "Gwen: Yeah. I thought I had everything all figured out. I was actually starting to feel kind of good, but now with the whole adoption thing up for grabs, all I can do is kick myself for giving the baby up.",
        "[SCENE_BREAK]",
        "Jack: Carly? Oh, I'm sorry, buddy. Hey. You did pretty well last night. Ready to take on the world? Huh?",
        "Baby nurse: Good morning, Mr. Snyder.",
        "Jack: Morning, Ellen. Have you seen Carly around?",
        "Baby nurse: She went for a run, very early. As soon as the baby woke up.",
        "Jack: Really? How'd she seem?",
        "Baby nurse: Not great. May I speak frankly?",
        "Jack: Of course.",
        "Baby nurse: I think Mrs. Snyder might be having a little difficulty adjusting to having the baby here.",
        "Jack: What makes you say that?",
        "Baby nurse: Well, she just doesn't seem to want to hold the child. When he woke up earlier, I thought she might want to spend a little time with him, but she could hardly even look at him. She just ran out.",
        "Jack: Yeah, well, something shook her up yesterday. Someone tried to take the baby, so if she's acting strange, that's probably what it is. But I don't think it's anything to seriously worry about.",
        "Carly: You're wrong, Jack. It is.",
        "Jack: Carly, what is it, babe? What's going on? Ellen, why don't you take the baby for walk.",
        "Baby nurse: Oh, of course. Thank you.",
        "Jack: Okay. Tell me.",
        "Carly: First, you have to promise me that you're not going to fly off the handle about this --",
        "Jack: Oh, Carly, I promise.",
        "Carly: Jack, I'm a mess.",
        "Jack: Is it because of what happened with Craig yesterday? Or is just having the baby here? Because if it is, let me tell you --",
        "Carly: No, no, it isn't Craig. And it's not the baby. Or maybe it is a little bit. Having him here does keep bringing back this whole nightmare with Iris's baby.",
        "Jack: Oh, I thought you'd let that go.",
        "Carly: I wanted to. But no matter how hard I try to fight off those memories, if that's what they are, they keep coming back.",
        "Jack: Come on. Tell me about them.",
        "Carly: I see myself as a little girl. And I'm standing by a pond, next to a baby carriage. And the carriage is lying on its side. I don't know why I'm there. Or what happened, but something is wrong. Something terrible.",
        "Jack: That's all you can see? Just the carriage?",
        "Carly: I'm holding an ice cream cone. Iris shows up and she's mad. She's furious. She keeps screaming --",
        "Iris: \"What have you done to my boy?",
        "Carly: Please. Be honest with me. Have you told me everything you know?",
        "Jack: Why would I hold anything back?",
        "Carly: Maybe you want to protect me? You want to protect me from something you think I can't handle.",
        "Jack: Honey, there's nothing more to tell. And maybe because there's nothing more to find out.",
        "Carly: No. There's more, Jack. I know there is, and I don't like feeling this way, and I want to put it all past me, so I can focus on you and the kids, and Rosanna's baby, but I don't think that I'm going to be able to do that with this hanging over me.",
        "Jack: Listen, maybe taking in the baby is dredging up all these terrible memories. Maybe it was a mistake. Maybe the best thing for everyone involved would be to give him back.",
        "[SCENE_BREAK]",
        "Gwen: Taking back my baby isn't an option. I thought a lot about what you said, the whole 30-day thing and being able to change my mind. But, no, it wouldn't work.",
        "Will: What is it you want, then?",
        "Gwen: I want for things to be the way they were going to be. I made a choice for Craig and Rosanna to raise my kid. They wanted a child. It seemed like it was a good home.",
        "Will: Yeah. But you didn't know what you were getting yourself into with Craig.",
        "Gwen: It's different with Rosanna, though. She was gonna be a great mom. I could tell just from talking to her. And my kid was going to have everything he could ever want or need. Living in that mansion would've been a dream come true.",
        "Will: It's not all it's cracked up to be. Trust me. And you're not even giving Jack and Carly a chance. Jack's my dad's best friend. They have three awesome kids. They've got to be doing something right as parents.",
        "Gwen: Yeah, but throwing another onto the mix? Maybe that's too much for them.",
        "Will: Oh, give them a shot. It might turn out to be 100 times better than how you thought it would be with Craig and Rosanna.",
        "[SCENE_BREAK]",
        "Keith: You know, you talk about me living dangerously -- your kid's gonna come in at any time.",
        "Lily: No, my girls are late sleepers. They're not awake.",
        "Keith: Well, in that case -- I didn't want anyone coming between us.",
        "Lily: I wouldn't let that happen.",
        "Keith: Good.",
        "[Doorbell rings]",
        "Lily: Who's here this early?",
        "Keith: Holden.",
        "Lily: No, no, no, no. He's still out of town. My mother.",
        "Keith: In that case, feet don't fail me now.",
        "Lily: No. She's getting the results today from her latest surgery.",
        "Keith: Well, you know what? I will just use my trusty escape route here.",
        "Lily: I don't trust that ladder any more today than I did last night.",
        "Keith: I'd rather go down that ladder than deal with your mother.",
        "Lily: Okay.",
        "Keith: All right?",
        "Lily: Just be careful.",
        "Keith: I love you. I'll miss you.",
        "[Lily yelps]",
        "Faith: Somebody's at the door. Hey, Uncle Keith, what are you doing in my Mommy and Daddy's bedroom?",
        "Lily: Uncle Keith just came by to say hello.",
        "Keith: And to give you an airplane ride. You'll go --",
        "[Keith making airplane noises]",
        "Lily: Have you heard from mom? Anything?",
        "Sierra: That's why I stopped by. Sweetie pie, come on, I have something for you downstairs. Come on.",
        "Faith: One more spin, one more spin.",
        "Keith: Oh, come on here, I'll fly you over there. Ready, ready, take off!",
        "[Keith making airplane noises]",
        "[Lily laughing]",
        "Lily: Okay, set you right down there. Good, good.",
        "Keith: You okay?",
        "Lily: I'm okay. You covered very well.",
        "Keith: She's a good kid. I don't want to, you know, mess anything up around here, stopping by like this.",
        "Lily: What are you talking about? She was very happy to see you.",
        "Keith: What about your sister?",
        "Lily: If Sierra has a problem with you, then it's her problem, not mine. I'm not going to worry about it, so neither should you.",
        "Keith: The only thing I worry about is when you're not happy.",
        "Lily: I'm happy.",
        "Keith: Good.",
        "Lily: I am.",
        "Keith: Okay. I'll catch you later.",
        "Lily: Oh, you know, you could -- hey! It's safe to go out the normal way now.",
        "Keith: You're right. Good idea.",
        "[Lily sighs]",
        "Sierra: Well, that wasn't exactly what Faith and I expected to walk in on.",
        "Lily: Great.",
        "Sierra: You know, Lily, you might think about being a little discreet. I mean, not for me, certainly, but for your kids.",
        "Lily: Okay, yes, I get it. You're right, I should be more careful. I -- but I have to move on with my life. Don't you agree?",
        "Sierra: I know that.",
        "Lily: You do? Do you really? Does anyone really understand?",
        "Sierra: Lily, if this makes you happy, then I'm happy for you.",
        "Lily: Forget about that. What about mom? What have you heard?",
        "Sierra: Well, she's getting the test results back today and I thought maybe the two of us should be there to be with her when she reads them.",
        "Lily: Isn't she going to do with her doctor?",
        "Sierra: Well, apparently, not. But you know mom. So I have cleared my schedule to be with her today, but if you're too busy --",
        "Lily: Oh, stop. No. Come on. I just need a few minutes. I'll be ready in just a few minutes. And Sierra, let's pRay the news is hopeful.",
        "[SCENE_BREAK]",
        "Meg: I still think you should make an appointment with Dr. Berg and go over these with her.",
        "Lucinda: Either the cancer has been gotten out, or it has not been. If there are any details that I do not understand, you will explain them to me. So, go on. What are you waiting for? Open the damned thing. [Lucinda sighs] Now give it to me straight.",
        "[Lucinda clears throat]",
        "Meg: Well, the margins seem to be clean.",
        "Lucinda: The margins are clean? Oh, you mean, the margins are -- oh! [Lucinda laughs] That's it! They've got the cancer out! It's out!",
        "Meg: Hopefully.",
        "Lucinda: That's it!",
        "Meg: Hopefully, yeah. This is exciting news, Lucinda.",
        "Lucinda: Well, yes. Yes. Oh! It's just the news that I expected. This is what I expected. I knew I was going to beat it! I was going to beat it!",
        "Meg: Well, it's not that simple. You're still starting chemo.",
        "Lucinda: Well, let's not talk about that right now. Anyway -- anyway, the doctors can be too overcautious sometimes, don't you think?",
        "Meg: No. I mean, they did remove the tumor, but they did find traces of cancer on your lymph nodes, remember?",
        "Lucinda: Well, I'm just going to take expensive drugs.",
        "Meg: Lucinda, it's not like aspirin. I mean, there are potential side effects.",
        "Lucinda: Well, I mean, come on! I mean, I always knew that you were a half glass empty girl, but for heaven's sake, can I have five minutes of uninterrupted joy about my news side of you?",
        "Meg: Okay, okay. You're right. I'm sorry. I'm sorry. You're right. I am very excited about the results. You should call Sierra and Lily. I think they should be here for this.",
        "Lucinda: Don't tell me what to do. They're coming over in a bit.",
        "Meg: Okay, good. Can I just say one more thing without you cutting my head off here?",
        "Lucinda: If you have to.",
        "Meg: There are potential side effects to chemo, but there's also going to be emotional stress.",
        "Lucinda: Well, stress is my middle name. Ha, ha. And nausea and fatigue, I mean, I can deal with that --",
        "Meg: I know. I know you probably can. But there are techniques that will make this easier. Maybe you'll even enjoy it.",
        "Lucinda: Oh, let's get something straight, dear. I may do yoga, but chanting is out.",
        "Meg: Okay. No chanting, I promise.",
        "Lucinda: Thank God.",
        "[Lucinda laughs]",
        "Meg: But you have to be open-minded.",
        "Lucinda: Well, I'm the most open-minded woman in the whole world.",
        "Meg: Okay, good. Lie down.",
        "Lucinda: On the sofa?",
        "Meg: No, on the floor. Come on.",
        "[SCENE_BREAK]",
        "Carly: Jack, I can't give the baby back. That wouldn't be fair to anybody -- to Rosanna or the kid. What would happen to the poor thing?",
        "Jack: Let social services take care of that. Honey, I'm much more worried about you. This is clearly disturbing you in a big way.",
        "Carly: Then help me. Help me figure out what really happened so I can put it in the past.",
        "Jack: Come here. Nothing means more to me than seeing you happy, and free from all this stress. And I will do whatever it takes to see to it that that happens. I promise. [Phone ringing] Hello. Hey, Hal, yeah. I was just on my way. Right. I'll see you in a few. Bye. Hal is waiting for my final report on Craig's arrest last night.",
        "Carly: Then I guess you have to go.",
        "Jack: I don't want to leave you like this.",
        "Carly: I'm fine. I'm totally fine. We'll talk about it later.",
        "Jack: Yes, we will. I love you.",
        "Carly: I love you, too.",
        "Jack: Oh -- hey.",
        "Baby nurse: Thank you.",
        "Jack: Bye.",
        "Carly: Hi. How's he doin'?",
        "Baby nurse: Sound asleep. I walked him around the block a couple of times.",
        "Carly: Oh, that's good. Thank you.",
        "Baby nurse: Look at how peacefully he's sleeping.",
        "Carly: Yeah, well, I'm glad.",
        "[Carly remembering]",
        "Baby nurse: Is everything okay, Mrs. Snyder?",
        "Carly: Yeah. Oh, yes. I'm fine. I just remembered that I have an appointment. An important appointment. I've gotta go.",
        "[SCENE_BREAK]",
        "Gwen: I just feel so guilty, like I'm taking the easy way out for not trying. Even though I know it might not be the best thing for my kid to have me as a mom.",
        "Will: Don't say that. You'll make a great mom. When you're ready. And you hardly took the easy way out. You gave up your son so he could have a better life. That's an amazingly brave thing to do.",
        "Gwen: Then why do I feel so lousy about it?",
        "Will: Because you're a good person. Because you love your son.",
        "Gwen: I just need to see him once. To really have a chance to say good-bye.",
        "Will: So, then do it. I'm sure Jack and Carly won't mind.",
        "Gwen: You think?",
        "Will: Sure. I'll even go with you.",
        "Gwen: You'd come with me?",
        "Will: Of course. Do you have time to take a break?",
        "Gwen: Yeah.",
        "Will: Well, then, let's go right now.",
        "[SCENE_BREAK]",
        "[Iris groans]",
        "Iris: Go away.",
        "Carly: You are going to talk to me, Iris.",
        "Iris: Yeah, how about I call the cops?",
        "Carly: Fine. You go ahead and you call 'em. My husband will probably take the call, and then you'll have to deal with both of us.",
        "Iris: What do you want from me?",
        "Carly: The truth. All of it. Nothing held back. You said that I hurt your son. How? What did I do to him?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Will: Are the Snyder's home?",
        "Baby nurse: Oh, no, I'm sorry. They're not.",
        "Gwen: Oh, we were just wondering if we could see the baby.",
        "Iris: My baby was gone.",
        "Carly: How? What happened to him?",
        "Iris: Why are you doing this to me?! You know what you did!",
        "[SCENE_BREAK]",
        "Lily: Since when does mother listen to smooth jazz?",
        "Sierra: And what is that smell? It's not what I think it is, is it?",
        "Lily: It can't be.",
        "[Lucinda breathing heavily]",
        "Meg: Deep breath. Hold. And exhale. [Lucinda grunting] Good!",
        "[Lucinda laughing]",
        "Lucinda: Oh, this is good. This is really great stuff. I could use this.",
        "[Lucinda breathing heavily]",
        "Lily: What's going on?",
        "Lucinda: Oh.",
        "Meg: Hi.",
        "Lily: What's going on in here?",
        "Sierra: Mother?",
        "Lucinda: I'm learning techniques on breathing and relaxation. You know, you've broken the spell, sweethearts. Next time, you've got to knock.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Baby nurse: Yes. May I help you?",
        "Gwen: Hi. I'm -- I'm Gwen. I was --",
        "Will: Are the Snyders home?",
        "Baby nurse: Oh, no, I'm sorry, they're not. Can I give them a message?",
        "Gwen: Uh, no. We were just wondering if we could see the baby.",
        "Baby nurse: Excuse me?",
        "Will: The little boy they just adopted. Gwen's the --",
        "Gwen: I'm a friend. I just found out they'd adopted a baby. I told them I might stop by to say hi.",
        "Baby nurse: Oh, I see. Well, I'm sorry, but I can't let you in without their permission. You understand.",
        "Gwen: Yeah. Of course. [Baby crying] Is that him?",
        "Baby nurse: Ah, yes. It is. You'll have to excuse me. I'm sure if you call Mr. And Mrs. Snyder, that they'd be happy to set up a time for you to stop by.",
        "Gwen: I will. Thanks. I told you this was a waste of time. Thanks a lot.",
        "[SCENE_BREAK]",
        "Jack: Hey, Jonesy? Hey, will you give this to lt. Munson? I've got to get going. Hey, Kim.",
        "Kim: Hi.",
        "Jack: What brings you by? Nothing serious, I hope.",
        "Kim: Actually, I'm afraid it might be. Do you have a couple of minutes?",
        "Jack: Sure. Sure, have a seat.",
        "Kim: Thank you.",
        "Jack: What's up?",
        "Kim: Well, I was -- I was going to give this to Carly, but I decided I'd better run it past you first.",
        "Jack: Okay. Shoot.",
        "Kim: I've been doing a little more research in the archives at WOAK, I've been trying to find some follow-up information about that tape I gave Carly. And I --",
        "Jack: What tape?",
        "Kim: She didn't tell you about it?",
        "Jack: Refresh my memory.",
        "Kim: It's that old news piece about the missing boy.",
        "Jack: Iris Dumbrowski's son?",
        "Kim: Yeah, right. So, anyway as you know, I gave that to Carly because she was trying to find out if there was any chance that Iris had had anything to do with her father, with Ray in the past. Unfortunately, there wasn't very much personal information about Iris in that old piece. So, I kept digging. And I came across some information in the archives in an area marked \"do not air\".",
        "Jack: What'd you find?",
        "Kim: Well -- I have -- that's a picture of Carly as a little girl, right?",
        "Jack: Yeah.",
        "Kim: That's what I was afraid of. This -- this stuff says that -- I mean, it claims that Carly is the one responsible for what happened to that little boy.",
        "Jack: I know.",
        "Kim: Then it's true?",
        "Jack: No, it's not 100% yet, but it's looking that way.",
        "Kim: Oh, Jack. Oh, no. And Carly seems to have no memory of this.",
        "Jack: Yes, I've been trying to make it go away so that she never does.",
        "Kim: Oh, fat chance of that. I got the distinct impression there's no way in the world she's going to let this go. She suspects something. And she's going to keep at it.",
        "Jack: That's what I'm afraid of, Kim.",
        "Kim: Well, you have got to tell her what you know. It's so much better that it would come from you, than for her to find this out on her own.",
        "[SCENE_BREAK]",
        "Iris: I told you. I can't go back there. I can't dredge up those memories again. It took me a lifetime to get rid of them.",
        "Carly: What about me? I'm left with just bits of memories of something that I'm told I'm responsible for. It's driving me crazy, Iris. Please. I need to know the truth -- all of it.",
        "Iris: Why? We're better off just leaving it behind us.",
        "Carly: I did try to believe that. But I can't.",
        "Iris: You just won't give this up, will you?",
        "Carly: I can't.",
        "Iris: If I tell you the truth -- if I tell you everything, is that the end of it? Will you leave me alone?",
        "Carly: Iris, I swear it. I will never bother you again.",
        "Iris: All right, sit down. You want a drink?",
        "Carly: No.",
        "Iris: Are you sure? Maybe you should. You're gonna need it.",
        "[SCENE_BREAK]",
        "Meg: Hmm, what should I make for dinner?",
        "Sierra: We didn't mean to interrupt anything. It's just we didn't really know what was going on. I mean, the music is so odd.",
        "Lily: And the smell?",
        "Lucinda: Oh, honey, it beats jasmine candles. This is incense. It's incense.",
        "Meg: I'm teaching your mom relaxation techniques.",
        "Lucinda: It's wonderful. I've been doing something that's kind of rosy wash that washes over -- you should join. Well, anyway, but then you two come along like two gorgeous Charlie's angels and you bust in.",
        "Sierra: Well, sorry, but we were anxious to see you.",
        "Lily: Yes, see if you spoke to Dr. Berg about your pathology results.",
        "Lucinda: It's wonderful news.",
        "Lily: Oh, thank God. It is? Why didn't you call us to tell us?",
        "Lucinda: 'Cause I knew you were coming over. I knew you were coming over momentarily. Anyway, Meg -- Meg, luckily she was here so she could interpret the results for me.",
        "Sierra: And there was no cancer in any surrounding tissues?",
        "Meg: No, the margins are clean.",
        "Lily: So do you still have to have chemotherapy? Is that still be necessary?",
        "Lucinda: I think so.",
        "Lily: Did you talk to your doctor -- Dr. Berg -- about your pathology results yet?",
        "Lucinda: I haven't talked to Dr. Berg. I don't like Dr. Berg. Anyway, what is she gonna tell me that Meg hasn't already told me, huh?",
        "Sierra: Well, don't you think that maybe you should go get ready? I mean, your appointment's in less than an hour.",
        "Lucinda: Well, so what? I'm on the hospital board. I can be late. And anyway, what is Dr. Berg gonna tell me that she doesn't tell me? And I want to get on with my visualizing and the next step.",
        "Lily: You have to leave. We're going with you to your appointment. So come on, let's go.",
        "Lucinda: Do I need three nurses?",
        "[SCENE_BREAK]",
        "Gwen: Did you see the look on the nurse's face? She looked like she wanted to scrape me off her shoe.",
        "Will: She was just protecting the baby, okay? She didn't know who we were. Why didn't you tell her you were the biological mom?",
        "Gwen: I don't know. It just felt wrong.",
        "Will: Look, Gwen, I know you're upset and confused right now. But I really feel like you're working against yourself here.",
        "Gwen: What the hell's that supposed to mean? Whose side are you on, anyway?",
        "Will: I'm trying to be on your side, but you're not making it easy.",
        "Gwen: Just go, all right? I've gotta get back to work. Celia's probably waiting for you. This was a stupid idea all around.",
        "Will: Fine.",
        "[Baby cries]",
        "[SCENE_BREAK]",
        "Iris: You sure you don't want one?",
        "Carly: Positive.",
        "Iris: Suit yourself. [Iris chuckles] You always did say no to everything. You were a real brat. Frankly, I couldn't stand you, but I was with your old man, so I had to put up with you. Oh, the things you do for what you think is love.",
        "Carly: Maybe I was mean to you because you were with my dad. Did that ever occur to you?",
        "Iris: You were mean, period. Spoiled. I remember when your dad told you that I was gonna have a baby, oh, you threw a fit. You couldn't stand the thought of having a baby brother or sister, that I was the mom. You went nuts.",
        "Carly: Did I?",
        "Iris: You really expect me to believe you don't remember anything?",
        "Carly: I don't.",
        "Iris: Yeah, you started screaming. You didn't want a brother or sister. You hated me. You were gonna run away and we'd all be sorry.",
        "[Carly remembering]",
        "Carly: No! I don't want it! I don't want a brother! I don't want a little sister! No! I hate you! I hate you!",
        "Carly: I was just a little kid. You weren't my mother. What did you expect?",
        "Iris: That was just the beginning. Ray kept bringing you around to the house, determined to get you to like me. The old fool. He really believed we could be a family. As if that could happen.",
        "Carly: Keep going.",
        "Iris: I'm doing this for your benefit, lady. I get no kick out of walking down memory lane. [Iris sighs] We didn't have much money, so we had to go to this lousy little clinic while I was pregnant. The place should've been condemned. We brought you with us once. You threw a fit, so we started leaving you home alone. You didn't like that, either.",
        "Carly: You keep making it sound like it's my fault you screwed up my life.",
        "Iris: Yeah, well, I'm not finished with the story yet. You were a little monster. You kept breaking my stuff while you were here. I couldn't do anything about it. I couldn't punish you, I wasn't your ma. I tell you, I was fed up. With both you and your old man. I wanted you both out of my life. But he wouldn't walk away from the baby I was carrying. He was so sure it was gonna be a boy.",
        "Carly: He always wanted a son.",
        "Iris: He was right. I ended up having a little boy. But he came early, too early. Ray was at work, and he'd dumped you over here to stay. They'd turned off the phone and electricity a few days early because we hadn't paid the bills. And I was bleeding pretty bad. I knew I had to get to a clinic. But you wouldn't let me leave you here, so I had to drag you along. Ray took the car, mine was in the shop so we had to walk. So I put the baby in the carriage and off we went. But I was weak, I was bad off. I knew I had to find someone to let me use the phone so I could call a doctor, or at least get a hold of your dad. I told you to wait with the baby. That was the biggest mistake of my life.",
        "[Carly remembering]",
        "Iris: That's it. I can't push this carriage into that brush. You're going to have to stay here with the baby while I get help.",
        "Carly: I don't want to.",
        "Iris: You do what I say. I've had enough of your whining. You stay here, and don't move.",
        "Carly: I want to go home.",
        "Iris: Here. Now when you hear the ice cream truck, you can go. But you come right back. And bring me the change this time.",
        "Iris: I must have been out of my mind, delirious from just giving birth. What was I thinking? Leaving you with a boy I knew you already hated?",
        "Carly: What happened next?",
        "Iris: It took longer than I thought to find some help. Nobody was home. I had to go to three houses. When I got back, you were just standing there, holding this ice cream cone in your hand.",
        "[Carly remembering]",
        "Iris: What happened? Where's the baby? You were supposed to stay with him! Where is he? Where's my boy?",
        "Carly: I --",
        "Iris: What did you do? My God, Carly, what did you do?",
        "Carly: I didn't do anything.",
        "Iris: Oh, you are a liar! We both know you're lying. You've hated him since before he was born. Oh, my poor little boy. Where is he? My beautiful boy. Where is he? What have you done to my boy?",
        "Iris: You just -- you stared up at me. Little miss innocent. Like nothing mattered at all except for that damn ice cream cone in your hand.",
        "Carly: The baby was gone?",
        "Iris: Yeah, that's right. My baby was gone.",
        "Carly: How? What happened to him?",
        "Iris: Why are you doing this to me?! You know what happened. You know what you did!",
        "[SCENE_BREAK]",
        "Meg: Lucinda, Sierra's right. You really should get ready to go.",
        "Lucinda: Just when I'm having a little fun.",
        "Sierra: Are you sure you don't want us to go with you?",
        "Lucinda: No, darling, I really don't. This is nothing. I'm saving you a -- this is wonderful. This is wonderful news.",
        "Lily: We couldn't be happier, really.",
        "Lucinda: Hey. Hey, that makes three of us. Oh! Oh, yeah!",
        "Meg: Lily, what matters here is that Lucinda goes through as little pain as possible. Don't you agree?",
        "Lily: Yes.",
        "Meg: I just don't want this to turn into some kind of power play. I'm just doing my job. I'm here to help.",
        "Sierra: And we appreciate that. Don't we, Lily?",
        "Lily: Yes, Meg, you have a very positive influence on my mother, obviously.",
        "Meg: Okay then.",
        "Lily: Mmm. Mmm.",
        "Sierra: Let it go, Lily. It isn't worth it. I mean, Meg is right about one thing. All that's important is that we get mother through this, right?",
        "Lily: Is there a remote possibility that mother is turning to Meg just to punish me?",
        "Sierra: You don't really believe that, do you? Look, as difficult as it is for us, I imagine that it's easier for mother to rely on a stranger than to show her own girls weakness.",
        "Lily: I know. I'm just being selfish. I'm sorry.",
        "Sierra: No, you're scared. We all are scared. But today the news was good, right?",
        "Lily: Yes, great.",
        "Sierra: And meg does seem to be in tune with mother's needs.",
        "Lily: Yes, yes. As long as Meg doesn't do something that mother disapproves of, she'll be fine. And knowing Meg, eventually, she will.",
        "[SCENE_BREAK]",
        "Will: What's this?",
        "Gwen: Peace offering -- on the house. I didn't mean to blow up at you like that. I know you were just trying to help. I'm just mixed up.",
        "Will: Who wouldn't be, under the circumstances. You've had it rough.",
        "Gwen: And you've been there for me every step of the way. That's more than anyone else in my life ever.",
        "Will: Well, I told you a long time ago, you can count on me.",
        "Gwen: Yeah, I need to learn to count on myself, too.",
        "Will: You're stronger than you think you are.",
        "Gwen: I'm not talking about being strong. I'm taking about being smart. Making the wrong decision seems to be what I do best. I've got to learn to make a few right ones.",
        "Will: What are you trying to say? You dumping me?",
        "Gwen: I'm not that stupid. I know enough to hold onto a good friend whenever I get one.",
        "Will: Yeah, me, too.",
        "[SCENE_BREAK]",
        "Jack: Hey, Ellen. Where's Carly?",
        "Baby nurse: She left. Just after you did.",
        "Jack: Did she say where she was going?",
        "Baby nurse: Just that she was late for some appointment.",
        "Jack: How did she seem when she left?",
        "Baby nurse: Very upset. And then she just ran out.",
        "Jack: Okay. Thanks.",
        "Baby nurse: It's time for his nap. I'm going to go put him down.",
        "Jack: Okay. Carly, it's me. I'm home. Where are you?",
        "[SCENE_BREAK]",
        "Carly: Iris, I don't know what you're talking about. And I realize that you don't believe me. But I swear I do not remember any of this. What is it that you think I did?",
        "Iris: You know exactly what you did. You can deny it all you want, but nothing changes what happened to my little boy.",
        "Carly: I don't feel well, I need some air.",
        "Iris: Oh, now you're going to run away? You make me dredge all this stuff up, and now you can't handle it?",
        "Carly: Iris, I have no idea what you're talking about. You're just -- you're confused. I didn't -- I couldn't --",
        "Iris: Stop it! You opened this door, now you are gonna look and see what's on the other side.",
        "Carly: I can't. I don't --",
        "Iris: Oh, it's too late for that, lady. You're gonna face up to what you did. No one is going to help you out. You can't run to your husband for protection.",
        "[Carly remembering]",
        "Iris: Stop protecting your daughter, Ray! You and I both know what that little monster did! You can't deny it anymore! I won't let you!",
        "Iris: Open your eyes, Carly.",
        "Carly: No.",
        "Iris: Face the truth.",
        "[Carly remembering]",
        "Iris: Open your eyes, Ray. Face the truth!",
        "Carly: No.",
        "Iris: This is what you came here for, isn't it? Well, now you're going to admit the truth. Finally you are going to admit the truth.",
        "Carly: No! No! I can't!",
        "[Carly remembering]",
        "Iris: Admit what she did, Ray. Your daughter hates me. She hated my son. That's why she did it.",
        "Carly: No --",
        "[Carly remembering]",
        "Iris: That's why she got rid of him.",
        "Carly: No!",
        "Iris: That's why she got rid of my beautiful little boy.",
        "Carly: No. No. Oh, God. You think I killed your son?",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Hal: The only thing you will ever be to Paul Ryan is his live-in mistress.",
        "Paul: I was just on the phone with the clinic in Switzerland, trying to get an update on Rosanna's condition.",
        "Carly: Please, just tell me why you think I hurt your boy!",
        "Iris: Let go of me.",
        "Carly: Please, Iris, please!",
        "Jack: Carly, what are you doing?"
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=hAtiX9Kdf00"
}