{
    "Episode Summary": [],
    "Recap": [
        "Allison is released from the hospital, and Chris offers to take her home, but Allison wants to see Aaron first. Casey feels like Emily is burying herself in her work suddenly to avoid him. Mike learns of a problem with the project at the Snyder Farm. Lily and Holden visit with Aaron. Aaron talks about forgiveness with them after his near death experience. Allison comes to visit with Aaron, and he is thrilled to see her. Neal comes back to town and visits with Carly in hopes of spending time with her again. Emily explains to Casey that she thinks they should get an annulment; Casey doesn't want one, but Emily is insistent. Lily and Holden grab coffee and everything seems to be going well until Holden mentions he has moved out of the farm and is staying at the Lakeview. Lily is sure it is so he can see Carly. They fight and Lily tells him to sign the divorce papers and send them to her attorney. Carly accepts a date for lunch with Neal. Mike tells Neal that the farm has high levels of toxins in the soil, as Neal is worried about the project. Carly tells Mike that Holden and Lily are still divorcing because Lily can't forgive Holden. Aaron tells Allison that he still loves her, as she looks conflicted. Mike goes to see Lily. Neal and Carly have their date in an attempt to start over, but Holden showing up at the same restaurant puts a damper on their plans; Holden leaves quickly, which Neal can't help but notice. Carly's attention seems elsewhere afterwards. Their date is cut short when Neal has to leave because of business. Casey commiserates with Chris of all people about Emily, and he gives him some valuable advice. Carly calls Holden to tell him that he didn't have to rush out of the restaurant on her behalf, but he blows her off brusquely claiming he was worried about Aaron almost dying last night. Carly goes to see if Holden is alright and the two of them end up venting to one another about life and realize they are in the same boat. Mike lends support to Lily, who wonders what Carly has that she doesn't. Chris wants to take Allison home, but she balks so he wonders if she is still afraid of him. She tells him that they are fine, but she is staying with Aaron. Allison tells Chris that she is confused and needs space. Casey tells Emily that he will give her an annulment, but Emily wants to stay married because she doesn't want to lose him. They end up reaching a compromise. Holden wants to be with Carly, as she tries to deny her feelings. Holden tells her that he is tired of denying their feelings because his marriage is over. Carly tries to deny their connection, but they wind up kissing and undressing. Lily and Mike end up kissing. Carly stops herself and Holden from going any further claiming that they need to do the right thing because she did not chose the right thing before when she slept with her best friend's husband; she walks out on Holden. Lily and Mike start to have sex."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Chris: You clean up real good.",
        "Alison: I hope those are my release papers.",
        "Chris: You're all set. You sure you're up to leaving?",
        "Alison: I can't even believe how much better I feel, thanks to you. Seriously, Chris. Without you, I wouldn't be here.",
        "Chris: I wouldn't have it any other way. You got someone to take you out?",
        "Alison: Uh, not really. My, uh -- my mom still hasn't been released yet, but the nurses say I shouldn't be worried.",
        "Chris: You shouldn't. Since the toxin was injected directly into her system, it just takes a little longer to flush out, but she'll be up and running in no time.",
        "Alison: Nagging me to take care of myself, right?",
        "Chris: Yeah. That's what moms are for. Maybe you should listen, okay? Just take it easy for a while. In fact, why don't you let me take you home? You shouldn't be on your own today.",
        "[SCENE_BREAK]",
        "Emily: Leave my lunch outside. I'm not hungry.",
        "Casey: Emily, what the heck is going on?",
        "Emily: What are you doing here? Did they let you out of the hospital?",
        "Casey: Yes, yes. I got release papers and everything. You should try it.",
        "Emily: It's no big deal. I'm fine.",
        "Casey: Why did you leave the hospital without telling anyone?",
        "Emily: I need to get back to work. I'm running a story on Decker. \"Serial killer strikes again.\"",
        "Casey: Well, couldn't someone else in the office handle that?",
        "Emily: Are you kidding me? No other reporter can write this story like I can. I was right in the middle of it. I could have been one of the guy's victims.",
        "Casey: Yes. Thank God he didn't succeed.",
        "Emily: Yeah. We're all very lucky. But now that it's over, I need to get back to work.",
        "Casey: Yes. You might need that. But I need to know why you're suddenly shutting me out.",
        "[SCENE_BREAK]",
        "Mike: Hey, Keith. What's up?",
        "Keith: We have a problem.",
        "Mike: You've got to be kidding me.",
        "Keith: I wish.",
        "Mike: Oh. Oh, man. I mean, the Snyders have enough trouble as it is. This is the last thing they need.",
        "[SCENE_BREAK]",
        "Holden: Lily. What are you doing here?",
        "Lily: I came to see Aaron. You have a problem with that?",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Neal: Hello, Carly.",
        "Carly: Hello, Neal.",
        "Neal: Are we waiting for the other shoe to drop.",
        "Carly: No. I'm just cleaning up. I wasn't expecting company.",
        "Neal: I'm back in town on business. Just thought I'd pop in and check on you. Wasn't quite sure if you'd want to see me. Do you?",
        "[SCENE_BREAK]",
        "Holden: No. It's not a problem at all. I just didn't expect to see you here.",
        "Lily: Aaron's my stepson. I think I had a part in helping to raise him, don't you?",
        "Holden: Of course you did, but --",
        "Lily: Nobody called me last night! When I found out that he'd been shot, my heart stopped. Is he okay?",
        "Holden: He's lucky. He lost a lot of blood, but he's gonna be fine.",
        "[SCENE_BREAK]",
        "Carly: Of course I'm happy to see you. Come in, please. Sit down if you can find a place on that couch. Can I get you something?",
        "Neal: I don't want -- to put you out.",
        "Carly: No, it's no trouble at all.",
        "Neal: Mystery solved.",
        "Carly: Thank you.",
        "Neal: But there's still one other mystery. When we called off our trip to Paris, you were still pining after Holden Snyder. How did that turn out?",
        "Carly: He and I are not seeing each other anymore.",
        "Neal: Well, I'm sorry for you, but could that be good news for me? Is it possible you and I could have another chance?",
        "Carly: I don't want to make any promises, especially after what happened in New York.",
        "Neal: Well, it may have ended badly, but I don't regret one moment I spent with you.",
        "Carly: I'm sorry we didn't get to Paris.",
        "Neal: Last time I checked, it's still there. Though not quite as charming without you.",
        "Carly: Oh, stop it. You know, you could sweet-talk a girl if she let you.",
        "Neal: I hope she does. What does she have to lose?",
        "Carly: More than you might think.",
        "Neal: You've got to move on sometime. How else are you going to get over your broken heart?",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Holden: Hey.",
        "Aaron: Hey.",
        "Holden: Need some company?",
        "Aaron: Hey, Dad.",
        "Nurse: He's still a little drowsy from the pain meds.",
        "Lily: We won't stay long.",
        "Nurse: Usually, we say one visitor at a time, but since you're the parents, it's okay. Don't tire him out.",
        "Holden: How you doing?",
        "Aaron: Better. So, what's up? Did I have to get shot to get you two back together?",
        "[SCENE_BREAK]",
        "Casey: Why didn't you tell anyone you were leaving the hospital? I freaked out.",
        "Emily: I'm sorry, okay? I knew I had to get the story going, and I wasn't thinking. I'm sorry.",
        "Casey: You weren't thinking about me, you mean.",
        "Emily: No, that's not what I said. I wasn't thinking. I'm a writer, Casey. Give me a break. I get tunnel vision. It's part of who I am.",
        "Casey: Oh, come on, Emily! Stop treating me like I'm some co-worker here. I'm your husband.",
        "Emily: I know. We need to talk about that.",
        "[SCENE_BREAK]",
        "Alison: Well, that makes it official, right?",
        "Chris: You're free to go.",
        "Alison: Well, I'm gonna go see Aaron first. I'm not going anywhere until I'm 100% sure he's okay.",
        "Chris: Well, I just checked his chart. He's making good process. They managed to get the bullet out without any collateral damage, so he's gonna need a little physical therapy. That's it.",
        "Alison: Oh, thank God. It could have been so -- I don't even want to think about what it could have been.",
        "Chris: At least Decker didn't get away with it.",
        "Alison: Yeah, well, jail's too good for him. But I mean, at least he's behind bars, and you and Aaron had a lot to do with that. Well, I should go see him now.",
        "Chris: Yeah. Um, sure you're okay?",
        "Alison: No worries. See you.",
        "Chris: See you.",
        "[SCENE_BREAK]",
        "Emily: I need you to understand something, Casey. I only -- I only went through this whole marriage thing because I wasn't myself. That toxic whatever it was that was in my body, it made me do irrational things.",
        "Casey: So you're saying getting married to me was irrational?",
        "Emily: Definitely! I'm not saying that I don't still have feelings for you, Babe. I do. It's just the getting married part. I'm not ready for that.",
        "Casey: In other words, you're not ready for the long haul, right?",
        "Emily: Casey, none of my marriages have lasted. I got a lousy track record.",
        "Casey: Yes. We've all made mistakes.",
        "Emily: Yeah, well, mine tend to be huge.",
        "Casey: You still think I'm too young, don't you?",
        "Emily: Oh, my God. Casey, it's not about age! It's about being ready, and I'm not ready. Neither are you.",
        "[SCENE_BREAK]",
        "Lily: Your sisters made you some very artistic \"Get well\" cards, and they were up bright and early making you brownies. Luke's gonna stop by later, and Noah says that he will send you over any beverage of your choice from Java.",
        "Aaron: Something to go with the brownies.",
        "Lily: That's the idea.",
        "Holden: I called your mom to see how -- I told her not to worry. She was ready to get on the next plane out here, but I said it wasn't necessary.",
        "Aaron: Thanks, Dad.",
        "Lily: And I hear Emma is cooking up a storm back at the farm for when you get out of here.",
        "Holden: That's right. She's gonna fatten you up.",
        "Aaron: I never turn down Grandma's food. She must have a lot on her hands. How's Meg?",
        "Holden: She's much better. Everyone that Rick Decker poisoned seems to be recovering.",
        "Aaron: I'm still worried about Alison. I mean, she almost died.",
        "Holden: That was a pretty close call for both of you guys. But now that Decker's in custody, there's nothing to worry about. And what you need to do is focus on getting better so you can help your grandmother with all those chores on the farm.",
        "Aaron: I can't wait. You know, when I -- I felt that bullet hit, I wasn't sure if I was gonna make it. I thought about everything important in life -- family and everybody you care about. Maybe it's not my business to say this, but I really hope you two can patch things up 'cause it can all end in a flash, and then it's too late for regrets.",
        "Alison: Sorry. Am I interrupting?",
        "Aaron: No. You look good. Come here.",
        "Alison: Yeah, I'm as good as new. I just signed my release papers.",
        "Aaron: Oh, I'm glad.",
        "Alison: Yeah. You had me worried sick, Aaron.",
        "Holden: He's much better.",
        "Lily: He's the best!",
        "Aaron: These are my cheerleaders.",
        "Lily: We should leave these two alone.",
        "Aaron: I'm in good hands.",
        "Holden: Listen, if you need anything, let us know. We'll see you soon.",
        "Lily: Take care of yourself, okay?",
        "Aaron: Okay. Thank you.",
        "Alison: You don't mind the company, right? I don't want to tire you out.",
        "Aaron: Are you kidding me? You're like the one person I definitely wanted to see.",
        "Lily: I'm just so glad that he's okay.",
        "Holden: Yeah, me too. Listen, um -- what do you say we go over to Java, grab a cup of coffee?",
        "[SCENE_BREAK]",
        "Holden: The usual?",
        "Lily: Yeah.",
        "Holden: Can we get two French roast with skim, please? Thanks for being there today for Aaron.",
        "Lily: Oh, I had to see for myself that he was okay. If anything had happened to him --",
        "Holden: Yeah, I know. It could have turned out so differently.",
        "Lily: Makes you think. Like Aaron said.",
        "Holden: Well, he's gonna need his whole family there to help him get better.",
        "Lily: I'd be willing to pitch in if that's not a problem.",
        "Holden: I don't see why it should be.",
        "Lily: If it's awkward for you to have me at the farm, I mean, you could just call first.",
        "Holden: Actually, I'm not staying at the farm. I took a room at the Lakeview.",
        "Lily: Really? How convenient.",
        "Holden: Convenient?",
        "Lily: Must make it a lot easier for you to see Carly.",
        "[SCENE_BREAK]",
        "Neal: So, I take it Holden Snyder's not your favorite subject.",
        "Carly: Well, I'm trying not to think about him at all, so I can definitely use a distraction.",
        "Neal: Does that mean we can see each other again?",
        "Carly: It depends on what you have in mind.",
        "Neal: Well, I won't suggest Paris, although the offer is always available. How about lunch at Lakeview?",
        "Carly: Sure. Why not?",
        "[Cell phone rings]",
        "Neal: Excuse me. Neal Stokes.",
        "Mike: Neal, its Mike Kasnoff. We may have a problem at the Snyder farm.",
        "Neal: Lucky me. I just arrived in Oakdale.",
        "Mike: Good. We'll need to sit down right away. It's kind of an emergency.",
        "Neal: Very well. Meet me at Lakeview.",
        "Mike: I'm heading over now.",
        "Neal: Right. Sorry. Think we could push our lunch back, say, half an hour?",
        "Carly: Are you kidding? It's gonna take me at least that long to get dressed.",
        "Neal: Why, you look splendid as you are. Although, I'm interested in to see how you improve on perfection.",
        "Carly: Secret is in the makeup. But of course, as you know, if I told you, I'd have to kill you.",
        "Neal: Well, lucky me. At least I'd die happy.",
        "[SCENE_BREAK]",
        "Holden: My moving out of the farm had nothing to do with Carly.",
        "Lily: What does Emma have to say about it?",
        "Holden: Well, she would prefer it if I were at the house with you and the kids, but it's pretty obvious that you don't want me there. I don't understand why it makes a difference to you whether I live at the farm or the hotel.",
        "Lily: I co-own the Lakeview. I'm surprised you'd want to be there.",
        "Holden: I chose to be there because it's close to places that I need to be. But if you want to evict me, then go right ahead.",
        "Lily: No, no. Stay as long as you'd like. Frankly, I don't care what you do, but if you want to spend time with Carly, don't lie to me about it.",
        "[SCENE_BREAK]",
        "Neal: Dangerous levels of toxins in the soil? Why are we just learning this now?",
        "Mike: It wasn't clear until we started digging the foundations and getting deeper soil samples.",
        "Neal: Do we have any idea how it was contaminated?",
        "Mike: Initial results indicate that it's some kind of belowground seepage.",
        "Neal: If this is accurate, this could endanger the entire project.",
        "Mike: Yeah, well, we'll need to set up some more tests, maybe call in the EPA.",
        "Neal: I'll fax this over to my office in London, have them look it over.",
        "Carly: I'm looking for Neal Stokes.",
        "Waiter: That's his table over there.",
        "Carly: Hello.",
        "Mike: Hey, Carly, hi. How are you? Have a seat.",
        "Carly: I'm fine, thanks. I was looking for Neal.",
        "Mike: He'll be right back. You look fantastic, as usual.",
        "Carly: Well, Mike, flattery will get you everywhere.",
        "Mike: So, you look in a little better mood than I saw you last time.",
        "Carly: Yeah. When I told you to stay away from Lily, I suppose I was a bit heavy-handed.",
        "Mike: You were just trying to do a good deed for your friends. So, did it work out? Did you get them back together?",
        "Carly: No. No. It backfired. I went to see Holden to give him the update, and Lily walked in and saw us together, and it just went downhill.",
        "Mike: Well, you told her that was a misunderstanding, obviously?",
        "Carly: I can't tell her anything. And neither can he. It's a mess. The bottom line is they're going ahead with the divorce.",
        "Mike: For real this time? I'm sorry to hear that. It's a shame.",
        "Carly: Yes, it is. I think at this point, there's nothing anybody can do about it.",
        "[SCENE_BREAK]",
        "Holden: I didn't come here to talk about Carly or to tell you for the hundredth time that the affair is over.",
        "Lily: Well, that's your business. From now on, I won't ask you about your personal life, Holden, as long as you sign the papers and make it all legal.",
        "Holden: Lily, right now I'm concerned about Aaron. That's why I wanted to sit down with you. I wanted to talk about how we're gonna help him get better when he gets home from the hospital. But you would rather fight about us.",
        "Lily: I didn't have to come here. I came here for Aaron's sake. But no matter what I do, it is never enough. [Lily sighs] Obviously, we can't even be in the same room together, so why don't we keep our distance? When you sign the papers, send them to my lawyers.",
        "[SCENE_BREAK]",
        "Neal: There you are, Carly. You get more beautiful every time I see you.",
        "Carly: Hello, Neal.",
        "Mike: I'll get out of your way.",
        "Neal: My office will need more soil samples of around the project.",
        "Mike: I'll talk to the foreman. He'll get a team on it, and I'll get back to you A.S.A.P. good to see you, Carly.",
        "Neal: I know it's a little early to drink. But how 'bout I order a bottle of champagne to toast to new beginnings?",
        "[SCENE_BREAK]",
        "Casey: Just for the record, I wasn't drugged when we got married. I want us to be together. I want to still be together. And now that, finally, everyone has accepted us as a couple, you just want to bail?",
        "Emily: No, we are at different points in our life. You're in college, Case. I've got a son to raise and a paper to run.",
        "Casey: So -- so, you're too busy to have a relationship? Is that it?",
        "Emily: No. I just think that -- I just think that marriage is a step that we weren't ready for.",
        "Casey: I was ready, Emily. Like, we almost died! If we love each other, what is stopping us?",
        "Emily: It's complicated, Case.",
        "Casey: It doesn't have to be. The problem is you can't admit what you're afraid of -- that we could work as a couple.",
        "[SCENE_BREAK]",
        "Aaron: Are you sure you're ready to go home?",
        "Alison: Yeah. I feel oddly fine. But I couldn't leave without seeing you -- you know, just to make sure that you were okay.",
        "Aaron: I'll be back to being a pain in everybody's butt in no time.",
        "Alison: Well, I can't wait. [Alison chuckles] Well, I should go.",
        "Aaron: Ali. There's something that I need to say. I'm thinking about it a lot -- all last night, anyway -- and I just want you to know that I still love you.",
        "[SCENE_BREAK]",
        "Emily: I'm not afraid of us as a couple. I'm not saying our whole relationship is a mistake. Just the getting married part.",
        "Casey: I totally disagree.",
        "Emily: Well, I'm sorry. But I want an annulment.",
        "Casey: Well, that's not what I want.",
        "[SCENE_BREAK]",
        "Lily: I didn't expect to see you when I pulled up my driveway.",
        "Mike: Yeah, I was just checking on that retaining-wall repair. It's looking pretty good.",
        "Lily: Well, thanks to you. Can I get you some iced tea?",
        "Mike: Sure, thanks. Uh -- how are you?",
        "Lily: I'm okay.",
        "Mike: Really?",
        "Lily: Tell the truth. You came here to check up on me, didn't you?",
        "Mike: No, the retaining wall is very, you know -- yeah, I did. I -- yeah.",
        "Lily: I'm -- I'm surprised you're even talking to me after I used you to try to make Holden jealous. I -- I was afraid you might hate me.",
        "Mike: Not a chance.",
        "[SCENE_BREAK]",
        "Carly: You know, I can't figure you out, Neal. In New York, I was rude and ungrateful, and here you are, back from war. Either you are incredibly persistent or a glutton for punishment. Which is it?",
        "[Neal chuckles]",
        "Neal: Neither. I just can't seem to get enough of you. Although I'm willing to let you set the pace. All you have to do is say the right word.",
        "Carly: I don't know what that word would be.",
        "Neal: When it feels right, it will come to you. I sense that time has not yet arrived.",
        "Carly: I don't know.",
        "Neal: What's holding you back?",
        "Neal: Interesting. It seems wherever you go, Holden Snyder isn't far behind.",
        "Carly: I'm sure it's just a coincidence.",
        "Neal: I must say, he doesn't look too happy to see you.",
        "Holden: Do me a favor -- cancel my lunch order.",
        "Waiter: Are you sure, Sir?",
        "Holden: Yeah. I, uh, just lost my appetite.",
        "Neal: More champagne?",
        "Carly: No. I'm good.",
        "Neal: If you're ever in the mood to sample some bubbly in my favorite bistro on the Ile de la Cite with views of the left bank -- Carly, are you with me?",
        "Carly: Yeah. Sorry.",
        "[Cell phone rings]",
        "Neal: Excuse me. Neal Stokes. I'll be right there. Terribly sorry, my dear. Always a fire to put out. Order whatever you want. Put it on my charge, as long as you'll allow me to wine and dine you some other time.",
        "Carly: Yes, of course.",
        "Neal: Until then.",
        "Carly: Holden, it's me. What was that sudden exit about? You know we can't avoid running into each other.",
        "Holden: I know we can't.",
        "Carly: I was just having a friendly lunch with Neal. Why did you storm out like that?",
        "Holden: You know what, Carly? This is not about you and Neal. It's about Aaron. Aaron, he was shot last night. He could have been killed. Trust me, you and your play date, you are the least of my problems right now.",
        "[SCENE_BREAK]",
        "Lily: Here you go.",
        "Mike: Thanks. It's kind of quiet around here. Where are the kids?",
        "Lily: Faith is spending the night at a friend's house, and Ethan and Nat, they're staying with Emma at the farm.",
        "Mike: Yeah. You seem a little wound up.",
        "Lily: Nervous energy, that's all.",
        "Mike: What are you nervous about?",
        "Lily: Nothing. Everything. Aaron's close call and, you know, things not going that well with Holden.",
        "Mike: Is there anything I can do?",
        "Lily: No. No. Thanks. But at this point, there's nothing anybody can do.",
        "Mike: Hey, are you all right?",
        "Lily: Yeah, I'm -- I haven't been sleeping lately. I just -- I think it's catching up on me. I'm fine.",
        "Mike: Why don't I believe that?",
        "[SCENE_BREAK]",
        "Aaron: I've loved you for a long time, Alison. I just didn't admit it to myself. But after last night, I knew I had to say something.",
        "Alison: Well, I'm glad you did.",
        "Aaron: Seeing my dad and Lily here -- it really sucks that they're still split. They've loved each other since they were kids. But they just can't get past all the stuff that's keeping them apart. And you know they'd be so much happier if they just let it all go and tried over.",
        "Alison: And that made you think about us?",
        "Aaron: Yeah, a little. But I hope it's not a horrible shock or anything that --",
        "Alison: No, Aaron. I --",
        "Aaron: Listen. And I'm not expecting you to say it back, okay? I just want to tell you that I love you and that I always will.",
        "[SCENE_BREAK]",
        "Chris: Your old man's pretty tough. You know, that stent seems to be doing the job. If all goes well, Tom should be home, back to his old routine very soon.",
        "Casey: Good, good, good. My mom was worried.",
        "Chris: I'm sure you were, too.",
        "Casey: Yeah.",
        "Chris: Casey, what's going on, Man? You should be the happiest guy on the planet right now but you're obviously not.",
        "Casey: Yeah. I don't have to tell you, Chris. Being with Emily, it is impossible.",
        "Chris: What now?",
        "Casey: You know we're married, right?",
        "Chris: Yeah. Yeah, I heard.",
        "Casey: Well, Emily wants an annulment. She says that she only married me because she was poisoned.",
        "Chris: Is that true?",
        "Casey: She loves me, Chris, and I love her, and -- with all the insanity that's been happening these past few days, the impossible happened.",
        "Chris: And what was that?",
        "Casey: People that didn't understand why we were together, like my mom and dad, finally came to see the light. They finally accepted us as a couple, and now Emily doesn't care.",
        "Chris: Is she talking about breaking up?",
        "Casey: No, no. She's spewing out this bull about commitment and, like, she's got a bad track record or something. I don't know.",
        "Chris: You know, Emily and I aren't in really good graces with each other, so I can't believe I'm defending her, but maybe she's right, you know? Maybe it was too soon for you guys to get married.",
        "Casey: Yeah, it was too soon, I'm too young, blah, blah, blah.",
        "Chris: Hey, I'm not judging that, but is a piece of paper really that important? Why does it have to be official? If you and Emily are happy, can't that be enough?",
        "Alison: I should let you get some rest. See you soon, okay?",
        "Chris: Hey. All set? Ready for me to take you home?",
        "Alison: Uh, you know what? I think I'm gonna stick around here for a little while.",
        "[SCENE_BREAK]",
        "Holden: I need the name of a visiting nurse who can take care of Aaron when he gets home from the hospital. No, no. Forget it, you're still recuperating. Meg. Meg, I won't have it. Just give me the name of somebody that you trust. Thanks. All right. I will. You take care of yourself, too. Bye-bye.",
        "[Knock on door]",
        "Carly: May I come in? I'm sorry to hear about Aaron. I hope he'll be all right.",
        "Holden: Yeah. He'll be fine.",
        "Carly: Well, that's good news. If there's anything I can do --",
        "Holden: No, no, that's okay. I think -- I think we got it covered.",
        "Carly: You must be going through hell.",
        "Holden: I've definitely had better days.",
        "Carly: Well, if you need to vent --",
        "Holden: No, no. I don't want to do that to you.",
        "Carly: I don't mind.",
        "Holden: Don't know what to say. My life -- it, uh, kind of stinks right now. My marriage is over. My family's a wreck. I'm living alone here in this hotel room. That about sums it up.",
        "Carly: I'm sure it'll get better.",
        "Holden: When? 'Cause right now, I feel -- I feel kind of stuck. But I'm not blaming anyone. I'm not doing that, because it's my own fault. I take responsibility for that.",
        "Carly: Oh, lucky for me you're not blaming anyone.",
        "Holden: I would never do that to you.",
        "Carly: Why not? Everybody else does.",
        "Holden: Quite a pair, aren't we?",
        "Carly: I know exactly where you're coming from. You wake up in the morning, you look at yourself in the mirror, and you think, \"Where did it all go wrong?\"",
        "Holden: And \"Where do I go from here?\"",
        "Carly: Exactly.",
        "Holden: You know, since we're both in the same boat, maybe we can help each other out.",
        "[SCENE_BREAK]",
        "Mike: I'm sorry that you and Holden couldn't work things out.",
        "Lily: I thought we were making progress earlier. Then we just always end up fighting.",
        "Mike: Yeah, I wish I could say it gets easier.",
        "Lily: I appreciate your honesty, Mike. I feel like Holden is never honest about his feelings anymore. He swears that he's moving out of the farm and into the Lakeview to clear his head, to get some space, but I know the real reason.",
        "Mike: What's the real reason?",
        "Lily: So he can be with Carly.",
        "Carly: No, Holden. We can't help each other right now, not even as friends. You know, I probably shouldn't even be here.",
        "Holden: Then why are you here?",
        "Carly: I was worried about you. I heard how upset you were on the phone. I wanted to be sure you were okay. Obviously, you're not, but I think if I stay, I'll only make things worse. So, I should go.",
        "Holden: No, don't. Don't go. Don't run away. You need to be honest with me. You need to tell me why you're here.",
        "Carly: All right. I'm here because I care about you, Holden. I'll always care about you.",
        "[SCENE_BREAK]",
        "Chris: Can I ask you something?",
        "Alison: Sure.",
        "Chris: The real reason you don't want me to take you home is that, um -- is it because you're uncomfortable around me?",
        "Alison: No, no. It's not that.",
        "Chris: When you were sick and I went to draw blood, you hallucinated, you thought I was attacking you.",
        "Alison: Yeah, I was just really out of it, Chris.",
        "Chris: I know, but you didn't have that reaction with Aaron, my father, or your mother -- just with me. And I can't help feeling that, deep down, you're really afraid of me. And I just want to let you know that I would never hurt you, Alison. And if you can believe that, then maybe you can trust me again in the future.",
        "Alison: I do trust you, Chris. Me staying here today -- it has nothing to do with you.",
        "Chris: What is it, then? Is there something more going on with you and Aaron that I should know about?",
        "[SCENE_BREAK]",
        "Emily: Case.",
        "Casey: I thought about what you said. And if that's what you really want, I won't fight the annulment. But it doesn't mean it's over. I don't want to lose you.",
        "Emily: I've thought about that, too. And it scares the hell out of me, but --",
        "Casey: But? But what?",
        "Emily: But if you really want to give it a shot and stay married, we can.",
        "Casey: You serious?",
        "Emily: I don't want to lose you, Case.",
        "[SCENE_BREAK]",
        "Holden: Carly, I want you to tell me -- I want you to tell me why we have to keep denying these feelings that we have for each other.",
        "Carly: Don't you think these feelings have caused enough damage?",
        "Holden: Lily and I have tried to fix everything. We have. Nothing works.",
        "Carly: What about your children?",
        "Holden: I love my kids. But I'm not gonna give them false hope. I'm not gonna tell them that Lily and I are gonna get back together when I know that's not going to happen.",
        "Carly: How can you be sure?",
        "Holden: I am sure. You want to know why? Because every time we're together, the world -- it just stops. 'Cause I'm with you, and that's what it's all about for me. I've tried to will it away, but it won't work. Even Lily knows. She knows what we feel for each other. So why can't we just admit that?",
        "Carly: Because this is an impossible situation, that's why.",
        "Holden: I don't think so, and I don't want to pretend anymore. I want to be with you. And I know you want to be with me.",
        "[SCENE_BREAK]",
        "Lily: Holden gets something from Carly that I can't give him. What does she have that I don't have?",
        "Mike: Nothing.",
        "[Lily sighs]",
        "Lily: It's okay. You don't have to say that.",
        "Mike: I'm not just saying that. You are a beautiful woman, Lily. You're fun. You are sexy. If you walk down the street, you turn every man's head.",
        "Lily: I wish.",
        "Mike: You do. You're everything a man could want.",
        "Lily: Thanks, Mike. That's very sweet. That's very good for my ego.",
        "Mike: Well, I mean every word of it, and I'm sorry that your ego has been bruised, because you don't deserve it.",
        "Lily: You can't know how much it means to hear you say that. Thank you, Mike.",
        "Mike: I should get back to the farm. Take care of yourself.",
        "Lily: Mike. I forgot, there's something I need to give you.",
        "Lily: Uh, Emma wanted me to give you some papers that Holden left here, um, about the construction project.",
        "Mike: Uh, from the zoning board, right?",
        "Lily: Yeah, I think so. Let me look. I'll find it.",
        "Mike: I hate to put you through the trouble, but right now we need all of our paperwork in order.",
        "Lily: Yeah, I know. I know. It's important. This -- here.",
        "Mike: Thank you.",
        "Lily: Anytime.",
        "[SCENE_BREAK]",
        "Casey: You want to stay married?",
        "Emily: If that's what you want, yes.",
        "Casey: There's something else that I want more.",
        "Emily: What is it?",
        "Casey: Just to be with you. And for us to be happy.",
        "Emily: Casey, I want that, too.",
        "Casey: Then let's get the marriage annulled. We can stay together, and if it goes well, you know, we can have a real wedding.",
        "Emily: Sounds like a plan.",
        "Casey: I don't care what we call our relationship, as long as we have one.",
        "[SCENE_BREAK]",
        "Alison: I don't know what I want or what my feelings are right now.",
        "Chris: You don't want pressure. I get that.",
        "Alison: Do you?",
        "Chris: Sure. Yeah, absolutely.",
        "Alison: Thank you.",
        "Chris: You know what? I shouldn't be pushing you right now. I mean, this could be good for me, too. I'll give you all the space you need.",
        "[SCENE_BREAK]",
        "Casey: So, did you finish your article?",
        "Emily: I did.",
        "Casey: Mm-hmm. And how are you feeling?",
        "Emily: I feel fine.",
        "Casey: Good. 'Cause I have been waiting for this all day.",
        "[Emily chuckles]",
        "[Both giggle]",
        "[Both giggle]",
        "[SCENE_BREAK]",
        "Holden: What?",
        "Carly: I'm sorry. We can't do this.",
        "Holden: Carly, no.",
        "Carly: No, we can't. We absolutely cannot do this.",
        "Holden: Why?",
        "Carly: It's wrong. How can we be together after what we put Lily through?",
        "Holden: I don't understand. Why do we have to keep punishing ourselves for this?",
        "Carly: I told you I can't be the person who steals her best friend's husband. I can't do it.",
        "Holden: This shouldn't be about Lily anymore. It's over. The marriage is over.",
        "Carly: And I think that I a partly to blame for that, aren't I? I should have been there for her. I should have been there to support Lily instead of sleeping with her husband. It was wrong. I have to do what's right.",
        "[SCENE_BREAK]",
        "Mike: Are you sure?",
        "Lily: Yeah. I'm sure.",
        "[Mike and Lily have make love]",
        "[NEXT_ON]",
        "Neal: I'm sorry to say that our company's decided to withdraw from the project.",
        "Emma: How can this be happening? All those developments -- I just -- I won't be able to keep this land.",
        "Meg: Paul is getting the money. He's gonna save the project.",
        "Lily: Do you want to know if I slept with him?",
        "Jack: You were thinking about you and Holden, weren't you?",
        "Carly: I don't want to talk about it.",
        "Jack: You in love with him?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ngi_FQ1bnXc"
}