{
    "Episode Summary": [],
    "Recap": [
        "Everyone who cares about Gabriel tries to help him get out of trouble. Lily gets worried and tells Luke Craig is Gabriel's son. her involvement in the story, and why Gabriel is staying at the house. Luke is confused but offers to go search for Gabriel. Luke runs into Reid at the Lakeview and Reid tells him that he discharged Noah and that Noah asked his friend Richard to pick him up from the hospital. Luke is hurt by the news about Richard and asks Reid to help him look for Gabriel. Luke later gets a message from Lily telling him that Gabriel is in jail. Luke and Reid go to Lily's and play chess together and Luke is touched when Reid opens up to him and admits he was a competitive chess player. Reid also tells Luke it was hard being out in high school and then he gets nervous because he isn't used to telling anyone his feelings and he and Luke kiss. Noah tells Richard he still loves Luke, and they can only be friends. Noah 's vision is better after he puts in some eye drops the nurse gives him. Noah is excited and goes to tell Luke the news but is shocked when he sees Luke kissing Reid. Noah has never seen Reid's face so he doesn't know that Luke is kissing his doctor.",
        "Liberty also wants to help Gabriel so she calls Janet and explains that Gabriel is in trouble for stealing a car. Janet calls Jack and interrupts his make out session with Carly. Carly and Jack head to the station and find out Liberty won't be charged with anything so Janet takes her home. Gabriel apologizes to Carly for taking Parker's money and offers to give back what he hasn't spent. Gabriel and Craig argue about Craig being a bad father and Craig apologizes to Gabriel but he will not take the blame for leaving him in the building. Gabriel sees Lucinda arrive and puts Craig's hands around his neck and tells the guard Craig is trying to strangle him. Lucinda thinks that Gabriel is bad news and she shouldn't help him because she is putting her family at risk. Lily is determined to help Gabriel and tells the police that Gabriel had permission to borrow her car. Carly persuades Gabriel to accept Lily's help and he agrees to stay with Lily. Carly worries that Gabriel might leave town before testifying against Craig.",
        "Dusty is worried because Johnny is very upset after Dusty tells him Craig is in jail. Janet and Liberty come over and Janet tells Johnny it is okay to be scared and Johnny gives her a hug. Craig asks Jack to believe that he would never leave Gabriel in a building to die. Craig also asks Jack to have Dusty bring Johnny to visit him. Jack persuades Dusty to bring Johnny to the station and Craig is happy to see him. Craig asks Johnny to get to know his brother Gabriel and tell him that he loves him very much. Liberty admits to Janet that Gabriel wanted her to leave town with him and Janet worries until Liberty yells at her that she would never leave town. Jack admits to Carly that he believes Craig is telling the truth and she asks him to let this go and be happy that Parker isn't in jail."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Luke: Grandmother.",
        "Lucinda: Hey. You startled me. I was day -- daydreaming. At least my heart's still ticking.",
        "[Luke chuckles]",
        "Lucinda: Hey. Mwah! Good to see you. Well, how's Noah? Give me an update.",
        "Luke: Oh, he's -- he's doing better. He can see colors and lights.",
        "Lucinda: That's wonderful. And when do we expect more?",
        "Luke: I don't know.",
        "Lucinda: Well, don't know? Have you asked the doctor, that nice Dr. Oliver?",
        "Lily: Oh. I thought I heard voices out here. Has anybody seen Gabriel?",
        "Lucinda: No.",
        "[Lucinda laughs]",
        "Lucinda: Why on earth would we see him?",
        "Luke: You mean the -- the kid that got hurt in that fire?",
        "Lily: He's Craig's son.",
        "Luke: What?",
        "Lucinda: Uh, yes. No one was meant to know, meaning Craig was not meant to know, but your mother has more faith in Craig than the rest of us have.",
        "Lily: Mother, I don't want to hear it, okay? We should have never kept Gabriel's secret for all these years. And now I'm gonna do everything I can to make it up to that boy. Which is why I have offered him a place to stay.",
        "Luke: I'm so confused.",
        "Lily: It's a long story.",
        "Lucinda: It's a very long story.",
        "Lily: I'll explain it to you when we find him.",
        "Luke: Okay. Well, do you want me to go look for him out back?",
        "Lily: Thanks.",
        "Lucinda: Darling, please, don't let your bleeding heart put your children's lives in danger.",
        "Lily: The way we put Craig's son in danger?",
        "Lucinda: Uh -- and please let me make another point emphatically. Gabriel Caras cannot be trusted.",
        "Lily: Mother, he has nowhere else to go, and Craig can't help him from a jail cell.",
        "Lucinda: He can't kill him either.",
        "Lily: Mother!",
        "Lucinda: Well, I'm not going to pretend that this boy, Gabriel, is the first child that Craig has disappointed as a father.",
        "[SCENE_BREAK]",
        "[Dusty laughs]",
        "Dusty: You're not gonna let me win that easily, are you?",
        "Johnny: I don't feel like playing anymore.",
        "[Knock on door]",
        "Dusty: That's Janet. Get her the present you made for her new apartment. Come on!",
        "[Dusty sighs]",
        "Janet: Hi. Sorry it took me so long. How's Johnny?",
        "Dusty: I had to tell him that Craig's in jail. He's not, uh -- he's not taking it too -- too well.",
        "Janet: Oh. Well, what's he doing?",
        "Dusty: It's what he's not doing? It's like he doesn't understand what I'm saying. Maybe I should have lied to him.",
        "Janet: No, no, no, no, no. Don't do that. Kids always know the truth. They're like natural-born lie detectors.",
        "Dusty: I've never seen him so quiet.",
        "Janet: He'll come around. He'll speak eventually. Just give him some time.",
        "Dusty: I knew you would know what to do.",
        "Janet: Yeah. Well, I've had to give Liberty a lot of bad news in the past.",
        "Dusty: So it's true what they say, parenthood is not for wimps?",
        "Janet: Not even the good stuff.",
        "[Cell phone ringing]",
        "Janet: Oh. Hi.",
        "Liberty: Mom, it's me. I'm at the police station. I need your help.",
        "[SCENE_BREAK]",
        "Lucinda: Lily, I'm warning you, don't get involved in this mess with Craig. Craig may be in jail, but he can still cause trouble. And if you bring his kid into this house, there's gonna be trouble.",
        "Lily: I owe them both this much.",
        "Lucinda: You owe them nothing! If Craig had been a decent man, if he hadn't been married to Sierra at the time, we would have done something different 20 years ago. As for the boy, Gabriel Caras is -- well, he's damaged goods. It's too late to change that.",
        "Lily: So what would you have me do? Hand him bus fare and let him walk out of here with no family, no support, no connection to anyone?",
        "Lucinda: Okay, you have regrets. Join -- join the club. But, Lily, what are you really doing? What is it you really want out of this? Do you want repentance? Do you want, uh, atonement? What do you want?",
        "Lily: All of it.",
        "Lucinda: Well, Dear, a nice home and a home-cooked meal and a nice pillow is never gonna get that kid to bless you.",
        "Lily: Maybe I don't deserve it. Craig did nothing wrong.",
        "Lucinda: Did nothing wrong? His whole life has been wrong. And -- [Lucinda sighs] -- Gabriel said Craig tried to kill him! Is that the way a father behaves? Is that the kind of man that you want to have compassion for?",
        "Lily: Craig would never try to hurt his child -- never -- not after the way he felt when he lost Bryant. You saw the way he fought for custody of Johnny. He would do anything for a chance to be a father to Gabriel -- anything.",
        "Lucinda: I love you with all my heart, but denial does no good. Cut Gabriel loose before he does serious damage to your family.",
        "Lily: Did you find him?",
        "Luke: He's gone. And so is your car.",
        "[SCENE_BREAK]",
        "Jack: Okay. [Jack laughs] Maybe -- maybe we shouldn't, 'cause there's a lot for us to talk about?",
        "Carly: Oh, there's no amount of talking that's gonna change the way I feel.",
        "Jack: Yes, Darling, but jumping into bed together --",
        "Carly: Mm. That's not what we're doing. Oh, I love you, Jack. I've missed you, Jack.",
        "[Cell phone rings]",
        "[Jack laughs]",
        "Jack: I'll turn it -- I'll turn it off. I'll turn it off. Or maybe not. Okay, just -- just hold that thought, okay? Hi.",
        "Janet: Jack, Liberty's at the police station. I think she's gonna be arrested.",
        "Jack: Something happen?",
        "Janet: She was with Gabriel. They were in a stolen car. They got stopped.",
        "Jack: I thought Gabriel was in the hospital?",
        "Janet: He got out, today. Could you please just meet me at the police station and help straighten this out?",
        "[SCENE_BREAK]",
        "Gabriel: Am I in jail, or am I in hell? Look, look, you got to get me out, okay? This guy tried to kill me.",
        "Craig: Are you all right? Should you even be out of the hospital? Gabriel, please, talk to me. Why are you locked up?",
        "Gabriel: I'm a serial killer. Huh, you still want to play house?",
        "Craig: Lose the sarcasm. I might actually be able to help you.",
        "Gabriel: I can handle myself.",
        "Craig: Well, that's what family's for -- so you don't have to go through things on your own.",
        "Gabriel: Your own sister put you in here. So why don't you stick to your side of the cell, I'll stick to mine?",
        "Craig: We might as well use the time to get to know one another. You've gone all this time without a father. Here I am.",
        "Gabriel: If I really wanted a father, you think I'd want someone like you?",
        "[SCENE_BREAK]",
        "Jack: Liberty's at the station. Gabriel was arrested for driving a stolen car, and apparently Liberty was involved.",
        "Carly: Was she arrested, too?",
        "Jack: No, not yet, but that's what Janet's afraid of. So -- Liberty needs me.",
        "Carly: Maybe you shouldn't go. Maybe you shouldn't get involved at all. Margo took you off this case.",
        "Jack: This isn't about Gabriel though, Carly.",
        "Carly: They cleared Parker. Maybe he's gonna use that as leverage to get out of whatever trouble he's in now.",
        "Jack: You know that's never gonna happen.",
        "Carly: Well, he's Craig's son. Anything is possible.",
        "Jack: This doesn't involve Craig. Liberty needs me. She's in trouble.",
        "Carly: I wish you could stay.",
        "Jack: Yeah, me too. It's killing me leaving you like this. But Liberty could be in trouble.",
        "Carly: In that case, I'm going with you.",
        "[SCENE_BREAK]",
        "Lily: Gabriel had a room at the Lakeview. Maybe he went there.",
        "Luke: Well, I'll call Lisa.",
        "Lily: Do you mind going over there? I mean, he just got released from the hospital. He's in no condition to drive. What if he got in an accident?",
        "Luke: Of course I'll go. I'll call you if I find him.",
        "Lily: Thank you.",
        "Lucinda: So much for the rehabilitation of Gabriel Caras.",
        "Lily: Mother, I am not ready to write that boy off yet.",
        "[Cell phone rings]",
        "Lily: Hello. Yes, this is Lily Walsh. Yes. Yes, I'll -- I'll be right there.",
        "Lucinda: Don't tell me. The police.",
        "Lily: They stopped Gabriel driving my car on the other side of town.",
        "Lucinda: Now will you listen to me? Will you cut that boy loose?",
        "[SCENE_BREAK]",
        "Reid: Well, I can't justify keeping you in a hospital bed when there are sick people who need it.",
        "Noah: Seriously? I -- I can go home?",
        "Reid: You're gonna have to come in for follow-ups, but I am officially discharging you today.",
        "Noah: Does this mean that this is the best my vision is gonna get?",
        "Reid: I'm not a psychic.",
        "Noah: But you do have an opinion.",
        "Reid: Recovery from an injury like this isn't a slow, steady kind of thing. Sometimes the lights come on all at once. Sometimes they don't. By AMA standards, the surgery's already a success.",
        "Noah: Okay, I don't care about the standards. I just want to see again.",
        "Reid: I want the same thing.",
        "Noah: So, you know, what can we do to make that happen?",
        "Reid: Well, assume that your vision's going to improve. Do the therapy. Use the drops I gave you. Try not to be an idiot. You know how to do that, right?",
        "Noah: Yeah, sometimes.",
        "Reid: Look, I'm reasonably optimistic.",
        "Noah: Whoa. I haven't heard you use the \"O\" word before.",
        "Reid: All right. Keep it down. Don't let it get around. It's gonna ruin my reputation. You gonna call Luke, see if he'll pick you up?",
        "Noah: Uh, no. Uh, I can't bother him now. My friend Richard's coming to visit anyway, so I'm sure I can talk him in to giving me a ride.",
        "Richard: Hey, Noah, I'm out here when you're done.",
        "Noah: Perfect timing. They're letting me go.",
        "Reid: All right. Good luck, Noah.",
        "Noah: Thank you.",
        "Richard: Who's the hot doctor?",
        "Noah: Dr. Oliver's hot?",
        "Richard: Uh, yeah.",
        "Noah: Huh. I mean, I had no idea. I wonder why Luke never said anything.",
        "[SCENE_BREAK]",
        "Luke: Excuse me. Have you seen Gabriel Caras? Is he in his room?",
        "Clerk: He's still in the hospital. We've been holding his mail for him.",
        "Luke: No, he's been discharged. Um, if you see him, will you call my mom?",
        "Reid: Hey. Can I buy you a club soda, or is it too early in the day for that?",
        "Luke: Actually, I can't. Uh, Gabriel Caras is missing. He may have stolen my mom's car.",
        "Reid: Oh, wow. Always good to know that I've helped a young man return to a life of crime.",
        "[Luke chuckles]",
        "Reid: He shouldn't be driving yet, you know?",
        "Luke: Yeah, I know. My mom's really worried.",
        "Reid: About her car?",
        "Luke: You're still not much of a people person, are you?",
        "Reid: I'm trying. Listen, I should tell you that Noah's being discharged today.",
        "Luke: Already?",
        "Reid: Yeah. He'll be all right, as long as he doesn't do anything too physical.",
        "Luke: Well, why didn't he call me to take him home? I guess he doesn't want me there.",
        "Reid: No, he said that he just -- he didn't want to bother you.",
        "Luke: Well, why would he think that? You know what? It doesn't matter. The only thing that matters is that Noah's getting better.",
        "Reid: Yeah. Come on. I'll help you look for Gabriel.",
        "Luke: You don't need to feel sorry for me.",
        "Reid: I don't. I just can't think of a better way to spend a day than tracking down a car thief.",
        "[SCENE_BREAK]",
        "Liberty: The car wasn't stolen. Gabriel just borrowed it. And I didn't even know that when he picked me up.",
        "Janet: Where were you two going?",
        "[Liberty remembering]",
        "Gabriel: Look, I just want to get out of town and start over with you.",
        "[SCENE_BREAK]",
        "Liberty: We were just taking a ride. No big deal.",
        "Jack: I'll check with the arresting officer, see if there's some way we can fix this.",
        "Janet: He just got out of the hospital.",
        "Liberty: Well, you know what hospitals are like. You go stir-crazy. You make lists of things you want to do when you're gonna get out, and that's all today was.",
        "Jack: Liberty's not gonna be charged with anything.",
        "Janet: Good. Can I take her home?",
        "Liberty: I can't go home yet. What's gonna happen to Gabriel?",
        "Janet: Let Jack worry about that, okay? I just want to get you home before the arresting officer decides to change his mind.",
        "Liberty: Jack, will you let me know what happens?",
        "Carly: So, what do you think? Do you think Gabriel was leaving town?",
        "Jack: I'm not sure.",
        "Carly: Well, we need him to stay. We need him to testify against Craig.",
        "[SCENE_BREAK]",
        "Craig: Don't pass judgment on me just yet. You don't know anything about me.",
        "Gabriel: I know more than I want to.",
        "Craig: Why didn't you tell me who you were?",
        "Gabriel: Because then you wouldn't have shown me the real you, all right? So I just watched you from a distance.",
        "Craig: You set me up.",
        "Gabriel: How? I was just an observer. You're the one stealing millions of dollars from a kid who trusted you and -- and lying to a woman who you supposedly loved and then starting a fire to cover it up! Okay? You're worse than I even imagined!",
        "Craig: Everything I did I did for Carly. That's why Monte Carlo even existed. As for the trust fund, I always intended to pay that back. Ellis stole that from me. If it hadn't been for him, all of this would have worked out just fine.",
        "Gabriel: No, no, no. Don't blame this on Ellis, okay? It's not his fault. You're the one who's ruining people's lives.",
        "Craig: Well, that kind of makes you a chip off the old block, then, doesn't it, Kid? You blackmailed me like a pro. So don't pretend that you don't like getting your hands dirty.",
        "Gabriel: No. It was never about the money. Okay, yeah, it was cool having a new car and renting that plane for Liberty, but that's not why I did it.",
        "Craig: Don't tell me. You wanted to watch me squirm. And now you're going to enjoy watching me go down for something I didn't do.",
        "Gabriel: You said it, not me, Dad.",
        "[SCENE_BREAK]",
        "Luke: This is pointless. If Gabriel was desperate enough to steal a car, he must be long gone by now.",
        "Reid: And leave Oakdale? Has the boy gone mad?",
        "[Luke chuckles]",
        "Luke: Shut up. Oakdale's not that bad. Even you have to admit it.",
        "Reid: No, it's a dump. But, you know, even a disaster like Oakdale has its attractions.",
        "[Cell phone beeps]",
        "Luke: It's my mom. They found Gabriel.",
        "Reid: Where?",
        "Luke: Police station.",
        "Reid: Boy stole a car, ended up at the police station. What are the odds?",
        "Luke: Yeah.",
        "Reid: Well, I should -- I should go check him out. He's still post-op.",
        "Luke: You do jailhouse calls?",
        "Reid: Yeah, in my free time.",
        "[Luke chuckles]",
        "Reid: Unless you want to go over to Noah's, find out why he asked Richard to take him home instead of you.",
        "Luke: No. If Noah didn't want me there, he must have a reason.",
        "[SCENE_BREAK]",
        "Nurse: One drop in each eye three times a day. Get it in the bottom lid, then blink. I'll go finish up your paperwork.",
        "Noah: Ow. Aah. They're really burning. Um, could -- could you get the nurse back? Aah. Oh, my God. I can see.",
        "[SCENE_BREAK]",
        "Dusty: Why don't you write your other dad a card? I know he would appreciate getting something from you. How does that sound? Sound good? All right. All right. Okay. Hey, all right, all right. Hey, hey, hey, take it easy, would you? Would you take it easy?",
        "Johnny: Let go of me.",
        "Dusty: All right. I'm sorry. I'm sorry you feel upset. I'm sorry. It makes me feel bad, you know? I'm sorry this is happening.",
        "[Knock on door]",
        "Dusty: Everything all right?",
        "Liberty: For me. Hey.",
        "Janet: What happened?",
        "Dusty: It's like, uh, he's having a total meltdown. I don't know, I mean -- whatever. Let him.",
        "Janet: Hey, Johnny. Pretty mad, huh? Scared, too, I bet. Well, I don't blame you. I would be, too.",
        "[SCENE_BREAK]",
        "Lily: Jack, I got a call from the desk sergeant that my car's here.",
        "Jack: Yeah. Gabriel Caras was driving it. When he was pulled over for a busted taillight, he couldn't produce the registration, so --",
        "Lily: Oh. It was in the glove box. I'm sorry. I will get that taillight fixed right away, and I will pay the fine.",
        "Jack: Wait. Are you saying that he had permission to drive your car?",
        "Lily: Yes! Absolutely. He's staying with me. He wanted to run an errand, and he just got out of the hospital, so I didn't want him to exert himself. I -- I gave him the car keys. What do I have to do to get him out of here?",
        "Jack: Uh, well, if there was no crime committed, then we can't hold him.",
        "Lucinda: Surely you can think of something.",
        "Carly: Lily, are you sure this is a good idea?",
        "Lily: It'll be fine. I know what I'm doing.",
        "Lucinda: Famous last words.",
        "Lily: Mother, if you're not gonna be helpful, please go home. Jack, I'd like to get my car and take Gabriel home with me.",
        "Jack: I'll see what I can do. Uh, where's Gabriel Caras?",
        "Cop: He's downstairs in lockup.",
        "Jack: With Craig Montgomery? Are you crazy?",
        "Lily: Craig wouldn't hurt Gabriel.",
        "Carly: He tried to kill him!",
        "Lucinda: Officer, um, Darling, uh, can you do me a favor? I mean will you?",
        "[SCENE_BREAK]",
        "Craig: I don't deny that I am a deeply flawed human being. I know you wanted to punish me for not being there for you and for not treating your mother with the -- love and respect that she really deserved.",
        "Gabriel: Okay, at least you can admit that much.",
        "Craig: And I'll gladly take the blame for all those things. But you can't get away with making false accusations about me. I did not see you the day of the fire at Monte Carlo, and I certainly didn't leave you there to die.",
        "Gabriel: You were there because I said you were there, okay? Game over, Pops. I win.",
        "Craig: You are cocky for someone so young. Don't take me on, Kid. You won't like what happens next.",
        "Gabriel: I think I'll take that risk. Help me! Help me!",
        "Craig: What are you doing?",
        "Gabriel: Help me! He's trying to kill me! Aah!",
        "Lucinda: Craig! Craig! For all the moments that make every day special.",
        "Gabriel: Get that maniac away from me. He tried to intimidate me so I wouldn't testify against him.",
        "Craig: I did no such thing! He's conning you!",
        "Cop 1: Keep your distance.",
        "Lucinda: Craig, you are shameless.",
        "Craig: Who let the battle ax in here?",
        "Lucinda: Don't -- are you gonna let him talk to me like that?",
        "Cop 1: Everybody, pipe down.",
        "Lucinda: I'm not having that from you! I'm not gonna have it!",
        "Cop 2: You're being released.",
        "Gabriel: I think I'm gonna have to try to see a doctor now.",
        "Craig: Gabriel -- you're clever and quick, but you've set things in motion that you may not be able to stop, and you will regret it.",
        "Gabriel: I doubt it.",
        "Craig: I was cocky when I was young, too. But you get older, and you realize that family is really all you have. Kid, I'm it.",
        "Lucinda: That was so moving. But it's just too late. You're never gonna be a father to that young man.",
        "[SCENE_BREAK]",
        "Liberty: Hey, Johnny, this picture is awesome, and I really like the title. You see that?",
        "Dusty: \"My family.\" Is that supposed to be me?",
        "Janet: Of course it's you. The scruff is a dead giveaway. Oh, this must be Craig. Look at those fancy shoes. And who's this handsome devil? Is that you? Oh! That doesn't look like the hotel though.",
        "Liberty: Duh, Mom. It's Wrigley Field. You can tell by the ivy. She's such a girl sometimes, huh?",
        "[Dusty laughs]",
        "Dusty: Hey, I got a great idea. Let's give this to your other dad. I know he'd really appreciate it. Can we do that? Attaboy.",
        "Liberty: Come on. I'll help you make another one for Dusty.",
        "[Janet sighs]",
        "Dusty: I'm glad you got here when you did. He's totally freaked out.",
        "Janet: Uh, he's just a little bit confused right now, but he'll be okay. You just make sure and keep telling him that you're gonna be there for him no matter what.",
        "Dusty: I fought hard to be his father, and its happening. Craig might be in jail for the rest of his life.",
        "Janet: Poor kid. What is he supposed to do with that?",
        "Dusty: I got to make sure that I'm his legal guardian before things get worse for Craig.",
        "Janet: He's lucky to have a father like you.",
        "Dusty: Luckier to have a mother -- like you.",
        "[SCENE_BREAK]",
        "Richard: You want to call Luke, don't you?",
        "Noah: It was just the first thing that I thought to do. I -- I'm sorry. You're -- you're really great, and -- and I'm glad we're friends. But Luke is, um --",
        "Richard: You still love him.",
        "Noah: I've been pushing him away since I had the accident. But yeah, I'm still in love with him.",
        "[SCENE_BREAK]",
        "Luke: Mom! Natalie. No one's here. That hardly ever happens.",
        "Reid: Try living with a 6-month-old. Kid's always there. Roommate from hell.",
        "Luke: Well, Gabriel must still be at the police station, or maybe they took him to the hospital.",
        "Reid: No, neuro would have paged me.",
        "Luke: Yeah. Well, I'm not really sure if he's even coming back here, so I don't want to waste your time.",
        "Reid: That's all right. I can wait. Or I could leave. I'll leave.",
        "Luke: No. Stay.",
        "[SCENE_BREAK]",
        "Gabriel: So that's it? I can leave?",
        "Jack: You're only getting out of here 'cause Lily vouched for you.",
        "Lily: I told him I loaned you the car.",
        "Gabriel: That's what I said.",
        "Lily: Jack, excuse us for a minute. Look, I don't know if you were gonna bring my car back, and I don't care. I still want you to stay with me, at least until you have some idea of what you're gonna do next.",
        "Gabriel: I can't promise anything.",
        "Lily: I don't expect you to. Where's my mother?",
        "[SCENE_BREAK]",
        "Craig: So, Lucinda, how much did you pay to watch me rot in jail?",
        "Lucinda: Whatever it was, it was worth it. I mean, to see you and your son together -- priceless.",
        "Craig: Glad you enjoyed yourself.",
        "Lucinda: Well, I am happy to see that you've finally gotten what you so justly deserve -- a son who's even more rotten than you are.",
        "Craig: Gabriel's a thief and liar, but he didn't get that from me.",
        "Lucinda: No? Oh, yes, he did. It's a clear case of nature versus nurture.",
        "Craig: You played God with our lives. That's why my son hates me, and that's why I'm stuck in here for something I didn't do.",
        "Lucinda: So what? So what? You've done a lot of other things.",
        "Craig: What about what you've done?",
        "Lucinda: I've got a clear conscience.",
        "Craig: You deprived Gabriel of a normal childhood.",
        "[Lucinda scoffs]",
        "Craig: All this time, you knew he was out there. You had no right to keep that secret. You owe me. Get me out of this mess, Lucinda.",
        "Lucinda: I -- I owe you? I owe you nothing.",
        "Jack: Lucinda, you can't be down here. Come on.",
        "Lucinda: Oh, I know. I'm sorry. Enjoy yourself in your new quarters.",
        "Craig: Uh, Jack, Jack, wait. Believe it or not, um, you're my only chance.",
        "Jack: Why should I help you, Craig, after what you did to Parker and the way you torched all of Carly's hard work?",
        "Craig: It was my hard work, too, Jack.",
        "Jack: Yeah, but you sacrificed it to save your own skin, and you tried to take Parker down for something you did to Gabriel.",
        "Craig: I didn't do anything to Gabriel.",
        "Jack: Well, he tells a different story.",
        "Craig: Yeah, I know what he says. I know what he said. So let me ask you, is there any evidence at all that I assaulted him?",
        "Jack: Uh, I don't know. It's not my case anymore.",
        "Craig: You've got your hands in anything that goes on here. Oh, boy, I can't believe it's come to this. One thing that I find most repugnant about you, your unbending moral code. Your unbearably smug sense of fairness is all I have left to appeal to. I'm not taking a bullet for anyone. My son is lying, Jack. I did not try to kill him, and you know it.",
        "Jack: I got to go.",
        "Craig: All right, just wait one minute! All right, if you can't admit that you believe me, at least tell me one thing -- just one thing. And it won't cost you anything.",
        "[SCENE_BREAK]",
        "Gabriel: What happened to Liberty? Is she in trouble?",
        "Carly: No. Jack took care of everything. She went home with her mom.",
        "Gabriel: That's good.",
        "Carly: So, how are you doing?",
        "Gabriel: I'm okay. I'm sorry about Parker's money. I mean, it was never about him.",
        "Carly: I know.",
        "Gabriel: And I still have some of it left. I'll -- I'll give it back.",
        "Carly: Thank you.",
        "Gabriel: Just because you were good to me. I -- I didn't want to abuse that.",
        "Carly: Gabriel, the only thing that I care about now is keeping Parker far away from all this.",
        "Lily: All set. Are you coming?",
        "Gabriel: I don't think so.",
        "Carly: Oh, don't be an idiot. She's offering you a second chance. What have you got to lose?",
        "Lucinda: The Montgomery pride.",
        "[Gabriel chuckles]",
        "Gabriel: I'm not a Montgomery.",
        "Lily: Well, I don't think you want to stay here.",
        "Gabriel: I mean, all right, I'll come with you, but that doesn't mean I'm staying. I guess we can talk about it.",
        "[SCENE_BREAK]",
        "Luke: Well, you might as well stick around in case Gabriel does show up.",
        "Reid: Is that really why you want me to stay?",
        "Luke: No. The truth is, I'd like the company.",
        "Reid: So you don't have to think about why Noah asked somebody else to take him home from the hospital?",
        "Luke: Is that so bad?",
        "Reid: No. It's actually -- it's kind of healthy.",
        "Luke: Well, you're the expert.",
        "Reid: Not really.",
        "Luke: So, um, want to watch the Cubs game?",
        "Reid: I'm not a masochist. Did you play?",
        "Luke: Uh, yeah, yeah. I'm pretty good. Do you?",
        "Reid: Little bit.",
        "Luke: So, let's play. Wait. How do I know you're not hustling me?",
        "Reid: Why would you think that?",
        "[SCENE_BREAK]",
        "Noah: Hey. Thanks for being so cool about all of this, but, um, actually, I have one more favor to ask you. Don't tell anyone that I got my sight back, okay? I want it to be a surprise.",
        "[SCENE_BREAK]",
        "Janet: Do you and Johnny want to go to Al's and get something to eat?",
        "Dusty: It's okay. I'm not gonna pressure you, Janet. But if you ever decided it would be a good idea to marry me, I wouldn't say no.",
        "Liberty: Do you guys mind if Johnny shows me how to use his new gaming system?",
        "Dusty: Oh, not at all. But be warned. He's an ace.",
        "Janet: Oh, whoa, whoa. This little guy wants to play, too, I think. Hey, Johnny, do you want to feel the baby kick?",
        "Dusty: Go ahead, Buddy.",
        "Janet: Come here. Okay. Put your hand right there. Huh? Whoa. I think we got an athlete in training. Whoo!",
        "[Dusty chuckles]",
        "Liberty: Come here.",
        "Janet: Oh.",
        "Dusty: You feel good?",
        "Janet: Yes, I do.",
        "Dusty: This is what it'd be like, you know? A family. If you want to give it another try --",
        "Janet: I thought you said you weren't gonna pressure me.",
        "Dusty: I lied.",
        "[Cell phone rings]",
        "Dusty: Yeah.",
        "Jack: Dusty, it's Jack.",
        "Dusty: What's going on, Jack?",
        "Jack: Craig wants to see Johnny. Can you bring him down to the station?",
        "Dusty: No, I can't. I'm sorry.",
        "Jack: Don't do it for Craig. Do it for Johnny.",
        "[SCENE_BREAK]",
        "Reid: Checkmate.",
        "Luke: Aah! You totally hustled me! Where'd you learn to play like that?",
        "Reid: Harvard Square. I used to hang out with these 70-year-old Ukrainian guys after school.",
        "[Luke laughs]",
        "Reid: They showed me the game. I got to be pretty good.",
        "Luke: Did you play for money?",
        "Reid: Quarters. It was -- it was more about bragging rights. Then my folks started entering me in these competitions. I never lost.",
        "Luke: You're kidding?",
        "Reid: No. I was more of a trained seal. I wasn't a kid. And one day I just up and refused to do it anymore.",
        "Luke: There's so much I don't know about you.",
        "Reid: You know the important parts. Yeah, I can't do this.",
        "Luke: Do what? Do what?",
        "Reid: This -- this \"Heart on my sleeves\" stuff. It's not me. I feel like some kind of dorky high-school kid. All I can think about is whether or not you like me or if you want me as much as I want you.",
        "Luke: Well, in -- in, um, high school, were you out?",
        "Reid: Yeah, I was.",
        "Luke: How was that?",
        "Reid: It was terrifying.",
        "Luke: Were you harassed?",
        "Reid: No, but you remember what it was like when you had a crush on some guy and you wanted to do something about it so bad, but, you know, you were afraid to. You didn't know if he was gonna run away or something. It was agony.",
        "[Luke laughs]",
        "Luke: I've never heard you babble like this.",
        "Reid: Is it freaking you out?",
        "Luke: Yeah. A little bit.",
        "Reid: Sorry. Uh, you know, I don't know. It's just like the attack of the science-nerd guy. I don't really --",
        "Luke: You're babbling again.",
        "Reid: I know. I don't know what else to do.",
        "[SCENE_BREAK]",
        "Janet: Okay. It's just you and me now. Do you want to tell me what's really going on with Gabriel?",
        "Liberty: You won't say anything? Gabriel was planning to leave town, and he wanted me to go with him.",
        "Janet: And you were tempted?",
        "Liberty: No! No way! Mom, I would never do that to you.",
        "Janet: It's just -- I know that you have a soft spot for Gabriel. His story is very touching. But you need to concentrate on high school right now, right?",
        "Liberty: I know!",
        "Janet: Because you worked hard to get your life back together, and you did it. You're back on track to graduate with your class. I just don't want anything to get in the way of that.",
        "Liberty: Mom, I can do my schoolwork and be friends with Gabriel at the same time. It's just, he's all alone, and he was so good to me when I needed it.",
        "Janet: Do you have feelings for this kid?",
        "Liberty: Maybe. Yeah. Maybe I do.",
        "[SCENE_BREAK]",
        "Lily: Like I said, you can stay as long as you'd like. But please don't run off like that again.",
        "Gabriel: If I do stay, it doesn't make what you did okay.",
        "Lily: I know. I can't turn back the clock.",
        "Lucinda: Enough. Enough with the apologies. Young man, make a decision. Are you gonna stay with my daughter or not?",
        "Gabriel: Well, I have nowhere else to go.",
        "Lily: Good. Settled. Mother, I have to grab some papers from my office. Will you behave?",
        "Lucinda: Of course, there is another option. You could accept some money from me -- [Lucinda clears throat] -- And start a new life, leave town after you've testified against Craig.",
        "Gabriel: What's the catch?",
        "Lucinda: Catch? Oh, well, yes, you've got to close the deal now. For some reason which confounds me, my daughter has a soft spot for your father. I'm afraid that she'll try to persuade you to go easy on him, and I'm disinclined to let that happen.",
        "Gabriel: I did feel sort of sorry for him when he was rotting in that jail cell.",
        "Lucinda: Really? Now, that's interesting. That's what he does, you know? He charms people, his victims. \"Oh, he's a changed man. He's gonna be different. Everything's gonna be just fine.\" He sets them up and sends people like Lemmings off the cliff. I don't want this to happen and let him get away with it this time.",
        "Lily: What did I miss?",
        "Gabriel: Nothing. We're cool.",
        "Lily: Good. Shall we go?",
        "[Lucinda sighs]",
        "[SCENE_BREAK]",
        "Dusty: This is against my better judgment. Johnny's having a tough time without you.",
        "Craig: I miss him, too.",
        "Dusty: Just try to make him feel safe, if that's possible.",
        "Craig: Thank you, Dusty. Can we, uh, lose this as long as my son's here? He's just a little boy. Thank you. Hey! Oh! Boy, have I missed you. Mm! It's good to see you. Is this for me?! Really?! Oh, this is great. I'm gonna hang this on my wall as soon as I can. Johnny, I've missed you so much. You know how much I love you.",
        "Johnny: I love you, too, Daddy.",
        "Craig: You know what? Everything's gonna be okay, and I'm gonna be home real soon. Hey, I want you to do something for me. I want you to get to know your big brother, Gabriel. I want you to talk to him, find out everything you can about him, see what you have in common. And I want you to tell him how much you like living with me and that you love me and that you want me to come home. Can you do that? Thank you.",
        "[SCENE_BREAK]",
        "Carly: What's going on, Jack? What did Craig say to you?",
        "Jack: You're not gonna like it.",
        "Carly: Just tell me.",
        "Jack: I think Craig's telling the truth. Gabriel's lying about what happened.",
        "Carly: This is not your case. Just leave it alone, okay? Because right now everything's fine. Parker's free. We can get our life back. You still want that, don't you?",
        "Jack: More than anything.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns.\"",
        "Katie: Whoa. Slow, slow, slow, slow. Aah!",
        "Vienna: You're feeling something for her. You care about her, don't you?",
        "Henry: All right, all right. I do. I care about Barbara.",
        "Luke: I do have feelings for you. I can't deny that anymore. But I'm in love with Noah."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2x4JpI11Hdg"
}