{
    "Episode Summary": [],
    "Recap": [
        "Will save Luke from getting thrown in the pond by teenagers, Holden offering him a job at the farm. When one of the boys returns for his sunglasses when Will is there alone, Will tells him that with a rock to the right spot on his head could kill him and since they were there, no one would ever know. The kid runs off. Alison kicks Chris out of the house and then tries to make Emily leave. When Susan asks her to try and make it work, Alison tells her mother to choose between her and Emily. Lucy tells Craig about their plans to get out of Metro, Craig upset and in full scheme mode. Lily and Holden argue about Will. Kim picks up the tab for the cancelled reception."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dominic: Hey guys. Am I interrupting business or pleasure?",
        "Dusty: I don't know, what's it look like to you?",
        "Dominic: Where are my manners? You know, we haven't been formally introduced. Dominic Ramsey.",
        "Lucy: Lucy Montgomery.",
        "Dominic: My friends call me Dominic.",
        "Lucy: It's a pleasure to meet you, Dominic.",
        "Dominic: Yeah. She's got class, Dusty. I like that. By the way, it's good manners to return phone calls.",
        "Dusty: Yeah, not now.",
        "Lucy: Why not now? We found somebody to fight your guy.",
        "Dominic: You don't say.",
        "Lucy: The only problem is, he'd probably drop him like a stone in the first round, so we'll have to keep looking. I hope that's not a problem for you, Dominic.",
        "[SCENE_BREAK]",
        "Holden: It might just be cool enough for a fire tonight.",
        "Lily: I think its cool enough right now.",
        "Holden: Lily, I did not mean to come down on you.",
        "Lily: I know you think I want Will to suffer for what he did to Rose. But that's not what this is about. This is about protecting our family. I am being completely rational about this.",
        "Holden: We've both need to be cautious where Will is concerned.",
        "Lily: Cautious? He's a murderer. He murdered my sister and now he's walking around free.",
        "Holden: Seeing him brings it all back. I get that. It does for me too, but I'm not going to let it control my life.",
        "Lily: That's not what I'm doing.",
        "Holden: Maybe it might be a good idea if we give Dr. Michaels a call.",
        "Lily: What? What? I can't give you my opinion about something. You want me to go see a shrink. It's so nice after everything that we have been through that I still know that I have your full support.",
        "[SCENE_BREAK]",
        "Alison: I'm sorry, but Emily isn't here.",
        "Chris: I don't want to talk about Emily, okay? I want to talk about us. Alison, we've been through so much together.",
        "Alison: Yeah, like a busted wedding?",
        "Chris: I mean before that.",
        "Alison: Everything before that was just a big, fat lie.",
        "Chris: No, no, it wasn't. My feelings for you were real.",
        "Alison: Past tense!",
        "Chris: I know that you don't want to hear it, but I did us both a favor.",
        "Alison: Gee, thanks.",
        "Chris: You know that we had problems.",
        "Alison: The problem was that you wanted to trade me up for my sister.",
        "Chris: No matter how hurt you are right now, I know that you still care about me because I still care about you.",
        "Alison: Chris, please don't do this. One minute we're broken up and the next you're going to come in here and act like you want to get back together?",
        "Susan: What are you doing here? I want you out of my house, now!",
        "[SCENE_BREAK]",
        "Announcer: The role of Hal Munson is now being played by Randolph Mantooth.",
        "Hal: Oh here, let me get that.",
        "Emily: I got it.",
        "Hal: Oh no, I've got it.",
        "Emily: Thank you.",
        "Hal: Well -- God, Em, I hate this.",
        "Emily: Me, too. But it's not forever.",
        "Hal: It already feels like forever.",
        "Emily: Good.",
        "Hal: I put Daniel's favorite video in the bag.",
        "Emily: I know, I saw. Thank you. Mom's place is just across town.",
        "Hal: Yeah, might as well be in China.",
        "Emily: I love you.",
        "Hal: You sure?",
        "Emily: I am more than sure.",
        "Hal: Oh, Em.",
        "Emily: I promise I'll be home soon. And I know I said this, but I'm going to say it again. I love Will, too.",
        "Hal: I know you do. About Daniel, I hate to admit it but, I sort of had some doubts myself, so I'll keep an eye on him and we'll manage around here until you get back home.",
        "Will: Hey, Dad. Hey, Emily.",
        "Emily: Hey, Will.",
        "Hal: Hey, Will.",
        "Emily: How was breakfast with Paul?",
        "Will: It was okay. The best was afterwards, he took me to the hobby shop. I got the coolest model for me and Daniel to build.",
        "Hal: Cool.",
        "Will: Dad, what's going on? Am I leaving already?",
        "Hal: You're not going anywhere, Will.",
        "Emily: No, honey, you're home to stay. Those are my bags. Daniel and I are gonna stay at my mom's for a little while.",
        "Will: 'Cause of me?",
        "[SCENE_BREAK]",
        "Barbara: Help me.",
        "Rick: Dear lady, that's exactly what I plan to do.",
        "[SCENE_BREAK]",
        "Emily: I think that you and your dad need some time alone together and I need to --",
        "Will: Emily, I would never, ever hurt Daniel. You have to know that. Dad, tell her that I love Daniel.",
        "Hal: Well, Emily knows that.",
        "Will: Then why are they leaving?",
        "Emily: Honey, its okay. It's just that your dad and I thought you needed time to reconnect and get settled in and in all honesty, I've got a lot ironing out to do with Alison.",
        "Will: Dad did tell me about the wedding.",
        "Emily: Yeah, it's a real mess because of me. But that has nothing to do with you, okay? You just be home, you know, get yourself settled in and we'll be back soon, I promise.",
        "Will: Could you give this to him for me? And just tell him I'll see him whenever.",
        "Emily: Yeah, sure.",
        "Will: Dad, I'll be in my room.",
        "Emily: Will, wait a minute. Honey, we're coming home soon, I promise.",
        "Will: Sure.",
        "Emily: That's great, he thinks I hate him.",
        "Hal: No, he doesn't think you hate him. I'll talk to him. He'll understand. Em, I'm just worried about you. Don't let Alison beat up on you. You stand your ground.",
        "Emily: I don't want to stand my ground. I want her to forgive me.",
        "Hal: Well you found your way back into my heart. I'm sure you'll find your way back into Alison's heart.",
        "Emily: Well, I hope you're right.",
        "Hal: Of course I'm right, I'm always right. Just ask my wife.",
        "Emily: You know, I think -- I think it's going to be best though, you know, living under the same roof with her. Alison and I will either be forced to make up or we'll kill each other.",
        "[SCENE_BREAK]",
        "Alison: Mom, please. Can you let me handle this, alone? Please?",
        "Susan: All right. I've got to go down to the Lakeview anyway and see if they'll refund any of that reception money.",
        "Chris: Susan, I'm glad you brought that up, okay. I want to pay you back for everything.",
        "Susan: Your money couldn't possibly make up for the hurt you caused my family.",
        "Chris: I know. But I still want to.",
        "Susan: I want you to live with the lies you've told my daughter. That's payback enough for me.",
        "Chris: Alison, I never set out to lie to you. And I'm not going to lie to you now. Okay, I came here today hoping that we could find a way to be friends.",
        "Alison: Friends?",
        "Chris: Yeah, I didn't mean to lie. I was lying to myself, too.",
        "Alison: Did you -- did you ever love me?",
        "Chris: Of course. But it just wasn't the kind of love that you build a lifetime on.",
        "Alison: Do you have that kind of love with Emily? Just answer the question.",
        "Chris: I can't speak for Emily.",
        "Alison: So speak for yourself.",
        "Chris: I don't know.",
        "Alison: You are such a phony. You pretend to be this great, sensitive guy, when you're not. You didn't come here to talk to me or be friends with me. You came here to make yourself feel better. But all you did was make me feel worse!",
        "[SCENE_BREAK]",
        "Holden: Why is it that every time I don't agree with you, I'm not being supportive? I understand why Will's homecoming is tough for you. Seeing him reminds all of us of what we lost.",
        "Lily: What, what? Who?",
        "Holden: I meant Rose. And if we need help, we get it. That's all I'm saying.",
        "Lily: I've seen Will, I have seen him, I've seen the way he acts. I am not a doctor, but I know that he was released from that hospital way too soon.",
        "Holden: I'm not suggesting that Will hang around here.",
        "Lily: No, you're suggesting that my fears are not valid!",
        "Holden: I am not. And if you would just listen to what I'm saying --",
        "Luke: Are you guys fighting?",
        "Lily: No, we're not fighting.",
        "Holden: Your mom and I are just having a discussion, Luke.",
        "Lily: I'm going to make you some dinner, your favorite. Okay?",
        "Holden: We'll finish this later.",
        "Lily: I'm not going to change my mind.",
        "Luke: What's wrong?",
        "Holden: Your mom, she's just upset.",
        "Luke: Why?",
        "Holden: Luke, Will Munson was released from the mental hospital.",
        "Luke: I know, he called.",
        "Holden: Will called here?",
        "Luke: To apologize, but Mom grabbed the phone and said never to call here again. She was really mad. Is it still cool to go fishing?",
        "Holden: Yeah, sure. Why don't you go grab the tackle box, untangle the lines and I'll meet you there.",
        "Luke: I'll grab some sodas, too.",
        "[SCENE_BREAK]",
        "Barbara: Do I know you?",
        "Rick: It's possible.",
        "Barbara: We've met?",
        "Rick: You've just arrived. I'm fairly new at this facility myself.",
        "Barbara: Still, I feel there is something about you.",
        "Rick: Well, I used to work at Oakdale Memorial.",
        "Barbara: I'm from Oakdale.",
        "Rick: Really?",
        "Barbara: Yes, do you know Bob Hughes?",
        "Rick: Oh yes, I know Bob very well.",
        "Barbara: Maybe we met through Kim?",
        "Rick: Such a lovely couple.",
        "Barbara: Sometimes. They haven't lifted a finger to get me out of here. My family -- never there when you need them, always there when they judge you.",
        "Rick: Then you're related?",
        "Barbara: Oh yes, we're related.",
        "Rick: Oh, shall we say, estranged?",
        "Barbara: Yes, I'm estranged from everything in my life. From my children, my family, my company. Barbara Ryan Originals might as well fold.",
        "Rick: The fashion house, I thought you looked familiar.",
        "Barbara: Oh, please don't remind of once what was. My entire life is in shambles.",
        "Rick: There, there, Barbara. Despondency is a natural reaction at this point in treatment.",
        "Barbara: What treatment?",
        "Rick: I've been observing you since you've been admitted.",
        "Barbara: I thought Dr. Kittredge was on my case.",
        "Rick: I have a special interest in your current situation. You see, I know what it is to lose the people you love most. I once had a wonderful family. A beautiful wife and two gorgeous daughters.",
        "Barbara: What happened?",
        "Rick: They misunderstood my feelings. They never really appreciated just how far I was willing to go just to make them happy. Eventually they turned on me.",
        "Barbara: I know that kind of pain.",
        "Rick: Empathy, that's a very healthy sign. You know, if I may say so, it seems that you and I have a great deal in common. Maybe fate brought us together.",
        "Barbara: Maybe so.",
        "Rick: I want you to rest assured that I'll see that a compassionate and complex woman like you gets the very best care I can offer.",
        "Barbara: Doctor, would you take over my case? This Kittredge guy is such a cold fish and I respond so much better to personal interest with someone like you.",
        "Rick: I promise. I'll see to it. And you're my number one priority at this hospital.",
        "[SCENE_BREAK]",
        "Craig: Lucy, I want to talk to you.",
        "Dusty: She doesn't want to talk to you.",
        "Lucy: Its fine, I'll talk to him.",
        "Craig: Alone.",
        "Lucy: Yes, fine.",
        "Dominic: Cut her out, Dusty. I don't want your girlfriend or her old man up in my business.",
        "Dusty: She doesn't even know what she's doing. She's having fun, lookin' at boxers. And when that novelty's over with, she'll find something else.",
        "Dominic: She already knows too much. You can pick any kind of candy you want, but when it hits me in my pocket, I got a problem.",
        "Dusty: There is no problem. She's young.",
        "Dominic: That's it.",
        "Dusty: Listen to me. I want my money. I need it to dump this place and get out of town. It's important to me.",
        "Dominic: How's this? I'll sweeten the deal. You find me a pigeon and I will personally buy your share of this place. And then you and your little school girl can go wherever the hell you want.",
        "[SCENE_BREAK]",
        "Craig: Dusty's running a boxing scam now?",
        "Lucy: It's not a scam.",
        "Craig: Boxing is all scam -- thugs, double dealers. Your mother and I didn't raise you to waste your time with people like that.",
        "Lucy: People like what, Daddy? Like Dusty? Who don't have trust funds and who actually work for a living?",
        "Craig: Like hustlers, like drifters. Dusty Donovan will bring you down to his level.",
        "Lucy: I hope so. Do me a favor, Daddy. Get a life. Do something, fall in love again. Finally make something out of your life so you can stay out of mine.",
        "Craig: You will always be my life.",
        "Lucy: Not if I can help it. Because as soon as once Dusty raises enough money, we're leaving. We're leaving Metro, we're leaving Oakdale and most of all, we're leaving you.",
        "[SCENE_BREAK]",
        "Will: Dad -- you don't ever think I'd hurt Daniel, do you?",
        "Hal: No.",
        "Will: I feel like people look at me and they just think that I'm like, a time bomb waiting to go off. But I'm not.",
        "Hal: That'll pass.",
        "Will: What if Emily never trusts me again?",
        "Hal: Will, Emily loves you. And so does Daniel. It's just that -- everything happened so fast. She just needs time to adjust. That's all. Can you give her that? [Pager beeps] oh, I'm gonna have to call the station here. Hold my line. I'll be right back.",
        "Will: Sure.",
        "Luke: Dad! Dad!",
        "Will: Luke, what's wrong?",
        "Luke: I went to find some worms. They were in the woods. They said they'd throw me in the pond.",
        "Will: Nobody's throwing you anywhere.",
        "Teen boy #2: Get out of the way. The kid's ours.",
        "Will: Luke's family owns this property. He can do whatever he wants. So why don't you get out of here?",
        "Teen boy #1: You gonna make us? Let's go, hero. Come on.",
        "[SCENE_BREAK]",
        "Barbara: Mouthwash. It was an innocent mistake. He's a child, not a biochemist.",
        "Rick: But you said the woman died?",
        "Barbara: Obviously, she had a bad reaction to the combination. He didn't know how much was too much.",
        "Rick: They sent him here.",
        "Barbara: They labeled him mentally ill and a murderer. And he is neither. He's just angry and confused.",
        "Rick: Like most teenagers.",
        "Barbara: Yes. But the worst part is while he was here, they turned him against me.",
        "Rick: Who turned Will against you?",
        "Barbara: Everyone. His father, the police, my other children, the doctors here, they said I was the reason that he hated his brother's fiancée. He got rid of her to please me.",
        "Rick: Did you know what Will was up to?",
        "Barbara: No. He confessed everything to me after she died and then I did what any loving mother would do. I protected him. And what was my reward? A one way ticket to hell.",
        "Rick: Barbara, you sound like a wonderful mother.",
        "Barbara: I am. I adore my children. They just don't understand what it means to feel that kind of love.",
        "Rick: The very nature of our society is to tear down the true heroes -- those that make the tough decisions like you did for your son.",
        "Barbara: Yeah. It just doesn't matter anymore.",
        "Rick: Of course it does. Don't say that. There is help, there truly is.",
        "Barbara: Who's going to help me? You?",
        "Rick: Why not? In my estimation, you're no crazier than I am. My philosophy as a physician is that we're placed on this earth to learn from each other, to help each other. We have both suffered unimaginable losses. And I think I'm the only one who can help you find a true and lasting peace.",
        "[SCENE_BREAK]",
        "Kim: Listen, Susan, Bob and I really want to reimburse you for the reception. I mean, I know it doesn't change the heartache that Chris has caused your family, but please let us do that.",
        "Susan: Oh, thank you. I know how hard it is for you to admit your child's mistakes.",
        "Kim: I'm hoping that our two families can get past this.",
        "Susan: How? My daughter is so disillusioned it breaks my heart.",
        "Kim: I'm sorry, but, you know, Alison is a really strong girl.",
        "Susan: She's strong but she's very young. And she still adores Chris. Even now, before I left the house, I could see her looking at him with a little glimmer of hope in her eyes.",
        "Kim: Chris is at your house?",
        "Susan: Despite the fact that I asked him to leave.",
        "Kim: Well, good. I think he took his father's advice. Listen, maybe Alison can find it in her heart to forgive him.",
        "Susan: If your son says one more thing to hurt my daughter, the last thing any of us are gonna be in the mood for is forgiveness.",
        "[SCENE_BREAK]",
        "Chris: Alison, I know that I should have told you before that I was having doubts, but I swear to God I thought they were gonna pass.",
        "Alison: Oh, so you did me a favor, right? So, will you do me another one?",
        "Chris: Anything if I can.",
        "Alison: Have the decency not to date Emily right under my nose.",
        "Chris: We are not dating, okay? She loves Hal. She doesn't love me.",
        "Alison: Oh, for this week. But that shouldn't keep you guys from sneaking behind Hal's back -- keep that excitement going.",
        "Chris: Will you not blame her, okay? It's not her fault. It's mine.",
        "Alison: Will you stop defending her?",
        "Chris: Alison, she loves you.",
        "Alison: I don't ever want to hear you say the word \"love\" to me again. I just want you to get your stuff and get out!",
        "Chris: This is childish!",
        "Alison: Don't you dare call me a child!",
        "Chris: Look, I didn't. I meant --",
        "Alison: Oh, because you're so mature? Lying? Cheating on me? Is that your idea of a grown-up?",
        "Chris: Where are you going?",
        "Alison: Good-bye.",
        "Chris: Alison, will you listen to me?",
        "Alison: I don't want to hear any more of your lies. I hate your shoes! I hate your socks! I hate your books! But most of all, I hate you!",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Dusty: So did your father give you another lecture about me?",
        "Lucy: I kind of told my father that you were selling your share of the club.",
        "Barbara: My heart's desire is to be with my children, but especially Will.",
        "Rick: After death, children finally appreciate how close you were to them in life.",
        "[SCENE_BREAK]",
        "Alison: What do you want?",
        "Emily: What's going on with you two?",
        "Chris: I came for my things.",
        "Alison: Are you going on a trip?",
        "Emily: Actually, Daniel and I are gonna stay here for a little while.",
        "Alison: Not here you're not!",
        "Chris: What happened?",
        "Emily: It's Will. They released him from the hospital.",
        "Chris: And Hal made you leave?",
        "Emily: No. This is about Will. And Hal and I --",
        "Alison: Okay! Stop! This is really fascinating, but -- but maybe you guys can save this for your next date, okay?",
        "Emily: Ali, we are not together. Chris and I never were --",
        "Alison: Like I care!",
        "Chris: Alison -- I'll come back at a better time, okay? So you and I, we can finish talking --",
        "Alison: You know what? It's finished!",
        "Chris: I'll call you.",
        "Emily: Ali --",
        "Alison: Don't \"Ali\" me. Where's Daniel?",
        "Emily: On a play date.",
        "Alison: Well, he can stay, but you have to go.",
        "Emily: Honey, I need a place to stay, just for a few days --",
        "Alison: I don't care if who's camped out at Hal's. I just kicked one liar to the curb. Do you want me to make it two?",
        "[SCENE_BREAK]",
        "Susan: Thank you for asking me to join you.",
        "Kim: Susan, I really don't want to be at odds with you.",
        "Susan: Neither do I. I know in my heart that Chris did the right thing. And it must have been hard for him to stand up there at the altar and admit that he was making a mistake.",
        "Kim: Well, I have to say his timing was just appalling, but -- at least its better that he did it then and not after they got married.",
        "Susan: Oh, yes. And as you know, I speak from experience. It's -- I know what it's like to wake up one morning and realize that your husband is not who you thought he was.",
        "Kim: Oh, are you comparing Chris to Rick Decker? Are you talking about Rick Decker?",
        "Susan: No, no, no. I'm comparing the situations.",
        "Kim: It's not quite the same thing. I mean, Chris didn't try to kill Alison.",
        "Manager: Excuse me, Dr. Stewart. I was able to refund your liquor expenses. But there is nothing we can do about the food charges.",
        "Susan: Oh, that's all right. Just put the rest on Mrs. Hughes' bill. She owes me -- big time.",
        "[SCENE_BREAK]",
        "Teen boy #2: This is no hero. This kid's picture was in the paper, remember?",
        "Teen girl: Oh, my God. It's gargle guy. The mouthwash killer.",
        "Teen boy #2: They let you out?",
        "Teen girl: Let's see if he can hold his breath under water.",
        "Teen boy #2: You want to go swimming, gargle guy?",
        "Holden: Let go of him! What is going on?",
        "Luke: I caught them in the woods. They said they'd throw me in the pond. Will saved me.",
        "Holden: This is private property. I suggest that you get your things and get out of here now! Before I call the cops.",
        "Teen girl: Cool, man --chill.",
        "Teen boy #1: Next time, Munson.",
        "Holden: Will, you okay?",
        "Will: Yeah, I'm fine.",
        "Hal: Hey, Holden. What's going on?",
        "Luke: Will saved me.",
        "Hal: What happened?",
        "Holden: Some kids were bothering Luke. Good thing Will was here.",
        "Will: Uh, I'm gonna go check out the other side of the pond. If that's all right?",
        "Holden: Yeah. Yeah, that's fine.",
        "Hal: I'll be right there.",
        "Luke: Can I go too?",
        "Holden: Yeah, go ahead. Hal, those kids -- they recognized Will. I heard some of it. It got a little rough, but Will, he didn't flinch. He stood in front of Luke and didn't lose his temper.",
        "Hal: He's a good kid, Holden. Even after everything.",
        "Holden: I'm just thankful he was here.",
        "Hal: I'm trying so hard to reach him. He's just -- he doesn't have any self- confidence. And it doesn't help that half the town won't even look him in the eye.",
        "Holden: Maybe I can help.",
        "Hal: What do you have in mind?",
        "Holden: I think I have an idea on how I might be able to help rebuild his confidence. It worked for some kids before. It might work for Will, too.",
        "[SCENE_BREAK]",
        "Rick: I'd like to try something that I've pioneered -- called projection therapy. Now, I'd like you to close your eyes. Tell me about Will.",
        "Barbara: How do you describe an angel? He's so considerate. Such a loving son. Takes everything to heart. We're so alike that -- in so many ways.",
        "Rick: He sounds like a remarkable young man.",
        "Barbara: He is. My heart's desire is to be with my children, but especially Will.",
        "Rick: I also had trouble with my mother.",
        "Barbara: Are you close now?",
        "Rick: Unfortunately, she died while I was in med school. But the funny thing is that we're closer now. Closer than ever. That happens sometimes after death. Children finally appreciate how close you were to them in life.",
        "[SCENE_BREAK]",
        "Lily: You're back early.",
        "Holden: Yeah. We had a little problem at the pond.",
        "Lily: What's the matter? Is he okay?",
        "Holden: He's fine. A couple of kids were trespassing. They chased Luke to the pond and they were threatening to throw him in.",
        "Lily: Where were you?",
        "Holden: I was at the car, unloading our stuff. Luckily, Will Munson was there fishing. He took care of Luke until I got there.",
        "Lily: What did he do?",
        "Holden: Well, he stood in front of him, he made sure that the kids didn't get to him. And he kept his cool the whole time those kids were taunting him about being in a mental hospital.",
        "Lily: Kids can be cruel.",
        "Holden: Yes, they can. But he didn't take the bait.",
        "Lily: Well, I guess it's a good thing Will was there.",
        "Holden: The funny thing is, when he had his hand on Luke's shoulder, I could hear Rose saying, \"way to go, kid.\"",
        "Lily: Don't bring Rose into this.",
        "Holden: Uh -- she's already a part of it.",
        "Lily: Okay! Will helped Luke, that's great. It doesn't change anything.",
        "Holden: Lily -- Rose believed in second chances. She believed in helping people. That's why I told Hal that I wanted to help Will. I gave him a job on the farm until school starts next semester.",
        "[SCENE_BREAK]",
        "Will: The farm? Dad, no way. The only thing I know about animals is that they smell bad and make weird noises.",
        "Hal: Will, I'm not saying you have to. I'm just saying it'll put money in your pocket, you can go out to the movies. You can go out --",
        "Will: With who? My friends?",
        "Hal: They're gonna forget, Will. Just give 'em 15 minutes. There will be a new story floating around and other people to gossip about. And before long, you'll be old news.",
        "Will: Yeah, and then someday I'll be elected mayor.",
        "Hal: Hey, you never know.",
        "Will: I've missed you, Dad.",
        "Hal: I missed you, too, son. That was a good thing you did for Luke. I love you.",
        "Will: I'll think about the farm thing. Who knows? Maybe I'll have more luck with cows than people.",
        "[SCENE_BREAK]",
        "Emily: Honey, I know you don't believe this right now. But I do love you.",
        "Alison: You're right, I don't believe it.",
        "Emily: Ali, Chris wasn't ready to be married to anybody. Honey, if it wasn't me, it would have been somebody else --",
        "Alison: But it was you! My sister, my blood!",
        "Emily: I hurt you and I hurt Hal. And I am so sorry. I acted like an idiot. But Hal and I are working through this. And we can do the same.",
        "Alison: Okay, just because Hal is dumb enough to forgive you doesn't mean I will. You have a husband. And who do I have -- I have an almost-used wedding gown. Do you want to trade?",
        "Emily: I want us to try to be sisters again.",
        "Alison: I don't want to be your sister. You took Chris away from me. Now you want to take my home, too?",
        "Emily: I'm not taking away your home.",
        "Alison: This is the one thing that I have left, Emily. You can't have it.",
        "Emily: Well, I'm sorry, Ali, you're gonna have to learn to share. Because I'm staying --",
        "Alison: I can't let you do this to me. No!",
        "Emily: And I'm gonna go upstairs and unpack -- so just deal with it.",
        "Alison: No, you're just gonna have to repack as soon as Mom gets back.",
        "Emily: Alison, let go!",
        "Alison: No, I won't! You're not staying here! You're not!",
        "Susan: What is going on in here?",
        "[SCENE_BREAK]",
        "Dusty: So did your father give you another lecture about me?",
        "Lucy: And your friend Dominic, and the fighting business, and the shady characters it attracts.",
        "Dusty: That's funny. You don't look too shady to me.",
        "Lucy: No, I'm disgustingly honest. Now if I could just learn to keep my mouth shut --",
        "Dusty: Oh, yeah? About what?",
        "Lucy: I kind of told my father that you were selling your share of the club. I'm sorry. I didn't mean to. It just slipped out.",
        "Dusty: That's okay. I'm glad he knows. I think Dominic might buy me out of my shares here at Metro.",
        "Lucy: Are you serious?",
        "Dusty: Yeah. If I find the fighter.",
        "Dominic: I'm heading out.",
        "Dusty: Not till I give you the tour first. I can't wait to show you what you're gonna be buying from me.",
        "Dusty: Why don't you make yourself at home? We got some things to do.",
        "Dominic: I'm only buying in to this place if you'll find someone to put in the ring with my fighter.",
        "Dusty: Relax, the fight's set. Ready?",
        "Craig: Dusty? Do you think that you can just pull out of Metro without a word to me? You can't. You signed papers.",
        "Dusty: Papers that say I can transfer my funds if they meet fair market value. Which they do. Meet your new partner.",
        "Craig: So you want to buy into this club.",
        "Dominic: What's it to you?",
        "Craig: I'm 50%.",
        "Dominic: I don't like partners.",
        "Craig: Oh, well then, we should talk.",
        "Dominic: Yeah, you know, I can't right now. I have a meeting to get to. But tell you what. Here's my number. Give me a call, we'll set something up.",
        "Craig: Bank on it.",
        "[SCENE_BREAK]",
        "Emily: Mother, we talked about this.",
        "Susan: It just slipped my mind with the wedding and --",
        "Emily: But you said that Daniel and I, we could stay here. So what are you --",
        "Susan: I know what I said. Ali, can you please try to make this work?",
        "Alison: Mom, how can you ask me to let her stay here after what she did to me? I'm sorry, but either she goes or I go.",
        "[SCENE_BREAK]",
        "Lily: You decided?",
        "Holden: I didn't mean it that way --",
        "Lily: You -- you told Hal that he could have a job? Will could have a job at the farm?",
        "Holden: To build his self-confidence.",
        "Lily: What about our children's safety?",
        "Holden: Will already proved that he's not a threat.",
        "Lily: By that one incident?",
        "Holden: If you were there --",
        "Lily: I would have been grateful, yes. Absolutely. But it doesn't erase what he did to my sister. And it doesn't make it okay for you to make a decision like that without discussing it with me first.",
        "Holden: I'm sorry. I should have talked to you.",
        "Lily: Yes.",
        "Holden: But I did not think it would put our kids in danger. Lily, I would have never offered it to Will if I thought he was a threat.",
        "Lily: Why are we even talking about this? It doesn't matter what I think.",
        "Holden: Of course it matters --",
        "Lily: No, it doesn't. You don't value my opinion.",
        "Holden: That's not true.",
        "Lily: If you did, you would have discussed it with me. First -- before you offered will a job. Let me tell you something. Since this is your choice, you can live with the consequences.",
        "[SCENE_BREAK]",
        "Hal: I'm not trying to force you into anything.",
        "Will: No, I'm not totally against the idea. I mean, cows don't talk about you behind your back, right?",
        "Hal: Nope.",
        "Will: And they don't care who your mother is, right?",
        "Hal: Not really.",
        "Will: So, you know, why not? I'll give it a shot.",
        "Hal: I'm proud of you. [Pager beeps] one of these days I'm gonna throw this right in the pond. Ah, Will, I gotta get back to the station.",
        "Will: I'm okay. Here.",
        "Hal: I'll have one of the guys swing by and pick you up.",
        "Will: Take this stuff home, yeah.",
        "Hal: You done?",
        "Will: Yeah.",
        "Hal: All right.",
        "Will: Burgers tonight, right?",
        "Hal: With a mountain of onion rings.",
        "Teen boy #1: I left my sunglasses here.",
        "Will: It's kinda brave of you to come around here without your friends, isn't it? I mean, you know, with \"nut case\" on the loose, right? You know, a rock this size could kill a guy if you hit him in the right spot. You know what I love most about out here? It's so quiet. I mean, you could scream your head off and nobody'd hear you for miles. Cool.",
        "[SCENE_BREAK]",
        "Rick: How do you feel?",
        "Barbara: Relaxed. Better.",
        "Rick: Releasing one's innermost desires will do that.",
        "Barbara: They're all just dreams.",
        "Rick: No, every reality starts with a dream. Do you trust me?",
        "Barbara: Yes.",
        "Rick: Close your eyes again. I have other therapies, Barbara. They've shown to help my patients find an inner peace they never knew existed. It frees them, so to speak, from the painful chains of this world. Are you willing to give it a try?",
        "Barbara: Yes, I'm ready.",
        "[NEXT_ON]",
        "Paul: We need to eliminate any reason at all that Barbara would communicate with Will. We need to break all of our legal and financial ties with her. In other words, we need to dissolve B.R.O. -- as soon as possible.",
        "Susan: Emily is not going anywhere.",
        "Ali: Well, I can't be under the same roof with that slut."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=V8QX3AQl1PM"
}