{
    "Episode Summary": [],
    "Recap": [
        "Mike is stuck in the hospital while he worries about Katie, Maddie and Henry; Jack assures him that he will look into it and watch out for them. Katie continues to pressure BJ into seeing Henry under the pretense of finding closure, but BJ is a little unsure after he found the half burnt picture of her and Mike in her purse. After BJ leaves, Katie sneaks off to the hospital where she talks to a sleeping Mike about how she has to continue to work BJ in order to find out what happened to Henry. BJ is falling for her, and she has him right where she wants him. She has to see this through. Meanwhile, outside the door BJ is listening to everything she says. Later, a furious BJ berates himself for allowing Katie to play him and plans something for her he promises she will never forget. Hal asks Jen for a favor. Will she consider talking to Tom on Emily's behalf? Jen is shocked by the request, but later goes to see Emily and tells her that she won't be pressing charges. Emily will be in her own private prison because she will have to live her life in a town where her own son will no longer want anything to do with her. Emily is left in a crumpled mess after that visit. Susan seeks out Hal to stop Emily's transfer to state prison. Margo demands answers from Casey about how long he knew about his son? Casey and Margo have an emotional talk, which leads Margo wondering what kind of son she raised? Casey later shows up at Billy's gravesite, where Gwen has been sitting talking to him. They bond finally over the loss of their son."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Hey, buddy. You think moving around with a broken rib's a good idea?",
        "Mike: I gotta get out of here, man.",
        "Jack: I think the heal time after a hit and run accident is longer than a day.",
        "Mike: Man, this was not an accident. Somebody tried to knock off Maddie Coleman. I just got in the way.",
        "Jack: I take it you know who that somebody was.",
        "Mike: Sure. B.J. Green. I hope your boys at the bureau are still watching him.",
        "Jack: I'm sorry, man, the FBI have completely backed off the guy.",
        "Mike: What? B.J. is a dangerous guy, man. He's done something with Henry. He would've done something with Maddie Coleman if I hadn't gotten in the way.",
        "Jack: Mike, come on, get back into bed. Mike! Nurse! Nurse! Somebody? I need some help in here. Come on, Mike, get back into bed.",
        "[SCENE_BREAK]",
        "Katie: I was just telling Kim one last idea I had for the telethon. You think Henry will be back for it? Because when I worked with him at the station, he was always so good at getting the affiliates excited about fundraising. Listen, I know you're probably sick of hearing about Henry at this point, but you're doing the right thing by giving me the space to work things out with him.",
        "B.J.: I hear you. You're wanting to let go of Henry the same way that you're letting go of Mike.",
        "Katie: Right. So you really do understand?",
        "B.J.: I'm trying.",
        "Katie: I know, it's hard. I mean, even though Mike and I technically aren't together anymore, it took a lot to burn those photos. I don't know if I was ready for that. And even though Henry and I haven't been together for a really long time, I really just need to talk to him, make sure we're okay, and then it'll be so much easier to move on.",
        "B.J.: Maybe I understand more than you realize. See, I don't know what I would do if I had to let go of you, Katie. It would be like the end of the world.",
        "Katie: B.J., you know, we haven't even been that close yet.",
        "B.J.: Closer than I've ever been to anybody.",
        "Katie: Well, I mean, you know, if something did happen, and we had to go our separate ways --",
        "B.J.: Shh. Please, don't tell me you're letting me go.",
        "[SCENE_BREAK]",
        "Emily: Will you at least let me know when Mr. Ryan comes back from his arraignment? I just need to speak with him. Thank you.",
        "Susan: You've got to stop worrying about Paul and start thinking about your own defense.",
        "Emily: Mother, this is not your problem, it's mine.",
        "Susan: Your very big problem, which is why I spoke to Hal. He's going to help you.",
        "Emily: I don't want Hal's help, and you can go back and tell him that.",
        "Susan: I will not. Honey, the rest of your life is at stake here, when is it going to sink in?",
        "Emily: In the meantime, I don't need you buzzing around, begging people for favors.",
        "Susan: Well, one of us has got to start to think of a way to get you out of this. And if it has to be me --",
        "Emily: What did he say? Did they say I could see him?",
        "Officer: Sorry, no can do.",
        "Emily: Why not? We're both under arrest. We're practically in the same jail cell. Why not?",
        "Officer: Not for long. Without bail, you go to the state prison to wait for a trial.",
        "Susan: State prison? When does she have to go?",
        "Officer: The transfer will be here within the hour.",
        "[SCENE_BREAK]",
        "Hal: Jen, there's something I want you to do for me, and it's really important.",
        "Jennifer: Sure, Daddy. Anything for Grandpa, right?",
        "Hal: Hey, little guy. I'm so sorry you lost so much time with him.",
        "Jennifer: Yeah, we both did, didn't we? But this little guy right here, he's a piece of heaven, and I don't want to ruin that. So I'm trying really hard not to dwell on what Paul and Emily did.",
        "Hal: Good luck with that.",
        "Jennifer: Dad, if it's any consolation to you, when I think back, I realize that Emily did try to tell me the truth.",
        "Hal: She did?",
        "Jennifer: But Paul stopped her.",
        "Hal: She tried to tell me, too, but she couldn't. How did she get caught up in this web?",
        "Jennifer: Caught? Dad, Emily is a grown woman with a child of her own. She knew what she was doing was wrong.",
        "Hal: I'm not saying it's understandable or even forgivable. But, Jennifer, Emily is going to suffer whether she goes to prison or not.",
        "Jennifer: What are you saying? There's a chance that she might not be convicted?",
        "Hal: That all depends on you.",
        "[SCENE_BREAK]",
        "Margo: So when did you know?",
        "Casey: When did I know what?",
        "Margo: That you were the father of Gwen's baby.",
        "Casey: What difference does it make?",
        "Margo: It makes a difference, Casey. That's your son. That's my grandson. Part of my blood. Part of my family. Every baby makes a difference. Did you think of that? Did you ever think that maybe I would have liked to have held him in my arms? That maybe Tom and I would've liked to look into our grandson's face and say a little prayer before he died? So when did you know that the baby was yours? Was it before Gwen gave birth?",
        "Casey: I guess. But I didn't have any proof! But yeah, all right. I guess it was, like, deep down, I knew.",
        "Margo: You knew, but you didn't want to admit it. Oh, Casey, what on earth made you lie to us for so long?",
        "[SCENE_BREAK]",
        "Gwen: Billy, I never would've let it get messed up like this if I had known. I'm sorry. I just didn't know that you were here. I didn't know a lot of things. I didn't even know you. If I had, I never would have let you die alone. You have to believe me. I never would have left you in a grave with somebody else's name on it. You got dealt a really raw deal in your little life, and it's all my fault. And you deserved so much better than that.",
        "[SCENE_BREAK]",
        "Mike: Why does it feel like my head's on backwards?",
        "Bob: Well, there was a sedative in the painkiller I gave you. Aside from easing the discomfort, it'll keep you from moving around too much. See that he stays where he belongs, will you?",
        "Jack: Yeah, I'll do my best. Thanks.",
        "Mike: Why did the feds stop watching B.J., man? Now he's free to do whatever he likes, including going after Katie.",
        "Jack: Last time we talked, Katie said she was going to stay away from the guy.",
        "Mike: Yeah, well, we've taken a couple of turns since then. She was really worried about Henry, so if she got close to B.J., that'd be the only way to find out what really happened to Henry. For now, she's backed off that again.",
        "Jack: Yeah, but you and I both know that B.J.'s not likely to take \"no\" for an answer. You still with me?",
        "Mike: Yeah. I hate this. Katie's out there. I'm in here. I feel like my head's in Neverland. There's not a damn thing I can do about it.",
        "Jack: You may be stuck in here, but I'm not.",
        "[SCENE_BREAK]",
        "Katie: B.J., I can't give you more than I already have. I explained that. And you promised that once I saw Henry and talked to him, then we'd tackle the big issues.",
        "B.J.: You and me.",
        "Katie: Right, that's certainly big. A promise is a promise.",
        "B.J.: I always keep my word. Well, anyway, I have to go write down everything we've been working on with the telethon and put it in a memo so I can distribute it to the studios. You want to come?",
        "Katie: No thanks. Actually, I'm going to let you handle that, if you don't mind. I'm really tired. I thought maybe I'd just curl up with a book and go to bed early.",
        "B.J.: Cool. Well, I'll miss you. [After B.J. leaves Katie leaves too.]",
        "[SCENE_BREAK]",
        "Casey: I don't know why I kept it from you for so long. It wasn't like Gwen and I were going to -- it was a one time thing, Mom.",
        "Margo: Oh, so that made her less pregnant? The baby less real?",
        "Casey: No, but when she told me that I was the only person she slept with, I didn't believe her.",
        "Margo: Why not?",
        "Casey: I don't know, because I thought she'd been around.",
        "Margo: Why? Had you?",
        "Casey: No, Mom. I was a virgin.",
        "Margo: Oh, so Gwen wasn't allowed to be a virgin?",
        "Casey: No, she's just always trying to act older than the rest of us, you know? She's living on her own. She's always showing up with a constant attitude.",
        "Margo: Well, maybe that's because she's working eight jobs, Casey. Maybe it's because she doesn't get a car every year for her birthday.",
        "Casey: It's not my fault that I had it better than she did.",
        "Margo: But it is your fault that you treated her like dirt. That you didn't step forward. That you didn't take responsibility for what you had done.",
        "Casey: How was I supposed to step up when I didn't even know?",
        "Margo: Well, you knew that you slept together. You knew that it was a possibility that the baby could be yours. And if she thought that you were the father, she would have come to you, so did she?",
        "Casey: Yeah, eventually.",
        "Margo: So, in fact, you did know.",
        "Casey: Yeah, I guess.",
        "Margo: But you didn't want us to know, so you lied.",
        "Casey: I tried to tell you a couple of times, Mom. You didn't want to believe it, either.",
        "Margo: I begged you to tell me the truth, Casey. I would never encourage you to lie.",
        "Casey: All I had to do was look at your face. Your eyes said it all. \"Not my son. This stuff happens to other families.\"",
        "Margo: No, don't you dare, dare blame this on me.",
        "Casey: Do you have any idea how hard it is to live up to the version of me that you and Dad have in your head?",
        "Margo: What version?",
        "Casey: Casey the \"A\" student. Casey the baseball star. Other kids get in trouble, Mom, but not me.",
        "Margo: Casey, for God's sakes, we love you. We would have done anything. We could have dealt with it.",
        "Casey: You know, you're always telling me how much you love me, but what you're really saying is, \"don't disappoint us, son.\" How was I supposed to tell you that your perfect little boy got a girl knocked up, huh? How was I supposed to take that look that you're giving me right now? I don't know. I guess, maybe, I thought that if I denied it and I kept saying that it wasn't mine, then I wouldn't --",
        "Margo: Then you wouldn't have to really be the father?",
        "Casey: Yeah, I guess.",
        "Margo: Well, you won. You're off the hook. Your son is dead. And my son isn't half the man that I thought he was.",
        "[SCENE_BREAK]",
        "Emily: Oh, God. I've got to talk to Paul.",
        "Susan: You've got to grasp the situation. You're in this mess because of Paul. Hal is the only one who can get you out. Please, don't refuse his help.",
        "Emily: I've got to talk to Paul because he'll understand. He's the only one who will understand.",
        "Susan: If I didn't understand this pattern so well, I wouldn't believe what I'm seeing.",
        "Emily: What is this, analysis all of the sudden?!",
        "Susan: This is me dying inside, watching you self-destruct. You don't know it yet, but you're an addict. Paul Ryan has destroyed your life and you're still looking for another hit. I've got to go find Hal and see if he knows about this time --",
        "Emily: Wait, stop. You have to do something for me. Something very important.",
        "Susan: What could be more important than keeping you out of the state pen?",
        "Emily: I need to write Daniel a note, and I need you to make sure he gets it.",
        "Susan: A note for Daniel? What could you possibly say? That you've chosen Paul Ryan over him?",
        "[SCENE_BREAK]",
        "Hal: I was hoping Emily would spare herself, testify against Paul.",
        "Jennifer: But she won't? Well, that tells you who she is.",
        "Hal: I know who she used to be. I know who she is under Paul's influence, but I know who she was. She was a woman of strength and heart who could tell right from wrong.",
        "Jennifer: Well, she obviously lost that when she threw in with Paul.",
        "Hal: Maybe. But maybe she could regain some of what she's lost. She made her own choices, Jen. But she went to Paul because I wasn't there when she needed me most. Tom's taken Daniel away from her. She has lost everything.",
        "Jennifer: You want me to talk to him, don't you?",
        "Hal: If you went to Tom as the victim, I'm sure that he would hear you out.",
        "Jennifer: You're asking me not to press charges? To set Emily free after everything she's done to me, to us.",
        "Hal: Yes, Jen. That's exactly what I'm asking. I'm not saying I have any right to ask you this.",
        "Jennifer: Then why are you?",
        "Hal: Because I think Emily's life is worth saving.",
        "Jennifer: If Tom is as adamant as you say, she'll never be able to raise your son.",
        "Hal: She was a good mother to Daniel and Parker when we were together. A good mom. And, she was good to me.",
        "Jennifer: You're still in love with her.",
        "Hal: Whatever you decide, sweetheart, I'm behind you. You take good care of your mommy, Johnny. She worked real hard for you. Whatever you decide, sweetheart, I love you.",
        "[SCENE_BREAK]",
        "Margo: Hi, Bob. You kind of caught me off guard here.",
        "Bob: Tom told me what happened.",
        "Margo: Everything?",
        "Bob: I thought I'd come by and see how you're doing.",
        "Margo: Oh, Bob. I had a little grandson and I didn't even know it.",
        "Bob: I was thinking the same thing. You know, I was there when he was born.",
        "Margo: Yeah?",
        "Bob: And I held him in my hands. I never knew he belonged to us.",
        "[SCENE_BREAK]",
        "Gwen: What am I doing, talking to you like you can actually hear me? Like there actually is a heaven. I guess maybe it makes it better for me to picture you somewhere. Wrapped up. Safe. And warm. And happy. I don't even know if you were sad or lonely when you died. Oh, this is messed up. 'Cause I messed up. I didn't take care of myself, so you never even had a chance. And then I went and found the wrong family to adopt you. The awful truth is that nobody wanted you. Not me. Not Casey. Not even the father who was supposed to take you. And so there you were. Alone. With nobody to love you. And I'm sorry.",
        "[SCENE_BREAK]",
        "Emily: I'm not going another round with you on this one. I'm not.",
        "Susan: Because you have no defense. Tom is only trying to protect Daniel.",
        "Emily: Daniel doesn't need protecting from me. I love my son.",
        "Susan: More than Paul?",
        "Emily: You have no idea what's in my heart. You have no idea.",
        "Susan: Emily, love is more than what you feel inside. It's what you do.",
        "Emily: I know that.",
        "Susan: Then what are you doing to get back to your son? Are you testifying? Are you turning state's evidence against Paul? No. You'd rather go into maximum security, because you won't testify against Paul. And the only person who will lift a finger to help you --",
        "Emily: Oh, don't bring up Hal again! Do not bring up Hal!",
        "Susan: You tell me, what could you put in that note that would reassure your son that you truly love him? You've abandoned him. You got to face that. No matter how you try to spin it, no matter how many words you use to say something different, from this moment on, he's going to feel like you threw him away.",
        "Emily: Will you please just give him the note? Please?",
        "Susan: Daniel's your baby and you love him, just like I love you. You're my baby. Look, I'm not going to desert you, sweetie. I'll find Hal and try to stop the transfer.",
        "Emily: Oh, God.",
        "[Emily sobbing]",
        "[SCENE_BREAK]",
        "Katie: Mike? Hey, can you hear me? Oh, man, I really need to talk to you. Listen, I know I promised you that I would walk away from B.J. in this whole insane situation, but I just can't. Not when my plan is finally starting to work. B.J. promised me that he's going to do what I ask and bring Henry home, and I can't just walk away from that before I know that Henry's been okay, and before I know where he's been, even.",
        "Katie: Maybe it's best that you can't hear me right now, because you'd be really mad at me for taking my chances with B.J. knowing everything that he's done. Look, B.J. really believes that there's a chance for him and me, and as long as he does, I can get what I need from him. I need to make sure that Henry's okay, and stringing B.J. along is the only way to do that right now. You understand, don't you? Please tell me you're going to understand.",
        "[B.J. is outside the door and hears what Katie says.]",
        "[SCENE_BREAK]",
        "Casey: I'll come back later.",
        "Gwen: No. Stay. He's your son, too.",
        "Casey: Did you see him? I mean, did you see the baby that was ours before he died?",
        "Gwen: I was too scared to get attached. Your grandpa told me that I should go say good-bye. By the time I got the guts to do it, I went in and I looked at the wrong baby. But there was so much love inside me, waiting to come out, that I fell for him anyway. I had all these feelings for the wrong kid.",
        "Casey: Yeah, me too.",
        "Gwen: What do you mean?",
        "Casey: I looked at the wrong kid, too.",
        "Gwen: You were at the hospital?",
        "Casey: Yeah, I went to see our baby.",
        "[SCENE_BREAK]",
        "Jennifer: You see it, too, don't you? You always have.",
        "Emily: I don't know what you mean.",
        "Jennifer: How much he looks like me. No, don't look away. I want you to look at him. I do. I want you to see. I want you to look at the little boy that you kept from knowing his mother. I've thought about it, but I just -- I can't imagine what would make one mother do that to another.",
        "Emily: I'm sorry, Jennifer. I'm so, so sorry.",
        "Jennifer: I don't want to hear your apology, Emily. It seems like forever ago, doesn't it? That I last saw you. I was planning your wedding. And you were looking after Johnny, and you actually -- you listened to me go on about how I couldn't stop thinking that he was mine.",
        "Emily: God, it hurt. It hurt so bad --",
        "Jennifer: It hurt you? Oh. That's just too ironic. You campaigned for me to leave for Europe earlier planned, and don't tell me that you think that that was supposed to help me.",
        "Emily: I just couldn't stand seeing you in so much pain.",
        "Jennifer: No. You couldn't stand feeling so much guilt. So you pushed me away. As far away as possible so you wouldn't have to feel what you've done. Of course, I didn't tell my father that.",
        "Emily: What, you talked to Hal?",
        "Jennifer: He's Johnny's grandfather. He came to see us. But don't worry. I didn't tell him how big a part you had in all this.",
        "Emily: Why not?",
        "Jennifer: Because I love my father, Emily, and I don't hurt the people that I love. And for some reason, he needs to believe that Paul put all of this in your head and led you to do this. He needs to believe that you're innocent.",
        "Emily: I'm not, am I?",
        "Jennifer: No, you're not. But that's why I'm going to set you free.",
        "Emily: So what are you saying? You're not going to press charges against me and Paul?",
        "Jennifer: I'm not pressing charges against you.",
        "Emily: But what about Paul?",
        "Jennifer: No, this is not about my brother, so please stop defending him. And do not make up any excuses or try to explain what you did. I'm a mother now, Emily. And that's the only thing that matters here.",
        "Emily: I don't understand.",
        "Jennifer: When Daniel was as little as Johnny, did you ever think about what it would be like not to have him?",
        "Emily: I swear to God, every single day, I imagined being in your shoes. I imagined how much --",
        "Jennifer: This is not about Johnny and me. This is about you. And how you're losing Daniel. See, when I lost Johnny, it was only for a couple of months. And when he is all grown up, I'll look back on that time and really, it will just seem like a drop in the bucket of his life. But you -- you're going to be without Daniel for years to come.",
        "Emily: God, you must hate me, don't you?",
        "Jennifer: If I press charges, you'll go to jail and then you can say, \"I'm not with my son because of these bars, because of this sentence.\" No. I want you free. Walking around. Knowing that Daniel is in the same town as you. I want you to know that, because of what you did, he will not come home with you that night or any night.",
        "Emily: Please don't say that to me. Please don't say that to me, Jennifer, please.",
        "Jennifer: When I thought that Johnny was dead, I could only blame it on fate or nature, something bigger than myself. But you, you're losing Daniel because Tom is taking him away. And that is nobody's fault but your own. And that, Emily, is about as good as justice gets.",
        "[SCENE_BREAK]",
        "Margo: What was he like?",
        "Bob: The baby? Tiny. Frail.",
        "Margo: No, I mean, did he look like --",
        "Bob: Did he look like Casey? He was much too small to tell. That little guy really put up a fight, but the odds were just against him.",
        "Margo: I can't believe I had a grandson and I never even got to hold him in my arms. [Margo sighs] Could I be a little more selfish? I'm sorry. You lost him, too.",
        "Bob: You know what I'm thinking, Margo? That you're mourning the faith that you've lost in your son just as much as anything else.",
        "Margo: It kind of just feels like the ground's opened up and I'm falling right through.",
        "Bob: No, you're not going to do that, you're too strong. You and Tom and Casey pull together and you'll get by this.",
        "Margo: Pull together. Pull together what? Our family is in shreds.",
        "Bob: No, you're still a family. And when the time comes that another grandchild comes along --",
        "Margo: Oh, you know what? I'm not really up for the glass half full speech right now.",
        "Bob: You don't seem to know that you have a glass to hold. And that's something we're going to have to fix.",
        "[SCENE_BREAK]",
        "Gwen: You went to see Billy?",
        "Casey: Yeah. I felt bad, you know? I never really even wanted him, and then, bam, there he was.",
        "Gwen: Yeah.",
        "Casey: I don't really even know why I went. Celia had found out about everything and broke up with me. And then all of the sudden, there I was, standing in front of this nursery window, looking in at this tiny little thing in an incubator. I don't know, maybe I was thinking about stepping up, I don't know. I'm not sure. I just know that I was so not ready for that kind of responsibility.",
        "Gwen: What was it like when you first got a look at him?",
        "Casey: Weird. I remember doing that thing that people do, you know? Looking for myself in his face. I couldn't see it, though. He just looked afraid and helpless. It wasn't even the right kid, though. I thought I'd have time, you know?",
        "Gwen: For what?",
        "[Casey sighs]",
        "Casey: I don't know. To figure things out. I thought that maybe someday I'd be there for him, you know? I thought I had his whole life, you know?",
        "Gwen: Yeah. I know.",
        "[SCENE_BREAK]",
        "B.J.: Idiot. Such an idiot. She was playing you the whole time and you believed her. You're just like a fool, you believed that she really -- she was really into you.",
        "[B.J. sighs] [Katie comes in the door.]",
        "Katie: B.J. what are you doing here? I thought you went to WOAK.",
        "B.J.: And I thought you were staying in tonight.",
        "Katie: I was. But I had some gifts that I had forgotten I needed to drop off. How did you get in?",
        "B.J.: The door was unlocked, and I left my computer here, and I really need to work on some things, so I came back. You should really be careful about locking up.",
        "Katie: Yeah. I will, thank you. B.J., I don't mean to be rude, but I'm really exhausted and I just really want to go to bed.",
        "B.J.: Oh, yeah. Of course. I just have this incredible idea for the telethon. I want to get it down while it's still fresh in my mind.",
        "Katie: Oh, that's great.",
        "[B.J. chuckles]",
        "B.J.: Oh, it's going to be a big surprise. In fact, I think it's going to be a night you remember for the rest of your life.",
        "[SCENE_BREAK]",
        "Emily: So, what? You and your father got together and cooked up the ultimate punishment?",
        "Jennifer: Whatever hell you're in is of your own making, Emily. My dad asked me to find a way to set you free, and so I'm doing it. For him. And you can be as hostile and turn your back on the good and decent man he is, but you know what? While he's spending Christmas with his grandson, you will be all alone. He will have Johnny and me for the rest of his life and you will have nothing.",
        "Emily: Are you enjoying this?",
        "Jennifer: No, Emily. That would be your game. But you know why I'm okay with not sending you away to prison? Because I already know what prison really is. It's holding your baby for a few seconds with everyone hovering over you, waiting for you to break. It's forcing yourself to say good-bye to your little boy and hand him back to the people who are raising him. My prison is over, Emily. But yours? Yours is just beginning.",
        "Emily: No. Oh, God. Oh, God.",
        "[Emily sobbing]",
        "[NEXT_ON]",
        "Holden: Tell me that there's someplace else that you'd rather be.",
        "Emily: By the end of the year, I will be Mrs. Paul Ryan, so get used to it.",
        "Will: I can't find Gwen.",
        "Casey: If she feels half as bad as I do, she'd probably find a hole to crawl in.",
        "Gwen: You gave my baby away.",
        "Carly: It wasn't my doing and you know it. I know your heart is broken. Come home. And we'll heal it together."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=8YPhbcAK-Eo"
}