{
    "Episode Summary": [],
    "Recap": [
        "Allison and Cris continue to bond as they are persuaded to take care or Mrs. Ward's dog Voldemort since she can't take him to her new assisted living home. Aaron wonders why Allison doesn't seem to care about planning the wedding. Paul is very upset when he digs on Snyder land and doesn't find the money he needs to pay off Derek. Henry tells Bonnie to stay away from Derek after he overhears a phone conversation in which Derek tells someone that he did as he was told and put a good scare into someone else. Bonnie doesn't take Henry's advice and insists on dating Derek. Bonnie agrees to come back to work at Metro just because her working there aggravates Vienna. Holden is uncomfortable when he arrives to talk to Lily and he sees Lily and Mike in bath towels kissing each other. James tells Paul that the money he wants is buried very deeply and he must use a back hoe to get the money out."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Aaron is so excited about having the wedding here. He has a lot of great memories in this house.",
        "Lily: Oh, we all do. And you know what, it's good for us, too. We haven't had too many happy occasions around here lately. So, tell me, do you have any ideas for the wedding? Do you have, like, a theme picked out?",
        "Alison: You know, I haven't really thought about it.",
        "Lily: Well, if you're not sure, I could make a suggestion.",
        "Alison: Please.",
        "Lily: It is so beautiful in our garden this time of year. You could get married outside.",
        "Alison: Oh, I think Aaron would love that!",
        "Lily: Would you love it, Sweetie?",
        "Alison: Sure.",
        "Lily: Okay, then what you need is an arbor, and I know just the guy to build one.",
        "Alison: Really?",
        "Lily: Yeah, if it's what you want.",
        "Alison: What I want is for this wedding to make Aaron really happy.",
        "Aaron: Dad.",
        "Holden: Hey.",
        "Aaron: So happy you're here.",
        "Holden: What's going on? Your softball team bail on you?",
        "Aaron: Ooh, no, no, no. The guys here, they're gonna cater the wedding. I have to pick out the menu.",
        "Holden: Where's Alison?",
        "Aaron: Well, she's really busy today, you know, with school and work and the dress and stuff. I thought I'd take care of this.",
        "Holden: That was nice of you. Nice of you to do that.",
        "Aaron: Yeah. Except I don't have a clue what any of this stuff is!",
        "Holden: You want me to help you out?",
        "Aaron: Well, I mean, I tried calling Susan, but she's in surgery, and Emily is being Emily, and Grandma has a charity gig, so I don't know who else to ask.",
        "Holden: Well, you're in trouble because I don't know anything about any of this.",
        "Aaron: Oh, great. Okay, well, we're two intelligent guys here. We can figure this out, right?",
        "Holden: Mmm. We need a female.",
        "Aaron: Okay, but we're running out of time. This has to be done by today.",
        "Holden: Maybe that'll tell you something.",
        "Aaron: What? About the menu?",
        "Holden: No, about rushing into this wedding before you have had a chance to think everything through.",
        "[SCENE_BREAK]",
        "Chris: Hello, Mrs. Ward?",
        "Dorothy: Oh, I know you. You're the doctor who helped me find Voldemort.",
        "Nancy: Voldemort?",
        "Chris: It's a long story, Gram.",
        "Dorothy: He's a lovely, young man.",
        "Nancy: I agree with you, even though he is my grandson.",
        "Chris: So, what's with the tears?",
        "Dorothy: Oh, they're making me go to a nursing home.",
        "Nancy: You know it isn't a nursing home, Dorothy. Mountain View is an assisted-living facility.",
        "Dorothy: Like there's a difference.",
        "Nancy: There is.",
        "Chris: My grandmother's right, Mrs. Ward. I mean, you'll be living on your own, and if you need help, someone will be there for you.",
        "Dorothy: That isn't the problem. It's Voldemort. They said they don't accept pets. What will happen to him?",
        "Nancy: She insists she has a dog, but the social worker has been to her homes several times and she'd never seen him.",
        "Dorothy: He doesn't like strangers. He likes you, though, and your girlfriend. I think he'd be very happy living with the two of you.",
        "Chris: I don't think that'll work.",
        "Dorothy: Oh, there she is now. Why don't you ask her?",
        "Alison: Ask me what?",
        "Dorothy: If Voldemort could come and live with you and your boyfriend.",
        "Chris: She means me.",
        "[SCENE_BREAK]",
        "Vienna: Henry, could you at least fake a smile?",
        "Henry: What?",
        "Vienna: Even the customers are noticing. Are you happy to have me back?",
        "Henry: Of course I'm happy. Why wouldn't I be happy?",
        "Vienna: But?",
        "Henry: I'm worried about Metro, okay?",
        "Vienna: You told me how well it's doing.",
        "Henry: Yeah. I hate what it's doing to us.",
        "Vienna: Why? I've changed my mind about keeping the place.",
        "Henry: I know, I know. It's the only thing that's ever come between us, with the exception of he who shall never be named. May he never rest in peace.",
        "Vienna: I mean it, Henry. I finally agree with you. I think it's a great investment.",
        "Henry: I hope it stays that way.",
        "Vienna: Well, why wouldn't it?",
        "Henry: Because the secret of our success is gone.",
        "Vienna: You better not mean Bonnie McKechnie.",
        "[SCENE_BREAK]",
        "Derek: Good morning.",
        "Bonnie: Hey.",
        "Derek: I'm really glad that you called.",
        "Bonnie: Well, I'm glad you're still in town.",
        "Derek: I told you I'd be here for a while.",
        "Bonnie: Well, I figured since you were pulling out on Paul's project and everything.",
        "Derek: That's turning out to be more complicated than I thought.",
        "Bonnie: Yeah. He's not easy to deal with, is he?",
        "Derek: No. No, he's not. But on the positive side of things, that gives me more time here to spend with you.",
        "Bonnie: Well, I'm all yours.",
        "Derek: I like the sound of that. So, do you know which night you can take off for the club?",
        "Bonnie: All of them. I quit.",
        "[SCENE_BREAK]",
        "Meg: You don't have to wait on me. I think I can make it downstairs.",
        "Paul: I like taking care of you. Anything else you need?",
        "Meg: Yeah. Something to do.",
        "Paul: We'll talk about that when I get back.",
        "Meg: You know, this project is really taking up all of your time.",
        "Paul: Just until I get everything back on track.",
        "Meg: Well, I just hope that's soon. I like it better when you're here.",
        "Paul: Well, if you don't want to be alone, you know, I can call my mother. Or I can call your mother.",
        "Meg: You know, that's not really what I had in mind.",
        "Paul: Wow.",
        "Meg: Yeah.",
        "Paul: Really?",
        "Meg: Yeah.",
        "Paul: The doctor said you should conserve your strength.",
        "Meg: Yes, she did tell me that I do need to stay in bed, but she didn't tell me what I had to do here.",
        "Paul: Maybe I should reschedule my meeting.",
        "Meg: Just come back as soon as you can.",
        "Paul: Okay. In the meantime, you stay and you get some sleep.",
        "Meg: I'll be right here. How much sleep can one person get?",
        "[SCENE_BREAK]",
        "Mike: You're coming out to the site?",
        "Lily: Yes. I need to ask you a favor.",
        "Mike: Well, you can ask over the phone.",
        "Lily: Well, I'd like to do it in person.",
        "Mike: Okay. I'll try anything once.",
        "Lily: Not that kind of favor, Mike.",
        "Mike: Are you sure? I mean, there's a lot of guys around the site, but we can probably find someplace private.",
        "Lily: I'll see you soon.",
        "Mike: What the hell are you doing?",
        "Paul: In case you haven't checked lately, Mike, I don't answer to you.",
        "Mike: What are you doing?",
        "Paul: I'm checking the soil again, making sure that I know the full extent of the problem.",
        "Mike: Yeah, well, that's my job, Paul, and I've done it. We have two separate labs analyzing the soil.",
        "Paul: I just want to make sure they got it right.",
        "Mike: You're gonna do it yourself?",
        "Paul: No. I'll send it to a third lab.",
        "Mike: You are wasting your money.",
        "Paul: Well, it's my money to waste. You know, Mike, I think I'm gonna be a little more hands-on around here. You got a problem with that?",
        "Mike: No. No problem.",
        "Paul: Good.",
        "Lily: Is everything okay over here?",
        "Mike: Oh, yeah. It's just fine. Paul's being hands-on.",
        "Paul: Hi, Lily. So glad you came here to see me.",
        "Lily: I'm not here to see you, Paul.",
        "Paul: Mike, are you spending personal time during job hours?",
        "Mike: No, actually. I'm on a break. We can talk over here. Dig away.",
        "Paul: It's all right. I already got everything I need.",
        "Lily: What was that all about?",
        "Mike: I have no idea, but I'm sure it's not good.",
        "[SCENE_BREAK]",
        "Meg: Oh, my God.",
        "James: Hello, Meg.",
        "Meg: What are you doing here? How did you get here?",
        "James: It's just a dream. I'm not here. When you wake up, I'll be gone. Just a dream.",
        "[SCENE_BREAK]",
        "Mike: I just can't take people who think, because they have money, that means they can tell you how to do your job.",
        "Lily: I am no fan of his either, believe me, but he really did come to Emma's rescue.",
        "Mike: I'm just wondering who's gonna come to his rescue.",
        "Lily: Is it that bad?",
        "Mike: Every day, we hit another snag. If you ask me, it's gonna take twice what we originally thought to clean up the site.",
        "Lily: You don't think he has the money?",
        "Mike: I don't know. I just -- I know, if I were him, I'd be out raising more money instead of digging around the site doing work that's already been done.",
        "Lily: I'd hate for Emma to lose the farm. It'll kill her, all of us. My kids love going there.",
        "Mike: And they're going to continue to love going there for years to come. There's no reason to think that Paul can't come up with the money. He's never gone hungry before.",
        "Lily: I hope so.",
        "Mike: So, what's this favor you wanted to ask me?",
        "Lily: Aaron and Alison have decided to get married at my house, outside in the garden under an arbor.",
        "Mike: That sounds beautiful, but you don't have an arbor.",
        "Lily: That's why I'm here.",
        "[SCENE_BREAK]",
        "Henry: Listen, Bonnie is already up to speed. I mean, she was born for this job. The books are balanced, the delivery's on time. You should see how she takes inventory.",
        "Vienna: That's the last thing I want to see.",
        "Henry: Look, Sweetie, I promise I will not hire her back unless you say its okay, but I want you to think about something, all right? The more time she spends at the club, the more time I have with you.",
        "Vienna: Okay. Okay, here are my terms.",
        "Henry: You have terms?",
        "Vienna: You have to make sure she stays away from me.",
        "Henry: She'll be on a schedule, you know? You'll know when she's there, and, presto, you'll never have to see her. Thank you, my darling.",
        "Vienna: Second --",
        "Henry: There's more?",
        "Vienna: If she says and does anything that has nothing to do with the business, you'll tell me.",
        "Henry: She won't.",
        "Vienna: Henry!",
        "Henry: I will, I will.",
        "Vienna: Third --",
        "Henry: I was hoping you'd say that.",
        "Vienna: You have to learn everything she knows -- all of her great expertise as quickly as possible, and the minute you don't need her anymore, she's out.",
        "Henry: Vienna.",
        "Vienna: Promise, Henry!",
        "Henry: I promise, I promise.",
        "Vienna: Good. Now I have to work.",
        "Henry: That wasn't so hard.",
        "[SCENE_BREAK]",
        "Derek: I am sorry you lost your job, but if that means you have more time to spend with me, I can't say that I'm devastated.",
        "Bonnie: I can't say that I am either.",
        "Derek: So, how about tonight?",
        "Bonnie: You don't waste time, do you?",
        "Derek: Is there any reason to?",
        "Bonnie: None that I can think of.",
        "[Cell phone rings]",
        "Bonnie: Ooh. Sorry. Hello?",
        "Henry: Hey, Bonnie, where are you?",
        "Bonnie: Uh, Java. Why?",
        "Henry: I'm on my way over to see you.",
        "Bonnie: I'm kind of busy, Henry.",
        "Henry: This can't wait.",
        "Bonnie: It's my ex-boss. He's coming over to talk to me.",
        "Derek: No problem. We'll have plenty of time to spend with each other tonight.",
        "Bonnie: I can't wait.",
        "[SCENE_BREAK]",
        "Holden: I'm not saying that you shouldn't get married. I just don't understand what the rush is all about. Why don't you wait until Alison finishes school, and then you can both plan the wedding together. She can have the wedding that she always dreamed of.",
        "Aaron: Dad, she doesn't want to wait.",
        "Holden: Tell me what you want.",
        "Aaron: I want to make her happy.",
        "Holden: You have your whole life to do that.",
        "Aaron: I don't understand why we can't start now. I mean, I've been with her for a few years now.",
        "Holden: Yeah, on and off, and it hasn't always been smooth sailing.",
        "Aaron: No, it hasn't, but that's why it's good now.",
        "Holden: So, you've thought this through?",
        "Aaron: I have.",
        "Holden: Okay, I'm done giving advice.",
        "Aaron: You're done?",
        "Holden: I'm done.",
        "Aaron: Okay. Can you help me with this now?",
        "Holden: Yes.",
        "Aaron: Okay. So, what do we do?",
        "Holden: I don't know what that is. I can't help you.",
        "Aaron: I don't know either.",
        "Holden: Female! We need a female!",
        "Aaron: Well, what about Lily? She's busy at the house, right?",
        "Holden: Call her.",
        "Aaron: You don't mind?",
        "Holden: No. It's just food.",
        "Aaron: Right. It is just food. This is gonna be perfect. It's gonna make Alison so happy.",
        "[SCENE_BREAK]",
        "Nancy: We think Dorothy will be very happy living at Mountain View.",
        "Alison: It's beautiful. I've been there.",
        "Dorothy: I'm worried about Voldemort. It would mean so much to me if you and your boyfriend would take him.",
        "Chris: I tried to explain.",
        "Doctor: Hello, Mrs. Ward. Good to see you again. I'm here to take her to Mountain View.",
        "Nancy: We're ready.",
        "Dorothy: No, we're not!",
        "Nancy: We will talk about your dog when we get there, all right?",
        "Dorothy: He's under the bed. He likes dry food, and he's paper trained, nearly.",
        "Alison: You want to tell me what that was all about?",
        "Chris: I think you and I are the proud new parents of a dog.",
        "[SCENE_BREAK]",
        "Chris: Here he is.",
        "Alison: Oh!",
        "Chris: Hey, Buddy! Hey, Buddy, come here. Gosh, he's cute, isn't he? Aw, he's so cute.",
        "Alison: Very.",
        "Chris: It's good you like him.",
        "Alison: I can't take him, Chris. Between school and work, I don't have any time. And I can't ask Aaron to do that.",
        "Chris: He lives on a farm.",
        "Alison: Yeah, but a dog's a big responsibility.",
        "Chris: Well, they don't allow pets at the Lakeview, Ali, so --",
        "Alison: Maybe we'll give him to a shelter.",
        "Chris: No. What if no one adopts him?",
        "Alison: I don't even want to think about that.",
        "Chris: It's possible. Are you prepared to let them put this little guy to sleep?",
        "[SCENE_BREAK]",
        "Lily: So, I was thinking that we could cover the sides of the arbor with flowers but we could leave the top open to the sky.",
        "Mike: Okay. Do you have any idea of the shape?",
        "Lily: No. I thought I'd leave that up to you.",
        "Mike: All right, well, I'll check on the internet and get some ideas.",
        "[Cell phone rings]",
        "Lily: Excuse me. Hello?",
        "Aaron: Hi, Lily. It's Aaron. You busy?",
        "Lily: No. What's up?",
        "Aaron: Oh, nothing. Just trying to figure out the menu for the reception.",
        "Lily: Challenging.",
        "Aaron: Well, it is for a few guys who can't tell the difference between meat and potatoes. Hey, can you swing by the Lakeview?",
        "Lily: Sure. I got a couple of minutes.",
        "Aaron: Okay, great. Cool. We'll see you here.",
        "Lily: By the way, who's \"We\"?",
        "Aaron: Oh, Dad's with me.",
        "Lily: Oh. Okay, see you soon. Aaron needs help with the menu.",
        "Mike: Okay. Well, I'll tell Paul and the foreman I won't be around the site much the next couple of days. I'll get some ideas for a design, pick up supplies, and get started.",
        "Lily: Thank you so much for doing this. It really means a lot to me.",
        "Mike: Just wait 'til you hear what you have to do in return.",
        "Lily: Mmm.",
        "[SCENE_BREAK]",
        "Alison: I can't put him in a shelter. I'd never be able to live with myself.",
        "Chris: Me neither.",
        "Alison: Well, maybe I can talk to Aaron, you know, after the wedding. Maybe we'll take him in.",
        "Chris: I can sneak him up to my room, keep him there for the meantime.",
        "Alison: Are you sure?",
        "Chris: Yeah. You know, what's the worst that can happen? I get kicked out and end up in a shelter with Morty! But if I sneak him into the hotel, you have to go to the mall and get the pet supplies and food.",
        "Alison: Okay. Well, I'll go to the mall right now.",
        "Chris: Well, first we have to get him out of here. Check the hall.",
        "Alison: Okay. All right, we are all clear.",
        "Chris: Come on, Morty.",
        "Alison: But we cannot let anyone know about this.",
        "Chris: You mean Aaron.",
        "Alison: No. I mean anyone.",
        "Chris: It's our secret. Let's go.",
        "Alison: Okay.",
        "[SCENE_BREAK]",
        "Paul: Hey.",
        "Meg: Hey. You're back.",
        "Paul: Yeah. Told you I wouldn't be long.",
        "Meg: You okay? You look worried.",
        "Paul: Yeah, I'm fine. I am only worried about you.",
        "Meg: I keep telling you, you don't have to worry about me. I'm not as fragile as you think I am. You know, I really do think, though, that I'm sleeping too much. I'm having the weirdest dreams.",
        "Paul: About me, I'm sure.",
        "Meg: No. Your father.",
        "Paul: James?",
        "Meg: Yeah.",
        "Paul: What about him?",
        "Meg: He was here.",
        "Paul: In your dream?",
        "Meg: It just seemed so real.",
        "Paul: He's in a prison in Southeast Asia.",
        "Meg: Yeah, I know. I know. Look, don't worry. This isn't like when I saw Sofie. This time, I know I was asleep.",
        "Paul: What did he say?",
        "Meg: He said that I was dreaming. Isn't that strange? I mean, why would I dream of James after all this time?",
        "Paul: I don't know. This is the house he used to live in. Maybe he's haunting it. I'm sure it's nothing, just a random nightmare. I'll be back. I got to make a quick call.",
        "[SCENE_BREAK]",
        "Paul: Go near her again, and I will kill you.",
        "James: What?",
        "Paul: You were in Meg's bedroom. She saw you, she heard you.",
        "James: Look, she opened her eyes. I had to say something.",
        "Paul: What were you even doing there?",
        "James: I have always been very fond of Meg.",
        "Paul: Don't you play games with me.",
        "James: Listen, I'm not about to hurt her. She's carrying my grandchild. I'm trying to protect her!",
        "Paul: You go near Meg again and I will call the police and tell them that you're here.",
        "James: No, you won't.",
        "Paul: Try me.",
        "[SCENE_BREAK]",
        "Derek: There's nothing to worry about. I already put the fear of God into him. Let me handle it my way this time, and I can promise you, he'll do whatever you say.",
        "[SCENE_BREAK]",
        "Henry: Hey, Bonnie. How well do you know your boyfriend?",
        "Bonnie: What boyfriend?",
        "Henry: You know who I mean.",
        "Bonnie: No. His name's Derek, and we're actually going out on our first date tonight, so it's a little too early to call him a boyfriend.",
        "Henry: You want some advice?",
        "Bonnie: No.",
        "Henry: Tell him your grandmother died.",
        "Bonnie: They're both gone already.",
        "Henry: Yeah, and he'll know that.",
        "Bonnie: How?",
        "Henry: Because guys like that know things. Tell him you're sick.",
        "Bonnie: Henry, I like him. Why would I cancel my date?",
        "Henry: Because he's dangerous, Bonnie.",
        "Bonnie: Well, he doesn't scare me.",
        "Henry: He should.",
        "[SCENE_BREAK]",
        "Lily: Hey, Chris.",
        "Chris: Lily, hi.",
        "Lily: How's everybody?",
        "Chris: Good, good.",
        "[Puppy squeals]",
        "Lily: What was that?",
        "[Chris clears throat]",
        "Chris: Sore throat.",
        "[Bell dings]",
        "Chris: Good to see you, Lily. Take care.",
        "Lily: Feel better.",
        "Holden: Let's try this one.",
        "Aaron: Thank you for coming.",
        "Lily: Sounded like an emergency. Holden.",
        "Holden: Lily.",
        "Lily: Wow. This looks delicious. Let's get started.",
        "Aaron: I'm gonna go ahead and use the restroom.",
        "Holden: You do that.",
        "Aaron: I will. Ali! You made it.",
        "Lily: Mmm. This is amazing.",
        "Holden: Care to tell me what that is?",
        "Lily: Try it first.",
        "Holden: No. There's gonna be a bunch of Snyder men at this wedding, and we do not eat anything that we cannot identify.",
        "Lily: Just try it.",
        "Holden: Okay, fine. It's pretty good.",
        "Lily: You always did have good taste.",
        "Lily: So, you liked it?",
        "Holden: Yeah. Yeah, it was different.",
        "Lily: Want to try something else?",
        "Holden: Sure.",
        "Aaron: I thought you had class.",
        "Alison: Um, my instructor canceled last-minute.",
        "Aaron: Well, I'm glad you're here. Not that I don't have it totally covered.",
        "Alison: So, what did you decide on?",
        "Aaron: Well, you can ask Lily and my dad. They're inside tasting right now.",
        "Alison: They're here?",
        "Aaron: Yeah, I needed some backup. Go inside. See them. I'll be back in a minute.",
        "Alison: Okay. Hi.",
        "Holden: Hey, look who's here.",
        "Alison: Aaron says you guys are doing fine without me.",
        "Lily: Oh, no, no, no, no, no. It's your wedding. It should be your decision. You got a lot of work to do.",
        "[SCENE_BREAK]",
        "Chris: You're gonna like it here, Morty. Room service is quick, the food is good, and we have the animal channel. What is it? What is it, boy? You hungry? Don't worry. Mommy's showing up with lunch as we speak. Puppy body slam!",
        "[SCENE_BREAK]",
        "Holden: You have to try this. It's delicious.",
        "Alison: What is it?",
        "Holden: Some kind of liver.",
        "Lily: Goose pate.",
        "Alison: Mmm. It's delicious!",
        "Lily: It's good.",
        "Alison: Yeah.",
        "Aaron: Any decisions?",
        "Holden: The goose pate is it.",
        "Aaron: Okay.",
        "Lily: All right. Looks like my time here is up, so I'm gonna head out.",
        "Aaron: Thanks for coming, Lily. You're a lifesaver.",
        "Lily: Anything for you.",
        "Alison: So, what else did you guys like?",
        "Holden: I can't really help you out there.",
        "Alison: What about you?",
        "Aaron: I haven't tried anything yet.",
        "Alison: What were you guys waiting for?",
        "Aaron: You.",
        "[SCENE_BREAK]",
        "Henry: He was threatening to do someone bodily harm.",
        "Bonnie: He's a businessman. Henry, they like to talk tough. You cannot take that literally.",
        "Henry: I understand metaphors, Bonnie. This guy is no poet.",
        "Bonnie: I don't care. I like him, and he's the first man that I've met in a long time who likes me, too. So I will not blow him off because you do not like his colorful language. But thank you for caring enough to rush over here and save me. That's really sweet of you.",
        "Henry: That's not exactly the reason I came over here. Vienna has agreed to let me hire you back.",
        "Bonnie: She's agreed?",
        "Henry: Yeah. Yeah, isn't she wonderful? I'd love for you to start right away.",
        "Bonnie: No, sorry. Not interested.",
        "Henry: Why not?",
        "Bonnie: Well, because your girlfriend is just a little too wonderful for me.",
        "[SCENE_BREAK]",
        "James: You know, Paul, you have a bit of a problem with your temper.",
        "Paul: Only around you.",
        "James: Listen to me. I am not a threat. It's that second-rate loan shark that's the threat, and you went to him. I'm just trying to get him out of your life.",
        "Paul: I went to the work site, right, and I tried to dig, but there were all these people around.",
        "James: Well, then get rid of them.",
        "Paul: How do you suggest I do that?",
        "James: I thought you might be able to figure all that out by yourself, so I will spell it out for you. I have to do that?",
        "Paul: No, I don't need you.",
        "James: Good. Prove it!",
        "Paul: Watch me.",
        "[SCENE_BREAK]",
        "Mike: Hey.",
        "Paul: Hey. What do you want, Mike?",
        "Mike: I just came by to let you know that I won't be around the site much in the next couple of days.",
        "Paul: Why not?",
        "Mike: Well, I'm doing a project for Lily, but I'll be in constant contact with the foreman, so everything will be on track.",
        "Paul: That's not good enough, Mike.",
        "Mike: Excuse me?",
        "Paul: Well, I'm paying you to handle the cleanup. I don't think you should be able to make money somewhere else.",
        "Mike: I'm not gonna be making any money on this project, Paul. I'm building an arbor for Aaron and Alison's wedding.",
        "Paul: Oh, that's really sweet.",
        "Mike: Look, the foreman doesn't need me looking over his shoulder.",
        "Paul: You know what, Mike, maybe I don't need you either.",
        "Mike: Are you firing me, Paul?",
        "Paul: No. I'm telling you that you need to do your job.",
        "Mike: And I'm telling you that my job will get done!",
        "Paul: You know what? I got a better idea. Why don't we just shut down the construction site for a few days, until after the wedding?",
        "Mike: There's no reason to do that.",
        "Paul: It's already done.",
        "Mike: Fine. Fine. You were the one that was in such a big hurry. I'm sure the crew will be happy to hear they've got a couple of days off.",
        "Paul: A couple of days off unpaid, Mike. All because of you.",
        "[James claps]",
        "James: Very well played. I don't think I could have done better myself. I was pretty nervous, uh, apprehensive, uh...",
        "Paul: Don't you compare me to you, ever.",
        "James: Now, you can deny it all you want, Paul, but the way you played Kasnoff just now -- pure Stenbeck DNA. I am very proud.",
        "Paul: I don't need you to be proud of me. I don't need your respect. I don't need anything from you but your money, and once I dig it up and get myself out of this mess that I've made, you're gonna wish you were far away from me.",
        "James: Oh, a menace. Not bad. You know, I almost shuddered. You're getting to be more like your papa all the time.",
        "[SCENE_BREAK]",
        "Henry: What do you mean you won't come back? You love working at Metro!",
        "Bonnie: Yeah. Well, Vienna was gone, but now that she's sticking her nose in your business again, I would rather go back to defending the crooks.",
        "Henry: Oh, come on. You don't mean that!",
        "Bonnie: Yes, I do, actually.",
        "Henry: Okay, I get it. We're negotiating here.",
        "Bonnie: No, we're not. I really don't want to come back. And you know what? There is something to be said for having my nights to myself.",
        "Henry: Yeah, yeah. I probably shouldn't say this, but, considering your taste in men, you should probably work as many nights as possible.",
        "Bonnie: You're right -- you shouldn't be saying that! Come on!",
        "Henry: Just listen. I will cover a shift per week. I can get Carly to do the same thing.",
        "Bonnie: That's not the problem here.",
        "Henry: Then what is it? You want more money? More vacation time? You want health insurance?",
        "Bonnie: I already told you. The problem -- is her.",
        "Henry: Vienna, Darling. Would you please tell her that we have no problem with her coming back to Metro?",
        "Vienna: Oh, you want me to lie.",
        "Henry: Vienna.",
        "Vienna: If she doesn't want to come back, why force her?",
        "Henry: Because. Because, Honey, we need her desperately.",
        "Vienna: No, we'll be fine. We'll cope. We'll find another barmaid.",
        "Bonnie: Barmaid, wow.",
        "Henry: Vienna, Sweetie, you are not helping. You are not helping.",
        "Vienna: No. I don't want to help. I don't want to help. I'm sorry, Henry, but I've changed my mind.",
        "Bonnie: Isn't that a coincidence? I've changed my mind, too. So get used to seeing this face, Honey, because I'm coming back. Just to torment you.",
        "[SCENE_BREAK]",
        "Alison: Mmm.",
        "Aaron: What do you think?",
        "Alison: Well, it is interesting.",
        "Aaron: Yeah, but it's not good. It's not good. It's not like Grandma's food.",
        "Holden: No.",
        "Aaron: Now, Grandma's food, that's food everybody remembers.",
        "Alison: Well, I would be fine with that.",
        "Aaron: What?",
        "Alison: What if Emma wants to cook?",
        "Aaron: Seriously? What do you think?",
        "Holden: I guarantee you, there is nothing that she would love more.",
        "Aaron: Let's go ask her now. Come on.",
        "Alison: Oh, well -- I have to get back to the hospital.",
        "Aaron: You can't take off?",
        "Alison: Aaron, we're understaffed.",
        "Aaron: But won't they understand that this is for your wedding?",
        "Alison: I'm sorry. I'm really gonna have to go. Pick whatever you want. That is fine with me, okay? Bye. Bye, Holden.",
        "Holden: Bye-bye. Pre-wedding jitters?",
        "Aaron: I guess. But it's her wedding, and it almost feels like she wants nothing to do with it.",
        "[SCENE_BREAK]",
        "Mike: Hey.",
        "Lily: You didn't have to get all dressed up for me.",
        "Mike: I just finished clearing the scrub from the spot where the arbor should go.",
        "Lily: And you moved all the dirt to your clothes? Come in inside with me and wash up. I'll make you some lunch.",
        "Mike: Actually, I got a meeting with a builder who may have a new job for me, so I got to go home and shower and get changed.",
        "Lily: Well, you could shower here. The kids are at school. I'll throw your clothes in the washer and make you lunch. They'll be dry by the time we're done.",
        "Mike: Um -- you have enough to do, don't you?",
        "Lily: I don't mind at all.",
        "Mike: Are you sure?",
        "Lily: Yeah. Maybe we'll even have time to collect on that favor I owe you.",
        "[SCENE_BREAK]",
        "Alison: Hi.",
        "Chris: Where'd you go for the dog food, Cleveland?",
        "Alison: I ran into Aaron. He's here choosing a menu for the reception. He wanted me to taste a few things.",
        "Chris: Couldn't you have dropped off the food first? Morty here's starving.",
        "Alison: How was I supposed to get out of it, Chris? You know, he surprised me. Hi.",
        "Chris: You didn't want to tell him you were coming here.",
        "Alison: It just seemed easier not to get into it.",
        "Chris: There's nothing wrong with feeding a dog.",
        "Alison: Well, there is when the dog is with you.",
        "[SCENE_BREAK]",
        "Aaron: Thanks for helping me with all the stuff, Dad.",
        "Holden: No prob. Just don't ask me to weigh in on the flower arrangements, all right?",
        "Aaron: Okay. Listen, there's something else I'd like to ask you.",
        "Holden: Sure.",
        "Aaron: And feel free to say no.",
        "Holden: What is it?",
        "Aaron: Can you be my best man?",
        "Holden: Really? Why wouldn't you ask one of your close friends?",
        "Aaron: You're supposed to ask the person that you're closest to. So, if you don't want to, I can understand.",
        "Holden: No, no, no. I'd be honored.",
        "Aaron: Really?",
        "Holden: I'll do it.",
        "Aaron: All right, cool. Listen, I'm gonna get to Grandma's. She's gonna want to start cooking, like, yesterday.",
        "Holden: Okay, all right. I'll head over Lily's, and I'll tell her that all the plans have changed.",
        "Aaron: All right, cool.",
        "[SCENE_BREAK]",
        "Lily: Mike, I've got a dry towel for you right outside here.",
        "Mike: Hey, you think you can come here? I'm having some trouble.",
        "Lily: With the shower?",
        "Mike: Yeah.",
        "Lily: What's wrong with it?",
        "Mike: You're not in it.",
        "Lily: No! No, I'm dry! Aah! Aah!",
        "[SCENE_BREAK]",
        "Paul: This is the place. This is the place. So, where's the money? Where's the money? Where's the frickin' money!",
        "[SCENE_BREAK]",
        "Henry: I don't care what reason she gave. The bottom line is, she's coming back.",
        "Vienna: No. The reason she gave, Henry, is that she wants to torture me.",
        "Henry: Well, whatever works.",
        "Vienna: How can you be so selfish?",
        "Henry: What? Me?",
        "Vienna: Yeah, you only seem to care that you got what you wanted. You don't care about me. You don't seem to care about me.",
        "Henry: Oh, come on. Of course I care about you. I'm doing this for you! For us! Would you please give it a chance, huh? Don't you trust me?",
        "Vienna: I do, I do. I just don't trust her. All right, all right. We'll see.",
        "Henry: Good, good, good, good, good. Now my only worry is that she might bring that guy around to Metro -- that Derek.",
        "Vienna: What difference does it make?",
        "Henry: He is a thug, and I don't want that kind of person hanging around the club. You're gonna hate this, but I need to talk to her about it.",
        "Vienna: No. No, you won't. You will stay out of her business the way we want her to keep out of ours, okay?",
        "Henry: You're absolutely right.",
        "Vienna: Promise!",
        "Henry: Promise.",
        "Vienna: Okay. This is a good thing. Now that she has her own man, maybe she'll stay away from mine.",
        "Henry: Goodness.",
        "[SCENE_BREAK]",
        "Paul: Hey.",
        "Meg: Oh, hi.",
        "Paul: What are you doing down here?",
        "Meg: Well, I was staring at the same four walls for so long, I thought my head was gonna explode, so I thought, \"Why not stare at four different walls?\" Where have you been?",
        "Paul: I was at the job site. Trying to be more proactive.",
        "Meg: So you decided to roll around in some dirt?",
        "Paul: Yeah, I know. It's a real mess out there.",
        "Meg: You know, I'm really proud of you. You have made so many sacrifices to help my family. You have shown them that you're the man that I've always known you were.",
        "Paul: I'm gonna go clean up.",
        "Meg: Oh, I don't care.",
        "Paul: I think I'm gonna go take a shower.",
        "Meg: Need some help?",
        "Paul: No. There's no money out there. I should have known. I should have known that you're playing me for a fool.",
        "James: It's right on the map.",
        "Paul: Oh, I looked at the map. I found the spot on the map, and that's where I was digging.",
        "James: With a shovel?",
        "Paul: No, Dad, with a tennis racket.",
        "James: Well, that's the reason you didn't find it. It's too deep.",
        "Paul: Now you tell me this now.",
        "James: Yes. Well, it used to be more accessible, you see, but when your project diverted the water from the pond, the land caved in on itself.",
        "Paul: What am I supposed to do?",
        "James: Get some heavier equipment, like a backhoe.",
        "Paul: Oh, a backhoe! I'm supposed to use a backhoe! A backhoe, only nobody notices it.",
        "James: Well, Paul, just be clever about it, okay?",
        "Paul: Is this some kind of a test?",
        "James: Yes, it is a test, Paul. Life is a test. It's a challenge. And if you're clever and if you think and you work hard, you'll win. And if you don't, you'll lose it all.",
        "[SCENE_BREAK]",
        "Alison: I should go.",
        "Chris: First, we need to talk.",
        "Alison: About what?",
        "Chris: Morty. What are we gonna do with him?",
        "Alison: I told you, Chris, I can't deal with this right now.",
        "Chris: You're his mommy, Ali.",
        "Alison: I think you're enjoying this a little too much.",
        "Chris: Sorry.",
        "Alison: Besides, you said that you could take care of him until the wedding, and I promise, after that, we'll figure things out.",
        "Chris: Okay. In the meantime, let me give you a key in case you need to get in here and feed him or something if I'm at the hospital.",
        "Alison: Um, okay.",
        "Chris: Say good-bye to Mommy, Morty. \"Bye-bye, Mommy.\"",
        "Alison: So long, Puppy.",
        "[SCENE_BREAK]",
        "Lily: So, are we even now?",
        "Mike: Uh, I think I probably owe you now.",
        "Lily: I bet our clothes are dry. I should go check.",
        "Mike: They can wait.",
        "[Door slams]",
        "[NEXT_ON]",
        "Jack: Come back to me, Janet. I guarantee I'm a better guy with you than without you.",
        "Noah: While Brian is lulling Lucinda to sleep with tales of mushrooms past, you and I will be alone together under the stars.",
        "Lucinda: Where are you going?",
        "Brian: Well, to the men's tent, of course.",
        "Jack: I need to know exactly what happened the night Leo Morrissey ended up in the reservoir.",
        "Brad: You told him? Uh, yeah. This is Brad. Who's calling?",
        "Nurse: I'm the private duty nurse for Leo Morrissey. He's come out of his coma.",
        "Lily: Mike is a part of that life, yes, whether you like it or not. So the next time you show up in my house, in my life, unexpected, prepare to see him there."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=V_FBAmMJ9zw"
}