{
    "Episode Summary": [],
    "Recap": [
        "Janet bursts into the clinic and stops her before the doctor has a chance to perform the abortion and tells Liberty she doesn't have to make the decision right away. Janet is angry that Terri took her daughter to the clinic and didn't give her a chance to be a parent to her daughter. Janet tells Terri that she feels like she has lost her sister without really knowing her and she doesn't know if they can mend their relationship. Liberty tells the truth to Parker and admits that she is more confused then ever about what to do about the pregnancy. Rosanna apologizes to Craig for the misunderstanding with Terri and is surprised that Craig was willing to help Liberty even though Parker wasn't the one who got her pregnant. Rosanna agrees to allow Terri to work at Metro since Craig persuades her that Terri was a victim in the situation.",
        "Audrey gives James a shot of lethal medicine that stops his heart and he later dies of a cardiac arrest. Audrey later places the syringe in Henry's pocket and Henry finds it and knows that Audrey is trying to blame him for the murder. Vienna confronts Audrey because Vienna doesn't want her Henry to be blamed for James death. Audrey tells Vienna that if she goes to the police she will tell the police that Henry forced her to kill James because he wanted James fortune. Paul tells James good-bye and feels free for the first time in his life. Paul is determined to woo Emily and persuade her to marry him. Barbara tells Audrey that she has ordered an autopsy for James because she won't let her get away with his murder."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "James: Oh, is that --",
        "[James laughs]",
        "James: Is that what you meant when you said it wouldn't hurt very much, huh?",
        "Audrey: No, Jimmy. This is.",
        "[James gurgles]",
        "[Audrey whimpers]",
        "[SCENE_BREAK]",
        "Emily: You know what you're doing.",
        "Paul: I should hope I know what I'm doing.",
        "Emily: Okay, I've got -- I've got a newspaper to run!",
        "Paul: Come on. You can't let Hunter take care of it for one day?",
        "Emily: Hunter?",
        "Paul: Yeah.",
        "[Emily laughs]",
        "Emily: Are you kidding me?",
        "Paul: No.",
        "Emily: You want me to put Hunter in charge? We'll see how long it takes before he short-circuits the entire building via the copy machine. You want that on your conscious?",
        "Paul: I've got worse things on my conscience. So do you.",
        "Emily: Be as it may, I will not be seduced into accepting something as important as a marriage proposal.",
        "Paul: Okay. Then we got a problem, because I'm not letting you go until you do.",
        "[SCENE_BREAK]",
        "[James gurgles and groans]",
        "Audrey: [Gasps] James? Uh --",
        "[James groans]",
        "Audrey: James? [Groans] Okay, Audrey. You can do this. 1, 2, 3, 4, 5 -- [Sobbing] Oh, my God! Help, help, help!",
        "Henry: What's going on?",
        "Audrey: Henry! Oh, Henry!",
        "Henry: No, no, no. Don't \"Oh, Henry\" me.",
        "[Audrey sobs]",
        "Henry: What have you done?",
        "Audrey: Nothing! I didn't do anything!",
        "Henry: Now's not the time to lie, Mother. James, James? What happened, James?",
        "Audrey: I don't know. We were just talking.",
        "Henry: James?",
        "Audrey: He was so sweet to me.",
        "Henry: Oh, yeah, I'm so sure. James? We need some help in here!",
        "Audrey: Please, you got to do something! Please, save him. Do something!",
        "Henry: Get off me, please!",
        "Cop: What happened?",
        "Audrey: He -- he just collapsed. He collapsed.",
        "Cop: I can't get a pulse. Call 911.",
        "[Audrey sobbing]",
        "Henry: Mother, no, you don't. You are not going anywhere!",
        "[Audrey sobs]",
        "[SCENE_BREAK]",
        "Craig: And for the record, I didn't enjoy lying to you. I hated it.",
        "Rosanna: Liberty must have been terrified when she came to you.",
        "Craig: Terrified and adamant. She did not want her mother to know she was pregnant.",
        "Rosanna: I can understand that. Really, I can. But now that Janet's aware of the situation, I mean, isn't it better that she's with her daughter?",
        "Craig: Based on what Liberty said she wanted, no, it isn't.",
        "Rosanna: But Liberty's a child!",
        "Craig: She wanted to handle this on her own.",
        "Rosanna: Then what? You just forget that she ever had an abortion? I mean, come on, Craig. It doesn't work that way.",
        "Craig: I can tell you I sure don't know how this is gonna work out. We should go.",
        "Rosanna: Yeah.",
        "Craig: I don't think Janet and Teri will bring Liberty back here, but if they do, they're not gonna want an audience.",
        "Rosanna: Craig, just -- wait a second. I have to say something to you.",
        "Craig: What could you possibly say to me that I haven't already heard?",
        "Rosanna: How about, uh -- I owe you an apology?",
        "[SCENE_BREAK]",
        "Doctor: How are you doing, Liberty? You okay?",
        "Liberty: Fine. I'm starting to feel like myself again.",
        "Janet: Liberty!",
        "Teri: Janet, I told you, she already went in before we left.",
        "Janet: I'm looking for Liberty Ciccone, my daughter. Where is she?",
        "Receptionist: I'm sorry. I can't give out patient information.",
        "Janet: She's not just your patient. She is my daughter. Now, where is she? Fine. I'll find her myself.",
        "Receptionist: Wait! You can't go back there!",
        "Janet: Liberty! Oh, my God.",
        "Liberty: Mom --",
        "Janet: Get my daughter off this table right now. Everyone, get out.",
        "Doctor: You cannot just barge in here and start giving --",
        "Janet: This is my daughter. Don't you dare tell me what I can and cannot do. Liberty, are you all right? Did you --",
        "Liberty: Not yet.",
        "Janet: Oh, thank God.",
        "Doctor: I think you're aware you don't need parental consent. So you just tell me what you want me to do?",
        "Liberty: I'd like to speak with her, please.",
        "Janet: Get out. Everybody, get out.",
        "Janet: Oh, Sweetheart --",
        "Liberty: Mom --",
        "Janet: It's okay. Come on.",
        "Liberty: I'm so sorry.",
        "Janet: It's okay.",
        "Liberty: I didn't -- I didn't want you to find out about this ever. I totally let you down.",
        "Janet: No, you didn't. No, you didn't. You couldn't. I love you.",
        "Liberty: Just know that I didn't mean for this to happen ever. I'm sorry.",
        "Janet: I know, I know. I just don't understand why you're here.",
        "Liberty: I have to get an abortion, Mom.",
        "Janet: No, Sweetheart. That is something that we do not need to decide right now.",
        "Liberty: Mom --",
        "Janet: Liberty --",
        "Liberty: I can't have a baby, okay? I can't go to school like this. I don't want to be the pregnant girl.",
        "Janet: Okay. Calm down.",
        "Liberty: I want to go to college, and I want to live in a dorm, and I can't be a mom. I can't be a mom.",
        "Janet: Okay, okay. We're gonna figure this out.",
        "Liberty: How?",
        "Janet: I don't know, but we will.",
        "Liberty: Just let me do this, Mom. Please, if -- if I take care of this right now --",
        "Janet: No, Sweetheart. This is a decision that does not need to be made here, okay? We're gonna go home.",
        "Liberty: What? No, Mom.",
        "Janet: We're gonna go home, and we're gonna talk to Jack and Parker and figure this out.",
        "Liberty: We can't.",
        "Janet: Yes, we can!",
        "Liberty: You don't understand, Mom. It's not Parker's. It's not his.",
        "Janet: What?",
        "Liberty: I'm sorry.",
        "Janet: Who's the father?",
        "Liberty: Some guy from school, some stupid guy. I know. I know. It's totally my fault. I didn't even want to do it. I don't even know why I did it.",
        "Janet: Does he know?",
        "Liberty: He doesn't believe it's his. He won't have anything to do with me.",
        "Janet: Oh, that little --",
        "Liberty: Its okay, Mom. I don't want anything to do with him. I hate him. I hate him almost as much as I hate myself for getting into this mess.",
        "Janet: Shh, shh, shh. Come on. Get dressed.",
        "Liberty: Mom, I can't.",
        "Janet: I'm taking you home.",
        "Liberty: Mom, I can't go home like this.",
        "Janet: I'm not gonna leave you like this.",
        "Liberty: Let me do this, please!",
        "Janet: You are not having an abortion.",
        "Liberty: Ever?",
        "Janet: Just not today, okay? Please, come home with me, where we can discuss this. Please, Libby Lou.",
        "Liberty: Oh God, Mom.",
        "[SCENE_BREAK]",
        "Rosanna: I am so sorry, Craig. I realize I put you in an impossible position.",
        "Craig: There was no way I could prove you were wrong without breaking my promise to Liberty.",
        "Rosanna: I understand, and I -- that was incredibly unselfish of you.",
        "Craig: I'd do it again if I had to.",
        "Rosanna: Does Parker even know about this?",
        "Craig: No, he doesn't.",
        "Rosanna: Wait a minute. How could you not tell him? Shouldn't -- doesn't he have a right to know that Liberty was planning on having an abortion?",
        "Craig: Parker's not the father.",
        "Rosanna: I'm sorry. What?",
        "Craig: Liberty told me it wasn't his. I didn't press the issue.",
        "Rosanna: But I thought that was the whole reason that -- you -- you were involved -- because it was Parker's. Uh, I don't know what to say.",
        "Craig: Why not?",
        "Rosanna: Because -- as much as I think I know you, but I'll never be able to figure you out.",
        "[SCENE_BREAK]",
        "Paul: Why won't you marry me?",
        "[Emily laughs]",
        "Emily: Can I ask you a question?",
        "Paul: Yeah.",
        "Emily: Do you love me?",
        "Paul: Yeah, I love you. Do you love me? Say it. Come on. I want to hear you say it.",
        "Emily: All right. I have always loved you.",
        "Paul: Okay, so why don't you marry me?",
        "Emily: Where should I start?",
        "Paul: In order of importance.",
        "Emily: Okay. My mother, your mother --",
        "Paul: Oh, come on. It doesn't matter. None of that's gonna change how I feel about you.",
        "Emily: Okay, well, if then that's the case, then just -- why can't we leave things as they are? Look at us.",
        "[Emily laughs]",
        "Emily: We're happy. This is working. The sex is amazing. Why can't that be enough for you? What?",
        "Paul: Nothing. I can see I've got my work cut out.",
        "[Emily laughs]",
        "[SCENE_BREAK]",
        "Henry: I want you to tell me exactly what happened.",
        "Audrey: I told you. We were just talking.",
        "Henry: I want the truth, Mother.",
        "Audrey: That is the truth.",
        "Henry: What are you -- am I supposed to believe this is just some sort of coincidence?",
        "Audrey: No, it's -- it's a tragedy is what it is.",
        "Henry: A tragedy? You asked me earlier to kill him, and I said no.",
        "Audrey: Oh, so what are you saying? Are you saying that I took matters into my own hands?",
        "Henry: Yes, Mother. That is the general implication.",
        "[Audrey gasps]",
        "Audrey: Oh, my God. What, is he -- is he gonna be all -- all right? Is he okay?",
        "Paramedic 1: He's in cardiac arrest.",
        "Paramedic 2: We have to get him to the hospital.",
        "Audrey: Okay. All right. Oh, James.",
        "Henry: Mom? Mom? Mom, wait! Mom, wait! Damn it.",
        "[Henry sighs]",
        "Henry: Vienna -- no, I got here too late. She already got to James. I don't think he's gonna make it.",
        "[SCENE_BREAK]",
        "[Audrey sobbing]",
        "Barbara: Isn't it a little bit early in the day for such display of emotion?",
        "Audrey: Oh, Barbara, Barbara, it was so awful. I mean, I knew it was coming. I guess we all knew it was coming. But for me to actually be there -- oh, my goodness.",
        "Barbara: What the hell are you talking about?",
        "Audrey: It's Jimmy. He's dead.",
        "Barbara: You mean James?",
        "Audrey: That magnificent man. We've lost him. I am so sorry. I -- I can't -- I need to be alone with my grief.",
        "[Audrey sobbing]",
        "Barbara: Hold on a second.",
        "[Audrey inhales sharply]",
        "Audrey: Okay, Champ. Here's the deal. Are you listening?",
        "Hansen: Mm-hmm.",
        "Audrey: Okay. I am going to untie you now, and I'm gonna let you go, but you are going to stick to our bargain -- $250,000 -- right? And you don't tell anybody what happened to you. Do you comprendo?",
        "Hansen: Mm-hmm.",
        "Audrey: Okay. Good man, good man.",
        "[Knock on door]",
        "Barbara: Audrey, open up!",
        "Audrey: Oh, my God. That woman is relentless.",
        "Barbara: Audrey, I know you're in there!",
        "[Voice breaking]",
        "Audrey: Well -- Barbara, didn't I tell you that I just want to be alone with my grief!",
        "[Normal voice]",
        "Audrey: Would you stop squirming? You're twisting and making it tighter. Stop it!",
        "Barbara: Excuse me.",
        "Maid: Uh-huh.",
        "[Barbara clears throat]",
        "Barbara: I have a bit of a problem. I seem to have locked myself out of my room. Do you have a passkey?",
        "Maid: Ms. Ryan? I thought your room was on the 12th floor.",
        "Audrey: Would you just hold on? I've almost -- mm -- got it.",
        "Barbara: What an interesting way to mourn the dead.",
        "Audrey: We're good, right? I'll be in touch.",
        "Hansen: [Groans] For your information, Barbara, um, James and I had an open relationship, so there was no betrayal.",
        "Barbara: How progressive. But still, I think it's a little tacky that you used his attorney as your playmate of the day. Oh, yes, I recognized your little friend.",
        "Audrey: Well, he happens to just one of those faces, doesn't he?",
        "Barbara: I knew you were desperate to get your hands on James' money, but I had no idea you were this low.",
        "Audrey: I did absolutely nothing wrong.",
        "Barbara: I think your little friend who just hobbled out of here might think otherwise.",
        "Audrey: No, he's not gonna say anything, because there's nothing to say. And by the way, who are you to sit in judgment on me?",
        "Barbara: I beg your pardon.",
        "Audrey: Well, I was with James in his final moments. Where were you?",
        "Barbara: I don't think James has had a final moment. And if he is dead, thank God he's at least changed his will. Accept he didn't change his will, did he? That's why you had his lawyer bound and gagged over here. You were trying to stop James from disinheriting your son.",
        "[Voice breaking]",
        "Audrey: I'm so sorry. I am so sorry. I just cannot fight with you right now. You see, unlike you, I am actually really, truly in mourning.",
        "Barbara: Looks to me like you're jumping up and down for joy.",
        "[Audrey gasps]",
        "Audrey: That is so mean and so hurtful. I want you to get the hell out of here. Get out!",
        "Barbara: I'm warning you right now, Audrey, you won't get away with this.",
        "[SCENE_BREAK]",
        "Barbara: Paul? Paul?",
        "Emily: Don't say a word, and maybe she'll go away.",
        "Paul: I'm in here, Mom. Come on, what do you care? You're leaving anyway.",
        "Emily: Yeah. Sooner now.",
        "[Emily laughs]",
        "Barbara: Paul, I -- [Groans] You know, I've been calling and calling, and you haven't picked up your phone. How come? [Both laugh] Could I have a private conversation with you, please?",
        "Emily: Why? He's just gonna tell me it everything after you leave.",
        "Paul: She's right.",
        "Barbara: I ran into Audrey at the Lakeview. She told me your father is dead.",
        "Emily: What?",
        "Paul: Is that all?",
        "Barbara: No, that's not all. I think she may have found a way to prevent him from signing his new will before he died.",
        "Paul: What's it gonna take to get through to you? I don't care about this money. Let Henry have it. Really, I don't want it.",
        "Barbara: Why are you being so stubborn about this? Don't you see that they're gonna walk away with what is rightfully yours?",
        "Paul: I already have everything I want.",
        "Barbara: Oh, my God. You can't ignore this situation, Paul!",
        "Paul: Okay, what's it gonna take for me to get through to you? You want me to go down to the hospital and make sure that dear, old dad is really a corpse? Will that work?",
        "Barbara: Yes. Take some initiative.",
        "Paul: Fine. Come on. Let's go.",
        "[Barbara sighs]",
        "[SCENE_BREAK]",
        "Henry: Okay, ok. Let's -- let's look at this objectively, all right? Um, technically, uh, no one is dead. No one is dead yet. Uh, James is -- is just in cardiac arrest, which means he could pull through. And then he could tell us what happened in the room, right?",
        "Vienna: Well, right. But do you really think that's possible?",
        "Henry: The man is violently opposed to dying.",
        "Doctor: I'm sorry, but your father's gone.",
        "Henry: \"Gone\" as in escaped or \"Gone\" as in dead?",
        "Doctor: As in dead.",
        "Henry: Are you absolutely sure.",
        "Vienna: I'm sorry. Please forgive him. He -- he's in shock. Do you know the cause of Mr. Stenbeck's death?",
        "Doctor: It appears that he suffered a fatal heart attack. Very sorry.",
        "Vienna: Thank you, Doctor. We know you did everything you could.",
        "Henry: Vienna, I cannot believe this is happening. What -- what are we gonna do?",
        "Vienna: We'll figure something out.",
        "Henry: Yeah? Really? Oh, God. We'd better figure out something soon, before word of this gets out.",
        "Vienna: God, you're sweating.",
        "Henry: I know I'm sweating. I'm -- I'm freaking out here a little bit. Hold on. I got a -- I got a tissue.",
        "Vienna: What is that?",
        "Henry: Oh, my God. I think it's the murder weapon.",
        "Vienna: Well, what are you doing with it?",
        "Henry: It's not mine!",
        "Vienna: Well, why is it I your pocket?!",
        "Henry: She must have slipped it in there when I wasn't -- when I wasn't looking.",
        "Vienna: Oh, my God. She did it. Your mother killed your father.",
        "Henry: She's trying to pin it on me.",
        "[SCENE_BREAK]",
        "Janet: Why don't you go upstairs and take a bath, lie down or whatever you want to do, okay?",
        "Liberty: Mom, I'm so sorry. I'm so sorry.",
        "Janet: Sweetie, you have to stop saying that, okay?",
        "Liberty: I don't know what else to say to you.",
        "Janet: Liberty, look at me.",
        "Liberty: I can't.",
        "Janet: Yes, you can. See? I'm still your mom. And I still love you, and that will never change. Tell me you know that.",
        "Liberty: I know that. Mom, please don't be mad at Aunt Teri. She was really just trying to help me.",
        "Janet: Sweetheart, why don't you just go upstairs, okay? You've got bigger things to focus on. Go on, now.",
        "[Liberty sighs]",
        "Teri: Now's not a good time, so I'm just gonna grab my bag, get out of here.",
        "Janet: You -- are supposed to be my sister, and you take my daughter to an abortion clinic and just leave her there?",
        "Teri: Janet -- listen, it -- it wasn't like I just dropped her off at that clinic. It wasn't like that.",
        "Janet: How was it like, then? When my daughter, who you've known for a few weeks now, comes to you and tells you she's pregnant?",
        "Teri: She didn't come to me. I found out by accident, and I went to her.",
        "Janet: You went to her instead of me?",
        "Teri: I wanted to tell you, Janet.",
        "Janet: Then why didn't you? I was right here!",
        "Teri: Because Liberty begged me not to.",
        "Janet: And you listened to her when she is scared and confused and --",
        "Teri: She's pregnant, Janet. She's pregnant. And you know better than anybody what she's going through.",
        "Janet: Uh-huh. Is that just now registering to you?",
        "Teri: I was just trying to help her the best way I knew how.",
        "Janet: Oh, no, no, no, no, no. No, you do not help a child who is in trouble by keeping quiet.",
        "Teri: I thought she needed a friend.",
        "Janet: She needed an adult to come to, to help her instead of some pal who has no experience raising a child whatsoever!",
        "Teri: I wanted her to know that she had somebody she could confide in.",
        "Janet: She has me for that!",
        "Teri: But she wasn't gonna come to you, Jan!",
        "[Teri sighs]",
        "Teri: So that left me to help her figure it out.",
        "Janet: And what did you figure out? Nothing. You could have helped her make a decision that would ruin her life.",
        "Teri: You should be grateful that she came to me at all.",
        "Janet: What? What? I should be grateful that you talked me daughter into having an abortion?",
        "Teri: I did not talk her into anything.",
        "Janet: She never would have done this if she come to me.",
        "Teri: But I just told you, Jan, no way was she gonna do that. So I figured I should help her. That was the least I could do -- go with her to the clinic so she wasn't alone.",
        "Janet: She was alone! You left her there!",
        "Teri: No. Not until the last minute, when she asked us to leave. She didn't want us there during the procedure. That was her choice.",
        "Janet: Oh, no, no, no, no, no, no, no. Don't talk about my daughter's choices. And call it what it was -- an abortion. How can you even condone that as a choice?",
        "Teri: Because it is a choice. It is a choice that is available to her, thank God.",
        "Janet: Thank God? Excuse me, abortion is not a choice, not for my daughter!",
        "Teri: What are you saying, Janet? What, are you gonna make Liberty have this baby?",
        "[SCENE_BREAK]",
        "Craig: So, since you know the truth about me and Teri, do you think you could see your way to rehiring her?",
        "Rosanna: Oh, I don't know. I mean, I -- I don't know if I can. I'm sure Jack and Janet are gonna have serious reservations about Teri hanging out anywhere near Parker or Sage.",
        "Craig: Mm-hmm. Well, what about Metro? They don't have any say there, but you do, since you're overseeing Carly's interests.",
        "Rosanna: I don't know, Craig. I mean, you're kind of putting me in a tough spot. I'm not looking to rock any boats right now.",
        "Craig: I know. I know you're not. But Teri's a casualty in this. I would really like to see her back at Metro if you're okay with it.",
        "Rosanna: Well, what if I'm not?",
        "Craig: Then you're not. I'll accept whatever you decide.",
        "[SCENE_BREAK]",
        "Janet: Liberty is just a child herself. She cannot make that kind of decision on her own.",
        "Teri: She has. She knows what she wants and what she doesn't want. She does not want to have this baby.",
        "Janet: And you're okay with that?",
        "Teri: I know. I know that you don't like it.",
        "Janet: It's wrong.",
        "Teri: I'm sorry, but I disagree.",
        "Janet: How could you disagree? We're Catholics, Teresa. I thought those sermons meant something to you.",
        "Teri: Listen, some of them did.",
        "Janet: Obviously some of them didn't.",
        "Teri: Come on. You can't sit there and act like you believed every single thing that we were taught in church.",
        "Janet: I at least thought that we had the same beliefs, the same values. Abortion is a sin.",
        "Teri: I'm sorry, but I don't think that's true.",
        "Janet: It is murder! It's taking a life!",
        "Teri: I don't want to have a political debate with you. This is about Liberty and her future.",
        "Janet: What about the future of that child? Who's gonna protect that baby?",
        "Teri: This is about what's best for Liberty?",
        "Janet: You don't know what's best for her! You don't even know her! That decision could ruin the rest of her life!",
        "Teri: Yeah, and so could being a mom when she doesn't want to be! Look, this is not an easy decision for anyone in Liberty's position. But nobody can make this decision but her.",
        "Janet: Did you tell her that?",
        "Teri: No. She's smart. She's old enough to think for herself. This is her body. This is her life and her --",
        "Janet: And her baby.",
        "Teri: She's only a few weeks along.",
        "Janet: Honey, I don't care. There is still a life growing inside of her with a tiny, little heart and a little soul.",
        "Teri: I think that Liberty made the best choice for her.",
        "Janet: Okay. So are you saying that when I was 17 and alone and pregnant and Mom and Dad branded me a slut, I should have had an abortion? Would that have been the best decision for me?",
        "Teri: That's not fair. That's not fair. Every situation is different. But Liberty, who we are talking about -- she has dreams and things that she wants to do with her life.",
        "Janet: And you don't think that I did? I had things that mattered to me, too. But I gave them up to have her k and raise her and love her.",
        "Teri: So what, do you think that she owes it to you to have this baby and turn out like --",
        "Janet: Like -- me? I had no idea you thought I was such a loser.",
        "Teri: That's not what I said.",
        "Janet: Let me tell you something. I do not regret having Liberty for one second. Even in my darkest hours, being a parent is everything. And you couldn't possibly fathom that. You, my dear, took away my ability to protect my child!",
        "[SCENE_BREAK]",
        "Vienna: You didn't kill your father, and I'm not going to let Audrey stick this one on you.",
        "Henry: That's an interesting choice of words.",
        "Vienna: Okay, you stay here and take care of things, and I'll meet you back at the Lakeview.",
        "Henry: Vienna -- Vienna!",
        "[Henry sighs]",
        "Paul: Is it true? Is James really dead?",
        "Henry: Yes. The, uh -- the locusts should be appearing any day now.",
        "Paul: I want to see him.",
        "Henry: He's in there. In there.",
        "Emily: Wait, wait. You want, uh -- you want me to go with you?",
        "Paul: No, I'm good.",
        "Henry: Why are you looking at me like that? God, it's creeping me out.",
        "Emily: Sorry, sorry. Uh, rumor has it you're next in line to inherit the Stenbeck fortune.",
        "Henry: Yeah, that's the rumor.",
        "Emily: Hmm. Yeah, I just have one small question for you, my friend. How in the hell did you manage to pull this one off?",
        "[SCENE_BREAK]",
        "Paul: Hello, James. Is this it? Is this your final goodbye? Here's the kicker. You're dead, but I'm the one who's gonna rest in peace tonight. So this is it, huh? You're really dead, aren't you? You know how I can tell? When I close my eyes and I -- I clear my mind, I can't hear you anymore, screaming at me, trying to hurt me, tearing me down. All I hear now is silence -- beautiful silence. So thanks, Pops. You've finally given me what I want most in the world.",
        "Nurse: I'm sorry. Would you like some more time with him?",
        "Paul: No. I'm good.",
        "Emily: Well?",
        "Paul: Pretty sure he's really dead.",
        "Henry: I'm sorry for your loss. Just know that I share it with you.",
        "Paul: What are you doing? What are you doing?",
        "Henry: I thought I'd give you a hug.",
        "Paul: I don't want a hug.",
        "Henry: Really? But your father just died, for real, for the last time.",
        "Paul: I'm okay with that.",
        "Henry: Okay, so we're all -- we're all good with the who gets what now?",
        "[Paul chuckles]",
        "Paul: Yeah. You know what, Henry? I hope you get it all, and hope you enjoy the hell out of it.",
        "Henry: That's -- that's really nice of you.",
        "Paul: No. Kind of freaking me out. Come on, Em. Let's get out of here.",
        "Nurse: Would you like a moment with your father?",
        "Henry: Yeah, yeah, sure. Why not? Well, goodbye, Dad. Sorry about this. Uh -- thanks for the money. I just hope I stay out of jail long enough to use it.",
        "[SCENE_BREAK]",
        "Audrey: Vienna, hi. Isn't it just awful what happened to poor Jimmy?",
        "Vienna: Oh, please. Save it, Audrey. I know that you killed him, and so does Henry.",
        "Audrey: Well, look, I don't know what you were told, but Jimmy was very, very, very ill, and he knew it was just a matter of time for him. So really, it was just like nature taking its course.",
        "Vienna: Right. So really, why did Henry find this in his pocket, huh?",
        "Audrey: What is that?",
        "Vienna: This is the needle you used to kill James with. And I'm taking this to the police before you can frame Henry for your crimes. And I just thought I'd give you a fair warning.",
        "Audrey: Um, you know, that's very nice. I appreciate the courtesy. But I think it'd be very foolish for you to go to the police.",
        "Vienna: Oh. Why is that?",
        "Audrey: Well, think about it? I mean, if you do, then they're gonna have to question me. And obviously, if they question me, the only defense that I might have is to say that I really had absolutely no choice.",
        "Vienna: Oh, so letting him live isn't a choice?",
        "Audrey: Well, I would have to say that Henry made me put an end to it? End to James' life.",
        "Vienna: Oh. And why would he do that?",
        "Audrey: Hmm. Vienna, why does anybody do anything? What's the motivation? Money.",
        "Vienna: Oh. So you would really turn on your own son, huh?",
        "Audrey: No. Well, no, I wouldn't.",
        "Vienna: No?",
        "Audrey: Of course not, no. No, really, I -- I wouldn't. It's just that what if the police discovered a reason that they had to open the investigation into how James passed away? Well, the obvious, only suspect is Henry. So you see, if you want to protect him, then I suggest you don't go see the police. You just keep everything you know to yourself.",
        "Vienna: Mm. Besides getting away with murder, what else are you getting out of this, hmm?",
        "Audrey: Well, I was just figuring that maybe you could help keep Henry's promise for him to give me the money. If you do that, then I promise I will never darken your door ever, ever again. What do you say? Deal?",
        "[SCENE_BREAK]",
        "Teri: You can't make Liberty's situation about what happened to you?",
        "Janet: Excuse me. But you don't know anything about my life.",
        "Teri: Okay. But there are so many options available to women these days. I don't --",
        "Janet: I don't care about other women. I care about the one that's upstairs right now.",
        "Teri: So do I.",
        "Janet: Okay, this conversation's over.",
        "Teri: Jan, please.",
        "Janet: No, listen to me. One thing you will never be is a parent to my child. So you can take your advice, and you can take your help, and you can get the hell out.",
        "Parker: Is Liberty here?",
        "Janet: Now's not a good time, Parker.",
        "Parker: I just wanted to make sure that she's all right.",
        "Janet: She's fine.",
        "Liberty: Hi.",
        "Janet: Honey -- I thought you were upstairs.",
        "Liberty: I was, and I saw Parker coming up the driveway.",
        "Parker: Are you okay? Do you want to talk?",
        "Janet: No, no. It's really -- this is not a good time.",
        "Liberty: Mom, I want to. Please.",
        "Janet: Okay.",
        "Parker: I -- I'd like to say something first. If you don't want to, you don't have to tell me what's wrong.",
        "Liberty: I do, though. I've wanted to for a really long time.",
        "Parker: Okay, okay. Tell me.",
        "Liberty: I'm pregnant.",
        "[SCENE_BREAK]",
        "Audrey: What do you want?",
        "Barbara: I know that you're responsible for what happened to James today, and I'm going t prove it.",
        "Audrey: There is absolutely nothing to prove. You know what? James was gonna die. He was failing and failing fast. Just a matter of time, and he was gone.",
        "Barbara: Something that you managed to speed up along the way, right?",
        "Audrey: You believe what you want to believe.",
        "Barbara: I'll let the autopsy I ordered speak for itself. I told you you weren't gonna get away with this, Audrey.",
        "[SCENE_BREAK]",
        "Henry: Hey. Did you find Audrey?",
        "Vienna: Yep.",
        "Henry: I take it it didn't go well.",
        "Vienna: No, and you're right, because she set you up.",
        "Henry: What are we gonna do?",
        "Vienna: Well, Audrey suggested that we keep quiet.",
        "Henry: There's a surprise.",
        "Vienna: No, and she also wants the money that you promised her.",
        "Henry: Can't accuse her of not keeping her eye on the prize.",
        "Vienna: No.",
        "Henry: Guess I'm gonna have to accept the Stenbeck fortune after all.",
        "[SCENE_BREAK]",
        "Rosanna: Craig, I -- if you want to keep Teri on at Metro, yeah, that's fine. You know its fine. I'll allow it.",
        "Craig: Thank you.",
        "Rosanna: You're welcome. Oh, also, I just, um, wanted to let you know that I, uh -- I didn't, and I'm not going to, say anything to Carly about what happened. Obviously, I was incredibly relieved, embarrassingly wrong, and, um, there's no need to upset her unnecessarily, right?",
        "Craig: Right. So, uh -- I guess we're back to --",
        "Rosanna: [Groans] Don't say normal. [Laughs] Don't say normal. No, no, no, no. We'll never be that.",
        "Craig: You're right.",
        "Rosanna: Yeah.",
        "Craig: But we're good?",
        "Rosanna: Yeah. Yeah, we're -- we're okay.",
        "[SCENE_BREAK]",
        "Janet: You don't get it.",
        "Teri: I don't get what?",
        "Janet: You've always just been responsible for yourself. Liberty and I are a family. We don't just operate on our own. We're connected.",
        "Teri: We're family, too, aren't we? Janet, please tell me we're gonna make it through this.",
        "Janet: Because I feel I've lost my sister before I even got a chance to know her.",
        "[SCENE_BREAK]",
        "Liberty: Parker, please say something.",
        "Parker: Well it's Tony's, isn't it?",
        "Liberty: It is. He doesn't think so though. He keeps saying it isn't.",
        "Parker: He's such an ass.",
        "Liberty: I went to Chicago today and the time you covered for me.",
        "Parker: Why?",
        "Liberty: To get an -- an abortion.",
        "Parker: You had an abortion?",
        "Liberty: No. My mom stopped me.",
        "Parker: Is that what you wanted?",
        "Liberty: It was, but -- I don't know what I'm supposed to do. My mom looked so disappointed. I didn't -- I didn't want her to know. But now she does, and -- I have no idea what I'm supposed to do.",
        "[Liberty sobs]",
        "[NEXT_ON]",
        "Luke: Is that Mason?",
        "Noah: Yeah. Hey, Mason.",
        "Mason: Oh, my God.",
        "[Mason groans]",
        "[Maeve screams]",
        "Holden: That's not necessary.",
        "Faith: What is he doing here?",
        "Lily: Damian? Where's Meg?",
        "Meg: You know, it's time for me to go back to the hospital and pick up Eliza. Um, why don't you come along?",
        "Damian: I can't."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=E1WRVln_uEs"
}