{
    "Episode Summary": [],
    "Recap": [
        "Jack nervously prepares to go on his first date with Katie. Katie is in bed with Brad . but it is only for their show. She is actually excited to get ready to go on her date with Jack. Allison makes a costly mistake, which could spell trouble for Meg. Paul severs his working relationship with Allison. A weight is lifted off of Craig. Cleo helps Carly see her kids. Brad doesn't want to find a replacement for Katie. Carly watches her kids and sees how they are getting along without her. Sage has a meltdown when Cleo (as Gwen) doesn't remember their plans. Meg is able to get rid of her bug before Craig accuses her. This makes Craig assume he misjudged her. Katie and Jack enjoy their date until it is interrupted. Brad and Henry chat. Allison thinks she can use something else in order to procure drugs for herself now that she doesn't have any extra money. Lucinda lays down the law with Paul how this take down of Craig is now going to go. Meg puts on a show with Paul and Lucinda for Craig's benefit. Craig tells Meg he trusts her more then anyone. Katie and Jack kiss, as Parker watches. Carly realizes what a mess she has made of her children's lives. Carly asks Cleo for help so she can see Jack."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Cleo: Stop!",
        "Carly: I'm not her! I just -- I just look like her.",
        "Cleo: We need to have a serious conversation about trans fats.",
        "Carly: You.",
        "Cleo: They literally turn into poison in the body, Carly. Especially under stress.",
        "Carly: Oh, why me? Lord, why me?",
        "Cleo: There is a rule of thumb -- eat food, not too much, mainly plants.",
        "Carly: You helped me once. But me, I do not depend on the kindness of strangers, and that is what you are -- a stranger.",
        "Cleo: I found this food co-opportunity near here, they're really nice. They gave me a temporary membership. I'd be happy to go pick you up stuff.",
        "Carly: Hey --",
        "Cleo: I'd recommend a lot of whole grains.",
        "Carly: Do not help me, all right? Do not speak to me anymore.",
        "Cleo: Green tea might help with the bloat.",
        "Carly: Look -- bloat? Well, thank you. Thank you. That's very nice. Where is it -- where did it go?",
        "Cleo: What?",
        "Cleo: Its right, it's right here. It's fine. Aw, they're really beautiful.",
        "Carly: Just give it to me.",
        "Cleo: They're why you came back, huh? So you could see them.",
        "Carly: Well, I can't. I can't see them.",
        "Cleo: Why not?",
        "Carly: The moment I tried -- their father would arrest me.",
        "[SCENE_BREAK]",
        "Jack: Yeah, I'm a little nervous.",
        "Emma: No, no, no.",
        "Jack: No, and I know it's stupid. It's not exactly my first date or anything.",
        "Emma: No, but it's your first date with Katie. It is the -- it is the first date that's meant a lot to you in a long time.",
        "Jack: Okay, all right -- so let's go over it. Drinks at the Lakeview, then we're gonna decide where we're gonna go have dinner, show her that I'm spontaneous, open to her opinions.",
        "Emma: Smooth. Smooth.",
        "Jack: Thank you, and you're going to remember to pick up the kids at Old Town in about a half an hour.",
        "Emma: Jack, Jack. We've been over it about ten times, ten times.",
        "Jack: Yeah, I know, I know. All right. You know what? I'm not gonna talk -- I'm not gonna talk about the kids tonight. No, no, I'm gonna show her a different side. Spontaneous -- must be spon -- I better get going.",
        "Emma: Listen, about the flowers.",
        "Jack: Yeah?",
        "Emma: Yeah, start smaller.",
        "Jack: Was it too much?",
        "Emma: No, no, no! I mean, not unless she won the Kentucky Derby. Here you go. Go on now, get going. Oh, so handsome. Remember -- remember you've got one thing going for you that is worth more than all the flowers in the world.",
        "Jack: Yeah, what's that?",
        "Emma: That she's already crazy about you.",
        "[SCENE_BREAK]",
        "Katie: I have to say, you did all the right stuff.",
        "Brad: I told you so.",
        "Katie: So, what did we learn today?",
        "Brad: That I'm irresistible.",
        "Katie: That it's important to remember on mother's day that she's not just your kid's mom. She's your wife, your girlfriend, the love of your life.",
        "Brad: So let the kids get her the toaster oven, tickets to the ice show. You get her lingerie and perfume.",
        "Katie: Always welcome.",
        "Brad: And then maybe give it to her on Saturday night, let her try them out. I mean -- on, right away.",
        "Stage manager: And we're out.",
        "Brad: Ow, that hurt.",
        "Katie: Good. Should've hurt worse.",
        "Brad: So what's your hurry?",
        "Katie: I'm going on a date. With someone who really is irresistible.",
        "[SCENE_BREAK]",
        "[Craig answers his phone]",
        "Alison: I have proof that you switched the babies. Proof that came straight from the hospital. You should be afraid, Craig. You won't get away with this one. This time, I mean. You won't get away with \u0096",
        "[Alison laughs and the phone is turned off]",
        "Meg: What happened? Was that Rosanna? Craig, what did Rosanna say?",
        "[SCENE_BREAK]",
        "Alison: Be afraid, be very afraid. Ow, let go of me!",
        "Paul: You're high as a kite, aren't you?",
        "Alison: No!",
        "Paul: Do you have any idea what you've just done?",
        "Lucinda: What the hell is going on in here? Oh my God.",
        "Alison: I think -- I think I'm gonna be sick.",
        "Lucinda: Tell me she wasn't like that when she made the call.",
        "Paul: I've got to get to Meg.",
        "Lucinda: Was she like that when she made the call?",
        "Paul: If Craig figures out that Meg's a part of this --",
        "Lucinda: She'll never get out!",
        "[SCENE_BREAK]",
        "Meg: Why won't you talk to me?",
        "Craig: More wine?",
        "Meg: No, I want to know what happened on the phone to make you react that way.",
        "[Phone rings]",
        "Craig: Do you think she forgot something? Craig, we're out of milk.",
        "Meg: Why are you joking?",
        "Craig: Actually, in Switzerland, I don't think so. Guten abend, schatzi -- Larry, I'm sorry. I thought you were somebody -- you know what? This really isn't a very good time. Actually, you know what Larry, if you need those numbers, then you should get those numbers, right? I'm sure my guest will understand. I'll call you back in a couple of minutes. That was my CFO, and he needs the cost overruns asap. Larry's like that. He needs everything ASAP. CFO -- ASAP. I don't think I'll be longer than five minutes, I promise.",
        "Meg: Fine, sure.",
        "Craig: I have got to remember to just turn off the damned phone.",
        "[Cell phone rings]",
        "Meg: Paul, what's going on?",
        "Paul: Alison blew it. He's onto us.",
        "Meg: Damn.",
        "Paul: You made it out of the house, right?",
        "Meg: No, I'm still here.",
        "Paul: Is he there with you?",
        "Meg: No, he had some business to do.",
        "Paul: You need to get out of that house.",
        "Meg: I can't just leave.",
        "Paul: Then get rid of that wire. Now.",
        "[SCENE_BREAK]",
        "Meg: I was looking for my keys.",
        "Craig: I love watching you, when you don't know I'm watching. Oh, I'm sorry, that sounded a great deal like stalking.",
        "Meg: You know, I really should be going.",
        "Craig: You are so beautiful. So unaware that you're beautiful.",
        "Meg: It was nice to see you Craig.",
        "Craig: Even when you're tense. And you seem very tense right now.",
        "Meg: I'm late. You know, it's kind of funny you made that joke earlier about the milk, and it reminded me, Mama asked me to pick up some stuff for her from the store.",
        "Craig: Is that so?",
        "Meg: Yeah, and you've got work to do, so I'll be going.",
        "Craig: Mm-hmm. I'm really sorry Meg, I can't let you leave. Not yet.",
        "Craig: You know, Meg, you came here tonight to talk to me. To be honest about how you felt. Honest about your mistake.",
        "Meg: Well, I'm sorry if it upset you.",
        "Craig: Oh, no, no, no, no. You didn't upset me. It was the phone call that upset me, and I should have been honest about that with you. As honest as you have been with me. But I wasn't. I went off to go get cost overruns when I should've told you what happened on the phone.",
        "Meg: So what did upset you? Did you think it was Rosanna?",
        "Craig: That doesn't matter.",
        "Meg: No?",
        "Craig: No, you know what's so strange? You come here tonight to tell me about your guilt, and then I get a phone call, and suddenly all my own guilt comes flooding back.",
        "Meg: Your own guilt?",
        "Craig: You know, I haven't told anyone -- anyone all the details of that night.",
        "Meg: Yes.",
        "Craig: But somehow, you -- you make me feel so close that maybe I could tell you.",
        "Meg: Well, then I'm glad I'm here.",
        "Craig: You have no idea how happy that makes me.",
        "[SCENE_BREAK]",
        "Paul: I'm going over there.",
        "Lucinda: No, no, no. You've got to give her a chance to get out.",
        "Paul: Meg should have called back by now.",
        "Alison: Listen, I had to use some of the guest towels to clean up, so you might want to get some new ones.",
        "Paul: Get the hell out of here!",
        "Alison: Fine by me. Get your hands off me!",
        "Paul: No problem.",
        "Alison: Hey! My money!",
        "Paul: Are you kidding me?",
        "Alison: I did the job.",
        "Paul: You didn't do the job. You got high and you screwed up, and now a really good person is in danger.",
        "Alison: Really good? You mean as opposed to a person like me, right?",
        "Paul: Exactly.",
        "Alison: I need that money, you don't understand.",
        "Paul: Oh, no -- I understand. I understand perfectly.",
        "Alison: I'm really sorry, okay? Just give me half. That's fine.",
        "Paul: If you're not gone in 30 seconds, I'm going to call the cops, and I don't think you want to talk to them in the shape that you're in.",
        "Lucinda: Did that make you feel better?",
        "Paul: No, not so much.",
        "Lucinda: Because the girl is only involved, you know, because you involved her. So if there's anyone at fault --",
        "Paul: It's me. I know, I know. It's all my fault. You think I don't know that? I've got to get to Meg.",
        "Lucinda: Haven't you done enough damage for one night?",
        "[SCENE_BREAK]",
        "Brad: Katie, I just don't understand why you're so mad.",
        "Katie: I know you don't. That's one of the things I hate about you.",
        "Brad: Look, just a few short hours ago, I was ready to put my life on the line for you.",
        "Katie: Skipping over the fact that my life was on the line because of you and what you did to some woman whose name you don't even remember.",
        "Brad: That woman was trying to kill you. And I stopped her!",
        "Katie: You do things that are supposed to be fun and spontaneous, but you end up hurting people like me and Jack -- you ended up hurting us, and you don't even care.",
        "Brad: That's not true.",
        "Katie: That would be a lot more convincing if you actually said it to my face.",
        "Brad: Well, you find yourself standing in front of the Mona Lisa, you're gonna look.",
        "Katie: Well, just -- I think you should probably start campaigning for gun control because that woman is not the only one who feels that way.",
        "Brad: You know, I don't care what that woman thinks or feels, okay? I care about -- I care about you. And look, I'm sorry, I didn't try to hurt you and Jack. I just was --",
        "Jack: Go on. Go on -- don't let me stop you. I'm dying to hear this.",
        "Katie: Me too. Just what exactly were you trying to do?",
        "[SCENE_BREAK]",
        "Cleo: You know, maybe I could help you see your kids.",
        "Carly: And how will you do that?",
        "Cleo: The same way that I kept the police from finding you.",
        "Carly: That's crazy.",
        "Cleo: What's your great idea? Wait for them to grow up and check in here on prom night? It was a joke. Anyways -- here. And this has amaranth in it, which is a fantastic form of manganese.",
        "Carly: You're the strangest person I've ever met.",
        "Cleo: Why does it matter, if I can help you see your kids?",
        "Carly: You know, I don't need your help. I'll do something. I'll think of something. I'll --",
        "Cleo: What are you gonna do? Are you gonna ask Gwen, drag her into this? Is that fair?",
        "Carly: No. No it isn't, but I haven't been fair in a very long time.",
        "Cleo: Come on Carly, you've seen it. I can do anything that Gwen can do. And you wouldn't be getting her into any trouble.",
        "Carly: And why are you so ready to take me on and all my problems?",
        "Cleo: I don't know, it just seems like the one talent that I have in my life is that I can imitate your sister, so I might as well put it to good use. But here's the deal -- if you want to do this, we kind of have to act fast, because Will and Gwen are pulling an all-nighter tonight at the library, so it's perfect timing.",
        "Carly: Wait, wait, wait, wait. How would you know that? What are you up to here, huh?",
        "Cleo: We can pretty much talk about that tomorrow when there's time. But the question right now is -- do you want to see your kids or don't you?",
        "Carly: Oh, boy. Oh, boy, I think I'm about to make yet another huge mistake.",
        "Cleo: You don't like it? Anyways, you don't really have to worry. I'm gonna take care of everything.",
        "[SCENE_BREAK]",
        "Jack: You look beautiful.",
        "Brad: Smoking.",
        "Katie: Thank you. Drop dead.",
        "Brad: Every word out of my mouth is wrong.",
        "Jack: Here's a clue. Shut up.",
        "Katie: Those are beautiful.",
        "Jack: Tasteful, huh? Understated.",
        "Katie: Yes.",
        "Jack: Emma. I didn't want to give you the wrong impression.",
        "Katie: Well, I still love them. I'll put them in water.",
        "Jack: Oh, great.",
        "Brad: So, this is how you're going to play it? You mean, you just going to freeze me out?",
        "Katie: No, I'm listening. You were just about to tell me why you went to such lengths to make it hard for me and Jack to get together.",
        "Jack: Oh, yeah. Yeah, you didn't do it to hurt us. You did it to --",
        "Brad: Look, I just -- I just thought it was best for you guys to slow down, you know? Keep you guys from getting hurt.",
        "Jack: That is such baloney. You work side by side with a beautiful, talented, witty, funny lady. And you treated her like a case of the flu, until you saw that I liked her.",
        "Katie: Okay, so Brad, Jack and I are going to go out of our date now. And you're going to stay out of my personal life from now on. We work together. That's it. Where do you want to go?",
        "Jack: Well, let's decide that over drinks.",
        "Brad: Probably going to take her miniature golf. You know what? So, while Katie is listening to how extensive Jack's stamp collection is, I'm going to have some damned fun. Daneeka -- Daneeka, it is your lucky night.",
        "[SCENE_BREAK]",
        "Carly: Who you kidding? You only talked to Emma on the phone, it's going to be a lot different fooling her face to face.",
        "Cleo: I know, but that's my problem.",
        "Carly: And the kids, they know everything, everything there is to know about Gwen.",
        "Cleo: If I get caught, I'm the one who's going to get in trouble. Nobody's gonna even know that you're here.",
        "Carly: I still don't know why you're doing this.",
        "Cleo: Look, just go hide okay? The movie's getting out. Please, it'll be worth it.",
        "Carly: Thank you.",
        "Sage: Hey, Aunt Gwen, over here!",
        "Cleo: Hey, Guys.",
        "Sage: Aunt Emma said you're going to take us for ice cream!",
        "Cleo: Yeah, how was the movie?",
        "JJ: Dumb.",
        "Sage: He thinks everything is dumb.",
        "Cleo: What about you, Parker, what did you think?",
        "Parker: It was okay.",
        "Cleo: Hey, Emma.",
        "Emma: Hi, you look different. What did you do? Something to your hair? Or --",
        "Cleo: I think I just washed it. Hey, you guys want to go get some ice cream? Yeah? Let's go. Come on. Wait, one second right there, wait. You gonna come?",
        "Parker: I'm not hungry. I'll just wait here.",
        "Cleo: Okay.",
        "Emma: All right. Are you okay?",
        "Parker: I'm fine, I'm just not hungry, that's all.",
        "Emma: Oh. Well, I'm going to be over in that little shop. See over there? Corner? Okay, I won't be long.",
        "Parker: Okay.",
        "Emma: Come with me?",
        "Parker: That's all right.",
        "Emma: All right, see you in a little bit.",
        "[SCENE_BREAK]",
        "Paul: Meg's safe, she's safe. I mean even if Craig does figure out that Meg's a part of it, he also knows that we know that she's there. So, so, you know, Meg's safe.",
        "Lucinda: Right, right. For tonight, yeah. Of course, Craig doesn't forget things.",
        "Paul: You're such a comfort.",
        "Lucinda: If Meg ends up in a bed next to Rosanna, oh, it'll all be your fault.",
        "Paul: Is there some reason you're twisting the knife right now?",
        "Lucinda: Yes, I have a reason. I want to make something clear from now on. You're not going to make decisions on your own anymore. And when I say speak, you will listen.",
        "[SCENE_BREAK]",
        "Meg: Craig, Craig, I don't think this is right.",
        "Craig: I feel so close to you.",
        "Meg: I thought you wanted to talk.",
        "Craig: I'm so glad you came here tonight, I've feel so alone.",
        "Meg: Then talk to me, tell me how you feel. Craig, you know what, I'm really not ready for this.",
        "Craig: What is it? What is it? Are you afraid of me?",
        "Meg: No, it's not that.",
        "Craig: Or maybe you're afraid that I'm gonna to find that wire that you're wearing? Come on.",
        "[SCENE_BREAK]",
        "Paul: All right, look, I took a chance, okay. I knew Alison was a loose cannon, but she had something that nobody else could give us. She had Rosanna's voice. And yes, it was a risky. But you know what? I didn't hear you come up with a better idea.",
        "Lucinda: And I think you, you care for Meg.",
        "Paul: Of course I do.",
        "Lucinda: Has it occurred to you that Meg is in this predicament she's in, because you lack patience? You just want to act. Act without thinking, without planning. Well, you know, if she gets out of this, that will have to change.",
        "Paul: What are you saying?",
        "Lucinda: Well, if Craig finds the bug in her bra, that's bad news, right? But if he doesn't, if she gets out of this intact, and unchallenged, and he still trusts her, she's going to be in a much, much better position to bring the bastard down.",
        "[SCENE_BREAK]",
        "Craig: You underestimated me, Meg, and that is always a mistake. You are dazzling, but not so dazzling that I failed to notice that you happened to be here two out of the three times that Rosanna called.",
        "Meg: I see.",
        "Craig: You also way overestimated the incompetent Paul Ryan. The mental giant that he hired to play Rosanna couldn't get to the end of the phone call without giggling. It was amateur night in Oakdale.",
        "Craig: To expose you.",
        "Meg: Yeah. Yeah, after you told me how close you felt to me and tried to get me into bed.",
        "Craig: Oh, wow, are taking the high road? After you tried to get me to spill my guts into your wired underwear? What are you doing?",
        "[Meg takes off all her clothes]",
        "Meg: Here, Craig here, here. Here, here, okay? Here, paw -- paw through them, Craig. And take all the time you need, and look hard okay? Look hard, and once you're done with them, give them back to me so I can get the hell out of here.",
        "Craig: Meg, you have to understand why I would think --",
        "Meg: Do you want to go through my purse? How about pat me down? You know, I was so stupid!",
        "Craig: Meg here. Get dressed.",
        "Meg: So stupid, I was stupid to think that I would come here, like you were some kind of human being. Like I was worried that I hurt you. That I treated you wrong!",
        "Craig: Meg, you have worked for Paul in the past.",
        "Meg: Yeah, and you know what? I have also trusted you in the past. Neither one, ever again.",
        "Craig: I thought you were trying to pay me back!",
        "Meg: And I thought -- like I said. I was stupid.",
        "Craig: Meg, I'm so sorry! I'm sorry.",
        "Meg: No, don't worry about it. Don't worry about it, Craig. Thanks for talking. I really need to change my circle of friends.",
        "[Meg calls Paul outside in the hallway of Craig's house]",
        "Paul: You okay?",
        "Meg: I need to see you, now. At the lobby at the Lakeview Hotel.",
        "Paul: What happened?",
        "Meg: Oh and bring your pal, Lucinda. We have lots to talk about.",
        "[Craig comes out into the hallway after Meg leaves and falls her]",
        "[SCENE_BREAK]",
        "Jack: All right, well, here we are.",
        "Katie: On our date.",
        "Jack: Yes, that's where we are. Okay, I'm just going to come right out and say this.",
        "Katie: Yeah.",
        "Jack: No, maybe it's a mistake, because I was going to say that now that we're actually, really formally on a date, maybe what Brad said is right. That I'm no -- I'm just not--",
        "Katie: Vaccinated? What?",
        "Jack: Fun. I'm no fun. I don't think a spontaneous person is going to remind themselves to be spontaneous. I do.",
        "Katie: Well, you know, I think you do okay.",
        "Jack: Really?",
        "Katie: That kiss in the kitchen? Kind of spontaneous, wasn't really expecting that one. And I didn't really think you were the type to make out on a plane.",
        "Jack: Oh, I think that was all you. Man, you are gorgeous. Even the hockey puck in the middle of your face, you're gorgeous.",
        "Katie: Okay, then here's what we're going to do. Every time we go out on a date, you're in charge of talking about how gorgeous I am. And I am in charge of spontaneity.",
        "Jack: My job is easy.",
        "Katie: You know what? My job is easy.",
        "[SCENE_BREAK]",
        "Sage: Hey, Parker, guess what?",
        "Parker: What?",
        "Sage: Aunt Gwen let me have two ice creams. Chocolate and peanut butter crunch.",
        "Parker: You shouldn't have done that, Sage.",
        "Sage: Well, I already did, so there.",
        "Parker: Look, you had junk at the movies, you're going to get sick.",
        "Sage: You're always such a pain.",
        "Cleo: Parker, since you didn't have any ice cream, I brought you a mochachino.",
        "Parker: Oh. Thanks.",
        "Cleo: Where's Emma?",
        "Parker: She had some shopping to do.",
        "Cleo: Cool, so we can hang out for a while.",
        "Parker: Yeah. Great.",
        "Cleo: So, how you doing?",
        "Parker: Why does everyone keep asking me that?",
        "Cleo: I think they just want to know how you're doing?",
        "Parker: Okay. I'm fine. Great. Terrific.",
        "Sage: Parker says he doesn't miss Mommy. I do.",
        "Parker: It's pretty obvious that she doesn't miss us.",
        "Sage: Don't say things like that. Why do you say things like that?",
        "Parker: Because they're true.",
        "J.J.: Shut up, Parker. Just shut up, okay?",
        "Cleo: Okay, I think it's time that we change the subject. Hey Sage, what're you going to do this summer?",
        "Sage: What we said.",
        "Cleo: Huh?",
        "Sage: Don't you remember? You promised, Aunt Gwen, you promised! Tell me that you remember! Tell me!",
        "Cleo: I'm really sorry, Sage. I've just been so busy lately, I forgot.",
        "Sage: You promised.",
        "Emma: You know what? I think we've had an awful lot of excitement for today. Why don't we go on home? What do you say? Let's go, okay?",
        "Cleo: I really am sorry.",
        "Emma: Oh Honey, don't get excited, it's okay. Did you thank Aunt Gwen for the ice cream?",
        "J.J.: Thanks.",
        "Parker: Hey, Sage? You know, I think that show you like with the models is on tonight. You want to watch?",
        "Sage: She promised.",
        "Parker: Let's go.",
        "Emma: Let's be gone. It's okay.",
        "Carly: That isn't like Sage. Getting that upset.",
        "Cleo: I'm really sorry Carly, I didn't know what she was talking about.",
        "Carly: No, no, it's not your fault. Like everything else, it's mine. Did you see Parker trying to cheer her up? That kid, he's so mad at the world, and still he wants to look out for his little sister. And J.J. -- he just doesn't talk.",
        "Cleo: Carly, I really am sorry. I just thought seeing them would make you feel better.",
        "Carly: How could it? The three people I love most in the entire world in so much pain. Because of me.",
        "[SCENE_BREAK]",
        "Brad: Henry, my main man.",
        "Henry: If that's true, then we're both in big trouble.",
        "Brad: Come on, come on, come on, have a seat. Come on, come on, come on. So what are you doing? Drowning your sorrows in diner food?",
        "Henry: No, I'm picking up some takeout for my sister. I drown my sorrows in martinis.",
        "Brad: Yeah, that works. You know, it's a crazy world when two good-looking guys like us find ourselves all alone in a diner on a beautiful night like this.",
        "Henry: You're really are a philosophical kind of guy, aren't you?",
        "Brad: Of course, with you, it's your own stupid fault.",
        "Henry: Most things usually are --",
        "Brad: You had a drop-dead gorgeous, rich woman totally into you, and you leave her at the altar.",
        "Henry: Why does that matter to you? Brad, why do you care about that?",
        "Brad: Because -- because if a woman is rich and beautiful -- Henry, it should just be simple. It doesn't have to be complicated. It doesn't have to be all emotional.",
        "Henry: Marriage shouldn't be emotional?",
        "Brad: Sex. You know? Women. It should just -- it should just work. It should be simple, rational. But if you've got a black book full of beautiful woman who can't wait for you to call, it's not rational that you should decide the best way to spend your night is in a diner having fries and coffee with another dude. You know what I mean?",
        "Henry: Yeah, somehow I have a feeling we're not talking about me anymore.",
        "Brad: In my life, I have never been like this.",
        "Henry: Yeah. That was before you met Katie.",
        "Brad: Yeah, it was.",
        "[SCENE_BREAK]",
        "Jack: So, this pompous jerk of a defense lawyer is doing everything he can to crack me up. But that's what they're supposed to do. But he's sneering at me, he's taunting me, he's trying to make me just as angry as can be. And he's about to make a point, so he slams his fist on the table, just as he does that, button flies off his vest, across the room, hits the bailiff between the eyes. And I'm telling myself, \"Snyder don't, don't lose it, you are going to lose this case if you lose this.\" Then I look up at the judge, and he's like shaking in his robe. And I have nowhere to look now, nowhere, except for Tom. Tom, Tom was there, he was the ADA at the time. And I -- [Cell phone rings] I'm sorry, well, it was funny at the time anyway. It's Emma. I've got to take this. Sorry.",
        "Katie: It's okay.",
        "Jack: Emma. What's wrong?",
        "Emma: Jack, I am so sorry.",
        "Jack: What's the matter? Somebody sick?",
        "Emma: No, it's Sage. She was with Gwen for a while, and then, apparently Gwen had forgotten some plans that they had made. And then she became inconsolable. And she, oh Jack, she started -- she started crying for Carly. The boys are very worried.",
        "Jack: Don't worry about it, I'll be right there.",
        "Emma: Oh I can't stand it, your first night out.",
        "Jack: No, its okay, I'm leaving right now. Bye. Emma. Sage needs me. I'm sorry.",
        "Katie: It's okay.",
        "Jack: No, let me take you home, come on.",
        "Katie: Well, I'd rather go with you.",
        "Jack: You can't possibly mean that. This isn't going to be any fun.",
        "Katie: I'll get to see my pal, Sage. And stay with you. Sounds like fun to me.",
        "[SCENE_BREAK]",
        "Jesse: I run a cash and carry operation.",
        "Alison: Come on, Jesse, I told you, I get paid tomorrow.",
        "Jesse: Then you get high tomorrow. I'll see ya.",
        "Alison: Jesse, wait. Maybe you and I could have a little talk about an alternative method of payment.",
        "[SCENE_BREAK]",
        "Paul: Meg.",
        "Meg: Hey.",
        "Paul: You okay?",
        "Meg: Just what the hell do you think you were doing?",
        "Paul: I don't know what you're talking about.",
        "Meg: And you, you! Oh my gosh. Poor Rosanna, using her as bait? Are you proud of that?",
        "Lucinda: Is that something you want to broadcast over the loudspeaker system Darling?",
        "Meg: No, this won't take long. This is too much, even for you. Look, obviously, I can't stop you from doing what you're going to do. And you've never once listened to me, so why start now?",
        "Paul: I still don't know what you're talking about.",
        "Meg: Well, for the record. Anything that ever existed between us is over.",
        "Paul: What lies have you been feeding her now?",
        "Craig: Oh no, no, I haven't done any of this. No, this is you. You and your little telephone friend did this.",
        "Meg: He loved Rosanna. He mourns for her. And you used that for a prank. You know, if you want to go to the cops, I'll go with you.",
        "Craig: No, no, no, that's okay. I would like to know though, how much money did it cost you to bribe Rosanna's clinic?",
        "Lucinda: I've got a moralist here? He who put her in the hospital bed.",
        "Meg: Okay, that's it! That's it, okay? I can't stand this anymore. Let's go.",
        "Paul: No. I'm not letting you go. You're not going with him.",
        "Meg: I was right, you don't listen.",
        "Paul: You don't know what you're doing.",
        "Meg: And you have nothing to say about it. Let's go.",
        "Lucinda: Actually she was quite convincing.",
        "Paul: This is really bad.",
        "Lucinda: No, I disagree, I disagree. Alison botched the phone call. But now Meg is in a much, much stronger position.",
        "Paul: And what about what she has to do now?",
        "Lucinda: Well, Meg keeps saying that she's a big girl and she knows how to take care of herself. And after this evening, I believe her.",
        "Paul: You don't give a damn about her, just so long as Craig winds up paying.",
        "Lucinda: Yeah, on that issue Meg and I are in complete agreement.",
        "[SCENE_BREAK]",
        "Meg: None of you is ever going to change. I finally understand that.",
        "Craig: I can try.",
        "Meg: Right.",
        "Craig: Look, Meg, you came to me tonight because you wanted to be my friend. And I acted horribly.",
        "Meg: Oh, you've noticed.",
        "Craig: Paul and Lucinda. They made the phone calls, they wanted to put me back in prison, and they failed. But, if my reaction tonight cost me my friendship with you, then they have hurt me every bit as much as they meant to.",
        "Meg: I am still furious with you for what you did to Lily. I won't pretend I'm not.",
        "Craig: Well, put me on probation. I'll be a friend with no privileges.",
        "Meg: I won't do what they do to you, Craig. As mad as I am at you, I'm not going to fool you that way.",
        "Craig: I know. I know that.",
        "Meg: Do you? Because if you're lumping me in with them, I'm really not going to hang around.",
        "Craig: You're not like them, Meg. You're not like anyone. In fact, you may be the most honest person that I have ever met. And it's why I trust you, Meg, I trust you more than you can possibly imagine.",
        "Meg: That's good to know.",
        "[SCENE_BREAK]",
        "Jesse: Hey, hey, hey, hey, hey. What happened to all the attitude? You made it pretty clear you thought I was just the hired help.",
        "Alison: Oh, come on, Jesse. I hurt your feelings once, so you're going to turn down the night of your life?",
        "Jesse: What would they think back at Oakdale Latin? They do not expect their students to end up like this.",
        "Alison: Yeah, I know. But it's what I learned after graduation that you're going to really like.",
        "[SCENE_BREAK]",
        "Brad: Do you know what Katie did? She chose my brother over me. She chose a guy that makes you look like Tommy Lee.",
        "Henry: Thank you for that. My order's ready.",
        "Brad: How could she do that to me?",
        "Henry: Brad, I don't know -- this is just off the top of my head, but maybe she's more attracted to him than to you. I'll see you around. Thank you.",
        "Brad: No. No, that doesn't make any sense.",
        "[SCENE_BREAK]",
        "Jack: Katie, you know, I was thinking, maybe I should go in first.",
        "Katie: Oh, good, I'm glad you said that. I was just thinking the same thing. Sage probably isn't in the mood for company.",
        "Jack: Yeah, you don't mind waiting out here?",
        "Katie: No, on a beautiful night like this. It's fine.",
        "Jack: At least you've been really great about this. Really. No, I mean, you've been really, really great.",
        "[SCENE_BREAK]",
        "Carly: Well, I still don't know why you did this, but thank you.",
        "Cleo: I'm just sorry that it made you feel so bad. Carly, are you okay?",
        "Carly: Yeah. I'm fine. You know, when I went away, I knew that I had done something terrible.",
        "Cleo: You didn't have a choice.",
        "Carly: But somehow, I could picture the kids -- getting on without me. But seeing them tonight, it hit home, what I've done to them.",
        "Cleo: They seemed okay. I mean, they were happy when we got ice cream.",
        "Carly: Well, if they're okay at all, it's only because they've got Jack. He must hate me so much by now.",
        "Cleo: Carly, you need to get some sleep. And you need to eat more healthy, too.",
        "Carly: Right. Right.",
        "Cleo: I'll see you in the morning, then? And if you need anything else --",
        "Carly: Yeah. You know, as a matter of fact, I do. I want to see Jack.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns.\"",
        "Craig: What would you like me to do for you?",
        "Lily: Give the company back.",
        "Brad: Say anything you have to say to Vienna.",
        "Henry: Even if I have to lie and tell her that I love her?",
        "Brad: Dude, you won't be lying.",
        "Cleo: Jack, what are you doing here?",
        "Jack: Gwen --",
        "Carly: Everyone's got one and this is your big chance to tell the world what your favorite daytime show is and why.",
        "Jack: Check out mydaytimeawards.com and upload a video of yourself, telling us all about your favorite show, stars, and daytime moments of 2006. Entries will be accepted between May 7th and May 20th.",
        "Carly: And then, on Friday, June 15th, tune in to the Daytime Emmy Awards on CBS to see if your video made the cut.",
        "Jack: For official rules, go to mydaytimeawards.com and get those cameras rolling. Who knows your shows better than you?"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=S2Ab5h7f5Ug"
}