{
    "Episode Summary": [],
    "Recap": [
        "Breaking up is hard to do in Oakdale as Derek breaks up with Bonnie because he gets upset that she left her underwear in Dusty's glove compartment. Bonnie tries to explain that nothing happened between her and Dusty she just took them off because she was sick and they felt uncomfortable. Bonnie explains to Derek that she was always fully covered and Dusty didn't even know she took them off. Derek gets jealous and Bonnie reminds Derek they never had an official relationship. Meg tells Dusty that they can't have a relationship if he continues his war with Paul because he is Eliza's father and Paul will always be a part of Eliza's life. Dusty and Bonnie later drown their sorrows at the Lakeview and tell each other they have been dumped.",
        "Paul is determined to help Rosanna get her money back from Craig even though she insists that she has changed and no longer wants the money. Craig asks Rosanna to call a truce for Carly's sake since Carly needs people who care about her to help her get out of her downward spiral. Rosanna refuses to call a truce at first but after visiting Carly and seeing how depressed she is she reconsiders because she thinks Craig is the only one who can help Carly right now. Paul breaks into Craig's room and break's into Craig's computer and successfully transfers all of Craig's money into an account in Rosanna's name. Craig finds out what happened when he gets a call from the bank and later confronts Rosanna who admits that her plan to get her money back worked."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Bonnie sighs]",
        "Dusty: You look busy.",
        "Bonnie: Well, I go away for a few days, and I'm a month behind, so --",
        "Dusty: I know what you mean. You left some things in my car. I wanted to give them back to you.",
        "Bonnie: That's nice of you. What -- no fast-food wrappers, empty paper cups?",
        "Dusty: Oh, I'm sorry. I didn't know they meant that much to you. This might, as well. I assume it's yours.",
        "Bonnie: Where did that come from?",
        "Dusty: The glove compartment.",
        "Bonnie: Did we --",
        "[Clears throat]",
        "Bonnie: Do something that I don't remember?",
        "Dusty: Well, you were pretty out of it when you got sick.",
        "Bonnie: Tell me we didn't.",
        "Bonnie: And you're telling me that nothing happened?",
        "Dusty: Pretty sure, yeah.",
        "Bonnie: What do you mean \"Pretty sure\"?",
        "Dusty: I don't remember anything happening.",
        "Bonnie: Then it didn't.",
        "Dusty: You sure.",
        "Bonnie: Yeah. Trust me -- if it did, I promise you, you wouldn't forget.",
        "[SCENE_BREAK]",
        "[Meg sighs]",
        "Damian: Busy?",
        "Meg: Uh, no, no. Not at all.",
        "[Meg chuckles]",
        "Meg: Just, uh, enjoying the feeling of having my daughter back again.",
        "Damian: There's nothing like being close to your children.",
        "Meg: Mm-hmm.",
        "Damian: Where is the little princess?",
        "Meg: Sleeping. I just checked on her, and she had the most beautiful, peaceful look on her face.",
        "Damian: Well, now that she's finally back home where she belongs, everything must be perfect in her world.",
        "[Meg chuckles]",
        "Meg: You think she knows that?",
        "Damian: Absolutely. How do you feel?",
        "Meg: Ecstatic and exhausted.",
        "[Meg laughs]",
        "Damian: You've been through a lot. It'll take you some time to recuperate.",
        "Meg: I know. And I have so much to do, but I just can't get the energy, you know? Every five minutes, I drop everything I'm doing so I can go take a look at her.",
        "Damian: I don't blame you. I wouldn't mind having a look at her myself. And that will make it easier for you to deal with those documents you don't want me to see.",
        "Meg: You know, I can explain --",
        "Damian: No, no. You don't have to explain anything. I don't want to be prying in your personal life, absolutely.",
        "Meg: Hey, hey, look. It's okay. They're just the revised custody agreements. Bonnie drew them up. I'm giving Paul visitation rights with a chance to increase his time with Eliza, if he follows the rules.",
        "Damian: That sounds fair.",
        "Meg: My family won't think so.",
        "[Meg chuckles]",
        "Damian: Don't worry about what anyone else might think. You're doing what's right for your baby.",
        "Meg: Do you think I'm crazy for giving Paul the benefit of the doubt?",
        "Damian: Not at all. I think you're doing exactly the right thing.",
        "[SCENE_BREAK]",
        "Bonnie: I guess I just left it in your glove compartment, and I forgot all about it.",
        "Dusty: I can't believe you took it off without me noticing.",
        "Bonnie: An oblivious man? I always wanted to meet one.",
        "Dusty: Oblivious -- me? I'm not the one stashing undergarments in the glove box and forgetting about it.",
        "[Bonnie laughs]",
        "Bonnie: Yeah, good point. Thanks for bringing it back. Do you want a drink or something?",
        "Dusty: It's too early for me. I still got to mend some fences out there.",
        "Bonnie: Meg?",
        "Dusty: Got to apologize to Meg for telling her what to do with Paul.",
        "Bonnie: Well, you had your reasons.",
        "Dusty: She had just gotten her baby back.",
        "Bonnie: Wasn't the best timing, Dusty.",
        "Dusty: I just can't believe she's giving this guy another chance, you know?",
        "Bonnie: Well, you still have to apologize. No one wants to be told what to do.",
        "[Dusty chuckles]",
        "Bonnie: What?",
        "Dusty: This coming from the woman who's never stopped telling me what to do since the day we met.",
        "[SCENE_BREAK]",
        "Rosanna: Ah. Thank you.",
        "Paul: You're welcome.",
        "Rosanna: Ooh! Hey, you remember how I like it.",
        "Paul: I remember a lot of things.",
        "Rosanna: Mmm. Oh. Can I tell you how strange it is to be back here?",
        "[Rosanna chuckles]",
        "Paul: Well, we're different people now.",
        "Rosanna: Yeah. Yeah. We know far, far too much about each other.",
        "Paul: We had a pretty good thing going there for a while, I thought.",
        "Rosanna: Yes, we did, until it got really horrifically bad.",
        "[Rosanna chuckles]",
        "Paul: Yeah. That was my fault.",
        "Rosanna: Yes, it was, mostly.",
        "Paul: Kind of like how it's all my fault now with Meg. You'd think I'd learn.",
        "Rosanna: Come on. Things have changed. I think you've learned something.",
        "Paul: Well, when I think about what it is that I put you through --",
        "Rosanna: Oh, please, you know, let's not go back there.",
        "Paul: Okay. You're probably right. It's probably best.",
        "Rosanna: Yes.",
        "Paul: Really glad you're here. I'm glad we're friends.",
        "Rosanna: Me too. But we both know I can't stay.",
        "[SCENE_BREAK]",
        "Carly: Oh, Craig. What do you want?",
        "Craig: I thought I'd come by and check on you and Parker.",
        "Carly: We're fine.",
        "Craig: It was a pretty rough night.",
        "Carly: Aren't they all these days?",
        "Craig: Yeah, well, how is Parker?",
        "Carly: He's, uh, still asleep.",
        "Craig: Can't say I blame him.",
        "Carly: I don't think he is gonna be coming downstairs anytime soon.",
        "Craig: How are you feeling?",
        "Carly: I'm feeling like I'd like to spend the day under the covers, as well.",
        "Craig: Oh, you don't want to do that.",
        "Carly: Why not?",
        "Craig: Well, for starters, it's a beautiful day. In fact, we should go work on the porch.",
        "Carly: Work on what?",
        "Craig: I have some ideas for our vitamin water. They're all inspired by your design.",
        "Carly: What -- what is wrong with you? Why do you just categorically refuse to understand the word \"No?\" I said that we're not working together anymore. How many other ways can I say it?",
        "Craig: You need to work, Carly. You need to get back to normal.",
        "Carly: What the hell is that?",
        "Craig: You know, last night might have been tough, but you can't let it derail the rest of your life.",
        "[Carly sighs]",
        "Carly: Craig, last night is not problem -- you are. I know you want to help, but you can't. Not anymore.",
        "Craig: Why not?",
        "Carly: Because the more I let you into my life, the more I lose everybody else.",
        "Craig: Now you're exaggerating.",
        "Carly: I'm not. My son, his father, my sister -- they all hate you.",
        "Craig: Well, then, maybe you should think about doing what you know is right, instead of worrying about what other people think.",
        "Carly: They're my family. They're all I have. And they all want you out of my life.",
        "Craig: Well then, I guess it's my job to change their minds.",
        "Carly: Craig!",
        "Craig: Starting with Rosanna.",
        "[Carly laughs]",
        "Carly: Good luck with that.",
        "Craig: Well, she's always been a reasonable person. I'm sure I can convince her to give me a chance.",
        "Carly: She should be staying here in this house with me. But do you want to know where she's staying? She's staying with Paul Ryan. She would rather throw herself on the mercy of a raving lunatic than stay here where you could pop in at any moment, like you just did.",
        "Craig: I'll talk to her.",
        "Carly: There is nothing you can say that'll fix this.",
        "Craig: Trust me. I'll think of something.",
        "[Carly sighs]",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Paul: You know, you don't have to leave. You can stay here, you know? There's lots of rooms. There's enough rooms up there for -- for a water-polo team.",
        "Rosanna: Yes, I'm aware of that, but I don't want to be dependent on you.",
        "Paul: You wouldn't be. And look, the only reason you're here is because I got you thrown out of where you were, so in a way, I kind of owe you.",
        "Rosanna: I can see your logic, but you remember that it was good for me to leave the co-op. I was hiding.",
        "Paul: Great. Then you're welcome.",
        "[Rosanna sighs]",
        "Rosanna: Paul, I don't want to be mooching, okay, off your generosity. I want my own job and my own place.",
        "Paul: Great. You can stay here until you get all those things or until I drive you away.",
        "[Rosanna sighs]",
        "Rosanna: And why would you do that?",
        "Paul: Because that's kind of what I do. It's inevitable.",
        "Rosanna: Hmm.",
        "Paul: Mm-hmm.",
        "Rosanna: Mmm.",
        "Paul: I like having you around. I do. It's kind of nice, you know? I don't want to hang out here, ramble around, and think about Eliza all day. Come on.",
        "[Rosanna sighs]",
        "Paul: Please.",
        "Rosanna: Okay, I'll stay.",
        "Paul: Great. So, what kind of job are you looking for?",
        "Rosanna: Oh. Well, I've gotten pretty good at growing and selling vegetables.",
        "Paul: You have? Terrific. You should try Chicago. That's a big farming town.",
        "Rosanna: Oh, right.",
        "Paul: You're kidding, right? Come on. You're Rosanna Cabot. You're a hard- driving, corporate honcho.",
        "[Rosanna laughs]",
        "Rosanna: Well, I don't know if you noticed, but the corporation is gone and -- and so is the honcho. It's a different world. I'm a different person now.",
        "Paul: Okay. I mean, if you're okay with that.",
        "Rosanna: Yeah, sure. I mean, it's fine. It doesn't matter. It's all good. Hard-driving Rosanna Cabot is gone, and she's not coming back.",
        "[SCENE_BREAK]",
        "Bonnie: You want my advice, Dusty?",
        "Dusty: What's that?",
        "Bonnie: Apologies always work better with flowers.",
        "Dusty: Thanks. Want some advice from me?",
        "Bonnie: What's that?",
        "Dusty: Keep track of your underwear. Hey, Derek.",
        "Derek: Dusty.",
        "Bonnie: Hey.",
        "Derek: Hey, whoa, whoa. What's all this?",
        "Bonnie: Oh, it's -- it's just some stuff I left in Dusty's car.",
        "Derek: Is there a story behind this?",
        "[Bonnie clears throat]",
        "Bonnie: Nope, probably not the one you're telling yourself right now.",
        "Derek: Yeah, well, why don't you tell me yours?",
        "[SCENE_BREAK]",
        "Paul: So this whole \"Finding a job\" thing -- I mean, that's just, you know, something to do while you implement your secret plan to get your money back from Craig, right?",
        "Rosanna: I don't have a secret plan.",
        "Paul: You're joking. You're not angry at him that he took all your money?",
        "[Rosanna sighs]",
        "Rosanna: Well, I was at first, but then, you know, after I woke up out of the coma, I did everything I could to figure out how to get it back. And, when I ended up at the farm, I -- I realized that I really just didn't need it anymore. I realized the virtues of a simpler life.",
        "Paul: Okay, so you get the money back, and then you can buy yourself a really big, enormous simple life with lots of virtues.",
        "Rosanna: I don't want the money back, and I don't want to even think about what it would take to get it back.",
        "Paul: All it would take is a really good plan.",
        "Rosanna: A plan or a war? Listen, I don't have the strength for that anymore.",
        "Paul: You have the strength to wait tables at Al's?",
        "Rosanna: That's no worse than working at a -- a farm stand. And I actually found that rather fulfilling.",
        "Paul: Did you, now?",
        "Rosanna: Yes.",
        "Paul: How very Zen.",
        "Rosanna: You're obviously not the type to give up something you think is yours.",
        "Paul: Exactly. Why would I do that?",
        "Rosanna: It's a little thing that is called \"Letting go.\"",
        "Paul: Mmm, letting go is one thing, okay? I get that, you know? If you gave your money to charity or something, but you -- you didn't choose to do this. Craig took your money. He took away with it any choice that you had.",
        "Rosanna: Right. And I don't want to fight him.",
        "Paul: We could fight him together.",
        "Rosanna: You don't have enough problems?",
        "Paul: And I like distractions.",
        "[Rosanna chuckles]",
        "Rosanna: Oh, no, no, no. No, no, no, not this one. No, no, no. Thank you.",
        "Paul: Mmm.",
        "Rosanna: So sweet of you. I totally appreciate the thought. Thank you. No. I'm gonna go. I'll see you later.",
        "Paul: Where are you going?",
        "Rosanna: I'm going to see my sister Carly.",
        "Paul: Oh. Probably shouldn't tell her that you're staying here with me.",
        "Rosanna: Why not? She already knows.",
        "Paul: Okay. See you later.",
        "Rosanna: Okay. What are you doing today?",
        "Paul: I don't know. I'll think of something.",
        "[SCENE_BREAK]",
        "Damian: Well, I know from personal experience that keeping a loving father from his child leads to disaster.",
        "[Meg chuckles]",
        "Meg: Usually caused by the loving father.",
        "Damian: Usually. And the one ends up hurting the most is the child.",
        "Meg: You don't think I'm giving in to Paul because I'm afraid of what he might do?",
        "Damian: Are you?",
        "Meg: No. No, not really. I really do believe that it will be better for Eliza to have a relationship with her father. I mean, Paul, in his own way, has proven how much he loves her. And I'm not gonna leave her alone with him, but I do want her to know him. And I'm not gonna cut her off from Barbara, either.",
        "Damian: I think all those are excellent reasons.",
        "[Meg exhales sharply]",
        "Meg: I'm not so sure anybody else would think so.",
        "Damian: If you're referring to your brother, he has strong opinions, yes.",
        "Meg: Well, they're nothing compared to my mother.",
        "[Meg laughs]",
        "Damian: But I'd be surprised if Luke doesn't support you -- and Lily, too.",
        "Meg: I hope you're right.",
        "[Eliza cooing]",
        "Meg: Do you think she knows we're talking about her?",
        "Damian: Absolutely.",
        "Meg: You know, it's too early for her to wake up from her nap. Yeah, she probably dropped her pacifier.",
        "Damian: Do you want me to go?",
        "Meg: Would you like to go?",
        "Damian: I'd love to help.",
        "Meg: Thank you.",
        "[Crying continues]",
        "[Knock on door]",
        "Dusty: Is this a bad time?",
        "Meg: It's never a bad time for flowers.",
        "Dusty: And apologies?",
        "Meg: They're beautiful.",
        "Dusty: I'm sorry about what happened down at the police station. I shouldn't be telling you what to do.",
        "Meg: I agree.",
        "Dusty: I care about you very much. I shouldn't be ordering you around. I'm sorry.",
        "Meg: It's okay. I understand.",
        "Dusty: So, we're good?",
        "Meg: No, Dusty, we're not good. I can't let your hatred of Paul affect what I do for my daughter.",
        "Dusty: I agree. From now on, you call the shots.",
        "Meg: Really?",
        "Dusty: Yeah. I won't even kiss you unless you tell me it's okay.",
        "Meg: It's more than okay.",
        "Dusty: What's this?",
        "Meg: Nothing.",
        "Dusty: You got to be kidding me.",
        "[Meg sighs]",
        "Meg: Dusty.",
        "Dusty: Why'd Paul send you another custody agreement?",
        "Meg: He didn't send it.",
        "Dusty: His lawyers drew it up?",
        "Meg: No, mine did.",
        "Dusty: What do you mean? It says he gets to spend more time with Eliza.",
        "Meg: Yes, it does.",
        "Dusty: That's coming from you?",
        "Meg: Yes, it is.",
        "[Dusty scoffs]",
        "Dusty: Then you're crazier than he is.",
        "[SCENE_BREAK]",
        "Craig: Rosanna? Wait. I need to talk to you.",
        "Rosanna: Well, I don't need to talk to you.",
        "Craig: Please. It's about Carly.",
        "[Rosanna sighs]",
        "Rosanna: Unless you're going to tell me that you're gonna leaving town forever and ever so she never has to see you again, I really don't want to hear anything that you have to say.",
        "Craig: I know you have a few million reasons to hate me, but this really isn't about you and me.",
        "Rosanna: Right. You're concerned about Carly.",
        "Craig: You have no idea the hell she's been through.",
        "Rosanna: Yeah, I do. I know -- she lost Jack.",
        "Craig: It's bigger than that. She's having major problems with her son, and Jack is constantly in her face, as judgmental as he ever was.",
        "Rosanna: And you're just here to ride to the rescue, eh?",
        "Craig: She's in a downward spiral, Rosanna. She's on the verge of losing everything.",
        "Rosanna: Sounds a little dramatic.",
        "Craig: Well, trust me -- it isn't. It's entirely accurate. And she needs help to pull out of this nose dive before it's too late.",
        "Rosanna: Help from you?",
        "Craig: From all of us. But now she's pushing me away because you don't disapprove.",
        "Rosanna: Aw, poor you.",
        "Craig: I know you despise me.",
        "Rosanna: Does it show?",
        "Craig: But isn't there some way we can find a temporary truce for Carly's sake? She needs us both.",
        "Rosanna: You seem quite sincere about this.",
        "Craig: I am.",
        "Rosanna: Sounds like you genuinely have feelings for her.",
        "Craig: I do.",
        "Rosanna: Wow. And if I don't approve, then she won't have anything to do with you?",
        "Craig: That's what she said.",
        "Rosanna: Ooh. Well, I guess I, uh, I have to do what's best for my sister.",
        "Craig: Good.",
        "Rosanna: Which is why I wouldn't approve of you seeing my sister if my life depended on it. Hey.",
        "Carly: Morning.",
        "Rosanna: Look at you.",
        "Carly: Ah.",
        "Rosanna: How are you?",
        "Carly: I've been better.",
        "Rosanna: Yeah? Well, uh, what happened?",
        "Carly: Yesterday was just awful. And everything was completely out of control, including me.",
        "Rosanna: Mm, you, uh, want to talk about it?",
        "Carly: No, I don't, really.",
        "Rosanna: Okay.",
        "Carly: So, how are you?",
        "Rosanna: I'm good. I'm -- I'm adjusting. It's kind of weird being back here, especially living with Paul at Fairwinds.",
        "Carly: Yeah. He's completely insane, Rosanna -- you do know that?",
        "Rosanna: Oh, I -- I wouldn't go that far.",
        "Carly: Well, then, how far would you go?",
        "Rosanna: Deeply disturbed.",
        "Carly: You shouldn't be there.",
        "Rosanna: It's okay. I mean, he's changed. I really believe that.",
        "Carly: But that's because he's very good at getting people to think what he wants them to think. Most sociopaths are.",
        "Rosanna: He's not acting like a sociopath. At least, not at the moment -- at least, not with me. Listen, he's -- he has a really sweet, tender side. You should see him with his daughter.",
        "Carly: I don't want to see him with his daughter, for her sake. I certainly don't want to see him with you.",
        "Rosanna: Listen, I -- I think that he's trying to help me. I think he feels bad about the past.",
        "Carly: That may be. But I don't trust him.",
        "Rosanna: Well, I don't blame you.",
        "Carly: But you do?",
        "Rosanna: I'm starting to.",
        "Carly: You really believe that somebody like Paul Ryan can change?",
        "Rosanna: Well, sure. I mean, I changed. I'm not the person I was. Maybe Paul isn't, either.",
        "Carly: Maybe Craig isn't, either.",
        "Rosanna: Oh, my goodness. I walked right into that, didn't I?",
        "Carly: You certainly did.",
        "Rosanna: Ohh! So you really think Craig can change?",
        "Carly: I think he already has.",
        "[SCENE_BREAK]",
        "[Paul is outside Craig's room]",
        "Paul: Hey, I was just headed back to my room. You got a chance to finish?",
        "Maid: Oh, yes, Sir. I'm done with this floor.",
        "[Paul uses Craig's laptop]",
        "Paul: Okay, Craig. Let's see where you have your bodies buried. Ah. Just what the doctor ordered.",
        "[SCENE_BREAK]",
        "Carly: He's the only person around who doesn't make me feel like I'm a complete loser.",
        "Rosanna: But you're not. Honey.",
        "Carly: Tell that to Jack. Tell that to Parker. They don't think I can do anything right.",
        "Rosanna: Well, they -- they are wrong.",
        "Carly: And Craig agrees with you. And whenever he stands up for me, he gets nothing but flak, so I was really hoping that somebody would give him a chance.",
        "Rosanna: Oh, Carly.",
        "Carly: I know. I know that you have every reason to hate him, but if you could forgive Paul for what he's done, then you can forgive Craig, maybe?",
        "Rosanna: I don't know. Hey. Hey, what are -- what are these?",
        "Carly: Uh, it's just some -- some work that I've been doing for Craig, but I quit, you know? I told him that it's over, so now I've got plenty of time to sit around, feeling sorry for myself.",
        "Rosanna: The guilt -- thank you.",
        "Carly: I'm just stating the facts.",
        "Rosanna: You really think Craig can make you happy?",
        "Carly: People change, right?",
        "Rosanna: Yeah, they do. You just have to hope it's for the better.",
        "[SCENE_BREAK]",
        "Meg: Look, if I'm fair with him, then he won't want to hurt us, either.",
        "Dusty: You think it'll work that way?",
        "Meg: It's working for you.",
        "Dusty: What are you talking about?",
        "Meg: You were ready to steal Johnny until Craig had a change of heart and said that you could see him. You worked it out.",
        "Dusty: Are you comparing me to Paul?",
        "Meg: Well, you're in similar situations.",
        "Dusty: No, no. I'm not crazy. You're playing with fire.",
        "Meg: Don't take this the wrong way, but I really don't care what you think.",
        "Dusty: You think this will all just go away, but I'm telling you, it won't.",
        "Meg: It's my decision. Give those to me, please.",
        "Dusty: I won't let you do it.",
        "Meg: Are you listening to yourself?",
        "Dusty: I care about you too much.",
        "Damian: If you cared about her as much as you say you do, you'd let her make her own decisions.",
        "[SCENE_BREAK]",
        "Bonnie: All right, Derek, it's not what you think. Dusty and I were looking for Paul and Eliza. It was work.",
        "Derek: Oh, right.",
        "Bonnie: No, I -- I came down with something. I felt sick. I -- I couldn't breathe, so I just took it off, you know?",
        "Derek: Because getting naked makes you feel better?",
        "Bonnie: I wasn't even naked. I was completely dressed.",
        "Derek: Except for your underwear.",
        "Bonnie: No, I had a shirt on, and I wasn't even exposed. I mean, why -- why are you making such a big deal out of this?",
        "Derek: I'm just trying to find out what's going on.",
        "Bonnie: There's nothing going on. And even if there was, I mean, would it be any of your business?",
        "Derek: I thought we had something special between us.",
        "Bonnie: Well, maybe you should have told me about that.",
        "Derek: Well, I didn't think it was anything we had to spell out, but, obviously, I was wrong.",
        "Bonnie: You know, do you really think I had some sort of sexual encounter with Dusty Donovan?",
        "Derek: Well, did you?",
        "Bonnie: When did you become so jealous?",
        "Derek: When did you start taking road trips without your underwear?",
        "Bonnie: Oh, my gosh. I do not have time for this. I have work to do.",
        "Derek: Oh, yeah, I wouldn't want to keep you from your important work.",
        "Bonnie: Derek, just get out.",
        "Derek: Don't worry.",
        "Bonnie: Please, just get out.",
        "Derek: I'm gone.",
        "[SCENE_BREAK]",
        "Paul: Transfer. New account number. Re-enter new account? Ay-yi-yi. Okay. And verify. Submit. I did it. I did it.",
        "Rosanna: Hey, Craig. I need to talk to you for a second.",
        "Craig: A few insults you forgot to hurl at me earlier?",
        "Rosanna: You gonna talk to me or not?",
        "Craig: Sure, come on in."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=79snjujI6YQ"
}