{
    "Episode Summary": [],
    "Recap": [
        "Aaron opened Metro, after he passed the final building inspection. Raphael wonders where Casey could be, since he's supposed to be the D.J. When Aaron opened the door, he was excited by how many people where waiting to come in. Dusty, who is still drunk, convinces Lucinda what a great idea the spa is. Lucinda privately tells Sierra how good he is, but she doesn't condone his drinking. Raphael wonders what Casey and his sister could be doing. Aaron assures him that they are fine, Casey is just running some \"errands\". Casey took Celia to an singing audition in Chicago.",
        "Lily questions whether Julia is ok or not. As she tries to awake her, Keith shows up banging on the door, wanting to speak to Julia. Lily freaks out and uses the window to exit Julia's apartment. She heads straight to Carly's house. Holden called Jack to tell him about Luke being gone. Jack goes over with the intent to help him, but instead began to lecture him about Julia. Holden goes off alone to search for Luke. He ends up at Julia's apartment and is shocked with what he finds there. After a bad audition, Casey tells Celia he will go and get the car. When he goes out, he finds the car has been stolen."
    ],
    "Recap Author": "Rosey",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Aaron: And we got more fire extinguishers than it even says on the list. Just to be safe.",
        "Inspector: I noticed.",
        "Aaron: And that wall in the kitchen? Extra solid. We're pretty lucky we got a friend that's a contractor.",
        "Inspector: You did a good job. You have surprised me, Mr. Snyder.",
        "Aaron: Oh, not only that, every vase has fresh flowers. And look at these faces -- it's a bright smile on every face. So, peter, what's the verdict?",
        "Inspector: I don't know how you turned things all around in such a short amount of time but you did it.",
        "Aaron: We passed?",
        "Inspector: With flying colors.",
        "Aaron: With a lot of help from my friends, of course.",
        "Inspector: Congratulations, Mr. Snyder, and good luck.",
        "Aaron: Thank you so much.",
        "Alison: I knew we could!",
        "Aaron: Whew.",
        "Curtis: Did you see his face? We blew him away.",
        "Aaron: What can we say, man? I got a heck of a crew here.",
        "Rafael: We've got a great manager.",
        "Aaron: Oh, come on, man. Hey, we can pat ourselves on the back later. Right now, we've got a business to open and we have -- we have no music. Where's Casey? Case!",
        "Alison: Oh, he said he just had to run some errands.",
        "Rafael: And he took my little sister with him. We've been so busy, I lost track of the time.",
        "Alison: Oh, he just probably ran into some traffic. He should be coming through that door any minute now.",
        "Aaron: Yeah. Curtis, can you take care of the music till Casey gets back?",
        "Alison: Any minute now.",
        "Curtis: I'm all over it.",
        "Alison: Oh, it looks good to me. And it sounds even better.",
        "[ Playing Ian van Dahl's \"Inspiration\" ]",
        "Aaron: Then on with the show! Let's go. Welcome to Metro, folks. Welcome. Welcome. How are you?",
        "[SCENE_BREAK]",
        "Casey: We've been here for hours already.",
        "Celia: I'm sorry, Casey. I bet you're wishing you would have never taken me to this audition.",
        "Casey: No, I said I'd come, but no one's gonna believe we were just running errands. I mean, metro's already open.",
        "Celia: It's that late?",
        "Casey: Yeah, and I'm supposed to be playing the music.",
        "Celia: Are you afraid Aaron's gonna be really mad?",
        "Casey: I'm a little more worried about your brother.",
        "Celia: Rafael?",
        "Casey: Yeah. I mean, he's not gonna let me hang out with you anymore.",
        "Celia: It's not our fault the line was wrapped around the block. We couldn't just turn around and go home. But you have my word -- after I win, we're gone. I won't even hang out for interviews or autographs.",
        "Casey: There's an awful lot of competition here.",
        "Celia: I know. But you watch. I may be number 847 on this piece of paper, but after they hear me? I'll be number one.",
        "Monitor: Contestants number 840 through 850, you're up.",
        "Casey: That's you. That's you. You ready to rock their world, or what? Celia? Celia?",
        "[SCENE_BREAK]",
        "Lucinda: Your franchise deal -- your spa franchise deal was gonna go belly- up. How do you get off criticizing a perfectly good solution?",
        "Sierra: I don't think he wasn't criticizing you, mother. I think -- well, when Dusty said that the stock transfer was a bad idea, I think what he --",
        "Dusty: I didn't say it was a bad idea! I said it totally bites.",
        "Sierra: But I'm sure you meant to put it a different way. You know, I have a great idea. Why don't we call room service and we'll order up a nice, fresh pot of hot coffee and we'll all just revisit this in a few minutes? You know, that migraine -- I think I should get him some aspirin. And we'll just all take a little break.",
        "Dusty: Your mother asked my opinion. Well, there it is.",
        "Sierra: I think that maybe the better idea would be maybe if we all just took a moment to --",
        "Lucinda: Why? Why delay? Come on. Please, Dusty, advise. I'm on the edge of my seat.",
        "[SCENE_BREAK]",
        "Carly: If I haven't told you in the last 30 seconds, that was incredible. You know, when we're like this, when we're close like this, I cannot believe that we would let anything come between us. So how did we let the last couple of weeks get so tense?",
        "Jack: Oh, by taking on so many other people's problems, maybe?",
        "Carly: Well, its horrible watching Holden and Lily go through what they're going through.",
        "Jack: Yes, honey, but I can't fix it and neither can you. So let's try and keep our priorities straight from now on. You and our marriage and our kids -- they come first. I have everything I need and want right under this roof.",
        "[SCENE_BREAK]",
        "Lily: My God, please, Julia. Don't close your eyes. Please don't fall sleep! Just get up. Just fight me. Just do something.",
        "[Pounding at door]",
        "Keith: Julia? Open up! I know you're in there. I'm not going away. So open the door!",
        "[Pounding on door]",
        "Keith: Julia! Come on, you can't shut me out forever! And if you think you're going to take J.J. and leave again, think again! Come on, open up!",
        "[SCENE_BREAK]",
        "Aaron: Nancy, what a surprise!",
        "Nancy: You knew I had to come down to see the new manager.",
        "Alison: You made it.",
        "Nancy: Don't you look lovely?",
        "[Alison giggles]",
        "Aaron: Tell me those aren't --",
        "Nancy: Your favorite chocolate chip cookies, two dozen. Congratulations.",
        "Aaron: Oh, my -- okay, let's go down here. So Curtis and Rafi don't get them.",
        "Alison: I'll put them under lock and key from myself.",
        "Nancy: Is Casey here? He said there would be karaoke.",
        "Alison: Oh, you want to solo?",
        "Nancy: I don't know whether you've heard this or not, but I do a thing on \"Respect,\" which should make Aretha stand up and take notice.",
        "Aaron: Oh! Casey better be back soon, 'cause I'm not missing that one.",
        "Nancy: How is everything going?",
        "Alison: Terrific, thanks to Aaron's hard work.",
        "Aaron: Speaking of work -- ladies, if you'll excuse me?",
        "Nancy: Go! Manage!",
        "Megan: It's the sexy skinny-dipper.",
        "Rachel: You remember us from the pond?",
        "Aaron: How can I forget? Welcome, join us. First drink is on the house. Come on.",
        "Nancy: Alison, you're simply glowing. You and Aaron must be very happy.",
        "Alison: Delirious.",
        "Nancy: When I didn't hear one word from either of you about the cooking classes, I decided that everything was working out just the way it was meant to.",
        "Alison: Ah, yeah, the cooking classes. Yeah, I was looking for a way Aaron and I could keep busy, but you're right. Everything worked out. Thank goodness.",
        "[SCENE_BREAK]",
        "Rafael: Hey, Curtis?",
        "Curtis: What do you need?",
        "Rafael: Casey's cell. You got it?",
        "Curtis: Not off the top of my head. I'm sure it's on the list somewhere.",
        "Rafael: You want to tell me he's doing out there with my little sister? I mean, they should have been back a long time ago.",
        "Curtis: They're probably in a music store or something, lost track of time -- you know how it is. They'll be back.",
        "[SCENE_BREAK]",
        "[Celia panting]",
        "Casey: Celia, go. They called 840 through 850. You're number 847.",
        "Celia: I can't.",
        "Casey: Sure you can. You're gonna be number one, remember?",
        "Celia: Something happened. I can't breathe. If I can't breathe, I can't sing!",
        "Casey: Celia, Celia, just concentrate on the song.",
        "Celia: I can't remember the words.",
        "Casey: Yes, you can. It's just like if you were singing at Metro or singing in front of the mirror. You know what? Close your eyes. Do it. Close your eyes. Now it's just you, singing in a room full of people that care about you. The whole gang from Metro is there, all your friends from Montega and your family. And, of course, there's me in the front row. There's no one to impress. We all know you can sing. So just be yourself and have fun.",
        "Celia: Can I open my eyes now?",
        "Casey: Are you gonna go in there and knock them dead?",
        "Celia: I know I can do this.",
        "Casey: Of course you can. You were born to do this. That's why you're here, 'cause you were following your dreams. So go in there and knock 'em dead.",
        "Celia: I will.",
        "Monitor: Number 847, you're up.",
        "Celia: Thank you.",
        "[SCENE_BREAK]",
        "Dusty: These guys built their spa from the ground up. It is their baby. And they're a little scared we're going to take their family business and turn it in to something with no soul. Sierra went out of her way to reassure them that we at Worldwide are as much of a family as they are. That's why they agreed to the deal.",
        "Lucinda: But they got cold feet. They got cold feet and that's why I offered them an incentive to reconsider.",
        "Dusty: Lucinda, you offered them a corporate-style incentive. They're anti- establishment. If you shove corporate shares down their throat, they're going to see it as big business chopping up little business.",
        "Lucinda: Uh-huh, okay. So, what's your brilliant proposal?",
        "[Dusty sighs]",
        "Dusty: They live in a home on that ground. Originally, part of the package. I say we take it off the table. We sell it back to them for a dollar. We give them a home in the place they love, with a stake in its future, and we get a tax write-off. A major one. That's my opinion.",
        "[Lucinda laughs]",
        "Lucinda: I like it. Consider it done. Are you coming, darling?",
        "Sierra: Yeah, yeah. I'll be right there. Well, you certainly pulled that out of the fire. Congratulations.",
        "Dusty: You want one?",
        "Sierra: No. No, no, no, no and neither do you. Listen, you've got to behave. I'll be right back.",
        "[SCENE_BREAK]",
        "Holden: Thanks for coming by, Jack. I'm sure that I'm the last guy you want to help out, after everything that's happened.",
        "Jack: We're family, Holden. That's all that matters.",
        "Emma: Yes. We are family. I hope you remember that, Holden.",
        "Holden: All I want to do now is find Luke. It's not like him to run off like this. It's not like him to do a lot of the things that he's done lately. Anyway, I came by to talk to him about Julia and Lily and all the things that have been going on. He got pretty hot. He told me that I wasn't his father anymore, and that's when he took off.",
        "Jack: Yeah, Lily told me he found out about the restraining order.",
        "Emma: What restraining order?",
        "Holden: Lily made some threats against Julia. And I thought that it was time to take some kind of action.",
        "Emma: You encouraged that woman to take out a restraining order against your wife? Holden, Lily is the mother of your children. She's your friend. You have known Lily for the better part of your life.",
        "Holden: Lily has been doing a lot of crazy things lately. She's acting in ways that I've never seen her act before.",
        "Emma: And so are you, Holden. Lily's fighting for her marriage. I mean, maybe she's not going about it in the right way, but she's doing what anyone would do in her shoes. Julia has not helped matters, you know.",
        "Holden: You don't know the whole story.",
        "Emma: Yes, I think I do. I think I do. You know, Julia lived with me for awhile. You remember? I saw -- I saw the kind of trouble she could cause firsthand. That's why I asked her to leave. You know, I know where Lily's coming from. Listen, maybe you should get a restraining order against me as well. Hmm?",
        "Jack: I hate to say it --",
        "Holden: Well, then don't say it.",
        "Jack: -- But when she's right, she's right. It took me a while to see the light, too, Holden. Julia's trouble. Maybe if you took a look around, you'd realize the same thing.",
        "[SCENE_BREAK]",
        "Lily: Oh, thank God you're home.",
        "Carly: What is it?",
        "Lily: I didn't know where to go. And I don't know what to do. I'm really scared.",
        "Carly: Come in.",
        "Lily: No, I can't, because Jack --",
        "Carly: No, Jack is not here. Now get in here. Tell me. What is it? What happened at Julia's?",
        "Lily: You're gonna hate me. You're gonna think I'm a horrible, horrible person.",
        "Carly: No. That would never happen. Now, take a breath. Tell me what's the matter.",
        "Lily: She found me.",
        "Carly: Julia?",
        "Lily: She came home to the apartment before I had a chance to clean up the mess that Luke made.",
        "Carly: I was so afraid of that would happen. I tried to call you, but you didn't pick up.",
        "Lily: She was so furious at me -- for being there. And I apologized, and I said I would do anything. I would clean up everything. The mess -- I would pay for everything, and she didn't want to hear it. She threatened to call the police and have me thrown in jail, and I could not let that happen.",
        "Carly: So what did you do?",
        "Lily: I told her I knew about everything about El Paso. She got so angry. I made a phone call, and then she started fighting with me. She was attacking me. Carly, I didn't want it to end like that. I didn't. It was an accident. Wait. What --",
        "Lily: There was no way for me to stop it.",
        "Carly: What was an accident?",
        "Lily: She was about to attacking me. She was fighting with me , and I pushed her and she hit the coffee table she passed out --",
        "Carly: Oh, God, Lily --",
        "Lily: -- And then somebody came to the door. Somebody was at the --",
        "Carly: Who? Who was it?",
        "Lily: Keith was at the door. He was pounding at the door over and over again, and wanting -- all I knew was I had to get out of there. I had to leave -- I just had to get out of there. I had to leave.",
        "Carly: But she was breathing when you left?",
        "Lily: Yes. She was breathing. She was okay. She was -- oh, my God. I left her in there. I just -- I just left her there!",
        "[SCENE_BREAK]",
        "Monitor: Number 847, Celia Ortega.",
        "Judge #2: Hey, Celia. Girl, that dress is too cute.",
        "Celia: Thank you.",
        "Judge #3: I see you're from Montega. What brings you to the states?",
        "Celia: I've always dreamed of being a singer.",
        "Judge #1: Well, then I guess we should here if you can sing or not.",
        "Judge #3: Whenever you're ready, Celia. Amazing grace, how sweet the sound --",
        "Judge #1: Thank you, we've heard enough.",
        "[SCENE_BREAK]",
        "Aaron: How you guys doing? Good? Good? All right, great. Ladies? So what can I do for you?",
        "Megan: Aren't you going to spend any time with us?",
        "Rachel: Tell us how good we're looking?",
        "Megan: Look at him. The skinny dipper's getting all shy.",
        "Rachel: You're not blushing, Aaron, are you?",
        "Nancy: Better get used to it. He's in the public eye now. And this place will be full of women. He'll have to find some time to give them attention.",
        "Alison: Right. It's a good thing I'm not the old Alison anymore.",
        "Nancy: What would she have done?",
        "Alison: She would have been jealous, maybe taken one of those girls and given her a little swirlie in the ladies' room, but -- I've grown up, and girls hanging all over him, showing their cleavage, that doesn't don't bother me. Not one bit.",
        "[SCENE_BREAK]",
        "Lucinda: Tell me, darling. How long does it take to sober up a grown man these days?",
        "Sierra: What -- what makes you think that Dusty was drunk?",
        "Lucinda: I wasn't born yesterday.",
        "Sierra: Well, he got a letter from Lucy and -- she told him good-bye. And I guess it hit him harder than he thought it would.",
        "Lucinda: Oh? And he still managed to come up with an equitable solution. [Lucinda chuckles] He's not -- he's not a bad guy.",
        "Sierra: So, maybe you'll you forgive this, you know, sort of unfortunate lapse that --",
        "Lucinda: Well, Dusty's gotta discipline himself. He's got to learn that there's no room for heartbreak in big business. Save it for the weekends.",
        "Dusty: So could she tell or what?",
        "Sierra: That you were eight sheets to the wind? No. Not a clue.",
        "Dusty: You and I are never, ever gonna play poker, because you couldn't lie if your life depended on it.",
        "[SCENE_BREAK]",
        "Holden: I'm sorry -- did you say that Julia is trouble? Are you completely forgetting that you started this nightmare for her? She was doing fine in St. Genevieve until you showed up.",
        "Jack: I was brought to a hospital and treated for head injuries, Holden. She took care of me.",
        "Holden: Yeah, and a few weeks later, you talked her into marriage.",
        "Jack: Oh, it didn't take that much convincing.",
        "Holden: You had to know that she was afraid of losing you to your other life.",
        "Jack: Holden, I didn't even know what my other life was. And when she found out about it, she didn't tell me. She did her level best to keep me from knowing about Carly and Parker and Sage. And now she's doing the same exact thing with you and your family.",
        "Holden: Lily and I were over a long time before Julia showed up.",
        "Jack: You know, you keep saying that. But you and Lily, you've have been through bad times before. And you've taken a lot, Holden, you've been through hell. I haven't forgotten that! But the fact that you had forgiveness in your heart is because your love runs so deep. That kind of love, it doesn't come along every day, and it lasts forever. Do you feel anything like that for Julia? Man, if you can't come up with an answer in a heartbeat, you are making a mistake. Don't do this. Don't throw away a life and a marriage and a family for something you can't even define.",
        "Holden: You talk about a mistake? It was a mistake asking for your help. I'll find my son on my own.",
        "Jack: Holden \u0096",
        "[SCENE_BREAK]",
        "Lily: No, no, no. I can't do it. I can't go back in there. Forget it. Forget it.",
        "Carly: We have to make sure she's okay.",
        "Lily: You think Keith went inside?",
        "Carly: Well, let's hope so. Let's hope he's already taken her to the hospital. Okay?",
        "Lily: Okay. Okay. Let's do it. She's gone. She was right there, in front of the coffee table. Maybe Keith --",
        "Carly: Lily?",
        "Lily: Oh, my God. She was in front of the coffee table when I left.",
        "Carly: She must have found the strength to crawl toward the door.",
        "Lily: And then she passed out.",
        "Carly: Julia? Julia? Can you hear me?",
        "Lily: She was probably going towards the door, because she heard Keith. This is -- it's a good thing they came back. Because we have to call 911. We have to tell them that she's unconscious.",
        "Carly: She's not unconscious, Lily. She's dead.",
        "[SCENE_BREAK]",
        "Lily: No! No, no, no, no -- this is not possible! Because she was alive! Carly, I'm telling you, when I left her, she was absolutely alive. I thought she was gonna call out and Keith was gonna hear and help her. He was supposed to help her!",
        "Carly: You gotta calm down, Lily.",
        "Lily: What have I done! What have I done! How can I calm down? I've killed this woman!",
        "Carly: You didn't! You didn't kill her! It was an accident. And they will understand that. We will make them understand.",
        "Lily: We'll make who? We'll make who understand?",
        "Carly: The police. We've gotta call the police.",
        "Lily: No, no! I can't! I'm violating a restraining order just by being here, Carly. What am I supposed to tell them? That my son trashed this place and I came back to clean it up? They're not gonna believe that. They're never gonna understand that this was an accident! They'll never get it!",
        "Carly: Jack will believe you. You'll explain everything to him, how it was self-defense, how you thought --",
        "Lily: No, no, no, no! No, no!",
        "Carly: We have to, Lily!",
        "Lily: They're gonna lock me up! My babies -- my babies need me.",
        "Carly: No! Nobody is gonna take your babies away from you.",
        "Lily: Holden will. Holden will. He's not gonna forgive me for this. He'll never understand. I can't do this, please, Carly.",
        "Carly: We have to do something.",
        "Lily: I've lost everything. My husband and my family, I can't lose my babies! Please, Carly -- I know I have asked you to do so much already, but please. I'm begging you from the bottom of my heart. Please don't call Jack. Please don't call Jack. Please.",
        "Carly: Okay. All right. All right. I won't call him. But if the cops come here and they find Julia like this, they're gonna ask a lot of questions. They'll investigate. They'll find fingerprints all over this place, yours and Luke's both.",
        "Lily: I know, I know. I know. That's true. What are we gonna do?",
        "Carly: We're gonna scrub this place clean.",
        "[SCENE_BREAK]",
        "Judge #2: How many times have we heard that song today?",
        "Celia: But I can sing something else. Anything.",
        "Judge #1: No, thank you very much. We've heard enough. Next!",
        "Celia: But I risked everything to come here. I've been waiting in that freezing cold hallway, in a borrowed dress, for hours. You can at least listen to the end of the song.",
        "Judge #2: You're a sweet girl, with a really sweet voice --",
        "Judge #1: Please. You know, I mean -- she's a mediocre talent. And the last thing she needs is a bunch of false hope. Listen -- Celia? Let me just -- let me save you a lifetime of disappointment, okay? We're looking for something -- someone very special. With a spark, a sizzle, a splash, and an unforgettable voice. You, unfortunately, possess none of the above.",
        "Judge #2: He lost his sense of humor somewhere around number 300.",
        "Judge #3: He had a sense of humor?",
        "Judge #1: You know, I'm just telling the girl what no one's had the courage to tell her, all right? Go back to Montega, dream a more possible dream. Something that you can grasp.",
        "[SCENE_BREAK]",
        "[Celia sobs]",
        "Casey: How'd it go? I want to hear everything.",
        "Celia: Why? They didn't.",
        "Casey: What do you mean?",
        "Celia: Let's go. I want to get out of here. I should have never come. I never want to sing again.",
        "[SCENE_BREAK]",
        "Aaron: So what can I get for you ladies tonight?",
        "Megan: I thought you'd never ask.",
        "Rachel: Let's see -- I'll have a sex on the beach.",
        "Megan: And I'll have a French kiss. Do you know how to make one?",
        "Aaron: I'll -- I'll ask the bartender.",
        "Alison: Busy?",
        "Rafael: Yeah.",
        "Alison: Good. Perfect. Come with me. Have you ladies met Rafael Ortega? Rafael, introduce yourself.",
        "Rafael: Hola, como estas? Rafael.",
        "Megan: She's Rachel.",
        "Rachel: She's Megan.",
        "Alison: Rafael was a big boxing champ in Montega.",
        "Rachel: No kidding?",
        "Alison: Yeah. You ladies were just ordering, right? Well, Rafael will take great care of you. And make sure you bring me their bill. Thanks.",
        "Rafael: Yes.",
        "Alison: Okay. Enjoy, ladies!",
        "Megan: I've never been to Montega. I hear it's gorgeous.",
        "Rachel: I've never met a real boxer before.",
        "Megan: Tell us everything.",
        "Rafael: Just give me one second. I'll be right back with your drinks. Hey, are those drinks for Rachel and Megan?",
        "Aaron: Yeah.",
        "Rafael: Okay, fine, thanks. I'll take it from here.",
        "[SCENE_BREAK]",
        "Aaron: Luke? What are you doing?",
        "Luke: Oh, um -- just keeping warm.",
        "Aaron: What happened to the nice cozy house with the fireplace?",
        "Luke: Well, it's not as warm as it used to be.",
        "Aaron: Parents are giving you grief?",
        "Luke: Yeah. Yeah, I had to get out of there.",
        "Aaron: Right. Well, come on inside. We'll get something -- it's on me. Come inside, you can hang out in my office, whatever.",
        "Curtis: Aaron?",
        "Aaron: Yeah.",
        "Curtis: We're out of singles.",
        "Aaron: Yeah, uh, just -- I'll be there in a minute. I'll take care of it.",
        "Luke: Well, you'd better get back inside.",
        "Aaron: Can I interest you in a burger or something?",
        "Luke: No, thanks. I'm good. I'd better get going anyways.",
        "Aaron: There's nothing I can do?",
        "Luke: Just don't tell anybody you saw me here, all right? Good luck with everything tonight. Later.",
        "[SCENE_BREAK]",
        "Casey: He actually said that to you?",
        "Celia: He -- he hated me! I could tell as soon as I walked in that room!",
        "Casey: And he didn't even let you finish?",
        "Celia: I'll never sing again!",
        "Casey: Which one was it?",
        "Celia: That one. Casey, what are you doing? Let's just leave!",
        "Casey: Excuse me. I was wondering if I could have your autograph?",
        "Judge #1: I'm flattered. Unfortunately, I'm not famous. Not yet.",
        "Casey: No, not yet, that is. But, see, I can see the future. And you will be very soon. Because you're going to be known as the guy who let Celia Ortega slip through his fingers.",
        "Judge #1: Yeah.",
        "[Clears throat]",
        "Celia: I can't believe you said that!",
        "Casey: I was just telling him the truth.",
        "Celia: You really meant it? You think I'm that talented?",
        "Casey: I didn't drive all the way to Chicago just to hear you sing along to every song on the radio! You've got a ton of talent, Celia. And I don't want you to ever forget that. No matter what anyone says. You stay here and I'll go get the car.",
        "[SCENE_BREAK]",
        "Sierra: There you go. Starting to feel human again?",
        "Dusty: You say that like it's a good thing.",
        "Sierra: You know, about this letter from Lucy --",
        "Dusty: I'm okay. I am a big boy. Did you know that tonight is the official reopening of metro under new management?",
        "Sierra: Well, shouldn't you at least make an appearance?",
        "Dusty: No. Metro's the past. Time for me to move onto the next big thing.",
        "Sierra: Smart man. To moving on.",
        "[SCENE_BREAK]",
        "Emma: Any luck finding Luke?",
        "Jack: I've got guys out looking for him.",
        "Emma: I'm so sorry things got out of hand earlier.",
        "Jack: Hey, you and me both.",
        "Emma: But I'm not sorry that you tried to talk some sense into Holden.",
        "Jack: If we're apologizing here, I -- I kind of feel responsible for even bringing Julia into this family, Emma.",
        "Emma: Oh, please, please. You had no idea any of this was going to happen. You didn't even know who you were. No, no, no, Jack. It's not your fault. Julia -- Julia is a very complicated person.",
        "Jack: Well, that's putting it nicely. I mean, she's fighting me and Carly, Lily and even Luke now. And now her brother's getting in on the action.",
        "Emma: This constant battling has gotta stop. It's just gotta stop.",
        "Jack: I know. But how?",
        "[SCENE_BREAK]",
        "Lily: Oh, my God.",
        "Carly: What? That's gotta be J.J.'s.",
        "Lily: What have I done to that little boy? That poor little boy!",
        "Carly: It's awful that things have come to this. But it cannot be undone. We have children of our own who need us. That's why we're doing this. That's how this all started. Because we needed to protect your family -- your family and mine.",
        "Lily: Oh, my God! I've asked you for help and now you're an accessory to murder!",
        "Carly: Stop it!",
        "Lily: Oh, I've handled this so badly. How can you ever forgive me?",
        "Carly: Listen, you have to calm down!",
        "Lily: You gotta go! You gotta go! Just get out of here! I'll just -- no one will ever know that you were here.",
        "Carly: Stop it! We are in this together! And by the time we leave this place, no one will ever know we were here.",
        "[SCENE_BREAK]",
        "Aaron: So tell me the truth. How's it look? Everybody looks happy, it's hoppin' --",
        "Alison: Of course. Everybody loves the place!",
        "Aaron: Who would believe that just a few hours ago, we were afraid we wouldn't be able to be open? The manager. And I couldn't be prouder.",
        "Aaron: Keep talking like that, baby -- and I might start believing you.",
        "Rafael: Excuse me. Excuse me. Either one of you have that kid Casey's cell phone number?",
        "Aaron: I'll find it. I'll find it. I wish that kid was here earlier. I would have loved to see Nancy sing!",
        "Rafael: I know letting Celia go with him was a big mistake.",
        "Alison: She's safe with Casey, believe me. His mother is a cop and his dad's the D.A. he's probably an eagle scout! Or maybe an altar boy.",
        "Rafael: If he doesn't get back here soon with my sister --",
        "[Speaking Spanish]",
        "[SCENE_BREAK]",
        "Celia: Thank goodness you're back. I want to get out of here and never see this place again.",
        "Casey: Only one problem with that.",
        "Celia: What?",
        "Casey: Somebody stole my car.",
        "[SCENE_BREAK]",
        "Sierra: All right. I'll see you bright and early in the morning?",
        "Dusty: Count on it.",
        "Sierra: Are you sure you're all right?",
        "Dusty: I'm getting there.",
        "Sierra: Good.",
        "Dusty: It must run in the family, huh?",
        "Sierra: What's that?",
        "Dusty: This unwavering faith that I'm actually a good guy. I'll try not to let you down.",
        "Sierra: Oh, you won't. Because I know that this will never happen again. Right?",
        "Dusty: I gotcha, boss.",
        "Sierra: Good night, Dusty Donovan.",
        "[SCENE_BREAK]",
        "Luke: Mom? Mom?",
        "Emma: Oh, Luke! Thank God you're home!",
        "Luke: Uh, where's my mom?",
        "Emma: I don't know, sweetheart. Where have you been? You smell like smoke. Are you all right?",
        "Luke: Yeah. Yeah, I'm fine.",
        "Emma: Can I get you anything? Can I --",
        "Luke: No, no -- no, that's okay, Grandma. I'm just gonna be in my room.",
        "Emma: Luke! Your father has been looking for you. He's very upset.",
        "Luke: Yeah, well, tell him to join the club.",
        "[SCENE_BREAK]",
        "Carly: Jack's still not home. If anybody asks, we have been here all night -- talking. Lily?",
        "Lily: I can smell it everywhere. I can smell it, on my coat, everything.",
        "Carly: What?",
        "Lily: The bleach.",
        "Carly: I don't smell anything.",
        "Lily: I can smell it in my hair, everywhere. It's everywhere.",
        "Carly: Okay. All right, Lily. Here. Try this, okay? Here. All right.",
        "Lily: My hands -- my hands are just -- funny.",
        "Carly: Listen -- listen to me. I need you to keep it together, okay? Don't think about what just happened, because it didn't happen. We were never there. We were here all night. You understand?",
        "Lily: All night. All night.",
        "Carly: Just the two of us. This is almond lotion. It'll make your hands nice and soft, okay? And if you put on your gloves on, they'll be even softer. Get your gloves.",
        "Lily: My gloves? I don't have my gloves.",
        "Carly: Check your bag. Check your bag.",
        "Lily: No!",
        "Carly: All right. They're not in your coat. When was the last time you remember seeing them?",
        "Lily: Julia's apartment! What if I left them in Julia's apartment?",
        "Carly: No, no -- no! You couldn't have! We went over every square inch of that place. We would have seen them.",
        "Lily: Then where are they? Where are they?!",
        "Carly: Maybe they're in your car, or maybe they're at your place. Or maybe they're out on the sidewalk from the last time you were here. But listen to me --",
        "Lily: No, no, no!",
        "Carly: Trust me! They are not at Julia's! Lily! Calm down! Everything is gonna be okay, if you just remember, that this --",
        "Lily: This never happened.",
        "Carly: Good.",
        "Lily: It never happened. It never happened.",
        "Jack: Hey, guys. Lily. What's going on? Don't tell me something happened with Luke?",
        "Carly: No. No, we've just been here talking. Lily came by right after you left.",
        "Jack: They still haven't found Luke yet?",
        "Carly: Not yet. But -- but like I've been telling you all night -- he's probably just blowing off steam, you know, after his argument with Holden. He'll turn up real soon.",
        "Lily: I gotta go. I gotta find out what's going on. Thank you. I've taken up way too much of your time.",
        "Carly: What are friends for?",
        "Lily: I don't know how I'll ever repay you, Carly. Thank you. Thank you for keeping it secret.",
        "Carly: It's gonna be all right. Okay?",
        "Jack: She looks like she's been through hell.",
        "Carly: She has.",
        "Jack: Well, I -- [Clears throat] Went to go talk to Holden about Julia. I don't know what good it did.",
        "Carly: It's been a rough night for everybody.",
        "Jack: What's going on with Lily and Holden right now just makes me so happy that I finally woke up and realized that Julia doesn't run our life anymore. That's over.",
        "Carly: Hold me. Never let me go.",
        "Holden: Julia? Has Luke been by tonight? Julia? Julia! Julia? Julia! Oh, no! Oh, no! No!",
        "[NEXT_ON]",
        "Emily: You're gonna have to decide what to with her mail at some point. This one -- it's marked \"urgent.\"",
        "Jack: Holden said -- Julia's dead.",
        "Carly: What? How?",
        "Jack: I have no idea. But he's over there alone. I gotta go -- I gotta go see him.",
        "Carly: Yeah. Well, here it comes, Lily. You just stick to your story. And everything will be all right.",
        "Luke: I found your gloves at Julia's place. It's okay. I took care of it. I'll protect you."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2eVqa5skF6E"
}