{
    "Episode Summary": [],
    "Recap": [
        "Aaron blocks the entrance into Alison's examination room, is sure that there was a push creating a fall and is upset that an arrest hasn't taken place yet. Alison cries when she learns about her baby and hemorrhages. Barbara finds an unlocked door entering a private visiting room, insists that she be able to see her son before he is moved and leaves her son, reassuring him that he is always in her heart. Carly tries to make her sister see that she has to leave bad things in the past and watches as her sister makes a useless call. Chris knows that he will be cleared of all accusations soon enough. Dr. Michaels considers sedation to get her patient to sleep. Dusty doesn't care whom his vendetta hurts and finally agrees to drop charges.",
        "Jennifer gives one opportunity to leave or be kicked out and is afraid that her brother is losing it. Molly will stick to her story but that is all. Paul can't stop acting the way that he does as it hurts too much, freaks out when a woman comes on to him and gets a stranger to agree to be someone special for him. Rosanna decides that she doesn't want to be married anymore, ends up doing what she feels is the right thing and is sure that there is more that she needs to know. Rose appears saying that she shouldn't ever have given up on a past love. The police stop a visitor when he tries to go and see a sick friend. Will is given some good news and shouts for his mother as she is being dragged away.",
        "Aaron blocks the entrance into Alison's examination room, is sure that there was a push creating a fall and is upset that an arrest hasn't taken place yet. Alison cries when she learns about her baby and hemorrhages. Barbara finds an unlocked door entering a private visiting room, insists that she be able to see her son before he is moved and leaves her son, reassuring him that he is always in her heart. Carly tries to make her sister see that she has to leave bad things in the past and watches as her sister makes a useless call. Chris knows that he will be cleared of all accusations soon enough. Dr. Michaels considers sedation to get her patient to sleep.",
        "Dusty doesn't care whom his vendetta hurts and finally agrees to drop charges.",
        "Jennifer gives one opportunity to leave or be kicked out and is afraid that her brother is losing it. Molly will stick to her story but that is all. Paul can't stop acting the way that he does as it hurts too much, freaks out when a woman comes on to him and gets a stranger to agree to be someone special for him. Rosanna decides that she doesn't want to be married anymore, ends up doing what she feels is the right thing and is sure that there is more that she needs to know. Rose appears saying that she shouldn't ever have given up on a past love. The police stop a visitor when he tries to go and see a sick friend. Will is given some good news and shouts for his mother as she is being dragged away."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Singer: for all we know we may never meet again before you go make this moment sweet again we won't say good night",
        "Rose: Y'know, with your face and your body, God had no business making you a great dancer, too.",
        "Dusty: I could say the very same thing about you. So who's leading, you or me?",
        "Rose: Oh, we don't need a leader. We're in perfect step. On the dance floor, and everywhere else. This may only be a dream you always do it for me, Dusty. I never should've given up on you.",
        "Dusty: I've waited so long to hear you say that. This moment means everything to me.",
        "Craig: Wake up, Dusty. I have to talk to you. Let's go, I don't have all night.",
        "Dusty: What time is it?",
        "Craig: It's time for you to help me save my marriage.",
        "[SCENE_BREAK]",
        "Rosanna: Oh.",
        "Carly: Hi.",
        "Rosanna: Hi.",
        "Carly: Are you okay?",
        "Rosanna: No. Thank you so much for meeting me so late. I really appreciate it. I just didn't think I could do this without you.",
        "Carly: \"This\" meaning what?",
        "Carly: He told you? That's unbelievable.",
        "Rosanna: You know -- you knew what I was going to say?",
        "Carly: Yeah, Jack -- I know that Jack got it out of Mitzi. And -- I thought about talking to you and telling you about it, but I didn't wanna make trouble for you and Craig.",
        "Rosanna: Okay. Yes, that's fine, all right, I understand. But I am aware of it now, and I would like to get the truth of out of little Mitzi myself. So, I thought you would be just the person to help me do that. So, let's go, shall we? [Knocking on door] Mitzi! It's Rosanna Cabot!",
        "Carly: Rosanna, Mitzi isn't here. Holden kicked her out days ago.",
        "Rosanna: What do you mean? Where did she go?",
        "Carly: I know that she was at the Lakeview for awhile, but -- wouldn't it be better if we took care of this in the morning?",
        "Rosanna: No, no. I don't think it would be better.",
        "Carly: Why? Why not?",
        "Rosanna: Well, because if Craig has lied to me again, I honestly don't think I want to be married to him anymore.",
        "[SCENE_BREAK]",
        "Hal: Thank you for doing this, Lynn. I know you don't usually work this late.",
        "Dr. Michaels: Oh, I'm happy to, Hal. Anything to help Will.",
        "Hal: Any word on how he's doing?",
        "Dr. Michaels: His nurses say he's been extremely restless. So, that's why I authorized your visit. I was hoping some good news would help. Hey --",
        "Hal: Hey! Hey, Will. How you doing, son?",
        "Will: Okay.",
        "Hal: How was dinner?",
        "Will: Pasta.",
        "Hal: Pasta. Sauce okay?",
        "Will: Not really.",
        "Hal: Listen, Will, I've got some good news about your Mom. She went in front of a judge today. And he gave her probation, but no jail time.",
        "Will: So, when's she gonna come see me?",
        "Hal: Right now, Will, I think it's better if you just concentrate on you. Down the road, maybe a couple of weeks, we'll see about a visit from your Mom.",
        "Will: Mom!",
        "[SCENE_BREAK]",
        "Bartender: Same thing?",
        "Paul: Oh, no. From now on you'll leave out the soda. How 'bout I buy you a drink?",
        "Woman: Hmm -- I'm good.",
        "Paul: Yeah, I bet you are. I'm Paul.",
        "Woman: Pleasure.",
        "Paul: Yeah, I bet. So, who are you?",
        "[Woman chuckles]",
        "Woman: I can be anybody you want me to be.",
        "Paul: How about Rose?",
        "Woman: Rose it is. Only, watch out for my thorns.",
        "[SCENE_BREAK]",
        "Chris: Alison! Alison.",
        "[Aaron panting]",
        "Aaron: Is she --?",
        "Chris: She's alive.",
        "Aaron: Stay away from her.",
        "Chris: What?",
        "Aaron: I said stay away from her!",
        "Chris: What are you doing?!",
        "Aaron: Protecting her from you!",
        "Chris: Stop acting like an idiot, Aaron, and go get some help. Get outta here! Go get some help! It's going to be okay, Alison. It's going to be okay. I'll take care of you, just hang in there.",
        "[SCENE_BREAK]",
        "Chris: Come on, come on, get her in here. Come on!",
        "Judy: What happened?",
        "Chris: She fell off the roof.",
        "Judy: Find Dr. Durell, tell him we have an emergency.",
        "Chris: Tell him that she's unresponsive, that her pulse is weak and thready.",
        "Aaron: Keep fighting, Ali, come on. We're with you. Come on. We're going to take care of you.",
        "Clinic doctor: I'm Dr. Durell. Do she have any allergies or any pre-existing conditions?",
        "Aaron: Doc, she's pregnant.",
        "Chris: Yeah, about twelve weeks.",
        "Clinic doctor: Did you call an ambulance?",
        "Judy: I was just about to.",
        "Clinic doctor: It's too late. We're going to have to treat her here. Let's go. I'd rather you wait out here.",
        "Chris: Look, I'm a doctor. I can help.",
        "Aaron: No way! I don't want you anywhere near her.",
        "Clinic nurse: Dr. Durell, she's hemorrhaging.",
        "[SCENE_BREAK]",
        "Chris: Look, I have to check on her.",
        "Aaron: Then stay away from her. You've done enough --",
        "Chris: Look, I don't take orders from you! All right?",
        "Aaron: I'm not fooling around, man! All right? I will lay you out right here! I swear! Come on!",
        "Chicago cop #1: Hey, what's going on?",
        "Judy: A woman fell off the roof --",
        "Aaron: She didn't fall off the roof. That man pushed her!",
        "[SCENE_BREAK]",
        "Paul: Hey, you can't really be Rose. There's nobody like Rose in this whole world.",
        "Woman: Oh, no? What makes her so special?",
        "Paul: She used to talk. She used to say, \"hey, Paulie. Get your keister over here!\"",
        "Woman: You want me to talk like that?",
        "Paul: That would be great. Can you talk like that?",
        "Woman: Here, have a couple of more of these and you won't care what I sound like.",
        "Paul: We got ourselves a plan.",
        "Woman: You know, you've got a really kind face.",
        "Paul: Looks can be deceiving. See, if you were Rose, you wouldn't say I was kind. You'd remember all the awful things I said at our wedding.",
        "Woman: Does that mean that you're married? 'Cause I don't fool around with another woman's man.",
        "Paul: Oh, no, no -- it's good, it's fine. She's dead.",
        "Woman: Oh, I'm sorry.",
        "Paul: Poisoned by my brother on our wedding day. But you know what? Let's not even think about that --",
        "Woman: That's pretty freaky.",
        "Paul: Come on. Make love to me, Rose. Like we used to, huh?",
        "Woman: That's enough.",
        "Paul: All night long.",
        "Woman: That's enough.",
        "Paul: See, Rose never said that. She never said, \"that's enough.\"",
        "Woman: Oh, don't push it, buddy. This game's over.",
        "Paul: Well, how 'bout this. How 'bout we go back to your place and we make up a whole new game?",
        "Woman: That's not gonna happen.",
        "Paul: Where you going? Hold on, hold on, hold on. Please don't go.",
        "Woman: I said, lay off, buddy!",
        "Bartender: You want another?",
        "Paul: Ah, no, no. I don't think I should.",
        "Woman #2: Give him one on me, teddy. He looks like he could use a friend.",
        "Paul: Now what are you doing here, Mother?",
        "[SCENE_BREAK]",
        "Hal: You are not supposed to be here, Barbara.",
        "Barbara: Stop that. I'm not going to hurt him. I just want to make sure he's all right.",
        "Dr. Michaels: Will, I'm gonna take you back to your room now.",
        "Will: No, no! I won't go! Mom!",
        "Barbara: Honey, please! Honey, how ya doing? Are they treating you okay in there?",
        "Will: I'm okay, but I wish I could be with you.",
        "Hal: This is not helping him, Barbara. Now, get away, now.",
        "Barbara: I miss you.",
        "Will: I miss you, Mom.",
        "Hal: Barbara, if you don't move out of here, so help me, I'll drag you out myself.",
        "Barbara: I love you, Will! Don't forget that.",
        "Will: I love you, too! I love you, too. Mom! No, Mom, Mom! Mom!",
        "[SCENE_BREAK]",
        "Craig: Molly and I struck a deal. In return for her forgetting certain information that might ruin my marriage, I get you not to testify against her.",
        "Dusty: Oh, no, Craig-O. That's not going to work for me.",
        "Craig: Look, I know you're angry at her for planting that poison in your room, but it's over. You gotta let it go.",
        "Dusty: Says who!? You?",
        "Craig: She made a mistake -- she's sorry. Huh?",
        "Dusty: Mistakes I understand. Setting me up for killing the woman that I loved, you gotta pay the fiddler for that. Look at me. And I'm going to make her pay.",
        "Craig: It's over. You're clean.",
        "Dusty: Paul Ryan got away with murder. And while leaning on Molly, you know, might not change anything. It sure makes me feel good.",
        "Craig: You ruin Molly, you ruin me.",
        "Dusty: Then so be it.",
        "[SCENE_BREAK]",
        "Rosanna: You know, it feels a little strange to be in here.",
        "Carly: Because of Rose?",
        "Rosanna: Well, yes, this was her home.",
        "Carly: Well, I knew Rose and I know that she'd want us to be in here, nice and toasty, and warm, and not out there getting frostbite.",
        "Rosanna: Hmm, it's so sad, isn't it? This beautiful girl -- dying so young.",
        "Carly: I still get the urge to call her. Just to say hi, see how she's doin', listen to her say something that'll make me laugh so hard.",
        "Rosanna: I wish I had known her better.",
        "Carly: There will never be another one like her.",
        "Rosanna: Well, listen, let me call the Lakeview and see if I can get ahold of Mitzi. And would you please tell Lily and Holden that we were in here? We didn't just sneak in for no reason.",
        "Carly: Yeah, sure, I'll call them first thing.",
        "Rosanna: I appreciate that. It's still connecting. Hello, this is Rosanna Cabot. Can you give me Mitzi Mathers room, please? I don't know the room number. Oh? Well, um -- hmm, did she leave any forwarding address? Oh? Thank you, very much. That's strange. Well, she's not there and she didn't leave a forwarding address.",
        "Carly: Do you think we should try her cell phone?",
        "Rosanna: That's a very good idea. Do you think she'll answer?",
        "Carly: No. No, for all we know, Rosanna, she's kickin' back some place in Mexico or somethin'.",
        "Rosanna: All right, well maybe you can answer a question. You said that Mitzi told Jack that she saw Paul put the poison in Rose's glass. Now, is that it? Is that all there is to the story? Or is there something else I should know?",
        "[SCENE_BREAK]",
        "Hal: What are you doing here, Barbara?",
        "Barbara: You know, in a few days our little boy is going to be transferred to another facility and I just want to spend time with him. And not you, or these walls are gonna stop me from doing that.",
        "Hal: You have tortured this boy! You have confused him! You have even driven him to murder! Isn't that enough!? What more do you want!?",
        "Jennifer: Mom? I thought you --",
        "Barbara: I know, I know, I'm supposed to stay away from Will. But how can I do that, when he is so desperate to see me?",
        "Hal: He is desperate when he sees you, Barbara! You mix him up in all the worst ways.",
        "Barbara: And what have you done for him, Hal? Besides put him another psych ward?",
        "Jennifer: Stop it, both of you. Arguing over Will is not going to help him.",
        "Hal: She's right. Are you here to check up on him?",
        "Jennifer: Well, actually, I came to see if Paul was around. I thought he might be here.",
        "Hal: I haven't seen him. Is there a problem?",
        "Jennifer: Well, he's had a rough day. I tried to talk to him outside the courthouse, but he just kept on walking.",
        "Barbara: Paul is a grown man. Unlike Will, he can take care of himself.",
        "Jennifer: You didn't see him, Mother. I think he's losing it.",
        "[SCENE_BREAK]",
        "Mature woman: Let me give you a little tip. Most women don't like being confused with a man's mother. Open up your eyes open up your eyes",
        "Paul: When I said that -- if more mothers looked like you, more boys would never leave home.",
        "Mature woman: Well, that's more like it. Here's to our first drink together.",
        "Paul: I've had a really bad day.",
        "Mature woman: Well, maybe I can find you some place to lie down.",
        "Paul: I think maybe I should probably just go home.",
        "Mature woman: Okay, we'll make it your place, then. I can tuck you in like you've never been tucked before.",
        "Paul: Get your hands off me!",
        "Mature woman: Whoa, take it easy, lover, nobody's gonna hurt you.",
        "Paul: No, I'm not kidding, Barbara! Just leave me alone!",
        "[SCENE_BREAK]",
        "Hal: Tell you what, honey, why don't you go home and wait for Paul? When I'm done here, I'll go look for him.",
        "Male nurse: Lieutenant Munson, you have a call from Officer Hernandez.",
        "Hal: All right, I'll be right there. Be gone when I get back.",
        "Barbara: I'd like to have a word with my daughter if that's all right with you?",
        "Hal: Don't let her out of your sight.",
        "Barbara: You gotta help me. I want to say good-bye to Will, before they move him to this other facility.",
        "Jennifer: Mom, you can't fix this. Okay, you just need to back off and let other people help him.",
        "Barbara: I know, I mean, I know. That's probably the right thing to do, but I can't. He just means too much to me, Jen.",
        "Hal: I just got a call from dispatch about a drunk and disorderly. From the description it sounds like Paul. I'm gonna go check it out.",
        "Jennifer: Can I go with you?",
        "Hal: Do you want to help, honey? Why don't you stay here and see that Will gets settled for the night.",
        "Jennifer: Okay.",
        "Hal: And tell Dr. Michaels I'll call her in the morning, okay? You ready to go? I'll walk you to your car.",
        "Barbara: No, thank you.",
        "Hal: I can have a squad car here in about 90 seconds; if that's the way you want to handle it?",
        "Barbara: You heard who Will was calling for. Not you, his mother.",
        "[SCENE_BREAK]",
        "Chris: Alison fell off the ladder. I didn't push her. That's all in your head.",
        "Aaron: I was right there. I saw what you did, man.",
        "Cop #1: You two want to settle this down at police station, huh? That's what I thought. Your name?",
        "Chris: Chris Hughes. I'm a doctor from Oakdale.",
        "Cop #2: What are you doing here?",
        "Chris: The girl who fell -- I'm her ex-boyfriend and the father of the child that she's carrying.",
        "Aaron: Oh, please, you didn't want either one of them, bro. Alison or the baby, man!",
        "Cop #2: And you?",
        "Aaron: I'm her husband.",
        "Cop #2: You first -- what happened?",
        "Chris: I came to talk to Alison when -- when she saw me, she got scared. She ran away and I followed.",
        "Aaron: You chased her onto the roof.",
        "Chris: Chased? Look, I just found that the baby she was carrying is mine. Finally, I mean, we got a chance to talk, we got things out in the open. And she was gonna come back inside and I reached out to help her and -- this wind came along and she slipped.",
        "Aaron: Wind?! He's blaming it on the wind?!",
        "Chris: She slipped! She slipped! I don't know why this guy wants to make it my fault, but all you have to do is ask Alison, as soon as she regains consciousness.",
        "Clinic doctor: We did everything possible -- but she's lost her baby.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Barbara: I can stay as long as you want me to.",
        "Jennifer: If you do not leave now, I will have you thrown out.",
        "[SCENE_BREAK]",
        "Alison: Did anything happen to my baby?",
        "Chris: Alison, I'm so sorry.",
        "[SCENE_BREAK]",
        "Aaron: I saw him do it. Chris pushed Alison off the ladder.",
        "Chris: Has Alison regained consciousness? Can you use another hand?",
        "Aaron: No!",
        "Judy: Maybe he can help.",
        "Aaron: He is the reason she is in there.",
        "Chris: Look, I am not gonna argue about this anymore. You have my statement. I'll be in there if you need me.",
        "Aaron: I'm just gonna watch. I'm just gonna keep an eye on him. You're stopping me? Come on, he's the one who tried to kill Alison! All right.",
        "[SCENE_BREAK]",
        "Rosanna: I would like to believe that Craig is telling me the truth.",
        "Carly: What are you afraid of?",
        "Rosanna: Uh -- where should I start? Let me just tell you what happened. He told me that Mitzi told him she saw Paul putting the poison in Rose's glass. Then he told me that he encouraged her to go to the police, to protect me from Paul, as much as anything else. Then he told me he gave her money.",
        "Carly: Why would he do that?",
        "Rosanna: I don't know, because she was broke, or she needed it. It was some sort of incentive, kind of like a bribe, but not really, to go to the police. And the more I thought about it, the more implausible the story seemed.",
        "Carly: Why?",
        "Rosanna: Because Craig is extremely loyal to his family and his friends, but the rest of the world barely registers on him. Now, Mitzi is an acquaintance, at the very best. He's a little cheap. He wouldn't be giving her money.",
        "Carly: Well, it's possible, isn't it?",
        "Rosanna: Yes, it's possible. Which is why I would like to find Mitzi and hear her side of the story.",
        "Carly: Well, there's -- there is one small problem with that. And that problem would be that Mitzi is even less reliable than Craig.",
        "Rosanna: You're right. You're right. She obviously lied about seeing Paul put the poison in the glass, so who knows if we could believe anything she says.",
        "Carly: You know, Rosanna, what I think you should do?",
        "Rosanna: No, what?",
        "Carly: I think that you should go home -- to that husband and that beautiful baby. That stunning stepdaughter and that magnificent mansion and enjoy it. Enjoy it all and just forget any of this ever happened.",
        "[SCENE_BREAK]",
        "Craig: I know you're mourning Rose. I know that. My heart goes out to you. She was a loving -- she was a joyous person. And I believe that you would be paying tribute to her memory by forgiving -- forgetting what Molly did.",
        "Dusty: Don't you ever do that to me again, all right?",
        "Craig: What?",
        "Dusty: Use Rose's name like that to get something out of me.",
        "Craig: No, no, no, listen.",
        "Dusty: Don't do that.",
        "Craig: I am trying to help you see the big picture here. The sooner you start letting go, the sooner --",
        "Dusty: That's enough. Come on, man.",
        "Craig: What?",
        "Dusty: I don't want to hear it.",
        "Craig: Whoa, whoa, whoa. The only reason Molly did this to you was to get your attention. She still loves you, you old power tool. Now, if Molly goes down, she's not gonna go down quietly. She's gonna take my marriage down with her.",
        "Dusty: I got you. I'm gonna call Jack in the morning, and I'm gonna tell him that I'm not pursuing any charges. All right?",
        "Craig: Thank you, thank you. This calls for some articulation, like champagne, huh?",
        "Dusty: No, not yet. Now, you gotta do something for me.",
        "Craig: What?",
        "Dusty: I don't want to have anything to do with Molly McKinnon anymore, you hear me? So, until we find a buyer to buy her share out, she is your partner, baby. That means you have to help me find a buyer, right away, to buy her out. You got it?",
        "Craig: I'm on it tomorrow. Can I get the champagne?",
        "Dusty: Yes, you can.",
        "Molly: Get me some, too. What are we celebrating?",
        "[SCENE_BREAK]",
        "Paul: I'm warning you, Barbara. You have made my life miserable for the last time!",
        "Woman: I'm not Barbara, honey. And it looks to me like you're miserable enough.",
        "Bartender: I already called the cops. Now, if you're smart, you'll be gone before they get here.",
        "Paul: Do I look smart to you? If I were smart, I never would've come to this town.",
        "Bartender: You all right?",
        "Woman: I'm fine. The young ones are always so much trouble.",
        "Diamond Jim: You a gambling man, hot shot?",
        "Paul: No, not so much.",
        "Diamond Jim: I'm talking about games of chance. Putting your money and your reputation on the line to have it all.",
        "Paul: Where would I put it? I can't right now. I'm very busy. I'm waiting -- the cops are gonna come take me away.",
        "Diamond Jim: Sounds to me like you've got nothing to lose.",
        "Paul: Really? How'd you guess?",
        "Diamond Jim: I got a special sense. I call it human radar. I lock in on a person, their whole life story flashes in front of my eyes.",
        "Paul: You really don't want to see my life story. So far, it's been pretty ugly.",
        "Diamond Jim: I know all about it, but your luck's just about ready to change -- just as soon as you put your cards on the table.",
        "Paul: No, thank you. No, no, thanks.",
        "Diamond Jim: A smart man never says no until he knows the wager. $5,000 on one cut of the deck.",
        "Paul: I really think you have the wrong man.",
        "Diamond Jim: Don't think about losing, my friend. Think about winning -- and digging yourself out of the hole you've fallen into. One victory can turn everything around.",
        "Paul: All right, let's do this.",
        "Diamond Jim: Good luck. I'll let you go first.",
        "Paul: Pretty hard to beat that.",
        "Diamond Jim: You got that right. Sorry, friend. Now, will that be cash or check?",
        "Paul: You're gonna have to take a check.",
        "Diamond Jim: Two forms of I.D., If you don't mind.",
        "Paul: Wha -- you switched the decks on me!",
        "Diamond Jim: I don't get my money one way, I get it another. Now, pay up or die, friend.",
        "Diamond Jim: Your jewelry, too. Might as well make it worth my while.",
        "Paul: Come on. Oh, for God's sake, look at me. Do I really look like the kind of guy that's gonna have a knife fight? Now, put that thing away before you cut yourself.",
        "Diamond Jim: You're lucky I don't kill you.",
        "Paul: You wanna -- come on -- go ahead, but none of this multiple wounds stuff. Go ahead, put it right there, but slice me quick, 'cause if I'm gonna die here tonight, I would really like for it to be quick!",
        "Diamond Jim: You're out of your mind.",
        "Paul: No, I'm not out of my mind! You just had it right the first time! I've got nothing left to lose!",
        "Hal: Yeah, yeah, you fail. Paul, we got a call about a drunken disorderly. You have any idea who that might be?",
        "Paul: I'm more drunk than disorderly.",
        "Hal: Why are you doing this to yourself?",
        "Paul: Because, Hal, it hurts too much not to.",
        "[SCENE_BREAK]",
        "Dr. Michaels: Will's still very distressed since the visit from your mother. He refuses to go to sleep. He just keeps talking about seeing her.",
        "Jennifer: Well, does he know that she's not here?",
        "Dr. Michaels: He's not making those kinds of connections. He just wants what he wants.",
        "Jennifer: Well, what are you guys going to do?",
        "Dr. Michaels: At this point, we're considering sedation.",
        "Jennifer: Oh, uh -- do you think maybe I could speak to him? You know, to calm him down, so maybe he could get to sleep.",
        "Dr. Michaels: All right, we'll try it. Just don't expect too much.",
        "Jennifer: Hey, so, why aren't you sleeping?",
        "Will: I'm not tired.",
        "Jennifer: You're not tired? Why don't you sit down?",
        "Dr. Michaels: There's a call button on the wall. Just press it when you're done.",
        "Jennifer: Okay.",
        "Dr. Michaels: I'm gonna give you a few minutes with your sister. Okay, Will?",
        "Jennifer: She's a nice lady, isn't she? I think she genuinely cares about you.",
        "Will: Where'd Mom go?",
        "Jennifer: Home, I guess. You know, Will, she can't just barge in here whenever she feels like it.",
        "Will: She just wanted to make sure I was safe.",
        "Barbara: That's absolutely right, honey.",
        "Will: Mom.",
        "Jennifer: Mother, how can you do this?",
        "Barbara: Your brother needs me. I don't expect you to understand that.",
        "Will: I'm so glad you came back. How long can you stay?",
        "Barbara: I can stay as long as you want me to. 'Cause there's no place else, in this whole world, that I'd rather be than right here, right now, with you.",
        "Jennifer: Mother, I'm giving you one opportunity. If you do not leave now, I will have you thrown out.",
        "[SCENE_BREAK]",
        "Aaron: Alison left Oakdale to get away from Chris -- Dr. Hughes. I followed her and he followed me, all right? But she didn't want anything to do with him. She was scared to death of him. She knew he was out to hurt her.",
        "Judy: Look, I don't know anything about the background, but when Dr. Hughes arrived, it was clear that Alison was terrified. They were arguing and she ran away from him. I thought he let her go, but he chased her through the building.",
        "Aaron: Yeah, that's when Judy -- you know, that's when she told me that Chris was here, so -- you know, I went to look for them -- and when I found them, Alison was already on the ladder. I was there. I saw him do it. Chris pushed Alison off the ladder.",
        "[SCENE_BREAK]",
        "Molly: You guys said something about champagne?",
        "Dusty: Nope. We're done celebrating. Set the alarm on your way out.",
        "Molly: It's nice seeing you, too. You know, he used to be a lot more fun.",
        "Craig: He's agreed not to testify against you.",
        "Molly: He has?",
        "Craig: Mm-hmm.",
        "Molly: You talked him into it?",
        "Craig: Yeah, of course.",
        "Molly: Craig, that's great! I'm so proud -- I'm gonna have a glass of champagne on that one.",
        "Craig: Whoa, whoa, whoa, whoa. I want to review the terms of our arrangement.",
        "Molly: You want to hear me say it?",
        "Craig: No, I want to hear you mean every word.",
        "Molly: Okay, Craig. I promise that I will not tell anyone ever that you paid Mitzi to say that Paul poisoned Rose. Or that there was anything with Cabot's adoption that wasn't legal. You happy?",
        "Craig: Ecstatic. And by the way, if Annabelle Fettle ever shows up again, I want you to restrain her severely and call me.",
        "Molly: No, I'm sorry. I can't do it.",
        "Craig: Why not?",
        "Molly: Because, Craig, our deal was for me to keep my mouth shut, and that much I will do. But you created the situation, now you have to live with it.",
        "[SCENE_BREAK]",
        "Rosanna: If this issue had come up last year, I would have. I would have pursued it to the bitter end, but now that I have Cabot in my life --",
        "Carly: Everything else comes second.",
        "Rosanna: Yes. It's kind of a beautiful process, isn't it?",
        "Carly: What's that?",
        "Rosanna: The way a child takes over your life, the surrender to their needs. I guess it's difficult to understand unless you've really experienced it.",
        "Carly: I'm so happy for you.",
        "Rosanna: Thank you.",
        "Carly: You've found what so many people are looking for.",
        "Rosanna: Yes, and I really do treasure it. So, I'm gonna take your advice. I'm going to forget that this ever happened. What Craig did or didn't say to Mitzi really doesn't deserve a place in my life.",
        "Carly: I think that's a great decision.",
        "Rosanna: Thank you. You know, I'm certain of it.",
        "[SCENE_BREAK]",
        "Barbara: All right. I'll leave. But only because it's best for will. I never wanted you to suffer. I wish that I could stay here and you could just go home to the Lakeview.",
        "Will: Mom, what happened wasn't your fault. I got the idea to poison Rose. I'm the one who should be punished.",
        "Barbara: Honey, it was an accident. You didn't know what you were doing. And you will work through this, it's just gonna take a little time.",
        "Will: Oh, Mom, I'll forget all about this and then maybe we can be a family again.",
        "Barbara: Yeah. If that's what you want, that's what we'll be. We'll do everything. Right, Jen?",
        "Jennifer: For Will, of course, whatever he needs.",
        "Barbara: We'll always be your family. No matter what.",
        "Will: What about Paul?",
        "Barbara: Yeah, Paul -- Paul and I have our problems, don't we? But he's -- he's still my son.",
        "Will: Will you promise to make up with him?",
        "Barbara: Of course, I will do my best. Anything for you.",
        "Jennifer: Mother --",
        "Barbara: You will be in my heart every minute of every day. I love you.",
        "Dr. Michaels: Will, it's time for you to be in bed.",
        "Jennifer: Okay. I am gonna come see you tomorrow and every day until you get transferred, okay? 'Cause I love you, little squirt.",
        "Will: I love you, too.",
        "[SCENE_BREAK]",
        "Paul: Give me the big speech, Hal. Show your compassion. Tell me how much you understand.",
        "Hal: I really hadn't planned on it, Paul.",
        "Paul: That's good. That's good 'cause I really don't feel like forgiving myself right now.",
        "Hal: How 'bout a night in the drunk tank? Would that make you happy?",
        "Paul: If I can sleep there, 'cause I think that might be a pretty good idea.",
        "Hal: Well, that makes two of us. And the bartender said he won't press charges, so you can go home in the morning.",
        "Paul: What if I like it? Then maybe I'll stay for, like, a month.",
        "Hal: No, Paul. I think you've hurt yourself enough for one night. Come on.",
        "[SCENE_BREAK]",
        "Aaron: Whoa, whoa, where are you going? Where are you going? Sorry.",
        "Cop #1: To have a look at the roof.",
        "Aaron: Shouldn't somebody be arresting Dr. Hughes?",
        "Cop #2: We're waiting for the victim to regain consciousness.",
        "Clinic nurse: She's starting to come around.",
        "Chris: Would you mind leaving us alone? I think I should be the one to tell her.",
        "Alison: Where am I? Please -- go -- go. [Alison cries out in pain] What happened to me? Why does it hurt so much?",
        "Chris: You fell off a ledge, but you're gonna be okay.",
        "Alison: Oh, God -- everything must -- did anything happen to my baby?",
        "Chris: Alison, I'm so sorry.",
        "Alison: No -- my baby. My -- my baby -- it can't be. No, my baby!",
        "[NEXT_ON]",
        "Katie: I can't believe I'm actually saying this, but I am split down the middle.",
        "Mike: Well, if you're split down the middle, that means I have a fighting chance, right?",
        "Jennifer: Now, all we have to do is make sure that Paul buries the hatchet with Mom and --",
        "Paul: There is no way that little family reunion is ever gonna happen!",
        "Paul: Did you do it?",
        "James: Be more specific.",
        "Paul: Did you use Barbara to set up will to kill Rose?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2sZAWxBFXI0"
}