{
    "Episode Summary": [],
    "Recap": [
        "Gwen's dream of a music career almost comes to an end but Barbara loans Will and Gwen $10 thousand to finish the demo. Adam makes Gwen think that Will is afraid of losing her if she becomes a star. Emily blames Craig for the trauma that Daniel is going through as a result of the kidnapping. Lily continues to worry about her weight while Jade confides to Lily she thinks she is losing Adam because he is interested in someone else. Paul warns Bob and Meg that he had a vision someone will die at the blood drive but they refuse to listen to his warning."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emily: Hey, I was looking all over for this thing. I ended up finding it in the hamper, wouldn't you know. Anyway, it needed to be charged. That's what took me so long.",
        "Margo: It's no problem.",
        "Emily: He really loves this thing. Music, whenever he's stressed out, or he's having a test of something, he just plugs in the music. Is he here? Daniel? Sweetheart, I want to --",
        "Margo: Shh, shh, shh. He's up in his room. He didn't want to see anyone.",
        "Emily: Well, I'm his mother.",
        "Margo: Yeah, well, Tom's his dad and he didn't want to see him either.",
        "Emily: So, what are you saying? He locked himself in his room?",
        "Margo: Well, I don't know if the door's locked. I didn't try it. I wouldn't do that. Emily, please. Come on, Emily. Come on.",
        "Emily: What is going on? He was fine when I dropped him off. What happened between then and now?",
        "Margo: Nothing, really. Nothing. I made him some breakfast and he ate it. And he wanted some more eggs. And he cried. And I went to give him a hug, and he said, no, he didn't want that. And I said, that's okay. And I explained to him that he'd been through a very stressful experience, and that his feelings were normal. And did he want to talk about, and no, he didn't want to do that. And that's okay. So, then I asked him if he wanted you or his dad, and he said, no, he just wanted to be alone. And he went to his room.",
        "Emily: He was crying?",
        "Margo: Yeah. It's a good thing that he cried. Really, it is. He's been so brave through this whole thing. He should let his feelings out a little bit. It was a very scary experience -- [Doorbell rings] He's been traumatized. Oh, Craig. These will certainly brighten up the room.",
        "Craig: How's the patient?",
        "Margo: He's napping.",
        "Craig: And my beautiful sister? How's she?",
        "Emily: Stop it! Stop it! You did this! You are the one who traumatized my son!",
        "[SCENE_BREAK]",
        "Casey: All right, come on. King's up got to be good. [Computer game beeps] [Cell phone rings] No! Damn it!",
        "Elwood: What? Do you not answer your cell phone anymore? I've been trying to reach you the whole day.",
        "Casey: Hey, what's up?",
        "Elwood: Yeah, what's going on? Wait, are you playing poker?",
        "Casey: Yeah, so what?",
        "Elwood: Well, A, I thought you stopped. And B, I thought you agreed not to use our account until you paid everyone off.",
        "Casey: Why do you think I'm playing? So, I can pay everyone off.",
        "Elwood: You winning?",
        "Casey: Just don't worry about it.",
        "Elwood: Well, how much you down?",
        "Casey: Not that much.",
        "Elwood: You're in the hole 5,000 bucks! Are you out of your mind?",
        "[SCENE_BREAK]",
        "Lily: Thank you. Thank you, Jade, very much for doing this with me. Because I hate shopping. Especially now.",
        "Jade: Well, it was really, really fun. You are going to blow them away in the boardroom in that brown suit. I love it --",
        "Lily: The brown suit. That brown suit is a size -- it doesn't matter. I'm not going to say it out loud.",
        "Jade: You're going to get the weight off.",
        "Lily: Oh, yeah, really? Tell that to my thighs. Anyway, it doesn't matter. I'm hungry. I'm starved. Do you want to have lunch?",
        "Jade: Yeah, yeah, I'm just going to have a salad. But, what about those pills? Aren't they working?",
        "Lily: Yeah, they were working. Holden found out I was taking them. And let's just say he was less than thrilled. So, no more.",
        "Jade: You know, it doesn't -- it doesn't matter. Because with your new job, you're going to be so busy, you're not even going to have time to eat. And it like six months, these clothes are not even going to fit you. They are going to hang off you. I guarantee it. What?",
        "Lily: You just reminded me of your mother right now. She was always giving me pep talks.",
        "Jade: Well, how was she with guys?",
        "Lily: Rose? You've seen her picture, right? She's was over the top, she was fantastic. Guys couldn't -- they wanted to get near her in the worst way. Of course, she was great. Why?",
        "Jade: It's just Adam. I think he's drifting.",
        "Lily: Isn't he working day and night, so --",
        "Jade: Yeah. Yeah, he is. It's just, when he has free time, I don't seem to be a priority. I think he's interested in somebody else.",
        "[SCENE_BREAK]",
        "Adam: I mean, I personally think an edgy version of a vintage classic --",
        "Gwen: It would be incredible. But it would be really expensive.",
        "Adam: Well, that's why we need a label behind us. And I happen to know Gordon Richards is a closet country fan. That's why I wanted to go to L.A. so we could be on our timetable, and not his. But, you know, we'll work it out. We just need to polish that last track, do another remix, and then we'll have a product he can't resist.",
        "Gwen: You think so?",
        "Adam: Well, I know so.",
        "Gwen: Hey, hey, did your mom get a hold of you? She was looking -- what's wrong?",
        "Will: In all of our discussions about budgeting for this project, you didn't think to mention to me that you were going to schedule for another seven sessions in the studio?",
        "Adam: I needed a remix --",
        "Will: Well, I budgeted for one, maybe two sessions. Not seven.",
        "Adam: Will, that's what it takes.",
        "Gwen: You know what? It's my fault, sometimes it takes me awhile to understand what he really wants.",
        "Will: Well that's what rehearsals for. And it's not your fault.",
        "Adam: You want a professional product, that's what --",
        "Will: What we wanted was a demo, just something to get her in the door.",
        "Adam: Do you have any idea how many demos come across a regular executive's desk in a day? And if you don't have something special, and I mean, from bar one, you're wasting your postage.",
        "Will: Well, we can't afford postage. I'm paying the fees, and we're totally tapped out.",
        "Adam: Well, I need another session.",
        "Will: You're not listening to me. There's no more money.",
        "Adam: Then the project's dead.",
        "Will: Fine. It's dead.",
        "[SCENE_BREAK]",
        "Meg: Hey, did you get a hold of Sarah Shaughnessy's family?",
        "Bob: I spoke to the husband. He was devastated. He wants an official review and an autopsy.",
        "Meg: Bob, I'm sorry.",
        "Bob: Meg, I've gone over this chart, it wasn't your fault.",
        "Meg: A woman comes in for elective surgery, she is perfectly healthy and she dies. Somebody did something wrong.",
        "Bob: Not necessarily. Look, I know you've been on tenterhooks ever since we brought you back here. But I have to reassure you. Your work has been excellent. And your attitude, I mean, you jump in last minute and you run the blood drive. Why don't you just take a step back, take a deep breath, and go on being the excellent nurse that you are.",
        "[SCENE_BREAK]",
        "[Paul has a vision of blood running in the hallway floor of a hospital]",
        "[Screaming]",
        "[Screaming]",
        "Paul: The hospital.",
        "[SCENE_BREAK]",
        "Casey: Did you read it right? $5,000, that's pretty --",
        "Elwood: No, that's 5,000 bucks. On top of what you already owe?",
        "Casey: Whatever. I'll make it back.",
        "Elwood: You've been trying to make it back for weeks now. And you know, you've only been making it worse. So, I think it's time to admit poker's not your game.",
        "Casey: Whoa, whoa, El -- what are you doing? You just can't take my battery. I need that computer for school.",
        "Elwood: Since when? You haven't gone to class in days. Well, you want to flunk out, be my guest. But when you use my account to rack up these losses, forget that, I'm shutting you down.",
        "Casey: You shutting me down -- who are you to shut me down? You play, so do Jared and Kip and half our dorm.",
        "Elwood: Yeah, and we can handle it. When we lose, we don't play until we can pay back the account. But you, I mean, you're different. You know, you just can't stop. You lose your money, and you bet everyone else's. And the guys are sick of it. You heard Jared.",
        "Casey: Like I listen to Jared.",
        "Elwood: Well, you better listen to someone and quick, too. Because you're in way deep, all right? That money that you gave me only paid back half the guys you owe. Now, with this 5,000 bucks -- the guys want their money now, Casey. Like today.",
        "Casey: I don't have it.",
        "Elwood: Well, then, you better get it.",
        "Casey: Yeah, where am I going to get it?",
        "Elwood: Your brother?",
        "Casey: I can't ask my brother. I already promised him I'd quit.",
        "Elwood: And your parents?",
        "Casey: I can't go to my parents. My dad just got out of the hospital. He had a heart attack. And my mom -- I can't ask my mom.",
        "Elwood: Why not?",
        "Casey: Well, A, she's a cop, and B, that money I just lost -- I stole it from her.",
        "[SCENE_BREAK]",
        "Emily: My son is up in his room crying because of you!",
        "Margo: That is not Craig's fault.",
        "Emily: It is his fault! All of it! He said he was going to get back at me and he did!",
        "Craig: Look, why don't you keep it down? You're going to wake up Tom.",
        "Emily: Oh, that's a good idea. That's a great idea. Let's wake him up and let him know that you're the one who gave him the heart attack.",
        "Margo: Emily, that is so unfair.",
        "Emily: Your brother sold his shares of the newspaper to a man named Marcus Tull.",
        "Craig: Because he made me the best offer.",
        "Emily: And you knew that Tull would stop at nothing to get the other half. And you knew it. So, you siced him on me and my son!",
        "Craig: How I was I to know that he was going to kidnap Daniel?",
        "Emily: Because he's an inch away from being a mobster. But you knew that. You could've sold your shares to anybody, but you picked him, because you knew he would make my life miserable!",
        "Daniel: Mom? Why are you yelling?",
        "Emily: Look at me, promise me, promise me, you'll never go near your uncle Craig, okay?",
        "Craig: Emily.",
        "Emily: He's the one who had you kidnapped. You can never trust him again.",
        "[SCENE_BREAK]",
        "Gwen: So we literally have nothing left?",
        "Will: There's enough to take the record exec guy to lunch, but that's about it.",
        "Gwen: Okay, so we show Gordon what we have.",
        "Adam: No, that won't work. He'd laugh us out of the room.",
        "Gwen: But he's already heard me sing.",
        "Adam: Yeah, especially since he's heard you sing. That's what the demo's for, to show that you have range -- you're not some one- trick pony.",
        "Gwen: Okay, so that's it. You know what? It's -- it's fine 'cause I can use the time to write, which is great 'cause I have to do that anyways.",
        "Will: I'm sorry.",
        "Gwen: You have nothing to be sorry about. None of this could happen without you. And I've learned a lot. And, if anything, I should be the one apologizing. It was your money and I promise I'll get a job. And next year we'll try again.",
        "Will: Adam's not going to be around next year.",
        "Gwen: Okay, so it's not going to happen for me, at least, not this way. But you know what? I mean, we tried, which is a lot better than what most people can say. And you guys believed in me, which means a lot. And so what? We came up a little bit short.",
        "Barbara: How much do you need? 'Cause I believe in you, too. So whatever it takes to finish this project, I'm happy to help.",
        "Gwen: Barbara, I can never let you do anything like that.",
        "Barbara: Gwen, you and Will are my children. It's my privilege.",
        "Adam: Thanks, but, you know, to finish the demo and cover any incidentals its kinda close -- probably $5,000.",
        "Barbara: Oh. So $10,000, would that do?",
        "Gwen: Are you serious --",
        "Barbara: Of course I am.",
        "Gwen: Oh, Barbara, thank you so much --",
        "Will: I'm sorry, this is not a good idea.",
        "[SCENE_BREAK]",
        "Lily: So, what's going on with Adam?",
        "Jade: I don't know. We went out for New Year's Eve. And we've been out a few times since then. But every single time we make a plan, it just -- it seems to get pushed back or cancelled. And it's not that he isn't sweet about it, he is sweet about it. He just seems so obsessed with making this demo for Gwen.",
        "Lily: Maybe he's a workaholic.",
        "Jade: Maybe. I don't know, but it just seems different. It seems like his heart's not into it. And a month ago, I would've blamed Gwen. You know, she's always had it in for me because of Will. But he's not the type to let people tell him what to think. Which makes me think he's interested in somebody else.",
        "Lily: Maybe you're thinking too much about it. Now, it's sad to say that most men aren't capable of doing more than one thing at the same time. It's sad, it's very sad, but true. Maybe this demo thing is all he can handle right now.",
        "Jade: Yeah, it's just the last time we were together -- is it okay if I talk to you about this kind of stuff?",
        "Lily: Please. This is great. I love that you would confide in me. Faith is treating me like yesterday's lunch, so I'm thrilled to talk to you. So, go ahead. Feel free.",
        "Jade: It's okay to talk about sex?",
        "Lily: Sure, we're adults. Of course, you can tell me anything.",
        "Jade: Good, because this is really been bothering me and I've really wanted us to talk about it. Adam and I were very intense. And the last time we were together, it was weird. It was like, I don't know, he looked at me. And it was like he didn't see me. It was as if, I could have been anybody.",
        "Lily: Oh, that must have felt awful.",
        "Jade: Yeah, yeah. So, I stopped him. And I left.",
        "Lily: Good. That was the right thing to do.",
        "Jade: You know, I'm not going to let anybody treat me like that. I mean, especially after everything that happened with Will. I'm not going to be anybody's plan B.",
        "Lily: Now you really sound like your mother. Because Rose never compromised when it came to love. Or anything else, never. Yeah, she was -- well, she treated herself like a queen and she expected nothing less from the men in her life.",
        "Jade: Well, she was right. Well, thanks for the talk. I do feel a little bit better. And now I have to go.",
        "Lily: Well, you didn't finish your salad.",
        "Jade: I'm not hungry.",
        "Lily: Okay, bye.",
        "Jade: Thank you so much.",
        "[SCENE_BREAK]",
        "Will: This was my project, so I hate that I let the budget get out of hand. And you know how much I want to make this happen for you. But I'm sorry, Mom, we can't accept your money.",
        "Barbara: Honey, I'm sorry if I made this sound like a gift. Because it's not. I know you wouldn't accept that. And also I'm not trying to connivance a producer of any kind. No, this is a loan. And you can pay me back after Gwen signs her first contract.",
        "Will: Well, that can take awhile. Gwen's amazing, but the music industry's really unpredictable.",
        "Barbara: I understand that. I'm willing to take that risk. Because I believe in her, too. Pay me back when you come into the next phase of your trust.",
        "Will: Well, that's an idea. But when you gave me the trust, you said this was going to be about me managing my own money. And you weren't going to bail me out or interfere, right, so?",
        "Barbara: And investing in your wife's future is a wonderful way to start. And I applaud you both. And you too, Adam.",
        "Adam: Thank you, Barbara. We'd really appreciate it.",
        "Will: Yeah, we do, but I just don't think that --",
        "Adam: What's your problem?",
        "Gwen: Will, look, whatever you decide, its okay. I understand.",
        "Barbara: You know what? Wives like this don't grow on trees. So, I suggest you do it for your wife, okay? Take the money.",
        "Gwen: It's okay.",
        "Will: Okay, Mom. We'll take the money.",
        "Gwen: You sure?",
        "Will: Yeah.",
        "Barbara: Okay. $10,000?",
        "Adam: Yeah, that should do it.",
        "Barbara: Great. I have registered bonds back at my place. My broker is out of town skiing and so I'll go back and grab them.",
        "Gwen: Well, what is a registered bond?",
        "Barbara: It's a bond that states that anyone who holds it can have it redeemed at face value. I have them back in my safe at the suite. I'll go grab them, and then I'm going to stop over at Tom and Margo's and drop off a get-well gift. Can I meet you there?",
        "Will: Yeah, sure.",
        "Barbara: Smile. Your wife's career is back on track, okay? Okay.",
        "Adam: What's going on?",
        "Will: Nothing. You got what you wanted, so --",
        "Adam: So this demo was all my idea?",
        "Will: Look, I don't want to argue with you.",
        "Adam: What's your problem?",
        "Will: I just accepted $10,000 from my mom.",
        "Adam: Yeah, but you can pay back as soon as your trust rolls over, okay? It's not like they have to go out and dig ditches. The money's there, waiting for you.",
        "Will: Yeah, it's not about the money.",
        "Adam: Then what is it?",
        "Will: Have you been gone that long? This is my mom we're talking about.",
        "Adam: Will, you're not eleven, anymore. You can handle her.",
        "Will: I know I can handle her, that's not the point.",
        "Adam: Then, what's the point?",
        "Will: It's not a place I want to be in, okay? Owing her that kind of money. I don't want to be in that situation.",
        "Adam: Suck it up for your wife's sake.",
        "Will: I am, that's why I took the loan.",
        "Adam: Okay, then what are you whining about? I mean, you got to make nice to your mother for a little a while. Big deal. It's worth it.",
        "Will: Maybe.",
        "[SCENE_BREAK]",
        "Elwood: Well, how did you do that? I mean, how did you steal money from your own mother?",
        "Casey: Because she has this box that she uses to stash money in for emergencies. And half the time, she forgets it's even there. So, I thought I could take it and put it back before she knew it was missing. And I was going to tell her about it. I really was. And then my dad got sick and she freaked out, and I couldn't. And then she went to get some money for the pharmacy and she noticed that it was missing. And everyone was there. My dad has just got home from the hospital, so -- I mean, I just -- I couldn't. Now, if I come clean, it's going to make things even worse. And on top of all that, they just got my grades.",
        "Elwood: Yeah, I mean, I just got a phone call from my dad about mine. So, what are you going to do? About the money, not the grades.",
        "Casey: I don't know. Just go back to the dorms and figure something out.",
        "Elwood: No, no, you can't go back to dorms. You know the guys that you owe? They've been banging on the door the whole day. I mean, that's why I've been trying to reach you. They want their money, like now. And you can't go back to the dorms until you have it. I mean, all of it, all right. Including this new five grand.",
        "Casey: Yeah, okay, where am I going to get that kind of money?",
        "Elwood: Hey, that's your problem, not theirs, all right? You're out of control. And it's not fair to anybody.",
        "Casey: Whatever. Then fine, I'll go home. And I'll tell my parents I want to stay here for a couple days until my dad gets back on his feet. And then, I'll figure something out.",
        "Elwood: Hey, just get the money, Casey. Before something happens.",
        "[SCENE_BREAK]",
        "Emily: I'm sorry. Okay, I didn't mean to scare you. But the truth is, the man that took you. He's in jail, and he's going to stay there for a very long time. But he was friends with your uncle Craig --",
        "Craig: No, no, he was not my friend. He was a business associate. Your mother's exaggerating ---",
        "Emily: Stay away from him. Don't you talk to him. Don't you look at him.",
        "Margo: You're scaring Daniel.",
        "Emily: I am protecting him from your brother. And the fact that you'd even allow him to come in this house after what he's done.",
        "Craig: What I've done? I brought flowers.",
        "Emily: Yeah, to a man you put in the hospital.",
        "Daniel: Wait, what? I thought Dad had a heart attack?",
        "Margo: You know what? He did.",
        "Emily: Because your uncle Craig gave it to him. And if Margo can't understand that, then you're coming home with me.",
        "Margo: You know what? I know that your dad wanted to see you the minute he woke up. So, do you want to come and hang out in our room?",
        "Emily: No, he's not staying here with Craig.",
        "Margo: Yeah, why don't you come in here and hang out with us? Oh, oh, and look, your mom brought you the mp3 players. So, let's go in here and I'll be in, in just a minute, all right? You go. You go wait. Emily, I promise you, I will not let him out of my sight.",
        "Emily: I don't want Craig here.",
        "Margo: Well, I'm sorry. You're going to have to go now.",
        "Emily: Well, you're kicking me out?",
        "Margo: Yes, I am. Because I can't have all this screaming in my house. It's too stressful for Tom.",
        "Emily: Fine. Fine, I'll call -- I'll call you in an hour.",
        "Craig: Would you like me to put these in water?",
        "Margo: No.",
        "Craig: She's upset you. Come on, Margo. You can't listen to Emily, you know how unstable she is.",
        "Margo: Oh, yes, yes, she is unstable.",
        "Craig: Exactly.",
        "Margo: But the fact remains, you sold your shares to the man who kidnapped my stepson.",
        "Craig: I had nothing to do with that.",
        "Margo: But you knew that he was ruthless. You knew that he would stoop to anything to get what he wanted.",
        "Craig: I didn't know that he was going to hurt Daniel. I mean, okay, if you need another reason for Tom to have a heart attack, I understand that. But the fact is, he had a blockage in an artery.",
        "Margo: And he was scared to death!",
        "Craig: Okay, certainly that had something to do with. But the fact remains, I had nothing to do with Daniel's kidnapping --",
        "Margo: And when you came to the hospital, you were so very upset. And that kind of surprised me.",
        "Craig: Yeah, I was upset. I was very upset. I'm very fond of Tom. And I was worried about you.",
        "Margo: Yes, I'm sure you were. But you were guilty, aren't you? Because Emily was right. You hired a corporate thug to go after her because she sided with Donovan.",
        "Craig: Did I like the fact that my partner betrayed me? No, I did not. But I sold my half of the business because I couldn't work with her anymore.",
        "Margo: To a man that you knew would hurt her.",
        "Craig: No, I knew she wouldn't like him. So, she had a choice. She could've sold her end of the business. Oh, come on, Margo, be honest. You don't care about Emily any more than I do. After what she's done to you.",
        "Margo: She's Danny's mother. Anything you do to her affects my family.",
        "Craig: Okay, I know that --",
        "Margo: And now the man that I love is in there recovering from a heart surgery.",
        "Craig: Look, he's going to be okay. He's strong --",
        "Margo: Craig --",
        "Craig: Margo, you know that I would do nothing to hurt you. I love you.",
        "Margo: But you do hurt me. You hurt me, you hurt Tom, you hurt Danny --",
        "Craig: It's going to be all right if you have a little rest.",
        "Margo: Just go.",
        "Craig: Please, let me do something for you. Let me -- I'll make you a cup of tea or something.",
        "Margo: Tea? Get outta here.",
        "[SCENE_BREAK]",
        "Gwen: Hey. I just want you to know that nobody's made that kind of sacrifice for me before.",
        "Will: It's just money.",
        "Gwen: No, it's not just money. It's like crossing a bridge back to your mom.",
        "Will: It's not that big of a deal, all right? I'm just going to pay her back when we get the trust.",
        "Gwen: It's a big deal, and you and I both know it. And I'm never going to forget it, okay?",
        "Will: I should get going. I got to pick up a book before i head over to Tom and Margo's.",
        "Gwen: You want me to pick it up for you?",
        "Will: No, no. That's fine. You guys have work to do. So I'll see you later.",
        "Gwen: Bye.",
        "Will: Bye.",
        "Adam: Hey, you're back in the game.",
        "Gwen: Yeah. Yeah, thanks to Will.",
        "Adam: Yeah. Although for a second there, I didn't think he was going to take the money.",
        "Gwen: But he did.",
        "Adam: Yeah. Sure didn't seem too happy about it, though.",
        "Gwen: Well, his relationship with his mom hasn't been the easiest thing in the whole world. He probably felt like he was signing himself up for more abuse, but -- but it's going to be okay. She's -- she's mellowed.",
        "Adam: Yeah, that was my impression.",
        "Gwen: Losing Jennifer was really hard on her and I know that Will hasn't gotten over it either.",
        "Adam: Maybe that explains it.",
        "Gwen: Explains what?",
        "Adam: Well, I just don't buy that this is all about his mother.",
        "Gwen: Oh, believe me, it is. She put him through hell.",
        "Adam: Yeah, but he's a grown man, you know, living on his own, married. And it's not like he has to go out and work for it, it's already in the pipeline. You know, I envy him. For a lot of reasons. You know, we should get back to work.",
        "Gwen: You know, if you don't think it's about his mom, what do you think it's about?",
        "Adam: Who knows. Maybe you're right. Maybe he still is a little raw after losing Jennifer and Johnny. It's enough to make anyone gun-shy. You know this track list? We should think about this. I really don't think that starting with a ballad is such a good idea.",
        "Gwen: So what do you think he's afraid of?",
        "Adam: Ah, I'm probably wrong.",
        "Gwen: That's never stopped you before. What's he scared of?",
        "Adam: Losing you.",
        "[SCENE_BREAK]",
        "Meg: This is what he does. He sees things and then comes running to the rescue. Only then, you find out that he set the whole thing up so he could play the hero.",
        "Paul: That's not true.",
        "Meg: He's trying to get me to take him back. Only that's not going to happen so give it up.",
        "Paul: That's not what I'm trying to do.",
        "Meg: Oh, so maybe you're trying to get me fired. Is this some sort of payback?",
        "Paul: No.",
        "Bob: Look, we'll have to do this later, I got called to surgery.",
        "Meg: I'm sorry -- how could you do this? You know how important this job is to me.",
        "Paul: Meg, the last thing I want to do is hurt you. I would do anything to get whole thing to stop. I've tried everything I can to stop seeing the things that I'm seeing and nothing's working.",
        "Meg: How many times have I told you to see a neurologist?",
        "Paul: Fine, I'll see a neurologist! Now, will you help me figure out what it is that I saw? Because whatever's going to happen to somebody is going to happen in one of these corridors.",
        "Meg: I'm sorry, but I don't have time for a scavenger hunt. I'm have an important project to run for the hospital and I'm late as it is.",
        "Paul: The blood drive. Excuse me, do you know where Bob Hughes is?",
        "Nurse #2: I believe Dr. Hughes is in surgery right now, but you can leave a message.",
        "Paul: No, there's no time for that.",
        "Nurse #2: You can check here at the desk.",
        "Paul: Where's the blood drive?",
        "Nurse #2: It's right in front of you.",
        "[SCENE_BREAK]",
        "Gwen: Will's not losing me.",
        "Adam: I'm not saying it's logical. It's just, you know, the more involved you get with your career, the more it probably changes his impression of what he thought married life was going to be. You know, you dropped out of school. You're out there in the real world making a name for yourself. Who knows? Maybe he feels like he can't keep up.",
        "Gwen: Well, that's not true.",
        "Adam: I'm not saying it is. But you know? He didn't seem too upset that he was going to have to pull the plug. When his mother arrived, she practically had to beg him to take the money. Just doesn't seem like that's the way someone would act if they're committed to something.",
        "Gwen: Well, it's not his dream, it's mine. And he is committed -- to me.",
        "Adam: Good, there's no worries. You know, Barbara's coming through with a big stack of bonds to tide us over, so it's great.",
        "Jade: Will's mom is giving you money?",
        "Adam: Yeah, we had a little bit of a budget crisis, so she's loaning us $10,000.",
        "Jade: $10,000?",
        "Adam: Music takes money.",
        "Jade: Oh, aren't you the lucky girl?",
        "Adam: Play nice.",
        "Jade: No, really. Rich husband, rich mother-in-law --",
        "Gwen: We're paying her back.",
        "Jade: Oh, with what? The trust fund Will's mom gave him?",
        "Adam: Gwen and I are in the middle of something. What's up?",
        "Jade: You asked me to come here so we could talk about stuff?",
        "Adam: Yeah, we do need to talk. So could you meet me at my house in about a half hour? You know, Gwen and I need to finish up something. I need to book another studio session. And it won't take long, but I really need to get on it.",
        "Jade: Right.",
        "Adam: So can we meet later?",
        "Jade: Yeah, I'll wait for you outside of your mom's house. But I don't feel like freezing to death, so call me if you get tied up.",
        "Gwen: You know, you didn't have to do that. We could've talked later.",
        "Adam: Hey, Gwen, I just really want to apologize for going over budget, but that was all me, not Will. I mean, I was just trying to do what needed to be done to finish the project. And that's no excuse. It won't happen again.",
        "Gwen: We were all just doing the best we can.",
        "Adam: Yeah, but I'm supposed to be the pro. So, you know, the demo's going to smoke, Gordon's going to love you. Six months from now, you're going to be on another planet, I promise. C'mon, we got to get to work.",
        "[SCENE_BREAK]",
        "Lily: Emily. Hi. How's Daniel? I was so relieved he was found.",
        "Emily: He's a mess.",
        "Lily: Was he hurt?",
        "Emily: No, not physically. But he was definitely traumatized.",
        "Lily: Of course he was.",
        "Emily: I'm so sorry.",
        "Lily: Yeah.",
        "Emily: Because of him.",
        "Lily: Who?",
        "Emily: Craig. Craig is the one --",
        "Lily: Craig?",
        "Emily: Who had my son kidnapped. Did you know that, Lily?",
        "Lily: What?",
        "Craig: Hi, Lily. Will you excuse us for just one --?",
        "Lily: Sure.",
        "Emily: Get your hands off of me.",
        "Craig: Keep it up, Emily. And I will make sure you really pay.",
        "Lily: Is there a problem?",
        "Emily: Yeah, you're looking at him. You stay away from me and you stay away from my son.",
        "Lily: Oh, Emily -- what was that about? Craig?",
        "Craig: It's just Emily sounding off.",
        "Lily: She made it sound like you had something to do with Daniel's kidnapping.",
        "Craig: I don't know if you've been reading the financial papers lately, but I just sold my share of \"The Intruder.\"",
        "Lily: Yeah, I did read that.",
        "Craig: The guy that I sold it to, he wanted her shares too and she refused, so, apparently, he kidnapped Daniel to try to force her hand.",
        "Lily: What does this have to do with you?",
        "Craig: Emily's trying to destroy me. She sided with Dusty when he tried to take Johnny away from me. She's been running around town mouthing off to anyone who'll listen. My own daughter's turned against me. Lost my son. I've been shot. I'm sorry, did you say something?",
        "Lily: I was wondering what selling your shares of \"The Intruder\" has to do with Daniel's kidnapping.",
        "Craig: Well, apparently, I sold it to a very bad apple.",
        "Lily: Which should be Emily's problem, not yours. Did you warn her?",
        "Craig: Of course I did. I told her he was ruthless and that she should sell out.",
        "Lily: And she refused? Well, that's her problem. Is that cold? Is that a little cold for me? Maybe I've been spending to much time on my mother's knee. But I know -- I know -- in business, once you sign over your shares, that's it. You're responsibility is over, done.",
        "Craig: Would you please talk to my sister?",
        "Lily: Yeah, I will talk to you sister, if I have to. You're no saint. You might have an agenda here.",
        "Craig: I didn't tell him to kidnap that child. I didn't tell him anything, I just sold him the shares.",
        "Lily: Knowing it would make Emily's life miserable.",
        "Craig: Her work life. I had no intention of getting anybody hurt, especially an innocent child. And now I'm persona non grata at my own sister's house. My whole family's turned against me.",
        "Lily: At least you still have some friends.",
        "Craig: Really? Name one.",
        "Lily: You have me. I don't always agree with everything that you do, but I am still your friend.",
        "[SCENE_BREAK]",
        "Adam: So once we finish the mix, it's pretty much just all about packaging. We've got the photos from the shoot in L.A. I'll type up the liner notes.",
        "Gwen: And what about lyrics?",
        "Adam: Yeah, I'll need a copy of those changes. Then we put it together, that's pretty much it.",
        "Gwen: Just like that?",
        "Adam: Yeah, more or less. What?",
        "Gwen: I just -- I can't believe that we're actually finishing this thing.",
        "Adam: Well, that's the idea, isn't it?",
        "Gwen: Yeah, I just never thought that we would get to the end of this list, especially after today with almost everything falling --",
        "Adam: Well, this is just the beginning. I mean, once you're signed and you'll write more songs, book a band --",
        "Gwen: I know.",
        "Adam: Tour.",
        "Gwen: It's just -- thank you.",
        "Adam: Hey, this is all you. You did it. I'm just riding your wave.",
        "[SCENE_BREAK]",
        "Barbara: I think Tom will find it very soothing. It'll remind him of when he was Casey's age.",
        "Margo: You don't think that that will be depressing for him?",
        "Barbara: Oh, no. I think he'll find it inspiring.",
        "Margo: Hi. Hi, Will. Come on in.",
        "Will: Sorry, I didn't mean to interrupt.",
        "Margo: Casey's not here.",
        "Will: No, actually I was just catching up with mom. How's Tom doing?",
        "Margo: He's better. He's better. I think I'll take him a little inspiration.",
        "Will: You're re-gifting, Mom?",
        "Barbara: Shh! I don't want her to hear. Besides, the Herzogs up in Barrington won't know a thing.",
        "Will: I won't tell.",
        "Barbara: Honey, I don't want you to think that I'm -- interfering. I just want you and Gwen to be happy, that's all.",
        "Will: No, you're not. I know. And I'm sorry. I should probably apologize for being ungrateful -- I just needed time to think about it.",
        "Barbara: Okay. Well, I have the bonds right here if you still want them.",
        "Will: Yeah. Thank you. And you know I'm gonna pay you back as soon as I can.",
        "Barbara: No hurry.",
        "[SCENE_BREAK]",
        "Casey: I don't have it, okay?",
        "Jade: Whoa, you don't have what?",
        "Casey: Nothing, I'm sorry. I thought you were gonna mug me.",
        "Jade: A mugger? On your doorstep?",
        "Casey: Yeah, are you here to see Adam?",
        "Jade: Yeah, I'm meeting him in a few minutes. Are you okay?",
        "Casey: Yeah, I'm fine. I'm fine.",
        "Jade: All right, well why are you standing out here in the cold?",
        "Casey: I'm thinking, all right? Is that a crime?",
        "Jade: Must be nice.",
        "Casey: What do you mean?",
        "Jade: That envelope is filled with registered bonds. Barbara's lending Gwen and Will the money to finish the demo.",
        "Casey: Registered bonds -- that's just as good as cash.",
        "Jade: Yep. $10,000 worth.",
        "Casey: $10,000?",
        "Jade: Yeah. She's just carrying it around in her purse.",
        "[SCENE_BREAK]",
        "Meg: If everybody could please take a form.",
        "Paul: Okay, the blood drive's over. Everybody out! Go on, go on, get out of here! The exit's over there.",
        "Meg: Hey!",
        "Paul: Go!",
        "Meg: Hey! What are you doing?",
        "Paul: I figured out what it is that I saw.",
        "Meg: Okay, you know what? This is crazy, and if you don't leave right now, I'm calling security.",
        "Paul: Meg, you've got to get everybody out of here or somebody's gonna die.",
        "[NEXT_ON]",
        "Lucinda: You really want to help poor Emily? Or you just want to stick it to Craig?",
        "Meg: I need you to leave now. That's it. I'm calling security.",
        "Will: I have to meet Gwen first, so I'll ask Lisa to keep these in the safe for the night."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=uNdHx7B3-Nc"
}