{
    "Episode Summary": [],
    "Recap": [
        "Dusty and Meg decide to stop fighting their feelings for each other and make love the two lovebirds eat Chinese food in bed after making love. Paul is hopeful that he and Meg will get back together and that they will soon be a family. Paul's hopes are crushed when he bursts into Dusty's room and sees Meg in Dusty's bed eating Chinese food. Paul thinks Meg is a whore and tells her she finally broke his heart. Paul is hurt and angry so he calls Emily to ask for her help in destroying Meg and Dusty.",
        "Parker and Liberty cross state lines to get married and after humiliating Carly by telling a judge about her sordid past the judge agrees to marry Parker and Liberty. Carly and Craig watch in shock while they wait for Jack and Janet to arrive. Jack and Janet arrive just as the grooms is kissing the bride.",
        "Jack is so angry that Parker doesn't understand how serious marriage is and since Parker wants to be independent so badly Jack decides to throw him out of the house. Jack tells Parker and Liberty not to go to the farm because from this moment on they are on their own. Jack is heartbroken as he closes thee door on Parker and Liberty and he cries a little while Carly, Janet , and Craig are stunned by Jack's actions."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: You had a pretty good day with your daddy, didn't you? Yeah, and I know -- it would have been nicer if mommy was here, but don't worry. I have a feeling the three of us are gonna be hanging out together again real soon. Especially now that a guy named Dusty is out of the picture. You know what? Why don't we see if she wants to have a little family dinner tonight? When I drop you off, I'll give her flowers, that way she can't refuse. You think that's too much? Hey, don't look at me like that. I know exactly what mommy needs.",
        "[SCENE_BREAK]",
        "Meg: Here we are again.",
        "Dusty: Yep.",
        "Meg: This is where we usually come to our senses.",
        "Dusty: What are your senses telling you right now?",
        "[SCENE_BREAK]",
        "Craig: How do you feel about making a slight alternation on the label for the international line? Carly? Are you daydreaming about that hotel in Chicago again? I know what you mean. I do that four or five times a day.",
        "Carly: What?",
        "Craig: I thought that might bring you back.",
        "Carly: Yeah, uh -- I'm sorry. I guess I am a little preoccupied, huh?",
        "Craig: About Parker?",
        "Carly: I just -- I still cannot believe he actually filed an injunction against his parents.",
        "Craig: Has it had the effect he wanted?",
        "Carly: Do you mean has he avoided going to boarding school? Temporarily.",
        "Craig: So Jack's determined to see this thing through?",
        "Carly: And use Parker's trust fund to do it, whether the injunction says he can or can't.",
        "Craig: The semester's almost half over. Are you sure it's even worth the fight?",
        "Carly: No. I'm not sure about anything anymore. Except that if I hadn't been such a mess as a mother, none of this would be happening.",
        "Craig: Parker's a teenager. Breaking away from their parents is what they do. Just give him time. He'll come around.",
        "Carly: I'm not so sure about that. Every day that goes by, I feel more and more like I'm losing him, and I don't know how to get him back.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Liberty: Hey.",
        "Parker: Is this the soon-to-be Mrs. Snyder?",
        "Liberty: Whoa. Yeah, I didn't think I'd ever be called a Mrs. Anything ever before. Hi.",
        "Parker: You're not getting cold feet, are you?",
        "Liberty: No. I'm just a little worried what my mom's gonna say when she finds out.",
        "Parker: Once we're married, she won't be able to say anything. Nobody will.",
        "Liberty: Oh, they're here.",
        "Parker: All right, meet me in Old Town?",
        "Liberty: I'll be there as soon as I can.",
        "Janet: Hi, Honey.",
        "Liberty: Hey, hi.",
        "Janet: Where are you going?",
        "Liberty: Oh, I thought I told you. I am going to look at S.I.U. with Dad today.",
        "Janet: What? You did not. And your father didn't tell me, either. Honey, that's great. Oh, I'm so excited.",
        "Liberty: Mom, can you -- I can't breathe.",
        "Janet: I'm sorry, I'm sorry. It's just -- this is exciting. You're going to look at colleges! Oh, my gosh. It seems like just yesterday, I was taking you around to day care centers.",
        "[Jack laughs]",
        "Janet: Oh, Honey. You know what? This calls for a toast. I think Emma has some apple cider -- sparkling apple cider in here.",
        "Liberty: No Mom, please, can we not make a big production out of it?",
        "Jack: Why? Your mom's so proud of you.",
        "Janet: You bet I am. Especially since you get to do something I never got to do.",
        "Liberty: Yeah, because you were too busy raising me, all that stuff.",
        "Janet: Hey, hey, hey, no regrets, no regrets. You're just making up for my lost time.",
        "Jack: No. Hey, maybe Parker'll take the lead and start getting serious about his future, too.",
        "Janet: Oh, you know what?",
        "Liberty: Oh, you're not calling dad, are you?",
        "Janet: No, no, no, I'm calling Henry and Vienna. I'm supposed to work tonight. However, I can't wait to see the look on your face when you step foot on your first college campus.",
        "Liberty: Oh, no, Mom. You can't -- you can't go! Because Dad planned this whole thing, and you should let him do this 'cause it's like his first time to be responsible and all that. Right, I mean, you can't go.",
        "Janet: Okay, well, there'll be other colleges.",
        "Liberty: Yeah, there will be a lot more, definitely.",
        "Janet: Okay, but you better take lots of pictures.",
        "Liberty: Oh, I will, I will. I should probably get going.",
        "Jack: Isn't Brad picking you up here?",
        "Liberty: Yeah, he is -- but I just -- I'm so excited, that I kind of just think I should wait at the driveway.",
        "Janet: Hey, listen to me. Do not feel pressured into making any big decisions right away, okay?",
        "Liberty: Yeah, I won't. Love you, Mom.",
        "Janet: Oh, I love you, too, Sweetie. Oh, God.",
        "Liberty: Okay. Bye, see you later.",
        "[SCENE_BREAK]",
        "Carly: Hey, Parker, you going someplace?",
        "Craig: Parker! Your mother's talking to you.",
        "Parker: I'm going out.",
        "Carly: Yes, Parker, I gathered that. Where to? Hey, Parker! No, you come on! Either you tell me where you're going, or you're not going anywhere.",
        "Parker: What is your problem?!",
        "Carly: Maybe you think that injunction means you can come and go from here as you please, but I am telling you Parker, that is not the way it is.",
        "Parker: I'm going to the hockey finals. My team is in the division championship.",
        "Carly: You are? Why didn't I know about this?",
        "Parker: You've been kind of busy.",
        "Carly: No, Honey, I'm not too busy for that.",
        "Parker: Whatever. I just thought that, since I'm still here, I might as well play one last game with my team. Unless you have a problem with that.",
        "Carly: No, of course not. I wanna go with you. I wanna be there and watch you play.",
        "Parker: No, no, I'd rather you didn't. I'd like to remember it in a positive way.",
        "Carly: Is there anything I can do to stop you from being so angry?",
        "Parker: Yeah. Just get Dad to drop the whole Eastlake thing.",
        "Carly: I don't think he's going to do that.",
        "Parker: Not even if he can't use my trust fund?",
        "Carly: We're still in control of it, Parker.",
        "Parker: Not with the injunction. And if you guys aren't willing to back down, then neither am I.",
        "Craig: Planning on checking your e-mail during the game?",
        "Parker: What?",
        "Craig: Last I heard, laptops aren't allowed on the ice.",
        "Parker: Okay, not that it's any of your business, but I was going to use it on the bus.",
        "Carly: No, you're not. You're not gonna take your computer to a hockey game, Parker. No, it's practically brand new.",
        "Parker: Fine. I won't take it. Hey, guys.",
        "Trevor: Ready, Dude?",
        "Carly: Hi. Are you boys on the hockey team, too?",
        "Colton: Yes, Ma'am.",
        "Carly: Oh. Okay, well, have fun tonight.",
        "Parker: Thanks. Can I go now?",
        "Carly: Yes. Good luck.",
        "Parker: Thanks.",
        "Trevor: You think your mom bought it?",
        "Parker: Yeah. Hey, you guys were great.",
        "Colton: That \"Yes, Ma'am\" thing works every time. What do you need us to do now?",
        "Parker: We need to go pick up Liberty, and then you guys can drop us off at the bus stop.",
        "Colton: All right, no problem.",
        "Trevor: I can't believe you're really going to take the plunge.",
        "Parker: And the sooner I let them know I mean business, the better off I'll be.",
        "[SCENE_BREAK]",
        "Carly: I remember a time when Parker was so happy to have me at his games.",
        "Craig: Unless he knows he's not going to play.",
        "Carly: Well, of course he's gonna play. He's the best player they have on the team. Why wouldn't the coach play him?",
        "Craig: Because there's not an actual game.",
        "Carly: You don't believe that Parker's in the championship?",
        "Craig: Not for a second.",
        "[SCENE_BREAK]",
        "Jack: Hey, Paul.",
        "Janet: Ohh! Looky, looky.",
        "Paul: I'm here to drop off Eliza.",
        "Janet: Ooh, can I fill in for mommy until she gets home, Sweetie Pie?",
        "Jack: You shouldn't have.",
        "Paul: I didn't. Meg's not here?",
        "Jack: She'll be here in a minute.",
        "Janet: Hi, Cutie.",
        "Jack: I'll -- I'll tell her you sent her flowers.",
        "Paul: You know, if it's only going to be a minute, maybe I'll just stick around.",
        "[SCENE_BREAK]",
        "Meg: Maybe this is a sign.",
        "Dusty: You're seeing signs now?",
        "Meg: Aren't you? We keep getting to the bed and stopping.",
        "Dusty: We didn't used to stop.",
        "Meg: It's not like there's anything in our lives to stop us. I mean, I'm free.",
        "Dusty: So am I.",
        "Meg: And I do have feelings for you.",
        "Dusty: That's good, it's mutual.",
        "Meg: It is?",
        "Dusty: Yeah, I'm right here.",
        "Meg: You never said anything.",
        "Dusty: Your life's complicated enough.",
        "Meg: That's funny.",
        "Dusty: What?",
        "Meg: You're the only thing in my life that isn't complicated.",
        "Dusty: Well, maybe we shouldn't stop?",
        "Meg: I was thinking the same thing.",
        "[SCENE_BREAK]",
        "Liberty: Hey.",
        "Parker: Did your mom give you a hard time about leaving the house?",
        "Liberty: Are you kidding? She practically shoved me out the door. Dude, she thinks I'm going to look at colleges with my dad, remember? I really hope he doesn't blow it by calling her, though.",
        "Parker: Well, even if he does, we'll already be on our way to freedom.",
        "[Cell phone rings]",
        "Liberty: Talk about a guilt trip.",
        "Parker: \"I am so proud of you! Love, Mom.\"",
        "Liberty: Yeah. She thinks I'm doing what she couldn't do when she was my age.",
        "Parker: Well, you are. You're getting married.",
        "Liberty: Are you kidding? She doesn't want me to be tied down.",
        "Parker: The last thing you'll be is tied down. Once we're married, I'll get control of my trust fund, and then we can live our lives however we want to. After your mom struggled for all those years, there's no way that she could be upset about this.",
        "Liberty: Okay, listen. I know that I got psyched about all the money we'd have, and that stuff, but I just want you to know that that is so not why I'm doing this. I'm doing this because I really love you.",
        "Parker: I love you, too. Listen, Colton and Trevor are waiting to take us to the bus stop. So we should probably get going, all right?",
        "Liberty: All right.",
        "Parker: What is it?",
        "Liberty: I just -- I really cannot believe that this time tomorrow, I'm gonna be your wife.",
        "Parker: And I'll be the happiest guy in the world.",
        "[SCENE_BREAK]",
        "Carly: What about Parker's story aren't you buying?",
        "Craig: Pretty much all of it.",
        "Carly: Well, I choose to believe my son.",
        "Craig: I'm not saying Parker is a bad kid, but he is a defiant one lately, and it's not as if he hasn't lied before about where he was going.",
        "Carly: Yes, but when he did, he got into a boatload of trouble. I'm not so sure he'd try that again.",
        "Craig: He might if he thought he could avoid the trouble.",
        "Carly: Are you trying to make me more paranoid than I already am?",
        "Craig: You know, maybe I've just come up with too many covers in my past not to know when someone else is doing it.",
        "Carly: Oh, it's because he wanted to take the computer, right? Is that it?",
        "Craig: It's been a while since I've dealt with a teenaged boy, but when Bryant played soccer, I was lucky if he remembered his cleats.",
        "Carly: What are you doing?",
        "Craig: If you want to find out what Parker's up to, you have to go to the source.",
        "Carly: Oh, no, no, no. I can't look at his computer. That's a complete invasion of privacy.",
        "Craig: You're not invading. I am. Now what do you think his password is?",
        "Carly: Craig, even if I knew, I wouldn't tell you.",
        "Craig: Fine. It can't be that hard. Uh, I guess \"Liberty\" would be a little too obvious. All right, let's see -- he likes hockey, but he loves tennis, right?",
        "Carly: Mm-hmm, yeah, why?",
        "Craig: \"Sampras.\" No. \"Federer\"? No.",
        "Carly: \"Munson.\" But that's all I'm giving you.",
        "Craig: Bingo!",
        "Carly: Ohh, if he ever found out that we did this, he'll never forgive me.",
        "Craig: You might forgive yourself if you take a look at what he's been seeing. Look at the second item in his browser history.",
        "Carly: How to obtain a marriage license? But why would he -- oh, my God!",
        "Carly: He must've heard us talking to Tom.",
        "Craig: About what?",
        "Carly: About how it wouldn't be easy for him to get control of that trust fund unless he was an emancipated minor, which would be nearly impossible with two responsible adults -- unless he was married.",
        "Craig: Who are you calling?",
        "Carly: Jack.",
        "Craig: No, no, no, no, no, you don't want to bring him into this. He'll just aggravate the situation and that could just push Parker right over the edge.",
        "Carly: I think Parker might already be very close. And I'm sure that Liberty is the girl that he wants to marry, so Janet and Jack have a right to know.",
        "Craig: But Liberty seems like a sensible girl. She could turn him down. The rejection alone could bring Parker to his senses. Let's just wait -- let's just see what other searches he's made. Come here.",
        "Carly: Ooh, marriage without -- without parental consent.",
        "Craig: Yeah, it looks like he was looking for judges just over the state line.",
        "Carly: Because you don't need parental consent there.",
        "Craig: Judge Joseph Whitaker is the first one of the list.",
        "Carly: Is there a number?",
        "Craig: Yeah, but frankly, I think we'd have better luck if we went there in person. If we leave now, we might actually have a prayer of stopping them.",
        "[SCENE_BREAK]",
        "Judge: So I understand the two of you want to get married.",
        "Parker: We do.",
        "Judge: Please be seated. So, how old are you?",
        "Parker: I'm 16.",
        "Liberty: And I'm 17.",
        "Judge: Isn't that a little young?",
        "Parker: Not according to the laws in this state.",
        "Judge: Are your parents behind this union?",
        "Parker: That's why we came here -- because we don't need them to be.",
        "Judge: That doesn't automatically mean I'll marry you.",
        "Parker: Well, why not? I love her.",
        "Liberty: And I love him.",
        "Judge: And is that why you want to get married or are you just trying to get back at Mom and Dad?",
        "Parker: We just want to live our lives.",
        "Liberty: You know, without interference.",
        "Judge: I have to ask. Um, are you pregnant?",
        "Liberty: No -- do I look pregnant or something?",
        "Parker: Please, your honor. We need to be married as soon as possible. Otherwise, my parents will ruin my life.",
        "Judge: Are things really that dire?",
        "Parker: They're worse. If I don't marry Liberty today, I could literally lose everything.",
        "[SCENE_BREAK]",
        "Meg: I'm glad we waited.",
        "Dusty: I was just wondering why we waited.",
        "Meg: Because I wasn't ready before.",
        "Dusty: Were you ready just now?",
        "Meg: Completely.",
        "Dusty: No regrets?",
        "Meg: Not one. You?",
        "Dusty: Everything feels right.",
        "Meg: Yeah, me too. That couldn't have happened before.",
        "Dusty: Because of Paul. It's about you and me now and I want you to know --",
        "Meg: No, you don't have to explain. I know you care about me.",
        "Dusty: I really do.",
        "Meg: And I care about you, too. I'm hungry.",
        "Dusty: That a girl, room service.",
        "Meg: I was thinking sesame noodles.",
        "Dusty: We're getting a bit more than sesame noodles. You've got to keep your strength up now that the newborn is running the show.",
        "Meg: Speaking of newborns, Paul is dropping off Eliza soon at the farm. You know, I really should be there.",
        "Dusty: Stay.",
        "[SCENE_BREAK]",
        "Paul: You know, she's going to get hungry soon.",
        "Janet: We have a bottle in the fridge. I'll heat one up.",
        "Jack: You know, we can watch her. Eliza. She's in good hands. Janet and I are more than qualified to baby-sit.",
        "Paul: Yeah, well, I appreciate that, but I'm fine.",
        "Jack: Are you? Fine, I mean. Because it wasn't too long ago that you weren't fine.",
        "Paul: Yeah, that's all past.",
        "Jack: I hope so.",
        "Paul: You know what? Meg wouldn't let me hang out with Eliza if she didn't think I was fine.",
        "Jack: Meg is a pretty forgiving woman.",
        "Paul: And she's smart, too.",
        "Jack: Still -- don't push it.",
        "Paul: I beg your pardon?",
        "Jack: I'm just saying. This would be a lot less stressful on Meg if you weren't here when she got back.",
        "Paul: Well, you've got a lot of say, don't you? I don't want to upset anybody, Jack. You go right ahead --",
        "Jack: Thank you.",
        "Paul: You're welcome.",
        "Jack: Hey, Baby.",
        "Janet: Not too hot, not too cold.",
        "Jack: Actually, Paul is not going to stay. He's got to go. Sure you don't want to take those flowers with you?",
        "Paul: Yeah, I'm positive. Excuse me.",
        "[Phone rings]",
        "Janet: Snyder residence.",
        "Meg: Janet?",
        "Janet: Meg, hey.",
        "Meg: I'm calling because Paul was supposed to drop off Eliza.",
        "Janet: He did. And she's just fine.",
        "Meg: He's already gone?",
        "Janet: Uh, well, he hung around and waited for you for a bit but Jack got him to leave.",
        "Meg: Oh, that's great. Um, I'm going to be a little bit later than I expected.",
        "Janet: No problem. I would love to watch the little one until you get home. She's so cute.",
        "Meg: Thank you. Well, give her a big kiss from me.",
        "Janet: I sure will. Oh, hey, are you going to have your cell phone on in case I need to call you for some reason?",
        "Meg: Um, actually I left my cell in the car, but you could reach me over at the Lakeview. I'm in Dusty's room.",
        "Janet: Whoa, you go girl. And don't worry we won't be calling.",
        "Jack: Is everything okay?",
        "Janet: Well, it is with Meg. She's having a little afternoon delight with her old pal, Dusty.",
        "Jack: Good for her.",
        "Janet: Bad for Paul. I guess these were a waste of money.",
        "[SCENE_BREAK]",
        "Parker: I have a trust fund that's worth a ton of money. And once we're married, I'll get full access to it.",
        "Judge: And if you don't get married?",
        "Parker: Then my parents are in control. But once I get control, I can give Liberty whatever she wants. Be that college, or a house -- I mean, she can name it and it's hers.",
        "Judge: What about your parents? Are they the ones that give you the trust fund?",
        "Parker: No, actually it was my aunt. She's also the one who named my mom the trustee. She didn't realize what a mistake that was at the time.",
        "Judge: Mistake?",
        "Parker: Yeah, my mom's got the wrong attitude. She's trying to use the money to get me to do what she wants.",
        "Judge: Which is?",
        "Parker: Going away to boarding school.",
        "Judge: Ah, hence, the ruination of your life.",
        "Parker: Believe me, your honor, Sir -- if I don't do anything to stop her, she is going to keep on using my money until there is none of it left. And you may think that's fair, but I think it stinks.",
        "Craig: Judge Whitaker, that's him. Now remember, if they're in there, you have to try to stay calm.",
        "Carly: I'll do my best.",
        "Parker: I swear to you, your honor, if you marry the two of us today, right now, it will solve all of our problems.",
        "Carly: The hell it will!",
        "Parker: How did you find us?",
        "Carly: It's a good thing I did.",
        "Parker: Did you go on my computer?",
        "Craig: Define \"On.\"",
        "Parker: Oh, my God, you did.",
        "Liberty: Does my mom know?",
        "Craig: Well, we were hoping to spare your parents and your father by coming here and stop you ourselves.",
        "Carly: And it looks like we got here just in time.",
        "Liberty: So my mom doesn't know?",
        "Carly: No, she doesn't. But I ought to call her right now and have her come down here and help me stop this madness.",
        "Parker: You're not stopping anything. I'm 16 and according to the laws in this state --",
        "Carly: I don't care about this state. You are not getting married.",
        "Parker: It's not up to you.",
        "Carly: You wanna bet?",
        "Judge: Now just hold on a minute.",
        "Carly: Excuse me, Judge, I apologize, but this is really none of your concern. Now, let's go!",
        "Parker: No, I'm not going anywhere.",
        "Craig: Parker, your mother is trying to do what's best for you.",
        "Parker: That's a joke. She doesn't do what's best for anybody but herself.",
        "Carly: How can you say that?",
        "Parker: Because it's true. You wanted to know why I don't want her in charge of my trust fund? How's this for starters? A couple of years ago, she abandoned me and my brother and my sister to run away with a known jewel thief.",
        "Judge: Is that true?",
        "Carly: It's complicated.",
        "Parker: Yeah, because you fell in love with the wrong guy and you became a fugitive. And the only reason you're not in jail right now is because my dad cut you a break.",
        "Carly: I don't understand why you bring this up now. You know how hard I've tried to make up for what I did. And it has nothing to do with what you're doing now.",
        "Parker: Well, do you think that someone who would help a thief should really be in charge of a kid's trust fund?",
        "Carly: I have never even wanted to touch your money and you know it.",
        "Parker: Until now --",
        "Carly: Parker -- to send you to an excellent school.",
        "Parker: To get me out of your hair so you can do business with him. Oh, this is her partner, your honor. They sell booze together. Oh, and he's got a record, too.",
        "Carly: How dare you.",
        "Craig: No, no, it's okay, Carly --",
        "Carly: He has been nothing but good to you.",
        "Parker: So he can get you into bed.",
        "Carly: All right, that is enough! We're leaving right now!",
        "Parker: No, I said I'm not leaving --",
        "Carly: You are leaving! Now!",
        "Judge: Touch him, and I'm calling the police.",
        "[SCENE_BREAK]",
        "Jack: I've forgotten how sweet babies can be.",
        "Janet: Oh, I never realized you had such a soft spot for the little one --",
        "Jack: Are you kidding me? Some of my happiest memories are when Sage was this age.",
        "Janet: Oh, gosh, I know. I remember when Liberty got to the toddling age, it was so cute. She'd crawl up into my lap and she would put her cute little tiny arms around me, give me a hug, and all my cares in the world just washed away.",
        "Jack: Okay, I know we've talked about it, but have you given any thought to maybe having a baby of our own?",
        "Janet: Uh, I thought that we agreed that we had enough on our plates with the kids that we already have.",
        "Janet: Yeah, babies tend to make you forget that they grow up into teenagers whose soul mission is to ruin their parents' lives.",
        "Jack: Maybe ours would be different.",
        "Janet: Wouldn't make up for the mistakes we've already made --",
        "Jack: That's not what I'm trying to do. Okay, maybe just a little bit.",
        "Janet: Jack, I have high hopes for Parker and Liberty.",
        "Jack: You still think they can make it work once he goes to Eastlake?",
        "Janet: I think once they get some distance between them, and Liberty gets to look at some colleges and gets to look at some cute frat boys, I think they'll be looking at a totally different future from the one they think they want now.",
        "[SCENE_BREAK]",
        "Carly: You can't be serious.",
        "Judge: I will not tolerate abusive parenting in my chambers.",
        "Carly: I'm not an abusive parent. Parker, tell him. I'm not a threat to my son. Quite obviously he's acting out to try to get his own way.",
        "Judge: So far, you haven't denied any of his claims.",
        "Carly: Because I don't think I should have to defend myself against a child who will say anything to get what he wants. Aside from suggesting that he use his trust fund to go to a very prestigious school, I have never once told him what to do with his money.",
        "Parker: That is a lie. I wanted to pay for my father's wedding to her mother, but she wouldn't let me because she was so mad that he was marrying another woman.",
        "Judge: Wait a minute. Your father is married to your mother?",
        "Liberty: Yeah, but we liked each other way before that --",
        "Carly: I am not the only one who had a problem with you paying for that wedding. Your father had issues with it, too.",
        "Parker: Only after you freaked out. Just like when he wanted to get a second mortgage on the house so he and Janet could have a fresh start.",
        "Carly: How do you even know about that?",
        "Parker: Were you afraid that if he got the loan you wouldn't be able to use the house to bail out your stupid club?",
        "Craig: All right, Parker, that's enough.",
        "Parker: And how do I know that as soon as I'm gone, you won't try to keep that dump afloat with my money?",
        "Carly: I cannot believe you think I'd do something like that.",
        "Parker: Why not? It's not like you haven't pulled stunts like this before. The worst was when you pretended to be dying. And what about all those nights you said you were going to parent/teacher conferences but you were really working in a strip club?",
        "Carly: You are deliberately misinterpreting things. Yeah, I have made mistakes. A lot of mistakes. And I've paid for them. I think I'm paying for them right now. That's the point, Parker. That's why I'm here. I don't want you to mess up your life the way I messed up mine.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Jack: This ought to be good.",
        "Janet: Who is it?",
        "Jack: What do you want, Craig?",
        "Craig: Jack, I have some really bad news about Parker and Liberty.",
        "Jack: What about Parker and Liberty?",
        "Craig: They're in trouble. Big trouble.",
        "Jack: That's not possible. Liberty's looking at a college today with her father.",
        "Craig: If that's what she told you, then she lied. She's here with Parker and they're about to do something really stupid.",
        "Jack: Like what?",
        "Craig: Just take down this address and get here as fast as you can.",
        "[SCENE_BREAK]",
        "Meg: Is this real?",
        "Dusty: Tastes real.",
        "Meg: No, silly, I mean us. Are we really eating Chinese food in bed together?",
        "Dusty: Yeah. You don't know how to cook, remember?",
        "Meg: Hey, at least I can handle chopsticks.",
        "Dusty: I can handle them. What are you talking about?",
        "Meg: Well, I think your hands are made for handling other things than sesame noodles.",
        "Meg: What are you doing here?",
        "Paul: What am I doing here?",
        "Dusty: Get out of here.",
        "Meg: Dusty, wait.",
        "Paul: You said you weren't going to go on a date with him. You lied to me.",
        "Meg: No.",
        "Dusty: You don't have to answer that.",
        "Meg: I can handle this. How did you even know I was here?",
        "Paul: How could you do this to me? Haven't you punished me enough?",
        "Meg: This has nothing to do with you. We're divorced. Our marriage is over.",
        "Paul: Because of him.",
        "Meg: No, because of you. You're the one that lied to me over and over again. You put me through hell, Paul.",
        "Paul: So what, this is -- you're just trying to pay me back, is that it?",
        "Meg: I wouldn't do that to anyone.",
        "Paul: Have you forgotten how cruel he was to you? He dumped you because he was tired of you.",
        "Meg: Okay, stop --",
        "Paul: And now you're standing there, wearing his shirt like some kind of a whore.",
        "Dusty: That's enough.",
        "Meg: I suggest you do as Dusty asked and get the hell out of here.",
        "[SCENE_BREAK]",
        "Carly: No judge in his right mind is going to marry the two of you.",
        "Judge: Don't be so sure.",
        "Carly: They're kids. You can't possibly marry them. And if I have to drag them both out of here by their hair --",
        "Judge: I am warning you. If you lay a finger on either one of them, you will be facing assault charges.",
        "Carly: Another threat?",
        "Judge: From the time you stormed in here, I have not seen one thing that would make me believe that these kids would be better off with you than without you.",
        "Carly: I cannot believe I'm hearing this.",
        "Judge: Perhaps your son's actions are a little extreme, but between the two of you, he has been the one who has been most level headed today. And if the only way he can become emancipated is by getting married, then I will do what I can to help.",
        "Carly: Get in here! He's going to do it. This man is actually going to make these -- these kids man and wife. These two helpless children.",
        "Craig: No, no, I don't think so.",
        "Judge: As far as I can tell, you're of no relation to either party.",
        "Parker: He's not.",
        "Judge: Thus, you have no say. Now, if you'll excuse us, we should get started. Stand together.",
        "Carly: Oh, my God, I can't believe this happening.",
        "Craig: I won't -- I won't. I've already called in reinforcements. Jack and Janet are on their way.",
        "Carly: Oh, thank God.",
        "Craig: It was time. Jack's the one who set this whole thing in motion. He can be the one to stop it.",
        "[SCENE_BREAK]",
        "Paul: Well, Meg, you fell right into his trap.",
        "Meg: What are you talking about?",
        "Paul: He figured the best way to get you in bed was to get him to feel sorry for you.",
        "Dusty: You're a sick son of a bitch.",
        "Paul: I'm sick? Do you know what he told me? He said he was just going after you to try and get back at me.",
        "Dusty: Meg and I are together because we want to be. Now get out of here before I call the cops.",
        "Paul: You got what you asked for. You finally broke my heart.",
        "[SCENE_BREAK]",
        "Judge: Marriage is an institution not to be entered into lightly.",
        "Carly: Do you realize what you're saying to these kids?",
        "Parker: Why are you still here?",
        "Carly: I'm hoping if I stay, you'll realize what a mistake this is.",
        "Parker: Keep going.",
        "Judge: As I was saying. Marriage is an institution not to be entered into lightly --",
        "Carly: Where is Jack?",
        "Judge: But reverently, advisedly --",
        "Carly: He's almost finished --",
        "Craig: I'll call him again --",
        "Judge: Discreetly and with solemnity. Into this estate these two persons present now come to be joined. Do you have rings to exchange?",
        "Liberty: Oh, no, I have -- I have a ring. Here.",
        "Parker: Thank you.",
        "Judge: Do you, Parker Snyder, take Liberty Ciccone to be your wife?",
        "Carly: Parker, please, I'm begging you. Don't.",
        "Parker: I do.",
        "Craig: Finally.",
        "Janet: There's an accident on Route 60.",
        "Jack: Where are they?",
        "Craig: Just hurry up. Hopefully, they're not married yet.",
        "Janet: Married?",
        "Jack: Why the hell didn't you say that --?",
        "Craig: Get in there --",
        "Judge: You may kiss the bride.",
        "Jack: What the hell is going on?",
        "Parker: I thought you said you didn't call him?",
        "Craig: She didn't.",
        "Carly: What took you so long?",
        "Janet: I thought you were looking at colleges.",
        "Liberty: I'm sorry, Mom.",
        "Janet: You will be.",
        "Jack: This can't be legit.",
        "Craig: Oh, in this state, it is.",
        "Jack: How could you let this happen?",
        "Carly: I tried to stop it, Jack.",
        "Jack: How? By standing up as a witness?",
        "Carly: That's not what I was doing.",
        "Judge: Her objections were irrelevant.",
        "Jack: I'll have you disbarred for this.",
        "Judge: And you won't succeed. This marriage is completely legal. Best of luck to you both.",
        "[SCENE_BREAK]",
        "Jack: Where do you think you're going?",
        "Parker: To my room.",
        "Janet: Not with Liberty.",
        "Liberty: Mom, please. Mom.",
        "Parker: Look, I know you guys aren't happy and we're sorry about that.",
        "Jack: Don't pretend you give a damn how we feel.",
        "Parker: We have every right to be together. We're married now.",
        "Jack: I've had just about enough out of you today.",
        "[SCENE_BREAK]",
        "Paul: Hey, it's me. Emily, stop. That's not funny. No, I'm not in a bad mood. In fact, you know what, I'm better than I've been in a long time. No, Meg didn't offer to take me back. If she did, I wouldn't say yes. I don't want her back. I want her destroyed. Her and Dusty both. Emily, go make that happen.",
        "[SCENE_BREAK]",
        "Dusty: Is everything all right?",
        "Meg: Yeah, Mama managed to get Eliza to take a nap before I got home, thank God.",
        "Dusty: I mean with you.",
        "Meg: I'm fine.",
        "Dusty: You were quiet on the way over.",
        "Meg: Last thing I expected was for Paul to burst in on us.",
        "Dusty: Are you sorry he knows?",
        "Meg: I would like to have kept it quiet a little bit longer.",
        "Dusty: Well, it was going to come out sooner or later.",
        "Meg: Yeah, I suppose so.",
        "Dusty: And it wasn't like he said, that's for sure.",
        "Meg: What?",
        "Dusty: Getting you into bed to get back at him.",
        "Meg: Yeah, I know. It was the other thing you said that got to me. When you told Paul that we were together because we wanted to be.",
        "Dusty: Well, it's true, isn't it?",
        "Meg: Well, you just made it sound so serious all of a sudden.",
        "Dusty: Well, I have strong feelings for you ever since you rescued me from James.",
        "Meg: Well, you hid them well.",
        "Dusty: I'm sorry I did.",
        "Meg: That's okay. I wasn't exactly open with you either.",
        "Dusty: I don't want to run away from this.",
        "Meg: Neither do I.",
        "[SCENE_BREAK]",
        "Parker: Liberty and I are married now. We have every right to be together.",
        "Jack: Your marriage is a joke, Parker.",
        "Carly: Jack --",
        "Parker: I don't have to listen to you or anyone else --",
        "Jack: Do you have any idea what you've done today?",
        "Parker: Yes, I have won my freedom. Now that we're married, I can become emancipated and be an adult in the eyes of the law, and my wife and I can do whatever we want with our lives.",
        "Jack: You want to be treated like an adult? Is that it? Fine.",
        "Parker: What are you doing?",
        "Jack: Giving you what you want.",
        "Carly: Jack -- Jack --",
        "Janet: No, you don't.",
        "Carly: Jack, what are you doing?",
        "Jack: You're an adult now. You don't want to be living in your mother's house, do you?",
        "Parker: Stop touching my stuff.",
        "Jack: You need to get away from here right now, Son.",
        "Carly: Jack, don't do this.",
        "Jack: I've just started, Carly.",
        "Parker: You can't just throw me out on the street.",
        "Jack: Oh, yeah? You want to live your life with no restrictions, be my guest. But I'll be damned if you're going to do it here.",
        "Carly: Jack -- Jack, slow down!",
        "Parker: What is your problem?",
        "Jack: You think you're better off without us? Give it a shot.",
        "Craig: Jack, please think about what you're doing.",
        "Jack: You heard what I said. Out!",
        "Carly: This is not your house. Parker, you do not have to go anywhere, Honey.",
        "Parker: No. He wants me out, I'm out. As a matter of fact, we both are. Come on.",
        "Janet: Liberty, no. No.",
        "Jack: And don't even think about going to the farm. From this moment on, you two are on your own!",
        "[NEXT_ON]",
        "Jack: He doesn't want to be here, Carly.",
        "Carly: He didn't choose to leave, Jack. You threw him out!",
        "Jack: He certainly didn't fight me on it.",
        "Carly: Well, how could he? And I swear to God, Jack, if anything happens to him because of this, I will never forgive you.",
        "Craig: Grab a bag, you're coming with me.",
        "Parker: Why?",
        "Craig: Consider it my wedding present. It's likely the only one you're going to get.",
        "Vienna: They're all positive. They're all positive, too. I took four, see? One's for each of us. We're having a baby.",
        "Katie: Oh my God!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=DvVZvSyF1-E"
}