{
    "Episode Summary": [],
    "Recap": [
        "Carly finds herself with no other choice but to tell Jack she paid the ransom and Jack is very angry with her. Holden figures out Lily gave Carly the ransom money and he is very upset with her. Craig and Meg shares some kisses and since Meg feels guilty about kissing Craig when Paul has been dead for a short time, she tells him to leave the farm. Craig encourages Meg to face the fact that Paul is dead and it is okay for her to have feelings for him (Craig). Barbara tells Paul that Craig has weaseled his way into Meg's life by playing the hero and now she is living and sleeping with him at Fairwinds. Paul refuses to think for one second that Meg loves Craig but when he finds out Craig spent the night with Meg at the farm he knows what he must do. Paul asks Barbara not to tell anyone he is alive just yet. Katie tells Jack that the only thing he said to her when he was put in the ambulance was I love you she leaves out the part about Carly. Carly watches Jack and Katie kissing."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: Meg --",
        "Barbara: What about meg, honey?",
        "Paul: You didn't tell her. She'd be here with you.",
        "Barbara: There wasn't time. I caught the first flight I could get. I had to get here to talk to the doctors to see you. To really believe that you're alive.",
        "Paul: That's okay. But you should tell her now.",
        "Barbara: Honey, we don't really know what kind of recovery you're going to be facing. You were badly hurt. You have a massive infection.",
        "Paul: Not the first time.",
        "Barbara: That's what I told the doctors -- that you would show us a miracle. And you have. Thank God.",
        "Paul: Mom. Mom, you need to tell her now, okay? She's waiting for me and you need to tell her that we can be together.",
        "Barbara: Honey, dr. Voss said it could take weeks for you to recover.",
        "Paul: Meg will take care of that.",
        "Barbara: I don't think she can give you what you need right now.",
        "Paul: Can we call her?",
        "Barbara: Soon.",
        "Paul: I really want to talk to her.",
        "Barbara: Soon --",
        "Paul: No, now- I don't want to wait. She must be so unhappy.",
        "Barbara: Honey, I don't want you worrying about meg right now, okay?",
        "Paul: Something's going on. What's the real reason you don't want to call meg?",
        "Margo: What? That's it? That's all we have after issuing an amber alert on J.J. Snyder?",
        "Dallas: That's everything.",
        "Margo: That's not much to go on.",
        "Dallas: No, I did the follow-up. It was two dead ends.",
        "Margo: Well, just stick with it. Someone will spot him soon.",
        "Dallas: Thanks, I'll head over to the hospital. Jack had a little time to look around before the explosion. Maybe by now he'll remember something that can help us out.",
        "Margo: Great. Let's hope so.",
        "Dallas: Hey, katie.",
        "Katie: Hey, dallas.",
        "Margo: Hey, hey! Any word on jack?",
        "Katie: No, I was going to ask you that.",
        "Margo: Well, I thought you'd be at the hospital with him ever since they brought him in? In fact, why aren't you there now with him?",
        "Katie: After last night, I think I'm the last person that jack wants to see.",
        "Carly: Hi.",
        "Jack: Hey, carly. How long have I been out?",
        "Carly: Since last night -- since the ambulance brought you here. Be careful.",
        "Jack: Ohh --",
        "Carly: All right. Let me help you, okay?",
        "Jack: Oh -- ahh -- what's with my side?",
        "Carly: Four broken ribs.",
        "Jack: Oh, man. Feels like 100. What else?",
        "Carly: A concussion. Stitches on the back of your head. Bruises.",
        "Jack: So nothing serious?",
        "Carly: Well, I think a concussion is serious. I will tell the nurses you're awake, okay? They probably want to run so tests.",
        "Jack: Any news on J.J.?",
        "Carly: Not yet.",
        "Jack: What about the other -- the other kids, sage and Parker, do they know what happened?",
        "Carly: Lily and holden are bringing them here now.",
        "Jack: I hope you told tm that I'm okay. They've got enough to worry about with J.J. being gone.",
        "Carly: I haven't seen them. I needed to be here when you woke up. I ed to see you're okay. I'll let margo know you're awake. Is there anything else you need?",
        "Jack: Yeah. Where's katie? Why isn't she here?",
        "Jack: Did you say something to katie?",
        "Carly: Like what?",
        "Jack: Oh, I don't know -- did you make her feel like she shouldn't be here?",
        "Carly: No, jack, most of the time I've been focused on being grateful that you'd live. And the rest of the time, I've been focused on the fact that J.J. Is still missing.",
        "Jack: I guess we haven't heard from the kidnappers or you would've said something.",
        "Carly: No. But they certainly made their point with that explosion. And now that I know the lengths they'll go to, I'm even more afraid for J.J.",
        "Jack: No. They still haven't gotten the money they're after. So don't worry, they'll still protect J.J. It wouldn't make sense if they didn't --",
        "Holden: Hey, you up for some visitors?",
        "Jack: Hey! Just who I wanted to see.",
        "Sage: Daddy!",
        "Jack: Be careful be careful, be careful.",
        "Parker: Hey, jack, you okay?",
        "Jack: I will be buddy.",
        "Parker: When we heard what happened to you -- it just sucks, you know. J.J. Needs you. We all need you.",
        "Jack: I'll be okay.",
        "Sage: Daddy, parker said sucks. You said we couldn't say it --",
        "Jack: It's okay. I'll give him a pass this one time, okay?",
        "Sage: Then can I say it too?",
        "Jack: Absolutely not. You can say stinks. Thank you.",
        "Lily: Jack looks better than I thought he would.",
        "Carly: Yeah, yeah, he does.",
        "Lily: Did you tell him that you paid the ransom?",
        "Carly: No, I was just about to when you and holden came in with the kids. Have you talked to holden yet?",
        "Lily: No, no, no! I was waiting to hear from you.",
        "Carly: Well, good, then don'T. Because maybe you won't have to tell him at all.",
        "Lily: What?",
        "Holden: Okay guys, let's go!",
        "Carly: Is everything all right? Is jack okay?",
        "Holden: Yeah, he seems to think that he's going to be released.",
        "Carly: Already?",
        "Holden: Yeah. I'm going to take the kids to meet up with gwen and will -- I'll be back.",
        "Lily: Okay.",
        "Carly: Okay, listen to me now. You be good. And you be careful and you take care of each other, okay?",
        "Parker: Mom -- chill.",
        "Carly: No one else gets hurt, okay?",
        "Parker: Okay.",
        "Holden: Let's go.",
        "Lily: What did you mean when you said that I might not have to tell holden about the ransom -- hi.",
        "Dallas: How's the patient?",
        "Carly: He's awake. Any news on J.J.?",
        "Dallas: No, nothing. But jack's dealt with situations like this before. He's going to have ideas on how to continue the search.",
        "Lily: We have got to tell jack what we did so they can have a plan. You know what? I'm going to do the talking.",
        "Carly: No, no! No. Lily please, please don't do that.",
        "Meg: What's this? Another chapter in the perfect gentleman by craig montgomery?",
        "Craig: Would you prefer that I grope you?",
        "Meg: I'd prefer you admit what you're really up to.",
        "Craig: I don't want you to feel pressured about this.",
        "Meg: Because you care about me or because it's good technique?",
        "Craig: I'm trying to be considerate. Why do I have to defend myself?",
        "Meg: Oh, here's a reason -- we've already established the fact that you manipulated me into keeping lucinda's corporation.",
        "Craig: Oh, no, no, no. That was your decision. Ultimately.",
        "Meg: Which was carefully orchestrated by you. You and your laid back approach.",
        "Craig: I'm thorough. What can I say?",
        "Meg: You think if you give me more space, your chances of getting what you want are greater.",
        "Craig: I do what works. So sue me.",
        "Meg: It's wearing a little thin.",
        "Craig: What? You want to have an argument now?",
        "Meg: What? And if I did, are you going to arrange that too?",
        "Craig: So, you want a fight. Why?",
        "Meg: Why do you always need to be a step ahead of me!",
        "Craig: It's not just you.",
        "Meg: Then stop! I don't need your permission to get an annulment, to keep the corporation, to pick my own charities --",
        "Craig: Okay, we are really just splitting hairs.",
        "Meg: This is important to me! I don't want you condescending me, seducing me, indulging me --",
        "Craig: Come on -- you've gotta let me have a little fun!",
        "Meg: So your making me think that I'm calling all the shots so you get exactly what you want?",
        "Craig: Absolutely.",
        "Meg: You're not even denying that?",
        "Craig: Why would I?",
        "Meg: What do you get out of this?",
        "Craig: I am hoping to get out of this the same thing I was hoping to get the day that I asked you to marry me. I want your trust. I want love. I want family, future --",
        "Meg: Even after everything that's happened between us?",
        "Craig: All right, yes, there were painful moments, but we have learned. We are both capable of extremes.",
        "Meg: Craig, I told you I hated you!",
        "Craig: And there is great passion in that!",
        "Meg: And love doesn't come out of that if that's what you're tellingúyourself --",
        "Craig: I don't want to predict love. You cannot predict love! Who could've predicted that after all the hell that you and I have been through, I would still be in love with you? And I am!",
        "Paul: What's the reason for you not calling meg?",
        "Barbara: Maybe I -- maybe I'm not willing to share you. Just for a few days.",
        "Paul: That's the only reason?",
        "Barbara: Let me be grateful that you're alive, paul. I'm not ready to be nice to the people that I hold responsible for this.",
        "Paul: You blame meg? Did craig hurt her? Did craig hurt her? Is that why you don't want to call her?",
        "Barbara: Meg is fine.",
        "Paul: Well then I want to talk to her.",
        "Barbara: Honey, let it go for now, okay? Please, paul?",
        "Paul: No. Something's wrong. Something's wrong.",
        "Barbara: No, no. Paul, sit.",
        "Paul: Something's wrong. And if you don't want to tell me what it is, I can figure it out for myself.",
        "Barbara: Paul, lie down, lay down. You've got obal",
        "Paul: Let go of me.",
        "Nurse: You need to lie down, mr. Ryan.",
        "Paul: I need to make a phone call.",
        "Dr. Voss: You sustained multiple serious injuries -- all requiring surgery. Unless you help us help you, you will injure yourself further.",
        "Barbara: Please listen to him paul.",
        "Dr. Voss: Please don't force us to sedate you.",
        "Paul: Okay. I'll stay in the bed. But you need to tell me when you're gonna release me.",
        "Dr. Voss: I can't tell you that yet. I need to run a C.A.T. Scan and an mri. And I need to know you will cooperate.",
        "Barbara: He will, I promise. I'll talk to him.",
        "Dr. Voss: I'll check back later.",
        "Barbara: Are you trying to kill yourself?",
        "Paul: Mom, I swear -- I will drag myself out of this bed and I'll get a taxi and I'll get on an airplane unless you tell me what's going on with meg.",
        "Barbara: She's living with him.",
        "Paul: No.",
        "Barbara: You think she's grieving for you, but she's sleeping with the man who tried to murder you.",
        "Paul: No. When craig found out, meg did whatever she had to do to protect us, but not now, not afterward. Not after I fell.",
        "Barbara: She's living with him, paul. I wouldn't have believed it either, but I saw it with my own eyes.",
        "Meg: You love me. Even after I led you on and planned to run away moments after we said our vows?",
        "Craig: I admit, I don't want to revisit those memories.",
        "Meg: Do you remember our engagement dinner? You wanted to share the good news with my family, end the rift?",
        "Craig: Oh please, can we not do this now?",
        "Meg: I knew you had a genuine affection for me, and I used that against you. I used half truths to hide an enormous lie I was constructing -- and all along, I wanted you to believe you had the upper hand.",
        "Craig: So what? So I did the same thing to you, didn't I? It doesn't matter. You know me. We know each other. For better or worse, you know me. You have gotten inside of my head. You have gotten inside of my heart like nobody else ever has.",
        "Meg: And I took that heart and I threw it right back at you. How could you love somebody that hurt you that way?",
        "Craig: How could you?",
        "Margo: Look, it's not so much what jack said that worries me. It isúcarly. Because she's going through an extremely stressful time right now. And if she feels that you're getting too close, she's gonna strike. And she's gonna make it hurt.",
        "Katie: So what do I do?",
        "Margo: Just what you're doing. Just stay away and let jack focus on finding J.J.",
        "Katie: I can't do that. I'll feel like I'm abandoning him.",
        "Margo: Well, I'm sure that he won't see it that way.",
        "Katie: If I was in the hospital, I would want him there holding my hand.",
        "Margo: No, no, no. This is jack's child. Jack's child is missing. He's going to focus just on that. So if you stay away, it's possible -- it's possible that carly won't feel she has to stake a claim every time you're getting to close to jack.",
        "[ Katie scoffs ]",
        "Cop #2: Someone here to see you about J.J. Snyder, lieutenant.",
        "Margo: Great, great. See there? I'll be right there. I'll be right there. Please, don't get discouraged. You know, a little patience goes a long way.",
        "Katie: I hope so. Just let me know anything you hear about J.J., Okay? Anything at all.",
        "Margo: I'm sure that jack will call you himself.",
        "Henry: Katie, hey, I was just about to call you. How's jack?",
        "Katie: He's doing okay from what I hear.",
        "Henry: You haven't seen him?",
        "Katie: No, considering carly's guarding his bed like a mad dog, I think it's best this way.",
        "Henry: Whoa, whoa, you're letting carly be the gatekeeper here? That's not like you.",
        "Katie: I'm trying not to be me.",
        "Henry: Who are you trying to be?",
        "Katie: Some quiet, patient, selfless wimp.",
        "Henry: Wow, that is -- that's going to change, okay? Now, I need a martini and you need someone to knock some sense into you. Let's go.",
        "Margo: So, I understand that you may be able to help us find J.J. Snyder.",
        "Mel: Are you going to tape this?",
        "Margo: No, no.",
        "Mel: Good. Because, um -- whoa, this is kind of scary.",
        "Margo: Oh, this is your first time in a police station?",
        "Mel: Almost didn't come.",
        "Margo: Well, just relax. Mel, is it?",
        "Mel: Short for melissa.",
        "Margo: Oh, good. So anything you tell us will be helpful.",
        "Mel: Okay. This the thing -- I know that coming forward may be the right thing to do, but it's kind of the wrong thing for me. You know what I mean?",
        "Margo: No, I haven't a clue. Do you know someone that is involved with the abduction of J.J. Snyder?",
        "Mel: No. No, I don'T. It's just -- well, I was supposed to be at work when all of this was happening, butúI wasn'T. And if my boyfriend knew I was lying to him --",
        "Margo: Could you just tell me what you saw?",
        "Mel: Sure. I saw the boy -- J.J. -- The one who was kidnapped.",
        "Carly: Let me do the talking, okay?",
        "Lily: I don't want to lie to holden.",
        "Carly: I know. You won't have to. It was my idea. Let me take the heat for it.",
        "Jack: They can't have drifted too far -- they still don't have what they want.",
        "Carly: Actually, they do have what they want.",
        "Jack: You mean, J.J.?",
        "Carly: I mean the money.",
        "Jack: What?",
        "Carly: I paid it, jack. I paid the ransom. intimidation tactics workekail.En't going to make me afraid. It's a gthreats in the you arwhich e the power of veto on myself.~",
        "Jack: Please -- please tell me I heard you wrong.",
        "Carly: I was desperate to get J.J. Back. I was so scared, jack. Frightened that if they didn't get what --",
        "Jack: I don't believe this. I really don'T.",
        "Dallas: Did you make the drop yourself?",
        "Carly: Yeah, like they asked.",
        "Jack: Meaning you did this yesterday?",
        "Carly: Yes.",
        "Dallas: Did you see them pick it up?",
        "Carly: I saw a woman -- but I didn't get a good look.",
        "Jack: When were you going to tell me this? Hell, I walked into a setup!",
        "Carly: I didn't know, jack. They were supposed to take the money and leave. We should've gotten J.J. Back. I'm sorry.",
        "Dallas: I gotta get back to the station. Fill margo in.",
        "Jack: Didn't I make it clear -- didn't I make it clear that paying the ransom was not the way to go? That it could get J.J. Hurt, huh? That keeping the kidnappers waiting for a payoff was our only leverage?",
        "Carly: Yes, I know. I just thought --",
        "Jack: You thought that you knew better, right? And where did you come up with the money, anyway?",
        "Carly: Does that even matter? I did what I thought I had to do and it didn't work.",
        "Jack: Right. And the hell with the rest of us.",
        "Holden: You know what? We're going to give you guys some time to work this out.",
        "Lily: And call if you need anything, anything.",
        "Jack: Do you have any idea -- the people who took J.J. Could be miles away from here by now. With or without him.",
        "Carly: They were supposed to give him back.",
        "Jack: They didn't give him back though, did they? Carly, you could have put him at even greater risk. And you could've gotten me killed.",
        "Carly: Don't say that. I would intentionally put you in danger, jack. How could I? I love you.",
        "Katie: But henry, he said, \"i love you, carly.\"",
        "Henry: She's the mother of his kids.",
        "Katie: You think that's what he meant?",
        "Henry: I think it means she's going to be in his life whether we like it or not. How many times were they married and remarried?",
        "Katie: Not making me feel better.",
        "Henry: Then you're not listening, sweetheart. Because no matter how many times jack and carly were married, it couldn't last.",
        "Katie: The marriages didn't last. But what about the feelings? Those probably still go on. I mean, look at you and vienna.",
        "Henry: Don't look at me and vienna. We don't want to get married. Jack does. And he wouldn't have proposed if he had any doubts.",
        "Katie: Do you think I'm making too much of this?",
        "Jack: I think he was trapped under some beams, probably having a near death experience -- yes, let it go.",
        "Katie: Okay, I'm just going to follow margo's advice then, and step back --",
        "Henry: No -- no, I don't agree with that. I don't think you should crowd him, but he needs to stay strong. And for that, I think he needs you, not carly.",
        "Katie: I hope so. But I just can't help but wonder if saying carly's name was a symptom of something deeper, you know, that he's trying to ignore. Like maybe, he will never love anyone like he loves her. And she's the one he really wants to be with.",
        "Jack: I think he already loves you more. I get that you're scared, okay? And no one understands the risk of love better than I do. Yeah, you might get your heart broken, but sweetie, if you love jack -- I mean, if you really love jack, you've got to take that risk. Otherwise, it's going to haunt you for the rest of your life.",
        "Craig: You mourn paul, you romanticize him, but he did unforgivable things to you.",
        "Craig: Oh, no, no, no, see -- he's gone now. So you only remember the good part. Why don't you remember how he made you lie to jennifer about her baby? How about how he lied to you about emily? How about how his vendetta against me --",
        "Meg: And I forgave him for that. He did some bad things, it's true. But what you don't understand is that he was always trying to do the right thing. Not trying to score points for himself.",
        "Craig: Oh, I could argue that one.",
        "Meg: Well, don't bother. When I was with paul, the future was brighter, everything was sweeter. And when he died, it all changed for me.",
        "Craig: Except your feelings for him.",
        "Meg: Yes.",
        "Craig: I can accept that you can't let paul go -- I can accept that he is a part of your life, but just now -- when I was holding you and when I was kissing you, we both know that paul ryan was the last thing on your mind.",
        "Paul: No, no, she's not with craig. It's just -- that's not -- that's not possible.",
        "Barbara: From the moment that you were lost, he never left her side. He was there, consoling her. He even insisted that he tried to save you from falling --",
        "Paul: Meg wouldn't believe that.",
        "Barbara: I don't know what she believes. She barely spoke to anyone after the accident. And he was right there, playing the hero. Even financed the search party.",
        "Paul: That's -- that's sick.",
        "Barbara: Well he knew that's what she wanted. And then when she finally agreed to go home, he made sure that she ended up at his house. I'm not sure she even fought the idea. And he has been glued to her side ever since. I didn't even know the extent of it until he showed up at my place for the memorial service for you. Playing the protective husband, even though he promised an annulment.",
        "Paul: Why would -- why would meg let him anywhere near her?",
        "Barbara: I don't know. I know this is hard to hear, but you're not the only one she betrayed.",
        "Paul: What are you talking about?",
        "Barbara: Once they were married and craig gave worldwide to meg, she was supposed to give it back to lucinda, right?",
        "Paul: Yeah.",
        "Barbara: Well, she's decided to stay on and run it. With craig as her mentor.",
        "Paul: But that's just business -- you just said that craig agreed to an annulment, the marriage -- the marriage is over.",
        "Barbara: I don't know that it is. I don't know that she filed papers --",
        "Paul: Of course she did.",
        "Barbara: Then why is she living at fairwinds? They were together at the snyder farm, too.",
        "Paul: Doing what?",
        "Barbara: You don't want to know --",
        "Paul: No, I do -- tell me.",
        "Barbara: I saw them in an intimate moment.",
        "Paul: No. No, meg -- no, meg wouldn'T. She -- give me your phone.",
        "Barbara: No.",
        "Paul: Give me your cell phone. Mom, give it to me now --",
        "Barbara: I'm not sure she'll pick up, paul.",
        "Paul: It's not her I'm calling.",
        "Maid: Montgomery residence.",
        "Paul: I'd like to talk to meg. Meg please.",
        "Maid: I'm sorry. She's not here right now.",
        "Paul: Um, do you know when she'll be back?",
        "Maid: Mr. And mrs. Montgomery are gone for the day.",
        "Paul: Look, this is kind of urgent. Think you can tell me where they are?",
        "Maid: Try the snyder farm. They spent the night there. Today marks a sombre anniversary for our city - we'll show you how edmontonians are paying tribute. And we'll share the stories of edmontonians caught in the storm - you'll meet families who lost loved ones and hear from emergency workers who came to the rescue on that haunting day. Join us for a special presentation of the news hour at six.",
        "Eric: I really hope that you under; I'm a million miles away looking for a place to land. Great big sea.",
        "Kevin: We couldn't agree more. As you see every night. Making the world make sense. Global national. News understood.",
        "Barbara: I'm sorry, honey. I really didn't want you to be burdened with this right now.",
        "Paul: I saw it, mom.",
        "Barbara: You saw something between meg and craig?",
        "Paul: I had a dream right before I woke up. And I was trying to get to meg. I was trying to talk to her. Every time I got close, craig was there. And then --",
        "Barbara: What?",
        "Paul: Rosanna was there.",
        "Barbara: Rosanna?",
        "Paul: Yeah. I think she was there because she and I were in the same place. We were both caught somewhere between life and death.",
        "Barbara: Did she say anything to you?",
        "Paul: She said I should get back to my life. And I thought that meant getting back to meg. That i could get back to loving meg.",
        "Barbara: You have loved meg long enough --",
        "Paul: She can't be with him. It doesn't make any sense. She loves me.",
        "Barbara: Things happen. People change.",
        "Paul: They don't change that much, mom.",
        "Barbara: You know what? I'm going to get you out of here, okay? Get you home where I can take care of you. I'm going to talk to dr. Voss and see if we can get a medical release and hire a private jet and take you back home tomorrow.",
        "Paul: No. I'm not going home with you, mom.",
        "Meg: It's true. Paul was the last thing on my mind when I kissed you. But if he walked through that door right now, I would fall right into his arms and never look back. And you need to accept that.",
        "Craig: I do. But he is not walking through that door, is he? Or any other door and that is something that you need to accept.",
        "Meg: I think you should go.",
        "Craig: I think I should stay, at least until we hear about J.J. See if there's something else I can do.",
        "Meg: No, you know what? I think we could handle it.",
        "Craig: Why are you doing this meg? Why are you asking me to leave when that is the last thing you want me to do?",
        "Lily: The thing is, carly thinks like a mother. Jack thinks like a cop. He has every right to be angry with her, but she was just trying to save J.J. I remember when luke was missing, I would have done anything to get him back.",
        "Holden: Lily, don't make excuses for her. She went behind jack's back at a time when they needed to be to working together. And this isn't over yet. How's he supposed to trust her from this point on?",
        "Lily: I'm sure if carly had thought things through a little longer, she wouldn't have paid the ransom.",
        "Holden: I'm just surprised she was able to get the cash. 100 grand --",
        "Lily: Yup.",
        "Holden: That's a lot of money.",
        "Lily: Sure is. It's a lot of money.",
        "Holden: So where do you think she got it?",
        "Margo: Dallas? Dallas griffin is one of the officers who is helping us to locate J.J. He could have some questions for you as well.",
        "Mel: And he can be trusted?",
        "Margo: Yes. Yes, he can. Now, you saw J.J. --",
        "Mel: It was yesterday. He was being shoved into a car. I gave you the make and model.",
        "Margo: Yes, you did. And that was very helpful.",
        "Mel: But like I said, I shouldn't have seen it. Because I shouldn't have been there. I should have been at work.",
        "Margo: I understand that. I've got all of that. Now, when you saw J.J. Being shoved into the car, did you overhear him saying anything? Was there any sign of a struggle?",
        "Mel: He looked scared. Ducking -- it was as if he was afraid he was going to be hit. And I recognize that look because my little brother had it every time daddy came after him with a belt.",
        "Dallas: Let's stay with J.J. What you saw could save this boy's life. Even the smallest things are important.",
        "Margo: Now, who did you see shoving him in the car?",
        "Mel: It was a woman. They were sitting there waiting and she looked kind of nervous -- anxious. Then a man jumped in the car and they took off right after the explosion.",
        "Margo: All right, could you give us a description -- a height, weight -- hair color?",
        "Mel: The woman was thin, about 5'4\". Long brown hair. And the man was a bigger build, around 6' maybe, dark hair, full beard. And I already told you about the car.",
        "Margo: Did you see the license plate?",
        "Mel: I only got the letters. Bmc -- I remember them because those are my boyfriend's initials. Which only made me feel guiltier about being there, because I was with someone else.",
        "Margo: All right, all right, this is all very, very, very helpful. Thank you so much and I just have to ask you if you will stop and see the sketch artist before you leave. And you tell him everything that you just told us. ñ> Mel: Well, okay. As long as it wouldn't take long.",
        "Margo: No, it wouldn't take long. And you have done your community a great service. This is just between us, okay? Dallas --",
        "Dallas: Yeah --",
        "Margo: Here, I want you to run a check on the license plate and the vehicle and get back to me as you as possible.",
        "Cop #2: I'm on it.",
        "Margo: Oh, we have a description.",
        "Dallas: Yeah, I've got something too, but you're not going to be happy about it.",
        "Margo: Oh, go ahead, make my day.",
        "Dallas: Carly paid the ransom.",
        "Margo: No, she did not -- what is she thinking? Didn't jack tell her that that was the wrong thing to do --",
        "Dallas: He told her --",
        "Margo: Of course he did. He told her, but she didn'túpay an attention, did she? No, because she's carly and why should she change now?",
        "Carly: Please, jack, I didn't mean to make this harder for you or for you to be hurt. And god knows I didn't mean to put J.J.'S life in danger.",
        "Jack: No, I'm sorry. I blame myself. I shouldn't have included you in any of this.",
        "Carly: No, don't say that. We have to work together to get J.J. Back.",
        "Jack: You're willing to work with me now? I don't even know how to respond.",
        "Carly: What's important here is J.J. And we have a better chance of getting him back if we work togethern just like we did when we found parker in chicago.",
        "Jack: You didn't go behind my back then.",
        "Carly: I will do whatever you want me to do.",
        "Jack: Okay, stop. Just stop. I can't -- I can't listen to this. You're right about one thing, though. J.J. Is all that matters.",
        "Carly: Then you forgive me?",
        "Jack: I need some time alone to think about my next move. Can you give me that?",
        "Carly: Yeah. I'll be out in the hall. Well, if you're here to tell jack that I paid the ransom, I already told him.",
        "Katie: I wasn't going to.",
        "Carly: And he forgave me. He understood that I'm just trying to protect our family.",
        "Katie: The answer is yes. Yes, I'll marry you because I love you. I love you so much.",
        "Jack: I love you too, carly. Hey, katie. Katie, don't go. Meagen: \"A miracle happened and i survived one of the biggest tornadoes.\" Sara: \"He was a good dad from what we can remember.\" Judy: \"Even twenty years later I can remember the feeling.\" Lynda: A black friday special presentation tonight on the news hour. . . . . . . . They know the city of champions - inside and out. When you need to know, you know where to turn. Gord steinke and lynda steele. The news hour - weeknights at 6, only on global edmonton. Our city. Our news. . . . .",
        "Meg: You think you've got me pegged, that you know what I want before I do.",
        "Craig: I just don't see any point keeping up a pretense.",
        "Meg: Then tell me craig. Tell me what is it I want.",
        "Craig: You need me. You have admitted it. And I have admitted I'm in love with you. That is a lot to build on.",
        "Meg: Not if you still refuse to face the fact that I love paul.",
        "Craig: Paul is dead. It is just the two of us. It's just you and me. And maybe that's something you need to face.",
        "Barbara: You need to come home and be with your family. That's what's going to help you recover.",
        "Paul: Not yet mom.",
        "Barbara: Paul, please don't stay away from us because of meg and craig.",
        "Paul: I think I just need a little time, that's all.",
        "Barbara: Okay. And I'll stay here with you until you're stronger.",
        "Paul: No. You should go, because I think i need to stay dead a little longer.",
        "Barbara: I'm not going to leave you here in the hospital. You've only been awake a couple of hours.",
        "Paul: Long enough for me to know exactly what it is I have to do.",
        "Barbara: Okay, then let me help you.",
        "Paul: You want to help me? Keep quiet. Don't let anybody know that I'm alive, especially not meg.",
        "Barbara: You have me at quite a disadvantage, you know? I'm just so happy I have you back, I can't say no to anything.",
        "Paul: So I have your word?",
        "Barbara: You have my word.",
        "Lily: Carly's a very resourceful woman. Especially when it comes to her children. Look what she did to get back to her kids here. Sneaking into the country, avoiding the cops --",
        "Holden: I agree. She can be very resourceful when she need to be. But this time, all she had to do was ask.",
        "Lily: What do you mean?",
        "Holden: What I mean is, she got the money from you, didn't she?",
        "Katie: Hey. How are you feeling?",
        "Jack: I'm better now that you're here.",
        "Katie: I wanted to give you a little time with your family.",
        "Jack: Yeah, well, when I woke up -- stop that. Stop, when I woke up and you weren't here, I got worried.",
        "Katie: I've been going out of my mind. I think I've called this hospital every ten minutes. Seeing you on the ground like that, I just -- my heart dropped.",
        "Jack: Yeah, I'm fine now.",
        "Katie: J.J. -- Thank god, he got out of there. If anything had happened to him.",
        "Jack: They cleared out before the explosion.",
        "Katie: Do you remember anything?",
        "Jack: I remember that you were the last person I talked to before they put me in the ambulance. Then I must've -- must have passed out.",
        "Katie: Yeah, you were barely conscious.",
        "Jack: Did I say anything to you? Anything you -- I don't know, anything important? I love you, too, carly.",
        "Katie: You said I love you.",
        "Jack: That's it?",
        "Katie: Yeah, that's it.",
        "Jack: Well, that's important enough to me. Come here.",
        "Announcer: On the next \"as the world turns.\"",
        "Noah: Why would I waste time with my dad when I can spend time with you?",
        "Luke: I like you, noah.",
        "Noah: Then why do you keep pushing me away? I live with my boyfriend. His name is cole. You're leaving with me right",
        "Katie: This isn't about being in competition with carly. This is about something bigger.",
        "Jack: This could be the break that we need.",
        "Lily: Obviously, he wants katie by his side.",
        "Carly: I'm the one who should be by his side."
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=CMggou_PoC8"
}