{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        " Abigail: I'm sorry.",
        " Nick: No. No, it's okay. It's okay. I mean, you just lost one of\r\nyour best friends.",
        " Molly: I don't suppose she'd be here so late, Jake -- Abigail? Oh,\r\nmy God. Get your hands off my daughter!",
        "",
        " Adam: He's dead!",
        " Billy: Adam, I still think you're lying.",
        " Adam: How's it supposed to be, Billy, huh? You just keep taking from\r\nhim until he's left with nothing, until you have everything that matters to him\r\n-- his girlfriend, his friends? You had everything that mattered to him, and you\r\nkilled him -- you, me, Abigail and Jen.",
        " Billy: Adam, that's not possible.",
        " Adam: Why?! Why is it not possible, Bill, huh?! Because it feels too\r\nbad?! Because you don't want to be that person?! You killed him because you were\r\ntoo selfish to think about anybody but yourself!",
        " Billy: Look, I told him not to do anything stupid, all right?",
        " Adam: And coming from you, I'm sure that advice meant a lot!",
        " Billy: Look, everything would have been okay if he had just gone\r\nhome! Wait. Did Uncle Craig get there before?",
        " Adam: Yeah.",
        " Billy: So he knows?",
        " Adam: Yes.",
        " Billy: Wait, but does he know --",
        " Adam: That you killed his son?!",
        "",
        " Carly: Margo, where's Craig?",
        " Margo: He's in with Bryant.",
        " Carly: This must be terrible for you, too.",
        " Margo: Yeah, it is. Thank you.",
        " Carly: Is there something I can do?",
        "",
        " Intercom: Dr. Forest,  Dial 118 please.  Dr. Forest, please  Dial 118.",
        " Paul: How are you doing?",
        " Rose: I've had better nights. Lucinda's in with Lily, and I've been\r\nmaking phone calls. I'm calling all the Walsh family. I mean, they're all over\r\nthe place. I mean, half of them probably don't even know Bryant except for a\r\npicture on a Christmas card. But you gotta call them all, right? Come here\r\nalone?",
        " Paul: Yeah.",
        " Rose: Oh.",
        " Paul: Mom's not coming.",
        " Rose: Aw, give her time. Give her time. She'll come around. Give her\r\ntime. She'll come around.",
        " Paul: Yeah. In the meantime, what happens to my sister? I mean, what\r\ndo I say? \"Mom's still not ready\"? I can't do that.",
        "",
        " Hal: Honey, none of this is your fault.",
        " Jennifer: You don't understand. I broke up with him, Dad!",
        " Hal: You and Bryant break up once a week, Jen.",
        " Jennifer: But this -- no, not like this. He was so angry with me, so\r\nupset. And he just took off, and I tried to stop him, but I was too late. This\r\nis my fault, Dad!",
        " Hal: No, Jennifer.",
        " Jennifer: I tried to tell him that I still love him, that he's my\r\nbest friend, but he wouldn't hear it. I -- I should have just locked him in the\r\nhouse!",
        " Hal: Jennifer, you are not responsible for Bryant’s accident.",
        " Jennifer: No. Don't you understand? I just let him leave, and now,\r\nhe's dead.",
        "",
        " Craig: Bry, say something. Smile at me. Bry -- I don't understand.",
        "[Craig cries] I don't understand.  [Craig cries] ",
        " Craig: Oh, God! Oh, God, I can't do this. I can't do this. Oh. Oh --\r\nyou're not supposed to be here. You're a good person. And here I am. What do --\r\nwhat do I do? What do I do? Oh! You'd know what to do if it was I. You'd say all\r\nthe right things. Why were you riding so fast without your seat belt, Bryant?\r\nNo. Was it my fault? Was it something I said or didn't say? I mean, I know you\r\nwere upset about something, but -- but I asked you, and you didn't answer me.\r\nWhat, was it the money? No, it wasn't the money, because you were upset when I\r\ngot there. I should have made you tell me. I should have made you tell me. \r\n[Craig cries] Would you have told me? Did you trust me? I remember the first\r\ntime I held you. It was right here in this hospital. It was right up the hall. I\r\nwas so afraid I'd drop you.  [Craig cries] is that what happened? Did I drop you, Bryant? Did I let go? \r\n[Craig cries] oh, please! Please, God, wake me up! Bring him back! ",
        "",
        " Billy: Did you say something to Uncle Craig?!",
        " Adam: That you were having sex with Bryant’s girlfriend?",
        " Billy: Adam, you can't tell him that.",
        " Adam: Why?! You think this thing's gonna stay a secret?!",
        " Billy: We have to keep it that way!",
        " Adam: No way! There's no way I’m helping you out on this! I'm not\r\nprotecting you!",
        " Billy: Don't help me -- Jennifer! Adam, we didn't mean to hurt him,\r\nokay?",
        " Adam: You don't just help yourself to somebody's girlfriend,\r\nespecially when they're in trouble! You try and help them! And, of course, no\r\nway! You couldn't help Bryant! You wanted what you wanted, and you took it, and\r\nyou lied, and you made us lie! So when Bryant came to me, I already knew, so he\r\nwas sitting there acting like we were laughing at him like he was some sort of\r\njerk, you know?! I mean, of course he ran into a tree! What a surprise!",
        " Billy: That's not how it happened!",
        " Adam: Oh, really, Billy?! Then how did it happen? Answer me that,\r\nhuh? How did it happen? There was no traffic on the road. He was not drinking.\r\nThere was no ice, no construction, nothing!",
        " Billy: Shut up, Adam!",
        " Adam: Nothing but how horrible he felt! You think I care about how\r\nyou feel, man?! No! Bryant's dead! He's gone forever, and it's all your fault!",
        " Billy: You know what? You know what?",
        "",
        " Tom: Hey! Hey! What the hell is going on here?",
        " Abigail: What is your problem?!",
        "[Screaming over each other]",
        " Jake: All right! Take it -- take it down a notch.",
        " Molly: Now he's got her defending him, Jake!",
        " Abigail: Because you're accusing people, but you're wrong! Bryant\r\ndied, Molly! He just died a couple hours ago, and I was here alone and freaked\r\nout, and Nick was being a friend! Or maybe you just don't trust me, all right?\r\nMaybe you just don't care!",
        " Molly: Bryant Montgomery?",
        " Nick: He was in an automobile -- an automobile accident earlier this\r\nevening, and he died on the operating table.",
        " Jake: I'm gonna go talk to her.",
        " Molly: Nick, I'm --",
        " Nick: You know what? Save it, okay?",
        "",
        " Margo: Carly, I really appreciate you coming by. I know Craig wants\r\nto see you. You two have gotten really close. But there's no telling how long\r\nit's gonna be, so why don't I just tell him that you were here, huh?",
        " Carly: No. No, that's all right. I'll catch up with him later. Thank\r\nyou, though.",
        "",
        " Hal: He loved you more than anything on this earth, Jen. He would\r\nnot want you to blame yourself.",
        " Jennifer: You didn't see the look on his face, Dad.",
        " Hal: Well, he was entitled, but you know something? If he could talk\r\nto you right now, do you know what he would say? He would say, \"Jennifer, I\r\nlove you. Be happy.\" Bryant's a good guy. He would not want you to suffer.\r\nI'm gonna give will a call at josh’s. You'll be okay for a couple of minutes?\r\nYou have to trust me on this one, Jen. I know I’m right.",
        "",
        " Intercom: Dr. Max,  extension 456.  Dr. Max, extension 456.",
        " Rose: Oh, there's your sister now. Gosh, she must be dying on the\r\ninside. Bryant was my roommate for awhile. And he would just talk about her all\r\nthe time -- Jen this and Jen that.",
        " Paul: She loved him.",
        " Rose: I really thought your mother would pull through tonight.",
        " Paul: Yeah, so did I. I guess she's changed more than anyone\r\nrealizes.",
        " Rose: That's not helping Jen right now.",
        "",
        " John: A young fellow like that, strong, healthy, no one is expecting\r\ncardiac arrest, and yet, it happens, and there isn't a damn thing we can do\r\nabout it.",
        " Margo: I just hope we don't lose them both. Jen was already in bad\r\nshape, and now this.",
        " Barbara: I'm looking for my daughter. Jennifer? I'm sorry, honey.",
        " Jennifer: Mommy? Oh!",
        "",
        " Kim: Oh, good. I'm glad you're here. Did you hear about Bryant? I\r\ncame down as soon as I could. I want to make sure we handle this with as much\r\ndelicacy as possible. When did you get back?",
        " Molly: An hour ago, Kim. I went to my house, and Abigail wasn't\r\nthere, so we got worried, so we drove around looking for her car, and she was\r\nhere with Nick.",
        " Kim: Oh. How is she taking this?",
        " Molly: I made things worse, Kim. It was late. We come here, it's\r\ndark, and Nick's arms are around her, and of course, I had no idea that Bryant\r\ndied or that she was crying, and so, I blew up.",
        " Kim: Oh, no.",
        " Molly: Yeah.",
        " Kim: Oh, I'm really sorry. I kind of hoped we were beyond all that.",
        "",
        " Jake: Your mom, she's never really going to be able to accept Nick.",
        " Abigail: He was helping me.",
        " Jake: Well, I’m glad he was there. It's not easy losing a friend.\r\nIs there anything I can do? Look, Abigail, I’m sure -- your mom made a\r\nmistake. I know she's gonna want to apologize.",
        " Abigail: That's not the point.",
        " Jake: You're telling me that you couldn't use a hug from your mom\r\nright about now?",
        "",
        " Barbara: Paul told me what happened.",
        " Jennifer: It was my fault. I told him I wanted to break up with him,\r\nand he took off. I should have never let him get in that car.",
        " Barbara: You're not responsible for his reckless behavior.",
        " Jennifer: That wasn't reckless. He was upset.",
        " Barbara: Don't blame yourself.",
        " Jennifer: Since when do you give a damn, anyway?",
        " Barbara: I love you.",
        " Jennifer: Yeah, when it's convenient.",
        " Barbara: When I’m able. Human beings have limits. They can break,\r\nand it can take a long time to recover, to be able to do the things that you\r\nused to take for granted, like look in a mirror, walk down a street, feel\r\nsomething without falling apart. I haven't been much of a mother to you lately.\r\nI haven't had anything to give you. I'm not sure I have much now, but when I\r\nheard about Bryant, I knew you'd be in pain, and I thought maybe you needed me.\r\nIf it's of no hope, it's all I can give you right now, and I don't want your\r\nfeelings about me or about Bryant to make you so unhappy that you stop living,\r\nJen. Bryant wouldn't have wanted that, and neither do I. You have a wonderful\r\nfuture ahead of you, so promise me you'll make a wonderful life for yourself.",
        " Jennifer: If you make the same.",
        " Barbara: You don't know what you're asking of me.",
        " Jennifer: What's the alternative then, go back to that house and\r\ncurl up and die? I just don't want you to disappear, Mom! Please.",
        " Barbara: I'm trying.",
        " Jennifer: Okay. I'm glad you came.",
        " Barbara: So am I.",
        " Jennifer: It's funny, the one thing Bryant knew I wanted more than\r\nanything else was for you to be okay, and I guess he made that happen. You know\r\nwhat? I need to go do something. Would you tell Dad that I'm okay and that\r\nI’ll be back?",
        " Barbara: Of course I ll. Jen, I know you need to be alone with this,\r\nbut you're not alone. Understand?",
        " Jennifer: Neither are you, Mom.",
        "",
        " Hal: Last year, when Parker was thrown from the car -- I know what\r\nyou're feeling, Craig, and there's not a thing in the world that can take it\r\naway. He was your boy, and you couldn't save him. Rest in peace, Bryant. You\r\nwere a good man, and you were loved. You still have something, you know. You\r\nhave Lucy. You be the best father you can to her, and you'll get through this.\r\nYou'll survive.",
        " Craig: Why do you care what happens to me?",
        " Hal: That's a good question. I don't know if I have an answer. Maybe\r\nit's Jennifer, that she loved Bryant, or that Barbara put you through hell, or\r\nthat no man who loves a child, and I know you loved him, should have to go\r\nthrough this.",
        " Craig: Thank you. I'd shake your hand, but I already tried that at\r\nthe trial. Barbara, you're here. Thank you. Have you seen Jennifer?",
        " Barbara: Yes.",
        " Craig: Good, 'cause I know she's extremely --",
        " Barbara: I'm very sorry about Bryant. Are you in pain, Craig? Of\r\ncourse you are. You've lost something very precious, something you took for\r\ngranted, something you can never get back. I know what that feels like.",
        " Craig: Barbara, I never wished that on you. You know that.",
        " Barbara: And yet, here we are, fate falling all around us. I hope\r\nyou feel like this for the rest of your life.",
        " Craig: You've lost your marbles.",
        " Barbara: That's what happens. Little by little, pain eats away at\r\nall the old, familiar landmarks, and then, one night, when you can't sleep, you\r\nrealize that pain is all you have left.",
        " Craig: You have no compassion?",
        " Barbara: For you? I feel sorry for Bryant, who lost his young life.\r\nSierra, who will have to bury him. And Jennifer, who suffered more than any of\r\nus this year. But sorry for you? Never.",
        " Craig: I never expected anything from you, Barbara. I just hope, for\r\nyour sake, that you can move past all that.",
        " Barbara: There's no moving past something that will never go away.\r\nThat's what you think, isn't it? You think that time will heal all of this. It\r\nwill never get better, Craig. It will only get worse.",
        " Margo: Hey. How are you doing?  Craig, we should go.",
        " Craig: Why?",
        " Margo: The hospital has to move him now.",
        " Craig: They have to move him?",
        " Margo: You can't stay here.",
        " Craig: Well, sorry. He's already gone.",
        "",
        " Tom: I want to know what's going on, Adam. Billy?",
        " Billy: They operated on Bryant, and he didn't make it.",
        " Tom: Margo called me, and I was coming down to check on you two.\r\nAnybody gonna tell me anything? Look, this is obviously tragic and very painful,\r\nand I know you're upset, and you're both hurt, but you should be supporting each\r\nother, not taking it out on each other.",
        " Billy: Yes, sir.",
        " Tom: Now, Daniel’s awake. I have to drop him off over at\r\nSusan’s, and I’ll take you both to the hospital if you like.",
        " Billy: No, not yet. Not yet.",
        " Adam: Try never, man!",
        " Tom: Adam --",
        " Billy: Look, you think I'm happy about this?",
        " Adam: I don't know. Maybe. You got a clear field now, bro.",
        " Tom: You know what? Look, look. I don't know -- I don't know what\r\nthis is about, but you two need to settle this.",
        " Adam: No. No, I don't think so.",
        " Billy: Fine. If you want to be like that, I’m out of here.",
        " Tom: No, Billy, not this way. Not after what happened to Bryant,\r\nI’m not gonna let you drive.",
        " Adam: Why not? It would serve him right.",
        " Tom: Adam --",
        " Billy: If you want the truck, you can have it.",
        " Tom: Billy, wait up.",
        " Adam: Let him go. Just let him go, okay?",
        "",
        " Abigail: I just don't get it. Molly and Nick are supposed to be\r\nfriends, right? And it's not like I'm this irresponsible person, like, I've made\r\nmoves on --",
        " Jake: Okay. Your mom knows that, okay? She was pretty upset when she\r\nfound out what happened. I mean, after we left the wedding, some guy gets shot,\r\nand you have to be a witness, he just couldn't wait to get home to you and the\r\nkids. And then, she's jet lagged, and then you weren't there, so she was worried\r\n--",
        " Abigail: Well, she just couldn't ask before she jumped all over Nick? It's like she hates him.",
        "",
        " Molly: Will you please let me say I'm sorry? I jumped to the wrong\r\nconclusion.",
        " Nick: Yeah. Yeah, you did. And you know what? I appreciate the\r\napology, but it's getting old, Molly. I feel like I'm walking around on egg\r\nshells all the time, and you know what? That is no way to live. So why don't we\r\nclear the air right now? You're right. I'm a bad person, and I'm out to get you.\r\nYou feel better?",
        " Molly: Stop. I know you're mad, and I don't blame you, but for what\r\nit's worth, I’m really grateful that you're here taking care of Abigail.",
        " Nick: No you aren't. You would have given anything for it to have\r\nbeen somebody else comforting your kid. That's the way it is. You don't trust\r\nme, and you never will.",
        " Abigail: Mom --",
        " Molly: Aren't I supposed to be the one hugging you?",
        " Abigail: It's the same thing.",
        " Molly: I'm sorry. Honey, I’m really sorry about Bryant, and I'm\r\nreally sorry that I lost my temper.",
        "Abigail: Can't we just go home?",
        " Jake: Thank you for taking care of Abigail.",
        " Nick: Well, Abigail and I are friends.",
        " Jake: I can see that. I'm glad you stepped in. That little girl is\r\nvery important to me, and so is Molly, so I hope you can understand why I was a\r\nlittle overprotective when you first appeared.",
        " Nick: No need to explain. They're both very special.",
        "",
        "Singer: When we were still in love we knew just what to do",
        "my heart was like a child at play and all the world is new",
        "when we were still in love I didn't have a fear 'cause I still believed a\r\nlove like ours would never disappear",
        "I remember everything as if it were happening when the promise that we made\r\nwas everlasting",
        "when we were still in love I sang a happy song but now all I hear --",
        "",
        " Carly: Sorry. I must have dozed off. Are you okay?",
        " Craig: No.",
        " Carly: No. No, of course you're not. I'm sorry. That was a very\r\nstupid thing to say. You want to take your jacket off?",
        " Craig: Huh?",
        " Carly: Your jacket?",
        " Craig: Oh. Yeah, okay.",
        " Carly: Craig, I am so sorry. Should I go?",
        " Craig: No.",
        " Carly: I just wanted you to know that I care, you know, that you're\r\nnot alone. Do you want me to leave?",
        " Craig: No, no. Stay, stay.",
        " Carly: I'll go hang up your jacket, and then I'll order us some tea,\r\nsomething hot.",
        " Craig: Yeah. Oh, God.",
        "[Answering machine]",
        " Margo: This just in.  Sister Katie just left  a note.",
        " Billy: Hey, Uncle Craig.  It's Billy, about that fishing trip we talked\r\nabout.",
        " Bryant: Hey, Dad.  Dad, I need you.  I don't know what to do. \r\nI have all these crazy thoughts in my head, and I need help.  Call me, please, as soon\r\nas you can.  And Dad -- Dad, I need you. Look, I don't know what to do. \r\nI've got all these crazy thoughts in my head, and I need help.  [Craig cries] \r\nCall me, please, as soon as you can.",
        " Carly: Hey --  [Craig sobbing]  Oh, he needed me, and I wasn't there. \r\n",
        " [Craig cries]",
        "",
        " Emily: How're you holdin' up?",
        " Hal: I'd feel better if I knew where Jennifer was.",
        " Emily: What do you mean? She's not at the hospital?",
        " Hal: She left. I don't blame her. That boy was everything to her\r\n-her first kiss, her first boyfriend, her first everything. What?",
        " Emily: I just feel for her. You know what? The boys are here, and\r\nyou've got your hands full, I’m going to head home.",
        " Hal: No, stay. I need you.",
        " Emily: Okay. You know what? I'll go to Al's. I'll pick up breakfast\r\nfor everybody. Okay? And I'll be right back.",
        " Hal: Perfect.",
        "",
        " Will: Tilt your head back like this -- see? And then --",
        " Abigail: I'm gonna go say good-night to Nick.",
        " Jake: Hmm. Little girl's smart like you. She's picking up on the\r\ntension between you and Nick. She asking a lot of questions.",
        " Molly: You didn't say anything to her.",
        " Jake: No, but I was thinking, since he seemed to have cleaned up his\r\nact, maybe we should tell her so she understands why you react to him the way\r\nthat you do.",
        " Molly: If he has changed, Jake, I don't think that's fair.",
        " Jake: If. If.",
        " Molly: Okay, because he has changed. And because they're friends I\r\nthink he would just think that I’m sabotaging the relationship.",
        "",
        " Abigail: I'm sorry my mom came down on you.",
        " Nick: No, it's fine. I probably would have done the same thing if I\r\nwere in her shoes.",
        " Abigail: No, you wouldn't. I don't know how I would have gotten\r\nthrough tonight without you.",
        " Nick: You've been there for me, Abigail.",
        " Abigail: I'll see you tomorrow.",
        " Nick: I'll be here.",
        "",
        " Kim: Eventually, Molly's gonna figure out who you really are. Just\r\ngive her a chance.",
        "",
        " Lucinda: Oh, darling. John -- he's so perfect. He's perfect and he's\r\nbeautiful, and so young. Why? Why? Something happened, didn't it, darling?\r\nSomething happened on the road, didn't it? Well, I'm going to find out what\r\nhappened. I can do that for you. I always talk too much and I’m sorry. I don't\r\nknow what to say. I loved you,  kid. I'm going to find out what happened.",
        "",
        " Jennifer: Bry? I don't know if you can hear me, but -- [Jennifer sighs] I'm so sorry this happened to you. When I said I wanted to\r\nbreak up, the last thing I ever wanted was for you to get hurt. I always thought\r\nthat we'd know each other the rest of our lives. My parents say that this isn't\r\nmy fault. And I guess that they're right. But, I don't know, everything just\r\nfeels so wrong now. Remember when you always used to say, we shouldn't turn into\r\nour parents? We should be happy and live our own lives? Well, I think that's\r\nwhat you would have wanted for me, because you loved me so much. And I loved\r\nyou! And so did Billy! You got to believe that! So I’m gonna try to be strong\r\nand live my own life like you would have wanted me to. Only, I need to know that\r\nyou're okay with this. So if you could, I don't know, send me some kind of a\r\nsign -- please. So I know that you've forgiven me.",
        "",
        "[Craig sobbing]  ",
        "Craig: He needed me. ",
        "Carly:  Yes. Of course, he needed you, he was your son.\r\nThere's nothing wrong with that.   ",
        "Craig:  I wasn't there. I --",
        " Carly: He had an accident, Craig. You would have been there. You\r\nwould have helped him if he hadn't had an accident.",
        " Craig: I can't take this, Carly.",
        " Carly: Yes, you can.",
        " Craig: I can't take it.",
        " Carly: Yes, you can.",
        " Craig: It's too painful.",
        " Carly: Shh --",
        "[Craig crying]",
        " Craig: God, I can't stand this.",
        " Carly: Hang on.",
        " Craig: No, I don't want to feel like this.",
        " Carly: I know.",
        " Craig: Make it stop. Make it stop. Please. Please, make it stop.",
        "[Craig sobbing]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=BmbRufnCiHk"
}