{
    "Episode Summary": [],
    "Recap": [
        "Will reminds Gwen that his mother can't be trusted but allows Gwen to take the job at the club because he is positive they can beat Barbara at her own game. Emily tells Henry she has the perfect plan to get Meg out of Paul's life. Paul thinks Meg should leave town so Emily won't do her harm. Paul and Meg share a kiss and give into their feelings for each other. Katie admits to Mike that she is the author of Oakdale Confidential. Mike admits to Katie that when he was younger he helped a beautiful con artist hide some stolen rubies. Mike also tells Katie that the stolen rubies are hidden inside a wall at Jack and Carly's basement. Carly breaks the boiler in the house so Jack can come fix it. Carly's plan seems to work because she and Jack almost kiss each other."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Sage: Daddy?",
        "Carly: Oh, sweetheart. You miss your daddy, don't you? So do I. But don't worry. I'm working on figuring out how to get him back home, where he belongs. Are your ears burning? Sage was just asking for you.",
        "Jack: Really?",
        "Carly: Yeah. I'm sorry you missed it. Come in.",
        "Jack: No thank you. I just wanted to drop something off.",
        "Carly: Well, you have to come in now Jack. She's heard you. You can't disappoint her.",
        "Jack: Hey there, sweetie. Mom tells me you've been talking about me behind my back. That's no fair. That's no fair at all.",
        "Carly: See how she just lights up when she sees you? She's missed you. J.J., too.",
        "Jack: I was going to take J.J. to the park this afternoon, after school. Unless he's got plans.",
        "Carly: No, just homework. He can do that when you bring him back. How about some coffee? I just made a fresh pot.",
        "Jack: Excuse me. Honey. No, thanks. I just wanted to give you these myself. I didn't want you getting them from a delivery person.",
        "Carly: What are they?",
        "Jack: Separation papers. I met with Jessica. She filed them this morning.",
        "Carly: I still can't believe you've gone so far so fast.",
        "Jack: It's best all around, Carly.",
        "Carly: No, Jack, it's not. So you can take those back with you. I won't accept them.",
        "[SCENE_BREAK]",
        "Katie: Well, what are you doing to this poor defenseless book?",
        "Mike: I'm sorry. I just -- I didn't want you to see that.",
        "Katie: Mike, there's one little mention about you going to jail when you were younger. That's it. You've proven yourself a thousand times over since then. No one's going to hold it against you. Unless there's something else. Is there something else?",
        "Mike: Let's just drop it.",
        "Katie: No, I can't drop it. You've been freaking out ever since you read the first chapter. Then I walk in earlier and you and Nick look like it's the end of the world. You give me some lame excuse about baseball. Something else is going on, isn't it?",
        "Mike: Yeah. Yeah, there is.",
        "Katie: Okay, so what is it?",
        "Mike: I can't tell you.",
        "[SCENE_BREAK]",
        "Will: Okay, Mom. What's the catch?",
        "Barbara: Hi, honey. I didn't know you were there. How long were you standing there?",
        "Will: Long enough to smell a rat.",
        "Barbara: What do you mean by that?",
        "Will: If Gwen's being forced to thank you for something, it can't be good.",
        "Gwen: Will, its okay.",
        "Will: Then what were you thanking her for?",
        "Gwen: Your mother was the one who talked Lisa into giving my band the job at Crash.",
        "Will: Why would you do that, Mom?",
        "Barbara: Because for a long time I've been thinking about some way that I could make amends to Gwen for the way I've treated her. And I know this is a small gesture. But it's a start.",
        "Will: A better start would be for you to stay the hell out away from us. You really want to make amends? Move to Paris.",
        "Gwen: I don't think there's a downside to what she's done. Not this time.",
        "Barbara: See? Your wife doesn't think it's a bad idea if I help every once in a while. And I appreciate you saying so, Gwen. Thank you.",
        "Will: I know you too well, Mom. It's never going to be a simple thank you. You always demand payback. I just don't know what it is yet.",
        "Barbara: You are so wrong about that, Will.",
        "Will: Come on, Gwen. You can't tell me you're really falling for this.",
        "[SCENE_BREAK]",
        "Emily: Did you hear what I said? It's Meg.",
        "Paul: So what? Let it ring. I got nothing to say to her.",
        "Emily: Well, you know what? I'm actually curious what she has to say to you. So take the call.",
        "Paul: What do you want, Meg?",
        "Meg: Hey. I've got some more info about the key.",
        "Paul: You just don't get it, do you? I've got nothing to say to you anymore. We're married. Leave us alone. Stop bothering me.",
        "Meg: I see you have company. All right, I'll make this fast.",
        "Paul: I don't care what you did for me. We had a deal. I paid you. Now, stop harassing me or I'll call the cops.",
        "Meg: I was talking to my mom about what these old skeleton keys are used for and she said --",
        "Emily: If it doesn't sink in when you hear it from him, maybe you need to hear it from me. Stay the hell away from my husband.",
        "Paul: She's unbelievable. What's it going to take to get her to just leave us alone?",
        "Emily: That's a nice try. You don't actually expect me to believe that, do you?",
        "Paul: I thought we just hashed all this out.",
        "Emily: So did I.",
        "Paul: You can't possibly think I like the fact that Meg is bugging us. It was your idea to answer that phone, not mine.",
        "Emily: Yes, it was.",
        "Paul: So what's on your mind?",
        "Emily: These threats. You're making these empty threats. You're never going to do anything about it. You're not going to go to the police about her any more than you're going to turn yourself in.",
        "Paul: I don't want to involve the law but if that's what it takes to make Meg realize I'm serious.",
        "Emily: But that's the thing. You're not serious. You sound like something forcing yourself to believe you don't care about this woman anymore.",
        "Paul: That's ridiculous.",
        "Emily: Is it?",
        "Paul: Emily, we just made incredible love. I feel closer to you than I ever have. Why are you dealing with doubts that shouldn't even exist?",
        "Emily: I'm just making sure they really don't.",
        "Paul: I tell you what. I'm going to go to the police station right now and file a restraining order against Meg.",
        "Emily: Yes. I don't think that will do any good.",
        "Paul: Oh, baby, come on. You're letting Meg bother you. That's exactly what she wants. She's making you doubt this wonderful thing that we have happening. Come here.",
        "Emily: I'm just so terrified someone's going to try to take you away from me. Tell me right now. Tell me I'm the only woman in the whole world you're ever going to love.",
        "Paul: You know that you are.",
        "Emily: No. Tell me. Say it to me.",
        "Paul: You're the only one for me, Em. You're the only woman that i ever want to be with.",
        "Emily: We belong together. No one can ever come between us. Especially not Meg. I have to stop her.",
        "[SCENE_BREAK]",
        "Katie: Mike, we're getting married. How can there be something about you that you can't tell me?",
        "Mike: Believe me, it's for your own good.",
        "Katie: Lying to me is for my own good?",
        "Mike: I'm trying to protect you, Katie. The less you know about this, the better.",
        "Katie: You're starting to scare me.",
        "Mike: There's nothing to be scared of.",
        "Katie: Then just tell me what it is.",
        "Mike: There are some things I have to straighten out before I can do that.",
        "Katie: No. Unacceptable. You can't throw something like this at me and then just clam up.",
        "Mike: I don't have a choice.",
        "Katie: Hold on, Mr. Double standard! Didn't you just get all over me for not telling you that Nick was in trouble?",
        "Mike: That was different.",
        "Katie: Different? How? Honey, if there's something going on with you, I should be the first person that you tell.",
        "Mike: Trust me. The less you know about this the better. I'm telling you.",
        "Katie: No, that's not good enough. Maybe I can help you. I was very resourceful when Nick was in trouble. An that was huge trouble. Gangsters and trumped up drug charges. Whatever your problem is, I'm sure it doesn't compare to that.",
        "Mike: The point is this is my problem, not yours. I need to deal with it on my own.",
        "Katie: Dammit, Mike, we're supposed to be a team. How can i walk down the aisle with you if there's something you're keeping from me?",
        "Mike: Yeah, about the wedding --",
        "Katie: What about the wedding? You're not telling me this is going to keep us from getting married. Is that what you're telling me?",
        "Mike: I think it could, yeah.",
        "[SCENE_BREAK]",
        "Gwen: We need to talk about this whole thing. Just you and me, though.",
        "Will: Fine.",
        "Barbara: This is why I didn't want you knowing about my involvement because i knew if you knew I was involved that you'd be very suspicious of me. Please, Gwen, don't let him ruin this for you. I'm just trying to help.",
        "Will: Mom, you'll always just trying to help.",
        "Barbara: Someday I hope that you will accept a simple act of kindness from me.",
        "Will: Don't hold your breath. Now if you don't mind, I'd like to talk to my wife alone.",
        "Barbara: This is a wonderful opportunity for you to get back to something that you love. So forget that I'm involved at all. Just grab a hold of it and run with it, okay?",
        "Gwen: I need to talk to will about it first. Okay?",
        "Barbara: Sure. I understand.",
        "Will: She doesn't give up, does she?",
        "Gwen: I don't know, Will. Maybe this time things are different.",
        "Will: Different? Are you kidding me? This is my mom we're talking about. She's always got something up her sleeve.",
        "Gwen: That's what I thought, too. But, after talking to her, I mean really talking, I'm starting to think that, for once, she might not be out to hurt us.",
        "[SCENE_BREAK]",
        "Jack: I thought you understood why I was meeting with Jessica.",
        "Carly: I thought she'd at least give you some kind of cooling off period before she actually filed the papers.",
        "Jack: She tried, Carly. My mind is made up.",
        "Carly: What about my mind? Isn't this a two-way decision? It affects me, Jack, and your children. They're lost without you, Jack. I'm lost without you.",
        "Jack: It's hell on everybody, including me. But that doesn't mean it's not right in the long run. If there's no going back for us, and this time there isn't, then the kids need to start accepting it. The cruel thing would be to pretend that there's hope.",
        "Carly: You're really ready to throw our marriage away. We've been through so much, Jack. And we've always found our way back to each other. We always have.",
        "Jack: And how long does it last?",
        "Carly: Tell me you don't miss me. Tell me you don't miss the life we built together.",
        "Jack: Of course, I miss it. I get in the car after work every night and I'm almost here before I realize, I don't live in this house anymore.",
        "Carly: Do you know why that happens? Because you know in your heart this is where you belong. This is your home. I am your home. And in your heart, you know that. I miss you.",
        "Jack: I miss you too. Every second of every day.",
        "Carly: That's all I needed to hear you say, Jack. Come home. Come back to us.",
        "Jack: I can't. And we both know why.",
        "Carly: You just admitted that you missed me.",
        "Jack: I do. And I still love you. But I can't live with a woman I cannot trust.",
        "Carly: I can earn back that trust, Jack. I know I can. If you give me a chance.",
        "Jack: Do you know how many times I've heard you say that, Carly? You are who you are. Please. Take the papers. Don't let this get ugly. Do you really want our kids caught in the middle of a fight you know you can't win?",
        "Carly: No.",
        "Jack: Then please, thank you. I will see you very soon, okay? I love you.",
        "Carly: Did you hear that, honey? He misses us. And that is the first step to getting him to come back home. Come with me, sweetie. All right. Now, if we're careful, this could work. [Carly turns the heat down on the water heater] We'll just cool things off a bit just a little bit, so nobody gets hurt. And then we'll see what kind of hot water we can get into. What do you think of that?",
        "[SCENE_BREAK]",
        "Paul: Let me handle Meg. Okay? There's no reason for you to get involved. I'll make sure Meg leaves us alone from now on.",
        "Emily: No. Absolutely, Paul. We are a married couple now. We share in the good and the bad. So if we have to deal with Meg, we're going to deal with her together. Are you expecting someone?",
        "Henry: Hey. Greetings, happy couple. I come bearing gifts. Well, a gift. But one I'm sure you will love. As will I.",
        "Emily: Henry, it's not really a good time.",
        "Paul: It's never a bad time to get a gift. Come on in, Henry. Thanks.",
        "Henry: Hi.",
        "Paul: Hey, Em. Look at this.",
        "Henry: Yeah. It's quite nice. A little bit selfish, too, i must tell you. I'm trying to set it up so that everyone I visit \u0096",
        "Paul: They can mix you the perfect martini.",
        "Henry: Exactly. Yes. I hope that doesn't make me a bad person.",
        "Paul: No, that makes you a genius. Hey, will you do us the honors and help us break it in?",
        "Henry: Smashing idea. Martinis all around?",
        "Paul: I think it will just have to be for the two of you because there's something I've got to do.",
        "Emily: Wait. I thought you and i were going to --",
        "Paul: This can't wait, Em. I'm just going to make sure that if Meg comes anywhere near us that she winds up in handcuffs. Okay? I'll be right back.",
        "Emily: Yeah.",
        "Henry: I don't think he likes me.",
        "Emily: I don't think he thinks about you too much, Henry, really.",
        "Henry: Really? So how is married life? Now that you've gotten everything you've schemed and connived and blackmailed to get. Is it everything you thought it would be?",
        "Emily: Almost.",
        "Henry: Oh, is there a tear in the fabric?",
        "Emily: No, a thorn in my side. And her name is Meg Snyder.",
        "Henry: Oh, man. Is she still giving you a hard time?",
        "Emily: She will not leave Paul alone.",
        "Henry: Is that why he went to the police?",
        "Emily: Yeah, well, a restraining order isn't going to cut it. I need to take care of Meg in my own way.",
        "[SCENE_BREAK]",
        "Katie: I'm not going to let anything from your past stop us from getting married.",
        "Mike: I didn't say it was going to stop us from getting married. It may cause us some problems if i can't clear it up in time.",
        "Katie: I can't believe all of this because of a stupid book, a novel. Imaginary people.",
        "Mike: It's my name on the page, Katie. That's not imaginary.",
        "Katie: But in the book you are a suspect in a murder investigation. That's about as far from the truth as you can get.",
        "Mike: But this damn novel has used my real history as a motive. It brought up a part of my life that I just wanted to forget. Now I have to deal with it, like it or not. I'm going to take care of it before we get married. I promise. What a coward. Too afraid of the fallout to use a real name.",
        "Katie: Maybe there's a good reason.",
        "Mike: Give me a break. When I get my hands on whoever wrote this piece of garbage, they're going to wish they'd never started this project.",
        "Katie: I still think you're making way too much of this.",
        "Mike: I'm just getting started. I'm going to solve my problem, and then I'm going to take care of our little friend anonymous, whoever it is.",
        "Katie: Oh, Mike. What have I done? I'm so sorry. I didn't think you were going to get this mad about it.",
        "Mike: You didn't -- wait a second. What are you saying? You wrote this? You're anonymous?",
        "[SCENE_BREAK]",
        "Will: Don't let my mom suck you in. Okay? She's not sincere. Ever. It's always her way or no way. And she's behind every bad thing that ever happened to me in my life.",
        "Gwen: Okay, normally, I'd agree. But what does she have to gain by getting me a job? Plus she wasn't trying to take credit. I wasn't supposed to know.",
        "Will: How'd you find out, then?",
        "Gwen: I overheard her talking to Lisa on the phone. She did not even know I was there.",
        "Will: Where, here?",
        "Gwen: Yeah.",
        "Will: So you're positive she didn't know you were listening?",
        "Gwen: No. I can't be positive.",
        "Will: So this whole thing could still be a setup.",
        "Gwen: I guess, yeah.",
        "Will: Gwen, if it could have been a setup, then it was. There's no such thing as a reasonable doubt when you're talking about my mom.",
        "Gwen: I must be getting soft.",
        "Will: No, you're not. You're just -- you're looking for the good in people. And it's something I love about you.",
        "Gwen: Maybe being so happy with you is making me lose some of my edge.",
        "Will: We'll just have to find a way to get it back, then.",
        "Gwen: No, not if it means that I don't get to be this happy. I just ate it up. I didn't even question it when she offered me the job out of the blue.",
        "Will: It's okay. Don't be too hard on yourself. You know, my mom is like a genius manipulator. Nobody does it better.",
        "Gwen: So I guess this answers the question of what to do about the job.",
        "Will: What do you mean?",
        "Gwen: I don't take it. I walk away.",
        "[SCENE_BREAK]",
        "Meg: Hey.",
        "Paul: Emily saw us in the lobby last night.",
        "Meg: What, here at the Lakeview?",
        "Paul: Yeah. When I didn't come home right away, I guess she decided to come check on me.",
        "Meg: Great. She must have lost it.",
        "Paul: Yeah. It was all I could do to keep her from packing up and walking out. We're talking like major damage control.",
        "Meg: So what did you tell her?",
        "Paul: I told her you had lost it, that you couldn't stay away from me so she thinks I'm getting a restraining order right now. Not that Emily thinks that's going to work. She keeps saying she wants to take matters into her own hands, and I don't even know what that means, but Meg, it really frightens me.",
        "Meg: I can handle Emily.",
        "Paul: Are you sure? Because I'm not even positive I can handle her at this point. I mean, this morning was a nightmare.",
        "Meg: What did you mean exactly by major damage control?",
        "Paul: I did what I had to do. I think I threw her off the track, you know, at least for a little while.",
        "Meg: You slept with her, didn't you?",
        "[SCENE_BREAK]",
        "Henry: Somebody had a wild night.",
        "Emily: You don't know the half of it. Paul was such an animal last night.",
        "Henry: That was so much more than I needed to hear.",
        "Emily: The person who needs to hear it is Meg. She needs to realize that we are really married, we're a couple. Someone needs to set her straight.",
        "Henry: And I take it that someone is you?",
        "Emily: I've had it up to my eyeballs with that woman. I'll do whatever has to be done to keep her away from my husband.",
        "Henry: For once, can't you focus on the positive? You've got the golden egg here. It wasn't Meg making mad passionate love here, it was you.",
        "Emily: But before that, they were together, Henry. At the Lakeview. I saw them.",
        "Henry: I'm sure there's a legitimate explanation for that.",
        "Emily: Then, why did Paul lie to me about it?",
        "Henry: Did he lie to you or did he just not tell you about it?",
        "Emily: Both. I asked him about it and he didn't come clean so, I confronted him about it this morning.",
        "Henry: What was his excuse?",
        "Emily: He said he ran into Meg by accident and got into an argument and he didn't tell me because he knew the mention of her name would get us sidetracked from what was supposed to be our honeymoon.",
        "Henry: Maybe that's true.",
        "Emily: Yeah. Right.",
        "Henry: I don't understand why you can't believe him.",
        "Emily: I wish I could. What if they weren't fighting? What if they're up to something, Henry?",
        "Henry: Meg and Paul? What could they possibly be up to?",
        "Emily: I don't know! These are the things that keep me awake at night.",
        "Henry: But he married you, didn't he? He married you. And obviously he has no problem consummating that marriage. Don't you think you're being a tad paranoid?",
        "Emily: Oh, God. I hope so. Either way, Meg has to be dealt with.",
        "Henry: Dealt with? Could you be a little less vague?",
        "Emily: I need to get rid of her, Henry. Permanently.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Katie: Why don't you throw a little honesty my way?",
        "Mike: I was an accessory to grand larceny. Is that honest enough for you?",
        "Meg: I thought we were working together.",
        "Paul: No, not anymore. I need to get you out of town, away from Emily. Right now.",
        "[SCENE_BREAK]",
        "Gwen: I can't believe I fell for her fairy godmother act. I should get a tattoo on my arm that says never trust your mother-in-law.",
        "Will: I won't let you forget it.",
        "Gwen: It's going to be hard telling the rest of the band. They're really excited about getting back together. But you win some you lose some. And this time your mom definitely won.",
        "Will: No, she doesn't win. She only wins if you let her win.",
        "Gwen: It's okay. I've dealt with wore things. I'll survive.",
        "Will: Yeah, but you shouldn't have to. Listen, I think you should take the job.",
        "[SCENE_BREAK]",
        "Katie: Mike, it was a lark. I didn't expect it to actually get published.",
        "Mike: But it was. And now everybody's going to read and wonder about me. How could you do this? Why wouldn't you at least show it me before you sent it out?",
        "Katie: I don't know. I didn't think it was any good. That's why I didn't put my name on the manuscript. And when Lucinda announced she was going to publish it I was shocked.",
        "Mike: And you still kept it from me?",
        "Katie: By that time you were halfway across the world. I thought it would be a nice coming home surprise. I was going to tell you at the party, but you weren't so excited about it. You were so mad. I didn't think you would react like that.",
        "Mike: You're telling the world I was an ex-con. How was I supposed to react?",
        "Katie: It's a stupid plot point in a harmless mystery novel. People aren't going to confuse it for a biography.",
        "Mike: This is not harmless, Katie. Not by a long shot. What you call a lark has opened up a can of worms that should never have been opened up.",
        "Katie: All right. Well, you accused me of not being honest. Why don't you throw a little honesty my way?",
        "Mike: I was an accessory to grand larceny. Is that honest enough for you?",
        "[SCENE_BREAK]",
        "Carly: Oh! okay, here we go. Hey, Jack. It's me. Something's happened. I don't know how to fix it. I need your help.",
        "[SCENE_BREAK]",
        "Henry: Meg is not a threat to you, sweetheart.",
        "Emily: I don't know that for sure.",
        "Henry: You and Paul exchanged vows and carnal pleasures and all this after you tried to kill the man. Now, I cannot think of a stronger foundation for a long-lasting relationship. No one, not even Meg Snyder, is going to come between the two of you now.",
        "Emily: Something's missing. I can feel it.",
        "Henry: Just because it seems too good to be true doesn't mean that it isn't. Why don't you stop looking at it half empty?",
        "Emily: Will you think back to when you were with Katie? And tell me that not for a split second did you think about putting rat poison in Mike Kasnoff's coffee?",
        "Henry: Never. At least not when I was awake. It doesn't help you at all. All that happens is you'd end up behind bars.",
        "Emily: And then you wouldn't get your precious money.",
        "Henry: Forget about the money. I'm not talking about the money. I'm talking about you. I'm trying to stop from you making a very bad mistake, one that you will regret. Maybe not today. Maybe not tomorrow. But soon and for the rest of your life.",
        "Emily: What?",
        "Henry: I've always wanted to say that line.",
        "Emily: What is your problem? Why do you care about what I do?",
        "Henry: I don't know. I don't know. Maybe because we've become friends.",
        "Emily: When the hell did that happen?",
        "Henry: When neither one of us was looking, I guess.",
        "[SCENE_BREAK]",
        "Meg: You know what? Forget I even asked you that. Emily's your wife. It's none of my business what the two of you do in private. Like you said, you did what you had to do. I don't want to talk about it. Look, the reason I called is because I think I know what this key is used for.",
        "Paul: Really?",
        "Meg: Yeah. I spoke to my mother, and she said they looked like the type of keys you she used to have on the farm for chain padlocks.",
        "Paul: Chain padlocks?",
        "Meg: Yeah. I don't know if this means that Dusty's anywhere near a farm --?",
        "Paul: Hold on, wait. I'm going to handle this. There's no reason for to you figure out what happened to Dusty.",
        "Meg: I thought we were working together.",
        "Paul: No, not anymore. I need to get you out of town and away from Emily, right now.",
        "[SCENE_BREAK]",
        "Carly: I don't know what happened. I put Sage down for her nap and turned on the water upstairs to take a shower. And I heard this big bang from down here, and I came down and there was this steam everywhere.",
        "Jack: That's just weird.",
        "Carly: Just be careful. It could be really hot.",
        "Jack: I'll be fine. Looks like the safety valve blew clean off.",
        "Carly: What would make that happen?",
        "Jack: Pressure. Which is the really strange thing because I check this thing all the time. The pressure's always been fine.",
        "Carly: Do you think we need to call somebody?",
        "Jack: No, let me have a go at it first, please.",
        "Carly: So far the only thing you're managing to do is get all wet.",
        "Jack: You're not exactly a poster girl for the dry look.",
        "Carly: I must look awful.",
        "Jack: That's not what I was thinking. Let me have a look at this thing. Aaah!",
        "Carly: Jack.",
        "[SCENE_BREAK]",
        "Mike: I was young. I just got out of prison for a small-time theft. And I was bumming around town trying to figure out what i was going to do and that's when I met her.",
        "Katie: A woman, naturally.",
        "Mike: What do you want? I was young. She was beautiful, older. I was infatuated.",
        "Katie: What was her name?",
        "Mike: She called herself Maya but that probably wasn't her real name. She was a drifter. And, as it turned out, a con artist.",
        "Katie: Did you sleep with her?",
        "Mike: Katie, can I just tell the story? No, I didn't. But she knew I was attracted to her, which is how she got me to help her out.",
        "Katie: Help her out with what?",
        "Mike: She gave me a suitcase. And she asked me to find a good place to hide it.",
        "Katie: What was in it? Money? Drugs?",
        "Mike: Rubies. I'm talking the real thing. Some of these were as big as rose petals. I'd never seen anything like it in my entire life.",
        "Katie: And they were sold?",
        "Mike: I didn't get the details, but yeah. She conned them off somebody.",
        "Katie: Why didn't you go to the police?",
        "Mike: I was just out of jail for a small-time robbery. You think they would believe my story? I wasn't going to take that chance.",
        "Katie: And you were hoping miss ruby lips would pay you back for the favor.",
        "Mike: I was young, confused. Look, it was a mistake. All right? A big one.",
        "Katie: Well, where are the rubies now?",
        "Mike: I found a good place to hide them.",
        "Katie: Where?",
        "Mike: It doesn't matter.",
        "Katie: Mike!",
        "Mike: Listen, if somebody comes looking for them, and they probably are now because of this book, its better that you don't know.",
        "Katie: I don't care. I'm about to become your wife. I need to know everything.",
        "Mike: Katie, why didn't you talk to me about this first before you sent the book out?",
        "Katie: How was I supposed to know? You didn't tell me this. It's not my fault. I'm sorry. Whatever happens we're going to fix it. Okay? You and me together. I'm in this too, Mike. I'm with you.",
        "[SCENE_BREAK]",
        "Emily: Henry, I don't have many friends left. It's meant a lot to me that you've stuck by me the way you have. And I realize you wanted your money back as part of it. I know that.",
        "Henry: It's not that. I don't want it. I need it. I desperately need it.",
        "Emily: I will give it back to you, I promise.",
        "Henry: Yeah, and you know, it's not just the money. I mean, you're the only one who --",
        "Emily: What?",
        "Henry: Laughs at my jokes.",
        "Emily: And you're the only one who listens to me whine.",
        "Henry: You know what would be great is if you'd done a lot more whining and a lot less shooting.",
        "Emily: Because I'm such a lousy shot huh?",
        "Henry: Think about it. If you were a good shot, you wouldn't be with the man you love. And I do hope, for your sake i do hope that this time's the charm.",
        "Emily: It will be. Once I take care of Meg.",
        "Henry: I can't believe we're back to that.",
        "Emily: Oh, Henry. I'm not going to kill her.",
        "Henry: You're not?",
        "Emily: No. Please. You think I'd do anything to jeopardize my second chance with Paul?",
        "Henry: Then why do you keep talking about getting rid of her? And by the way, how, if you're not going to murder her, are you planning to do that?",
        "Emily: Would you just relax? I have a risk-free scheme.",
        "Henry: You know, that's an oxymoron, Emily. Emphasis on moron.",
        "Emily: Trust me. This is going to work. And I'm not going to get caught doing anything illegal.",
        "Henry: That's because you expect me to get my hands dirty, don't you?",
        "Emily: No, no, no. The only one who's going to get her hands dirty is Meg.",
        "[SCENE_BREAK]",
        "Meg: I'm not going to run and hide. I'm not afraid of Emily.",
        "Paul: Well, you should be. We both know what she's capable of. And now that she thinks you're obsessed with me --",
        "Meg: Look, all this means is we just have to hurry up and find out where she's keeping Dusty.",
        "Paul: Look, I told you I would handle this. Look, Meg, I'm going to feel a lot better knowing you were someplace safe.",
        "Meg: I'm not going anywhere. So drop it. There is nothing Emily could do that is worse than what she's already done, and there's nothing worse you could do to me either.",
        "Paul: What does that mean?",
        "Meg: Nothing. Forget it.",
        "Paul: I didn't make love with Emily. We just had sex.",
        "Meg: Is that supposed to make me feel better, Paul? Because I don't think it's working.",
        "Paul: She packed a bag. Okay? She was halfway out the door. Emily was going to leave. I had to do something to convince her I wasn't cheating with another woman. I had to make good on the honeymoon.",
        "Meg: You don't have to explain, Paul. I have no right to ask you about any of this.",
        "Paul: I only did it to throw her off of your track.",
        "Meg: I appreciate it.",
        "Paul: I'm not so sure that it's going to stop her, though.",
        "Meg: I can hold my own against Emily.",
        "Paul: You can? I couldn't. Dusty couldn't.",
        "Meg: Well, I want to see this through to the end.",
        "Paul: What's at the end, Meg?",
        "Meg: I don't know Paul, you tell me.",
        "[SCENE_BREAK]",
        "Emily: You just won't give up, will you? I've got to tell you, I admire your determination. I really do. In fact, I admire it so much I've brought you a reward. How about some fresh clothes? You must be dying to get out of those bloody rags, huh?",
        "[SCENE_BREAK]",
        "Gwen: You sure about this?",
        "Will: Listen, we've beaten her before. I know we can do it again. And hell, even Casey and Maddie tricked her with the whole fake baby cam thing. So we can do this. I know it.",
        "Gwen: Okay. As long as you think that it is the best way to handle things.",
        "Will: I want you to have what you want. And I know what you really want is to have your band back together again.",
        "Gwen: What I really want is to put my arms around you and never let go.",
        "Katie: What are we going to do now?",
        "Mike: You are not going to do anything. This is my problem to deal with.",
        "Katie: Would you stop with that? Whatever happens, we're doing this together. And that's that.",
        "Mike: It could get dangerous, Katie.",
        "Katie: It's okay. You're here to protect me. So where'd you hide the jewels? Come on, Mike. Either you let me help you or I do it without your permission, and we know how well that always turns out.",
        "Mike: That's true. I buried them, inside a wall, in somebody's basement.",
        "Katie: Here in Oakdale?",
        "Mike: Mm-hmm. Yep.",
        "Katie: Where?",
        "Mike: Jack and Carly's place. The rubies are hidden in their house.",
        "[SCENE_BREAK]",
        "Carly: Just let me put something on it. You should take off your shirt. Okay?",
        "Jack: It's a good thing the cellar won't get flooded now.",
        "Carly: You saved the day.",
        "Jack: It's the weirdest thing, though. I have no idea how that valve flew off like that.",
        "Carly: Just one of those freaky accidents, I guess. How is that? Does that hurt?",
        "Jack: No. It's nice.",
        "Carly: Good.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Dusty: You're walking right into a trap. Paul Ryan is setting you up.",
        "[Meg laughing]",
        "Mike: Okay. Even if we could get the rubies to the police without being traced, how do we get into Carly's basement?",
        "Katie: You take care of the rubies. Let me take care of the access.",
        "Carly: Just one step toward me. Jack, please, just one step.",
        "Jack: I don't know how.",
        "Carly: Just step."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=pvvGfxUoDUI"
}