{
    "Episode Summary": [],
    "Recap": [
        "Katie is furious when she finds Jack and Brad discussing her; she threatens Brad with destroying his little black book. While out on their last evening on the town in the next six months, Maddie receives some news about her future. Once Jade realizes Cleo is at Will and Gwen's home, she tries to keep Gwen from going home. Will realizes right away that Cleo is not Gwen, and she has a lot of explaining to do. He thinks she is working with Jade, but Cleo covers for her, by saying she is just a music fan, who wants to have the kind of life Gwen has. Casey and Maddie disagree about her giving up on college and her dream -- for him. Will takes down Cleo's information and orders her to stay away from Gwen or he will cal the police. Maddie and Casey's disagreement about how she handles school while he is in jail turns into a fight and an emotional Maddie leaves. Jack and Katie have a talk about their kiss, and Jack claims he is not ready. Katie is hurt, but then she gets angry. Brad comforts her. Jack isn't sure he can take the leap of faith with Katie, as Emma tries to gently reminds Jack that he should knock Brad down a few pegs because he got in between he and Katie. Cleo promises that she isn't working with Jade. Jade tries to clean the Motel of her existence. Will tells Gwen about his visit with her look-alike. Brad and Katie learn where they are going for the contest and Brad realizes he knows this place. Cleo decides she isn't leaving town but rather she decides to stay in Oakdale indefinitely."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Brad: Well, I guess the turning point was when I was naked in front of her. I mean, I didn't plan on it, but when it happened --",
        "Jack: Whoa, whoa, wait a second -- you were naked?",
        "Brad: Yeah, Brother.",
        "Jack: With Katie?",
        "Brad: Yeah, yeah. That's the long and -- well, that's the long of it. And apparently Katie liked what she saw.",
        "Katie: I'm sorry. Excuse me. What was it, exactly, that I liked? Actually no, before you answer that question, we should probably all go to a locker room, because I have a feeling that this would be a more appropriate conversation there. Or you know what? How about I'll get the crew and we'll broadcast it live for America. [In an announcer voice] \"Find out what Katie thought about Brad being naked, live at 10:00.\"",
        "Brad: You know, that's kind of low, listening in on other people's conversations.",
        "Katie: I need a blunt object. A baseball bat would be good.",
        "Brad: I think she's upset.",
        "Katie: Upset doesn't even capture it. Okay, what do I like best about this situation? The fact that you were talking about me behind my back? The fact that you were trying to figure out how I feel or -- and then you were telling someone else about it. And that someone else is your brother. And that someone else is my friend.",
        "Brad: I'm just a naturally open person.",
        "Katie: No, you were bragging, and you were asking for details!",
        "Jack: You know, you're right. I'm sorry. This is absolutely none of my business. I'm out of here.",
        "Brad: Hey, you know, come on, Man. Give me a call, we'll shoot some hoops. Beer. It's really nice being tight with him again. Wait, what are you doing? What are you doing?",
        "Katie: Is this your little -- your little -- even it says, \"My little black book.\" Isn't that cute? And this is the shredder. Now I want you to tell me what you told Jack.",
        "Brad: Okay, just don't hurt the book.",
        "Katie: And why?",
        "[SCENE_BREAK]",
        "Maddie: You really don't have to do this.",
        "Casey: I insist. We got dinner reservations over there and then maybe we can dance a little bit.",
        "Maddie: This is our last night together.",
        "Casey: Shh.",
        "Maddie: I don't need suits and ties and dancing. I just -- I need you.",
        "Casey: First of all, it's not our last night together. It's our last night together for a while. Second, we're not going to spend it being all sad, okay? We're going to be happy that we have each other.",
        "Maddie: Okay. I just don't want you to be uncomfortable.",
        "Casey: Listen, for the next six months, I'm going to be in very comfortable clothes. I can do this. And maybe later you can help me take it off.",
        "Maddie: Nights like tonight you can make me laugh.",
        "Desk clerk: I'm sorry, Ms. Coleman, but you said you wanted this as soon as it arrived.",
        "Maddie: Oh, thank you.",
        "Casey: What is it?",
        "Maddie: It's nothing.",
        "Casey: It's nothing? You wanted nothing as soon as it arrived?",
        "Maddie: No, it's not important. I can just tell the desk clerk --",
        "Casey: Yeah right, it's the important letter. It's the one \"I got in\" letter. Let me see it. \"Dear Ms. Coleman, you being so smart and good looking and whatnot, you got into this really hard to get in --\"",
        "Maddie: Stop it. Just stop it, okay?",
        "[SCENE_BREAK]",
        "[Jade on her cellphone]",
        "Jade: So Cleo, this is what you're going to do. You're going to get out of their house, you're going to turn on your stupid phone and you're going to answer these 9,000 messages and tell me exactly what you said to Will's mother and tell me why the hell --",
        "[Jade turns off her cellphone]",
        "Jade: Oh God, could this day get any worse? Hey, Gwen, wait up.",
        "Gwen: Why?",
        "Jade: You can't go home yet.",
        "[SCENE_BREAK]",
        "Cleo: Hey.",
        "Will: Hey.",
        "Cleo: I'm glad you're home.",
        "Will: Me too.",
        "Cleo: Why don't you sit down? I'll get you something to eat. You're hungry, right?",
        "Will: Right. Thanks.",
        "Cleo: No problem. You know what, we're out of milk. I'll go get some.",
        "Will: Good. Tell me one thing before you go.",
        "Cleo: Yeah?",
        "Will: Who the hell are you? Are you going to make a run for it? Because I promise, you won't make it.",
        "Cleo: No. She's lactose intolerant, right?",
        "Will: Excuse me?",
        "Cleo: When I said I was going to go get the milk, that's how you knew that I wasn't her.",
        "Will: No, actually, I knew it wasn't her the second I saw you.",
        "Cleo: Really? Cause I fooled your mom.",
        "Will: What?",
        "Cleo: Yeah. She's really nice. She's so elegant. I thought she was going to be really snooty and everything.",
        "Will: You talked to my mother?",
        "Cleo: Yeah. But when I think about it, of course she was really nice, 'cuz she thought she was talking to Gwen and everyone loves Gwen.",
        "Will: How long have you been doing this and who else have you tried this on?",
        "Cleo: Just you and your mom. But that's -- I guess that's like batting 500, right?",
        "Will: And why? What are you after?",
        "Cleo: Only I don't get another at bat, cause now you know everything, so it's really not like baseball at all, huh?",
        "Will: Okay, you know what? You can cut the ditzy act and tell me who the hell you are and what you're doing in my house trying to dress like my wife.",
        "Cleo: Okay, well, I'll tell you everything, but first of all, it's not an act. It's just that I get really nervous and then I act kind of funny. But I think you should know, I think it's really sweet.",
        "Will: Huh?",
        "Cleo: Just the way that you knew that I wasn't Gwen. I mean, it's not how she looks. I mean, it's not just that. It's just -- it's who she is, you could tell.",
        "Will: I still don't know why you're doing this.",
        "Cleo: And you're so sweet with her. You even like to watch her eat eggs.",
        "Will: You're the girl from the diner.",
        "Cleo: Wow. You noticed me? That's, like, amazing. Because you know, Gwen's Gwen and I'm me. And you normally don't ever take your eyes off of her.",
        "Will: So what, are you -- are you, like, stalking her?",
        "Cleo: No, I'm not stalking you. I mean, if you were going to say that I was stalking you, it would be you, plural. Cause I just think that what you guys have together is really great. And I thought that if I could look like Gwen, then maybe something great would happen to me, too. I know I shouldn't have done it. I just -- I came in here and no one was home and her clothes were out.",
        "Will: And you just happened to have a wig that looks just like her hair.",
        "Cleo: I thought it would be a really great surprise.",
        "Will: Right. So you're just like a really big fan?",
        "Cleo: Yeah, that's it.",
        "Will: Okay, why don't you tell me the truth? Tell me that Jade's behind this.",
        "[SCENE_BREAK]",
        "Jade: I'm not trying to get in your face or anything, I'm just trying to help.",
        "Gwen: And that always works out really well for me, doesn't it?",
        "Jade: It's just that Luke was supposed to meet me here and he can't come because there was an accident on Route 51, so you know, can't go home yet.",
        "Gwen: Well, thank you very much for the traffic update, but I don't need to take a Route 51 to get to the bookstore. I just need you to get out of my way.",
        "Jade: Just trying to help.",
        "Gwen: Well, here's a little bit of an FYI -- I would rather sit in traffic for, I don't know, 50 hours than talk to you.",
        "Jade: Got it.",
        "[Gwen leaves and Jade calls Cleo]",
        "Jade: And you're going to get it if you haven't left yet. Damn it, Cleo, I'm going to kill you.",
        "[SCENE_BREAK]",
        "Casey: I told the maitre d we'd be a little late.",
        "Maddie: Why?",
        "Casey: Because we're going to read every word of this. I don't know why you're freaked. I didn't doubt for a second that you'd get in. Oh yeah, here, open it. Read out loud, too.",
        "Maddie: Okay. Dear Ms. Coleman, it is our sincere pleasure to welcome you --",
        "Casey: Hey! My girlfriend just got into Wesleyan.",
        "Desk clerk: Way to go, Ms. Coleman!",
        "Maddie: It's Maddie, thank you. And you're embarrassing me.",
        "Casey: I don't care. Maddie, look at this. Look how cool this looks.",
        "Maddie: Please keep it down, okay?",
        "Casey: Why? Maddie, there are going to be all sorts of kids there that, like, when you talk about your books, they're going to know what you're talking about. Oh, look at this writing on the sidewalk thing, that's cool. What?",
        "Maddie: I don't want it to be about me, okay? Not tonight.",
        "Casey: Oh, but it is so about you, Maddie. Nobody -- and I mean this when I say this -- no one deserves this more than you, all right? Here, call Henry right now and tell him about it.",
        "Maddie: No.",
        "Casey: Yeah, you're right. He might want to join us. But how cool is it going to be to tell him tomorrow?",
        "Maddie: I'm not going to tell him, because I'm not going.",
        "[SCENE_BREAK]",
        "Brad: This is so not fair. Our next paycheck I was going to buy one of those electronic organizer things!",
        "Katie: What did you tell Jack?",
        "Brad: About the inn?",
        "Katie: No, his views on free trade. Yes, the inn, Brad!",
        "Brad: Okay, okay, okay. Honestly, honestly I told him about how I acci -- by accident, I ended up in front of you without any clothes on. That's all I said.",
        "Katie: That's it?",
        "Brad: Yes. I mean, is this who you really want to be? You want to be a hostage taker? I swear, that is all that I said, Katie.",
        "Katie: Okay. Next question is why? You never talk to Jack, except for about parking tickets.",
        "Brad: Well, I -- you know, I've been trying to change that. I want a better relationship with him.",
        "Katie: So you're telling him about the times you were accidentally naked and he likes hearing about that?",
        "Brad: I thought it was an amusing anecdote. All right? I'm trying to show my vulnerable side.",
        "Katie: I don't believe you.",
        "Brad: Oh come on! Come on! Come on, Katie. Come on. That's a life's work. That's my masterpiece.",
        "Katie: Come on, you don't really think for a second that I was actually going to throw it away? That stupid thing represents every minute I don't have to spend with you.",
        "Brad: I don't even know why you're so upset.",
        "Katie: Because I think that you're trying to mess with Jack's head.",
        "Brad: That job has already been done.",
        "Katie: You're upset that we're close.",
        "Brad: But you're not close. Oh, come on. He's been so closed off ever since the non-wedding.",
        "Katie: Yeah, and he's been spending a lot of time with you ever since the non- wedding. And every time you do spend time together, he walks away without talking to me.",
        "Brad: Well, that's Jack, okay? He's my brother. I love him, but he's a doofus.",
        "Katie: He's -- you're calling him a Doofus? You, who resides in the center square of doofusness?",
        "Brad: You know what? You just need to admit that ever since whatever happened in the kitchen happened, you know, he has been running in the other direction.",
        "Katie: What? He just came here today. He was just here. That is not the other direction. That is this direction. Because -- why, he came here on the off chance that you were accidentally naked again? No! He came to see me. Why are you doing this? I can't figure it out. And every time I do try to figure it out, it just -- it really makes my blood turn cold. Jack is not you.",
        "Brad: So true.",
        "Katie: He -- I can actually have a sane, mature conversation with him instead of being lost in the funhouse.",
        "Brad: Oh see, you hit the nail on the head. Because there is never anything fun about talking to Jack.",
        "Katie: You have no idea how fun he is. You are jealous.",
        "Brad: Jealous? That is like being jealous of, I don't know --",
        "Katie: Your brave, handsome, amazing brother? Yeah, that never happens.",
        "Brad: -- A turtle.",
        "Katie: Now I know I'm right. Oh and it's an amusing anecdote, Doofus.",
        "Brad: Yeah, that's what I said, Katie! Pain in the butt. Who needs her?",
        "[SCENE_BREAK]",
        "Emma: How's the homework going?",
        "Jack: Homework, yes.",
        "Emma: That good, huh?",
        "Jack: I got into it with Sage. We had a little disagreement on the content of a report on ancient Egypt. I didn't think they played computer games, therefore I didn't see why she was when her report's due tomorrow.",
        "Emma: What did Sage say?",
        "Jack: She said that she was warming up her fingers to type. [Emma laughs] Not bad, right?",
        "Emma: Oh Lordy. Who does that remind me of? Sorry.",
        "Jack: No. No, not at all. Carly was always so sure of herself when it came to the kids. And I thought they'd be getting away with murder and she'd make a joke and bam, they were back to toeing the line. Other times, out of nowhere, she'd turn into a drill sergeant and that was the right thing to do.",
        "Emma: So you don't know whether to come down hard on her or just let it ride, huh?",
        "Jack: She's been through so much, though. But if she gets behind -- anyway, Carly would know what to do.",
        "Emma: I'll tell you what, Partner. You ever need a little backup with this, I'll double team you, okay?",
        "Jack: What are you talking about?",
        "Emma: This is police talk here.",
        "[Jack laughs]",
        "Emma: I tell you what, after I finish the dishes, I'll go in. I've got a little writing I'm doing. I'm going to sit there and do my writing and I'll watch the computer screen, make sure she's doing her homework, okay?",
        "Jack: Okay.",
        "Emma: Back you up.",
        "Jack: All right. You really should've been a cop, you know that? I think you missed your calling.",
        "Emma: I'm thinking about it, myself.",
        "[Knock at the door]",
        "Jack: Hey.",
        "Katie: Hey. I was just wondering if you had a minute.",
        "Emma: Excuse me, guys. Hi, Katie.",
        "Katie: Oh, hi. I'm sorry.",
        "Emma: I've got to do my homework.",
        "Jack: This really isn't the best time. Parker's --",
        "Katie: Jack, why did you come to the station today?",
        "Jack: I was working a case.",
        "Katie: Okay, I'm not trying to get you to say or do anything. I just -- I want us to be like we were before.",
        "Jack: Listen, Katie --",
        "Katie: And from what I remember, we were pretty honest with each other. So just tell me what's going on and I'll go.",
        "[SCENE_BREAK]",
        "Casey: Okay, you're going to kind of have to tell me that again, because I know I didn't hear you right.",
        "Maddie: I'm not going.",
        "Casey: To Wesleyan.",
        "Maddie: I don't want to go to Connecticut. It's too far away. I don't want to be starting school in September when you're going to be getting out of jail at the end of October.",
        "Casey: That doesn't make any sense.",
        "Maddie: Well, that's how I feel. The only way I'm going to be able to get through this summer is knowing that I can come and visit you.",
        "Casey: But you can and you're not leaving until August.",
        "Maddie: I want to be here for when you get back.",
        "Casey: Look, I don't want to get bossy, but we don't have a lot of time. So first of all, I'm going to skip over all the modern inventions like telephones, planes, things like that.",
        "Maddie: Don't be like that.",
        "Casey: What difference does it make where you wait for me? All right? And don't you think that just maybe it'll make it a little easier if while you're waiting for me, you're at this really great school getting this really great education?",
        "Maddie: I don't want it.",
        "Casey: Maddie, I'm not the greatest student, all right? I mean, some day, I want to work in the music industry. So college, I don't really care. But you, you're the real deal. I mean, you're this amazing, smart girl and -- I mean, you made me understand books and your movies.",
        "Maddie: I could do that from Oakdale.",
        "Casey: Yeah, I know, but you could do it there, too. And the difference is, they'll be doing the same thing you're doing and you guys can talk about it and -- I just, I think you're going to feel a lot more at home there.",
        "Maddie: You're my home.",
        "Casey: Yeah, well, look at the mess I've made of this home.",
        "Maddie: You know what? This isn't your decision, it's mine. So let's go eat.",
        "Casey: Maddie, look. I know that I've made a mess of my parent's lives, so please don't let me do it to you, too.",
        "[SCENE_BREAK]",
        "Cleo: I didn't see any jewelry. I didn't take anything. I wouldn't even know what Jade was if I saw it.",
        "Will: That's good. So you know that I'm Will and Gwen's Gwen, but you've never heard of Jade?",
        "Cleo: No. Is that supposed to be a person?",
        "Will: Yeah, she's a person that lies to the drop of a hat and has a smooth explanation for everything. Does that remind you of anyone?",
        "Cleo: No.",
        "Will: So what about the email? Let me guess, you've never heard of the email?",
        "Cleo: No, what email?",
        "Will: There was an email designed to get Gwen to go out of town. See, this is just a really crazy coincidence that someone wrote an email to get Gwen to leave town and you're running around dressed up to look just like her.",
        "Cleo: I didn't mean to hurt anybody, I really didn't.",
        "Will: No, that would be Jade. Did she tell you that this was just a goof? That this was all in good fun?",
        "Cleo: No.",
        "Will: Because this is not a goof and this is not fun. And maybe you don't know why she's doing this, but she's setting something up. Something bad. So you're going to tell me everything -- everything you know so I can stop her from hurting Gwen one more time.",
        "Cleo: Okay, I know that you're upset. You have every right to be upset. It's just that when I get scared, I get nervous and I act even more stupid. So if you stop raising your voice at me, I can try to tell you the entire truth.",
        "Will: Okay, good. Let's get started.",
        "Cleo: Okay. I know that you think somebody put me up to this, right?",
        "Will: Right.",
        "Cleo: Well, they didn't. I did this all on my own. And I know that you don't believe that it's a goof, but it kind of is. I just thought I'd come here and Gwen would open the door and she'd see somebody who looks just like her.",
        "Will: What's your name?",
        "Cleo: Cleo.",
        "Will: Well, that was a good goof, Cleo. But why are you wearing Gwen's clothes?",
        "Cleo: I know that I shouldn't have. It's just that nobody was home.",
        "Will: And you just couldn't help yourself.",
        "Cleo: Yeah, she's just so cool. The way she puts things together. I'd never think about it myself.",
        "Will: So you dressed up in her clothes.",
        "Cleo: Yeah. I know that it sounds crazy. I was going to leave right then, but then your mom came and I had to fool her. I absolutely had to. And that's when I realized, if I could fool her then maybe I could fool other people too.",
        "Will: What a thrill.",
        "Cleo: Except you.",
        "Will: What an accomplishment.",
        "Cleo: I'll take off her clothes. And your mom left a dress for her. She's really sweet.",
        "Will: So after you take off Gwen's clothes and you give back the dress, then what?",
        "Cleo: I'll leave.",
        "Will: Well, that's one way to go. But I have a better idea.",
        "Cleo: What are you doing?",
        "Will: Calling the cops.",
        "Cleo: Will, listen -- before you call the police, can I tell you about my last night in Los Angeles?",
        "Will: Is it a long story?",
        "Cleo: I don't think so.",
        "Will: Well, you can just tell me while the cops are on their way, okay?",
        "Cleo: I don't know what I've done.",
        "Will: My dad was on the police force, so they're going to show up pretty quick. Don't -- don't cry, all right? Just tell me about L.A.",
        "Cleo: Well, I went to Los Angeles because I wanted to be a singer. I wanted to be somebody just like Gwen.",
        "Will: Right.",
        "Cleo: And it was my last night there and I didn't have a lot of money left and I heard that there was this open mic night and that's where I saw Gwen. And when I heard her sing, I knew that I would never ever have what she had unless I pretended.",
        "Will: So did you follow her here?",
        "Cleo: No, I went back home, but it was pretty awful there. So I was just stopping through here. I'm on my way to Chicago. And I saw that Gwen was singing at the club. And I got to hear her. She sounds even better now, huh? More real.",
        "Will: Okay, let's just not talk about Gwen. Keep talking about you. What happened after you saw her at Crash?",
        "Cleo: Well, I realized I'm never going to be able to sing like that. But I really appreciate it a lot and I thought that maybe she'd like to know that. That she gets to people like me. And that's where I really started to mess up kind of bad.",
        "Will: Okay, now we have a real basic problem here and we're in some freaky territory of human behavior. Because as much as I'd like to be nice to you, I have to protect my wife.",
        "Cleo: I understand that.",
        "Will: Do you? Do you really? Because no matter how sorry I feel for you, I don't know what you could do or say that's going to show me that this is over and is never going to happen again.",
        "Cleo: I don't know, either.",
        "Will: What's your last name?",
        "Cleo: Babbit. My name is Cleo Babbit.",
        "Will: Do you have a driver's license?",
        "Cleo: Yeah. It's right there.",
        "Will: Okay. So now I have your full name, your home address and your drivers license number. So if I ever see you anywhere near Gwen ever again, I'm going to go to the cops and they're going to put you in their system.",
        "Cleo: Okay. Well, just so you know, I know I may seem like a real whack job and stuff, but I would never hurt anybody who has a voice like that. Not ever.",
        "[SCENE_BREAK]",
        "Maddie: I can't believe that you're being like this.",
        "Casey: How else would I be?",
        "Maddie: I'm saying that I want to stay here near you and be here when you get back and you're acting like you're mad at me.",
        "Casey: Okay, Maddie, I know that I'm not as smart about books and stuff like that. And I'm not saying that I haven't acted like a fool 24/7 for the past year.",
        "Maddie: You have a problem.",
        "Casey: Yeah, well, you know what else I have? Something that you don't. I have parents who know how to live life. I mean, could you think of any two other people that could go through what Adam and I put them through and keep going on like they did?",
        "Maddie: I really don't know what they have to do with this.",
        "Casey: Because. This is what I got to watch through what Adam and I put them through and keep going on like they did?",
        "Maddie: I really don't know what they have to do with this.",
        "Casey: Because. This is what I got to watch growing up. They always wanted what was best for the other one. And yeah, sure, you know, everyone tried real hard to do their best. And yeah, I do have a problem. But I have them to show me how to get on the right track. And I have you to make me want to. So we don't get to have what we had by you putting your life on hold waiting for me. You can't give up now. It's way too important for that.",
        "Maddie: I can defer. I can go next year. It's not that big of a deal, Casey. I'll just -- I'll work and I'll save money. Why -- don't look at me like that.",
        "Casey: You know what else I got from my parents?",
        "Maddie: What?",
        "Casey: It's not a good idea to use the other person as an excuse.",
        "Maddie: What?",
        "Casey: Yeah, and you're right, it's not my decision. But don't put it on me if you're just plain scared.",
        "[SCENE_BREAK]",
        "Jack: I don't get what you mean -- \"What's going with us\"",
        "Katie: Okay -- it's like this -- you and I were good friends. Well, at least I thought we were. And then we -- you know, right about here. And ever since then, it's like I'm the IRS or something.",
        "Jack: Well, I can't imagine anybody in the IRS being as cute as you.",
        "Katie: Then what's the problem?",
        "Jack: No, we don't have a problem.",
        "Katie: Yeah, we do. Ever since the -- you know what.",
        "Jack: The \"You know what\" wow, I've been married more times than most people, shot it out with hardened criminals and now I'm in a conversation where we refer to kissing as \"You know what.\"",
        "Katie: I would be happy to call it kissing. You are the one that winces every time we talk about it. We actually don't talk about it. I say something stupid, and then you clam up -- or go to Chicago.",
        "Jack: No, you're right. It's not fair. Listen, Katie -- when I got home tonight, Sage was watching a tape of your show -- we tape your show -- and you and Brad --",
        "Katie: Oh, this is him -- this is about him, isn't it?",
        "Jack: No --",
        "Katie: No, he is working this, Jack! He tries to twist things around --",
        "Jack: Quiet, quiet -- this isn't about Brad. Not directly, anyway. But -- it's just that he may be right about something.",
        "Katie: That is not possible.",
        "Jack: We were watching the show, and you were yelling at Brad. And your eyes were all lit up. And then, when you're with me, those eyes -- those same eyes -- I don't know, it's more like concern.",
        "Katie: What?",
        "Jack: Listen, there are times -- there were times in my life, and there may be times again, where I've been fun. This just isn't one of those times.",
        "Katie: Wasn't it fun when I got hit with the hockey puck?",
        "Jack: Katie, you and I, we're both getting over failed marriages. But you -- you're young and you're free and you're ready for anything. Me -- I've got three kids, and they really need me right now. You're so pretty, and you are so much fun. And we both know that I kissed you.",
        "Katie: It was mutual --",
        "Jack: No -- okay, but maybe I just -- I wasn't ready for that kind of move or something like that? I just -- it just wasn't fair.",
        "Katie: Okay, can we go back to when you were saying I was pretty? I think we can talk about fair sometime next year.",
        "Jack: Brad was right. I'm an anchor. And whether you want to admit it, like he said, you're at sea yourself.",
        "Katie: Oh, great. You and Brad can pow-wow, decide what's up, sort me out, and can you email me and let me know how I'm supposed to be feeling?",
        "Jack: I get that you're angry, I do.",
        "Katie: Oh, wow! You and your brother, you're just the same. You read women like books.",
        "Jack: It's just -- it's just bad timing.",
        "Katie: That's all I wanted to hear. Was it so hard? You're not interested. You're an anchor, I'm flighty. Let's just be mature about it.",
        "Jack: I'm sorry, Katie.",
        "Katie: For what? It was a kiss, a little hemming and hawing for a week. It's nothing that we both can't get over.",
        "Katie: Oh, and will you tell Sage we're doing a segment on -- on -- I don't know, something she likes, I can't remember right now.",
        "Jack: Wait a minute -- Katie? Hey, Katie -- damn it!",
        "Katie: Damn him!",
        "[SCENE_BREAK]",
        "Cleo: Here's everything. And this is the dress that your mom made for Gwen.",
        "Will: Right.",
        "Cleo: It's really great how you look after her.",
        "Will: It goes both ways.",
        "Cleo: She's really lucky. She deserves it, though.",
        "Will: So you really care about Gwen?",
        "Cleo: I do.",
        "Will: Then let me tell you about Jade. Because she practically lives to hurt Gwen. She actually helped someone out that tried to rape her.",
        "Cleo: Sorry, I don't know what to say to that.",
        "Will: And I know that you don't know Jade, and she has nothing to do with this, but if I find out that she does, I'm not going to take it lightly.",
        "Cleo: I know that.",
        "Will: Full extent of the law and all that. Do you understand?",
        "Cleo: Yes.",
        "Will: You want to make sure that I never see you again.",
        "Cleo: Right. You won't, I promise. Sorry. Will -- I am sorry.",
        "[SCENE_BREAK]",
        "Gwen: Hey --",
        "Will: Hey.",
        "Gwen: What are you doing home? I thought you had a seminar.",
        "Will: Yeah, it got cancelled. It's a good thing, too, because we had a visitor.",
        "Gwen: Is that the girl I saw leaving? It better be good.",
        "Will: I don't think there's anything good at all about it.",
        "[SCENE_BREAK]",
        "Emma: Ooh -- not a good night for arts and crafts, huh?",
        "Jack: You weren't supposed to see that. I'm sorry.",
        "Emma: Why don't you let me handle that? I'm pretty good at making construction paper pyramids.",
        "Jack: Yeah, okay. Who thinks of this stuff? Sadists, that's who.",
        "Emma: But this is not the real problem, is it?",
        "Jack: The only problem I'm willing to talk about.",
        "Emma: I'm going to make pancakes for breakfast tomorrow.",
        "Jack: Yeah --",
        "Emma: Katie came by this afternoon. She brought me this real maple syrup. That's very sweet of her, wasn't it?",
        "Jack: Adorable.",
        "Emma: And she just came all the way out here this evening -- sage and I were watching her on television yesterday, she said the funniest --",
        "Jack: Okay, Emma, Emma -- I was trained in interrogation, it's not going to work. I am not going to talk to you about Katie. It's not going to happen.",
        "Emma: All right. What's there to talk about, anyway?",
        "Jack: Exactly.",
        "Emma: I -- you had a good thing going, and you blew it.",
        "[SCENE_BREAK]",
        "Brad: Yeah, I'm still here. All right. Wait a minute, she just walked through the door. I'll call you back. Okay, bye.",
        "Katie: We have to set some new ground rules.",
        "Brad: Fine.",
        "Katie: You and your brother can both go to hell.",
        "Brad: Well, that's not -- that's not a ground rule. That's more like invective.",
        "Katie: I don't ever want you talking behind my back again.",
        "Brad: Invective.",
        "Katie: Or in front of my back, either.",
        "Brad: I bet you didn't think that was in my vocabulary. Invective --",
        "Katie: Listen to me!",
        "Brad: Well, you know, why? What's the point? I mean, you just went and you saw Jack, and now you're all hurt and angry, and you're going to say all the things you always say after you see Jack, because that's always what happens when you talk to Jack.",
        "Katie: Well, you don't have to worry about that, cause I won't be talking to Jack anymore. I don't talk to anchors!",
        "Brad: He said he was an anchor?",
        "Katie: Yeah.",
        "Brad: I didn't think he ever listened to me.",
        "Katie: Well, apparently, he does. And now, because of you --",
        "Brad: You broke up?",
        "Katie: No, you can't break up nothing -- which is what we were.",
        "Brad: I'm sorry. I'm sorry. You have every right to be mad at me.",
        "Katie: No, it's okay. I just like it. I like everything to be your fault, not mine.",
        "Brad: Okay, we'll go with that. I don't mind.",
        "Katie: No, you know what? The truth is, no matter what you said or didn't say, Jack Snyder was never going to fall for the girl who cheated on Mike and sent Carly on the run. I mean, we could be friends -- we could pull that off -- but after that kiss -- that's all she wrote.",
        "Brad: Well, Katie, Jack is -- you know, an idiot.",
        "Katie: No, he's not. He just has standards. That never works out for me.",
        "Brad: Katie --",
        "Katie: I better be careful, I'm poised to do something really stupid right now.",
        "Brad: You're just a little vulnerable.",
        "Katie: Yeah, you can say that again.",
        "Brad: You're just a little vulnerable.",
        "[Katie laughs]",
        "Katie: The truth is, when we woke up in that stupid inn --",
        "Brad: No, that wasn't stupid.",
        "Katie: It was actually kind of nice to wake up next to someone. Even if that someone was you.",
        "[Katie sobs]",
        "[SCENE_BREAK]",
        "Jack: Well, this is great. You're on Katie's side, too?",
        "Emma: I am always on your side, and you know it.",
        "Jack: Well, Emma, come on! You know I can't get involved with anybody, especially someone like Katie. Not when I want stability in my life!",
        "Emma: Oh, come on, yourself. You have stability. You have three children, you have a job and you're -- you're staying with your glamorous auntie. I mean, really -- I bet you could use a little warmth, a little -- a few hugs here and there. Something a little casual, nice.",
        "Jack: Yeah, I don't do casual very well.",
        "Emma: Well, don't you think it's about time you learned? [Jack sighs] Okay, fine. Fine! I won't say another word.",
        "Jack: Oh, thank you!",
        "Emma: Yeah, I can see -- I can see you're afraid to go one on one with Brad.",
        "Jack: Oh, Brad has nothing to do with this!",
        "Emma: Oh, yeah right --",
        "Jack: And I thought you weren't going to say another word?",
        "Emma: About Katie. I'm talking about Brad now. I mean, he could really use being brought down a peg or two. And you know something? You are the just the guy to do it.",
        "Jack: Brad's a waste of time.",
        "Emma: Yeah, but Katie isn't. The two of you had something very sweet going. I don't know, he's complicating things in there. I really don't like it.",
        "Jack: I just -- I just -- I don't know if I can go through it again.",
        "Emma: Oh, Jack Snyder, honest to goodness! Lord! I never realized, but you are one stubborn man!",
        "Jack: Great.",
        "[SCENE_BREAK]",
        "Brad: I think -- I'm sorry. Katie, Jack --",
        "Katie: What?",
        "Brad: Maybe --",
        "Katie: Like nothing happened, got it?",
        "Brad: Right, right.",
        "Katie: Hey, Dana!",
        "P.A.: Looks like you guys are going on a road trip.",
        "Katie: They picked the contest winner?",
        "Brad: Whoa, where are we going?",
        "P.A.: See for yourself.",
        "Katie: More importantly, what do we have to do when we get there? Because I propose that Brad --",
        "Brad: Are you sure this is right?",
        "Katie: What, you've been there before?",
        "Brad: A long time ago.",
        "Katie: I bet Brad remembers being run out of town on a rail.",
        "P.A.: Kim wants tape of you reading the announcement. They're waiting for you in hair and makeup.",
        "Katie: Okay, great. Hey, did that guy with the tats ever call you back? I've been wondering about that.",
        "[SCENE_BREAK]",
        "Maddie: So this is how we're spending our last night together -- with you yelling at me!",
        "Casey: No, I'm not yelling at you, all right? And if we had more time, I'd go slower, but I can't say that it's okay for you to give up on your dream. And I can't say that it's okay for you to blame it on me.",
        "Maddie: I'm just trying to make sure that we stay together.",
        "Casey: If you have to give up your dream for us to be together, then it's not right.",
        "Maddie: Good to know.",
        "Casey: Maddie --",
        "Maddie: No, no, no, no, no. It's good. I'm really glad that you have all that faith in me.",
        "Casey: I think I have more than you do.",
        "Maddie: I can't believe that we're spending our last night like this.",
        "Casey: It's not our last night.",
        "Maddie: Really? I'm not so sure. I'm going to go upstairs. I need to be alone --",
        "Casey: Maddie, no -- Maddie, look -- Maddie! All I want is for you to be happy.",
        "Maddie: You have a really funny way of showing it.",
        "Casey: Happy forever, not just tonight.",
        "[SCENE_BREAK]",
        "Cleo: Stop it! Stop! What are you doing?",
        "Jade: What am I doing? I'm covering up the mess you made. Did he call the cops?",
        "Cleo: No! You were there?",
        "Jade: Why were you there? Cleo, you were supposed to get in and return Gwen's things and get out -- five minutes tops.",
        "Cleo: No, I know, I just thought --",
        "Jade: What? What did you tell him? Did you tell him about me?",
        "Cleo: No, he just thinks I'm some crazy, obsessed fan.",
        "Jade: He's going to know. He's going to know that I'm connected. He's going to come after me.",
        "Cleo: He's not going to come after you. I told you, I covered for you.",
        "Jade: You wouldn't have had to cover for me if you wouldn't have been there in the first place, if you would have followed orders. You know what, Cleo? Have a nice life.",
        "Cleo: No, Jade, wait! Listen, maybe I'll --",
        "Jade: Maybe what? Maybe what? Maybe he's going to see you again dressed as Gwen, and he's not going to know? Even Will is not that gullible. Have a nice life, Cleo.",
        "Cleo: No, I'm sorry!",
        "Jade: Yeah, that's the truth.",
        "[SCENE_BREAK]",
        "Gwen: You really think she won't come back?",
        "Will: Well, I did everything I could to scare the hell out of her. I even copied down her driver's license.",
        "Gwen: Why'd you do that?",
        "Will: To look like I knew what I was doing. I don't think she's dangerous.",
        "Gwen: But --",
        "Will: But she's really eager to please. She'd be very easy to manipulate.",
        "Gwen: You mean, like, Adam or Jade?",
        "Will: Maybe. The thing is, is her cover's blown, so she can't try that again.",
        "Gwen: Then we've got nothing to worry about.",
        "[SCENE_BREAK]",
        "[Cleo remembering]",
        "Will: Hey.",
        "Cleo: I'm glad you're home.",
        "Will: Me too.",
        "[SCENE_BREAK]",
        "Cleo: Yeah, hi. This is Cleo Babbit calling, from room seven. Yeah, I'd like to extend my stay, please. I don't know. Indefinitely.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Paul: She sounds like somebody from Craig's past. Someone that I'm sure Craig had hoped that he would never have to deal with again.",
        "Meg: Who?",
        "Paul: Rosanna.",
        "Alison: You and Paul have made this deal. And what part of it do you need me for?",
        "Lucinda: You a have a unique talent that we can't find elsewhere.",
        "Gwen: Hi there. Can I help you with something?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=O9pU2Rm0y1M"
}