{
    "Episode Summary": [],
    "Recap": [
        "Jade and Will have another run in, but it ends amicably. Gwen leans on Casey for support when she and Will have a fight. Maddie is busy preparing the hotel room for her romantic tryst with Casey. She remembers she forgot protection and runs to the pharmacy, where she almost gets caught by Tom with her private purchase. Will and Gwen make up. Maddie tries to seduce Casey but he makes a quick exit, much to the dismay of Maddie, who thinks Casey, must be repulsed by her. Henry learns Emily plans on keeping the baby and when Hal shows up to let her know she will be taken into custody in the morning, he offers her moral support. Emily promises him that she will take the rap for having BJ's briefcase of money. Henry is surprised to see the new, improved and remorseful Emily. However, always the schemer, he suggests Emily uses all her tools she has in order to keep her out of jail so she can see her baby before its 18th birthday. Paul pleads with Emma to talk with Meg, but she sends him away. However, when Meg goes out for some air, Paul is waiting. He wants them to run away; she is leery considering he has a new baby on the way. He explains Jess is drafting papers as they speak regarding his divorce from Emily and the fact he is relinquishing his parental rights. The more he talks, the more he charms her. He is willing to go all or nothing; if she gives him a name of a place where she would want to run away to and he has the same place in mind then they have to go, if they don't have the same place in mind then he will leave her alone forever. Meg answers Fiji Islands and Paul pulls out a pamphlet for that tropical getaway. Meg is thrilled; she jokes about if she had said Rome, Asia etc. He had emptied the travel agent's office of brochures. Meg can't help but smile as she tells him she will think about it. Jade calls home and is not met by a receptive father, who informs her she shouldn't call back. Jade settles in for the night; as she pulls her coat up to cover herself, at her new home, the town library."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Will: What are you doing here?",
        "Jade: I was out for a walk.",
        "Will: So you thought you'd spy on me just 'cause you were in the neighborhood?",
        "Jade: What's your problem?",
        "Will: How long have you been here?",
        "Jade: Long enough to know your marriage is in the tank. And it couldn't happen to a nicer guy.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Gwen: It's open!",
        "Casey: Hey.",
        "Gwen: Hey.",
        "Casey: What's that?",
        "Gwen: It's brownies for Parker to take to school. It's cool to have a little kid around who's nice and grateful when you do something good for him.",
        "Casey: Okay. Did you get a chance to listen to that cd?",
        "Gwen: Yeah, I did. The second group we should use for weeknights only. They don't really get a big draw, so no weekends. And the fourth group we should try to get, you know, whenever we can.",
        "Casey: Yeah, that's what I thought. I'm glad we agree. Really glad we agree.",
        "Gwen: What?",
        "Casey: Look at that. Who are you beating up?",
        "[SCENE_BREAK]",
        "Maddie: Definite love nest possibilities.",
        "[SCENE_BREAK]",
        "Emily: Hey. What are you doing here? You should be at a roulette table in Monte Carlo knocking back dry martinis.",
        "Henry: I couldn't make the ante.",
        "Emily: What? Don't tell me you're hoarding that money. You nagged me about it for months.",
        "Henry: Yeah, I did, didn't I?",
        "Emily: So, what, are you going responsible on me? Come on, take some of it. Live it up.",
        "Henry: Wouldn't that be fun?",
        "Emily: So do it.",
        "Henry: I did. Ten minutes too late. That pile of cash is not as available as I thought.",
        "[SCENE_BREAK]",
        "Emma: Hello.",
        "Paul: Hi. I guess this means you're not gonna invite me in.",
        "Emma: What can I do for you, Paul?",
        "Paul: I'm looking for Meg. She's not answering her door at the Lakeview. I thought she might've come home.",
        "Emma: Well, I'm sorry, I can't help you.",
        "Paul: I just want to talk to her. Could you please tell her that I'm here?",
        "Emma: Like I said, Paul, I can't help you.",
        "Paul: You can't or you won't?",
        "[SCENE_BREAK]",
        "Will: Well, that's nice. You have an opinion about what I deserve and you don't even know me.",
        "Jade: I know enough.",
        "Will: Yeah, like?",
        "Jade: You told Luke to come out to his parents, didn't you?",
        "Will: What business is that of yours?",
        "Jade: I lost my home because of you.",
        "Will: I was just being a friend to Luke. If you lost your meal ticket because of that, then it's not my fault.",
        "Jade: You have no idea what you did.",
        "Will: I told Luke to be honest about who he was.",
        "Jade: And you thought you were helping?",
        "Will: Yeah, I would hope so. He had a really hard choice to make.",
        "[Jade scoffs]",
        "Jade: Please.",
        "Will: What, you think it was easy for him to come out about being gay?",
        "Jade: You and Luke are two spoiled rich boys. You both have no idea what a hard choice looks like.",
        "Will: That's right, I'm sorry. There's never any problem in the world if you have money.",
        "Jade: That's the kind of thing only people with money would say.",
        "Will: You know what, I was living on the streets a few months ago, Jade.",
        "Jade: For what? A field trip? A school science experiment? Listen, all I know is that it was temporary, because you have a big fat trust fund.",
        "[SCENE_BREAK]",
        "Casey: You and Will have a fight?",
        "Gwen: Yeah.",
        "Casey: About Chicago still?",
        "Gwen: Partly. Hey, guess what Will did while we were in Chicago? He blew off his Bio test. Completely bailed on it. I found a note from his teacher. He didn't even tell me. He could fail the class, which means that he won't graduate.",
        "Casey: Not good.",
        "Gwen: Nope.",
        "Casey: No diploma, no trust fund, right?",
        "Gwen: Yep, but it's not just that.",
        "Casey: Why, you don't need the money?",
        "Gwen: No, I mean, of course we need the money. But that's not the main thing. You know, Will wants to tell his family to go to hell. I get that. Of course, he didn't think that. I should know that he didn't want to move back in here.",
        "Casey: Okay.",
        "Gwen: But he doesn't see long-term. He wants to be completely independent from his family. But we need degrees in order to do that. Then we can throw the trust funds in their faces. We won't need the damn money. But it's like he's sabotaging his only chance to get out. And it's my fault.",
        "Casey: Whoa, whoa. How did this happen?",
        "Gwen: How did what happen?",
        "Casey: How did you become the bad guy in Will's messed-up life story?",
        "[SCENE_BREAK]",
        "Maddie: Okay. Wait, he's not going to ask me to peel a grape for him. Got it. [Maddie sighs] Okay. Casey won't be able to resist.",
        "[Maddie imagining]",
        "Maddie: Casey, please don't be early.",
        "[SCENE_BREAK]",
        "Emily: What do you mean the money's not available? I told you where the claim check was. The cash is at the Lakeview.",
        "Henry: Under your name. Which means that when the police started to investigate you, they checked out all your usual haunts.",
        "[Emily gasps]",
        "Emily: Oh, no.",
        "Henry: Oh, yes. Yes, yes. That briefcase, all that cash, it's in custody.",
        "Emily: Oh, my God, I am so sorry, Henry. You deserve that money.",
        "Henry: Emily, it is you, isn't it?",
        "Emily: Of course it is.",
        "Henry: Yeah. You know, you just sound very sane. I don't know.",
        "Emily: Henry, I am so, so sorry.",
        "Henry: Yeah, it's -- yes, it's sad. It's unbelievably sad. That's not the reason I'm here. I'm here because now that they have the cash, Hal is starting to ask questions.",
        "Emily: What'd you say to him?",
        "Henry: I pleaded ignorance, of course. But they have the money, they can trace it. They're gonna find out it's B.J.'s. And that doesn't help your case.",
        "Emily: And you think I'm gonna rat you out to save myself.",
        "[SCENE_BREAK]",
        "Emma: Leave.",
        "Paul: I won't give up. I can't.",
        "Emma: You have a wife. Why don't you go take care of her?",
        "Paul: Emily's not my --",
        "Emma: Emily, your wife. Emily, who you made pregnant while you were telling my daughter that you love her. You broke her heart. Now please -- please, be kind enough to just go, let her heal. Please.",
        "Meg: Well, you were good. You would've scared me off. Thank you.",
        "Emma: Well, I am sorry that you had to shed one tear over that man.",
        "Meg: It'll get better.",
        "Emma: It's not worth it. It's just not worth it.",
        "Meg: You didn't see what I saw.",
        "Emma: Oh, you mean the poor wounded boy who needed someone to love him to make everything better? Oh, no, no, Sweetheart. I did, I saw that.",
        "Meg: What he said was all true. Ever since New Years' Eve, he's been trying to change his life, make things right. He's been so brave trying to do whatever it takes.",
        "Emma: Yeah, that's why he -- that's why he slept with Emily and made her pregnant? Oh, what a sacrifice.",
        "Meg: Mama, I know I can't be with Paul anymore, but this doesn't help.",
        "Emma: I'm sorry, I'm sorry, I'm sorry. Sweetheart, I'm sorry. I'm sorry. Forgive me. Look, I'll fix some dinner. I bet you've missed my cooking, haven't you?",
        "Meg: You bet. You know, I'm just going to step outside for a minute, okay? Get some fresh air.",
        "Emma: All right.",
        "Meg: Okay.",
        "Paul: Nice night, huh? Please, don't leave. Just hear me out, okay?",
        "[SCENE_BREAK]",
        "Jade: Your wife loves you. I could hear that. She loves you a lot. She's just worried.",
        "Will: That's how you heard it.",
        "Jade: Yeah. And I've got no bias one way or the other, so if I were you, I'd take my word for it.",
        "Will: Okay, thanks, Jade. And good luck.",
        "Jade: I don't believe in luck.",
        "Will: So, it didn't work out for you either?",
        "Jade: Not much. I make my own way.",
        "Will: So where's your family?",
        "Jade: Back in Jersey.",
        "Will: And do they know where you are?",
        "Jade: That's the wrong question. The question is, do they care? The answer's a big fat no. I got the hell out of there the second I was legal.",
        "Will: That's the same for Gwen. She was an emancipated minor. So I understand why you'd want a big family like the Snyders.",
        "Jade: I thought they'd be different. But the truth is, you're right. Families mess you up. Money doesn't really change it. It may even be worse.",
        "Will: Sometimes, yeah. I'll see you around.",
        "[SCENE_BREAK]",
        "Gwen: You know, the thing is Will wasn't really even that upset about the concert or us missing the bus.",
        "Casey: Then what freaked him out?",
        "Gwen: Us falling asleep.",
        "Casey: Oh, my -- we were exhausted. What, were we supposed to hold our eyelids open with toothpicks?",
        "Gwen: No, I know. It doesn't make any sense.",
        "Casey: Do you want me to say something to him?",
        "Gwen: No! You know, it's just that will freaking out about something like that is a smokescreen for what he's really stressed about, which is us living here. He didn't want to be back here. And he's been killing himself working so he could get out of here. And that's how much he hated living here.",
        "Casey: That's how Will is, though. He sits on stuff and lets it build up until finally, one day he explodes. What?",
        "Gwen: It just -- it scared me. You know, how -- how am I supposed to make his life easier if I don't know what he needs?",
        "Casey: Look, Will's a smart guy. He walks on the edge a lot, but he's not going to fall off. He's not going to blow it with you or with school or with anything.",
        "Gwen: Thanks.",
        "[SCENE_BREAK]",
        "Maddie: Ribbed for her pleasure? Lubricated. Reservoir tip? Strawberry? You're kidding me.",
        "Pharmacist: Do you need some help?",
        "Maddie: Oh, no! I'm fine. Just picking out what flavor I want -- we want -- this week.",
        "Tom: Hey, Maddie.",
        "Emily: Henry, I'm not gonna turn on you.",
        "Henry: What are you going to tell them about the cash?",
        "Emily: I'll tell them I found the briefcase full of money when I went back to the woods to push Paul's car in the river.",
        "Henry: Okay, okay, that's close to the truth. You just leave out the part about me holding on to that briefcase for dear life, yes?",
        "Emily: Yeah, exactly.",
        "Henry: But you didn't turn in the cash, Emily. That's still a crime.",
        "Emily: Henry, I am in so much trouble for Dusty's kidnapping, what's one more piddly charge going to do, huh? It's going to add a couple months to my sentence?",
        "Henry: Okay, now you're just freaking me out. Are they giving you medication, or what's going on with you?",
        "Emily: No. Hey, those friends of yours -- how are they? Do you still need that money for them?",
        "Henry: No, they're okay for now.",
        "Emily: Okay. You let me know, okay?",
        "Henry: Thanks.",
        "Hal: Hey. I'm sorry to stop by so late, but it's time. I've got the commissioner breathing down my neck.",
        "Henry: You're putting her in jail tonight?",
        "Emily: It's okay, Henry.",
        "Hal: Not tonight. Your doctors are waiting for test results in the morning. But I'll bring you in after that. I just have to make it official right now.",
        "Henry: I'll go see if I can find your mom.",
        "Emily: She's already left.",
        "Hal: See you around, Henry?",
        "Henry: Do you want me to go? Hal, as strange as this may sound, I have never witnessed an official in-hospital booking. I'd love to see how it's done.",
        "Hal: Emily, do you object?",
        "Emily: No. Thanks. Okay, I'm ready.",
        "Hal: Emily Stewart Ryan, under statute 27, article 10 of Illinois law, I am placing you under arrest on the felony charge of kidnapping.",
        "[SCENE_BREAK]",
        "Paul: I went to Nepal, and when you head up into the Himalayas, even before you get to Ladakh, about a half hour after sunset, you can see the entire milky way, because there's no other lights for hundreds of miles. And the sky is so filled with stars it's -- it's like soup.",
        "Meg: Star soup, huh?",
        "Paul: Yeah. You'd love it.",
        "Meg: You shouldn't be here.",
        "Paul: You're right. We should be far away from here.",
        "Meg: Like Ladakh?",
        "Paul: Any place. Will you run away with me?",
        "[SCENE_BREAK]",
        "Tom: Did you get what you need? Find the right size?",
        "Maddie: I hope so.",
        "[SCENE_BREAK]",
        "Emily: You think I'm crazy, don't you?",
        "Henry: No, I don't think you're crazy at all. That's the problem.",
        "Paul: Right now, there's nothing stopping us from just packing our bags and leaving town.",
        "Meg: Yeah, there is. Me.",
        "[SCENE_BREAK]",
        "Gwen: Will should be home soon.",
        "Casey: Well, I think I'm gonna go then.",
        "Gwen: No, you don't have to leave because of that. If we start doing that, it'll get really weird.",
        "Casey: Yeah, but it's not just that. I'm supposed to meet Maddie at the Lakeview.",
        "Gwen: Oh?",
        "Casey: Yeah, she says has a big surprise for me.",
        "Gwen: Oh.",
        "Casey: Oh, like you know?",
        "Gwen: I'm not saying anything.",
        "Casey: Except?",
        "Gwen: It wouldn't -- it wouldn't kill you to let her know how much you like her.",
        "Casey: I do like her.",
        "Gwen: Then let her know that. Hey, thanks for listening.",
        "Casey: You think I listened? I'll see ya. Hey.",
        "Will: Hey.",
        "Casey: We all right?",
        "Will: Yeah.",
        "Casey: Cool. All right, later. Enjoy the brownies.",
        "[SCENE_BREAK]",
        "Maddie: Hi, Mr. Hughes!",
        "Tom: Hi.",
        "Maddie: I can't believe you're here.",
        "Tom: How come?",
        "Maddie: I mean, it's just funny that you're at this drugstore. Isn't it kind of far from your house?",
        "Tom: Well, I'm picking up a prescription for my grandmother.",
        "Maddie: Oh, that's sweet. How is Mrs. Hughes? She's a big star now, right, from the book?",
        "Tom: No, I think the hoopla kind of died down. But I don't know where I put that prescription?",
        "Pharmacist: That'll be $49.35.",
        "Maddie: Wow. If you could just quickly put those in the bag. Thank you very --",
        "Pharmacist: You know, you have a couple of different sizes here.",
        "Maddie: I know! I just -- bag, please. Thank you.",
        "Tom: Ah, here it is. Are you okay?",
        "Maddie: Yeah. I'm doing great.",
        "Tom: Did you get what you need? Find the right size?",
        "Maddie: I hope so. It's an ankle brace -- braces. For my ankle -- different sizes, like he said.",
        "Tom: Oh, you hurt yourself?",
        "Maddie: Yeah, yeah. You know, the swelling just goes up and then it goes down.",
        "Pharmacist: Ah, Miss?",
        "Maddie: Thank you. Thanks.",
        "Tom: So, will you be okay getting home?",
        "Maddie: No problem. I'll be great as soon as I get this thing on.",
        "Tom: All right, have a good night.",
        "Maddie: Thanks. It can only get better.",
        "[SCENE_BREAK]",
        "Hal: Tomorrow morning, I will escort you to the holding facility pending arraignment, at which time you are strongly advised to consult with an attorney if you haven't done so already. Do you have any questions?",
        "Emily: No.",
        "Henry: Is it okay if I stay?",
        "Hal: I'll be placing a guard right outside. Don't get any bright ideas about busting her out.",
        "Henry: Oh, I am here strictly to give legal aid and comfort.",
        "Emily: You want to stay and hang out with me?",
        "Henry: Well, I certainly don't want to share an elevator with Hal, that's for sure. Your ex is not exactly a sunny guy.",
        "Emily: He's had a bad week. Know what I'm saying?",
        "Henry: No, no, keep it. I insist. So you relocate tomorrow?",
        "Emily: Yeah.",
        "Henry: Yeah.",
        "Emily: You know, I knew when I decided -- it meant I was going to give birth in prison. It's just getting arrested for real. I mean, now, it makes it so much more real.",
        "Henry: I know. I tell you, man, it never gets easy. No matter how many times. What -- did you say give birth?",
        "Emily: Yes.",
        "Henry: Give birth as in having a baby?",
        "Emily: Yes.",
        "Henry: I don't understand. The last time I was here, you said you weren't going through with the pregnancy.",
        "Emily: Well, I changed my mind.",
        "Henry: Did you? Or did somebody change it for you?",
        "[SCENE_BREAK]",
        "Meg: You want to run away?",
        "Paul: I do. We'll go anywhere you want.",
        "Meg: Paul, you have a wife who's gonna have a baby.",
        "Paul: Emma can say that, you know better.",
        "Meg: Those are facts.",
        "Paul: Emily and I will be divorced before the end of the week.",
        "Meg: You can't divorce the baby, Paul!",
        "Paul: Sure, I can. Look, I know that sounds cold, but -- look, it's not like Emily and I decided to have a baby and then I changed my mind. Emily decided to have this baby. She's made it very clear that she wants to raise it on her own.",
        "Meg: No court in the country will give her that chance.",
        "Paul: Fine, then the baby will be with Susan or whoever else Emily chooses. The bottom line is, the baby will have whatever it needs.",
        "Meg: Except a father.",
        "Paul: No baby should have me as a father. The genes are stacked against me.",
        "Meg: Look, that's not everything. You'd be a great dad.",
        "Paul: Not now. I'm relinquishing all rights to this baby.",
        "Meg: Yeah, okay.",
        "Paul: I am.",
        "Meg: You know, I'll believe it when I see it.",
        "Paul: Jessica's working on the paperwork right now. I'm making it legal and I'm making it binding. The only thing that I want -- the only thing that makes any sense to me at all, Meg, is to be with you.",
        "Meg: Run away from home?",
        "Paul: No, we run to something. We run towards our life. That's what we were doing. That's what we were working toward before Emily took Dusty and this whole just fell apart. Right now, there's nothing stopping us from just packing our bags and leaving town.",
        "Meg: Yeah, there is. Me.",
        "[SCENE_BREAK]",
        "Gwen: Casey was here for, like, 35 minutes. You know, we picked out a couple of bands for the club. The only thing he drooled over was my mixing bowl.",
        "Will: Did he stay on this side of the island?",
        "Gwen: Absolutely. He's on his way to the Lakeview right now to see Maddie.",
        "Will: I hate this.",
        "Gwen: Me, too.",
        "Will: You know, it's not about wanting you to report to me or anything like that or whatever. That's not what I want.",
        "Gwen: Okay. What do you want?",
        "Will: I don't know. How'd it get this crazy?",
        "Gwen: I don't know. But I want a do-over, okay?",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Maddie: Welcome.",
        "Casey: What is this?",
        "Maddie: Lisa's out of town so I thought -- you know, we have the place to ourselves.",
        "Casey: Yeah?",
        "Maddie: Yeah. So -- make yourself comfortable. There's a silent movie on TV. I thought we could start there and see where the night takes us.",
        "Casey: Aw, what is that?",
        "Maddie: It's a grape. But there's plenty more, so don't worry about it.",
        "Casey: No, actually, I couldn't eat a bite. [Casey sniffing] What's that smell?",
        "Maddie: Jasmine musk?",
        "Casey: Yeah, that. Maybe we should open a window.",
        "Maddie: Okay, yeah, I'll get that and look for the remote and start the movie.",
        "Casey: What movie is this?",
        "Maddie: Huh?",
        "Casey: This. All this. What movie is this?",
        "Maddie: It's kind of a combination.",
        "Casey: Did you think you had to do this for me?",
        "Maddie: You don't like it?",
        "Casey: No, it's great. I just -- I'm happy to just hang out with you.",
        "Maddie: Yeah?",
        "Casey: Yeah. I mean, you didn't have this. You didn't have to do, like, some big seduction thing.",
        "Maddie: Good.",
        "[SCENE_BREAK]",
        "Emily: I changed my mind all by myself. I want to keep this baby.",
        "Henry: That's a lovely thought. Let's talk about the logistics of it. Does the baby get its own cot in prison or you gonna share?",
        "Emily: Will you stop?",
        "Henry: I'm just trying to figure out if I should buy the full pinstripe layette and cradle set or just the onesie.",
        "Emily: You know, the baby's not gonna stay in prison after it's born.",
        "Henry: You're putting it up for adoption?",
        "Emily: No! Of course not. My mother's gonna raise it until I get out.",
        "Henry: Em, that's -- that's so naive.",
        "Emily: What?",
        "Henry: You think Daddy is gonna sit still for that?",
        "Emily: Paul wants nothing to do with me or our baby. He's signing away all of his custody rights.",
        "Henry: He said that?",
        "Emily: He insisted. Really, it's better this way. If I had to think about Paul and Meg raising my child, I think that would make me crazy.",
        "Henry: Yeah, been there, done that, huh?",
        "Emily: Hey, I know it's not perfect. But what is, really? At least this way, my baby gets a chance at life. What? You think I'm crazy, don't you?",
        "Henry: No. No, I don't think you're crazy at all. That's the problem.",
        "[SCENE_BREAK]",
        "Meg: You think if you handle Emily, that's all it takes?",
        "Paul: Do you love me?",
        "Meg: That's not all it takes, either. I'm too raw, Paul. I let you get too close to me, and now I see how much you can hurt me. And I'm not that brave, all right?",
        "Paul: You're spectacular, you know that?",
        "Meg: Just stop that.",
        "Paul: And I think that you know that you're gorgeous. I don't think that you know all there is. And I'm not gonna stop. I'm in love with you. I want to take care of you.",
        "Meg: You know, that sounds good. Tonight.",
        "Paul: I'm not going anywhere. Come on, in all of this craziness, have I gone anywhere?",
        "Meg: No. You were ready to go to jail for the rest of your life to protect me.",
        "Paul: And you were ready to go to jail so that I could find out where Dusty was.",
        "Meg: Yeah, there's a theme here, huh?",
        "Paul: Yeah. I think so. And I think all this jail stuff has really got to go. I'll do whatever you want. Please, give us another chance.",
        "[SCENE_BREAK]",
        "Will: I miss you.",
        "Gwen: Me, too. But you -- I'm not gonna go anywhere. Don't you know that? I'm not. No matter what you say to me, so say it, because if you don't say it, I won't get it. I'm thick like that.",
        "Will: You're -- you're honest and you're right here. And I want that. I want to be like that.",
        "Gwen: I love you like this.",
        "Will: You just need a translator.",
        "Gwen: Kind of. But don't you with me sometimes? So what do you want? You think we should we leave? You know, we can quit school.",
        "Will: No. I want to stay and I want to graduate. I want to get an apartment. Okay. What do you want?",
        "Gwen: You.",
        "[SCENE_BREAK]",
        "Maddie: What's wrong?",
        "Casey: I don't know.",
        "Maddie: No, its okay, Casey. I'm ready.",
        "Casey: You know, this is my grandma's apartment, I mean --",
        "Maddie: Yeah, but she's out of town.",
        "Casey: I know, but -- I should go.",
        "Maddie: Did I do something wrong?",
        "Casey: No, it's just --",
        "Maddie: I know I don't really know what I'm doing. But if you can just tell me, I can, like, try to --",
        "Casey: Whoa, you think that's it?",
        "Maddie: I don't know what to think.",
        "Casey: No, it's not you.",
        "Maddie: Then what?",
        "[Casey remembering]",
        "Tom: Tell Maddie what you just told me. That you respect and care for her. But you don't want things to get out of control. She'll understand.",
        "Maddie: Casey?",
        "Casey: I've got to go.",
        "[SCENE_BREAK]",
        "[Jade sighs]",
        "Jade: Hi, Dad. It's me. Please don't hang up. No, I'm not in trouble. I'm not in jail. I'm in Illinois. No, I don't need anything. I just called to say hello. All right, listen, Dad, I gotta go. No, don't worry, I won't call again. No, that's okay, I got it.",
        "[SCENE_BREAK]",
        "Tom: I appreciate it.",
        "Hal: Could I have some Tums, please?",
        "Tom: Uh-oh. Rough night?",
        "Hal: I just formally charged Emily in her hospital bed.",
        "Tom: Well, it had to be done. How's she doing?",
        "Hal: Getting better all the time. She's almost like herself again.",
        "Tom: Oh, damn.",
        "Hal: Yeah, yeah. That's why I had to put it into the system as soon as I could. That way, it's not about my judgment. The process takes over.",
        "[SCENE_BREAK]",
        "Henry: You're saner than you have in months.",
        "Emily: Yeah. Better late than never, I guess. Too bad I can't go back and take away all those things I did.",
        "Henry: Well, you weren't well then.",
        "Emily: I still did terrible things. I'm still responsible.",
        "Henry: Responsible-ish.",
        "Emily: Henry, I committed crimes. I hurt a lot of people. I have to pay the price for that.",
        "Henry: Yeah. I'm saying the price could be negotiable. You can't just lay back and say, \"Whatever happens happens, I was a bad person, I deserve it.\" And not with a bun in the oven. Now, you want to get out there and raise this kid, right?",
        "Emily: Of course I do.",
        "Henry: Okay, then fight these charges. Use every tool you've got. If you were crazy, and boy howdy, you were crazy, then for Pete's sake, use it. Let it work for you.",
        "[SCENE_BREAK]",
        "Paul: If you could go any place in the world, where would it be?",
        "Meg: I don't want to play games with you.",
        "Paul: It's not a game. This is about what you want. Name a spot.",
        "Meg: So just name it and it'll happen?",
        "Paul: It'll be the same spot I'm thinking of.",
        "Meg: You're sure?",
        "Paul: Oh, yeah, I'm sure. I'm sure about us. We'll pick the same spot. We'll go there together.",
        "Meg: Paul, this is no way to live.",
        "Paul: Absolutely it's a way to live. Or, if it's not the same spot that we're thinking of, then I'll split. I'll never bother you again.",
        "Meg: All or nothing?",
        "Paul: All or nothing. I want all of you. I want to give you all I have. Come on. Pick.",
        "Meg: Fiji Islands.",
        "Paul: There's this little spot that's like 20 minutes from the airport in Nadi. It's called the forest of the sleeping giant. And there's like 2,000 different kinds of orchids there. Raymond Burr planted them in the '70s.",
        "Meg: Yeah, right.",
        "Paul: It's true. Come on, could I make something like that up?",
        "Meg: What if I said Rome?",
        "Paul: Some hotel off the Piazza Navona.",
        "Meg: Asia?",
        "Paul: Asia? Angkor wat. Phuket.",
        "Meg: Is there any continent you left out?",
        "Paul: Antarctica. If you said Antarctica, I would've dumped you. [Meg chuckles] Unless you really like penguins. Then we can go to the zoo if you want.",
        "Meg: You mean that?",
        "Paul: Yeah. Wherever you want to go, that's where I want to be.",
        "Meg: I'll think about it.",
        "[NEXT_ON]",
        "Katie: So who the hell does this one belong to?",
        "Maddie: Am I the type of girl that you would sleep with?",
        "Dusty: She's going to be arraigned in about an hour.",
        "Jennifer: And you feel you need to be there.",
        "Cass: Your arraignment is postponed.",
        "Hal: On what grounds?",
        "Cass: So that the judge can have a chance to consider an insanity adjudication.",
        "Hal: You've got to be kidding!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=H9VeBFz5vqc"
}