{
    "Episode Summary": [],
    "Recap": [
        "Emily works on Brad and Katie's story for the Intruder and it makes her realize she wants to reverse her tubal ligation and have another child. Emily asks Susan to find out what happened to the un used fertilized eggs she donated to Susan years ago when she wanted to have a child. Bob discovers that the eggs are missing and promises Emily they will find them. Hunter finds out some shocking news when he and Allison go to visit his mother in a nursing home because she had a stroke. Hunter's mother tells him that the man who raised him wasn't his father. Hunter asks the identity of his mother drifts off to sleep. Allison thinks that the stroke affected his mother and she encourages Hunter to ask his mother about the situation later after his mother feels better.",
        "Tom and Casey are worried that Margo is using Riley as a substitute for Adam and they both feel like she is letting Riley into her life and pushing them out of her life. Casey warns Riley not to take advantage of his mother while she is so vulnerable. Margo sobs while she watches a video of Adam and Casey consoles her but later she is laughing when she watches the same video with Riley. Tom and Casey decide to allow Margo to grieve in her strange way but both of them agree to keep their guard up about Riley. Noah is also suspicious of Riley when Riley tells him that he didn't ever meet or know Colonel Mayer. Noah also notices that Riley isn't eager to help him with his film project when he finds out he is interviewing an army lieutenant. Lieutenant Hasbro asks Riley if he ever met a friend of his who was stationed in Afghanistan and Riley says yes but the man probably wouldn't remember him if he mentioned his name to him. Luke encourages Noah to get to know Riley better because he is sure Noah has no reason not to like Riley."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Noah: Yeah? No, no, I got you. Well, if you'd give me a call if your time frees up, I'd appreciate it. Thanks. Ugh.",
        "Luke: No luck finding a film crew?",
        "Noah: No, everybody's either working on their own film or helping out with somebody else's.",
        "Luke: Well, I know I'm no Spielberg with a camera, but I could help.",
        "Noah: But Meg just got her baby back, and don't you have a ton of work to catch up with at the foundation?",
        "Luke: Well, my mom and Damian are doing now, and I can work on that later this evening, when you are busy editing what we've shoot today.",
        "Noah: You mean it? Because, Luke, I need this interview.",
        "[Laughter]",
        "Luke: I know.",
        "Noah: I mean, this guy -- he's a lieutenant. And he's only on campus for the day, working with the ROTC, and he's perfect.",
        "Luke: Well, that sounds great. Do you have your questions?",
        "Noah: In the bag.",
        "Luke: Do you have a sound guy?",
        "Noah: No, I couldn't find one.",
        "Luke: [Laughs] We'll get Casey.",
        "[SCENE_BREAK]",
        "Alison: Five more minutes.",
        "Casey: Until what?",
        "Alison: Until I'm off for my extended lunch hour, the one you told me to book.",
        "Casey: Last week. I asked you last week.",
        "Alison: You forgot.",
        "Casey: I'm so sorry, Alison.",
        "Alison: No, don't -- don't worry about it. A lot's happened since then. How are you? How's your mom?",
        "Casey: I've been kind of numb. But ever since my brother died, it's hit my parents really hard, right between the eyes, especially my mom.",
        "Alison: Are you heading home to be with your mom?",
        "Casey: Yeah. I mean, but the truth is, you know, I want to be with you.",
        "Alison: Me too. But your mom needs you more right now.",
        "Casey: So you're not upset?",
        "Alison: Are you kidding me?",
        "[Alison chuckles]",
        "Alison: I've got a boyfriend who's such a nice guy that he even looks out for his mother. So, if anybody asks, I'm keeping you.",
        "Casey: Oh, good. I like being kept. I'll call you later, okay?",
        "[SCENE_BREAK]",
        "Riley: Bacon and eggs, mmm.",
        "Margo: Yeah, I bet you didn't get much of that in Afghanistan, huh?",
        "Riley: No, Ma'am.",
        "Margo: Oh, listen, Riley, you -- you got to stop calling me \"Ma'am.\" Call me \"Margo,\" all right? I want you to feel at home.",
        "Riley: I do. Thanks.",
        "Margo: Good. Good. So, were you comfortable sleeping last night?",
        "Riley: Are you kidding? A bed and a pillow sure beats a sleeping bag and a rolled-up sweatshirt under your head. Ma'am, I -- Margo, I really appreciate what you're doing for me.",
        "Margo: Vice versa.",
        "Riley: Mmm.",
        "[SCENE_BREAK]",
        "Emily: There you are. Where the hell have you been?",
        "Hunter: I'm sorry I'm late.",
        "Emily: Okay, well, you know what? Apologize later. Get your butt in this seat! Lucinda called with notes and a deadline for the online edition, and I can't get this thing to do what I want!",
        "Hunter: I can't do it.",
        "Emily: What?",
        "[Emily laughs]",
        "Emily: You're funny. You picked a funny time to grow a sense of humor. Get over here now.",
        "Hunter: No, really, I can't. I just came by to tell you that I can't work with you today.",
        "Emily: What are you talking about? This is as much your responsibility as it is mine.",
        "Hunter: You're right, but I have something else to do, and it's important. Look, I'll be back this afternoon, or maybe even tomorrow.",
        "Emily: Tomorrow? What are you talking about?! What is more important than this job, Hunter? Ohh.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Alison: Hi, Em.",
        "Emily: Alison, I'm desperate. I need your help.",
        "[SCENE_BREAK]",
        "Alison: Oh, Hunter, I'm so glad I found you.",
        "Hunter: You looking for me?",
        "Alison: My sister sent me on a search mission.",
        "Hunter: Oh.",
        "Alison: Um, why are you just sitting here? Emily is completely freaked out that you left her alone today. She's babbling about hyperlinks and, uh, deadlines. So she really needs you back at the office.",
        "Hunter: Believe me -- I wish I could. I'd much rather be at work than doing what I have to do.",
        "Alison: Well, what are you doing, other than sitting on a bench?",
        "Hunter: You don't want to hear my problems.",
        "Alison: I -- I do, or I wouldn't ask. What's going on?",
        "Hunter: My mother had a stroke.",
        "Alison: Oh, Hunter. I'm so sorry. Why didn't you tell Emily?",
        "Hunter: It's personal. Emily and I are business associates, and she wouldn't understand.",
        "[Alison scoffs]",
        "Alison: Not in a case like this. People are a lot more understanding when they know what's going on.",
        "Hunter: Really?",
        "Alison: So why are you sitting here? Shouldn't you be at the hospital with your mom?",
        "Hunter: They moved her to a nursing facility in Chicago. I need to go see her. I just can't -- I just can't make myself do it.",
        "Alison: Scary, huh? If it'll help, I'll go with you.",
        "Hunter: Oh, it would help, but I can't put you through that.",
        "Alison: I'm a nurse. I go through a lot worse every day. Besides, I might be able to help you figure out what needs to be done.",
        "Hunter: That would be awesome.",
        "Alison: Do you want me to drive?",
        "Hunter: No, I'll drive. It gives me the illusion of being in control.",
        "Alison: Okay. Whatever works.",
        "[SCENE_BREAK]",
        "Margo: Here. Do you want some fruit to go with that?",
        "Riley: No thanks. I'm full.",
        "Margo: Okay. So, um, you said you're from Omaha.",
        "Riley: Mm-hmm.",
        "Margo: What's it like there?",
        "Riley: Okay.",
        "Margo: Okay. You know what I've figured out about you?",
        "Riley: That I love your cooking?",
        "Margo: Oh, please, don't change the subject.",
        "Riley: I've never been comfortable talking about myself.",
        "Margo: Well, you better get used to it because people are interested in heroes, and they're gonna have questions.",
        "Riley: Oh, I'm no hero.",
        "Margo: Sure you are. You fought in a war.",
        "Riley: So did a whole bunch of other people a lot braver than me. Look at Adam. He knew it was a dangerous job going into Kabul, but he did it, anyway, to help people.",
        "Margo: And died trying.",
        "Riley: He's the hero, not me. I probably should get out of your hair and let you go to work.",
        "Margo: No. No, it's okay. I'm not going in today. I'm gonna take the day off, do nothing for a change.",
        "Casey: Dad, what are you doing out here?",
        "Tom: I'm trying to figure out what's going on with your mom.",
        "Casey: Yeah, she's acting like nothing's wrong, like Adam didn't even die.",
        "Tom: Yeah, she's treating Riley Morgan like a long-lost friend.",
        "Casey: Or a long-lost son.",
        "Tom: Do you think your mom's using Riley as a substitute for Adam?",
        "Casey: Well, don't you?",
        "[Door opens]",
        "Margo: Hey, you're home. Why are you two huddled out here?",
        "Casey: Uh, we just got here.",
        "Margo: Well, come on in. So, do you guys want some breakfast?",
        "Tom: Oh, I've eaten.",
        "Casey: Me too.",
        "Riley: I guess I slept later than everybody else.",
        "Margo: Well, you deserve to after the ordeal you've been through.",
        "[Doorbell rings]",
        "Casey: I'll get that. Hey.",
        "Luke: Good morning.",
        "Noah: Hey, how's it going? Morning, all. Didn't mean to interrupt breakfast.",
        "Margo: No, you didn't. Nobody's eating it. Do you want some?",
        "Noah: Uh, we can't stay.",
        "Luke: We were actually just looking for Casey.",
        "Casey: Well, what's up?",
        "Noah: I'm starting shooting on a film-school project today.",
        "Casey: Oh, the honors program thing?",
        "Luke: Yeah, and we were wondering if you could run the sound.",
        "Casey: Uh, I don't know.",
        "Margo: Well, maybe Riley could. Didn't you say you were a sound engineer in the army?",
        "Riley: I'm sure Noah doesn't need my help.",
        "Noah: What -- are you kidding? I will take all the help I can get.",
        "Luke: So, are you in?",
        "Casey: I was planning on just hanging out here today.",
        "Tom: Oh, Casey, go ahead and go with the boys. Riley, you can go, too.",
        "Margo: Yeah, only if you want to.",
        "Riley: Sounds cool. Let's go.",
        "Margo: Good, great.",
        "Luke: Excellent.",
        "Margo: Have fun, guys.",
        "Luke: See you guys later.",
        "Noah: All right, see you.",
        "Margo: Good. I'm glad -- I'm glad that you got Casey to get out of the house. He's been so quiet ever since he found out about Adam. It's good for him to do something else.",
        "Tom: Yeah, for us, too. You know, we haven't had much time to be alone lately.",
        "Margo: Honey, if that's an invitation, I'm sorry --",
        "Tom: Hey, Margo, I think we need to talk.",
        "[SCENE_BREAK]",
        "Hunter: I don't know what to expect.",
        "Alison: Well, strokes can have wide-ranging effects from mild to serious.",
        "Hunter: Will she be able to talk to me?",
        "Alison: I don't know. It depends.",
        "Hunter: And will she be paralyzed? And what do I say if she is? You know I have the tendency to say the wrong thing in these situations.",
        "Alison: Okay, the first thing you need to do is relax. Remember, she's not some stranger. She's your mother. You've known her your whole life.",
        "Hunter: True. What else should I remember?",
        "Alison: That, even if she can't communicate with you, if she looks strange, that, underneath, she's still the same mother you've always had.",
        "Hunter: I don't know if that's good or bad.",
        "[Allison chuckles]",
        "Aide: You can see your mother now.",
        "Hunter: Right now? So soon?",
        "Alison: Maybe I should go with you.",
        "Hunter: Oh, maybe you should. Can she?",
        "Aide: Sorry. We only allow one visitor at a time.",
        "Alison: It's okay. You can do this. And if all else fails, just kiss your mother on the cheek and tell her you love her.",
        "Hunter: Okay. I can do this, if she lets me.",
        "Alison: Of course she'll let you. And I'll be right here, waiting for you.",
        "[SCENE_BREAK]",
        "Emily: \"Syntax error\"? What the hell does that even mean?",
        "[Emily sighs]",
        "[Computer beeping]",
        "Emily: Ugh! Hunter, where are you?",
        "[Emily sighs]",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Susan: Dr. Stewart.",
        "Emily: Hey, Mom, It's me. Can you take an early lunch break?",
        "Susan: Sure. But aren't you busy?",
        "Emily: Well, I should be, but Hunter disappeared on me. And then I called Alison to see if she could find him, and now they're both gone. And there's nothing I can do, so, well, I might as well eat.",
        "Susan: Al's, 10 minutes?",
        "Emily: See you there. And while I'm gone, heal thyself.",
        "[SCENE_BREAK]",
        "[Alison sighs]",
        "Alison: That was fast.",
        "Hunter: Was it?",
        "Alison: Well, how's your mom? Wasn't she able to talk? Well, that's wonderful. And you were able to make out what she was saying? Because, I'm sure I don't have to tell you that, with some stroke patients, their speech can be slurred --",
        "Hunter: Oh, I could understand well what she said, all right.",
        "Alison: Well, that's great. Was there any paralysis?",
        "Hunter: I didn't notice.",
        "Alison: How could you not notice?",
        "Hunter: As soon as I walked in the room, she started talking. And she said -- she said --",
        "Alison: What did she say?",
        "Hunter: She just told me that the man that I thought was my father wasn't.",
        "[SCENE_BREAK]",
        "Riley: So, who are you interviewing, anyway?",
        "Noah: Lieutenant Hasbro.",
        "Riley: An army guy?",
        "Noah: Yeah. Yeah, he knew my father when he served in the Middle East.",
        "Luke: You served in the Middle East. Do you know this Hasbro guy?",
        "Riley: I don't think so.",
        "Luke: What about Noah's dad, Colonel Winston Mayer?",
        "Riley: There are thousands of troops overseas. You don't get to meet most of them. Anyway, I was an NCO and didn't mix with the officers much. Your dad's a colonel?",
        "Noah: Actually, he passed away.",
        "Riley: Sorry about that. Oh, man.",
        "Casey: What's wrong?",
        "Riley: I almost forgot. I made an appointment to see someone at the Veterans Administration today. I don't think I'm gonna be able to stick around for the shoot. Are you gonna be able to handle this by yourself if I have to bail?",
        "Casey: Frankly, I really didn't really expect you to help.",
        "Riley: What's that supposed to mean?",
        "Casey: Well, you're kind of like my brother, you know, always offering your services, but never really coming through.",
        "[Riley scoffs]",
        "Riley: Adam wasn't like that when I knew him, and I'm not like that, either. I'm just a little concerned that I'm gonna miss my appointment if we don't start soon.",
        "Noah: Oh, well, he's here, so we'll start as soon as we can, all right?",
        "Casey: Yeah, well, the guy's here. I guess you're sticking around for a while.",
        "Riley: Let's get to it.",
        "Noah: So, I'm just gonna ask you some questions about life in the military, you know, raising kids on bases and what it's like for families when a parent has to go overseas. But I was really hoping you had some stories about the colonel from when you were posted in the Middle East.",
        "Lt. Hasbro: Sure. It's a relatively small arena there, and the colonel got talked about a lot.",
        "Casey: Oh, that's interesting. Uh, Riley was deployed over there, but you -- you never met the colonel, did you?",
        "Riley: I was in Afghanistan.",
        "Noah: Yeah, he was radio communications air ground.",
        "Lt. Hasbro: Do you know Skip Powell?",
        "Riley: Absolutely. Everybody knows Skip, but I haven't seen him since I got stateside.",
        "Lt. Hasbro: I'll tell him I saw you. What was your name again?",
        "Riley: Riley Morgan, but he may not remember me. I only served with him for a short period of time.",
        "Noah: Okay, well, let's get started.",
        "[Noah sighs]",
        "[SCENE_BREAK]",
        "Tom: The way you've glommed onto Adam's friend --",
        "Margo: Oh, my. Riley just served in a war. He deserves to be fussed over.",
        "Tom: Then it's the timing. I mean, you're heaping all your attention on Riley. I'm wondering if you're giving yourself enough time to grieve over Adam.",
        "Margo: You don't think I'm grieving? Look -- listen, I think about Adam all day long, every minute.",
        "Tom: Okay, I'm not trying to say or accuse you of not caring enough.",
        "Margo: It kind of sounds like you are.",
        "Tom: I'm sorry. I know you're as devastated as I am about Adam. It's just, when you're around Riley, you seem -- I don't know -- almost happy.",
        "Margo: I am happy. I'm happy that he knew Adam. I'm happy that somebody actually laid eyes on our son in the past couple of years.",
        "Tom: It's more the way you treat him.",
        "Margo: You know, wait a minute. Wait a minute. If you think that I'm replacing Riley for Adam, I mean, if that's where you're going here, no one can ever replace Adam in my heart.",
        "Tom: I know, Sweetie. I just wanted to hear you say it.",
        "Margo: You just -- you got to stop worrying about me.",
        "Tom: Mm, no can do.",
        "Margo: Why? I'm fine.",
        "Tom: No, you're not.",
        "Margo: Well, I will be, 'cause Riley -- Riley -- he's helping me.",
        "Tom: How?",
        "Margo: I, you know, he's -- he's making me think of something positive. He's reminding me that there was more to Adam than we knew of in the last couple of years. And you know what? I'd really just not like to be moping around the house anymore, if it's okay with you.",
        "Tom: All right, here's an idea. I'll take the rest of the day off, and we will not mope around the house together. How does that sound?",
        "Margo: No, you go to work.",
        "Tom: Look, I can afford to take a couple days off.",
        "Margo: No, I -- no. I really don't want you to do that. I don't want to mope around. I don't want to have a group mope. Please, I'll deal with this the way I'll deal with this, all right? Please, I don't want to feel like an invalid. I don't want to have life be so sad. I want you to go to work, please.",
        "Tom: Okay, I'll go.",
        "Margo: Okay.",
        "Tom: Will you call me if you need me?",
        "Margo: Oh, God, there's nobody else I'd turn to.",
        "Tom: Bye.",
        "[Margo sighing]",
        "[SCENE_BREAK]",
        "Alison: Okay. Drink this. When you're in shock, you need sugar.",
        "Hunter: I'm not in shock. I'm just -- shocked.",
        "Alison: I can imagine.",
        "Hunter: All day, I've been terrified that she'd be paralyzed or that she wouldn't be able to talk to me, understand me.",
        "Alison: I know.",
        "Hunter: I was so, so relieved to see her looking better than I thought she would, and then she just blurts out that everything I ever knew about who I am is a lie. No wonder I don't have any people skills. I inherited it from her.",
        "Alison: Okay, well, while she was blurting, did she happen to mention who your father is?",
        "Hunter: No.",
        "Alison: Did you ask?",
        "Hunter: Yes.",
        "Alison: Well, Hunter, what did she say?",
        "Hunter: She just dropped the \"Your father's not your father\" bomb, and then just sort of drifted off, like her mission had been accomplished.",
        "Alison: Are you sure you didn't misinterpret what she said?",
        "Hunter: She's the one who had the stroke, Alison. My ears are fine.",
        "Alison: No, I just mean that, with stroke patients, sometimes, they say words they don't mean, like \"Peach\" when they mean \"Cantaloupe.\"",
        "Hunter: She was very clear about it. I'm sure she knew what she was saying.",
        "Alison: Well, not necessarily. I mean, she might have been in some hallucinatory state. You know, maybe you should just go back in there and see.",
        "Hunter: No, I can't see her again right now. I got to get out of here.",
        "Alison: Okay, well, wait for me.",
        "[SCENE_BREAK]",
        "Emily: And if I don't get all that information for Lucinda when she wants it, I'm out of a job.",
        "Susan: You'll manage. You always do.",
        "Emily: Oh, God, it was so much easier when I was running a real hold-it-in- your-hands newspaper. This online business -- it's just -- it just leaves me too dependent on Hunter, and it is very frustrating.",
        "Susan: Is that really what's so frustrating about Hunter?",
        "Emily: Have you not been listening to me?",
        "Susan: I -- I was just wondering.",
        "Emily: What? What?",
        "Susan: If maybe you're upset because he's not paying enough attention to you personally.",
        "Emily: Oh, God, Mother.",
        "Susan: He's a very good-looking young guy.",
        "Emily: Mother, no!",
        "Susan: He is.",
        "Emily: I am over it. I am over young guys, okay? I learned my lesson with Casey. I don't want a younger man in my life.",
        "Susan: What do you want?",
        "[Emily sighs]",
        "Emily: Well, I can tell you what I don't want -- it's a man.",
        "[Emily chuckles]",
        "Emily: I mean, who needs it? You meet a guy. You -- you find out he's into you, so you convince yourself to be into him, and then what? Well, he dumps you.",
        "Susan: As I recall, you dumped Casey.",
        "Emily: Yeah, after he got so mad at me when I --",
        "Susan: Had your tubes tied.",
        "Emily: I'm doing just fine on my own.",
        "Susan: Good, because for a moment there, you looked so sad.",
        "[Emily sighs]",
        "Emily: Some guys are better than others, okay?",
        "Susan: I'm just saying, from my perspective, you have a very full life.",
        "Emily: I agree. I agree. I love my job most of the time.",
        "Susan: And to even have a job now and a good one puts you way ahead in this economy.",
        "Emily: True.",
        "Susan: And your son is doing so well in boarding school.",
        "Emily: Oh, Daniel is brilliant, isn't he?",
        "Susan: Oh, don't get me started. He's just such a cutie. But my point is, your life is on track. What more do you need to make you happy?",
        "Emily: Nothing much, maybe just a -- a baby.",
        "[SCENE_BREAK]",
        "Noah: How do you think it went?",
        "Casey: It was interesting.",
        "Luke: You got a lot of good information from Lieutenant Hasbro. He was funny, too. Seemed like a good guy.",
        "Noah: Yeah, but the colonel seemed like a nice guy to some other people, too.",
        "Riley: Well, wasn't he? Your dad wasn't a nice guy?",
        "Noah: No. No, not to me.",
        "Riley: Why not?",
        "Luke: Well, obviously because he's gay.",
        "Casey: What about you? Do gay people bug you?",
        "Luke: Hey, Case, come on. Knock it off. I was just kidding around. I'm sure Riley's fine.",
        "Noah: Yeah, we'll just start loading this up.",
        "Riley: Do you have a problem with me? Because if you do, let's settle this right now.",
        "Casey: Yeah, I got a problem with you, Riley.",
        "Riley: Well, what is it?",
        "Casey: You taking advantage of my mom.",
        "Riley: What? How? Your mother me to stay. It wasn't my idea.",
        "Casey: You were the one dropping hints -- you were looking for a motel.",
        "Riley: I stated a fact.",
        "Casey: My -- my mom is vulnerable right now, okay? She has been through this before.",
        "Riley: As far as I know, she's only ever lost one child, and that's Adam.",
        "Casey: There is more than one way to lose somebody. When my brother took off, he never contacted us. It was hard on her, okay? She tends to--",
        "Riley: What does she do?",
        "Casey: She tends to adopt replacements. She did that once before with a friend of mine, Matt, who turned out to be a fraud. I'm just wondering who you're gonna turn out to be.",
        "Riley: I'm not trying to pull anything over your mother or anyone else. And I do not mean to replace your brother. But if you want me to go, just say so. I will.",
        "Casey: It's not up to me.",
        "[SCENE_BREAK]",
        "Bob: Well, this is a nice surprise.",
        "Tom: Oh, good, good. Do you have a few minutes to talk?",
        "Bob: Is it about Adam?",
        "Tom: How'd you guess?",
        "Bob: Well, your son dies in a terrorist bombing halfway around the world. The memorial service does not include most of the family.",
        "Tom: Uh, that was Margo's idea. She just couldn't handle it.",
        "Bob: And now?",
        "Tom: Now she's either getting better or worse. I'm not sure.",
        "Bob: What do you mean?",
        "Tom: Well, she's not grieving. She's not crying. She is cooking and cleaning and smiling a lot. And on top of that, she's taken one of Adam's friends into our house.",
        "Bob: Someone he met in L.A.?",
        "Tom: No, this is Riley. He was in the army in Afghanistan when Adam was over there, doing humanitarian work, and he has nothing but great things to say about Adam.",
        "Bob: Well, I -- I can understand that that might give Margo some comfort.",
        "Tom: Yeah, I know that, but -- but it seems to be something else. She -- it looks like she's substituting him for Adam. Now, she swears that this isn't happening, but I don't know. What do you think?",
        "Bob: Well, don't -- don't judge the way she's choosing to mourn.",
        "Tom: Well, I'm not judging her -- I'm just concerned.",
        "Bob: Well, we all deal with loss, in different ways, different times.",
        "Tom: And her way is to trust people that she shouldn't trust.",
        "Bob: Well, why don't you keep a close eye on this friend of Adam, if that makes you feel better? But if his presence eases her pain and grief, what can be wrong with that?",
        "Tom: So you think is normal -- the way she's reacting?",
        "Bob: Well, there's nothing normal about losing a child, and there's no way to predict how people will react. For example, you seem to be more overprotective than usual.",
        "Tom: Yeah, I guess you're -- you're right, dad. I just don't seem to be able to reach Margo. It's like she's cut Casey and me out completely.",
        "Bob: Just be patient. She'll come back to you.",
        "[SCENE_BREAK]",
        "Susan: How can you even be thinking about having a baby? Do you know how old you are?",
        "Emily: How old were you when you had Alison?",
        "Susan: I -- I was married at the time. You would be doing this alone.",
        "Emily: No, I would have you and Ali.",
        "Susan: And we both know what a miracle it took for that to happen. Plus, you've had your tubes tied.",
        "Emily: Well, they can be untied.",
        "Susan: I knew this would happen when you made that decision. I knew that someday you would change your mind. What made you do it?",
        "Emily: What? Mother, my marriage to Casey was a complete mistake.",
        "Susan: So to prove that the two of you had no future, you go through with major surgery designed to eliminate the possibility of children?",
        "Emily: No, that -- no! I don't know why -- clearly, I wasn't thinking straight, okay?",
        "Susan: So, what are you thinking now?",
        "Emily: I'm thinking that tubal ligations are reversible.",
        "Susan: Not always.",
        "Emily: Well, maybe mine is.",
        "Susan: And maybe it isn't.",
        "Emily: Well, then I'll come up with something else!",
        "Susan: Where did this idea come from?",
        "Emily: I don't know. I don't know.",
        "Susan: -- You said --",
        "Emily: It's just something I've been thinking about.",
        "Susan: -- You were working on a story about Brad and Katie.",
        "Emily: That had nothing to do with it.",
        "Susan: Emily, you are not Katie.",
        "Emily: Why would I want to be?",
        "Susan: You are not married, and you are not on television.",
        "Emily: And I'm not listening to any more of your negativity.",
        "Susan: I'm just saying, please, think twice before you do anything.",
        "Emily: I'm not doing anything. I'm just thinking, okay? I'm just talking about it. I haven't made a decision.",
        "Susan: Good, because I've got to get back to the hospital.",
        "Emily: Oh, well, all right. Fine. You know what? Let me pay, and I will walk you back. Just think about it. That'd be so much fun, having a baby in the family again.",
        "Susan: Ugh!",
        "Emily: Right, Mom?",
        "[SCENE_BREAK]",
        "Alison: Okay, there's no use in trying to shut me out with the silent treatment. I'm not gonna go anywhere until you talk about it.",
        "Hunter: I just felt like I was gonna suffocate in that place.",
        "Alison: Personally, I kind of thought you gave up too soon. You should have asked her more questions, gotten some details.",
        "Hunter: Don't you think I wanted to?",
        "Alison: Then why didn't you?",
        "Hunter: I would have felt like I was pressuring her. And isn't it dangerous to browbeat stroke patients?",
        "Alison: Yeah, I know, but finding out that your dad isn't really your dad -- it's got to hurt.",
        "Hunter: Not really. I -- I wasn't all that close to my father.",
        "Alison: Why not?",
        "Hunter: He died when I was young, so all I ever knew about him was what my mom told me.",
        "Alison: And that makes this any easier?",
        "Hunter: I just don't understand why she bothered to come up with such an elaborate lie. It wasn't as though I was asking for a father. I was fine with it being just her and me.",
        "Alison: What's your mom usually like?",
        "Hunter: Opinionated. Funny.",
        "Alison: Did she work a lot when you were growing up, or was she a stay-at-home mom?",
        "Hunter: She's a professor, very distinguished. She's won awards and everything.",
        "Alison: Wow.",
        "Hunter: Yeah. So having a stroke's got to be like her worst nightmare. And seeing her like that -- it -- well, it makes me sad. You must think I'm really weird now.",
        "Alison: Not at all.",
        "Hunter: Just my family, it's --",
        "Alison: No, families are all strange, and no one's story is weirder than mine.",
        "Hunter: The whole mother-sister thing?",
        "Alison: Emily filled you in?",
        "Hunter: Kind of. She donated the egg, right?",
        "Alison: Yeah, and my mother actually carried me and gave birth.",
        "Hunter: Yeah, families are weird.",
        "[SCENE_BREAK]",
        "Noah: You know, I'm not sure where this film is going, but I think today was definitely a good start.",
        "Luke: Yeah. We were really lucky to get Riley and Casey to help us.",
        "Noah: Yes.",
        "Luke: But what was up with case?",
        "Noah: I know -- the way he kept going at Riley?",
        "Luke: Yeah, Riley was nice enough to help out, and Casey had it in for him.",
        "Noah: Maybe he just doesn't like the guy?",
        "Luke: Or maybe he was thinking, you know, Riley and Adam were such good friends and that Riley's alive and -- and Adam's not.",
        "Noah: You know, actually, I think Casey was right to be so questioning of Riley.",
        "[SCENE_BREAK]",
        "[Children laughing]",
        "[Margo crying]",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Tom: Hey, Case.",
        "Casey: Dad, hey, I think Mom's in trouble.",
        "Tom: Where is she?",
        "Casey: Home. But she's crying and -- can you just get here fast?",
        "[SCENE_BREAK]",
        "Tom: Yeah. I'm on my way. Margo's upset. I need to get home.",
        "Bob: Hey, be careful what you wish for. This may be a more normal way to grieve, but it could cause her more pain.",
        "Tom: I'll call you later, Dad.",
        "Bob: Okay.",
        "[SCENE_BREAK]",
        "[Margo crying]",
        "[Margo crying]",
        "Margo: Okay, well, that's that, all right?",
        "Casey: Mom, you're sad. It's okay.",
        "Margo: No, no, it's not.",
        "Tom: Oh.",
        "Margo: Hi.",
        "Tom: Hi. You okay?",
        "Margo: Yeah. I'm fine. I got a little weepy, but, you know, I'm fine, yeah.",
        "Tom: Well, you're entitled.",
        "Margo: It's my own fault, you know? I decided it was a good idea to watch this maudlin stuff, and I got carried away.",
        "Tom: Well, if you want to watch videos of Adam, that's -- that's fine.",
        "Casey: Yeah, we'll stay here with you.",
        "Margo: No. Why? So we can all be depressed together? Oh, no. I'm done crying. I'm gonna go wash my face, and then I'm gonna make some lunch.",
        "[SCENE_BREAK]",
        "Noah: He didn't know anything about my dad.",
        "Luke: It's a big army.",
        "Noah: Yeah, but the colonel was practically a legend, especially in the Middle East, and even Lieutenant Hasbro said that.",
        "Luke: You are starting to sound like me.",
        "Noah: What do you mean?",
        "Luke: You're reading into things that simply aren't there.",
        "Noah: Well, maybe I am. No, but there's something about Riley that just does not sit right with me.",
        "[SCENE_BREAK]",
        "Casey: You should have seen her, Dad. She was falling apart watching those videos of Adam.",
        "Tom: Yeah, well, she was, you know, fine by the time I got here.",
        "Casey: Because she turns off the waterworks like she's hitting a switch. You know, one minute, she's sobbing, and the next, it's -- it's business. What is going on?",
        "Tom: Well, she's -- she's grieving, and we're gonna have to let her handle this the best way that she can. I mean, all we can do is be supportive.",
        "Casey: If she gives us a chance.",
        "Tom: Well, first, let's start out by helping with lunch. We'll keep it easy and remind your mom the three of us are still family.",
        "Riley: Hi.",
        "Tom: Riley.",
        "Riley: Margo just called and asked if I could come to lunch. Am I too early?",
        "Margo: No, you're not early. You're just in time.",
        "[SCENE_BREAK]",
        "Emily: Okay, so, on the surface, me having a baby sounds like a terrible idea.",
        "Susan: It is a terrible idea.",
        "Emily: You would love having another grandchild. Think about it. Daniel, he's -- he's so grown up, and he's been virtually co-opted by -- by Tom and his family. And would you just think about it? It'd be fun. We'd have so much fun to have a baby all to ourselves.",
        "Susan: Oh, now you think babies are fun?",
        "Emily: You know what? Lately, I'm just getting this feeling.",
        "Susan: Ah, an irresistible urge for 2:00 A.M. feedings?",
        "Emily: No, more like a knowing that there's more life in me, more left to give.",
        "Susan: Oh, Sweetie, of course there is. I just don't want you to be hurt if it turns out not to be an option for you.",
        "Emily: Which brings me to my next question.",
        "Susan: What?",
        "Emily: Whatever happened to those eggs I donated to you when you got pregnant with Alison? I mean, they weren't destroyed, were they?",
        "Susan: Mm, they can't do that without permission.",
        "Emily: Okay, so they're stored in the hospital somewhere?",
        "Susan: I think that they have to be.",
        "Emily: So we can find them?",
        "Susan: I -- I have my doubts about this.",
        "Emily: I know. You've said, repeatedly. Please.",
        "Susan: Okay, okay. I'll go talk to Bob about it.",
        "Emily: Okay.",
        "Susan: Here -- wait here.",
        "Emily: All right, thanks.",
        "[SCENE_BREAK]",
        "Hunter: I don't know how I'm gonna be able to see my mother again.",
        "Alison: Well, let me know when you want to go, and I'll ride out there with you again. I don't mind.",
        "Hunter: What about Casey?",
        "Alison: What about him?",
        "Hunter: Well, isn't he gonna have a problem with you hanging out with me?",
        "Alison: Why should he?",
        "Hunter: He's your boyfriend, isn't he?",
        "Alison: Hunter, for a smart guy, you've got a lot to learn about what makes relationships work.",
        "[SCENE_BREAK]",
        "Emily: Hey.",
        "Susan: Hey.",
        "Emily: Any luck?",
        "Susan: It took me a while to track him down. Bob's pulling the file.",
        "Emily: Great. Oh, I hope my eggs are still viable.",
        "Susan: Well, no reason they shouldn't be. What's that smile for? Are you already naming this kid?",
        "Emily: No, you know what? I was just thinking about what pioneers you and I were. I mean, we were really ahead of our time with the egg-donation thing.",
        "Susan: That's true. Back in the day, it was considered revolutionary.",
        "Emily: Yeah. Now it's commonplace.",
        "Susan: Still, you can't take anything for granted. Conception is always a miracle.",
        "Emily: Yeah, well, so is raising a kid who doesn't hate you.",
        "[Susan laughs]",
        "Emily: Hey, so, how are my eggs?",
        "Bob: This is really strange. They're gone.",
        "Susan: How is this possible?",
        "Emily: What -- my eggs were destroyed?",
        "Bob: Well, I seriously doubt that. Hospital procedure would not allow them to be disposed of without permission. Unless one of you two --",
        "Susan: No, neither Emily nor I ever gave permission for anything to be done with those eggs.",
        "Emily: No. Did they just disappear?",
        "Bob: Well, you know, we have reorganized the facility where we store them several times in the last few years.",
        "Susan: Of course. They -- they must have just been moved.",
        "Bob: Well, they've got to be here, and we'll find them.",
        "Susan: Thanks, Bob.",
        "Emily: Thanks.",
        "Susan: Try not to worry. It's probably just a mix-up of some kind.",
        "Emily: Do you think?",
        "Susan: Those -- those donated eggs are very well protected. Bob's right -- we'll find them.",
        "Emily: Well, I hope so. Honestly, now that I -- I've said it out loud, there's no doubt. I want this, Mom. I want this with all my heart. I'm gonna have a baby.",
        "[SCENE_BREAK]",
        "Alison: Okay, why don't you try to follow me on this?",
        "Hunter: Okay.",
        "Alison: Casey and I are together, but we still have separate interests, separate friends, separate jobs, and separate lives.",
        "Hunter: So he won't be jealous of you hanging out with me?",
        "Alison: Why should he be?",
        "Hunter: No reason.",
        "Alison: Anyway, Casey's really busy right now with family stuff. So if you need me for anything, just give me a call.",
        "Hunter: I'll do that.",
        "Alison: Okay. I got to get back to the hospital. And don't stress too much about what your mom said. It might not even be true.",
        "Hunter: She knew what she was saying, Alison.",
        "Alison: Maybe, but maybe not. Wait until she gets better, and then ask her again. Okay, see you.",
        "Hunter: See you.",
        "[SCENE_BREAK]",
        "Margo: Do you want some more pasta? Is it good?",
        "Riley: It's perfect.",
        "Margo: Okay.",
        "Riley: You know, I just love sitting at your table, Margo.",
        "Margo: Why is that?",
        "Riley: It's just comfortable, you know? Feels like home.",
        "Margo: Oh.",
        "Riley: Did you have a good morning at work?",
        "Tom: I tied up some loose ends, yeah.",
        "Margo: Bread -- you want some bread?",
        "Riley: Thanks. You know, I've got to say, when Adam talked about how great his family was, he wasn't exaggerating.",
        "Casey: He talked about us?",
        "Riley: Sure, all the time.",
        "Casey: And he said good things about us? 'Cause I -- I find that hard to believe.",
        "Margo: All right, Adam had a tough side, but he had a soft spot in his heart for family. You know what? I was just looking at some videotapes of Adam earlier. Would you like to see them, Riley?",
        "Tom: You think that's a good idea?",
        "Margo: Yeah. Adam had good memories of us. We should remind ourselves that we have good memories of him, too. So, what do you say, Riley, huh?",
        "Riley: I'd love to see your videos.",
        "Margo: Great.",
        "[SCENE_BREAK]",
        "Luke: Well, I'm just amazed. You like everybody.",
        "Noah: I didn't say I didn't like Riley.",
        "Luke: Yeah, but you don't trust him.",
        "Noah: I don't understand him.",
        "Luke: Well, maybe you should talk to him more, get to know him a little better.",
        "Noah: You know, it's not a bad idea, especially if I get him to be honest about his experiences.",
        "Luke: And who wouldn't trust you?",
        "Noah: It's been known to happen, present company excluded.",
        "Luke: Well, that's why I think you should talk to him. He could have a very unique perspective.",
        "Noah: Hmm. And maybe I'll find out I'm wrong, hmm?",
        "Luke: It's been known to happen.",
        "[SCENE_BREAK]",
        "Margo: That was one of our trips up to the lake.",
        "Riley: Was that Adam water-skiing?",
        "Margo: Yeah, look at him go. He loved the water -- anything -- swimming, scuba diving.",
        "Tom: Hey, thanks for keeping your cool in there.",
        "Casey: It's not easy. Do you really think this is good for mom, her going down a fake memory lane with some substitute son?",
        "Tom: I don't really know what's good for her. And I'd rather see her happy and smiling than crying. Now, let's just -- let's just wait this out and see what happens.",
        "[NEXT_ON]",
        "Brad: Henry! Henry!",
        "Vienna: Henry! Whoa!",
        "Katie: Oh!",
        "Carly: We wouldn't want anything to ruin Liberty's prom, would we?",
        "Liberty: Parker!",
        "Carly: Are you asking me if I'm drinking again?",
        "Craig: Are you?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=QGEbuuUH7NE"
}