{
    "Episode Summary": [],
    "Recap": [
        "Lily and Lucinda argue over the fact that Lily wouldn't use the information about Molly against her. Janet is alone at the ranch when Dusty comes to visit. Dusty wonders why Janet is now living at the ranch. Janet reminds Dusty what he did to her by pretending that the money came from her father and in fact it came from Dusty. Emily tries to talk to the guard about her innocence when Barbara comes to visit to let Emily know that Paul was going to the hospital to pick up Meg to take her back to Fairwinds. Emily doesn't believe her. Paul arrives at the hospital to pick up Meg and take her home. Meg surprises Paul by coming downstairs, wearing a sexy negligee that he bought her. Paul and Meg almost kiss when he gets a call to go out of town on business. Carly, Jack and Parker argue over the check that Craig gave Carly. Jack orders Carly to return the check. Carly calls Parker and plans to meet him at Java. Lucinda urges Lily to fight for Holden. Emily makes bail and is released from jail. Emily barges into Fairwinds and confronts Meg about her lies. Paul orders Emily out or he will have her arrested. Lucinda asks Lily to come to work with her at Worldwide, but she refuses. Craig asks Dusty to let him buy stock in Worldwide, but he refuses. Carly shows Parker the check and asks him to give it to her in invest. Jack offers to help Janet in her Lamaze class. Barbara and Emily have a run in at the Lakeview with Paul ordering Barbara to keep Emily away from Meg. Parker agrees to give Carly the money. When Dusty warns Lucinda about Craig, she comes up with a plan. Dusty tells Craig how much he needs to buy into Worldwide, but it is an amount far beyond what Craig is willing to pay. Craig asks Lily to go into business with Carly. Lily and Carly talk and agree to go into the perfume business. Emily confronts Meg at Fairwinds. Meg takes a handful of pills with a sip of tea. Meg tells Emily that she will tell the police that Emily drugged her again. Meg picks up a gun and holds it on Emily."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lucinda: [Sighs] All you had to do was to show the forensic report to the police. They would have arrested Molly Conlan for the shooting and killing of Silas Whitman, and you would have an open path straight into Holden's arms.",
        "Lily: You don't know that, Mother. If Molly were in that kind of trouble, Holden would feel even more obligated to stand by her.",
        "Lucinda: Well, let's just see, okay? Let's go and tell the police what we know and see what Holden does. And I'm putting money Molly Conlan out of sight, out of mind.",
        "Lily: And then what? I win Holden back by default? Is that what you're saying? I don't want him back that way, Mother. I deserve to be first in his heart.",
        "Lucinda: What difference does it make how you get him so long as you do?",
        "Lily: How can you ask me that?",
        "Lucinda: What is the alternative? Do nothing and watch him walk away from you and from this family? Is that going to be easier to live with?",
        "[SCENE_BREAK]",
        "Janet: What are you doing here?",
        "Dusty: I want to talk to you.",
        "Janet: How did you find me?",
        "Dusty: I stopped by Al's. They told me you moved back in here.",
        "Janet: I did. Mm-hmm.",
        "Dusty: Why's that?",
        "Janet: Because I thought the stability would be good for Liberty and the baby, you know, until I figure out my next move.",
        "Dusty: You left the apartment 'cause you don't want help from me?",
        "Janet: It's more complicated than that, and you know it.",
        "Dusty: 'Cause I kept something from you.",
        "Janet: It's not just that you kept something from me. You let me believe that my father had made peace with me, that he was setting aside money for Liberty and me all those years.",
        "Dusty: I know what I did. Now, why are you moving in with your ex-husband?",
        "[SCENE_BREAK]",
        "Craig: I could have sworn I just heard him tell you to turn down $5 million.",
        "Jack: Carly, listen to me. Whatever this guy gives you always comes with strings attached, whether you see them or not.",
        "Carly: But Craig didn't give me the money. That money came from the insurance company.",
        "Jack: Please. Just this morning, you were charged with arson. All of a sudden, you're free and the insurance company's paid off?",
        "Craig: Well, if you have questions, call Tom Hughes. He signed for the check on my behalf just this afternoon.",
        "[Jack scoffs]",
        "Craig: Half of that money is rightfully Carly's.",
        "Carly: Jack, this can help replace the money that was stolen from Parker's trust fund.",
        "Jack: Carly, every time this guy is involved, regardless of the reason, it -- it causes you more grief.",
        "Carly: We're talking about $5 million.",
        "Jack: I don't care if it's $50 million. He can't be trusted. There's always an ulterior motive with him.",
        "Craig: I can't just be trying to make amends?",
        "Jack: You can make it somewhere else. Carly, you've got to ask yourself, is all this money worth the pain it's gonna cause you in the long run?",
        "[SCENE_BREAK]",
        "Emily: I wasn't stalking Meg Snyder, by the way. I mean, I wasn't drugging her either. I was set up. I was set up by my mother-in-law, who happens to hate my guts.",
        "Barbara: \"Hate\" is such a negative word, Emily.",
        "Emily: I cannot believe you actually have the gall to show your face here.",
        "Barbara: Really? I can go anywhere I want. I'm not the one that put Meg in the hospital.",
        "Emily: You and Meg put that methadone in my briefcase to turn Paul against me, and you know it. Okay, look, look. You obviously didn't think things were gonna get this out of hand, but they have. Now it is your responsibility to tell Paul the truth to get me the hell out of here.",
        "Barbara: Oh, I don't think that's gonna happen anytime soon.",
        "Emily: Okay, you know what? Forget it. I'm not talking to you. I -- I'm gonna call Paul myself.",
        "Barbara: I think you're gonna have a hard time reaching him, because he's a little busy today. He's moving Meg back in to Fairwinds.",
        "[SCENE_BREAK]",
        "Meg: Hey.",
        "Paul: Um, I took care of the discharge papers. Everything's all set.",
        "Meg: Thank you. Wonder where Mama is. It's not like her to be late.",
        "Paul: Well, there's been a little change of plans. I spoke with your mom while you were getting dressed, and it took some convincing, but she finally agreed.",
        "Meg: Agreed to what?",
        "Paul: That you should stay at Fairwinds -- I mean, if you want. The farm's all full, but at Fairwinds, you can sit. You can relax. You can --",
        "Meg: Paul, I can't ask that of you.",
        "Paul: You're not asking. I'm offering. I know you want to spend time with Eliza.",
        "Meg: [Chuckles] Are you kidding? Of course I do. I miss her like crazy.",
        "Paul: Emma agrees. And spending time with Eliza is probably the best medicine for anybody.",
        "Meg: And what about Emily?",
        "Paul: What about her? She's in jail. She's not gonna hurt you.",
        "Meg: No, I know. But what if she gets out and she finds out that I'm at Fairwinds?",
        "Paul: Meg, she is not gonna hurt you ever again. She's not. Come on. What do you say? You want to come home?",
        "Meg: Well, if you think that's best.",
        "[SCENE_BREAK]",
        "Emily: Paul brought Meg back to Fairwinds? You must be pretty desperate to concoct a story like that, Barbara.",
        "Barbara: You want to call him? He's at Memorial, picking up Meg.",
        "Emily: Okay, well, fine. Fine. So he's bringing her back to Fairwinds for a little supervised visit with Eliza. That is a far cry from moving her back in.",
        "Barbara: Well, actually, when I left, the maid was making up the guest room, and the kitchen was being stocked full of Meg's favorite foods.",
        "Emily: Well, clearly you misunderstood.",
        "Barbara: No. Paul wants Eliza to bond with her mother.",
        "Emily: Paul wouldn't do that. He wouldn't bring Meg back into my home, into our marriage.",
        "Barbara: News flash -- you don't have a marriage anymore.",
        "Emily: No. That's what you and Meg hoped would happen when you dreamed up this twisted little plot of yours. But it's not gonna work, Barbara.",
        "Barbara: You really think that Paul's gonna let you back into his life after what you did to the mother of his child?",
        "Emily: I didn't do anything. And when he finds out that you tried to turn him against his own wife, you -- you can kiss your relationship with your son good-bye.",
        "Barbara: You're grasping at straws, Emily.",
        "Emily: Don't say I didn't warn you, Barbara.",
        "Guard: You've made bail, Ms. Stewart. You're free to go.",
        "Emily: Oh. Thank you. Thank you, Mom.",
        "Barbara: No, no, no, no, no, no. You can't let her go! She's dangerous! She just threatened me!",
        "Emily: Revenge is gonna be so sweet.",
        "[SCENE_BREAK]",
        "Jack: The man has no conscience, Carly. If you take this check from him, he'll play you again in a heartbeat.",
        "Carly: Craig, you need to go, please, so I can speak with Jack about this privately.",
        "Craig: No problem. But if you change your mind and you don't want that money, let me know. I'm sure I can put it to good use.",
        "Carly: Jack, you don't honestly expect me to give that money back?",
        "Jack: Craig set that fire, Carly. You know that.",
        "Carly: Well, the insurance company couldn't prove it, could they?",
        "Jack: They never should have paid that claim out.",
        "Carly: Well, they did, and Craig paid me.",
        "Jack: You -- you? I thought you said that money belonged to Parker.",
        "Carly: Yes. Of course it does. Look, Jack, I don't have the money to pay for Parker's summer program in New York or -- or for his college tuition or a half-dozen other things he's gonna need now and in the future.",
        "Jack: Well, it's lucky you have me.",
        "Carly: Well, I don't have you. Or at least that's the impression I got when you walked out of here.",
        "Jack: No matter what happens between us, Carly, you know you can always count on me financially.",
        "Carly: That's a very nice sentiment, Jack. But it's not the same as cash in the bank.",
        "Jack: Oh, please. You mean to tell me if you take that money from Craig, he's not gonna ask for anything in the future, in return?",
        "Carly: Well, I will cross that bridge when I come to it.",
        "[Jack sighs]",
        "Carly: As far as I see it, I am out of options.",
        "Jack: You always have options, Carly. You just got to keep looking for them. But clearly you've made up your mind, so --",
        "Carly: [Clears throat] Hey, its mom. Where are you?",
        "Parker: I'm at Java. Why? What's up?",
        "Carly: Stay put. I'm coming over. I have some good news for you.",
        "[SCENE_BREAK]",
        "Dusty: How many times have we talked about being a family -- you, me, Johnny, Liberty, the baby? Well, I meant what I said.",
        "Janet: Do you know how happy I was when I thought my father had left me that money and how sad I was when I found out it wasn't true?",
        "Dusty: I apologized, Janet. Why isn't that enough for you?",
        "Janet: I know you meant well. I get that. But I need to make my own way.",
        "Dusty: Then why are you here?",
        "Janet: Because I want to be here.",
        "Dusty: Because you can't afford to live anywhere else.",
        "Janet: You don't understand.",
        "Dusty: I do understand. You and I could have it all. What are you afraid of?",
        "Janet: I need to be here right now. This is what's best for me.",
        "Dusty: If you change your mind, let me know.",
        "[SCENE_BREAK]",
        "Lucinda: If you want Holden, you're gonna have to fight for him using every trick in the book.",
        "Lily: Mother, enough, okay? Holden loves Molly. And if I hurt her, I hurt him. And I love him too much to do that.",
        "Lucinda: You love him so much that Molly can have him? That really makes sense.",
        "Lily: It does to me, and that's all that matters. And you know what? This conversation is over.",
        "Lucinda: All right. All right, Darling. Okay. The rest of your life, the remainder of your life is without Holden. Now, that is something to contemplate. What are you going to do with yourself?",
        "Lily: I'll think of something.",
        "Lucinda: Well, I hope you're not gonna wallow in this misery, particularly as you have, uh, brought it on yourself.",
        "Lily: I have no intention.",
        "Lucinda: And I hope that you're not going to resort to the pills again and get hooked.",
        "[Lily sighs]",
        "Lucinda: It had to be said, Darling. That's the last -- well, you did it the last time when you were feeling vulnerable like this.",
        "Lily: All right. Duly noted.",
        "Lucinda: Okay. So you're alone. Oh, and you're so lonely, and loose ends. You don't know what to do with yourself, and you need to be occupied. You need a challenge. [Gasps] I know what you could do.",
        "[SCENE_BREAK]",
        "Meg: It feels so good to be out in the real world again.",
        "Paul: Can I get you something to eat?",
        "Meg: Um, maybe later. Right now I want to go up and see Eliza.",
        "Paul: Eliza's in the park. Uh, the nanny took her. They should be back soon, though.",
        "Meg: Oh. Okay.",
        "Paul: Meg, you want to sit down? Sit down, please. Try and relax.",
        "[Meg chuckles]",
        "Meg: I'm sorry. I can't help it. I keep expecting Emily to burst in and come after me.",
        "Paul: Emily's in jail. She's not gonna hurt you.",
        "Meg: I know. [Chuckles] You're right. I'm being silly. And you -- you have been so wonderful to me. Thank you.",
        "Emily: Paul?",
        "Meg: I thought you told me she was in jail, that I was safe.",
        "Emily: Oh, please. Don't be so dramatic, Meg.",
        "Barbara: I told you. Don't worry, Meg. I won't let her anywhere near you.",
        "Paul: What the hell are you doing?",
        "Emily: What are you doing?",
        "Paul: You're out of jail?",
        "Emily: Answer my question.",
        "Paul: I'm helping Meg. That's what I'm doing.",
        "Emily: Really? By letting her live in this house with Eliza? She's not stable.",
        "Paul: No, you're the one that's not stable. And I'm not gonna let you hurt Meg, not ever again.",
        "Emily: I haven't hurt her to begin with. I didn't do anything. I was set up by your mother and Meg. I am the injured party here.",
        "Paul: You expect me to believe that?",
        "Emily: Okay, just look at me, okay? I -- I am your wife. I know I have done a lot of twisted, stupid things in my life. But so have you. I'm telling you, I would never hurt Meg. Hurting Meg would be like hurting Eliza, and I -- I wouldn't do that. You know deep in your heart I wouldn't do that.",
        "Paul: Oh, no, no. You would never do that. You would -- you would never, you know, leave her unattended in a car, for instance.",
        "Emily: What is going on with you? Who -- who's gotten to you?",
        "Paul: No one.",
        "Emily: You know what? We -- we were a team. We're supposed to -- we're supposed to be on each other's side. Someone's gotten to you. Don't do this. Don't turn on me, Paul, over something I didn't do.",
        "Paul: I gave you plenty of opportunities to come clean, and -- and you didn't. If you had just admitted to me what you had done, we could have figured out a way to get past it.",
        "Emily: I didn't admit to it because I didn't do it.",
        "Paul: Stop lying to me. Just stop it.",
        "Emily: Oh, Honey.",
        "Paul: Hey.",
        "Meg: Hey. Oh. Come here, Sweetie. Oh, my gosh. Oh. I missed you so much. [Chuckles] I guess you had a great time at the park.",
        "Taran: We fed the ducks, and now someone's definitely ready for a nap.",
        "Emily: Well, I'll take her up.",
        "Paul: No. You're leaving. Mother, could you please escort Emily to her car?",
        "Emily: Excuse me, this is my home.",
        "Barbara: With pleasure.",
        "Paul: And, Mom, if you wouldn't mind, maybe you could spend the night tonight at your suite at the Lakeview.",
        "Barbara: I thought I was gonna stay here and help Meg get settled in. We'd all have dinner together.",
        "Paul: No, not tonight.",
        "Emily: You're kicking us both out?",
        "Taran: I'll go get the rest of Eliza's things from the car.",
        "Meg: Her hair has gotten so curly. Oh, I've been dreaming of this moment -- being alone with my family. I was afraid that it would never happen.",
        "Paul: Well, you made it happen. You knew what you wanted, and you made it happen.",
        "Meg: You know, Taran was right. I should take her upstairs. Come on, Sweetie.",
        "Paul: Hey, mind if I join you?",
        "Meg: What do you think?",
        "[SCENE_BREAK]",
        "Lily: You want me to come to work with you at Worldwide?",
        "Lucinda: Part-time. It's not such a terrible idea.",
        "Lily: Oh, Mother. I should have known this was where it was going. You think business cures everything.",
        "Lucinda: Well, yeah, I -- I guess it does for me. Business -- you know, busy, busy, you know, in doing something. You're on the board, Honey. All we'd have to do is plug you in to some division or other. Or you could set up a division of your own.",
        "Lily: My own?",
        "Lucinda: Yeah.",
        "Lily: But like what?",
        "Lucinda: I don't know. I mean, some, uh, service or some product that interested you, and you could make it a reality.",
        "Lily: I love being a full-time mother.",
        "Lucinda: Lily, you are adrift. I'm sorry. You -- you've got to focus, or else you're gonna be vulnerable to the next handsome rogue that comes down the pike.",
        "Lily: I can't believe you're saying this to me. Mother, Damian wasn't just some guy that picked me up off the street. He was my ex-husband.",
        "Lucinda: What woman trusts her ex-husband?",
        "Lily: [Sighs] If I didn't know it before, this conversation's sealed the deal. I cannot work with you at Worldwide.",
        "Lucinda: Okay, then. Forget about me. We'll find something -- something -- you'll be completely autonomous.",
        "Lily: Hmm. I think I'll stick to arranging play dates.",
        "Lucinda: Dear, it doesn't have to be one or the other, either or. Please give it -- give it a chance. Give it some thought, hmm?",
        "[SCENE_BREAK]",
        "Carly: Thank you. I have something to show you.",
        "Parker: Mom, that says --",
        "Carly: $5 million.",
        "Parker: And it's made out to you.",
        "Carly: Uh-huh. It's half of the insurance settlement from the fire at Monte Carlo.",
        "Parker: Are you se -- are you serious? This -- this check is legit?",
        "Carly: Yeah. Craig gave it to me to cover some of the money that he stole from you.",
        "Parker: I can't believe it. I mean, I thought that that money was lost for good.",
        "Carly: Yeah. Me too. Well, we got some of it back. And actually, Parker, that's why I wanted to talk to you, because I'm not sure that it's a good idea to put this money back in -- in a trust for you.",
        "Parker: Well, then, what should I do with it?",
        "Carly: Give it to me. [Laughs]",
        "[SCENE_BREAK]",
        "Craig: If I french-fried a sock, would you eat that, too?",
        "[Laughter]",
        "Johnny: Dad!",
        "Dusty: Hey.",
        "Craig: Hi, Sweetie.",
        "Johnny: Can you sit with us?",
        "Craig: Dusty, good to see you. Clarissa, would you mind taking Johnny upstairs? I'll be up after I conclude some business with Mr. Donovan.",
        "Dusty: What business?",
        "Clarissa: Come on, Johnny. I'll race you to the elevator.",
        "Dusty: Uh, just a minute. One more hug for the old man. Okay, Buddy. [Laughs] Shies away from the kisses. Shies away from the kisses. Is this about him?",
        "Craig: I have a business proposition for you.",
        "Dusty: I'm not interested.",
        "Craig: You don't even want to hear what it is?",
        "Dusty: If it comes from you, no.",
        "Craig: I want to buy into Worldwide, specifically your product-distribution network.",
        "Dusty: Why would that appeal to me?",
        "Craig: Strategically, it's a good move for both of us.",
        "Dusty: Any financial connection to you isn't good for anybody.",
        "Craig: How about that other connection we have? I mean my son.",
        "Dusty: Our son.",
        "Craig: Johnny is mine biologically and legally. And now that I'm a free man, I can limit your access to him. But if you help me secure a deal with Worldwide, I'd be very grateful. And when I'm grateful, I'm generous.",
        "Dusty: Listen to you. Using your son to close a deal. Shows what a lousy father you are.",
        "Craig: And the fact that you won't consider it shows what a hothead you are, which is why I'm concerned about your influence on my son. We can both make a lot of money with this. And in the long run, Johnny would benefit from it.",
        "Dusty: Even if I brought it to the board, they'd never be interested.",
        "Craig: Oh, I think you could persuade them, especially given the incentive of more quality time with Johnny.",
        "Dusty: It's not gonna happen.",
        "Craig: I'll just go around you. You know that.",
        "Dusty: You can try.",
        "[SCENE_BREAK]",
        "Jack: What's wrong?",
        "Janet: I think it's best if we don't talk about it.",
        "Jack: Okay.",
        "Janet: Thank you. Where is that thing? I think I put it -- ah, there it is, right here.",
        "Jack: What?",
        "Janet: It is the phone number for the Lamaze center at Memorial. I was supposed to have my first class today and tour the birthing center.",
        "Jack: What do you mean you were supposed to? You're canceling?",
        "Janet: Dusty was my partner. But now maybe one of the girls at work will do it. Or -- or Teresa.",
        "Jack: Hello, hello. What about me?",
        "Janet: Hello. Huge commitment.",
        "Jack: Yeah, so? I'm the baby's father, Janet.",
        "Janet: So what about Carly?",
        "Jack: Uh, no. Carly is not a factor in this decision.",
        "Janet: I know you two are on the outs right now, but I don't want you to feel obligated and then later regret this.",
        "Jack: I'd never regret helping to bring our son into the world.",
        "Janet: But this is a big program. If you start it and then later change your mind --",
        "Jack: I'm not gonna change my mind. Will you stop trying to talk me out of this and just say yes?",
        "Janet: Yes.",
        "Jack: Good. Great. Let's go. Come on. Here. Take this. Come on.",
        "[SCENE_BREAK]",
        "Paul: Well, that was fast. Eliza really must have been tired if she went out that quickly.",
        "Meg: I -- I needed to change into something more comfortable. This was the only thing I could find. It was in the armoire in my room. You got it for me. Remember?",
        "Paul: Yeah, I remember. You want some tea?",
        "Meg: Yeah, please. You know, Paul, you were right about me staying here at Fairwinds. [Chuckles] Watching Eliza fall asleep right now -- it was the best medicine I could have.",
        "Paul: I'm just glad you're feeling better.",
        "Meg: Us here on the couch, Eliza sleeping upstairs -- it's like old times, isn't it? Paul, I want you to be able to trust me again.",
        "Paul: I do trust you. I trust you completely.",
        "Meg: Thank you for believing in me. I wish there was, uh, some way I could show you how much that means to me.",
        "Paul: You just got out of the hospital. Uh -- I don't know if this is a good idea.",
        "Meg: I thought you were the one that said that this felt right to you.",
        "Paul: It does. It -- Meg --",
        "[Cell phone rings]",
        "Paul: Ah. Hello. What? No. Listen, we inserted the two clauses, and they already agreed. No. If you take out those two clauses, there's no deal at all. You know what? Don't bother. I'll tell him myself.",
        "Meg: Well, that didn't sound good.",
        "Paul: No, it's not good. I've been trying to make a deal with this guy. He keeps running me around. And I got to go to Chicago and sort it out.",
        "Meg: What, now?",
        "Paul: Yeah, now. I'm really sorry. But I'll be back tomorrow.",
        "Meg: [Sighs] Well, you have a business to run.",
        "Paul: If you want, I can -- I can call my mom and have her come back, or -- or you could call Emma, have her stay here.",
        "Meg: No, no, no, no, no. Don't bother either of them. I think I'll be fine on my own.",
        "Paul: Well, I know that you're anxious with Emily being out on bail.",
        "Meg: She'd be a fool to come back here the way you kicked her out before. Look, don't worry about me, okay? Go do what you need to do?",
        "Paul: Okay. But do me a favor, will you, please, and promise me that if you feel anxious about anything, and I mean anything at all, that you will call my mother right away, or Emma, and have them come stay here with you.",
        "Meg: Yeah, I promise.",
        "Paul: Thanks. Um, will you give Eliza a big kiss for me?",
        "Meg: Just one?",
        "Paul: It's really great to have you home.",
        "Meg: It's nice to be back. Drive safe.",
        "[SCENE_BREAK]",
        "Emily: Oh, Mom, thank you. Thank you for -- for bailing me out. Listen, I know you're at the E.R. tonight, but, um, I don't know, if you get out in next hour or so, I'm at the Lakeview. I could really use some company. I'm a little shaken up. All right. Um, I'm sorry for talking so long. I love you. Bye. Oh, for God's sake, would you stop following me?",
        "Barbara: You know, you didn't want to believe me when I told you that Paul was through with you, but I guess you've seen for yourself, haven't you?",
        "Emily: If you think you and Meg are gonna turn Paul against me --",
        "Barbara: Oh, no. We don't have to do that, 'cause you're doing a really great job of it yourself, Emily.",
        "Emily: Do you really want Eliza back in Meg's life full-time like this? Because that's exactly what you have set into motion. You are putting Eliza in the arms of someone with severe emotional problems, Barbara. And if anything happens to that little girl, it will be on your head and no one else's.",
        "Paul: Hey, hey. Don't you talk to my mother like that.",
        "Barbara: Thank you. What are you doing here? You should be with Meg.",
        "Paul: I've got to go to Chicago overnight. I've got some business to take care of.",
        "Barbara: What? I'm gonna go stay with her.",
        "Paul: That's not necessary. Meg's fine on her own.",
        "Emily: What? Alone at -- at our house?",
        "Paul: Yes.",
        "Emily: She -- she's barely out of the hospital.",
        "Paul: She's fine, as long as you stay away from her.",
        "Emily: Excuse me?",
        "Paul: I mean it. You set one foot in my house, and I'll have you arrested for harassment and trespassing.",
        "Emily: How can you talk to me like that?",
        "Paul: Keep an eye on Emily for me, please. Make sure she stays away from Meg.",
        "Barbara: I guess you're all mine.",
        "[SCENE_BREAK]",
        "Carly: I think we should invest it.",
        "Parker: Mom, how much do you know about investing money?",
        "Carly: Hmm, not much. But I wouldn't go it alone. I would hire a financial adviser, you know?",
        "Parker: I don't know. I don't know. Is Dad on board with this?",
        "Carly: Your dad wanted me to give the money back. Yes, exactly. That was my reaction, too. Look, Parker, it really is your money, so it's your decision. And if you want to put it back in a trust, that's what we'll do. I just think being a little flexible will net a larger return in the future.",
        "Parker: Can I get a car?",
        "Carly: We can talk about it.",
        "Parker: Okay, then go for it.",
        "Carly: Really? You -- you trust me to invest this wisely?",
        "Parker: If you think it's what's best, then yeah, go for it.",
        "Carly: Oh, Parker, thank you. You -- you don't know how much your support means to me, especially today.",
        "[SCENE_BREAK]",
        "Jack: So, what do you think? The facility seems kind of nice.",
        "Janet: Yeah. I think the birthing rooms seem very homey, which will help when I'm in excruciating pain.",
        "Jack: [Laughs] Were you in a lot of pain when you had Liberty?",
        "Janet: Um, no. No, not really. But every pregnancy can be different. The first one could be very easy. The second one --",
        "Jack: Yeah, I -- I remember when Carly had Sage.",
        "Janet: Yeah. What?",
        "Jack: Nothing, nothing. Just promise me you won't go into labor in a cabin in the middle of nowhere.",
        "Janet: That is so funny. That's exactly what Dusty said. Talk about your mine fields.",
        "Jack: Okay, we both got some baggage.",
        "Janet: Some?",
        "Jack: Okay, we're loaded down. But we can't do anything about that. You know what we can do something about?",
        "Janet: What?",
        "Jack: We can do an amazing job bringing our son into the world. Well, you're going to be doing most of the work. I'll do whatever I can to help.",
        "Janet: [Giggles] Even when I'm hurling abuse at you?",
        "Jack: I arrest people for a living. There's nothing you can call me that I haven't heard already. So, are you ready for your hee-hee-hoos?",
        "Janet: My whats?",
        "Jack: Your -- hee, hee, hee, hoo, hoo.",
        "Janet: Oh, yeah.",
        "Jack: You are so lucky you have me as a birthing partner.",
        "Janet: Thank you.",
        "Jack: Come on.",
        "Janet: Yes.",
        "[SCENE_BREAK]",
        "Dusty: I told Craig what he could do with his offer.",
        "Lucinda: Mm-hmm.",
        "Dusty: I'm just warning you in case he comes to you next.",
        "Lucinda: Oh, Darling, he's not gonna come to me.",
        "Dusty: Well, then, the work's done.",
        "Lucinda: Dusty, one thing. I don't think you should take a threat from Craig too lightly, not when it concerns the little boy. Because you know Craig. He'll be at you and at you and at you until you do his bidding.",
        "Dusty: [Sighs] What's the alternative? Sell him a whole division of Worldwide?",
        "Lucinda: No. Pretend to.",
        "Dusty: What do you mean?",
        "Lucinda: Well, you just get back to him and you say, \"I'm between a rock and a hard place, and I -- I hate the idea of this whole thing, but I have to do business.\" And then give him a price that's just beyond his reach.",
        "Dusty: Are you serious?",
        "Lucinda: Yeah. Do it. That way, you play ball. He can't fault you on that. And you have access to Johnny.",
        "Dusty: Might work.",
        "Lucinda: But, uh, you know, remember that he is short of cash, so when you -- when you give him the price, it doesn't have to be ridiculously inflated. It doesn't.",
        "[Dusty laughs]",
        "Lucinda: Just so that he can't meet it. And that way, we're going to get rid of that maniac this time for good.",
        "[SCENE_BREAK]",
        "Lily: Wow. What are these for?",
        "Craig: Those are to thank you for letting the court release me into your custody when no one else in this town would even speak to me.",
        "Lily: Well, I owed you and Gabriel for keeping the two of you apart all these years.",
        "Craig: Is Gabriel here?",
        "Lily: No, he's out. He never tells me where he is. Your bag is packed, though. It's waiting for you in your room. Are you moving back into the Lakeview?",
        "Craig: Until I find something more permanent.",
        "Lily: Well, Craig, you are getting a new lease on life. Don't blow it.",
        "Craig: Funny you should say that, because you could help me make a fresh start.",
        "Lily: What do you mean?",
        "Craig: Remember when I suggested to Carly that she start a perfume line for Monte Carlo?",
        "Lily: Yeah. I -- I even suggested a marketing specialist. But nothing ever came of it.",
        "Craig: Now something can.",
        "Lily: How?",
        "Craig: I want to finance the venture.",
        "Lily: [Laughs] You want to finance a perfume company?",
        "Craig: Mm-hmm.",
        "Lily: With what? You're tapped out.",
        "Craig: I received a settlement from the insurance company for the fire. I'm in the money again.",
        "Lily: Your luck never ceases to amaze me.",
        "Craig: Listen, if you do this with Carly as your partner, you'll have zero risk financially. I just ask that you not tell her that I'm involved.",
        "Lily: Here we go again. Can't you ever be up-front with people?",
        "Craig: Yes or no, Lily?",
        "Lily: No. I am not dealing with Carly, or anyone else for that matter, without being completely honest from the beginning.",
        "Craig: Hmm. You didn't seem to feel that way when you lied to me about Gabriel. Like you said, you owe me, Lily. And considering all the damage that you've done to me in the past, I think my request for payback is pretty reasonable. Don't tell me you changed your mind.",
        "Dusty: Well, I did some thinking, and I decided that your money is as good as anybody's.",
        "Craig: Well, there's hope for you yet. No, this is a good move, Dusty, professionally and personally.",
        "Dusty: I'd like to take you up on that, especially where the personal is concerned.",
        "Craig: Absolutely. You can spend as much visitation with Johnny as you like, within reason, of course.",
        "Dusty: Well, I looked carefully at the value of Worldwide distribution network. This is what it would cost you to buy in.",
        "Craig: What is this, a joke? Number's outrageous.",
        "Dusty: It's what the business is worth, Craig.",
        "Craig: There's no way I would pay this.",
        "Dusty: Well, I make you an offer. What you do with it is up to you.",
        "[SCENE_BREAK]",
        "Lily: And fragrances are really hot right now. And we've done most of the R&D already. I mean, it wouldn't take long to take the brand to market.",
        "Carly: It's wild that you're saying this right now, 'cause I just came into some cash, so I have the money that I can put into something like --",
        "Lily: No, no, no. Save it. You don't have to use any of your money. Honestly, I, um -- I need the write-off.",
        "Carly: Seriously?",
        "Lily: Yeah.",
        "Carly: And do you really think that we could work together without killing each other?",
        "Lily: I think so. [Chuckles] It's an idea we both love, and -- we've settled our differences.",
        "Carly: Yes. But I think that was before you started fighting with Molly about Holden.",
        "Lily: Well, that's over. Molly is the woman that Holden wants, and I got to get over it.",
        "Carly: But it's got to really hurt.",
        "Lily: More so than Jack having a baby with Janet?",
        "Carly: Ooh, ouch. Yeah, you're absolutely right. This is a good idea. We have to keep ourselves busy.",
        "[SCENE_BREAK]",
        "Teacher: You're in active labor. Your contractions are getting stronger and closer together.",
        "Jack: Okay, at this point, there's a special breathing technique to use.",
        "Janet: Okay.",
        "Jack: You just do whatever feels good to you.",
        "Janet: All right.",
        "Man: Sounds like you guys have done this before.",
        "Janet: We have.",
        "Jack: But not together.",
        "Woman: How many children do you have?",
        "Jack: Between us, four.",
        "Janet: One for me, three for him.",
        "Jack: Yeah.",
        "Man: Now you guys are gonna have another child together.",
        "Woman: That's so romantic. How long have you been married?",
        "Both: It's complicated.",
        "[SCENE_BREAK]",
        "Barbara: So, where do you think you're going now?",
        "Emily: None of your business.",
        "Barbara: Pharmacy's still open. You can stock up on methadone.",
        "Emily: Let go of my arm.",
        "Barbara: No, no, no. You are gonna come upstairs with me, and you're gonna spend the night with me or I will call the police, and you can spend the night in the jail again.",
        "Emily: How do you sleep at night, Barbara? Oh, that's right, alone.",
        "Barbara: Your choice -- slumber party or dark cell?",
        "Emily: Fine.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Meg: Hello.",
        "Paul: Hey, it's me. What are you doing?",
        "Meg: Relaxing, like you told me to.",
        "Paul: Okay. I just wanted to check up on you, make sure you're all right.",
        "Meg: Emily hasn't come by, if that's what you're worried about.",
        "Paul: No, I told my mother to make sure that Emily doesn't go anywhere near Fairwinds. You don't need to worry about that.",
        "Meg: Thank you. I appreciate that. Now I will definitely sleep well.",
        "Paul: Well, that's the point. I'll see you tomorrow.",
        "Meg: Okay. Oh, Paul, thank you for taking such good care of me. Same. Night. Bye-bye, Emily. You are so out of the picture.",
        "[Emily clears throat]",
        "Meg: [Gasps] What are you doing here?",
        "Emily: My house, Meg.",
        "Meg: Not anymore it isn't. Paul told you to leave.",
        "Emily: Paul was brainwashed by you and Barbara.",
        "Meg: Barbara's supposed to be keeping an eye on you.",
        "Emily: Yeah, well, she got tied up. So it's just you and me.",
        "Meg: I want you to leave. I mean it.",
        "Emily: Ooh. Make me.",
        "Meg: I'm calling the police.",
        "Emily: I'm not letting you anywhere out of this house, Meg, until I get the truth out of you, and I will get it, whatever it takes.",
        "[SCENE_BREAK]",
        "[Barbara groaning]",
        "[SCENE_BREAK]",
        "Teacher: That's better. Yes. Don't be shy. This is the woman you love.",
        "[Janet chuckles]",
        "Teacher: Thanks, everyone, for coming to class. See you next week.",
        "Janet: All righty.",
        "[Jack laughs]",
        "Janet: Whoa.",
        "Jack: God --",
        "[Janet sighs]",
        "Jack: Sorry about that.",
        "Janet: What?",
        "Jack: That didn't seem kind of awkward to you just now?",
        "Janet: Actually, no. I thought that it would be strange, being here with you. But it felt like the most natural thing in the world.",
        "[SCENE_BREAK]",
        "Lily: Agreed?",
        "Carly: We're in business. So, what should we name this company of ours?",
        "Lily: I don't know. I guess that will be our first major decision.",
        "Carly: And you're sure you don't need me to throw in some money?",
        "Lily: Nah. I'm Ms. Moneybags. You're Ms. Creativity.",
        "Carly: Works for me. You know, I see a really bright future for us, Lily.",
        "[SCENE_BREAK]",
        "Craig: This is an insult.",
        "Dusty: It's fair market value.",
        "Craig: You either get the price down or your visitation with Johnny is over.",
        "Dusty: You asked me to get your foot in the door. I did. The rest is up to you.",
        "Craig: What, you think this is over, that I'll just walk away?",
        "Dusty: There's nothing more I can do for you.",
        "Craig: Well, that's too bad. Johnny's gonna be very sad to hear that his daddy Dusty won't be spending any time with him anymore.",
        "Dusty: Not when he finds out the reason why.",
        "Craig: Now who's using the kid?",
        "Dusty: The kid is not such a kid anymore. He knows right from wrong. Maybe it's time he finds out who you really are.",
        "Craig: You come back to me with something reasonable.",
        "Dusty: I have. Worldwide has named its price. It's up to you to get it.",
        "Craig: This isn't over, not by a long shot.",
        "[SCENE_BREAK]",
        "Emily: You think I don't know what you did? You drugged yourself, and then you planted the pills in Paul's briefcase, so I would --",
        "Meg: You mean these pills?",
        "Emily: What -- what are you doing? What the hell are you doing?",
        "Meg: I'm gonna tell the police that you came here and you drugged my tea.",
        "Emily: You're not. No, you're not. Whoo!",
        "Meg: Get back! I'm going to tell them that you came back here to push me over the edge and that I realized what you were trying to do just in time, and I had no choice. I had to save myself, so I did the only thing I could do.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Katie: Why didn't you tell Henry the truth?",
        "Chris: I did it for you, Katie.",
        "Vienna: I need your help.",
        "Katie: Doing what?",
        "Vienna: Make Barbara go away.",
        "Barbara: We've got to find her, 'cause you know what? She's out to get Meg. There's no telling what she's gonna do to Meg. She's gonna hurt her.",
        "[Both grunting]",
        "Meg: Go to hell."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=_4WjcmnABko"
}