{
    "Episode Summary": [],
    "Recap": [
        "Will and Maddie disagree over Will's dishonesty with Gwen over how he has now managed to graduate. Gwen counsels Casey on how he can handle his relationship with Maddie better; she thinks he should be more appreciative of her. This conversation causes Casey to step up to the plate and ask Maddie to the Crash graduation party. Things continue to be awkward between Will and Maddie, unknown to Casey and Gwen, as they butt heads over how Will should handle the fact he bought his term paper. Damian and Luke come face to face and it isn't exactly a loving reunion. After Luke storms off, Damian is concerned about the hostility he is seeing in his son, and Lily is forced to share with him that Luke is gay. Jack and Mike talk to Del who tells them about Nick's involvement in Maya's demise. Mike had already started wondering about this considering some information he recently found out. They realize Nick has taken all of his belongings, hotwired Katie's car, and that Carly's purse has been dropped on the garage floor, probably meaning he has both of them. They just don't know where they all have gone. Nick holds Carly and Katie at gunpoint. Carly is starting to realize how dire the situation is becoming and is forced to explain that to Katie who still thinks Nick is just acting erratically. Carly realizes it is up to her to stop Nick because it is becoming apparent things aren't going to end well for them. Katie takes Carly's cue, as they put their seat belts on and join hands as Carly violently swerves the car off the road."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Maddie: That ten-page biology paper you had to write to make up for that test you missed? You bought it online?",
        "Will: Maddie, would you keep your voice down?",
        "Maddie: You're not even going to bother to deny it?",
        "Will: Look, I had six weeks to do six months worth of work, all right? That's calculus, english, french, history and biology. I needed help.",
        "Maddie: Why didn't you call me?",
        "Will: I did. But you handed me a yard of books and a pad. I had one day, and I'm not blaming you. But I couldn't get it done.",
        "Maddie: So you talk to the teacher, will, you get an extension.",
        "Will: You can't graduate with incompletes, all right? I did what I had to do.",
        "Maddie: Will, doing what you have to do is pulling an all-nighter, not mopping floors all night at a hospital so you can afford to buy a paper online!",
        "Will: Okay, fine, so I'm not perfect. But it's not like I've ever done anything like this before.",
        "Maddie: Yeah, but what about the next time you don't have time to take a test or you can't write the paper? Then what? You cheat once and it works out for you, why not do it again? Hey, why even go to class?",
        "Will: Maddie, I'm just trying to get out of high school so I can get a decent job, and move us out of my father's house and into an apartment.",
        "Maddie: How do you think gwen's going to feel when she finds out what you did to graduate?",
        "Will: She's not going to find out, because I'm not going to tell her.",
        "Casey: Add another couple inches for the fixtures.",
        "Gwen: Right. So, we've got the numbers for the banner. Your grandma promised us the fabric.",
        "Casey: Forget that. She's having it printed.",
        "Gwen: She is the best.",
        "Casey: Yeah, we just need to get her the numbers asap. Graduation's in like a week.",
        "Gwen: I know. I can't believe it. And how I ended up being the one to help plan the party, I don't know. I was voted most likely to end up living in the back of a burnt-out chevy.",
        "Casey: It's a step up from the dive you used to live in across from the garage.",
        "Gwen: You know what I mean.",
        "Casey: So you're not a cheerleader, so what?",
        "Gwen: A cheerleader? I'm a geek.",
        "Casey: No, no, maddie's a geek. You're cool.",
        "Gwen: Cool? Hello? Pregnant, teenage dropout?",
        "Casey: Who dropped back in? And if you didn't notice, the other night at crash when you and your crew were on stage, half the class was here. And you rocked their socks.",
        "Gwen: You're so weird. You're really weird. Are you sure this place is gonna be big enough for everyone?",
        "Casey: All I care about is a nice little corner for me and maddie.",
        "Gwen: You better hope she doesn't already have a date.",
        "Casey: Why would she have a date? She's my girlfriend.",
        "Gwen: I understand from the way you've been treating her, I wouldn't be surprised if she showed up with that guy nate.",
        "Luke: Anybody home?",
        "Damian: I'll go if that's what you want. But I'm begging you, lily, let me see my son.",
        "Lily: Luke? We're in here.",
        "Luke: Who's we?",
        "Damian: Hello, son.",
        "Lily: Damian's traveled a long way to see you. Don't you have something to say?",
        "Luke: Drop dead.",
        "Mike: What did you do to katie?",
        "Del: I just wanted the jewels, man. Your wife was all stressed thinking you killed maya. But I told her, she had the wrong kasnoff.",
        "Jack: What the hell are you talking about?",
        "Mike: He's talking about nick. Jack, I think nick killed maya gold.",
        "Jack: Are you serious?",
        "Mike: Yeah. Now, for the last time, where's my wife?",
        "Del: How the hell do I know? She must've climbed out the window like the other one.",
        "Jack: Tell us what you know about maya gold. You a friend of hers?",
        "Del: Maybe. Maybe not.",
        "Jack: You're not doing yourself any favors, holding out on us.",
        "Mike: Look, you already told us nick was the one who killed maya.",
        "Jack: And it sounds like you believe him, mike. Why is that?",
        "Mike: It's just a hunch.",
        "Jack: So what else did you tell my wife and her friend? Besides the fact that nick kasnoff killed maya?",
        "Del: I'm not saying another word -- not until I get an attorney. And don't be surprised if I press charges. Those women are vicious. They attacked me.",
        "Mike: Where are they now? That's the question.",
        "Jack: Well, we know that carly stopped by the station and she had me paged. That's why I'm here.",
        "Mike: But she's not there now?",
        "Jack: No. The guy I talked to said she didn't stick around very long. I assumed she came back here. But since she's not here now --",
        "Mike: Maybe she went looking for katie.",
        "Jack: Katie's not answering her phone?",
        "Mike: No. The last time I talked to her, she called from here. Her battery was dying. You think she and carly met up somewhere?",
        "Jack: Possible. But where?",
        "Carly: Going somewhere, nick?",
        "Nick: What do you two think you're doing? Get out, both of you.",
        "Carly: Sorry, nick, we're not going anywhere and neither are you.",
        "Nick: I gotta go to a crime scene.",
        "Katie: In my car?",
        "Nick: My bike wouldn't start, there's an officer down. I've got to go.",
        "Katie: With your bag packed in the back seat? You hotwired my car, you're trying to get away. And we know why.",
        "Carly: It's over, nick. Give it up. Captions paid for by bell-phillip television productions, inc. And cbs",
        "[ Female announcer ] Part of you wants to learn more about menopause. Part of you has no time for research.",
        "Lily: Luke, wait.",
        "Luke: Why, mom? What could you possibly need to hear from me that he can't tell you? How many sugars I put in my coffee? Whether or not I signal before i change lanes? Or what about -- what about that t-shirt I almost bought? Did I really need to send the clerk back to see if they had it in large, or was I just making conversation?",
        "Lily: Okay, you're making assumptions, luke.",
        "Luke: Yeah, I assumed that you had someone hired to follow me. Little did I know that instead, you just speed-dialed the maltese mafia. Wait until grandma finds out that bio-dad's back in town. I cannot believe that she told me to give you another chance. What a mistake.",
        "Damian: Luciano, please don't be angry with your mother. She didn't know I was in town, or that I was following you.",
        "Luke: You didn't call him?",
        "Lily: No, I didn'T. Damian was generally concerned about you, because he couldn't be here for the kidney transplant, and he was concerned.",
        "Luke: Concerned. This is how you show your concern? By sneaking into town and following me around? Do you have any idea how truly weird that is?",
        "Damian: I just wanted to see for myself.",
        "Luke: See what? How I looked in lavender?",
        "Lily: Damian was genuinely concerned about your health. That's it.",
        "Damian: And I didn't want to approach you without your mother's consent. So I'm truly sorry if I alarmed you. And lily, please forgive me, I should have called first.",
        "Lily: Yes, you should have. I have not been in contact with damian since we all said \"good-bye\" all those years ago.",
        "Luke: Yeah. I remember that day. You told me that it would be dangerous for me to ever see you again. You said that I shouldn't even refer to you as my father anymore. And you know what? Hasn't been that hard.",
        "Lily: Please don't be rude, please?",
        "Damian: It's all right, lily. I understand what luciano is asking.",
        "Luke: My name is luke.",
        "Damian: Luke. You have every right to question me.",
        "Luke: So why are you here? What on earth could possibly be so important that you would risk everything to come back to oakdale?",
        "Damian: The danger has been resolved. The vendetta is finished. I am now able to move freely without fear that harm will come to my family. And knowing that you'd been ill, I felt such a need to see my son. I know I haven't been part of your life for a long time --",
        "Luke: Try eight years.",
        "Damian: But I'm your father.",
        "Luke: No, no, holden is my father.",
        "Damian: And I'm deeply grateful to him. But you and I, we're family. And I love you. And love is love, no matter how it's expressed or who it comes from. Love is all that matters.",
        "Luke: What do you think, mom? Is he right?",
        "Maddie: You're going to lie to your wife?",
        "Will: No, I'm just not going to tell her.",
        "Maddie: That's a lie of omission.",
        "Will: What are you, the pope?",
        "Maddie: No, I'm your friend. And I'm not going to let you sit here and pretend that lying to your wife is okay.",
        "Will: You're right, it's not okay. Don't you think I know that? I can't even look at her. She's so proud of me and I just feel terrible.",
        "Maddie: Good. I'm glad to hear it. Because for a minute there, I thought you were proud of yourself. Will, I got into a situation when I was living at katie's -- I lied to katie. I lied to mike. I lied to my brother. It was a disaster. And people could've gotten killed.",
        "Will: Maddie, we're talking about a term paper.",
        "Maddie: Yeah, well this was an e-mail! And somebody almost died, okay? I'm trying to protect you.",
        "Will: I'm trying to protect gwen.",
        "Maddie: By lying to her?",
        "Will: No, by graduating. And giving her what she deserves. She's had it hard for a really long time. All that stuff with her mother, and having to leave home at such a young age. And then having to lose a kid that she thought was hers and finding out that her real son died -- she hasn't had too many happy endings. I don't know how she handles it, I really don'T.",
        "Maddie: She handles it because she has you.",
        "Will: Which is why I can't afford to let her down.",
        "Maddie: She's going to understand about the paper, will. It's the lying that's going to kill her. What you and gwen have -- it's mythic. And I know I might sound corny saying that, but I don't care. Do you remember when you were hiding out in that nightclub? You guys had nothing. But it didn't matter because you had each other. You trusted each other. And you had this great bond. And if you start lying to her now, you're gonna ruin that.",
        "Will: Which is why you have to promise me that you won't tell her.",
        "Casey: Nate? Why would she go to the graduation party with nate?",
        "Gwen: I didn't say that. I just said I wouldn't blame her if she did.",
        "Casey: I thought she liked me.",
        "Gwen: She's crazy about you. But you've got to be careful with her.",
        "Casey: Careful? If I'm any more careful, they're gonna fit me for a halo. I'm a saint. I haven't touched her in weeks.",
        "Gwen: What? And you're wondering why the girl is feeling rejected?",
        "Casey: Rejected? What did she say to you?",
        "Gwen: Nothing. Just -- look, maddie and I are friends, we talk. I shouldn't have said anything.",
        "Casey: No, no, no. You can't say she's going with nate, and then clam up.",
        "Gwen: I didn't say that she was going with nate. I meant she's feeling a little neglected, that's all.",
        "Casey: Neglected? I see her every day.",
        "Gwen: Okay, but maybe you guys aren't exactly as close as she would like.",
        "Casey: Man, for once I try to do the right thing --",
        "Gwen: All right, there's doing the right thing and there's completely ignoring the person.",
        "Casey: Ignore her? She's all I think about. She walks in a room, and I smell her shampoo, and I have to leave.",
        "Gwen: Why?",
        "Casey: Because, I don't want to do anything that'll get us both in trouble! Are you clueless? I'm crazy nuts about her. Every time I see her I just wanna -- but I won't, because I've been down that road. And I thought that you, of all people, would understand that. And I tried to explain it to her that I really liked her, but I thought that we should just cool it. And for once I was thinking with my head instead of my --",
        "Gwen: You know, I should call those numbers in to your grandmother.",
        "Jack: We are talking a full work-up of forensics down in the basement. And you might want to take a look outside. Word is both ladies left through a window.",
        "Cop #1: Any other access?",
        "Jack: Just the stairs, which have collapsed. There's a ladder in the shed. Come on.",
        "Mike: You willing to sign a statement saying that nick was the one who killed maya?",
        "Del: You willing to talk to that friend of yours? Get him to ease up? Maybe see to this leg of mine?",
        "Mike: We'll get a doctor to take a look at it. And I'll talk to jack. Best I can do.",
        "Del: Story of my life.",
        "Mike: So what exactly did you tell the ladies?",
        "Del: Well, that the last time I saw maya, she was on her way to meet nick.",
        "Mike: That just doesn't make sense. Maya didn't even know nick. I was the one she gave the rubies to. He wasn't even involved.",
        "Del: You think that girl of mine would hand you a fortune and just walk away?",
        "Mike: Of course not. I was going to turn them back in. She knew that.",
        "Del: Well, you were out of town. So next best thing, she cozies up to your cousin. And you know maya. When she wanted something -- nick was all too willing to participate. All she had to do was meet him at the house, and he'd give her the rubies.",
        "Mike: And you know this because -- ?",
        "Del: Maya and me used to be partners. Took us 18 months to score those rubies. There were 13 of them, red, loose from a necklace. Boy, we needed them. And like I told you, maya started working your cousin. Poor slob, I'm sure he thought he'd get her on her back. And, well, that's what she let him think. Then it all went wrong. And he killed her. Your cousin murdered my girl.",
        "Jack: Read our friend here his rights and book him, b 'n E.",
        "Del: What about my ankle?",
        "Mike: He needs a doctor.",
        "Del: And I'm willing to cooperate.",
        "Jack: Oh, well, check out the bright one. Put an apb out on nick kasnoff. He's wanted for questioning.",
        "Cop #1: Nick kasnoff?",
        "Jack: Just do it. He tell you where the girls are?",
        "Mike: He doesn't know anything. But I'm thinking if they couldn't reach you --",
        "Jack: They went straight to nick. Do you have any idea how many times I told carly to back off and let me handle this?",
        "Mike: Hey, at least she tried to call you.",
        "Jack: Yeah. [ Cell phone rings ] Oh, that's great. Why don't you just bury your cell phone in the couch? And if you're right about katie's dead battery, they're headed straight to nick with no backup and no way to call for help.",
        "Mike: Well, maybe we need to find him first.",
        "Jack: Yeah, well let's hurry. Because if they get to nick before we do --",
        "Nick: I don't know what you're talking about.",
        "Carly: Maya gold. We know what happened, nick.",
        "Katie: You killed her.",
        "Nick: What?",
        "Katie: And then you tried to pin it on mike.",
        "Nick: I told everybody. He had nothing to do with that.",
        "Carly: No, of course he didn'T. But you wanted him to get blamed.",
        "Nick: What blame? That case was going nowhere. Katie, did she put you up to this?",
        "Katie: Carly didn't want to have anything to do with this.",
        "Nick: She's had it in for me since the day I came here.",
        "Carly: I knew something was wrong. I just didn't know how wrong until katie called me.",
        "Katie: I couldn't believe that you would do that to mike. He was so worried. And you let us get married with a murder charge hanging over his head. How could you do that to us?",
        "Nick: You're so off base.",
        "Katie: Really? I found mike's st. Christopher medal.",
        "Nick: Yeah, so?",
        "Katie: So obviously, it wasn't his that was found on the body.",
        "Nick: Of course it wasn't his.",
        "Carly: It was yours.",
        "Nick: No, mine was being repaired at the jewelry store.",
        "Katie: After you stole it out of the evidence room.",
        "Nick: Katie, there's got to be hundreds of people in this town with st. Christopher medals.",
        "Katie: Not like those two. They were specially made by your grandfather.",
        "Carly: And let's not forget, you were the only person other than mike who knew where those rubies were hidden.",
        "Nick: You've got nothing on me. I wasn't even here that summer.",
        "Katie: Not according to del.",
        "Nick: Del?",
        "Katie: Maya gold's partner. She told him all about you. How you'd promised her the rubies.",
        "Carly: She was on her way to see you in milltown when she disappeared.",
        "Katie: Because you killed her. You killed her and you let mike take the blame.",
        "Nick: It's not what you think.",
        "Carly: It got outta hand, right? It was an accident? And you never meant for mike to be blamed.",
        "Nick: It did get out to hand. I wanted none of this to happen.",
        "Carly: All right. You just have to tell jack that.",
        "Katie: Let's call him. Do you want to get him over here?",
        "Nick: No.",
        "Carly: Why don't we go to the house and get him there?",
        "Nick: No! Nobody's going anywhere.",
        "Katie: You have to talk to mike!",
        "Nick: I don't have to do anything!",
        "[ Female announcer ] Some sinus medicines treat congestion,",
        "Damian: I'm sure your mother agrees with me.",
        "Luke: Yeah, I wouldn't make that bet.",
        "Lily: I think that damian was genuinely concerned when he heard how ill you'd been.",
        "Damian: I feel much better now. Look at you, so tall and handsome. The last time I saw you, you were just a little boy. Now you're a man. Full of confidence. To see you with your friends, talking, laughing -- made me realize how much I've missed you.",
        "Luke: What am I supposed to do with that? You've missed me? You didn't have time for me for eight years. And you can't get that time back. And now, what do you expect, that I'm gonna give you a big hug and say that I'm so glad that you're back? Because I'm not. That I forgive you for ditching me for all those years? I don't, I don'T. I don't want to hear about your vendettas or your -- or your enemies, or your big bad past. You ruined your own life. You deal with that. Just don't expect me to help you.",
        "Damian: That's not why I'm here.",
        "Luke: Then why are you here? Are you going to keep pretending that you didn't have him come?",
        "Lily: I didn'T.",
        "Luke: Are you so scared of who I am, that you're willing to bring back this violent, dangerous man into our lives to try and fix me? Guess what, mom? I'm not broken.",
        "Casey: All right, that should be good.",
        "Gwen: So we're done?",
        "Casey: For now. We just need to finalize the play list, check with the caterers and talk to the parents' committee.",
        "Gwen: Well, I'm gonna leave that to you, mr. Charmmeister.",
        "Casey: Hey, can I ask you something?",
        "Gwen: Yeah, sure.",
        "Casey: About what you were saying earlier about maddie?",
        "Gwen: You sure you want to get into that with me?",
        "Casey: Who else am I supposed to talk to, will? Does she really think that I'm not into her?",
        "Gwen: I think it's more that she's insecure.",
        "Casey: Maddie, insecure? She's totally confident.",
        "Gwen: Yeah, when it comes to academics and watching movies --",
        "Casey: And telling people how to live their lives.",
        "Gwen: Yeah, but not when it comes to you. She's a girl, give her a break. She's got a guy who thinks she's a geek.",
        "Casey: I like that about her.",
        "Gwen: Yeah, you like to talk to her. Everyone likes to talk to her, she's interesting. But she needs to know that you want other things, too.",
        "Casey: But I do.",
        "Gwen: Look, you went flying out of her room after she spent half the day setting it up.",
        "Casey: I can't believe she told you that.",
        "Gwen: She was embarrassed.",
        "Casey: She was embarrassed? She was barely dressed in anything and I was --",
        "Gwen: That's too much information.",
        "Casey: You know, the point is, I was about an inch away from, you know, and I explained that to her.",
        "Gwen: What about the other day when we were talking about graduating and the party, and she was just standing there wondering if she was supposed to be your date or not.",
        "Casey: Well, I get a little wound up sometimes when it comes to the club and the music.",
        "Gwen: So you've got to make it up to her.",
        "Casey: You know what? You have it so easy. You and will, you don't ever have to worry about any of this date stuff.",
        "Gwen: Yeah, we have it so easy. We don't have to worry about anything, like finding an apartment or getting a job or paying medical bills --",
        "Casey: Yeah, at least you know that you're solid.",
        "Gwen: And you can't ever take that for granted. We don'T. We talk about things, that's why it works.",
        "Casey: Yeah, but I'm not trying to get married.",
        "Gwen: Just ask her to the party, okay?",
        "Maddie: Now you want me to lie to her?",
        "Will: No, just don't tell her.",
        "Maddie: Gwen's my best friend. She's my only friend, besides you and casey.",
        "Will: Maddie, I bought a stupid paper. It's not like I cheated on her or get us in debt or broke the law. It's a paper, which I even read, so I know the material. I just didn't write it.",
        "Maddie: Oh, yeah, and that's gonna make a huge difference with the ethics committee.",
        "Will: I don't care about the ethics committee, I care about my marriage.",
        "Maddie: Yeah, so do I. Who helped gwen pick out her wedding dress and her bouquet?",
        "Will: That's fine. Would you please just let me handle this?",
        "Maddie: You're not handling it.",
        "Will: Maybe not the way you'd like, but it's the only way I know how. Do remember when they went to chicago? Gwen and casey? And I got really upset about the fact that they fell asleep in the diner and she didn't mention it? And I got all in her face because she wasn't honest with me? Well, now look at me.",
        "Maddie: Is that what you're worried about? Looking like a hypocrite?",
        "Will: She's not going to understand.",
        "Maddie: Please. If casey and I had half of what you and gwen have --",
        "Will: Casey thinks the sun rises when you wake up.",
        "Maddie: News to me.",
        "Will: Come on, maddie, you're smarter than that.",
        "Maddie: The point is, the reason why you were so upset about the whole chicago trip was because you weren't telling gwen what you were thinking. And you're making that same mistake right now.",
        "Will: Everything will be fine once I graduate, get a job and we move out.",
        "Maddie: Gwen never complains to me about living at your dad'S. You're the one that wants to move.",
        "Will: Yeah, she never complains, okay, but that's because it's better than that dump at burt's garage. But it's not our home, it's not what she deserves. I'm not what she deserves, is that what you want me to say?",
        "Maddie: No, will. Stop it. You are a wonderful person and she loves you. You don't have to lie about flunking a test or failing a paper or even going to summer school. Because that's all it would mean, will. A few extra months and you'd graduate.",
        "Will: I have to graduate now, and if you don't understand that, then I can't explain it to you.",
        "Maddie: So you want what you want, and you'll do whatever it takes to get there.",
        "Will: Yeah, basically.",
        "Maddie: The ends justify the means.",
        "Will: Don't go all global on me.",
        "Maddie: And don't ask me to lie. Because I'm not going to do it, will. I can'T.",
        "Carly: Nick.",
        "Nick: Don'T. Carly. You're going to drive.",
        "Katie: What?",
        "Nick: I want you to get out of the car and come around. And don't try anything, or I swear I'll shoot.",
        "Katie: Nick, please.",
        "Carly: It's okay, katie.",
        "Nick: Nice and easy.",
        "Katie: Nick, please, please don't do this. Why are you doing this?",
        "Nick: Nice and easy, just like that. Get in. Get up front.",
        "Katie: Nick, I talked -- I talked to mike already. He's probably already at carly's house, he's found del and he knows where jack is and he's talk to him.",
        "Nick: Get in the car, katie.",
        "Katie: Okay!",
        "Nick: I don't want to have to hurt anybody.",
        "Katie: Okay! Just relax.",
        "Carly: So, where are we going to go, nick? You know jack's going to put out an apb. He'll have roadblocks everywhere.",
        "Nick: Shut up and just drive! Just go.",
        "Announcer: Coming up on \"as the world turns\" --",
        "Damian: You're family. Just give me a chance.",
        "Luke: And if I say no, will you leave?",
        "Mike: All his clothes are gone, except for a few things he left on the floor.",
        "Jack: That means he left in a hurry, and he didn't take his bike.",
        "Mike: I found these -- katie's car keys.",
        "Katie: How long are you going to hold us hostage, nick?",
        "Nick: I don't know.",
        "(Announcer) wanna know a secret?",
        "Damian: I don't understand why you're being so cruel to your mother.",
        "Lily: Luke and I are fine. He's just afraid that I've been sharing personal information about him, which I haven'T. I wouldn't do that.",
        "Luke: Because you don't want him to know.",
        "Damian: Know what?",
        "Lily: Damian, you're luke's biological father, you're reaching out to him.",
        "Damian: Yes, I am. Look, luciano -- luke, I don't expect us to have the same kind of relationship you have with holden who's been more of a father to you than I've ever been. But maybe we can be friends. We'll be family. Just give me a chance.",
        "Luke: And if I say no, will you leave?",
        "Maddie: And I'm not some goody two shoes.",
        "Will: Goody what?",
        "Maddie: I'm not perfect. Like I said before, I've lied to the people that I love, and I know it's a mistake. And I don't want you to make that same mistake with gwen. What you have with gwen is great. And she loves you. And I don't want you to lose that over some stupid term paper. It's not worth it.",
        "Will: That's my point. It's a stupid paper.",
        "Maddie: It's still lies. Will --",
        "Will: I'm just trying to protect her, maddie.",
        "Maddie: Now you sound like your mother. I've heard you say that when your mother lies to you, she says she does it to protect you. Same with your brother and everybody else in your family. That's why you're living at your dad's, because you hate that. Well, you know what, will? You lying to gwen doesn't make you any better.",
        "Casey: Hey there, sports fans.",
        "Will: Hey.",
        "Maddie: Since when am I a sports fan?",
        "Casey: Since you met me.",
        "Maddie: So, how did everything go with the party?",
        "Casey: All right. We almost got it done.",
        "Gwen: How's the term paper king? You know, I was thinking, since you're so good at bio, you might want to try for med school.",
        "Will: Let's get through high school first.",
        "Gwen: Not a problem. But there's no stopping you now. You're on your way.",
        "Will: Yeah.",
        "Mike: Nick, you in there?",
        "Jack: Carly?",
        "Mike: This just doesn't make sense. Carly's car's out front, but there's no sign of them.",
        "Jack: This nick's bike?",
        "Mike: Yeah. At least we know he hasn't left town.",
        "Jack: Does katie usually park in here?",
        "Mike: Yeah.",
        "Jack: What's this? That katie's?",
        "Mike: I don't think so.",
        "Jack: Wait a minute, mike. That's carly'S.",
        "Mike: What's it doing out here? They must've taken katie's car and carly dropped her purse. He's been having problems with the starter I told him I would fix it. All right, I'm going to go back to the house. They could be upstairs, maybe they just didn't hear us.",
        "Jack: While you're at it? Check and see if nick's things are still there.",
        "Carly: So where are we going, nick?",
        "Katie: You know they're looking for us.",
        "Nick: You know, if you two girls are trying to tick me off, you're doing a real good job at it.",
        "Katie: Okay, nick, why don't you just let us go? Take the car. By the time we walk out of here, you're gonna be long gone.",
        "Nick: No, it's too late.",
        "Katie: Too late for what?",
        "Nick: It's your own damn fault. You couldn't let well enough alone.",
        "Katie: My fault?",
        "Nick: Both of you. You two had to start snooping around, trying to play detective. If mike wouldn't have started digging into that wall in the first place.",
        "Carly: How about if you hadn't killed anybody in the first place?",
        "Nick: Nobody would have known, nobody cared! Mike was home free. Don't you get it? The case was dying. But then you two had to go sticking your nose in it.",
        "Katie: Well, if you think I'm going to apologize for defending my husband, then you're definitely --",
        "Nick: Fine, you did what you did and now look where you are.",
        "Katie: What do you mean? How long are you going to hold us hostage, nick?",
        "Nick: I don't know. Hi, enterprise?",
        "Damian: I give you my word, son. If you truly want nothing to do with me, I'll go. And as painful as it would be to lose you again, I'll stay away. I'll never contact you again. It's up to you.",
        "Luke: None of this is up to me. Fine. Whatever, you can go or you can stay. I don't -- I don't care. I don't give a damn.",
        "Lily: Where're you going?",
        "Luke: Upstairs!",
        "Lily: I'm sorry, he's obviously very upset about being followed. Can you blame him?",
        "Damian: It's more than that. He's unhappy deep in his heart. And for a young man with his whole future ahead of him, the whole world at his fingertips, it's very sad.",
        "Gwen: What do you think, maddie? Dr. Will?",
        "Casey: Hold that thought. I've got to ask you something first.",
        "Maddie: Yeah?",
        "Casey: Yeah, c'mon.",
        "Gwen: So, how'd the -- how'd the calculus final go?",
        "Will: It's over. And that's what counts.",
        "Gwen: I can't wait to see you in the cap and gown.",
        "Casey: I've been real caught up a lot lately, with getting the club up and running and now this party. And I know I haven't been around a lot. But it's not because I'm not into you, don't ever think that. You're my girl, ya know?",
        "Maddie: Am I?",
        "Casey: Absolutely. I mean, that is, if you still want to be.",
        "Maddie: Of course I want to be.",
        "Casey: So will you go to the party with me?",
        "Maddie: The graduation party?",
        "Casey: Well, gwen said you didn't know if you were invited --",
        "Jack: Any sign of them?",
        "Mike: No. All of his clothes are gone, except for a few things he left on the floor.",
        "Jack: That means he left in a hurry. And he didn't take his bike.",
        "Mike: And I found these. Katie's car keys.",
        "Katie: Look, nick, I know you think things can't get much worse. But you're wrong. If you'll just explain everything to jack --",
        "Nick: Jack's been counting the days until he could pin something on me.",
        "Carly: So this is jack's fault, huh?",
        "Nick: It's nobody's fault. It was an accident.",
        "Carly: That you made ten times worse by not reporting.",
        "Katie: And you're doing the same thing now. Just let us go, please. You're just making things worse, this is kidnapping.",
        "Carly: And what do you get for kidnapping these days, nick? What, about thirty years?",
        "Nick: I'm not doing thirty days, not for this, not for any of it.",
        "Katie: Fine, then. Let us go and make a run for it. We're just gonna slow you down.",
        "Nick: You're going to explain to your friend here, carly, how it really works? Seeing how you're so smart and all, being married to a cop.",
        "Katie: What does he mean?",
        "Carly: Nick is thinking that maybe -- maybe we could help him.",
        "Katie: Oh, right. You can forget about that, after what you did to mike. I'm not helping you.",
        "Nick: Wrong answer.",
        "Carly: We don't have a choice, katie. We're his hostages. He can use us any way he wants.",
        "Nick: And you're my ticket out of here.",
        "Casey: Whoa, all that for a party? What?",
        "Maddie: You deserved it. You ignored me, and made me feel like I was --",
        "Casey: Feel better?",
        "Maddie: Yes.",
        "Casey: Good. Cause I've got to go.",
        "Maddie: What?",
        "Casey: I've got this parents' committee about the party. But I'll be back later, all right? Okay?",
        "Maddie: Yeah. Okay. Hey!",
        "Gwen: Where's casey?",
        "Maddie: Oh, he had to go to a meeting for the party, which I'm officially going as his date!",
        "Gwen: Ooh, I told you so!",
        "Maddie: Yes. It was very sweet of you to talk to him. Thank you.",
        "Gwen: Well, I have your back, and you have mine. Besides, it wouldn't be the same without her. Right, will?",
        "Will: Of course not.",
        "Gwen: You know what? We should all go to graduation together. I can't believe that, you know, in just a week, this nightmare semester's gonna be over. We'll graduate, we'll get jobs. We'll find an apartment -- that is assuming that dr. Will here passed calculus. But with you coaching him, it shouldn't be a problem. Right?",
        "Maddie: Right.",
        "Will: It'll be fine, gwen. Don't worry.",
        "Lily: Luke is a teenager. He's a teenager! When he's up, he's up. And when he's down, he's miserable.",
        "Damian: It's more than that.",
        "Lily: Don't forget, he was gravely ill. He almost died.",
        "Damian: And I can't imagine how frightening that must have been. But he's recovered now. I've watched him shoot baskets with his friends. He's strong, healthy, a natural athlete.",
        "Lily: Yes.",
        "Damian: And when he's with his friends, lily, he's happy. It's when he comes home that everything seems to change. And you're not happy, either.",
        "Lily: Holden and I are very happy.",
        "Damian: I'm not talking about your marriage. Luke is angry at you. And you're, what? Afraid? Disappointed?",
        "Lily: I've never be disappointed in luke. He's a wonderful, wonderful boy.",
        "Damian: Then what's causing this distance between you? Huh? And luke. What's troubling you? I saw it when I gave you the ring, and I talked about the grandchildren we'll have someday. What is it, lily?",
        "Lily: I can't talk about it.",
        "Damian: We've always been able to confide in one another. We've loved each other. We still do, in our own way. Please, tell me what's wrong. You owe it to me. I am his father. No matter what he says. And those bonds never break.",
        "Lily: When you talk about luke having children -- that's not going to happen.",
        "Damian: Why? I thought the surgery was a success.",
        "Lily: Oh, he's physically -- he's perfectly fine. But when you talk about luke growing up, and falling in love, and getting married and having children with her -- it's not going to happen the way that we thought.",
        "Damian: Why?",
        "Lily: Luke thinks that he's gay.",
        "Jack: Does katie keep an extra set of keys under her floor mat?",
        "Mike: No, I warned her not to. So whoever started the car must have hot-wired it.",
        "Jack: Looks that way.",
        "Mike: Katie wouldn't know how to do that. Would carly?",
        "Jack: No.",
        "Mike: What are we thinking -- nick wired it, and he's got the girls now?",
        "Jack: Carly wouldn't just drop her purse and leave it here.",
        "Mike: You think she left it on purpose? Jack, nick is my cousin. He loves katie, he would never hurt her. And I know he's got into it with carly, but I just don't think he'd --",
        "Jack: Let's not forget that we came here thinking your cousin murdered maya gold!",
        "Mike: So, what? What, you're thinking nick's got the girls, and that he's gonna kill again?",
        "Jack: Yes, mike. That's what I'm thinking.",
        "Nick: All right. See that stand of trees up there, on the right? About half a mile up, you're going to turn off.",
        "Katie: Don't listen to him, carly. Just keep driving. What's he going to do, shoot us?",
        "Nick: If that's what it takes, katie.",
        "Carly: Let it go, katie. You're just banging your head against a really big tree. Hey, so is this a dirt road that we're taking, nick? We should probably get our seatbelts on.",
        "Nick: Whatever.",
        "Carly: Is there anybody following us? No!",
        "Announcer: On the next \"as the world turns\" --",
        "Gwen: There's something wrong, and I want to know what it is.",
        "Margo: You shouldn't go after nick on your own.",
        "Jack: Don't worry. I'm not worried about nick."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=w-QOMbCV5pw"
}