{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Monitor beeping]",
        "Jessica: Marshall -- do you need anything? Should I get the doctor?",
        "Marshall: No. Where am I?",
        "Jessica: You're back in your room. You had to have another surgery, but \r\nyou're gonna be fine. Everything's gonna be fine.",
        "Marshall: More surgery? Why more surgery?",
        "Jessica: There was a complication. But Dr. Harris went in and fixed it \r\nbefore any damage could be done.",
        "Oliver: I'm here, too, son.",
        "Marshall: Dad --",
        "Oliver: You got family looking out for you.",
        "Marshall: Dad --",
        "Oliver: You just rest. That's the best thing for you right now. Just \r\nrest.",
        "Jessica: Were you able to get some rest?",
        "Oliver: No, I took a long walk instead. I had some hard thinking to do.",
        "Jessica: About what?",
        "Oliver: Seems to me that somebody made a mistake during Thurgood's \r\nfirst operation. Have you heard anything about that, Jessica? Could someone's \r\nincompetence nearly kill my son?",
        "",
        "Ben: You know how I felt when I opened Travers up and I saw that nicked \r\nartery? I felt like a fraud.",
        "Isaac: You made a mistake.",
        "Ben: No.",
        "Isaac: It happens to everyone.",
        "Ben: It wasn't a mistake. You make a mistake, somebody ends up with \r\nbourbon instead of scotch. I make a mistake, somebody's family goes shopping for \r\ntombstones.",
        "Isaac: That's exactly the point. Travers didn't die. You saved his life \r\nfor a second time.",
        "Ben: I covered my tracks. I'm not gonna congratulate myself for that. \r\nIt never should've happened in the first place. I'm always careful, man. I \r\ncheck. I double check.",
        "Isaac: Is that what you did with Travers?",
        "Ben: Yeah, of course.",
        "Isaac: Okay, then quit beating yourself up, okay? Tomorrow is another \r\nday. Get past this thing and move on.",
        "Ben: Well, that's not completely my decision.",
        "Isaac: What do you mean?",
        "Ben: The hospital is gonna -- they're gonna have an inquiry. I'm gonna \r\nbe held responsible for nearly killing a patient. And it could cost me my job.",
        "",
        "Sierra: I'm on my way back to Montega. It's what you've prayed for \r\nsince I arrived. I really have no idea --",
        "Craig: Why did you leave without saying good-bye?",
        "Sierra: Oh, my mother's driver was waiting for me, and I didn't have \r\ntime.",
        "Craig: It's your plane, Sierra. It doesn't leave till you're buckled \r\nin.",
        "Sierra: I didn't think that we had anything more to say to each other.",
        "Craig: Well, that's half true. You unloaded on me, told me how selfish \r\nand thoughtless I was.",
        "Sierra: If you've come down here to make a scene --",
        "Craig: No, no, no. I've come here to return the favor. You told me \r\nabout myself, and now I'm going to do the same for you.",
        "Sierra: What if I'm not interested?",
        "Craig: I listened, now you will listen. So get ready, because I'm going \r\nto give you a gift you won't forget.",
        "",
        "Rosanna: Okay, not bad. Oh! That hurt.",
        "Mike: Looking good. Guess I should have knocked.",
        "Rosanna: That's generally how it's done.",
        "Mike: I thought about it. I just didn't want to wake you if you were \r\nsleeping.",
        "Rosanna: Well, unfortunately, I'm not. Did Molly send you here to \r\nfinish pummeling me?",
        "Mike: I came up here on my own. And as for Molly, don't you think she \r\nhas a reason to be angry?",
        "Rosanna: Molly is a saint. She should sprout wings and ascend to \r\nheaven.",
        "Mike: Rosanna, take off the gloves, okay? I'm not here to fight with \r\nyou.",
        "Rosanna: That's comforting, 'cause that little walk to the end of the \r\nbed and back just about did me in.",
        "Mike: This won't take long. I -- I need you to do me a favor.",
        "Rosanna: If it involves heavy lifting, the answer is no. What is it?",
        "Mike: Don't take Monte Carlo away from Carly.",
        "",
        "Carly: Open it.",
        "Jack: What do you think?",
        "Carly: I think there's no way I'm gonna watch that.",
        "Jack: You'd better go upstairs, 'cause down here, it's showtime.",
        "Carly: No. Jack, whatever is on there, it's just meant to hurt you.",
        "Jack: Maybe I can pick up a clue about where she's hiding out so we can \r\nmake her pay for what she's done to us.",
        "Julia: Hi, Jack.",
        "Julia: Hi, Jack. It's me, Julia Lindsey Snyder. Maybe you remember me \r\nfrom such lies as \"I'll always love you, Julia. Carly means nothing to me, \r\nJulia.\" And my personal favorite -- \"can't wait to be married to you forever and \r\nhave babies with you, Julia.\" That was the biggie. And that's why I've sent you \r\nthis tape -- to talk about our baby. Of course, by now, you've discovered our \r\nlittle bundle has a dirty secret. And I am not just talking about what's in his \r\ndiaper.",
        "Julia: That's right. Jackie Junior does not possess one single strand \r\nof your DNA or mine either, for that matter. No, I didn't get pregnant last \r\nyear, despite my best efforts to encourage you to rise to the occasion.",
        "[Julia sighs] I was so disappointed. My nerves? Shot. So I found \r\nmyself in this, like, emergency room in Flagstaff. Sitting there, I'm trying to \r\nconvince the doctors to give me some pills to calm me down, you know? They were \r\nbeing incredibly uncooperative. But then this father walks in with his newborn. \r\nI have no idea what was wrong with him. But they took a blood sample from the \r\nfather, and they took one from the baby. And then there was some kind of \r\nproblem. There was confusion. They had some papers to sign. And lo and behold, \r\nthey left the kid and the blood sample unattended. Well, Jack, that's what I \r\ncall fate. So I grabbed the little bugger and the blood sample and got back to \r\nOakdale. And do you -- do you want to know why I did it, Jack? Hmm? Because I \r\nwanted you to feel what it's like to have a child ripped from you. You never \r\nfelt it like I did when I miscarried our baby. I lost that baby because of your \r\ninfidelity and cold-heartedness. Did you love him, Jack? Hmm? Did you have big \r\nplans for his future? Did it hurt you to lose him? Well, I hope it destroys you, \r\njust like losing our baby destroyed me. And I hope that Carly, instead of \r\nsticking by you, finds comfort with someone else. And I hope I see you again \r\nreal soon, Jack. Remember, I love you.",
        "",
        "Craig: I know Bryant's death tore your heart out. It tore mine, too. \r\nBut it didn't change you. You still believe the rules of life are meant for \r\nother people.",
        "Sierra: I have no idea what you're talking about.",
        "Craig: All right. You want some examples? Let's start with a basic one. \r\nPeople are not yo-yos. You can't just toss them away, then jerk on their string \r\nand expect them to just come back.",
        "Sierra: I have never done that to anybody.",
        "Craig: What about Lucy? She starts showing some signs of maturity, and \r\nyou just want to pack her up and haul her back to Montega.",
        "Sierra: I didn't want Lucy back in Montega because of her. I wanted her \r\nback because of you.",
        "Craig: Yeah.",
        "[Craig chuckles] well, then why didn't you do it when you had the chance? \r\nWhen she fell off the motorcycle, you had a chance then, but you didn't do it. \r\nWhy? You backed off.",
        "Sierra: I thought that you deserved another chance.",
        "Craig: Oh, yeah.",
        "[Craig chuckles] that's good. That's very good. No matter how bad my \r\nbehavior, you always let me get away with it. And why? Because it gives you a \r\nchance to be wonderful, to descend from your mountaintop and solve all my \r\nproblems. And then bip-pity-boo, you're gone.",
        "Sierra: You have really taken ingratitude to a new level, Craig.",
        "Craig: When it comes to you, yes, that's true. That's true. I take, \r\ntake and never give. But that is not my fault, Sierra, because you never let me. \r\nYou are incapable of letting anyone know how much you need them.",
        "Sierra: That's ridiculous.",
        "Craig: Yes. In all of our years, have you ever admitted to needing me? \r\nYou see what I mean? And that's why you're alone. And that's why you will stay \r\nalone until you change.",
        "",
        "Bonnie: Ben, I know you're worried. But you've got to know that what \r\nyou did with Marshall was not your fault.",
        "Ben: Hey, here he is now. Here comes the word. Hey. Looking for me?",
        "Bob: Yeah, I wanted you to know that Travers has regained \r\nconsciousness.",
        "Ben: Okay, well, that's good news.",
        "Bob: I've been monitoring his case. All signs point to a complete \r\nrecovery.",
        "Ben: Well, if that was all, I'm sure you would have told me that over \r\nthe phone.",
        "Bob: You're right. There is more.",
        "",
        "Jessica: Oliver, it's a little early to start pointing the finger.",
        "Oliver: Did you hear me say I was blaming anyone in particular -- yet?",
        "Jessica: Your son's life has just been saved. Now I think you should be \r\ncelebrating that he survived a bullet to the head rather than looking for \r\ntrouble.",
        "Oliver: Looking for trouble isn't how I would characterize what I'm \r\ndoing.",
        "Jessica: I -- I apologize. I'm sorry.",
        "Oliver: No, no, no, no, no, no, no. It's okay. I don't take offense \r\nthat easily.",
        "Jessica: I guess I'm just a little protective toward Dr. Harris.",
        "Oliver: I can see that. But if Dr. Harris made a mistake, I have a \r\nright to know about it. And I'm quite sure you'd feel the same way if that was \r\nyour daughter lying in there on that bed.",
        "Jessica: You are absolutely right. But let me just say this -- I know \r\nBen Harris. And if he made a mistake, then he will own up to it. And if there's \r\ninformation that you need to have, he will make sure that you get it, because he \r\nis that kind of man. He's that kind of doctor.",
        "Oliver: Well, Dr. Harris certainly is lucky to have you as a friend.",
        "Jessica: And I am lucky to have him.",
        "",
        "Rosanna: How did Carly talk you into being her advocate? Or maybe it \r\nwas more a matter of what she did than what she said?",
        "Mike: Carly doesn't know I'm here.",
        "\r\n[Rosanna laughs]",
        "Rosanna: Oh, that's very funny.",
        "Mike: You know, I thought I could come here and convince you not to \r\ndestroy your sister's life, but I guess I got that wrong.",
        "Rosanna: No, no, no, no, no. Just wait, wait. We'll just settle this \r\nmatter once and for all.",
        "Mike: You sure you're up to it?",
        "Rosanna: Yes. In fact, I'm going to give you the benefit of the doubt \r\nand assume that you came here on your own. Although why you would want to get \r\ninvolved in this, I have no idea.",
        "Mike: You said you didn't want to hurt Jack Snyder, right?",
        "Rosanna: Well, no, I don't want to hurt anybody. Why should Jack be any \r\ndifferent?",
        "Mike: Take Monte Carlo away from Carly, and Jack will know why. He'll \r\nfigure it's because of that thing you call \"the Carly clause.\"",
        "Rosanna: No. Lots of people get fired for many different reasons.",
        "Mike: Carly's work is good. The company's been built on her designs. \r\nLook, Jack just lost a son that he adored. If his marriage goes down, too, I \r\ndon't even want to think about what will happen to him.",
        "Rosanna: Look, Mike, as far as I'm concerned, this was a business \r\ndecision based on a contract that Carly and Craig signed. Jack's feelings, \r\nJack's marriage -- they were not a factor here.",
        "Mike: Well, maybe not to you, but there are other things involved.",
        "Rosanna: I cannot let people violate a contract and then walk away \r\nwithout consequence. I mean, what kind of CEO would I be if I did that?",
        "Mike: You're not just a CEO, you are a human being. Maybe if you \r\nremembered that once in awhile, you wouldn't find it so easy to kick people when \r\nthey're down.",
        "",
        "Craig: Nothing was ever equal",
        "Craig: Nothing was ever equal between us. I loved you, I needed you. \r\nBut what was I? I was just another loyal subject. What did you need? More loyal \r\nsubjects? Well, I woke up, and I wanted something else.",
        "Sierra: Yeah. You wanted other women. You wanted your cake and eat it, \r\ntoo.",
        "Craig: I made mistakes. I was immature. But part of that was because \r\nyou never --",
        "Sierra: You are kidding me! You came down here to blame me for your \r\nindiscretions? Please.",
        "Craig: Do you have any idea how much I wanted you to need me, to help \r\nyou make a decision, to deal with your mother, scratch your back, anything? It \r\ndidn't matter! I didn't care. But you were always so capable, so \r\nself-sufficient. And I thought that would change when Bryant died, but it \r\ndidn't?",
        "Sierra: How dare you criticize the way that I mourned my son?",
        "Craig: I wanted you to absolve me, and you did. I wanted you to hold me \r\nthen, and you did. But what did you need? I never found out.",
        "Sierra: I needed my son back. Do I have to spell that out for you?",
        "Craig: Yeah, well, I never knew! I never saw you reach out to me. Even \r\nthrough all your tears, you never reached out.",
        "Sierra: I am a strong woman. I am not going to apologize for that.",
        "Craig: All right, well, yeah, strong is good. That is fine. But even I \r\ncan tell you, it ain't everything.",
        "Sierra: You know, Craig, I really don't need your life's little lesson \r\nhere. I -- I am perfectly happy just the way I am.",
        "Craig: But you can have it all.",
        "Sierra: As in a man?",
        "Craig: Well, why not? Why not? Men aren't all bad. You need someone to \r\ntake out the garbage.",
        "Sierra: Oh, I see. So, um, I can only be happy if I start defining \r\nmyself by the people in my life.",
        "Craig: No, listen, I know that letting yourself need somebody is scary, \r\nand it can be heartbreaking. But it's still the best game in town.",
        "Sierra: Why are you telling me all this? Why would you care what I am \r\ngonna do with the rest of my life?",
        "Craig: Because, Sierra, no matter how far apart we've grown, I still \r\nlove you.",
        "Sierra: I've got to go.",
        "Craig: Good-bye.",
        "[Craig \r\nsighs]",
        "",
        "Carly: She's a madwoman, Jack. Don't let her get to you.",
        "Jack: I've gotta get this to the D.A.'s office.",
        "Carly: Why don't you just smash it? You'll feel a lot better.",
        "Jack: Maybe we can use it to track her down.",
        "Carly: Is that what you want to do? You want to track her down?",
        "Jack: Why would you even ask me that?",
        "Carly: Well, she's gone, Jack. Shouldn't we keep it that way?",
        "Jack: Don't you want to see her punished, Carly?",
        "Carly: It doesn't really make any difference to me. If she's out of our \r\nlives, Jack, she can't hurt us anymore.",
        "Jack: If only that were true.",
        "Carly: What does that mean?",
        "Jack: Do you think destroying this tape will make me forget how much I \r\nloved J. J.? Are you going to forget the terror of thinking that you were going \r\nto drown or her voice as she left you there to die? Do you think that's gonna go \r\naway anytime soon?",
        "Carly: Maybe not soon, but someday.",
        "Jack: Someday? Just like someday I'll forget she forced me to have sex \r\nwith her.",
        "Carly: Well, we have to block out those memories, Jack. We don't have \r\nto let her in.",
        "Jack: J. J. is gonna be a part of my life and a part of my heart \r\nforever. And there is nothing that I can do about that. I'll remember his smile \r\nand the way his hand felt when it wrapped around my finger. I'll remember those \r\nthings, Carly, and it will take everything in me not to lose it when I -- we can \r\ntry to kid ourselves all we want, but she won, Carly. Julia won.",
        "",
        "Rosanna: I do not kick people when they are down. And if that is what \r\nyou think about me, then you don't understand me at all.",
        "Mike: You're right. I don't. Because every time I think that you're \r\nstarting to sound like the person that I used to know, you go pull some move \r\nthat convinces me that I'm wrong.",
        "Rosanna: I don't understand what's so unforgivable about buying Molly \r\nand Jake's apartment. She put it on the market.",
        "Mike: I don't need to hear this again. Fine.",
        "Rosanna: Well, fine. That makes us even, Mike. Because I don't need to \r\nhear you pleading with me to reinstate Carly at Monte Carlo after she violated \r\nan agreement.",
        "Mike: Hey, I wasn't going to plead with you. But I am willing to make a \r\ndeal.",
        "Rosanna: Making a deal implies that you have something that I want.",
        "Mike: Maybe I do. Let's find out.",
        "Rosanna: You know, Mike, from some men that would be considered quite a \r\ncome-on.",
        "Mike: Not from me.",
        "Rosanna: Right. You're the loyal, true-blue type, except when you don't \r\nfeel like it.",
        "Mike: I'm not offering myself to you. I don't play the game that way.",
        "Rosanna: Oh, right. Well, that's good, because I'm not interested. I \r\nmean, I know you're in love with Molly or Carly or whoever. I can never get that \r\nstraight. And besides, I am not interested in being anyone's action on the side. \r\nThe only thing that's important to me is being loved exclusively and, for a \r\nchange, not being the one that gives the lion's share of the giving.",
        "Mike: Glad to hear that. Although I don't know really why you're saying \r\nthis.",
        "[Knock at door]",
        "Craig: Ah. Am I intruding?",
        "Rosanna: No, no. Oh, lovely. Sweetness, no --",
        "Craig: How are you feeling?",
        "Rosanna: Much better now that you're here.",
        "Craig: Huh?",
        "Mike: I'll leave you two alone.",
        "Craig: Well, if you and Rosanna have business to discuss, I can wait \r\noutside.",
        "Mike: I think Rosanna and I are done talking for now. Good luck with \r\nyour recovery, all right?",
        "Craig: Well, what was he after?",
        "Rosanna: Oh, I don't know. He wanted me to keep Carly on at Monte \r\nCarlo.",
        "Craig: Yeah, but you set him straight.",
        "Rosanna: Absolutely. And what about you, my dear? Did you set Sierra \r\nstraight as well?",
        "",
        "Bob: There's going to be an internal investigation in the hospital \r\nabout Travers' surgery. You are not now, nor is there any reason to believe that \r\nyou will be suspended.",
        "Ben: Have you discussed this with John Dixon?",
        "Bob: We're all in agreement.",
        "Ben: Yeah, for now. It's no guarantee.",
        "Bob: Oh, come on, Ben. Sit down.",
        "Ben: No.",
        "Bob: All right, don't sit down. Okay, okay. Listen, we -- we've worked \r\ntogether for a lot of years. I have as much confidence in you as I do any doctor \r\nin that hospital. I'm proud to have you on my staff. This incident is not going \r\nto change that. So would you relax?",
        "Ben: Yeah, fine. Would you have that written out for me so I can carry \r\nit around with me and remind myself of that?",
        "Bob: Look, I'm not the only one who believes that. The entire board is \r\nin your corner.",
        "Ben: Thanks. I really appreciate the support.",
        "Bob: I'll let you know if there's any change in Travers' condition.",
        "",
        "Jessica: I see you found him.",
        "Bob: Yeah. I wanted to tell him myself that the hospital is \r\ninvestigating Travers' surgery.",
        "Jessica: How did he take it?",
        "Bob: Well, he's -- he's really on edge. I tried to convince him that \r\nit's gonna work out.",
        "Jessica: Well, maybe you should talk to Oliver Travers before you say \r\nthat.",
        "Bob: Why?",
        "Jessica: He seems to be looking for someone to blame for trying to kill \r\nhis son -- his words, not mine.",
        "Bob: Well, if he tries to pursue that in any fashion, the hospital is \r\nprepared to deal with it. Don't say anything to Ben about that.",
        "",
        "Jessica: Yeah. I thought I'd find you here.",
        "Ben: Hey. Bob just left. He said that Travers regained consciousness.",
        "Jessica: Yeah, just barely. He seems to still be having trouble \r\nremembering where he is.",
        "Ben: You were with him?",
        "Jessica: I stopped in to check on Oliver. And when Marshall woke up, I \r\nwas in the room.",
        "Ben: Well, lucky him.",
        "Jessica: Listen, I'm worried about you, Ben. Now, I don't want you \r\ndoubting yourself.",
        "Ben: Look, I have good reason to be concerned about my career. My \r\nreputation could be ruined.",
        "Jessica: Yeah, but I just talked to Bob. And he says he thinks \r\neverything's gonna turn out fine.",
        "Ben: Fine? I know how the board works. I've seen the way they turn on \r\npeople.",
        "Jessica: But you didn't do anything wrong.",
        "Ben: Not consciously.",
        "Jessica: Consciously, subconsciously, you didn't do anything wrong.",
        "Ben: Look, Jessica, we both know what's in my heart. I have wished \r\nTravers dead. I have said it out loud. Now can I just excuse it as coincidence \r\nthat I did something that nearly killed him?",
        "",
        "Craig: I did set Sierra straight about a number of issues.",
        "Rosanna: Anything that might bring a smile to a woman not long out of \r\nsurgery?",
        "Craig: For example?",
        "Rosanna: That it's finally over between you?",
        "Craig: Sierra and I have been divorced for years.",
        "Rosanna: Well, that's legally. I could tell from the minute I saw her \r\nthat she felt you still belonged to her.",
        "Craig: Oh, not anymore. Not anymore. We're Lucy's parents. But it will \r\nnever go any further than that.",
        "Rosanna: Does she know that's how you feel?",
        "Craig: Absolutely.",
        "Rosanna: That's the best news I've heard in a long time.",
        "\r\n[Craig chuckles]",
        "Craig: Well, you'd better be careful what you ask for, sweet cheeks. 'Cause \r\nif you want me all to yourself, that might be what you get.",
        "Rosanna: Well, I would love every minute of it. And I'd be very \r\ngrateful. You know, I was willing to go through this surgery by myself because I \r\njust didn't want anybody to know about it and I didn't really think anybody \r\nwould care. But I did need somebody. And you were there for me, and you knew \r\nthat.",
        "Craig: I know.",
        "Rosanna: I'm grateful, you know?",
        "Craig: Well, it's nice to be needed. I could get used to that.",
        "",
        "Carly: Julia has not won anything, Jack. And I will not let you believe \r\nthat.",
        "Jack: I just got back from the airport, where I returned a child I \r\nthought was mine to his real parents. That's what Julia wanted, and that's what \r\nshe got!",
        "Carly: She hurt us, that's true. But think about what she wanted that \r\nshe didn't get. Think about what she wanted most of all, Jack, the one thing \r\nthat she prayed for and dreamed of and lived for -- to split us up. Think of how \r\nmany ways she tried to make that happen, Jack. But here we are. You and I are \r\ntogether, and nothing is gonna change that. No matter how many bad memories \r\nJulia has left behind, she is gone. And we've survived her. We won, Jack.",
        "\r\n[Phone rings] hello?",
        "Mike: Carly, it's Mike. Can you talk?",
        "Carly: Not really, no.",
        "Mike: What's the matter?",
        "Carly: Jack just turned J. J. over to his real parents.",
        "Mike: Oh, I'm sorry. Um, wow. What do you say to someone in that \r\nposition?",
        "Carly: Just be there for him if he needs you, okay?",
        "Mike: Look, I talked to Rosanna about keeping you on at Monte Carlo.",
        "Carly: Why?",
        "Mike: I thought it might be worth a shot, you know, but she wasn't \r\nhaving it. So I'm not gonna give up on this. I'll talk to her again when the \r\ntime is right.",
        "Carly: No. You don't have to do -- you don't have to do that, Mike.",
        "Mike: Because if Molly would have found out that you and I were \r\ntogether that night, it would have been all over between us.",
        "Carly: Well, fortunately, that's all in the past.",
        "Mike: Things with Molly and me have been going pretty well. So, anyway, \r\nI don't want to keep you any longer. Don't give up on Monte Carlo yet, okay?",
        "Carly: Mike said to call him if you need anything. Jack?",
        "Jack: I just found this. I guess it must have --",
        "Carly: Jack -- I am gonna help you get through this, Jack. I promise \r\nyou that. We'll help each other.",
        "",
        "[Monitor beeping]",
        "Bob: Mr. Travers? Has your son regained consciousness?",
        "Oliver: No, no. He's been sleeping the whole time.",
        "Bob: He's been heavily medicated, and that could continue for awhile. I \r\njust wanted you to know not to worry if he can't keep up his end of the \r\nconversation for a few days.",
        "Oliver: Well, I appreciate your consideration.",
        "Bob: I also wanted you to know that the prognosis is good. And, at this \r\npoint, we're expecting a complete recovery.",
        "Oliver: Is there a reason you're telling me this and not Dr. Harris?",
        "Bob: Oh, Dr. Harris will be around to see you before too long.",
        "Oliver: Good, good. I look forward to it, because I have a few \r\nquestions for him.",
        "Bob: Mr. Travers, I hope that you'll remember that this hospital gave \r\nthe maximum effort to save your son's life. He came in here with a bullet in his \r\nbrain and, more than likely, will walk out under his own power.",
        "Oliver: Is there a reason you're reminding me of this?",
        "Bob: Well, parents can get emotional when their children, no matter \r\nwhat the age, wind up in a hospital. Just keep in mind that the final results \r\nare extremely positive.",
        "Oliver: That's like saying the end justifies the means.",
        "Bob: I'll let you get back to your son.",
        "\r\n[Monitor beeping]",
        "Oliver: Thurgood? It's me, dad.",
        "Marshall: Where's Jessica?",
        "Oliver: She had to leave for awhile, but she'll be back.",
        "Marshall: How long have I been sleeping?",
        "Oliver: A couple of hours. It sure is good to hear your voice again. \r\nFor a while there, we were all holding our breath.",
        "Marshall: Did Jessica tell me I had another operation?",
        "Oliver: That's correct. You were hemorrhaging. And it could have/been \r\nfatal if it hadn't been caught.",
        "Marshall: I was hemorrhaging? How did that happen?",
        "Oliver: Well, the best I can make of it is Dr. Harris made a mistake. \r\nIt had to be corrected. But I tell you it's hard to get a straight answer around \r\nhere. Everyone is kind of touchy on the subject.",
        "Marshall: You know why, don't you?",
        "Oliver: Why?",
        "Marshall: It's because they all know that if Ben Harris almost killed \r\nme, it might not have been a mistake.",
        "",
        "Rosanna: Mm. You're teasing me, aren't you?",
        "Craig: About what?",
        "Rosanna: The thrill of being needed. Hmm? Most men think there's \r\nnothing more tedious than a woman with needs.",
        "Craig: No. I'm not most men.",
        "Rosanna: Well, that's true. You're not. I'm so grateful. You know, most \r\nof the men I've known never really thought that I needed anything. They didn't \r\nbring me flowers because they thought I could buy nicer ones on my own. They \r\ndidn't offer a shoulder to cry on because they just didn't think I had anything \r\nto cry about. But you did. And you saw that I needed. And I'm so grateful.",
        "Craig: Well, you could have shut me out of your life very easily, but \r\nyou didn't.",
        "Rosanna: Well, I tried to. You stuck your foot in the door and refused \r\nto leave.",
        "Craig: Well, when you finally told me about your operation, I couldn't \r\nlet you go through that alone. And I realized just how much I care about you.",
        "Rosanna: Would you say it? Cared about me or loved me?",
        "Craig: Well, both.",
        "Rosanna: Say it.",
        "Craig: You want me to say I love you?",
        "Rosanna: Yeah.",
        "Craig: I've said it before a bunch of times. Why is it so important \r\nnow?",
        "Rosanna: Well, you've always said it when you had something to gain or \r\nyou were using it as a weapon -- maybe, just a little. I'd like you to say it \r\nbecause I need to hear it. Are you able to do that? I think it's kind of \r\nimportant for us to know.",
        "",
        "Jack: I used to hear people talking about their kids, how much they \r\nloved them. They'd sacrifice anything for them. And I've got to admit, I never \r\nquite understood. But now I do. When you make that connection with this -- this \r\nlittle human being, and you realize that they count on you for everything, it's \r\nthe most powerful thing I've ever experienced.",
        "Carly: I know how much you loved J. J. and he'll always be with you. \r\nAnd whether he realizes it or not, you'll always be with him.",
        "Jack: You know what? It was tough getting used to having him here. \r\nTougher than I thought, anyway. But -- getting used to him being gone is going \r\nto be a hell of a lot harder.",
        "Carly: There's no timetable, Jack. Mourning is a process.",
        "Jack: Maybe we should get out of town for awhile.",
        "Carly: If you want to do that, I'll start packing right now.",
        "Jack: I don't know, Carly. But then coming home might be like having to \r\nrehash the whole thing all over. I don't know. I don't know what to do. I don't \r\nknow how to make this thing right.",
        "Carly: You don't have to know, Jack. You just hold on tight, and we'll \r\nget through it.",
        "Jack: Okay, this has gotta stop. I -- I know I'm feeling sorry for \r\nmyself.",
        "Carly: If anybody ever had a reason, it's you.",
        "Jack: Thank you. I'm gonna get out of here for a few minutes.",
        "Carly: Hey, Jack? Do you remember the other day when I said that I had \r\nsomething that I wanted to tell you?",
        "Jack: Before Margo stopped by. Yeah, but later you said that you had \r\nchanged your mind.",
        "Carly: Right. Well, I've changed it again. I'd like to tell you now.",
        "",
        "[Monitor beeping]",
        "Oliver: Thurgood, look, you've been through a lot. Instead of talking, \r\nI suggest you rest and try to heal yourself.",
        "Marshall: Dad, did you hear what I said?",
        "Oliver: Yes. You said Dr. Harris possibly tried to kill you. But you're \r\npumped full of drugs right now. That could possibly impair --",
        "Marshall: I need to know more about what happened.",
        "Oliver: I agree.",
        "Marshall: Then you think I could be right, huh?",
        "Oliver: Look, it's a long, long way from making an honest mistake to \r\ntrying to kill another man. Now, if we're gonna travel down that road, we've \r\ngotta do it slow and easy.",
        "Marshall: Well, look, Ben Harris hates me because of Jessica. He saw a \r\nchance to remove the competition, and I think he took it.",
        "",
        "Jessica: Okay, Ben, now you listen to me. You are a man of integrity \r\nand compassion. And there's no way you tried to kill anybody under any \r\ncircumstances.",
        "Ben: I wish I could believe that. I know that's the kind of person that \r\nI've tried to be. But if this thing is going to be thoroughly investigated, then \r\nI have to be prepared for whatever might come out.",
        "Jessica: Well, preparation is fine, but you're questioning the very \r\ncore of who you are.",
        "Ben: Travers has challenged the core of who I am in a way that nobody \r\nelse ever has. I have thought and done things that I never thought it was me. \r\nBottom line is, I operated on a man that I actively hate, and he nearly died. \r\nNow I can't just excuse that without looking into it further.",
        "Jessica: Wait a minute. Wait a minute. What are you talking about? What \r\nare you gonna do?",
        "Ben: I don't know. I know that I have to search my soul and see what's \r\nreally in there. Maybe I wanted Travers dead so bad that when I nicked that \r\nartery, I didn't even realize I was trying to kill him.",
        "",
        "Craig: Have I told you --",
        "[Craig chuckles] how magnificent you look in your nightgown? If they ever \r\nhave a post-op calendar, you can choose your own month.",
        "Rosanna: You're stalling, Craig. Why?",
        "Craig: Well, because these declarations of love should be spontaneous. \r\nIf you calculate them, then it's --",
        "Rosanna: What? Is it just too hard to fake?",
        "Craig: All right. Listen carefully, because I'd hate for you to miss a \r\nsingle word of this, all right? Okay? I -- love -- you.",
        "Rosanna: That's nice. I want to hug you, but I'm afraid I'm gonna hurt \r\nmyself.",
        "Craig: No, no, you can save all that -- for later.",
        "Rosanna: Craig?",
        "Craig: Hmm?",
        "Rosanna: Will you marry me?",
        "",
        "Jack: Is this more bad news, Carly? Because I can't handle that if it \r\nis.",
        "Carly: No, no. I wouldn't do that to you.",
        "Jack: Yeah? Then why have you got that look on your face?",
        "Carly: Which one?",
        "Jack: The look that says \"I hope he forgives me for this.\"",
        "Carly: Well, it's because I probably should have told you this some \r\ntime ago, when it happened. But there was so much going on, I didn't want to \r\ngive you --",
        "Jack: Whatever the reason is, it doesn't matter anymore. Just say it \r\nand get it over with.",
        "Carly: I'm pregnant.",
        "Jack: What?",
        "Carly: I'm pregnant."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=l8fRNZURxZ0"
}