{
    "Episode Summary": [],
    "Recap": [
        "Jennifer is very angry because Dusty forced her to work with Carly or leave Street Jeans. Jennifer's anger leads to a huge fight with Mike. Katie plans a wedding shower for Mike and Jennifer as a way to get them to forgive her for telling Craig about the baby. Celia is determined to be Will's life coach. Celia tries to find a date to the prom for Will so he can forget about Alison. Alison apologizes to Will for thinking that he trashed her place. Will tells Alison she was right about the fact he can't be friends with her anymore. Lily searches the guesthouse and finds a ring Jack gave to Julia among Keith's things. Carly can't get thoughts of Les and the attack out of her mind. Later Keith meets with the man he owes money to and tries to give him the ring Jack gave to Julia as payment for his debt. The goon doesn't accept the ring and gives Keith 24 hours to come up with the money he owes him. Lily follows Keith to his meeting and walks into a dangerous situation."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: \"To Julia, from Jack.\"",
        "Lily: Hey, there --",
        "Keith: Lily, what are you doing here?",
        "Gwen: Hey, I know this isn't the best place to talk, but with you being mr. Popular and all, pinning you down for a one-on-one is kinda crazy.",
        "Casey: Is this important, gwen, because --",
        "Gwen: It is to me. I need to talk to you about something.",
        "Zach: Casey -- dude, you won't believe who we just made a deal with.",
        "Josh: Woak radio.",
        "Both: 95.5 fm!",
        "Zach: Playing all the hits from the '80s, '90s and today. Are we awesome or what?",
        "Casey: Depends. What kind of deal?",
        "Zach: For the prom music, guy.",
        "Josh: They're gonna let us borrow, as in free, borrow a whole bunch of cd's from their cd library.",
        "Zach: Yeah. I'm thinking we go for a retro thing.",
        "Josh: What do you say, mr. Music committee chairman?",
        "Gwen: I still can't believe you're okay with canned music for the prom.",
        "Casey: We can't afford a live band.",
        "Gwen: But you so can.",
        "Josh: Who you going to get? The guy who plays the accordion in emilio's pizza?",
        "Gwen: No, spitwad. Me. No, I'm totally serious. My band will play the prom for free.",
        "Will: Believe me, if I could snap out of it, I would.",
        "Celia: Oh, yeah? And ruin your image?",
        "Will: What's that supposed to mean?",
        "Celia: Your whole me against the world trip. You've been into it for so long, it's like who you are now.",
        "Will: I don't need you to tell me who I am. I know who I am. Stop trying to fix me. I don't want your help.",
        "Celia: Well, you need it bad. So, like it or not, I'm your new life coach. Get used to it.",
        "Henry: Ah. It's little Mike and little Jennifer.",
        "Katie: Aren't they so adorable?",
        "Alison: Can't you see them as little pampers babies? Mike with his little tool belt and Jen with her little sketchpad. These aren't the only two pictures, though, are they?",
        "Katie: No, actually, I have more in the car.",
        "Alison: I'll go get them.",
        "Katie: No, you don't have to.",
        "Alison: No problem. We're a full-service establishment.",
        "Katie: Okay, thanks. They're on the back seat on the left. Oh, Mike and Jennifer before destiny brought them together.",
        "Henry: I'm going to vomit.",
        "Katie: Henry!",
        "Henry: Sweetheart, save the hearts and flowers for the happy couple, okay?",
        "Katie: You don't think I mean it?",
        "Henry: It doesn't matter what I think. It only matters what Jennifer and Mike think.",
        "Katie: Well, I'm not letting those two write me off just because I made one stupid mistake.",
        "Henry: Yeah. That mistake had more consequences than pandora opening that pesky box of hers.",
        "Katie: Well, hopefully, this party will put Mike and Jennifer in a forgiving mood and we never have to talk about it again.",
        "Henry: Honey, I don't think a couple of canapes and a glass of champagne is going to erase the memory of you blabbing to craig about Jennifer's due date and then not fessing up to it.",
        "Katie: Well, that's where you're wrong, henry. The champagne and food are not what's going to seal the deal. It's the love behind the effort.",
        "Henry: Love for whom?",
        "Katie: Both of them. Mike and Jennifer, together.",
        "Henry: I'm sure Jen's liable to buy that one.",
        "Katie: If I were still pining after for Mike, would I really be throwing this surprise engagement party for them? Of course not. Finally, Jennifer can realize that I am not her enemy.",
        "Carly: I'm sorry, Jennifer, I don't -- I don't understand.",
        "Jennifer: As I said before, carly, your designs are lovely, but we won't need your services after all.",
        "Carly: Dusty told me --",
        "Jennifer: Dusty's resume, I'm sure you'll agree, hardly qualifies him to make creetive decisions.",
        "Carly: Well, I don't know about that. He's a pretty shrewd businessman, isn't he?",
        "Jennifer: Who doesn't know a bodice from a bustier.",
        "Carly: I think he's capable of judging whether or not a designer is overtaxed.",
        "Jennifer: Overtaxed?",
        "Carly: He's just trying to protect his greatest asset, Jennifer. You.",
        "Jennifer: Dusty's motives don't concern me, carly. Yours do.",
        "Lily: Provisions.",
        "Keith: You brought a picnic, huh?",
        "Lily: Nothing special. Just some of my sister rose's family recipe for her spaghetti sauce, some pasta -- I shouldn't have let myself in.",
        "Keith: It's your place.",
        "Lily: No, it's not my place. It's your place for as long as you need it. And I'm intruding. So, I'm just going to go.",
        "Keith: No, no. Don't go. Share the picnic with me.",
        "[ Lily remembering ]",
        "Carly: I don't want to count you and holden out just yet. But if you're serious about pursuing something, anything with keith, lay your cards out on the table. Make sure he does the same thing.",
        "Keith: Why are you looking at me funny?",
        "Lily: How am I looking at you?",
        "Keith: Like you just saw a ghost. What's going on?",
        "Lily: I don't think you're being completely honest with me.",
        "Keith: About last night? You're right. I should have told you the truth when I had the chance. Captioning sponsored by procter & gamble productions, inc. And cbs my allergies were so bad,",
        "Lily: I hate that I keep asking you to explain everything.",
        "Keith: I don't mind. When I was a kid, julia used to tell me that I used to keep everything inside. I guess she was right, huh? So let's -- let's just sort of start over, okay? Chianti?",
        "Lily: Mm.",
        "Keith: Let's have some.",
        "Lily: Sure.",
        "Keith: Here. Yeah, I don't know, I just -- when I was young, I just kept things bottled up. I didn't really express myself very well.",
        "Lily: You were quiet?",
        "Keith: Well, among other things, but I didn't -- I just didn't trust a lot of people.",
        "Lily: I know how that feels.",
        "Keith: Oh, right. You were like a little rich girl.",
        "Lily: Right, yes, I guess I would hold back, because I was hurt by a lot of people that I never thought in a million years would hurt me.",
        "Keith: Yeah. Listen, the other night, when we were at your place, I kept having this feeling like there was this elephant in the room, you wanted me to say something.",
        "Lily: I'm sorry. I didn't want to make you feel uncomfortable.",
        "Keith: No, you didn'T. There was something that I was going to say. I just didn't know where to start.",
        "Lily: How about by telling me the truth.",
        "Keith: Well, the truth is -- I think I'm falling in love with you.",
        "Casey: So you still have that band, the kitty cat group?",
        "Gwen: The itty bitty kitty crew. Yeah, and F.Y.I. -- We're awesome.",
        "Josh: Yeah, I'll bet.",
        "Casey: I'll catch up with you guys later, all right?",
        "Zach: You're blowing us off?",
        "Casey: No, but I was in the middle of something, that's all. I'll catch up with you guys later and then we'll surf for tunes. Cool?",
        "Josh: Whatever. Zach, let's get out of here.",
        "Gwen: Wow, with friends like those, who needs jerks, right?",
        "Casey: We're just on the same prom committee, that's all.",
        "Gwen: Wait a minute. So you're really gonna let two guys with brains the size of peanuts choose your music?",
        "Casey: Like I said, it's a committee. I don't get to choose on my own.",
        "Gwen: Look, if you want your prom to be bogus, throw together a bunch of lame cds. On the other hand, if you want to blow the place off the map, hire me and my band for the amazing low price of zero dollars and zero cents.",
        "Casey: Look, gwen, that's a really generous offer, but I don't --",
        "Gwen: Come on, you've never even heard us play. We've done gigs all over this stupid town.",
        "Casey: Sorry. I haven't caught one of your sets.",
        "Gwen: So, what? You're just gonna turn us down, because you think you know me? How come you think you know me so well, case, huh? Because of how I look? How I dress? How I -- well, guess what? You don't know me, okay? You don't know me at all.",
        "Will: Get over yourself, celia. I don't need you to save me.",
        "Celia: Will, I get that you feel like life reeks right now. You're in love with alison and she doesn't love you back. And it hurts a lot. But that's the way it is and you're going to have to deal. So what are you gonna do?",
        "Will: What do you want from me?",
        "Celia: To move on. At least see you have fun again.",
        "Will: Have fun?",
        "Celia: How hard could it be to go out there for a change? Go on a date, maybe? The prom's coming up.",
        "Will: No, forget it. It's not happening.",
        "Celia: Because you can't go with alison?",
        "Will: No. Because I don't like dances. I don't go to proms. I'm not that kind of guy.",
        "Celia: Being with friends has to be way better than holding on to a dream that's never going to happen.",
        "Will: Well, you know what? Maybe that dream is a hell of a lot better than going to some stupid prom with stupid people talking about stupid stuff!",
        "Celia: You know what? You need to wake up.",
        "Carly: You think I'm after your job?",
        "Jennifer: I've told Dusty over and over that I do not need help.",
        "Carly: Look, I'm sorry. I don't mean to step on your toes. I just assumed that Dusty had cleared this with you first.",
        "Jennifer: Oh, yes. Dusty would really ask my permission to exploit you.",
        "Carly: You think he's using me? Why would he do that?",
        "Jennifer: To punish me. One time I was late for a press conference, one night I was too exhausted to work, and now he's retaliated by calling you.",
        "Carly: I'm feeling more flattered by the minute.",
        "Jennifer: I created this company, carly. The ideas are mine. The designs are mine.",
        "Carly: You have done a fantastic job.",
        "Jennifer: Thank you. Thank you. So I'm sure you'll understand when I say that I don't need someone looking over my shoulder or holding my hand. I'm pregnant, not brain dead.",
        "Carly: Yes, right. But wait until your eighth month. Jennifer, all you'll want to do is sleep. Trust me, I know. I've been there.",
        "Jennifer: That's just it. I don't trust you, carly. Everyone remembers how you stole my mother's designs for the moonlight collection.",
        "Carly: No, now wait. No. I designed each piece in that collection. I had no way of knowing that craig was feeding me ideas from your mother's sketchbook.",
        "Jennifer: And what about when you stole her company? Are you going to tell me that you didn't know that that was hers either?",
        "Carly: I see while you're building your case against me, you're conveniently omitting the fact that when your mother had a brain tumor, when she thought that she would be blind for the rest of her life, it was me she turned to. Thanks to me, that B.R.O. Show in vegas was a complete success, which I took no credit for!",
        "Jennifer: That was a rare moment. Because carly tenney is very ambitious. She would walk over anyone as long as there was something in it for her.",
        "Carly: People are more than their mistakes. They grow. They change. I know I have.",
        "Jennifer: I'm sorry. But working together is simply not going to be possible.",
        "Carly: Dusty works for worldwide, doesn't he?",
        "Jennifer: So?",
        "Carly: Worldwide owns Street Jeans, does it not?",
        "Jennifer: Your point?",
        "Carly: I will leave when Dusty asks me to.",
        "Dusty: How's it going, ladies?",
        "Jennifer: How do you think it's going?",
        "Carly: You led me to believe that Jennifer was on board with this.",
        "Jennifer: And I'm not! But even if I were, carly tenney would not be theight designer for the job.",
        "Carly: Excuse me?",
        "Dusty: Time out. Are you really gonna force me to make an executive decision? Because I will.",
        "Jennifer: Who am I to talk to you about business, Dusty? I'm just the lowly designer, right?",
        "Dusty: I don't think that way. There's a lot of work to be done here, Jen. So I suggest you stay here and work with carly or go permanently. What's it gonna be?",
        "Lily: I don't know what to say.",
        "Keith: Well, all right. Listen, I don't want to pressure you, because I know we talked about taking it really slow.",
        "Lily: No, no, no, you're not pressuring me. You just -- you surprised me, that's all.",
        "Keith: You didn't expect me to be so honest.",
        "Lily: I don't know what I expected you to say. Just not that you were falling in love with me.",
        "Keith: Well, I am. And let me confess something else to you. Last night, every time I tried to close my eyes to go to sleep, I just kept seeing that smile you had on your face when I kissed you.",
        "Lily: Right. The kiss.",
        "Keith: The kiss. That's it? Just a kiss? Well, I hope it meant more to you than just a kiss, because it meant a lot more to me than just a kiss. I'm talking too much now.",
        "Lily: No, no. No, that's not it.",
        "Keith: Well, that happens. Sometimes I jabber away or I shut down. I say nothing. So, you know, I was think that when you were talking about confessing, I thought it was about, you know, how we almost slept together the other night.",
        "Lily: I think I'm going to make something to eat.",
        "Keith: Wait, whoa. I don't want to scare you.",
        "Lily: You're not, you're not.",
        "Keith: I should have quit.",
        "Lily: No.",
        "Keith: Quit while I was ahead.",
        "Lily: You're not scaring me, actually. It's the exact opposite. You're making me feel things that I haven't felt in a really long time. I'll be back.",
        "Casey: I wasn't trying to diss you.",
        "Gwen: My band rocks, okay? We're good.",
        "Casey: Do you have enough songs that you can play an entire prom?",
        "Gwen: We can play way past your bedtime.",
        "Casey: Well, you got a tape?",
        "Gwen: What do you think?",
        "Casey: Well, let's see it. We'll listen to it.",
        "Gwen: We?",
        "Casey: Like I said, I'm --",
        "Gwen: Okay, got it. The committee. And if you and the doofus twins decide that you like what you hear?",
        "Casey: If we like it, then you're in. Is that all you wanted to talk to me about? Your band playing at prom?",
        "Gwen: No. Casey, there's something else.",
        "Celia: Hey, guys. Maybe I should come back?",
        "Casey: No. Stay. Gwen was just leaving.",
        "Alison: How are you planning to get them here without ruining the surprise?",
        "Katie: I had paul invite them here for dinner tonight.",
        "Henry: So, we're all just going to jump out and yell, \"surprise\"?",
        "Katie: That's the plan.",
        "Alison: Oh, I love it.",
        "Henry: I hope the other patrons are as enthusiastic.",
        "Alison: Who doesn't love a free party? I'm going to tie these to the edge of the bar.",
        "Katie: Oh, thanks. You're not on board with this, are you? Not really.",
        "Henry: Now I have always been your first mate, haven't I?",
        "Katie: Yeah, but you don't think this is going to work.",
        "Henry: I think they'll be surprised. I don't know what happens after that. I mean, are you going to be fine if it doesn't go the way you want?",
        "Katie: You know what? If Mike and Jen can't find it in their hearts to forgive me after all of this, then I give up.",
        "Henry: You give up? Who are you and where have you hidden my indefatigable wife?",
        "Katie: I'm not kidding, henry. I apologized. I explained myself. So if they can't give me a break after I've gone to all this trouble? Then there's nothing else I can do.",
        "Henry: So you're okay. You're telling me you're okay if Mike and Jen walk out of your life forever?",
        "Katie: Yeah. Yeah, I'm okay with it.",
        "Will: Hey, katie. Hey, henry. I got your message. Here's all the pictures I could find.",
        "Katie: Thank you so much. Oh!",
        "Will: Yeah, I don't really look at them much anyway.",
        "Alison: Hi. I was hoping that you'd be here for this.",
        "Will: Part of me said I shouldn't come.",
        "Alison: Well, I'm glad that you listened to the other part.",
        "Will: How come?",
        "Alison: Celia left me a long message on my voicemail. I was really wrong about you.",
        "Will: It doesn't matter.",
        "Alison: No, it does matter. Celia accused you -- I accused you of doing something that you didn't do. I don't know even know how I could think that you would break in and trash my place.",
        "Will: Why wouldn't you?",
        "Alison: Because I know you so much better than that. And I feel terrible, Will. I guess after the break-in, I was ready to think that everyone wanted to take advantage of me, including you. And I was afraid that you set it up so you could be some kind of a hero.",
        "Will: I'd love to be your hero, alison, but I'd never hurt you to make it happen. It doesn't matter anyway, because you don't feel about me the same way I feel about you.",
        "Alison: Will, I'm sorry.",
        "Will: Yeah. I'm sorry, too.",
        "Jennifer: You're firing me?",
        "Dusty: Jen, you're the heart and soul of this company, but if we don't get moving, it's all over. You got to play ball with me.",
        "Jennifer: And you think by forcing me to accept something that I don't agree with, that that's going to make me a team player?",
        "Dusty: I'm trying to make this a better business. You're too emotional to see that.",
        "Jennifer: Because I'm pregnant, I'm too hormonal to want my business to succeed?!",
        "Dusty: Okay, let's talk about succeeding. There are a lot of impatient buyers right now, which means there's going to be a lot of all-nighters. Chances are there are going to be times you're just not up to it.",
        "Jennifer: Yeah, so I've been told.",
        "Dusty: I'm not stopping production because my top designer is --",
        "Jennifer: Because I'm pregnant!",
        "Dusty: Well, call donna karan or stella mccartney and ask them if they had help while they were pregnant.",
        "Carly: Jennifer, if you really don't want me here --",
        "Jennifer: Suddenly, the decision doesn't seem to be mine.",
        "Dusty: With or without you, I'm going into production. I hope you stay. We need you.",
        "Jennifer: I'll be working at home for the rest of the day.",
        "Dusty: So you're on board or what?",
        "Jennifer: I am the heart and soul of the company. You really, really need me. Street Jeans is nothing without me! Blah, blah, blah! And don't think that my leaving is giving up, carly. This business is mine.",
        "Carly: Jennifer thinks you're using me.",
        "Dusty: What do you think?",
        "Carly: I think she's probably right.",
        "[ Phone ringing ]",
        "Keith: Morrissey here.",
        "Vin: Where's here?",
        "Keith: None of your business.",
        "Vin: I want my money, flyboy.",
        "Keith: Hey, cut the flyboy. I told you I'm working on it.",
        "Vin: Yeah? Work harder.",
        "Keith: I told you I'd get your money and I will.",
        "Vin: I told you to get me the dough today. You checked your sundial lately? I'm comin' over.",
        "Keith: No. You listen to me. I'm not here alone.",
        "Vin: Oh. So you are at that snyder chick's place. Sit tight.",
        "Keith: Now, look, I told you I'd take care of it and I will.",
        "Announcer: Coming up, on \"as the world turns\" --",
        "Keith: I hate that I have to leave this picnic, but it will just be for a short bit of time.",
        "Lily: I thought joe went back to chicago?",
        "Keith: Well, see, that's the problem. He couldn't leave. He's in a bit of a jam. But I won't be long.",
        "Lily: I'll come with you.",
        "Henry: What are you going to do? Are you going to break into their house?",
        "Katie: Of course not! Oh, I know where Mike hides the key. So I'll be right back. oprah: In love with a child",
        "Keith: All right, listen. Just tell me where you are. I'll come to you.",
        "Vin: At the merchant street docks.",
        "Keith: All right, I'll be there as soon as I can.",
        "Vin: You've got half an hour.",
        "Keith: I told you I would be there and I will!",
        "Lily: I heard the phone ring. Is everything okay?",
        "Celia: Casey, you're being horrible.",
        "Gwen: No, he's right. I mean, I better back to work. Milkshakes, they don't make themselves.",
        "Celia: I've been thinking. What if we asked Will to double date with us at the prom?",
        "Casey: Will?",
        "Celia: Come on, don't look like that. It could be fun.",
        "Casey: Okay. First of all, for that to happen, Will would have to have a date. And second of all, for Will to have a date, he'd need to talk to someone else besides Alison.",
        "Celia: What if he met somebody new? Somebody he liked.",
        "Casey: Okay, I don't know if you've noticed but Will doesn't like many people. I mean, I'm his best friend and half the time, he doesn't like me.",
        "Celia: Don't be so negative.",
        "Casey: I'm not the negative one, all right? But, look, Celia, I've known Will a long time. Believe me, he doesn't like meeting new people.",
        "Celia: Well, he's got to get over his Alison addiction.",
        "Casey: Will's a big boy, he can take care of himself. Okay? Promise me you're not going to get in his life this time, okay?",
        "Celia: I promise.",
        "Casey: All right. I've gotta go meet Josh and Zach and see what kind of tunes they've got, okay? I'll call you later?",
        "Celia: Yeah.",
        "Casey: All right.",
        "Gwen: Celia? Hey, can I talk to you?",
        "[SCENE_BREAK]",
        "Alison: Can we raise a white flag or something?",
        "Will: Ali, I already gave up.",
        "Alison: I mean, can we let go of all that attitude? Maybe we could try to be friends again.",
        "Will: I thought I could be friends with you, but I can't.",
        "Alison: Oh, you mean if we see each other on the street, you're not even gonna talk to me?",
        "Will: I don't think so. I'm not trying to be mean. It's -- I depended on our friendship too much. And I have to stand on my own now.",
        "Alison: Everybody needs help now and then.",
        "Will: I'm sorry, but if I need help, I won't be calling you.",
        "[SCENE_BREAK]",
        "Katie: The minutes just creep by, don't they?",
        "Henry: Yeah, you think we could take five and go home to change into some party clothes?",
        "Katie: No, I need to finish this. What do you think about that one for the middle of the whole thing?",
        "Henry: I don't know. What do you think about this?",
        "Katie: Oh!",
        "[SCENE_BREAK]",
        "Mike: Hey.",
        "Jennifer: Hi.",
        "Mike: I don't know if you remember, but we're supposed to have dinner with Paul tonight. How'd it go at work?",
        "Jennifer: When you came home last night after having your little chat with Dusty, I thought you told me everything was fine?",
        "Mike: It was, wasn't it?",
        "Jennifer: What did you say to him?",
        "Mike: Well, I -- I told him that I was concerned about your health, and --",
        "Jennifer: You made him think I was some kind of invalid?",
        "Mike: Of course, not. No. No, I reminded him that you're pregnant, and that you're gonna need a little bit more rest than usual. That you have a life outside the office.",
        "Jennifer: I -- I never should have left you alone with him.",
        "Mike: Why? What happened?",
        "Jennifer: Apparently, after you left, he picked up the phone and dialed another one of your ex-girlfriends.",
        "Mike: What?",
        "Jennifer: Right, yeah. Yeah, and he hired her to swoop in and save the day.",
        "Mike: What are you talking about?",
        "Jennifer: Carly, Mike. Yes. Yes. Carly. That backstabbing bleach blonde is after my job.",
        "[SCENE_BREAK]",
        "Carly: Why didn't you tell me that Jennifer doesn't want any help?",
        "Dusty: You know why.",
        "Carly: Because you thought, if you told me the truth, I wouldn't have come in. You were right.",
        "Dusty: There's a greater truth. This company needs you. Unfortunately, Jen doesn't know what's good for this company right now. She's not thinking clearly, you know?",
        "Carly: Oh, she seemed pretty clear to me. She doesn't want my help.",
        "Dusty: She doesn't decide.",
        "Carly: So, what are you? All of the sudden, you're Attila the Hun? Jennifer's a little hormonal, so you think that's a good excuse to wave your iron fist? I happen to think that's abuse. And frankly, I don't blame Jennifer for feeling the way she feels.",
        "Dusty: Abuse? Hold on a second. What are you talking about?",
        "Carly: I just don't think you should go on a power trip simply because you can.",
        "Dusty: I'm trying to make things work for everybody, including you. You're making me out to be some kind of monster? Are you okay?",
        "Carly: I'm fine. Why wouldn't I be?",
        "Dusty: I don't know. I heard about that thing a couple of weeks --",
        "Carly: I'm fine.",
        "Dusty: Okay, well, when Jen cools down, and you get your bearings straight around here --",
        "Carly: Okay, all right. I'm not -- I'm not fine. I'm -- I'm sorry about the \"Attila the Hun\" thing.",
        "Dusty: It's cool.",
        "Carly: It isn't. It's not cool. I lashed out at you, because I felt attacked, but it's not you. You were not the one who attacked me.",
        "[SCENE_BREAK]",
        "Keith: That was my buddy, Joe. You know, I hate that I have to leave this -- this picnic, but it'll just be for a short bit of time.",
        "Lily: I thought Joe went back to Chicago?",
        "Keith: Well, see, that's the problem. He couldn't leave. He's in a bit of a jam, but I won't be long.",
        "Lily: I'll come with you.",
        "Keith: No, that's all right. I can handle it by myself. Hey, you know what? You could do me a favor, though.",
        "Lily: Name it.",
        "Keith: That bread that was in the picnic basket? Could break me off a little piece of that? I'm starving.",
        "Lily: Bread?",
        "Keith: It'll just tide me over until I can come back and enjoy your picnic.",
        "Lily: Okay.",
        "Keith: Okay.",
        "Lily: Aren't you forgetting something?",
        "Keith: Oh, yeah. That's right. Thank you.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Celia: Look, I'm not sure Will's gonna listen to me.",
        "Gwen: Look, just try, okay? Tell him I want to make it up to him.",
        "Celia: For what?",
        "Gwen: For blowing our first date. I came on way too strong, and it tally turned him off. It's just that I thought that's what guys liked.",
        "Celia: I guess some do, some don't.",
        "Gwen: Look, anyways, it was all my fault, and if I could just explain that to him, maybe he wouldn't dump on me every time I see him.",
        "Celia: It's not that I don't want to help you, but I got in Will's business before, I made a big mess. If you want to fix things with him, just call him.",
        "Gwen: I can't. Whenever I try to speak to him, he totally tunes me out.",
        "Celia: I'm sorry. I don't know what to tell you.",
        "Gwen: Look. You said that Will needs a new friend, right? Somebody to help him get over Alison?",
        "Celia: What did you do? Bug our conversation?",
        "Gwen: I mean, it's not a big place. Plus, waitresses hear everything.",
        "Celia: Well, if you heard everything, you know I promised Casey I'd stay out of Will's business. Just call him.",
        "Gwen: Okay. Cool.",
        "Lia: Well, if it isn't Ms. Third world country, sitting all by her lonesome.",
        "Ann: How's it feel to get dumped?",
        "[SCENE_BREAK]",
        "Carly: Thank you.",
        "Dusty: Are you feeling better?",
        "Carly: Yeah. Yes, I'm fine. Just do me a favor, please, and don't tell Jack that I went off like that, okay?",
        "Dusty: Okay. Why the secret, if you don't mind my asking.",
        "Carly: I already took some time to get my head together, you know, and if Jack thinks that I'm still some kind of basket case --",
        "Dusty: I heard you got roughed up bad. I mean, that kind of stuff doesn't just go away, you know?",
        "Carly: Yeah. But if I keep thinking about it over and over and over again, then I've let him win, right?",
        "Dusty: He's in the slammer, right?",
        "Carly: For now. Mm-hmm.",
        "Dusty: You talked to anybody about this?",
        "Carly: Like a shrink?",
        "Dusty: Like a shrink, a priest, whatever. As long as you trust who you're talking to.",
        "Carly: But you know when I felt good is when I told Lily about this job offer. It was excitinto think about something creative instead of just thinking about Les Sweeny coming at me in the dark.",
        "Dusty: I can help you out if he ever comes near you again.",
        "Carly: I do have a hero. I married him, remember?",
        "Dusty: Mm-hmm. Well, your hero should know that you're still freaked out.",
        "Carly: No. No, I don't want Jack to worry. And I will be fine.",
        "Dusty: Whatever you say, as long as you're sure.",
        "Carly: The only thing that I'm not sure about is -- is taking this job. I mean, trying to get Jennifer to accept me here, I just think that's not a good idea.",
        "Dusty: Jennifer's gonna even out in time. You know, it's gonna be a big love- fest. You'll see.",
        "[SCENE_BREAK]",
        "Mike: Look, I really don't think Carly's looking for a full-time gig right now.",
        "Jennifer: And how would you know that?",
        "Mike: She's already got parker and wage to deal with. Now she's got Jack's other little boy.",
        "Jennifer: So what are you saying? That not only should you quit your job when you're pregnant, but you also can't possibly raise kids and have a career at the same time?",
        "Mike: Jen -- Jen, I am on your side. I think you can do whatever you want to do.",
        "Jennifer: But I can't design my own line and run my own company.",
        "Mike: Look, obviously Dusty didn't tell me the truth about everything. Okay? I will go over there and straighten it out right now.",
        "Jennifer: No, no. No, no, no. Just stay out of it, okay? And stay away from the business. You've done enough already.",
        "[SCENE_BREAK]",
        "Katie: Henry, you've picked a perfect time to swear off martinis. Look at this. It's totally ruined. This was supposed to be the perfect picture of the couple in the middle of the whole piece.",
        "Henry: I know, I know, I know. I'm sorry, honey. No one's gonna notice, though. They're all going to be congratulating the happy couple.",
        "Katie: I wanted everything to be perfect.",
        "Alison: Well, is there another picture you can substitute?",
        "Katie: Not here. But I know where I can get one.",
        "Alison: Good, where?",
        "Katie: Mike and Jen's place. I know the perfect scrapbook to look through.",
        "Henry: Do you think they left by now?",
        "Katie: Yes, Paul said he was going to invite them over for a drink first. So if I hurry --",
        "Henry: Wait. Whoa, whoa! What are you gonna do? Are you gonna break into their house?",
        "Katie: Of course not. Oh, I know where Mike hides the key. So I'll be right back. For you, my sweet.",
        "Vin: Five more minutes and life as you know it would've been over.",
        "Keith: I told you you'd get your money.",
        "Vin: So hand it over. Ah, allow me.",
        "[SCENE_BREAK]",
        "Celia: Sorry to disappoint you, but I didn't get dumped.",
        "Lia: Really? We saw you guys at Yo's, senorita. Casey dropped you like a hot tamale.",
        "Ann: It was only a matter of time before he woke up.",
        "Celia: Really? Is that why he's taking me to the prom?",
        "Ann: As what? His maid?",
        "Celia: I know why you two won't leave me alone.",
        "Lia: Really? Enlighten us, Ortega.",
        "Celia: Because one of you is hot for my man. Well, you can forget it 'cause it's not gonna happen.",
        "Lia: What did you have to do to get Casey to forgive you?",
        "Celia: Nothing. He's a nice guy, that's all.",
        "Ann: That's not what I heard.",
        "Lia: We heard that he had you in the backseat of his car doing whatever he said however he wanted it. You're a major slut, honey, and we're gonna make sure that everybody knows about it.",
        "Gwen: Oh, I'm sorry!",
        "[SCENE_BREAK]",
        "Mike: Look, Jen, there's some herbal tea in the cupboard, why don't I make you a cup?",
        "Jennifer: Don't, don't try to manage me.",
        "Mike: I'm not. But this isn't you.",
        "Jennifer: What is that supposed to mean?",
        "Mike: It means that your body is making a baby, and there's things that are going on inside you that are making you a little bit sensitive. And that's understandable.",
        "Jennifer: If one more person tells me about my delicate condition, I think I might scream.",
        "Mike: Okay, what do you want me to do? You want me to act like you're being normal? Like this conversation makes any sense? Hey, I'm sorry if I messed things up with Dusty, but I'm not going to apologize for looking out for you and the baby.",
        "Jennifer: And I am not going to spend the next however many months being treated like a china doll!",
        "Mike: Okay, nobody's trying to treat you like that. Are they?",
        "Katie: Oh, I didn't realize -- I mean.",
        "Jennifer: Katie!",
        "Katie: I didn't think you would be home.",
        "Mike: Katie --",
        "Jennifer: Katie, no. Mike and I were just fighting! I bet that makes you really happy, doesn't it? So congratulations, you're finally getting what you want.",
        "[SCENE_BREAK]",
        "Carly: I just don't know if the time is right to start a new job.",
        "Dusty: Jennifer's attitude won't last, I promise you.",
        "Carly: I'm talking about me. Maybe I'm pushing myself back to work too soon.",
        "Dusty: Well, you told Lily you wanted a distraction.",
        "Carly: Yes, maybe I'm fooling myself.",
        "Dusty: What was your gut instinct when I first pitched the idea to you?",
        "Carly: I couldn't wait to sharpen my pencils.",
        "Dusty: There you go. So go with that.",
        "Carly: And if Jen doesn't come around?",
        "Dusty: Jen's gonna be wondering how she managed without you in a couple of weeks, believe me. If you hate it that much, you can always quit. You want me to beg you? That's it, huh?",
        "Carly: You know, I'll probably live to regret this, but I'll do it.",
        "Dusty: All right. I'm gonna find someone in personnel. I'll get the paperwork rolling, all right?",
        "Carly: Wait. Now -- you're gonna go to contracts now?",
        "Dusty: Before you change your mind, I want to get this sealed and signed.",
        "Carly: Hey g-man, it's me. I just wanted to let you know that I'm done downtown, and I'll be back home in plenty of time to make the kids their dinner. [Elevator dings] All right, so I should go. But I'll see you real soon. Okay? I love you. Bye.",
        "[Carly screams]",
        "[SCENE_BREAK]",
        "Vin: You gotta be kidding me, right? I look like a fence to you?",
        "Keith: What are you talking about? That ring's worth a lot of money.",
        "Vin: Not a fraction of what you owe me.",
        "Keith: Well, it's all I got. It's the best I could do right now.",
        "Vin: Okay, one more day, my friend. That's it. We understand each other? 24 hours.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Carly: Les --",
        "Katie: What are you doing in our house?",
        "Jennifer: She's doing what she always does. Interfering in our lives. She wants to break us up.",
        "Lily: Help, help!"
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=AkaKPHImdkQ"
}