{
    "Episode Summary": [],
    "Recap": [
        "Celia tells Alison she thinks Will trashed her apartment so he could be her hero. Later Alison asks Will how he could do such an awful thing to her because she thought they were friends. Will is puzzled when Alison slams the door in his face. Dusty continues to worry that Jennifer won't be able to handle motherhood and work. Dusty's worries are confirmed when Jennifer arrives late for a press conference. Holden snoops in Keith's room and overhears some very interesting information that makes him fear for Lily's safety. Faith tells Holden that Keith is moving into Lily's guest house. Lily wonders if Lucinda is right to suspect Keith killed Julia after Keith admits he borrowed money from J.J.'s trust fund because he is broke."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Hey, where'd you go?",
        "Jennifer: Morning. I got up early, so I went and took a walk. It's really beautiful down by the lake. And I was thinking --",
        "[Phone rings]",
        "Mike: Hold that thought. [Phone rings] Hello? Dusty. Yeah, hold on a second.",
        "Jennifer: Hello.",
        "Dusty: I scheduled the press conference two hours from now at Metro.",
        "Jennifer: This morning?",
        "Dusty: We agreed to hit the road running, remember?",
        "Jennifer: Well, before we call a press conference, I have things I have to do. I to get a hold of Tracey and get her to call a model and pull samples.",
        "Dusty: It's all done. All you got to do is come looking like a success. Think you can handle it?",
        "Jennifer: Yes, Dusty, I think I can handle that.",
        "Dusty: Good. Don't be late.",
        "Mike: What was that all about?",
        "Jennifer: That was about Dusty still not convinced that I can pull my own weight. But, you know, I can. So I don't mind. I'll just have to jump through his hoops for a couple weeks.",
        "Mike: All right, don't take this the wrong way, you know I'm all for you working, but after what happened yesterday, are you sure you want to take on something this big right now?",
        "Jennifer: Yes. No, it's the perfect timing. You know? The pregnancy won't slow me down for another six months at least. So I can get Street Jeans back up on its feet and then step back when I need to. Okay? And that stuff about yesterday was just me not knowing what to expect. The baby's fine.",
        "Mike: Whatever you want.",
        "Jennifer: What I want is to talk about you and me.",
        "Mike: Sure you don't have any hoops you gotta jump through?",
        "Jennifer: Not for at least another hour. So what would you think about calling a justice of the peace and having him marry us down by the lake tomorrow morning? But we'll keep it really simple. You know, just my parents, my brothers. You can call Jack and Carly if you want.",
        "Mike: Jen --",
        "Jennifer: Or not -- or not. You know, whatever you want.",
        "Mike: This isn't gonna work. I'm sorry.",
        "[SCENE_BREAK]",
        "Dusty: What are you doing here?",
        "Barbara: I heard you were planning a press conference.",
        "Dusty: You're not invited.",
        "Barbara: I don't need an invitation. I'm here for my daughter. Isn't that what the last few days have been about? One for all, all for one?",
        "Dusty: The last few days have been about giving Craig what he deserves.",
        "Barbara: Oh, yes, Craig. Can't you see him just sitting in some squalid little bar on the other side of the world mulling over the ruins of his life? You have made me one very happy woman.",
        "Dusty: That's good. I've got a press conference --",
        "Barbara: A press conference. Yes, I know. Craig's out, Jennifer's back in, you have a new season to pitch.",
        "Dusty: Barbara, if Street Jeans is going to make it --",
        "Barbara: And it will. And that's why I'm here. To help. Hand-holding, thread- snipping, coffee-making me, ready for you to download my expertise if ever you need it. Or not. Or I can just sit in the back and be a happy, smiling mother if you need.",
        "Dusty: I don't need.",
        "Barbara: But Jennifer might. She might like it if her mother is nearby. So why don't we ask her when she gets here. If she wants me to go, I'll leave. I won't be a problem for you, I promise.",
        "Dusty: It's already a problem.",
        "Barbara: Forgive me, Dusty, but I have more experience in this field than multiples of the two of you put together.",
        "Dusty: If you want to help your daughter, get lost.",
        "[SCENE_BREAK]",
        "Alison: Hey, Will? Will, are you gonna wake up? Will?",
        "Will: What time is it? Is it late?",
        "Alison: No. No, not really. I just wanted to know if you had stuff to do this morning.",
        "Will: Nothing that can't wait.",
        "Alison: Oh, so do you want to go back to sleep? You looked like you were having a wonderful dream.",
        "Will: Yeah, I was.",
        "Alison: What about?",
        "Will: I'm going to go get washed up.",
        "[SCENE_BREAK]",
        "Lisa: Oh, boy. Just hold the coffee. That's all I needed, a hug from a handsome Snyder boy. What are you doing here all on your lonesome?",
        "Holden: Well, I'm the waiting for Faith to show up. We're going to head over to the mall and take in that new cartoon.",
        "Lisa: Listen, big daddy, I hate to tell you this, but it's not cartoons these days, its animation.",
        "Holden: Well, as long as it makes her happy, I don't care what we call it. You know what? I should probably call her, too, because she's running a little bit late.",
        "Lisa: Why don't you run over there and get her? I'm not trying to run you away since you just got here, but --",
        "Holden: I would do that, but I'm trying to avoid the house these days.",
        "Lisa: Holden, things are just going from bad to worse, aren't they? You can't go to your own house? You can't see your own children? What in the world is wrong with Lily?",
        "Holden: It's not Lily, its Keith. He's there and it's awkward. And I don't want to put the kids in the middle again.",
        "Lisa: She's spending time with that man?",
        "Holden: Yeah, she is.",
        "Lisa: Oh. Well, that's terrible. He's trouble, you know?",
        "Holden: Yeah, that's the way I feel, but why would you say that?",
        "Lisa: Well, for one reason, he hasn't paid his bill since he's been here. And I am ready to evict him.",
        "[SCENE_BREAK]",
        "Keith: Drum roll, please, because the king has entered the house.",
        "Lily: The king?",
        "Keith: That's right. The man that was banned from Ed Sullivan. The pelvis.",
        "Lily: Oh, Elvis Presley?",
        "Keith: That's right, but don't ask me to sing.",
        "Lily: What is that?",
        "Keith: It's a flyer I picked up. Some sort of '50s night benefit for the firemen. I thought maybe that we could go. But, all of a sudden, you're acting kind of weird here.",
        "Lily: I'm not acting weird.",
        "Keith: Yeah, ever since you spoke to Holden last night. So, you gonna tell me? Or should I just go?",
        "Lily: There's nothing to tell.",
        "Keith: You know what? I think you might want to get this off your chest.",
        "Lily: What can you tell me about J.J.'s trust fund?",
        "Keith: So Holden is asking you about J.J.'s trust fund? Well, what business is it of his about J.J.'s trust fund?",
        "Lily: We're still married. So I guess he's just concerned.",
        "Keith: Because of me?",
        "Lily: You and I have been spending a lot of time together.",
        "Keith: So is he jealous?",
        "Lily: No.",
        "Keith: Does he think I'm after your money?",
        "Lily: I think he's being protective.",
        "Keith: Well, that doesn't give him the right to invade my privacy. And where did he get a copy of Julia's will? No, don't tell me, your mother. See, so now she's talking to Holden, and you're spinning already. You know, you don't know who to listen to -- whether I'm a bad guy, whether I'm dangerous.",
        "Lily: I'm sorry. I'm sorry. You're right. My mother has never learned when to back off. And Holden, he knows better, I guess he's just a little tender when it comes to Julia.",
        "Keith: He's a little tender?",
        "Lily: I'm not excusing what they did, and I'm sorry that I listened to them. Will you forgive me?",
        "Keith: You know, I think what's best right now is to get everything up on the table.",
        "[SCENE_BREAK]",
        "Holden: I knew the guy was in debt, but I didn't realize it was so bad that he couldn't even pay his bills here.",
        "Lisa: Well, he certainly can't. That explains why he wants to spend so much time with Lily. Look, Holden, I don't want to tell you what to do, but for Lily's sake, I really think you ought to check this fella out.",
        "Holden: All his stuff is still up in his room? You haven't evicted him yet?",
        "Lisa: It's all still here. Look, I know for a fact that he left his hotel room a while ago. But it would be very unethical of me if I let you go into his room. Oh, dear me. Dear, dear me. You know, I have misplaced the master key that I have. And I'd just die if anyone should find it, because they could get into any room in this hotel if they wanted to. Would you please excuse me while I try to find it?",
        "[Lisa leaves the master key on the table under the newspaper. Holden picks it up]",
        "[SCENE_BREAK]",
        "Will: Hey.",
        "Alison: I'm really sorry. With the break-in and having to talk to the cops, I never got a chance to get to the store. So there's nothing to eat for breakfast, unless you want some stale pretzels and a can of soda.",
        "Will: I think I'll pass. But I could go get us something.",
        "Alison: No, I can't ask you to do that.",
        "Will: No, it's no problem.",
        "Alison: Will, you spent the night sleeping on my floor because I was to scared to stay here by myself. That's more than enough to ask of any one person in his lifetime.",
        "Will: I really didn't mind.",
        "Alison: I know, and that's exactly why I can't ask you to do anything else for me.",
        "Will: Well, I'm not doing it for you. I'm doing it for me, I'm starving.",
        "Alison: Okay, well, in that case -- I mean, I could use a cup of coffee and an egg sandwich?",
        "Will: With ketchup.",
        "Alison: You know what I like for breakfast.",
        "Will: Alison, half the people in this country put ketchup on their eggs.",
        "Alison: Will, I really appreciate you staying here last night. I know that I wouldn't have been able to fall asleep here by myself. Just the thought of someone breaking in here and touching all my stuff really creeps me out.",
        "Will: Well, whoever it was, they're not coming back. And besides you've have the deadbolt, bars on the windows.",
        "Alison: And a really sweet guy sleeping on my floor. You're the best.",
        "Will: You know, I could stay again if you want me to.",
        "Alison: Oh, no, no. I'm fine. I slept here last night. I woke up here this morning. And I'm not scared anymore.",
        "Will: All right, well, just so you know, you get nervous, you call me.",
        "Alison: I will. I thought you were starving?",
        "Will: I am. Right, right. I'll be right back.",
        "[SCENE_BREAK]",
        "Jennifer: If you're busy tomorrow morning, then we can just have the ceremony in the afternoon or at sunset.",
        "Mike: Is this really the way you want to do this?",
        "Jennifer: What do you mean?",
        "Mike: Don't you want to dream up some beautiful gown and pick out a bouquet? Find some music that means something to you?",
        "Jennifer: You're talking about --",
        "Mike: A wedding.",
        "Jennifer: I have nothing against weddings. But I just thought we were going to elope.",
        "Mike: Because we had to. And now we got options.",
        "Jennifer: So you want to do like -- a full reception and invitations and a caterer and flowers?",
        "Mike: Well, I'm not saying you have to drive yourself crazy. But why do we have to do this tomorrow, why rush?",
        "Jennifer: Well, I just thought -- you know, we got so close with the ceremony in Vegas before Craig showed up. And he's gone -- for good, I hope. But you just never know who could, you know, create a problem. And I just thought that we should seize the moment while we still have it.",
        "Mike: Is this about Katie?",
        "Jennifer: Maybe a little.",
        "Mike: Whatever's going on with Katie is her problem. I have moved on, I'm with you. I'm not saying that we've gotta wait till next year. I know you'll feel better once when we're settled. I will, too. But don't let Katie rush you into something that we're going to want to remember for a long time. Why not take a week or two, plan something special?",
        "Jennifer: You're right. You're right. It will be more special that way. Thank you.",
        "Mike: Just lookin' out for my bride. You gotta go to work right now?",
        "Jennifer: Not for another hour.",
        "Mike: You want to make a wedding list? I can run some things down.",
        "Jennifer: I have a better idea.",
        "Jennifer: Wasn't that lilac path beautiful outside? It will be in full bloom in another week or so.",
        "Mike: I love the smell of lilac.",
        "Jennifer: And the color.",
        "Mike: We could put a great big lilac bouquet up on the altar.",
        "Jennifer: I'd love that. And then on the end of the pews.",
        "Mike: It just feels -- I don't know, it feels right, doesn't it? Getting married in a church?",
        "Jennifer: Yeah. It makes it official.",
        "Mike: Yes, it does.",
        "Jennifer: And the music? I was thinking maybe a violin, a cello, maybe a flute.",
        "Mike: Whatever you want. You were right. Coming here, I can really see it.",
        "[SCENE_BREAK]",
        "Dusty: Okay?",
        "Tracey: Yeah.",
        "Dusty: I thought you were leaving.",
        "Barbara: I'm not leaving until you answer my question. Why are you so worried about my daughter?",
        "Dusty: I'm not. Whether she can stick it out remains to be seen.",
        "Barbara: She wasn't happy with her situation at Street Jeans because of Craig. And now that he's no longer an issue, she'll be fine.",
        "Dusty: Then why are you here?",
        "Barbara: Because my daughter is pregnant with her first child. And you may not understand what that means, but I do.",
        "Dusty: I do, too. She's gonna be puking at the sight of food, her ankles are gonna get fat. She's gonna be miserable to live with for at least five months. Smooth sailing for a while, then come the eighth month she's going to be steamrolling anything that gets in her way until she finally disappears to have this kid. And then she'll return when he's three months old. Anything I missed?",
        "Barbara: It could be a girl.",
        "Dusty: Girl, boy -- whatever. The problem is Jennifer whenever she feels like cutting and running, you know? I don't do business that way.",
        "Barbara: You have to give her a chance to prove herself.",
        "Dusty: Well, that's why I took her back. She's got one more chance. And then we move on.",
        "Barbara: Word to the wise? Creative people need to feel supported.",
        "Dusty: Don't we all?",
        "Barbara: And she's not late.",
        "Dusty: She ain't here.",
        "Barbara: She will be.",
        "Dusty: She better be.",
        "[SCENE_BREAK]",
        "Jennifer: I have so many ideas now, about the music and the flowers. My gown.",
        "Mike: Oh, so now we're talking a gown.",
        "Jennifer: Well, you know, I was thinking -- yeah, okay, you got me. I can't wait to design a beautiful gown.",
        "Mike: Of course. Look, I know it was hard having everything go wrong in Vegas. But I think maybe we got lucky.",
        "Jennifer: I know I did.",
        "Mike: We're both lucky. Everything happened exactly the way it was meant to. Come on. Let's walk down the aisle. Let's see what it feels like. Come on.",
        "Jennifer: No, no, I can't. I don't have time. But you can kiss the almost bride before she goes.",
        "Mike: You sure you have to go to work?",
        "Jennifer: One more kiss. Oh --",
        "Mike: Man, that baby sure can pick his moments.",
        "[SCENE_BREAK]",
        "Alison: Hey, Celia. Come on in.",
        "Celia: I should've called, right?",
        "Alison: Oh, no, it's fine. What's up? How's the skirt?",
        "Celia: The skirt is gorgeous, but on me?",
        "Alison: Do you want to try something else? I got some stuff in Seattle, they have amazing flea markets.",
        "Celia: Flea markets?",
        "Alison: Oh, people -- they donate all their old stuff to Rec centers, churches, schools, and they sell things for incredibly cheap. I mean, we're talking mink stoles for 20 bucks. Oh, you can get those killer shoes from the '40s with holes in the toes for like five bucks.",
        "Celia: Oh, I thought you meant like actual fleas.",
        "Alison: Oh, no, no. Not like dogs. We're talking vintage heaven.",
        "Celia: I saw Will leaving. He was here early.",
        "Alison: He spent the night.",
        "[SCENE_BREAK]",
        "Keith: So since Julia wanted me to have custody of J.J., I figured I'd be handling the trust fund as well. So I figured I'd borrow some money, and you know, pay it back with interest once J.J. and I got settled. I know what you're thinking, especially after what I told you about my deal with the landlord back in Chicago. And well, you know what? The bottom line is I'm broke. I'm actually in debt. I can't even pay my bill over at the Lakeview. So I thought the easiest thing was to borrow some money from J.J's trust fund. So if you want, you can give me the boot before I hit you up for bus fare?",
        "Lily: No. I'm just surprised. I thought pilots made a lot of money.",
        "Keith: Well, we do when we're flying. I've been on leave since I, you know, came to town.",
        "Lily: You don't have any savings?",
        "Keith: No, I don't. I've been a bachelor so long that I never thought that that would be an issue. However, now with this responsibility -- so when I go back to work, I've gotta have an eye to the future, you know? Put some money away. So, that's that. What do you think? Your mother's right? You should show me the door?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Jennifer: I'm so sorry.",
        "Dusty: Save it.",
        "[SCENE_BREAK]",
        "Jennifer: Sorry.",
        "Mike: I hope the third time's a charm. You don't look so good.",
        "Jennifer: Yeah, well, I feel like I'm on a boat in the middle of a stormy ocean. But, you know, I will be fine. Because I need to get going. Dusty's expecting me.",
        "Mike: All right, you want me to drive you?",
        "Jennifer: No, I've got my car.",
        "Mike: Whoa, whoa. Baby, come here. Sit down.",
        "Jennifer: I still have to change. I'm going to be late.",
        "Mike: Baby, you gotta start taking care of yourself. All right? Dusty can wait five minutes. Sit down. Sit down.",
        "Jennifer: Okay.",
        "Mike: I will get you a glass of water.",
        "[SCENE_BREAK]",
        "Tracey: I don't know how much longer I can stall them. The AP guy is gonna leave if we don't start soon. What do you think, should I reschedule?",
        "Dusty: No, Street Jeans can't even pull together a press conference.",
        "Barbara: You know, let me help with this. I know most of these reporters. I know my daughter, and I have familiarized myself with a lot of --",
        "Dusty: We've had this conversation. Back off. Would you please find Jennifer for me, quickly? Thanks, honey.",
        "Barbara: I don't know what you're trying to prove. You obviously you need my help.",
        "Dusty: What the hell. Ladies and gentlemen? Can I have your attention, please? Can I have your attention, please?",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Joe: Yeah? Hey, babe. How's it going? Yeah, I found him. What do they say? He can run but he can't hide? No, he doesn't. He's tapped out. But he'll get it. There's a new girl involved, let's just say it's got him motivated. I said I'll handle it. Soon. Because if he doesn't cooperate, there's other ways, okay? Careful's my middle name. You, too.",
        "[SCENE_BREAK]",
        "Lily: I don't think my family, Holden and my mother, had any right to pry into your affairs. And I had no right to ask you any questions.",
        "Keith: Yeah, you do have a right.",
        "Lily: I do?",
        "Keith: Yes, you do. I mean, we're trying to get to know each other. Therefore, we've got to trust each other. So, I mean, if you have any doubts, I think you should ask me whatever questions you'd like.",
        "Lily: I should have stopped and thought about it for a second. Because you love J.J. so much. And nobody wants to borrow from a child's trust fund, but as you said, you will pay it back. I'm sure you will. There's no shame in being broke. I'm sure once you get a job, everything will be fine.",
        "Keith: You're a better friend than I deserve.",
        "Lily: No, that's not true. I'm just trying to help.",
        "Keith: I'll be fine.",
        "Lily: It's not just you, you know, it's J.J. you have to worry about. You might need an attorney. You might need to relocate.",
        "Keith: What did you have in mind?",
        "Lily: I could comp your room at the Lakeview, because I own it.",
        "Keith: What? What are you -- do I look like some kind of a deadbeat that I'm not going to pay my bill?",
        "Lily: I knew you would say that. So I was thinking, I have a guest house right here on the property. You passed it on your way over here. It was my grandfather's, and it's empty now. So maybe you could stay there till you get on your feet.",
        "Faith: Are we going to great-grandfather's house?",
        "Lily: Oh. No, we're not. But J.J.'s uncle might stay there for a little while. Come on, let's get your hat and coat. Go, go, go. Hat, coat. Come on. Hey, Judy. How you doing? Holden's waiting for Faith at the Lakeview.",
        "Faith: Daddy's taking me to the movies.",
        "Judy: Well, then we better get going.",
        "Lily: Okay, have a great time. I'll see you later. So -- are you my new neighbor?",
        "Keith: How can I turn down such a generous offer?",
        "[SCENE_BREAK]",
        "Dusty: My name is Dusty donovan, I am president and CEO of Street Jeans. And I hope you're enjoying the champagne and hors d'hoeuvres. They're worth trying, so don't be shy. If you haven't seen our samples on display, please do so. Our exclusive line is designed by Jennifer Munson. Jennifer is founder of and designer for Street Jeans. Street Jeans is not only back, it never left. We're in more markets today than ever before. So, again, thanks for coming.",
        "Reporter #1: Mr. Donovan, you are taking questions, aren't you? This is a press conference.",
        "Dusty: Anyone have a question?",
        "Reporter #2: The expanded line doesn't include footwear. Is that an oversight?",
        "Dusty: Not really. I mean, if you're wearing our clothes, nobody's gonna be looking at your feet. Next?",
        "Reporter #3: Yeah, love the bags. But aren't they a tad small?",
        "Dusty: If you give a woman a handbag that's too big -- may I? They're going to cart around their whole life. Look at this? What do you got? You've got your phone, you got your gym shoes. You've got your car -- come on, you're going on tour. Ladies, if you want to make your man happy, buy a small bag. Gold card, lipstick, that's it. Right, Nicole? Anyway --",
        "Reporter #1: I have a question, please.",
        "Dusty: Yes.",
        "Reporter #1: Your new line of separates, I love the new patterns. But can you show us how they all go together?",
        "[SCENE_BREAK]",
        "Casey: Hey, Will.",
        "Will: Hey, what's up, Case?",
        "Casey: So what's going on?",
        "Will: Ordering breakfast for me and Alison. We're eating at her place.",
        "Casey: Cozy.",
        "Will: We're just friends.",
        "Casey: So how is she?",
        "Will: She's doing better. What are you doing here?",
        "Casey: Yo's is having a '50s night. So I thought I'd stop by and score a costume off Grandma Lisa.",
        "Will: Sounds like fun. Maybe we'll go.",
        "Casey: We? So what's really going on between you two?",
        "Will: Nothing. I told you, we're just friends.",
        "Casey: So did you tell her you were in her apartment while she was gone?",
        "Will: No.",
        "Casey: Because Celia's not gonna let it go, man.",
        "Will: Well, did you tell her it was none of her business?",
        "Casey: Yeah, more than twice. But if I were you? I would just tell Alison what happened.",
        "Will: Nothing happened. I left my keys there.",
        "Casey: You left a window open.",
        "Will: Yeah, it was an accident.",
        "Casey: So tell her that.",
        "[SCENE_BREAK]",
        "Alison: Found it. This would look so good on you.",
        "Celia: Thanks. Ali, what do you mean, Will spent the night?",
        "Alison: I asked him to, okay? I didn't want to stay here by myself. I'm still really creeped out about someone breaking in here and touching my stuff. He was really cool about it.",
        "Celia: Yeah, I'll bet he was.",
        "Alison: He slept on the floor. He saw how scared I was, and he was a really good friend.",
        "Celia: Look, I promised I wouldn't say anything, but you're my friend and you deserve to know. That break in was Will's fault.",
        "Alison: What?",
        "Celia: I came after you left? And found Will, he'd climbed in through the window. I tried to get him to leave with me, but he insisted on staying behind to clean up this perfume bottle he'd broken. So I left.",
        "Alison: Wait, wait. What are you saying -- that he left the window open and that's why I got robbed?",
        "Celia: Maybe. Or maybe he trashed the apartment himself.",
        "Alison: And why would he do something like that?",
        "Celia: So you'd get upset, and he could play hero and sleep on the floor next to your bed.",
        "Alison: You don't know what you're talking about.",
        "Celia: Really? If Will is so innocent, how come he didn't tell you anything?",
        "Alison: Maybe he was embarrassed.",
        "Celia: Is that why he made me promise not to tell you?",
        "[SCENE_BREAK]",
        "Dusty: In answer to your question, I would never tell a woman how to dress. But that's me.",
        "Reporter #1: Well, I appreciate that very much, Mr. Donovan. But your designer Jennifer Munson obviously had some idea in mind. These are separates, after all. You buy them to mix and match. And quite frankly, I just can't picture how they all go together.",
        "Dusty: That's why Jennifer designs them and you write about 'em. Hey, Nicole, let's do everyone a favor. Would you work your magic for me?",
        "Dusty: Thank you. You see, you've gotta be creative. You gotta take risks. That's what makes fashion fun.",
        "Reporter #1: And this piece? Is it a scarf? A sash? A wrap?",
        "Dusty: Nicole looks sensational, as usual, doesn't she?",
        "Reporter #1: And what about this piece? How would you put it with this outfit?",
        "Dusty: Well, let's see. Me, that's how I'd use it. Thanks for coming.",
        "Reporter #1: Well, just one more question please, Mr. Donovan. Waistlines, where will they fall this season? My readers will want to know.",
        "Dusty: Where are waistlines going to fall?",
        "Jennifer: The trousers will fall about two inches below the natural waistline. That's about an inch higher than our spring line. And it will be the hot new trend. Any other questions?",
        "[SCENE_BREAK]",
        "Lisa: How in the world did this man get into the room?",
        "Holden: I don't know. I ducked into the closet.",
        "Lisa: You say that he had a gun?",
        "Holden: Yes, he had a gun.",
        "Lisa: And he was talking about Lily?",
        "Holden: He said something about Keith knowing her and how it would motivate him to get the money.",
        "Lisa: Oh, we've got to call the police.",
        "Holden: No, no, no, no. We can't do that.",
        "Lisa: But we have to. We have to. Because, I mean, this man is threatening her.",
        "Holden: No, it's not all that clear cut yet. And I'm not exactly sure what it all means.",
        "Lisa: Well, it means that Keith is after Lily's money, and he will do anything to get it. He will stop at nothing. Please, Holden, warn Lily before it's too late.",
        "[SCENE_BREAK]",
        "Keith: So, free rent? You next door? I am in.",
        "Lily: I'll try not to be too much of a nuisance. Good. Settled.",
        "Keith: Okay.",
        "Lily: So are we gonna go to this?",
        "Keith: Absolutely. I'm gonna cut the rug. I'll stop by some thrift store and get a shirt and some brylcream. That probably wouldn't work.",
        "Lily: Good, can't wait.",
        "Keith: So it's a date?",
        "Lily: Well, I have to go up to the attic and see if I've got something. Maybe some bobby sox? I just have to warn you, it's been a really long time since I jitterbugged.",
        "Keith: I think it's the twist.",
        "Lily: Okay, then I'll get you the key here. So you'll stay there at the guesthouse. That'll make things a lot easier.",
        "Keith: Thank you.",
        "Lily: I'm not looking for thanks. I just want you to, you know, come by and see me and talk to me. I know this hasn't been easy for you, waiting for les to be tried and put away. You shouldn't have to go through it alone.",
        "Keith: Thank you. Thank you for everything.",
        "[SCENE_BREAK]",
        "Reporter #2: So nice to see your new line.",
        "Jennifer: Thank you, thank you.",
        "Reporter #3: You're welcome. You've got yourself a great new designer.",
        "Dusty: That's what they keep telling me.",
        "Reporter #1: Well, I'm really glad we got a chance to finally talk to your designer. For awhile there, I thought you were keeping her under wraps.",
        "Dusty: You know designers, they gotta make an entrance, right?",
        "Jennifer: Well, you can call me at the office any time.",
        "Reporter #1: Thank you, I will.",
        "Jennifer: I'm so sorry.",
        "Dusty: Save it.",
        "Barbara: Honey, honey, honey. Not now, come on. You're tired. All right? Go home, nothing more you can do here.",
        "Jennifer: I was on my way over, and I got nauseous.",
        "Barbara: Well, of course you did. You're pregnant. But he understands that. He's just getting used to it. You know, there's nothing more that you can accomplish here. Go home.",
        "Jennifer: I should talk to him.",
        "Barbara: No, tomorrow. You've done everything you can today. It was a smash. Street Jeans is launched, again. They loved it. They loved you. Go home.",
        "Jennifer: Okay, Mom.",
        "Barbara: Okay, honey.",
        "Jennifer: Thank you.",
        "Barbara: Well, congratulations. You pulled it off.",
        "Dusty: I had no choice.",
        "Barbara: Oh, for heaven's sakes. It was a smash. Jen was a little late. But its okay, she got here. She answered questions. They loved everything. They loved her. So move on.",
        "Dusty: She screws up again, I'll definitely move on.",
        "Barbara: I have asked you to ease up on her. She's pregnant.",
        "Dusty: Then she should go home and put her feet up. But if she wants to work, if she wants to run a major label, she will come here and do her job on time, or I'll find somebody who will.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Will: Hey, Ali? Open up. I got breakfast. And then I kinda went a little wild. And I got some OJ, and cinnamon buns and stuff. It's gonna be great. Come on. You okay?",
        "Alison: No.",
        "Will: What, did someone try to break in again?",
        "Alison: How could they? You were at the Lakeview.",
        "Will: What do you mean?",
        "Alison: I know what you did. How could you do something like that to me? I thought we were friends? I trusted you.",
        "[SCENE_BREAK]",
        "Judy: Have fun, Faith.",
        "Lisa: So darling, tell me something. Would you like to have, if you're hungry, I can fix you a nice sundae? Ice cream sundae, would you like that? Would you?",
        "Holden: Maybe after the movie. Your mom probably just made you pancakes, right? How is mommy?",
        "Faith: Fine. Uncle Keith is moving into great-grandpa's house.",
        "Lily: The key. And I will talk to Lisa about you paying the bill over time.",
        "Keith: Don't worry about that. I'll take care of that.",
        "Lily: Well, I gotta search the attic. Find something, the '50s version to make me look like the belle of the ball.",
        "Keith: Okay. So, just so we're clear -- this is a date?",
        "Lily: Yeah. It's a date. And I'm looking forward to it.",
        "Keith: Me, too.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Margo: Does that mean we can make out in the backseat?",
        "Tom: I was hoping maybe I could get, you know, lucky?",
        "Margo: That could happen.",
        "Keith: We can go someplace, you know, get something to eat. Or I can take you home, whatever.",
        "Lily: My marriage is over. And it's time.",
        "Holden: So just do it. Talk to her about our concerns. Do it for me. Don't let me down here."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=AtwZB4skMkg"
}