{
    "Episode Summary": [],
    "Recap": [
        "Henry persuades Clarissa to allow him to replace Simon in the con. Simon isn't happy about it until Henry tells him that he is trying to make Clarissa leave town quickly so that he can be happy with Katie. Simon tells Henry to be careful because Katie couldn't handle losing another important person in her life. Clarissa thinks Henry is in love with Katie, but he tells her they are just good friends.",
        "Katie feels guilty because she is having feelings for Simon so soon after Brad's death and considers selling the house. Katie admits to Simon that she is afraid of falling in love with him again because every time they fall for each other he leaves her. Simon tells Katie that he is determined to leave his old life behind because she is the only person that makes him truly happy.",
        "Janet and Jack are determined to save their marriage and they are brought closer together as they search for Parker and Liberty. Sage tries her best to get Carly to admit that she wants Jack back in her life, but try as she might Carly won't admit that to Sage or to herself. Dusty arrives to help in the search for Parker and Liberty after Janet calls and tells him how scared she is about the kids. Parker and Liberty find shelter in a shack and when daylight comes Liberty is able to find a piece of wood to make a crutch for Parker. Parker is able to walk back to the hotel with help from Liberty as well as the homemade crutch. Everyone is relieved to see Parker and Liberty, but Dusty and Carly aren't too happy to see Jack and Janet back together."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Why did you do that?",
        "Simon: I'm sorry.",
        "Katie: Why would you think I would want you to do that?",
        "Simon: It was just a kiss.",
        "Katie: Just a kiss?",
        "Simon: Yeah.",
        "Katie: That does not exist between us. Kisses between you and me -- they land me on deserted islands chasing after diamonds.",
        "Simon: That's not gonna happen again, okay? No islands in our future -- unless you want to go on vacation. Then, um --",
        "Katie: I just lost Brad. I have to focus everything on that little boy in there, so I have no time in my life for \"Just a kiss\" with you.",
        "Simon: It doesn't have to be just a kiss.",
        "Katie: You think this is funny?",
        "Simon: No.",
        "Katie: Really, if you do, let me show you something.",
        "Simon: No, I don't think it's funny. I'm sorry.",
        "Katie: Look at this. Look at these charts.",
        "Simon: Oh, I remember your charts. I used to love these when we were married.",
        "Katie: This is what my day consists of -- diaper changes, feedings, doctor's appointments, family obligations, work. I map it all out, and I still barely get it done. I'm exhausted all day, I'm anxious at night, and pretty much the whole time, I'm overwhelmed. This is what my life is like now, Simon.",
        "[Baby crying]",
        "Katie: Sure you want to be a part of it?",
        "[SCENE_BREAK]",
        "Henry: Wait. Why are you leaving? What's wrong? What, you didn't like the Australian accent?",
        "Clarissa: Too subtle.",
        "Henry: Wait -- wait a second. The -- the point is to pretend to be Simon. He hardly has an accent at all anymore.",
        "Clarissa: Well, that just shows you how much you know. He lays it on really thick when he talks to Mr. Lee, because it's all part of the --",
        "Henry: Part -- part of the con? Is that the mark's name, Mr. Lee?",
        "Clarissa: Okay, forget that you ever heard that. I'm not going to settle for you when I can have Simon.",
        "Henry: Yeah, but Simon's not gonna help you.",
        "Clarissa: I'm going to convince him to reconsider.",
        "Henry: Why? Why stake all your planning and all of this preparation on a reluctant partner? Listen, Clarissa, I'm eager, all right? I'm not a reluctant partner. I want in on this.",
        "Clarissa: A very wealthy gentleman is prime to turn over an extremely sizable sum to a Simon Frasier. No Simon Frasier, no extremely sizable sum. I know Simon Frasier, and you, my friend, are no Simon Frasier.",
        "Henry: Wait, listen. You know you can't do this job alone, and you know you're not gonna do it with Simon. Ergo, you need a Simon. Ipso facto, you got me.",
        "[SCENE_BREAK]",
        "Liberty: Parker? Hey, hey, Parker. Hi, hi, hi, hi.",
        "Parker: Did I pass out again?",
        "Liberty: Yeah. It was longer this time. Hey, try and stay awake, please.",
        "Parker: Okay.",
        "Liberty: You're really scaring me.",
        "Parker: Aah!",
        "Liberty: Oh, don't. You're gonna hurt your leg again. Stop it.",
        "Parker: No, but the pain will keep me awake, okay?",
        "Liberty: It is a mess. Your leg is a mess. We have to get back to -- to the hotel right now.",
        "Parker: How? How? We're lost.",
        "Liberty: Maybe if we keep moving and we see something familiar, we'll be able to find our way back.",
        "Parker: Liberty, I can't walk.",
        "Liberty: Well, then, you'll just lean on me.",
        "Parker: Yeah, but if I pass out again, then we're gonna be stuck.",
        "Liberty: Parker, I can't leave you here alone.",
        "Parker: Yeah, and I don't really like the idea of sending you out there alone either, but you've got to go. Look, hurry up, please. Find help. I'm craving French fries.",
        "Liberty: Okay.",
        "Parker: Don't trip and fall like I did. Be careful.",
        "Liberty: You too.",
        "[SCENE_BREAK]",
        "Carly: I wish Parker and Liberty hadn't taken off like that.",
        "Sage: Parker gets bored easily.",
        "Carly: Well, he missed your performance, and that's just rude. And now he won't answer his phone.",
        "Sage: Can we go watch some TV?",
        "Carly: Are you hungry, honey? We can get something to eat.",
        "Sage: Without Parker, Liberty, and dad? Maybe Parker called dad. Why don't we go ask him?",
        "Carly: Because he's with Janet, honey.",
        "Sage: You left him alone with her?",
        "Carly: She's his wife.",
        "Sage: So? I saw you and Dad holding hands during my performance. You love him, Mom. I know you do.",
        "[SCENE_BREAK]",
        "Janet: Well, I didn't expect you to jump up and down, but I didn't expect you to be so quiet, either.",
        "Jack: I'm just confused.",
        "Janet: Yeah.",
        "Jack: 'Cause the last time we talked, you wanted an annulment.",
        "Janet: I know.",
        "Jack: And now you want to fight for our marriage?",
        "Janet: I know, I know. It's confusing. We've been back and forth so many times.",
        "Jack: No, because of me. I made plans with you, and I broke them, and I walked out when I should have stuck around, and I should have worked things out with you.",
        "Janet: Jack, I -- I've been all over the place, too. And one minute, I'm asking you to stay. The next minute, I'm yelling at you to go. I mean, it's ridiculous. It's -- it's crazy. But, uh, I know what I want now. I know what I want. I want -- I want you, and our marriage -- unless you came here to be with Carly and I'm making a complete fool out of myself.",
        "Jack: No, I -- I came here for Sage's pageant. I did not come here to be with Carly.",
        "Janet: Good, good. I'm sorry I keep bringing her up. It's just that she's always around.",
        "Jack: No, you have every right to ask about Carly.",
        "Janet: Thank you.",
        "Jack: Just like I have every right to ask about Dusty.",
        "[SCENE_BREAK]",
        "Sage: It doesn't make any sense.",
        "Carly: Marriage and divorce and how you're supposed to feel about each other after you've been through all of that -- it's very complicated, even for adults.",
        "Sage: But this is simple. You and Dad love each other, and that's why I made you guys come here -- so you could see for yourselves.",
        "Carly: Of course we love each other. We have a family together. But your father is married to Janet now.",
        "Sage: So what? You were married a bunch of times, too.",
        "Carly: And how do you know about that?",
        "Sage: Everybody knows that you were married to Uncle Brad and Parker's dad and to a couple of other guys.",
        "Carly: Well, I guess that just proves how hard it is to get it right, at least for me.",
        "Sage: You were right with Dad.",
        "Carly: Sage, you're just remembering the good times, and they were. They were really, really good. But it's in the past. Sometimes you just can't go back. You know, we have got to find Parker. I'm gonna go to the front desk and ask if they've seen him and Liberty.",
        "Sage: Okay -- as soon as you admit that you love Dad and you want him back.",
        "Manager: Excuse me, Ma'am. Is your son Parker Snyder?",
        "Carly: Yes. Why? Is there a problem?",
        "[SCENE_BREAK]",
        "Liberty: Parker -- hey, Parker -- hey, look at me, hey. Hi.",
        "Parker: Hey. You got -- you got to the hotel? You -- you got help?",
        "Liberty: No. I -- I was going to, but I couldn't leave you here alone.",
        "Parker: What! No. Liberty, you have to go. You -- you can't die here in this shack with me.",
        "Liberty: Nobody's gonna die, Parker. I found something. Look.",
        "Parker: What are you gonna do with that?",
        "Liberty: Get us out of here.",
        "[SCENE_BREAK]",
        "Janet: Why are you asking me about Dusty?",
        "Jack: 'Cause I want to know. I need to know. When you asked for the annulment, was it because of him?",
        "Janet: Yes -- partly. But mostly it was because of us, Jack. We're not even living together. How are we supposed to make a marriage work like that? It doesn't make sense.",
        "Jack: And then you kissed Dusty.",
        "Janet: Oh, you have no idea how much I wish I could take that back.",
        "Jack: No, I'm actually glad you told me about the kiss.",
        "Janet: You are?",
        "Jack: You've always been honest with me, Janet, above all else. And I appreciate that. And hearing -- hearing what happened, it made me realize what I did to you, leaving you the way I did with a note. You didn't know if I was ever coming back.",
        "Janet: Yeah, but I'm -- I'm married. I shouldn't even be looking at another guy.",
        "Jack: Okay. We had -- have a great marriage. And I don't want to lose that.",
        "Janet: Oh, me neither.",
        "Jack: I love you.",
        "Janet: Oh, I love you. I love you so much.",
        "Jack: I want you to know -- hey, listen. Nothing happened between Carly and me, okay? Nothing. I would never disrespect you or our marriage that way. I wouldn't do that. I would never do that.",
        "Janet: Okay. Well, let's just chalk it up to we both made some mistakes, huh? All right? Right, and -- and the most important thing is, is that we learn from them and we move on, okay?",
        "Jack: Okay.",
        "Janet: Okay.",
        "Jack: Okay.",
        "Janet: So our future's back on track, right? We'll build the house behind the barn like we --",
        "[Knock on door]",
        "Carly: Hi. I -- I'm really sorry to interrupt. It's about the kids.",
        "Janet: Liberty?",
        "Carly: It's Parker, too.",
        "Jack: What happened?",
        "Carly: I -- I guess they went for a hike with some of the people from the hotel, and somehow, they got separated from the group, and nobody's seen them since.",
        "Jack: Who did you -- who did you talk to? What else did they say?",
        "Carly: The manager. He said he found some clothing, some torn clothing, and there was blood.",
        "[SCENE_BREAK]",
        "Katie: I heard you leave.",
        "Simon: Oh, yeah. I went out to put out the garbage. According to your charts, that's, uh, 6.4 minutes I saved you.",
        "Katie: And now you're folding my laundry.",
        "Simon: Yup. Another 10 minutes straight into your coffers.",
        "Katie: Well, I really appreciate it, but I still need you to leave.",
        "Simon: Okay, the kiss -- rookie mistake.",
        "Katie: Really?",
        "Simon: Yeah. Especially for a professional con like me, you bet. First rule, be patient. Choose your moment.",
        "Katie: And what's the second rule?",
        "Simon: You get what you want when you give them what they want.",
        "Katie: So you're playing me?",
        "Simon: No, I was giving you what you wanted -- time and distance. And I broke the third rule. Never get emotionally involved. It's happening again, Katie. You look at me, and all I want to do is --",
        "Katie: No. Simon, Simon, please don't. Please.",
        "Simon: All right. I know. You're kicking me out. How long for this time?",
        "Katie: I'll call you.",
        "Simon: I won't hold my breath. And you know, for what it's worth, I, um -- I wasn't trying to pressure you or trick you or force the issue. I just wanted to kiss you. I always just want to kiss you. And you know what? That's not exactly all my fault. It's your fault, as well, 'cause you just get to me.",
        "Katie: Kisses scare me. Yours do, at least.",
        "Simon: So it seems.",
        "Katie: No, because it's always the same. Every time, it's the same. You kiss me, and I fall in love with you, and then you leave me.",
        "Simon: I'm not gonna do that this time. I'm not.",
        "Katie: It's always the same.",
        "Simon: Give me a chance. Come on.",
        "Katie: What about your old life?",
        "Simon: What about it?",
        "Katie: Like that woman that you were talking to at Al's, Clarissa.",
        "Simon: She has nothing to do with us.",
        "Katie: Well, what if someone else from your past shows up and you want to be with them?",
        "Simon: There's not gonna be anyone. There is no one. My -- I'm never happier than when I'm here with you. Why do you think I keep coming back?",
        "Katie: But then you leave. You always leave. Why? I mean, if you're worried about hurting my feelings, don't worry. Just tell me.",
        "Simon: It's my feelings. It's my feelings -- that I'm worried about. And the answer's kind of humiliating, you know?",
        "Katie: Why? What is it?",
        "Simon: I had this fantasy that when I come back, I can be a hero, you know -- a hero for you. I'm not a hero. I'm the opposite end of the spectrum from that. I hate myself for it. You know, I should just go and stay gone if that's what you want. Tell me what you want.",
        "Katie: I want Brad not to be dead.",
        "[SCENE_BREAK]",
        "Clarissa: What makes you think that you've got what it takes to be Simon Frasier?",
        "Henry: Well, I've done a con or two.",
        "Clarissa: Successfully?",
        "Henry: Oh, yeah.",
        "Clarissa: I'm beginning to think that you might be useful --",
        "Henry: Use me, Baby.",
        "Clarissa: In convincing Simon to do the deal with me.",
        "Henry: That's not gonna happen.",
        "Clarissa: Damn it, I need him.",
        "Henry: Well, he's not -- he can't get involved in anything illegal, okay?",
        "Clarissa: Because of his devotion to truth and justice?",
        "Henry: No, because -- because he is on the lam, and he is known in this town. The police are watching him. I, on the other hand, am an upstanding citizen. I am above suspicion. So, let me help you do what you need me to do. Just leave Simon out of it.",
        "Clarissa: You won't get a full cut.",
        "Henry: I'm fine with that.",
        "Clarissa: Let's go somewhere private and talk further.",
        "[SCENE_BREAK]",
        "Carly: What did you find out?",
        "Jack: Well, I saw the piece of clothing that they found. It looks like it could have come from Parker's jeans. It also looks like he was hurt and is bleeding.",
        "Carly: Oh, my God!",
        "Janet: What happened?",
        "Jack: Um, they've got a team searching, but it's gonna be dark in a couple of hours, and they got a lot of ground to cover. Listen, can you find something maybe that Parker might have worn, a shirt or something like that? Thanks, Honey.",
        "Janet: What else?",
        "Jack: Well, there's a pretty wide area that they've got to search. Parker and Liberty look like they have backtracked a couple of times, but it also looks like they crossed a stream.",
        "Carly: I'm gonna keep trying their phones.",
        "Jack: Okay. I'm gonna go downstairs and work with the local police, see if there's anything I can do. I'll stay on top of it.",
        "Janet: Now you're on top of it, huh? Where were you when the kids disappeared? You didn't even know they left the hotel room. What were you doing that was so important that you let those two kids get lost? You promised me you'd take care of Liberty.",
        "Jack: I know, Janet. I know I did.",
        "Janet: And now they're out there somewhere, her and Parker, somewhere nobody knows where they are or what's happened to them! I want to know what was so important that you couldn't check on them?",
        "Sage: Is this my fault, because I made everyone come here?",
        "Carly: No, Sage. It's absolutely not your fault.",
        "Jack: Okay, listen. Parker and Liberty -- they went for a walk, and they got lost. We will find them.",
        "Janet: I'm sorry, Sage. You didn't do anything wrong, okay? This is something the grownups should have been taking care of.",
        "Jack: Janet, please. Janet -- wait!",
        "Janet: Stay with your daughter. She needs you.",
        "Sage: Can I go help them look?",
        "Carly: No, Sweetheart. Let's leave the searching to the professionals, okay? Want to lie down for a bit? I'll get your music. Okay, well, I think I'm gonna go out and, uh, get Sage something to eat, okay?",
        "Jack: No, I don't want you talking to Janet for me, Carly.",
        "Carly: She's mad at you, and you don't deserve it.",
        "Jack: We both know that's not entirely true.",
        "Carly: Yes, it is, and you would have been looking out for Liberty if you hadn't been looking out for me instead.",
        "Jack: Are you gonna tell her the rest of it, though? That I broke into the room with you, that I hid in a closet with you -- excuse me. I knew what I was doing, Carly, and if anything happens to those kids, I will not be blaming you.",
        "Sage: Dad --",
        "Jack: Be right there, Sweetheart.",
        "[SCENE_BREAK]",
        "Katie: Pam, hi.",
        "Pam: Hi. I hope I'm not interrupting anything.",
        "Katie: No, no, not at all. Come on in.",
        "Pam: Well, I just had a -- a quick question. Are you still interested in selling this house?",
        "[SCENE_BREAK]",
        "Clarissa: I'll invite Mr. Lee to lunch.",
        "Henry: Lots of drinks. Loosen him up.",
        "Clarissa: Yes, exactly. And after that, he'll probably want to see the land on which we supposedly construct the buildings. What?",
        "Henry: Uh, uh, just the way you're standing reminds me of my ex.",
        "Clarissa: And what exactly does that have to do with the multimillion-dollar payday of which I peak?",
        "Henry: Nothing, nothing. Not a thing.",
        "Clarissa: Exactly. Focus, please.",
        "Henry: I am focused. Uh, Mr. Lee, food and drink. Uh, field trip to the construction site.",
        "Clarissa: Right. Now, you are going to need to look at the blueprints to familiarize yourself with them. And then we'll go over Mr. Lee's favorite bells and whistles so you can bring it up in conver --",
        "Simon: Clarissa.",
        "Clarissa: Simon -- what is he doing here?",
        "Simon: Uh, what am I doing here? Uh, I'm staying here.",
        "Clarissa: You're roommates? Well, that's convenient.",
        "Henry: Yeah, but he was just leaving. Aren't you, Simon?",
        "Simon: No, I wasn't, not until you tell me what you're doing with her.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Dusty: Are you there yet?",
        "Janet: Oh, I'm here. I'm in Michigan. I saw Jack. Oh, God, Dusty.",
        "Dusty: What happened?",
        "Janet: I'm so scared. I don't -- I don't know. I'm so scared. Jack -- Jack is with Carly.",
        "Dusty: Slow down. Take a deep breath, okay, and tell me what happened.",
        "Janet: It's Liberty. She and Parker are lost.",
        "Dusty: Lost where?",
        "Janet: In the woods. I don't know, somewhere. And one of the searchers found a piece of clothing with blood on it. And -- and Jack was trying to be calm when he was telling me about this, but nobody knows if it's even Parker's blood.",
        "Dusty: So they could be okay.",
        "Janet: Well, if they are, then why aren't they answering their cells? Why aren't they here?",
        "Dusty: You said Parker's with her?",
        "Janet: But if he's hurt, then --",
        "Dusty: It's good that they're together. They can take care of each other.",
        "Janet: Dusty -- I -- I can't lose my girl. I can't lose her. What am I supposed to do?",
        "Dusty: Think. If Liberty's lost, what is she gonna do?",
        "Janet: But it is so cold. It is so cold out there.",
        "Dusty: She's from Chicago. She can handle it. What is she gonna do?",
        "Janet: Um, she would -- she would try and find shelter, right? And -- and if she was hurt or -- or Parker was hurt or something, they would -- they would try and build a fire. But if she doesn't have matches, how is she supposed to signal anybody.",
        "Dusty: She'll find a way. She's your daughter, isn't she?",
        "Janet: Yes, she is.",
        "Dusty: She's not gonna just curl up in a ball and wait for you to find her.",
        "Janet: No, she wouldn't.",
        "Dusty: She's gonna find a way to get back to you, right?",
        "Janet: If she knows what's good for her.",
        "Dusty: She does. Help her get back to you any way you can. That's what you do.",
        "Janet: You're right. That is what I'm gonna do. Thank you, Dusty.",
        "[SCENE_BREAK]",
        "[Liberty groans]",
        "Parker: Instead of fashion, you should go into woodworking.",
        "Liberty: I know it doesn't look like much, but it should be strong enough to get you out of here. Okay, I'm gonna help you up. Ready? 1, 2, 3. Got it, got it, got it? Good job. Okay, stick that under there. How does it feel, huh?",
        "Parker: It's good. Just the right height.",
        "Liberty: Perfect. Awesome. Okay, so -- so, the trick is gonna be first to get back to the hotel without getting more lost than we already are, okay? Put your arm around me. There you go. Got it?",
        "Parker: If I pass out --",
        "Liberty: You won't. Let's go.",
        "[SCENE_BREAK]",
        "Jack: [Clears throat] Janet -- I want you to know I don't blame you for being angry. I should have kept in contact with Parker and made sure they stayed close by.",
        "Janet: It doesn't matter how it happened. It really doesn't. We all want the same thing. That's the most important thing, and that's to bring the kids here safe and sound. It's gonna be okay, Sweetheart, okay? Things are gonna work out. It's gonna be okay.",
        "Jack: It is, Honey, I promise you. I'm gonna find them. You have my word. Tart of every New Year",
        "Jack: All right. I'm gonna go talk to the search team.",
        "Janet: Okay, I'll go with you.",
        "Jack: Honey, the command post is a half a mile away up the side of a mountain.",
        "Janet: Go. Jack, wear your gloves.",
        "Carly: Well, Janet, I -- I want you to know.",
        "Janet: Explanations, apologies -- they can wait, okay? What can we do to help find out kids?",
        "Carly: Well, you can make some food. I could hand out coffee.",
        "Sage: Can I help?",
        "Janet: Absolutely. We need all hands on deck.",
        "[SCENE_BREAK]",
        "Clarissa: Are you jealous?",
        "Simon: No, more like curious. What the hell is going on here?",
        "Clarissa: Well, you left me high and dry with Mr. Lee ready to bite, so I just had to replace you.",
        "Simon: [Laughs] Okay. And did you go looking? Did you volunteer?",
        "Henry: It's more than a job. It's an adventure.",
        "Clarissa: And a very profitable one. I'm gonna go and get the plans, now, so you can look over them. See you later.",
        "Henry: She wouldn't take no for an answer.",
        "Simon: No, no, no, no, no. I do not care. Drop out. Tell her you changed your mind.",
        "Henry: I can't.",
        "Simon: Why not?",
        "Henry: Because she'd be all over you. This way, the job gets done, she leaves town, and you can focus on Katie.",
        "Simon: She doesn't want me anywhere near her. That whole thing -- I'm wasting my time.",
        "Henry: What are you telling me? You're just giving up?",
        "Simon: No, I'm giving her some space. That's exactly what she needs right now.",
        "Henry: What, are you nuts? No, no! If Katie pulls back, you've got to crowd her. You've got to crowd her with love!",
        "Simon: Okay, Mate, Mate, off-topic, by the way, remember? Now, tell me what you were thinking, getting involved with Clarissa?",
        "Henry: I was thinking of you. I was thinking of all the hard work you've done to prove yourself to Katie. You can't let Clarissa blow that.",
        "Simon: I can handle her.",
        "Henry: This way, you won't have to. If she accepts me as a substitute for you, the job gets done, and she leaves, mission accomplished.",
        "Simon: You're a good friend.",
        "Henry: Yeah, well, walk on the wild side -- that's in my playbook. [Laughs] Just, uh, good luck with Katie, huh?",
        "Simon: It'll kill her if anything happens to you, and then she'll kill me, okay? So just watch your back.",
        "Henry: Always.",
        "Simon: And be prepared to cut and run if anything -- anything goes wrong.",
        "Henry: Like a gazelle.",
        "[SCENE_BREAK]",
        "Katie: I took the house off the market. I thought you didn't want the listing.",
        "Pam: Well, I didn't, but I was hoping that, uh -- did that, uh, problem go away?",
        "Katie: Yes. Uh, you don't need to worry. It's ghost-free.",
        "Pam: That's wonderful. 'Cause I have these clients -- lovely couple, excellent credit ratings -- and they saw the old listing, and they just decided this is the perfect place for them. So I'm hoping you still want to move.",
        "Katie: I don't know. I haven't thought about that in a while.",
        "Pam: Well, they're prepared to make a very generous offer.",
        "Katie: You know, I -- I will think about it.",
        "Pam: And your friend Simon -- did he move out?",
        "Katie: He did. Oh, right, yes, I forgot. He had come to you about a job.",
        "Pam: Well, that was never going to happen.",
        "Katie: Why not?",
        "Pam: Well, I don't know if you're aware of his, uh, unorthodox background.",
        "Katie: Yes, I know everything about Simon.",
        "Pam: Oh, so then you understand.",
        "Katie: Not quite.",
        "Pam: He's a jewel thief. Who would hire him?",
        "Katie: Maybe someone who cares more about who he is than what he was.",
        "Pam: Well, I suppose. Do think about selling. What you could make on this would buy you a lovely future.",
        "[SCENE_BREAK]",
        "Clarissa: Simon, where are you headed?",
        "Simon: For a drink.",
        "Clarissa: I'll join you.",
        "Simon: No. No, you won't. You're not invited.",
        "Clarissa: Don't be rude. You never know when you might want to return to your roots. What is that I see? A glimmer of greed?",
        "Simon: More like a flicker of concern for Henry. Mess with him and I will come out of retirement and make sure you pay.",
        "Clarissa: Hmm. You know what? It's not too late to reconsider. We're talking about millions of dollars here. Once we pull it off, if you still want to, you -- you can walk away easily, and you'll be set up for life.",
        "Simon: No, Clarissa, let it go. We're done, we're done.",
        "Clarissa: I know you. You're not giving up all this cash just for -- to date some widow with her baby. What, she's got some windfall insurance policy or a rich daddy? Whatever she's giving you, I can top it, even if it eats into my cut. What? What's so funny?",
        "Simon: Katie's not giving me anything. Being with her is work -- hard work.",
        "Clarissa: Then why go through the trouble?",
        "Simon: You just wouldn't get it, Clarissa. Good luck.",
        "Clarissa: You know what? You can never just walk away. That side of you -- that's what -- that's what keeps you going. You can never make a clean getaway.",
        "Simon: Yeah?",
        "Clarissa: Mm-hmm.",
        "Simon: Watch me.",
        "[SCENE_BREAK]",
        "[Jack sighs]",
        "Carly: Hey.",
        "Jack: Hey.",
        "Carly: It's coffee. It's still warm.",
        "Jack: Oh, thank you.",
        "Carly: If you're looking for Janet, she's in the kitchen.",
        "Jack: Yeah. That was my first stop.",
        "Carly: Good. Any news?",
        "Jack: They lost the trail. It's too cold.",
        "Carly: They're not gonna stop looking?",
        "Jack: It's getting too dangerous for the volunteers, Carly.",
        "Carly: Our kids are still out there, Jack.",
        "Jack: Where are you going?",
        "Carly: I'm gonna get some hiking boots. I'm gonna look myself. Jack, let go!",
        "Jack: We have to trust that Parker's the kid we raised him to be. He knows how to do first aid, how to start a fire and where to find shelter. Liberty's got a good head on her shoulders, too. They'll be okay.",
        "Carly: Why do you look worried?",
        "Jack: I just hope he remembers to stay in one spot. The more they move around -- what the hell are you doing?",
        "Carly: If you're asking if I want a drink, I definitely do. Thanks.",
        "Jack: How many times have we been in situations we thought were hopeless? And we came through okay, Carly. We're still here.",
        "Carly: Yeah, we are.",
        "Sage: Mom?",
        "Carly: Hey, Sweetie. It's okay. You go back to sleep, okay?",
        "Janet: What are you doing here? I didn't expect you to drive all this way.",
        "Dusty: I didn't drive. I took a helicopter.",
        "Janet: You rented a helicopter?",
        "Dusty: I own a few helicopters. I thought you might need an extra hand here.",
        "Janet: Oh, you have no idea how glad I am to see you.",
        "Dusty: I can imagine.",
        "Janet: It's been awful, Dusty. It's been awful. It is getting colder and colder out there, and some of the searchers had to call it off because it's just too dangerous.",
        "Dusty: I spoke to somebody on the search team. I have helicopters, manpower. Anything they need, I'll cover it.",
        "Janet: Thank you, thank you, thank you.",
        "Jack: What are you doing here, Donovan?",
        "Dusty: I heard what happened. I brought support for the rescue team.",
        "Janet: Dusty's the one who talked me into driving up here so that we could talk about our marriage. And so when this happened --",
        "Jack: We can use all the help we can get. Thanks.",
        "[SCENE_BREAK]",
        "Clarissa: This one -- the cut is more European.",
        "Henry: Uh, which?",
        "Clarissa: Oh --",
        "[Henry sighs]",
        "Clarissa: What?",
        "Henry: No one's picked out a tie for me since my girlfriend left.",
        "Clarissa: Well, don't get any ideas. This is strictly professional, yes?",
        "Henry: Yes, yes, yes. Of course it's professional. Cufflinks?",
        "Clarissa: Yeah, let me see what you have. So, um, tell me about this woman that Simon gave it all up for.",
        "Henry: Katie?",
        "Clarissa: What makes her so special?",
        "Henry: What did Simon tell you?",
        "Clarissa: That she was work.",
        "Henry: Yeah, yeah. She is that. She's also, uh, amazing and adorable. She's smart. She's very funny. Did I mention adorable?",
        "Clarissa: Is that why your girlfriend left you?",
        "Henry: What? What are you talking about?",
        "Clarissa: Well, you know what? I -- I was trying to figure out why you would want in on a con with somebody you barely know. It wasn't for the money.",
        "Henry: I have my reasons.",
        "Clarissa: Yes, you do. Yes, you do. And -- and she's funny, smart, and ooh, did you mention adorable? Please.",
        "[SCENE_BREAK]",
        "Simon: Hey.",
        "Katie: You came back.",
        "Simon: You wanted me to come back?",
        "Katie: I'm glad you're here. Come in.",
        "Simon: Okay. I just wanted to say --",
        "Katie: I had a visitor.",
        "Simon: Who?",
        "Katie: It's just so weird, you know? Sometimes when you think that you're working so hard to get past everything, someone shows up or something happens, and it all comes flooding back.",
        "Simon: Okay, all right. Who came by?",
        "Katie: The real-estate agent, Pam.",
        "Simon: Oh. Oh, what did she want?",
        "Katie: She has a couple that wants to buy the house if I still want to sell it.",
        "Simon: Okay. And -- and do you?",
        "Katie: I think I should. I think it would be good for me to get away from this place and all of these memories.",
        "Simon: All right. What's stopping you?",
        "Katie: Because if I do, I feel like it will be an insult to Brad, to what we meant to each other and the life that we built together. I mean, I'm already letting him down.",
        "Simon: Whoa, whoa, whoa. How could you possibly be letting him down? You are -- you are brilliant with Jacob. You're pushing yourself to go back to work. You should be proud of yourself. Look, I'm sure Brad would be.",
        "Katie: I don't think so.",
        "Simon: Why's that?",
        "Katie: Because it hasn't been that long since he died, since we said goodbye, and I'm already having feelings for you.",
        "[SCENE_BREAK]",
        "Jack: All right, the guy you need to talk to is Mark Clayton. He'll be coordinating the air rescue.",
        "Sage: It's them! Mom, it's them!",
        "Carly: Parker --",
        "Janet: Oh! Oh, my God, Sweetheart. Come here. Oh.",
        "Carly: Parker, what happened?",
        "Jack: It's all right. I got you.",
        "Parker: I'm okay. I'm okay, really. Don't worry.",
        "Liberty: He's not okay. He's not okay.",
        "Parker: Aah!",
        "EMT 1: I need to take your blood pressure.",
        "EMT 2: This is a pretty nasty cut.",
        "Liberty: Yeah, he feels warm. And, I mean, he's in a lot of pain. I don't know if it's broken, but there's swelling. Does it still hurt?",
        "Parker: Yeah.",
        "Liberty: So, we would have stayed where we were --",
        "Janet: Which was where?",
        "Liberty: There was a shack that we found in the woods, but Parker kept passing out.",
        "Janet: Oh, Baby --",
        "Liberty: And I was just scared that he had a concussion or something so that if we waited till the morning, something bad might happen.",
        "Jack: No, you did a great job, Liberty.",
        "EMT 2: He's going to need x-rays so we can tell what's really going on.",
        "Dusty: My helicopter's here if you want to go back to Oakdale, have the kids treated at Memorial.",
        "Carly: Oh, yes. That's a great idea. Thank you.",
        "Janet: They came back like you promised.",
        "[SCENE_BREAK]",
        "Henry: You're -- you're being ridiculous.",
        "Clarissa: And you protest too much.",
        "Henry: Katie is a friend.",
        "Clarissa: Oh, right.",
        "Henry: Yes, right. And, I'm very protective of her because she's been through a lot lately.",
        "Clarissa: Oh, yeah, and you really enjoy helping her cope.",
        "Henry: Simon will make her happy.",
        "Clarissa: Only Simon?",
        "Henry: I thought you said we need to focus on that meeting tomorrow.",
        "Clarissa: Are you focused, Henry?",
        "Henry: Like a laser. So, let's get back to work. I need to practice that accent.",
        "[SCENE_BREAK]",
        "Katie: I shouldn't have said what I just did. I'm just confused and exhausted.",
        "Simon: And overwhelmed. Oh, that's why I came back. I brought something, actually, that may help with that, if you'll accept it.",
        "Katie: What is it? My charts.",
        "Simon: All the detail may not be there. I had to reconstruct a lot of it from memory. But, um, I did make some changes.",
        "Katie: Simon -- you're in every box with me.",
        "Simon: It's just 'cause it's where I want to be.",
        "[Katie sighs]",
        "Simon: See? I just want to, um, help you change the oil. Here, pick up -- pick up firewood.",
        "Katie: How can you do this? You always do this every time. When I think it's -- I can't. I'm still in love with Brad.",
        "Simon: I know, and why wouldn't you be? I mean, he was -- he made you happy. He was the father of that beautiful boy sleeping in the next room. He was a good man, you know? It's -- you should hold his memory close.",
        "Katie: But if I really loved him, then how can I have these feelings for you?",
        "Simon: We're always gonna have these feelings for one another. They're never, ever gonna go away. We just -- affect one another like that.",
        "Katie: What about all the traveling you've done and the exciting people you've met?",
        "Simon: And the cops that I run from, the jail cells I've slept in, the unsavory associates who've tried to kill me. I -- I'm done with it.",
        "Katie: You'll still miss it.",
        "Simon: Not as much as I miss you.",
        "Katie: You really mean that?",
        "Simon: Katie, it's what I want. It's what I want more than anything. I want to find my way home. And home to me is you -- if I'm what you want.",
        "[SCENE_BREAK]",
        "Dusty: Helicopter's here. It's in the parking lot.",
        "Liberty: I'll see you back in Oakdale, okay?",
        "Parker: Aren't you coming with us?",
        "Janet: Yes. Yes, she is. Yes, you are.",
        "Carly: Come on, Sage.",
        "Liberty: I have a little bit of a chill, Mom. I really do not need to be taken in.",
        "Janet: I don't care. I want you to go see a doctor no matter what.",
        "Jack: Honey, I can stay behind.",
        "Liberty: Please.",
        "Dusty: There's room for all of you. I'll stay here.",
        "Jack: You sure?",
        "Dusty: Yes.",
        "Janet: Jack, uh, would you get Liberty settled, please? I'll be right there.",
        "Jack: Yeah, of course. Thanks again.",
        "Dusty: Yeah. You'd better get going. I'll make sure the cars get back to Oakdale.",
        "Janet: Oh, the cars -- I didn't even think about that. What about you?",
        "Dusty: I'll make my way back. I always do.",
        "[NEXT_ON]",
        "Barbara: Hello. Henry?",
        "[Henry sighs]",
        "Simon: You got a plan?",
        "Katie: Yeah, I do. A really good one.",
        "Susan: We have run a full battery of tests, and they've all come back negative.",
        "Paul: Well, then, why won't she wake up?",
        "Barbara: What have you done to Emily?",
        "Mick: I made sure that she could not interfere with me winning Paul over."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=SK0XO_LYGGc"
}