{
    "Episode Summary": [],
    "Recap": [
        "Doc tells Margo to meet him in Bay City. In the meantime Katie asks to talk to her and Tom begins looking for her, Jessica driving to Bay City to warn Margo. Jessica and Ben had fought earlier about in vitro fertilization, Ben telling her he was done with it. While she commiserates with Doc, they end up kissing. Simon wakes up and finds blood all over the cottage and Katie screams that Faux is missing. He meets with Pilar and again tells her its over, Pilar replying that it's not over until she gets what she wants. Jordan is flying to where Roseanna has Cabot and is joined by Paul, who informs him that he isn't going to get anywhere near Roseanna unless it's through him. Jordan informs the authorities that he suspects that Paul is trying to smuggle narcotics, Paul being detained while Jordan conveniently shows up as Roseanna is about to leave."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: I feel almost guilty, staying in bed all morning.",
        "Simon: Well, at least we weren't doing anything useless like sleeping. Remind me again why we got up at all?",
        "Katie: Food! I don't know about you, but I can't keep up that pace without any nourishment. And besides, I have places to go and people to see.",
        "Simon: Plans I know nothing about?",
        "Katie: I have to tell Margo about Australia.",
        "Simon: Oh. How do you think she's going to take it?",
        "Katie: She's going to grill me, then shed a few tears, and then ultimately, she'll say, \"whatever makes you happy, Katie.\"",
        "Simon: I'm glad that's still me. Okay, go upstairs, have a shower. I'm going to get some coffee, put some food on.",
        "Katie: Aw!",
        "Simon: Bacon and eggs?",
        "Katie: Sounds good.",
        "Katie: Oh, my God! Simon!",
        "[SCENE_BREAK]",
        "Ben: Hey, hey, what are you doing walking around here?",
        "Jessica: Don't worry, I'm fine.",
        "Ben: Your doctor gave you your walking papers not three hours ago.",
        "Jessica: Sweetheart, I feel fine.",
        "Ben: And you should be home, in bed. We talked about this.",
        "Jessica: I had to come and tell you the good news.",
        "Ben: What, you couldn't tell me over the phone?",
        "Ben: Research for what?",
        "Jessica: For us. Sweetheart, he has worked miracles. People who haven't been able to conceive for years, people who were told they would never have children -- he has given them healthy, happy babies. So I made a call, and he wants to meet with us and talk about the in-vitro process.",
        "Ben: Jessica --",
        "Jessica: Look, I've done all the hard work. Now what I need for you to do is to get my records from Dr. Schiller's office and then clear your schedule for next Tuesday morning.",
        "Ben: Jessica, I thought I made myself clear! I don't agree with this unilateral decision of yours -- not as a doctor, and certainly not as your husband.",
        "[SCENE_BREAK]",
        "Doc: If you only knew how much I wanted to kiss you right now.",
        "Margo: Are you crazy?",
        "Doc: I am about you.",
        "Margo: Do you think that people aren't seeing this?",
        "Doc: I made reservations. The Harbor View Hotel, Bay City.",
        "Margo: I can't -- I can't get away.",
        "Doc: Too busy? Or are you having second thoughts?",
        "[SCENE_BREAK]",
        "Rosanna: Did you have a good nap, huh? Yes, I bet you did. You look very well- rested, huh? You have been such a good boy with all the traveling that we've had to do. We're home now, and you are safe. Snug as a bug in a rug. Yeah. What do you say we get you something to eat, and afterwards, we'll go down and look at the ocean, huh? You can play in the sand. What do you think? That would be nice, huh? You're going to love Bermuda, Cabot -- simply love it.",
        "[SCENE_BREAK]",
        "Flight attendant: Is there anything I can get for you, sir?",
        "Jordan: No thanks. But what's our ETA on Bermuda?",
        "Flight attendant: We should be touching down in about 40 minutes.",
        "Jordan: Thank you.",
        "Paul: Hey, how's it going? What are you doing sitting back here, huh? You should really try sitting up in first -- oh, maybe I should think about giving you a raise.",
        "[SCENE_BREAK]",
        "Jordan: What do you think you're doing?",
        "Paul: I'm following you.",
        "Jordan: How did you find me?",
        "Paul: Dear old dad would be so disappointed.",
        "Jordan: About what?",
        "Paul: You didn't know you were being tailed? Look, I knew you were going to go to the prison to see James, get more advice, so that means you were going to make some kind of a move. I just waited, I watched --",
        "Jordan: I didn't go there for advice. I went to find out where Cabot is. Now, I am going to get him back, and there's nothing you can do to stop me.",
        "Paul: Well, then we've got a wee problem, little brother. Because that's exactly what I intend to do.",
        "[SCENE_BREAK]",
        "Doc: I thought we both wanted the same thing.",
        "Margo: I know. I know what I said, Doc.",
        "Doc: Don't tell me you're changing your mind. We talked about this.",
        "Margo: Well, saying and doing --",
        "Doc: I know, listen, I know. Me saying I want to reach out and touch you right now, and me actually reaching out and touching you -- one's in my mind, and the other is real, and hot. And I've waited long enough.",
        "Margo: Doc, I can't -- I can't do this --",
        "Doc: Margo, just look me in the eyes, and tell me you don't want me. I'll walk away.",
        "Margo: Stop doing this to me.",
        "Doc: Did you feel something when you looked in my eyes?",
        "Margo: Yeah.",
        "Doc: That's what I mean. We've tried time and time again to bury this thing, but it has a life of its own. You and I have a connection, Margo -- a very real, very exciting connection. And the more we try to stay away from each other, the harder it gets. You'll sit around every day thinking what it's going to be like me touching you. You'll fantasize about it.",
        "Margo: Would you please stop doing this to me?",
        "Doc: I will do anything you want, Margo. I will do anything you want. But I have to know what you want.",
        "Margo: You. I want you. At the Harbor View Hotel in Bay City.",
        "Doc: You're not going to stand me up like you did last time?",
        "Margo: No, I won't I promise I won't. But you've got to go. You've got to go now. My son is meeting me here for lunch, and I've gotta get you off of my mind.",
        "Doc: I'll be waiting. I'll be waiting.",
        "[SCENE_BREAK]",
        "Casey: Mom?",
        "Margo: Oh!",
        "Casey: You okay?",
        "Margo: Yeah, hi.",
        "Casey: You looked kind of --",
        "Margo: No, I'm great, I'm just great -- hi! I'm --",
        "Tom: Surprised?",
        "Margo: Yeah, I am. I thought I was going to have a mother-son lunch here, and well -- to what do I owe the honor of your presence?",
        "Tom: Oh, just lucky, I guess.",
        "Margo: Yeah.",
        "Casey: That's what Dad and I need a little more of -- luck.",
        "Margo: What's that? Why?",
        "Casey: The \"six keys to the kingdom\" contest.",
        "Margo: Right. I thought you guys already won that.",
        "Casey: We only solved the first clue, Mom. There still quite a ways to go before we win the whole contest.",
        "Margo: Okay, duh. I guess I'm a little shaky on the rules. What are they again?",
        "Casey: \"The City Times\" puts clues out in the paper, all based on Oakdale history. Every time you solve a clue, you find a key. The first team to find six keys wins 300 grand.",
        "Margo: Yeah, yeah, yeah. It's all coming back to me. It's all coming back.",
        "Tom: Hey, is it okay that I tagged along for lunch?",
        "Margo: Of course it is. Yeah. I just -- I wasn't expecting to see you, honey.",
        "Tom: Casey? Do me a favor. Run in the kitchen, see if you can find the maitre d' or the chef, and see if anybody's seen your Grandma.",
        "Casey: And I can hit her up for some Oakdale trivia? I mean, she's lived here forever. She's got to know all the dirt. I'll be back. Cheeseburger, medium, fries --",
        "Tom: Yeah, yeah.",
        "Margo: And a green salad?",
        "Casey: Every meal needs a little decoration. Back in ten.",
        "Tom: Okay. Honey, you okay?",
        "Margo: I'm fine. Why? I'm fine.",
        "Tom: Well, you just seem a little preoccupied. I wondered if it had anything to do with Doc.",
        "Margo: Doc Reese?",
        "Tom: Yeah, I ran into him on my way in.",
        "Margo: Well, that's gotta hurt.",
        "Tom: Well, Ben's been telling me that Jessica's always running interference for this guy.",
        "Margo: They say he can be a trip, yeah.",
        "Tom: Yeah, so I was worried, with Jess in the hospital, taking it easy -- I thought maybe he was dumping all his troubles on you.",
        "Margo: I can handle Doc Reese.",
        "Tom: Well, I know, but you shouldn't have to handle him. Why don't you just let me have a talk with the guy?",
        "Margo: Tom, I'm fine. I'm just fine.",
        "Casey: Grandma says that if we go down to the loading dock, we can buy a copy of the paper before it even gets loaded onto the trucks. Before they even get 'em at the newsstands.",
        "Tom: I'm okay with a scavenger hunt, but I can't be hanging around at the docks in the middle of the afternoon.",
        "Casey: I'll go. Just drive me down there, I'll wait.",
        "Tom: As soon as we've had lunch with your Mom.",
        "Casey: Come on, 300 grand. I could pay for college.",
        "Tom: Uh-huh.",
        "Casey: I could buy a car. I could see the world.",
        "Margo: You know what? I'm not going to be the Mother who keeps my son from leaving the house and seeing the world. So go. Just go.",
        "Casey: You're the best.",
        "Margo: I am the best.",
        "Casey: Come on, Dad. I really want to be first in line, okay?",
        "Tom: All right, all right, I'm coming. You're sure you're okay with all this?",
        "Margo: I'm fine. Go.",
        "Tom: Casey's right, by the way. You are the best. And I love you.",
        "Margo: I love you, too, Tom. Tom, I love you very much.",
        "[SCENE_BREAK]",
        "Ben: All right, I agreed to go along with you on taking the fertility drugs against my better judgment, and what happened? You ended up here, in the hospital, bleeding. And those fertility drugs, they are mild compared to the hormones you have to take for the in-vitro process.",
        "Jessica: I've read all the articles --",
        "Ben: Did you read what the drugs are going to do to your body? Have you read what this process will do to you emotionally?",
        "Jessica: I am willing to do whatever it takes.",
        "Ben: Well, I am not willing to lose you in the process.",
        "Jessica: So, what are you saying, Ben?",
        "Ben: I think -- I think we need to put this working at making a baby thing on hold for awhile. It's like you're obsessed with the idea of --",
        "Jessica: Obsessed? Because I want to have a baby more than you do, and so now, I'm obsessed?",
        "Ben: No, don't words in my mouth. That's not what I said. I'm only asking you, again, to listen to Dr. Schiller. She is against the in-vitro process at this stage of the game, and I trust her opinion.",
        "Jessica: Oh, but you don't trust the woman you're married to.",
        "Ben: Your doctor thinks that you're putting too much pressure on yourself, and I agree. I don't see why we can't just go -- stop taking the temperatures, stop charting your cycles, and just start making love again. Start being together just because it feels good and because we want to be. And if something else happens, it happens.",
        "Jessica: And what if it doesn't happen?",
        "Ben: Well, maybe it's not meant to be.",
        "Jessica: Okay, okay. So since you're being honest about how you feel, then I'm going to be honest, too.",
        "Ben: Okay.",
        "Jessica: I'm going to keep that appointment with the in-vitro specialist at Milltown General, and I am keeping it with or without you.",
        "Ben: Well, this is not something you can just run off and do on your own, Jessica.",
        "Nurse: Excuse me, Dr. Harris? They need you in the ER, stat.",
        "Ben: Fine, I will be there. I have to go. Will you please go home, get some rest, and we will talk about this later, when you're a little more rational.",
        "Jessica: So now I'm irrational. [Phone rings] Hello?",
        "Margo: Hi, it's me. I need to talk.",
        "Jessica: Where?",
        "Margo: Lakeview lounge.",
        "Jessica: I'm on my way.",
        "[SCENE_BREAK]",
        "Katie: Faux? Faux? Come on, where are you, baby?",
        "Simon: Wait, wait, wait. Let's have a seat, come here.",
        "Katie: I don't understand how this could happen. The cage was wide open. How did she get out?",
        "Simon: It was bound to happen sooner or later, right?",
        "Katie: What do you mean?",
        "Simon: It's just, I've noticed that the latch isn't properly on the cage sometimes, that's all.",
        "Katie: Oh, God. How could I be so careless?",
        "Simon: Baby, don't blame yourself. Just don't get upset.",
        "Katie: You think she got outside?",
        "Simon: I don't know. Look, I'm going to look down here. Why don't you go back upstairs --",
        "Katie: I've looked everywhere upstairs. She's nowhere to be found.",
        "Simon: Maybe go outside, have a look outside. If I find any sign of her in here, I'll come straight out.",
        "Katie: Okay. She wouldn't have gone too far. She's in love with Snickers. She's gotta be here somewhere. Faux?",
        "Simon: How could you do this, Pilar?",
        "[SCENE_BREAK]",
        "Rosanna: Okay, I think we're ready.",
        "Houseman: Sorry to disturb you, Ms. Cabot.",
        "Rosanna: It's all right. Is there a problem?",
        "Houseman: There's a message from your office in Detroit, ma'am.",
        "Rosanna: What is it?",
        "Houseman: They said for you to call them immediately. They have urgent information for you.",
        "[SCENE_BREAK]",
        "Jordan: Rosanna had no right to run off with my son.",
        "Paul: Don't give me this \"my son\" crap. You just found out the kid existed. You've spent what, like a half-hour with him? I have a stronger bond with that child than you do.",
        "Jordan: And whose fault is that?",
        "Paul: Not Rosanna's. She's the best mother a kid could ever want.",
        "Jordan: Oh, here comes the speech, cue the violins.",
        "Paul: Ever since Rosanna had Cabot come into her life, she's done nothing but pour her heart into that child, into keeping him safe.",
        "Jordan: Yeah, like your only concern is protecting an innocent child from the big ole boogeyman, right? You could care less about Cabot. This is about Rosanna.",
        "Paul: What are you trying to say?",
        "Jordan: You're obsessed with her. Tell me, Paul, are you trying to make up for the way that you betrayed her and caused her to lose Cabot in the first place, or are you just jealous?",
        "Paul: Jealous?",
        "Jordan: She's married to me, she's the mother to my child. You can't stand it, can you?",
        "[SCENE_BREAK]",
        "Jessica: Margo, what's wrong?",
        "Margo: I'm meeting Doc.",
        "Jessica: I hope you mean for lunch?",
        "Margo: He's made a reservation at a hotel.",
        "Jessica: Margo!",
        "Margo: I know -- I know that you disapprove, but -- I need to talk to my friend. I need to talk to someone, or I'm going to scream!",
        "Jessica: Listen, listen, listen. I am your friend, and my approval is not the point. Just stop for a minute and breathe, and think. What are you doing? Why are you taking such a terrible risk?",
        "Margo: Because of Doc. Because Doc makes me feel alive again -- alive in a way I haven't felt in years. Ever since the first time I saw him, and I keep praying that this feeling will go away, but it doesn't go away. He's all that I think about. And every time we're together, Jessica -- we can't keep our hands off each other. And I know that it's wrong -- but I like that it's wrong. I like the intrigue, I like the heat, I like the passion.",
        "Jessica: What about Tom?",
        "Margo: I love Tom. I love what Tom and I have. But I've got this slow burn for Doc. I just think maybe if I go, and I meet him -- and it's just once, just one time.",
        "Jessica: What makes you think it'll be just once?",
        "Margo: Because, they say that sometimes the only way to get over a temptation is to give in to it. So, I will. I am going to give in to it. I am going to go -- and give in -- and then I'll go. I'll go back to my life.",
        "Jessica: They also say that a taste of honey is worse than none at all. Stay away from the honey, honey.",
        "Margo: It's just going to be one time -- and then, I think that the mystery will go away. That it will have no power anymore.",
        "Jessica: Maybe. Or it may be the beginning of the end of your marriage to Tom.",
        "[SCENE_BREAK]",
        "Katie: Did you find Faux?",
        "Simon: No, babe. Sorry, no sign of her.",
        "Katie: Oh God. I don't know what to do. I guess I'll just go look upstairs some more.",
        "Simon: Good. And I'm going to continue to look down here, okay.",
        "Katie: And then maybe we can look in the back, okay?",
        "Simon: Absolutely.",
        "Katie: She's going to turn up. She has to.",
        "Pilar: Hello?",
        "Simon: Are you out of your mind?",
        "Pilar: You got my message. Good.",
        "Simon: What do you want?",
        "Pilar: Your attention. I thought you needed to know I'm serious about this, Simon. Failure is not an option.",
        "Simon: All right, why don't you get it into your thick head -- Mike doesn't want you. Probably because you're a sick and twisted psycho.",
        "Pilar: Watch what you say to me. And find a way to get through to Mike. Because it would be a shame if another tragic accident befell someone else you love.",
        "Simon: Where are you?",
        "Pilar: The courtyard, over near the old library.",
        "Simon: Katie?",
        "Katie: You found her?",
        "Simon: No, babe, I haven't. Look, I'm just going to jump in the car and go down the road and see if I can see her, okay?",
        "[SCENE_BREAK]",
        "Paul: You're starting to sound an awful lot like the old man, Jordan.",
        "Jordan: You think so?",
        "Paul: It's not a compliment.",
        "Jordan: Look, your fixation with James is not my problem. Finding Cabot is. James has done nothing but help me.",
        "Paul: So far, yeah.",
        "Jordan: You have no clue what's going on, do you? Because you've been following Rosanna around --",
        "Paul: Yeah, and what do you call what you've been doing with my little sister behind closed doors? After hours? What particular marriage vow were you honoring with her?",
        "Jordan: Well, maybe I'm just borrowing a page from the book of Paul. The old \"it's not my fault, someone else is responsible\" technique. I've heard the stories.",
        "Paul: Oh, yeah? Did you hear all the stories? I shot the old man once and nearly killed him.",
        "Jordan: No.",
        "Paul: It's true. I was 16 years old. But I'd do the same thing today. I would hurt anyone who tried to hurt someone that I loved. James Stenbeck or anybody else. So you watch your step.",
        "Jordan: Is that a threat?",
        "Paul: Nope. No. No, that is a promise.",
        "[SCENE_BREAK]",
        "Rosanna: Are you sure it's safe?",
        "Houseman: It's a pre-paid mobile phone, ma'am. It's untraceable.",
        "Rosanna: Yes, it's me. Yes, I know Paul Ryan. What's his message? Are those -- his exact words? Thank you very much. We have to get out of here. Before it's too late.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Doc: Come on, Margo, baby. Don't stand me up.",
        "[SCENE_BREAK]",
        "Paul: The only way out of this is past me. You want to get to Rosanna? You gotta get through me.",
        "[SCENE_BREAK]",
        "Margo: I'm not defending myself. I'm just being honest. Jessica, I can't help myself.",
        "Jessica: Yeah, I've noticed.",
        "Margo: And I know that you think that I'm making a horrible mistake.",
        "Jessica: Do you really care what I think?",
        "Margo: I do.",
        "Jessica: Margo, I have been there. I've been where you're about to go. I had that same kind of connection, that same -- with Marshall, when we first met. And I slept with him, and I said it would never happen again. But it did. And you know the rest of the story. I almost lost everything -- Ben, Bonnie, my career.",
        "Margo: I know, I know that. I know.",
        "Jessica: I know what this is like. Being with a man that makes you feel that way, whether it's right or wrong -- especially if it's wrong. It is like a drug. And you get hooked. And you want more, and more, and more --",
        "Margo: I know, but what am I supposed to do?",
        "Jessica: Walk away -- before it's too late.",
        "Margo: What if I can't?",
        "Jessica: What if somebody sees you two together?",
        "Margo: They won't. It's the Harbor View Hotel in Bay City.",
        "Jessica: So there is nothing I can say to talk you out of this? Then why did you ask me to come down here? To bear witness to a bad decision?",
        "Margo: Because I needed to talk to my best friend.",
        "Jessica: Even if, even if no one sees you -- if you go through with this, you'll know. And I'm afraid you'll never be able to forgive yourself.",
        "Margo: I'm not asking for your approval. I'm asking for your silence. I'm asking my friend.",
        "Jessica: You've got it.",
        "Margo: Thank you.",
        "[SCENE_BREAK]",
        "Tom: Thank you. Hello?",
        "Katie: Tom, it's Katie. Your office said I might be able to find you there.",
        "Tom: Yeah, I was interviewing a witness that's been hospitalized. What's the problem?",
        "Katie: I'm trying to find Margo, the guys at the station said that she's not around, and they don't know where she is -- and I tried on her cell and she's not answering. Is she undercover right now, or something?",
        "Tom: Not that I know of. Are you okay?",
        "Katie: Not really. One of my rabbits is missing.",
        "Tom: Aw, Snickers?",
        "Katie: No, the other one. She got out of her cage, and she's nowhere to be found.",
        "Tom: I'm sorry to hear that.",
        "Katie: Thanks. We're hoping that she just comes back on her own. Anyway, in the meantime, can you and Margo come by the cottage?",
        "Tom: To go rabbit hunting?",
        "Katie: No, no -- I have something else to talk to you about. Any idea where I can find your wife?",
        "Tom: Tell you what -- you concentrate on finding the rabbit. I'll locate my wife.",
        "Katie: Thanks, Tom. Wish me luck.",
        "[SCENE_BREAK]",
        "Pilar: It's a beautiful day today, don't you think? There's something in the air. Like anything can happen.",
        "Simon: What the hell is wrong with you?",
        "Pilar: I'm starving. We should have a picnic. You know what would be good? A big bowl of rabbit stew.",
        "Simon: You have gone way too far this time, Pilar.",
        "[SCENE_BREAK]",
        "Jordan: As soon as I get Cabot back, that will be the end of my association with James Stenbeck.",
        "Paul: Baby boy that will just be the beginning. What it will be the end of is your life as you know it.",
        "Jordan: Yeah, well, you know, I'm starting to get used to major upheavals in my life.",
        "Paul: It's not too late, you know. You can turn around, catch the next flight back to Oakdale, pretend that none of this ever happened.",
        "Jordan: Except Cabot will still be missing.",
        "Paul: Cabot will be safe.",
        "Jordan: Excuse me, Mr. Ryan seems to have lost his way --",
        "Paul: No my little brother and I --",
        "Jordan: I've never seen this man before in my life!",
        "Paul: He likes to play this game. It's a funny game. Funny guy. You little son of a psycho.",
        "Flight attendant: Mr. Ryan, if you wouldn't mind returning to your seat?",
        "Paul: Understand something -- the only way out of this is past me. You want to get to Rosanna? You got to get through me.",
        "Flight attendant: Everything all right, sir?",
        "Jordan: Yeah, I'm sorry about that. That man, he is really is my brother. But he has some emotional problems. And some legal ones, too, I'm afraid. You know, I hate to do this, but someone has to intervene.",
        "Flight attendant: Is there some way I can be of service?",
        "Jordan: As a matter of fact, I think so. It's for his own good. One day he'll thank me.",
        "[SCENE_BREAK]",
        "Doc: Come on, Margo, baby. Don't stand me up.",
        "[SCENE_BREAK]",
        "Tom: Well, hello, Jessica.",
        "Jessica: Hey Tom.",
        "Tom: You seemed like you were a million miles away there.",
        "Jessica: Oh, just, you know -- some things on my mind.",
        "Tom: Yeah. Have you seen my lovely wife anywhere today?",
        "Jessica: Margo?",
        "Tom: Yeah. That would be the one.",
        "Jessica: Is there an emergency or something --",
        "Tom: No, Katie wanted us to stop by her place and talk about something important, but I can't find Margo anywhere.",
        "Jessica: I'm sorry, Tom, I wish I could help you, but --",
        "Tom: Oh, don't worry about it. It was a long shot. I'll give Hal a call and see if he knows where she is.",
        "Jessica: Yeah, yeah, that's a good idea. Leave it to the professionals, right?",
        "Tom: But, if you do see her, please --",
        "Jessica: I will make sure that she gets in touch with you right away.",
        "Tom: Okay. Thanks, Jess.",
        "Jessica: Sure. First, I'm going to remind her what a good friend I am. Then I'm going to kill her. I just hope I get there before she's done something that can't be undone.",
        "[SCENE_BREAK]",
        "Katie: I thought Faux was happy here.",
        "Henry: She was.",
        "Katie: Maybe it's a sign, you know? That it's time to move on. Not just for her, but for me, too.",
        "Henry: You wanna repeat that?",
        "Katie: Simon and I, we've decided to leave.",
        "Henry: Like a little vacation? Little getaway?",
        "Katie: We're moving to Australia.",
        "Henry: Katie, tell me this is some kind of bad joke to shock me out of my bunny grief.",
        "Katie: No, please, you're going to make me start crying.",
        "Henry: Well, here, you should cry. You should cry oceans of tears for even thinking of that. Australia's too far away.",
        "Katie: I know it's far, but --",
        "Henry: And don't tell me, \"oh, we'll talk, we'll write, we'll call and there's always email,\" no, no, you and I both know that you belong here, with me. Come on, who's going to keep me on the straight and narrow, huh? While still encouraging and admiring my evil genius ways? We're a team, we're a team, we're a team, Bubbles. You don't just break up a team like this. It doesn't come along every day.",
        "Katie: I know, but Simon and I, we need a new start.",
        "Henry: Then, get a new hairdo. Have a baby. Whatever, come on, going on the other side of the planet? For a new start? Criminals do this sort of thing, Katherine. No, all right, no. You're not going. No, sorry.",
        "Katie: I knew you were going to say that.",
        "Henry: Well, then you must also know that you need to give me a better reason for leaving me.",
        "Katie: I need to live in Simon's world for a while, okay? He's lived in mine for such a long time, and I need to repay the favor. You know, as scared as you are, sometimes you just have to venture out on your own. A door opens, and you have to -- see what's on the other side.",
        "Henry: You did not just say that.",
        "Katie: I'm just saying -- I want you to stay in the cottage. And, I need you to do some things for me, okay? Take care of Snickers, and keep looking for Faux. Can you do that?",
        "Henry: All right, I'll build her a little bunny door. She can come back easier that way. I'll make sure she stays when she gets --",
        "Katie: I'm going to miss you so much!",
        "Henry: I hate Simon. I really do.",
        "Katie: Don't say that.",
        "Henry: No, he's taking you away from me. I know he's a good guy and all, that sort of thing --",
        "Katie: He is a changed, different man. He's free.",
        "Henry: Yeah, but --",
        "Katie: Yeah, but nothing. Okay, you're right, Henry. I don't know what's going to happen for Simon and me. But I do know one thing. He is never going to let me down again.",
        "[SCENE_BREAK]",
        "Pilar: I came here to do your dirty work, and you got what you wanted. I drove Katie right back into your arms.",
        "Simon: I've never seen a messier job.",
        "Pilar: You know how much you love her? That's nothing compared to how I feel about Michael.",
        "Simon: Well, I really do hope he's got his insurance up to date.",
        "Pilar: He loves me, too. We have a history together. All you have to do is find a way to make him remember it. We have to make him see how good he and I can be again.",
        "Simon: Woah, we? Pilar, there is no we. Our business is done, okay? Over.",
        "Pilar: Some things are never over, Simon. Especially if one of the parties involved goes away unsatisfied. That could be very unhealthy for the people in your life.",
        "Simon: No, no, no, no. If you come near my house, you come near my wife, and you will regret it.",
        "Pilar: I don't have regrets, Simon. But you might, after I have a conversation with Katie.",
        "Simon: Oh, you want to have a conversation with her, do you? You want to talk to my wife? Fine, do it. I think you know the number. I mean, after all the lies you've been spewing, do you really think she's going to believe a word you're saying?",
        "Pilar: Yeah, I'll make her believe.",
        "Simon: And if Katie knows the truth, then Mike's going to know the truth. Do you really think that's going to make him love you?",
        "Pilar: Well, I'll make him understand. I'll tell him that you didn't give me any choice. I'm not the only one who lied to get what they wanted.",
        "Simon: No! But you will be the only one who suffers for it. And you will suffer. So, do you want to come back to the cottage and tell Katie the truth?",
        "[SCENE_BREAK]",
        "Rosanna: There has to be someplace we can go where no one will find us.",
        "Houseman: I know an island, about 100 miles away. It's very secluded, not many people even know it exists.",
        "Rosanna: How do I get there?",
        "Houseman: I have a friend. He has a fast boat, and many connections. He can take you there -- for a price.",
        "Rosanna: It doesn't matter. Whatever it takes. Just get me there.",
        "Houseman: I'll make the arrangements, ma'am.",
        "Rosanna: Thank you.",
        "[SCENE_BREAK]",
        "Paul: Hey buddy! You ready to go?",
        "Jordan: Sure.",
        "Paul: Terrific. How 'bout this?.",
        "Jordan: After you. No, thank you.",
        "Paul: Great.",
        "Bermuda cop #1: Mr. Paul Ryan?",
        "Paul: Yeah, I'm Paul Ryan. Hi.",
        "Bermuda cop #2: We need to ask you a few questions.",
        "Paul: About what?",
        "Bermuda cop #1: We have received information that you are attempting to smuggle narcotics into Bermuda.",
        "Paul: What is this, a joke?",
        "Bermuda cop #1: I can assure you, Mr. Ryan, this is no joke.",
        "Paul: Well, who told you that?",
        "Bermuda cop #2: Well, we're not at liberty to say. If you'll begin by emptying your pockets, sir?",
        "Paul: How much longer is this going to take?",
        "Bermuda cop #1: Only a few minutes more, Mr. Ryan.",
        "Paul: I have answered all your questions. I have done everything that you have asked me to do. I don't have any drugs. I don't sell drugs. I'm in the fashion industry. I sell blouses!",
        "[SCENE_BREAK]",
        "Rosanna: Please hurry! We have to get out of here.",
        "Rosanna: Great. Thank you so much. And your friend, he's waiting with the boat?",
        "Houseman: And ready to go.",
        "Rosanna: Great, let's go.",
        "[SCENE_BREAK]",
        "Simon: Get it through your thick head, Pilar. Mike doesn't want you.",
        "Pilar: Make him want me.",
        "Simon: Whatever you had with Mike is dead. It's buried. Say a prayer for it and get the hell out of town. You got your money. Just be happy for that.",
        "Pilar: You really don't think I'll tell Katie how I earned it?",
        "Simon: Just keep testing me, and you'll wish you were dead.",
        "Pilar: We'll see.",
        "[SCENE_BREAK]",
        "Margo: But does it make any sort of sense to you? This decision, it came on too suddenly. Simon's back in town, and 20 minutes later you're -- he's whisking you off to another country.",
        "Tom: Well, no, it doesn't make any sense, but she is a grown woman. I mean, heck, she's Katie. She's not going to listen to us anyway.",
        "Katie: And she's in love with her husband, and he's in love with her. And as long as they're together, they'll be safe.",
        "Margo: But Katie, this is your home.",
        "Katie: I know. And I'm going to miss you, and Tom, and Casey --",
        "Margo: And Henry, and Snickers and Faux Snickers and Craig and Lucy --",
        "Katie: I know, I'm going to miss everyone, okay? But we'll stay in touch. You can come visit. Australia is supposedly so beautiful, and I want to see it through Simon's eyes. Now that all the murderers aren't after us, we'll be safe.",
        "Tom: So, nothing we can do to make you stay, huh?",
        "Katie: No, but there is something you can do to make it a little bit easier.",
        "Margo: Yeah, what's that?",
        "Katie: Tell me you love me and wish me luck?",
        "Margo: Oh baby, I love you.",
        "Katie: I love you, too. I'm so glad you could come over.",
        "Tom: Yeah. Hey, I had a heck of a time tracking you down this afternoon.",
        "Katie: Yeah, I was worried. The guys at the station didn't even know where you were.",
        "Tom: I mean, you weren't even picking up your phone. Where'd you disappear to?",
        "Margo: You know, I had all those errands I had to catch up on. And I don't know, I guess the phone was turned off. I didn't know it.",
        "Katie: I'm just glad you're here. I hope I didn't pull you away from anything important.",
        "Margo: No, it was nothing important.",
        "[SCENE_BREAK]",
        "[Knocking on the door]",
        "Doc: Oh, Jessica. What are you doing?",
        "Jessica: Where is she?",
        "Doc: Who?",
        "Jessica: Margo! Tom is looking for her, and if I don't find her --",
        "Doc: Oh, well Tom found her.",
        "Jessica: What do you mean, here?",
        "Doc: No. She got a message on her way over. Had to turn around and go to her sister's house.",
        "Jessica: Oh. Oh, thank God.",
        "Doc: Yeah. What a major disappointment.",
        "Jessica: Oh, Doc. You don't know the first thing about disappointment.",
        "Doc: What are you talking about?",
        "Jessica: Nothing.",
        "Doc: No, no, no, no, no. You know my secret. I may as well know yours. What are you disappointed about?",
        "Jessica: Okay. There's this thing that you want. And you know that it will make you incredibly happy. And you dream about it, and you make plans for it. But it seems like the entire universe is conspiring against you, because this thing that you want keeps getting further and further out of reach, and no matter how you want it, it's like you're never going to get it.",
        "Doc: What are you talking about?",
        "Jessica: And I have done everything I'm supposed to do. Everything they've told me. I have been everything to everybody. So, when am I going to get what makes me happy? Thanks.",
        "Doc: Whatever it is you're after -- just looks like you need the courage to reach out and grab it.",
        "Jessica: Look, I'm sorry for barging in here like some kind of lunatic.",
        "Doc: That's okay. Some things are worth going crazy over. Isn't it great to be passionate about something?",
        "Jessica: Yes. And I need to do this now, before I miss my chance. But I'm just afraid that if I keep pushing for what I want, I'm just going to push Ben right out the door.",
        "Doc: Oh, come on, come on. He'd be crazy to let you do that. Hey.",
        "Jessica: I'm sorry.",
        "Doc: Don't cry. It's okay. It really is. You'll be fine. Ben will be fine. This will work out. You'll be okay. I'll be okay, seriously. I promise you.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Pilar: Now move. Over there. Lie down.",
        "Katie: No.",
        "Pilar: I said move.",
        "Katie: And I said no. I am not budging.",
        "Dusty: Lucy --",
        "Lucy: Don't touch me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ninhSJNATts"
}