{
    "Episode Summary": [],
    "Recap": [
        "Alison tries to persuade Aaron to make love, but he's hesitant. Not to worry, Alison gets a call from Will and told the unpleasant news that Emily is the one behind Roseanna's haunting. Hal wants to believe his wife but her dalliance with Chris hinders him. Emily volunteers for a polygraph when Paul and Roseanna confront her but as she looks at the picture of her at the store, she flashes to Fairwinds and knows she was there. Margo and Tom make up and swear to make their marriage work after Lucinda calls Tom away from the New Years party at the Mayor's to let Jordan out on bail. Dusty finds Lucy and Rafi and just after Lucy talks on a radio phone with her mother, Dominic shows up and threatens them with a gun."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Aaron: God, I miss this place. I wish I could --",
        "Alison: Me, too. I wish we could dance like this forever.",
        "Aaron: I'm gonna get us something to eat. Okay?",
        "Alison: Do you know what I'm in the mood for?",
        "Aaron: Cheesecake?",
        "Alison: You.",
        "[SCENE_BREAK]",
        "Rosanna: What are you doing in here?!",
        "Will: Rosanna.",
        "Rosanna: Why do you keep doing this to me?",
        "Will: Rosanna --",
        "Rosanna: What's it going to take to make you stop?!",
        "Will: I didn't do anything to you!",
        "Rosanna: Get out!",
        "Paul: Whoa, whoa, whoa, whoa --",
        "Rosanna: Get out!",
        "Paul: Hold on a second. Rosanna, stop, stop, stop. Stop.",
        "Rosanna: He broke in here again. I can't take this anymore!",
        "Paul: No, no, no, no -- listen. Will is here because I asked him to be here.",
        "Will: You know what? Forget this.",
        "Paul: Will, hold on a second! Just stop! Will didn't do any of the things that we said that he did, all right? Not the Christmas stocking, not the doll -- he didn't do any of it.",
        "Rosanna: What are you talking about? We saw him! We saw -- he was standing right there! He was holding the doll!",
        "Paul: We were wrong, Rosanna. Will would never do anything like that to hurt you.",
        "Rosanna: Then who did it?",
        "Paul: The last person you'd think.",
        "[SCENE_BREAK]",
        "Hal: Wow. That's some greeting.",
        "Emily: Our first new year's kiss. Just because you had to work late tonight, doesn't mean we can't celebrate, you know?",
        "Hal: Paul came by to see me today.",
        "Emily: Oh. I was afraid about that. I actually wanted to talk to you about that.",
        "Hal: You did?",
        "Emily: Mm-hmm. I tried tracking you down, but when I couldn't reach you, I figured we'd talk about it later. I didn't want to waste what little time we have together tonight alone, finally. Daniel's out of the house and Barbara is actually gone for two whole days.",
        "Hal: Em -- maybe we can talk about it now.",
        "Emily: Okay. He's lost his mind, Paul. He accused me of breaking into Fairwinds, Hal, which is locked up tighter than ft. Knox. And then, did he feed you that garbage about me doing things to Rosanna to remind her of her dead baby? I would never do something like that.",
        "Hal: Yeah, I know. That's what I said.",
        "Emily: Good.",
        "Hal: But then, he showed me this.",
        "[SCENE_BREAK]",
        "Lucinda: All right. The D.A. is on his way.",
        "Margo: Lucinda, why did you call Tom? He already assigned an assistant and she has come and gone.",
        "Lucinda: I'm not going to let Jordan Sinclair languish in your dungeons on the say-so of a novice. He's my employee and I intend to have him sprung within the hour.",
        "Margo: Your employee assaulted an officer. So he's not going anywhere.",
        "Sierra: Jordan didn't mean to hurt that officer. He was just trying to help get Dusty out of here.",
        "Margo: I know, so that Dusty could get to Lucy. I get that.",
        "Sierra: Well, do you get that Lucy is stuck on top of a mountain in a raging snowstorm and that every minute -- no, every second -- counts? He was just trying to get dusty out of here. He doesn't deserve to --",
        "Jordan: Sierra?",
        "Sierra: Are you all right?",
        "Jordan: Yeah, I'm fine, I just -- I'm glad to be out of there.",
        "Lucinda: Well, you're not yet, but you will be soon. There's some judges that I can wake up.",
        "Jordan: So was Dusty able to find Lucy?",
        "Sierra: Well, he made his way to a rescue station in -- outside of Stanley, Idaho. And he wouldn't have gotten there is it wasn't for you. Thank you.",
        "Jordan: So they're close?",
        "Sierra: They're close, but there's bad weather now. And it's too dangerous for the rescue team to go looking for Lucy and Rafael. They have to wait till the storm blows through.",
        "Jordan: How long is that gonna take?",
        "Sierra: They're saying days. I'm hoping its hours. I can't bear it. I can't bear it. I need her back.",
        "[SCENE_BREAK]",
        "Rafael: All right. Come on. Time to take another stroll around the mine.",
        "Lucy: No, I'm tired.",
        "Rafael: Come on, come on. We can't fall asleep.",
        "Lucy: We slept before.",
        "Rafael: Yeah, I know, but that's when we had a fire going and oxygen to spare, okay? We fall asleep now, we're not gonna wake up.",
        "Lucy: I just want to be warm.",
        "Rafael: You will be.",
        "Lucy: No, I want to be warm now.",
        "Rafael: How?",
        "Lucy: Can I just warm my hands?",
        "Rafael: How?",
        "Lucy: From my dad and Dusty's club. The flame from a match won't burn that much oxygen, will it?",
        "Rafael: I guess not.",
        "Lucy: They're probably both dead now. And we're not getting out of here, so now Dominic's killed us, too.",
        "Rafael: Yes, we will get out of here, okay? I've got a lot of good reasons for staying alive. All right, I'm going to take another search around here -- see if I can find something we can use for insulation. Maybe there's like, some newspaper lying around somewhere.",
        "Lucy: Be careful.",
        "Rafael: All right, hey. Stay awake. All right?",
        "[Lucy hallucinating]",
        "Dusty: Lucy -- I won't let you down again.",
        "Lucy: How can you promise me that? I don't even know if you're alive!",
        "Dusty: Lucy. Lucy.",
        "Rafael: Lucy? Hey! Lucy, look at me. Who are you talking to?",
        "[SCENE_BREAK]",
        "Rafael: You're talking to yourself.",
        "Lucy: He was right there. I saw him.",
        "Rafael: Who?",
        "Lucy: It's just like \"the little match girl.\" Do you know that story?",
        "Rafael: I don't know that one.",
        "Lucy: The little match girl was freezing, and she lights matches and saw things in the flame. Things she needs to keep going -- a feast, a fire -- the face of her grandmother.",
        "Rafael: Was she anything like your grandmother, Lucinda?",
        "Lucy: Probably not.",
        "Rafael: What did the little match girl see?",
        "Lucy: Her heart's desire.",
        "Rafael: Is that what you saw, your heart's desire?",
        "Lucy: It doesn't matter, it wasn't real.",
        "Rafael: Come on, what happened to her? The little match girl?",
        "Lucy: She froze to death.",
        "Rafael: Oh, come on, wait, look at me. Look, we're not gonna die. Okay?",
        "Lucy: Why do you keep saying that? There is no point.",
        "Rafael: I love you. All right? And when we get out of here, I'll spend my life proving that to you.",
        "[SCENE_BREAK]",
        "Jordan: You really should be home, Sierra -- not hanging out here dealing with this. If I have to spend the night in jail, it's no big deal.",
        "Sierra: Well, it is to me. The only reason why you're here is because you were trying to help my daughter. I'm not going to just let that slide, do you understand me?",
        "Jordan: Yes, ma'am.",
        "Lucinda: Tom! Ah! Tom, I want you to release Jordan. Immediately, or we'll sue.",
        "Margo: Hi.",
        "Tom: Hi. What are the charges?",
        "Margo: Assaulting an officer, aiding and abetting an escape, obstruction of justice.",
        "Tom: So -- what happened?",
        "Lucinda: He doesn't have to answer any questions without his attorney present.",
        "Tom: He does if he wants me to review his case in the middle of the night.",
        "Jordan: Lucinda, its okay. Dusty and I got this guy, Bud, to try to help us find Lucy and Rafael Ortega, but he got shot.",
        "Tom: Do you know who did that?",
        "Jordan: Dominic Ramsey.",
        "Margo: We have reason to believe that Ramsey is responsible for the disappearance of Lucy Montgomery and Rafael Ortega.",
        "Tom: Let's get back to the guy that was shot --",
        "Jordan: Bud, yeah. He, um -- we tried to help him out, but he died. The police came and wanted to hold us for questioning, but Bud had told Dusty where Lucy might be. So, there was no time. He needed to get out of there, so I created a distraction.",
        "Tom: And you did that by assaulting an officer of the law?",
        "Lucinda: Don't admit to anything.",
        "Jordan: Yes, that's what I did.",
        "Lucinda: Good grief.",
        "Jordan: I had no other choice. And, to be honest with you, if I thought it would save Lucy and her friend -- I would do it again.",
        "Lucinda: Now, Tom, this is a good man. He did a good thing.",
        "Tom: Well, you know what? It's your call. It's your officer, how's he doin'?",
        "Margo: The officer is fine, and I think that he would probably drop all charges if you wrote him a letter of apology.",
        "Jordan: You've got it.",
        "Tom: Go home. We'll take care of the legalities in the morning.",
        "Margo: All right, you wanna take care of Mr. Sinclair's paperwork? I'm out of here.",
        "Cop: Sure thing, detective.",
        "Margo: You look nice.",
        "Tom: Oh. Thanks.",
        "Margo: I'm really sorry that Lucinda interrupted your evening.",
        "Tom: Yeah, well, you know, it's not the first time that's happened. Actually, I'm kind of glad Lucinda called. I was over at the mayor's party. Command performance.",
        "Margo: Oh, wow, poor you. Mansion, wining, dancing --",
        "Tom: Yeah, the mansion was cold, the wine was cheap, and since I went stag --",
        "Margo: No dancing?",
        "Tom: How about you?",
        "Margo: Uh, you know, working. But, you know, my shift's up, so I'm just gonna go --",
        "Tom: Yeah, I heard, so, yeah. Okay, then I guess you're tired.",
        "Margo: Yeah. Yeah, I guess, so -- good night.",
        "Tom: Hey, you know, wait up.",
        "Margo: Yeah?",
        "Tom: Is it too late for a drink?",
        "Margo: It's never too late for a drink.",
        "[SCENE_BREAK]",
        "Alison: What's wrong?",
        "Aaron: It's not exactly private.",
        "Alison: Okay, let's go home.",
        "Aaron: Alison, I -- I can't do this.",
        "Alison: You were fine a second ago. Aaron, I don't care about your arm.",
        "Aaron: Yeah, but I do, Ali. I can't hold you the way I wanna hold you. I can't touch you the way I want to touch you. You deserve better than this.",
        "Alison: There is no guy that's better than you. I look in those gorgeous eyes and I'm gone, you kiss me and I'm speechless.",
        "[Aaron scoffs]",
        "Aaron: You're never speechless, come on.",
        "Alison: Well, I can be if you do all the talking.",
        "Aaron: What do you want me to say?",
        "Alison: Nothing, just that I'm beautiful and smart and funny -- irresistible.",
        "Aaron: And sexy -- and the most beautiful woman I've ever met.",
        "Alison: Really?",
        "Aaron: Really.",
        "Alison: I wish you'd make love to me.",
        "[Aaron sighs]",
        "[SCENE_BREAK]",
        "Hal: If you have a -- if have an explanation for any of this, I'd sure love to hear it. I need to know -- why your signature is on this receipt, why you're in this picture buying the same kind of doll that turned up at Fairwinds.",
        "Emily: Will had this doll at Fairwinds.",
        "Hal: Why are you bringing Will into this? You bought the doll. Don't you know what this is? This is a photograph from the security camera at the store.",
        "Emily: This isn't me.",
        "Hal: What?",
        "Emily: It isn't me. I wouldn't do this. What -- what reason would I possibly have for torturing Rosanna -- hurting her like that?",
        "Hal: Maybe you wanted to hurt Will. I mean, you weren't all that thrilled about having him come and stay here after he was --",
        "Emily: Because you didn't ask me! You just moved him in, you just made up your mind on your own. This isn't about Will -- this has nothing to do with that, these are two separate issues.",
        "Hal: Are they? Or are you just so determined to keep Daniel away from Will that you would set him up, make it look like he's still doing some crazy things.",
        "Emily: I love Will.",
        "Hal: When was the last time you had him over for dinner? When was the last time you took Daniel over to see Will?",
        "Emily: I've been sick! You know that. Would you just think for a second, why would I do something so horrible like this to Will? Why? He doesn't even live with us anymore.",
        "Hal: That's what I'd like to know.",
        "Emily: I did not set Will up. But, obviously, somebody is trying to set me up, and it's probably Barbara. This has Barbara written all over it.",
        "Hal: Oh, for heaven's sake, that's impossible.",
        "Emily: She's the only one sick enough to do something like this. Give me this picture -- this is probably Barbara wearing a wig or something.",
        "Hal: Emily that is not Barbara.",
        "Emily: How can you be so sure?",
        "Hal: Because she has an electronic device on her leg. She cannot leave the house unsupervised.",
        "Emily: Well, if she wanted to get it off her leg, she'd find a way. Believe me.",
        "[Hal sighs]",
        "Hal: Kim was here with Barbara in this house -- during one of the incidents at Rosanna's place. Barbara never left the house. It's not her in that picture!",
        "Emily: She hired someone to impersonate me, Hal.",
        "Hal: Oh, for heaven's sake, Emily!",
        "Emily: Why are you doing this? Why are you defending Barbara? You know she's crazy enough to do something like this. Oh, my God. It isn't just Paul who thinks I did this. You do, too.",
        "[SCENE_BREAK]",
        "Rosanna: It's just so hard to believe that Emily --",
        "Will: But it wasn't hard to believe about me?",
        "Rosanna: Oh, come on, that's not what I'm saying. Please. I'm just -- I'm trying to understand why Emily would do such a thing. Did she explain to you why she did it?",
        "Paul: She denied everything.",
        "Rosanna: But with the kind of evidence that you're talking about -- she's going to be charged, isn't she? She's gonna be arrested.",
        "Will: Why don't you just check her into the mental hospital? She could get the family discount.",
        "Paul: Will!",
        "Rosanna: Will, come on now, I know you have every right to be angry, okay? And I feel terrible. I mean, I made assumptions -- wrong, very wrong assumptions. And I'm so sorry. But we can get through this, right? Because we're family.",
        "Will: Yeah, Rosanna, you'd fit right into my family. What they say today means nothing tomorrow. They betray you, and then expect you love them anyway just because you're family.",
        "Paul: Will, stop it. This isn't Rosanna's fault.",
        "Will: Is it mine?!",
        "Rosanna: Look, you have to understand, Will. Every reminder of Cabot -- it brought back the day that he died. And with that kind of grief in you, you just -- you can't think clearly. Listen, I feel terrible. I'm so sorry. Can you forgive me?",
        "Will: It's too late.",
        "Rosanna: Can I make it up to you?",
        "Will: How are you going to do that, Rosanna? You know what? I'm just gonna go stay with Aunt Kim and Uncle Bob for a while.",
        "Paul: How long is \"for a while?\"",
        "Will: I don't know. Until I can figure out what I'm gonna do.",
        "Paul: Will, just stay here, all right? Spend the night here, all right? Now, look, I know that you're angry at us, and that's understandable. But stay here, sleep on it, all right? Try and figure out where Rosanna and I were coming from. You hang out here tonight, and then we'll talk about it in the morning.",
        "Will: Okay?",
        "Paul: Thank you.",
        "Rosanna: I hurt him so bad. I really let him down.",
        "Paul: Yeah, well, you didn't know what was going on. Although, I gotta tell you --",
        "Rosanna: Emily! How could she do this to us, to will, to our family?!",
        "Paul: What are you looking for?",
        "Rosanna: My keys.",
        "Paul: Whoa, hold on a second. Rosanna, can I talk you out of this? Will you let me drive?",
        "[SCENE_BREAK]",
        "Emily: You really believe I could do this.",
        "Hal: I believe what I see.",
        "Emily: Well, what about what you feel? Hal, honey, how can you sleep next to someone for years and not know who they are?",
        "Hal: You're just blaming everybody else. Will is confused, and Barbara is unstable, and blah, blah, blah, blah -- I don't even what to feel anymore.",
        "Emily: I did not do this, you know me.",
        "Hal: I know the know the woman that I married, and I also understand that there are certain habits that people just don't change.",
        "Emily: So, what are you saying? I'm reverting to the person who always got what she wanted no matter who she had to step on to get it?",
        "Hal: Why did you go after Rosanna?",
        "Emily: I didn't! Because there was no reason to! Can you just be logical for one minute here? Even at my lowest, Hal, I always had a reason for what I did. But, I don't! I have nothing against Rosanna. And even if I did -- her baby died! And I'm gonna use that against her? I'm going to torture her like that? You think I could hurt someone like that?",
        "Hal: No, I didn't! No, I didn't. But I didn't think that you would also do what you did with Chris Hughes, either. [Hal sighs] You betrayed me, and betrayed your sister as well. I never thought you capable of that. But you did it! [Hal sighs] So, honestly, yeah. Sometimes I don't know what to think of you.",
        "[SCENE_BREAK]",
        "Alison: Where are you going?",
        "Aaron: To get our coats.",
        "Alison: You're mad at me?",
        "Aaron: No, I'm not -- Ali, there's a time where a guy wants to make the first move. Maybe I want to be the one to ask you to make love, Ali.",
        "Alison: Well, ask me. I'll say yes. Wait. Wait. Aaron, sometimes I just get scared.",
        "Aaron: Of what?",
        "Alison: That you'll get fed up with me, and just --",
        "Aaron: No! Never. Nuh-uh!",
        "Alison: But what if your arm never gets better?",
        "Aaron: Well, then I'm glad that you were stubborn enough to stick around me until I could deal with it. You will stick around, right?",
        "Alison: Aaron?",
        "Aaron: What?",
        "Alison: Make the first move. [Cell phone rings] We're busy.",
        "Will: Ali, it's me. I'm at Fairwinds. Can you come over? Something's happening, and I want you to hear about it from me.",
        "[SCENE_BREAK]",
        "Sierra: You know, if you'd like to take a shower, I could probably find you something to wear.",
        "Jordan: Oh, that would be great. I'd like to be here when you get the good news from Lucy.",
        "Sierra: You're so sure it's gonna be good news?",
        "Jordan: Absolutely. And it's not just wishful thinking. It's logic.",
        "Sierra: How so?",
        "Jordan: She's obviously very strong and determined; otherwise she wouldn't have survived the plane crash. And if she's inherited more than your good looks, she's bright enough to handle a tight situation. So is it any wonder that my money's on your daughter?",
        "[SCENE_BREAK]",
        "Lucy: No more. Okay?",
        "Rafael: Lucy, come on, we've gotta to keep fighting. Come on.",
        "Lucy: Why? We're gonna to die --",
        "Rafael: No, Lucy, no! We're not gonna die.",
        "Lucy: Rafael -- thank you. For loving me and keeping me going, but I don't want to do this anymore. I don't wanna keep -- I just want to fall asleep in your arms. Can I do that?",
        "Lucy: Rafael?",
        "Rafael: I'm here. It's okay.",
        "Lucy: No, did you hear that?",
        "Rafael: What was it?",
        "Lucy: I don't know -- it sounded like rocks moving. Like someone's digging us out. Hello! Is anybody out there? Hello! I heard something. I know -- I know I heard something! Just listen.",
        "Dusty: Anyone down there?!",
        "Rafael: Yes!",
        "Lucy: Oh, my God.",
        "Rafael: Yes! Yes, we're down here!",
        "Lucy: Oh, my God! Did you hear him?",
        "Rafael: Yes! We're gonna be okay.",
        "Lucy: No, didn't you recognize the voice? Rafael, it's Dusty.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Emily: I want to take a polygraph test. I am not the one torturing you.",
        "Emily: I am not setting up Will. That is the truth.",
        "[SCENE_BREAK]",
        "Margo: Christmas was great. Casey really loved having you there.",
        "Tom: It was good for me, too. It almost felt normal. Hey --",
        "Margo: Yeah?",
        "Tom: There is something that I need to know about -- when we split up.",
        "Margo: Sure. Yeah. Whatever you need to know, I'll tell you.",
        "Tom: How exactly did we let this happen?",
        "[SCENE_BREAK]",
        "Emily: You're throwing what happened with Chris Hughes in my face now?",
        "Hal: Emily, you were this far from having an affair with your sister's fiancé. I never thought you could do it, but you almost did.",
        "Emily: We were having problems. [Hal sighs] You know that. I was very lonely, and I acted out. I was playing with fire, but I stopped before things got out of control, and I told you how terrible I felt about all of it.",
        "Hal: Right. And I took a lot of the blame, too. But where are we now? I have my ex-wife under house arrest living in this house. And that's not a good thing, that's bad. And I'm still working too much, and you're still lonely as hell, but now I just want to know, is this another way of acting out? Baby --",
        "Emily: You lied to me.",
        "Hal: Please --",
        "Emily: You lied to me. You swore to me you'd forgiven me what happened with Chris, but you haven't. Have you? Have you forgiven me?",
        "[Tapping on door]",
        "Paul: Hal, its Paul!",
        "Emily: That must be for me. I'll get it.",
        "Hal: This is a bad time.",
        "Rosanna: Too bad. I need to know why you did this to me.",
        "Emily: I didn't.",
        "Rosanna: Then, how do you explain --?",
        "Emily: Someone is setting me up.",
        "Paul: We have your picture buying the doll. Will caught you in our house. You have to stop denying it, Emily. Everybody knows the truth, even Hal. The question I have is, why? Do you hate Will that much? Did he pose was such a threat to you that you had to try to set him up to get him put away?",
        "Emily: I want to take a polygraph test.",
        "Hal: Why?",
        "Emily: I am not the one tormenting you. I am not setting up Will. That is the truth. And if I can't get you to believe me, maybe a machine can.",
        "[SCENE_BREAK]",
        "Alison: Why are you back here? Did you talk to your brother? They're not going to send you back to the hospital, are they?",
        "Aaron: Ali, give him a chance, Alison.",
        "Alison: Yes, but if he has hide or escape or something -- we can't waste any time.",
        "Will: No, it's okay. I'm not going back to the hospital.",
        "Alison: Oh, my God, that's great! What happened?",
        "Will: I told you, Paul was on the case. He worked things out.",
        "Alison: Oh, that's so cool! I'm so happy for you!",
        "Aaron: So Paul found out who was sneaking in here and creeping Rosanna out?",
        "Alison: Oh, Will already knows. He just won't tell me, because we -- is that why you called? Because you can tell me now? Are they locked up or something?",
        "Will: No.",
        "Alison: But they will be, right? Who was it?",
        "Will: Alison -- it was your sister. It was Emily.",
        "[SCENE_BREAK]",
        "Dusty: Thank God. Thank God you're still alive. You okay? Don't cry, you're gonna get icicles on your cheek. How are you doin'?",
        "Rafael: Great, now. You got any food in here?",
        "Dusty: Yeah. Food, blankets, warm clothes, all kinds of gear in there. What happened?",
        "Lucy: I thought you were dead.",
        "Dusty: No, I'm fine. And so is your dad.",
        "Lucy: Really?",
        "Dusty: Yeah. But I got news for you. Dominic still wants you dead, all right? So I want you to eat quickly, and I want you to put on some warm clothes --",
        "Lucy: Dominic's not in jail?",
        "Dusty: -- We gotta hike out of here. No, not yet.",
        "Rafael: Wait, you think he'll come here?",
        "Dusty: I don't know. Just change into warm clothes and eat something, all right? I'm gonna go up and light a flare for the forest service rescue team, okay?",
        "Lucy: Don't go.",
        "Dusty: I'm not going anywhere without you. Both of you.",
        "Rafael: Protein bars have never looked so good. Did I tell you? Did I tell you we'd get out of here? We're going home.",
        "Lucy: That's all because of you. I never -- I never would have made it without you, Rafael.",
        "Rafael: We did it together.",
        "Dusty: Well, we're going to have to hike out of here a couple of miles. Are you sure you're up for it?",
        "Lucy: You should ask Rafael. He was the one who was bitten by a snake.",
        "Dusty: You okay?",
        "Rafael: Yeah, thanks to Lucy. She saved my life.",
        "Dusty: All right, let's get moving. Your mother's worried about you.",
        "Lucy: I'll call her as soon as we get back to the ranger station.",
        "Dusty: I think we got time for one more call.",
        "[SCENE_BREAK]",
        "Margo: I'm so sorry.",
        "Tom: I don't need any more apologies. I've got enough to hold me.",
        "Margo: Then what?",
        "Tom: A reason.",
        "Margo: Um -- I am a wife and a mom and a cop. And that's what I was, and I didn't think I would ever be anything more than that. And then this guy, Doc, comes into my life and he wants someone who didn't seem to be any of those things --",
        "Tom: Go ahead. I need to hear this.",
        "Margo: When Doc first came on to me, I just thought it was funny. I mean, he thought that I was sexy, and I just thought he was silly. But then it -- it just got to the point where I wanted to laugh with him and I wanted to flirt with him and I wanted to --",
        "Tom: Hey, you know what? I know all that stuff.",
        "Margo: Baby, you didn't do anything to deserve this.",
        "Tom: Yeah, well -- Dad, district attorney, husband. I felt myself looking in the mirror and saying, \"Where did all those gray hairs come from? When did I become a version of my dad? When did I start looking at you as something that would always be there, instead of as something that I could not bear to lose?\"",
        "Margo: I'm still here.",
        "Tom: Well, I can't go through it again. I mean, I can never go through that again.",
        "Margo: Okay. Okay.",
        "Tom: Okay. So, from now on, we talk.",
        "Margo: From now on?",
        "Tom: I tell you what's going on with me. You tell me what you're up to. And if I'm too busy, you trip me.",
        "Margo: From now on, even if the talking hurts, we don't stop.",
        "Tom: You know, we've held hands like this before, in front of family and friends --",
        "Margo: And God.",
        "Tom: Made promises -- we didn't keep.",
        "Margo: Well, there's one promise I don't think I could ever break. I love you.",
        "Tom: I love you, too. Talk to me.",
        "Margo: Come home with me?",
        "[SCENE_BREAK]",
        "Will: I understand if you don't believe me.",
        "Alison: I don't care what kind of pictures or receipts or proof you think Paul has. Emily wouldn't do this. Why are you out to get her?",
        "Will: I'm not. Alison, I just told you because I didn't want you to find out from the newspapers.",
        "Alison: Newspaper? They will take Emily to jail. What about your dad? What about Daniel?",
        "Will: What about me, Alison? Am I supposed to just pretend I didn't see what I saw? Who are they going to lock up, then? I've already been put away for something I didn't do. I'm not going through that again. Not for you and not for your sister.",
        "[SCENE_BREAK]",
        "Rosanna: There are ways around lie detectors, aren't there?",
        "Hal: A polygraph will not necessarily prove beyond a shadow of a doubt that she is telling the truth.",
        "Rosanna: Then why bother?",
        "Hal: Because it is very persuasive. And since Emily has already volunteered to take the test, I think we owe it to her that we take the results seriously.",
        "Emily: Can we stop talking about this please?",
        "Hal: Yes, we can.",
        "Rosanna: No, I have more questions.",
        "Hal: Well, they'll have to wait until after the test. Good-bye.",
        "Rosanna: How could you do this?",
        "Hal: Rosanna --",
        "Rosanna: How could you do this to me? I need to know. Did you ever stop to wonder how I would feel? Can you imagine what it's like lose a child? How could you?",
        "Emily: That's what I'm trying to tell you, Rosanna. I couldn't. Thank you for backing me up with the polygraph test.",
        "Hal: Yeah. It was very brave of you to suggest it. And I pray it'll clear this whole thing up. I'm going to go call the station, I'm going to go set it up.",
        "[Knock on door]",
        "Paul: Can I talk to you a moment? For one second?",
        "Emily: You know, I've had enough accusations for one night. I don't think I could take any more.",
        "Paul: That's not what this is about. Emily -- listen. There was a time, not so long ago, when you and I meant a great deal to one another. And I -- I really hope that I'm wrong about you on this one.",
        "Emily: Thank you. But I did not do this.",
        "Paul: All right. But, you see, I have a hard time believing that, Emily, because that's you, all right? That's you holding the doll that will saw you with at Fairwinds. So even if you do find a way to get by this polygraph test, it's not gonna change the fact that that is you.",
        "[Emily gasps]",
        "[SCENE_BREAK]",
        "Aaron: Ali, there has to be another explanation.",
        "Alison: You're just saying that to be nice, but you don't really believe that. You haven't even trusted Emily since you saw her kissing Chris.",
        "Aaron: Emily is your sister, okay? Chris was your fiancé. That whole situation, Ali, was wacked out. So I don't exactly trust her. But it doesn't give you any reason to not believe in her until you have all the facts.",
        "Alison: Look, I wouldn't say this in front of Will, but I don't know what I believe about Emily. All I know is that this is totally going to wreck Daniel and Hal and my mom --",
        "Aaron: Ali, Ali, Ali? What have you been telling me ever since I got hurt?",
        "Alison: To get over it?",
        "Aaron: Right. And that there's nothing that the two of us can't get through together.",
        "Alison: You listened to me.",
        "Aaron: Yes, that's how I did. 'Cause you were right. Come on, let's go home. I'll take care of you for a change.",
        "[SCENE_BREAK]",
        "Hal: The polygraph is set up for tomorrow.",
        "Emily: Oh. You know, I'm thinking the polygraph test isn't such a great idea, after all.",
        "Hal: Emily, this was your idea.",
        "Emily: I know, but those tests can be misleading, right?",
        "Hal: Em -- I love you, and I'm in your corner. But, if there's something you want to tell me --",
        "Emily: No, there's nothing. I have nothing to hide, because I didn't do it. I know I didn't do it!",
        "[SCENE_BREAK]",
        "Rosanna: Some happy new year.",
        "Paul: Oh, come on. It will be. Eventually, Emily will own up to what she's done.",
        "Rosanna: And Will? I hurt him so much.",
        "Paul: He's going to be fine. And he's a sweet kid. He's not like his older brother, he's not going to hold a grudge.",
        "Rosanna: I hurt us, too.",
        "Paul: You and me? No. No way. Indestructible.",
        "Rosanna: Look, I promise, I'm going to make it up to Will, okay? And to you. Somehow. I promise.",
        "[SCENE_BREAK]",
        "Jordan: Still no word?",
        "Jordan: No, Sierra, don't worry about it. This is much more important. Come here.",
        "Lucinda: Darling.",
        "Sierra: Hello?",
        "Lucy: Mom?",
        "Sierra: Lucy? Oh, Lucy, are you all right?",
        "Lucy: I'm fine. I'm calling you from Dusty's radio phone. He found us. We're okay.",
        "Sierra: Oh, thank God. Where are you?",
        "Lucy: I have no idea, but I'll be home soon.",
        "Sierra: I love you, baby.",
        "Lucy: I love you, too, Mom. I was so scared, but Dusty said you never gave up, so neither did he.",
        "Sierra: Just hurry home.",
        "Lucy: I'm on my way. Let's go home.",
        "Dusty: I think I heard the forest service team. They must have followed the flare. You ready?",
        "Lucy: Yeah, let's go.",
        "Dominic: Not so fast. Thanks for leading the way, Dusty. Too bad you have to die for your trouble. Just like they do.",
        "[NEXT_ON]",
        "Carly: No matter what you do, Julia is not going to be happy. She's very resentful, and that's only going to get worse, and with this little boy right in the middle of it.",
        "Jack: Yeah, maybe it'd been better if they'd just left town?",
        "Holden: Some things, you just can't fix. So I'm moving out.",
        "Lucy: Please don't hurt him.",
        "Rafael: No!",
        "Dusty: No!",
        "Dominic: No, this is her fault. She should die first."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=JHQielTBwWI"
}